{
  "language": "tr",
  "metadata": {
    "length": 46,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu 'Amr ash-Shaybani dedi ki, \"Bu evin sahibi (ve 'Abdullah ibn Mas'ud'un evini işaret etti) dedi ki, 'Ben Peygamber'e, Allah ona salat ve selam eylesin, Allah'ın en çok sevdiği amelin hangisi olduğunu sordum. O da, 'Namazını vaktinde kılmak' diye cevap verdi. 'Sonra ne?' diye sordum. O, 'Sonra ebeveynine iyilik yapmak' dedi. 'Sonra ne?' dedim. O, 'Sonra Allah yolunda cihad' dedi.\" Ekledi, \"Bunları bana söyledi. Eğer daha fazlasını sorsaydım, daha fazlasını da söylerdi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "'Abdullah ibn 'Umar dedi ki, \"Rabb'in rızası, ebeveynin rızasındadır. Rabb'in gazabı, ebeveynin gazabındadır.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bahz ibn Hakim'in dedesi dedi ki, \"Ben sordum, 'Allah'ın Elçisi, kime iyilik etmeliyim?' 'Annen'e' diye cevap verdi. Ben sordum, 'Sonra kime?' 'Annen'e' diye cevap verdi. Ben sordum, 'Sonra kime?' 'Annen'e' diye cevap verdi. Ben sordum, 'O zaman kime iyilik etmeliyim?' 'Baban'a' dedi, 'sonra en yakın akrabana ve sonra diğerine.'\""
    },
    {
      "id": 4,
      "narrator": "'Ata' ibn Yasar said that a man came to Ibn 'Abbas and said, \"I asked\na woman to marry me and she refused to marry me. Another man asked her and\nshe agreed to marry him. I became jealous and killed her. Is there any way\nfor me to repent?\" He asked, \"Is your mother alive?\" \"No,\" he replied. He\nsaid, \"repent to Allah Almighty and try to draw near Him as much as you can.\"\nSo I went and asked Ibn `Abbas why he inquired about the man's mother. He replied:",
      "text": "'Ata' ibn Yasar dedi ki, bir adam Ibn 'Abbas'a geldi ve dedi ki, \"Bir kadından benimle evlenmesini istedim ama o kabul etmedi. Başka bir adam ona evlenme teklif etti ve o kabul etti. Kıskandım ve onu öldürdüm. Tövbe etmemin bir yolu var mı?\" Sordu, \"Annen hayatta mı?\" \"Hayır,\" dedi. O da, \"Allah'a tövbe et ve O'na mümkün olduğunca yaklaşmaya çalış,\" dedi. Ben de gidip Ibn 'Abbas'a, adamın annesini neden sorduğunu sordum. O cevap verdi: \"Annen'e iyilikten daha Allah'a yakın bir ameli bilmiyorum, Yüce ve Azamet sahibi olan.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abu Hurayra dedi ki, \"Peygamber'e, 'Allah'ın Elçisi, kime iyilik etmeliyim?' diye soruldu. 'Annen'e' diye cevap verdi. 'Sonra kime?' diye soruldu. 'Annen'e' diye cevap verdi. 'Sonra kime?' diye soruldu. 'Annen'e' diye cevap verdi. 'Sonra kime?' diye soruldu. O da, 'Baban'a' dedi.\""
    },
    {
      "id": 6,
      "narrator": "Abu Hurayra reported:",
      "text": "Abu Hurayra rivayet etti: \"Bir adam Allah'ın Peygamberine, Allah ona salat ve selam eylesin, geldi ve 'Bana ne yapmamı emredersin?' diye sordu. O da, 'Annen'e iyilik et' dedi. Sonra aynı soruyu tekrar sordu ve o da, 'Annen'e iyilik et' dedi. Yine tekrar etti ve Peygamber, 'Annen'e iyilik et' dedi. Sonra dördüncü kez sordu ve Peygamber, 'Baban'a iyilik et' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ibn 'Abbas dedi ki, \"Herhangi bir Müslüman ebeveynleri hakkında Allah'a itaat ederse, Allah onun için Cennet'in iki kapısını açar. Eğer sadece bir ebeveyni varsa, o zaman bir kapı açılır. Eğer onlardan biri gazaplanırsa, Allah o kişiden razı olmaz, ta ki o ebeveyn razı olana kadar.\" Soruldu, \"Ya onlar ona zulmederse?\" \"Evet, zulmederlerse bile,\" diye cevap verdi."
    },
    {
      "id": 8,
      "narrator": "Taysala ibn Mayyas said, \"I was with the Najadites  when I\ncommitted wrong actions which I supposed were major wrong actions. I mentioned\nthat to Ibn 'Umar. He inquired, 'What are they?\" I replied, 'Such-and-such.'\nHe stated, 'These are not major wrong actions. There are nine major wrong\nactions. They are:",
      "text": "Taysala ibn Mayyas dedi ki, \"Ben Najadlılarla birlikteydim, büyük günahlar işlediğimi düşündüğüm yanlış işler yaptım. Bunu Ibn 'Umar'a söyledim. O da, 'Nedir bunlar?' diye sordu. Ben de, 'Şu ve bu' dedim. O, 'Bunlar büyük günahlar değil. Dokuz büyük günah vardır. Bunlar: Allah'a ortak koşmak, birini öldürmek, ordudan kaçmak, iffetli bir kadına iftira atmak, faize girmek, yetimin malını yemek, camide sapkınlık yapmak, alay etmek ve ebeveynlerini itaatsizlikle ağlatmaktır.' Ibn 'Umar bana sonra dedi ki, 'Ateşten kurtulmak mı istiyorsun? Cennete girmek mi istiyorsun?' 'Vallahi, evet!' dedim. O da, 'Ebeveynlerin hayatta mı?' diye sordu. 'Annem hayatta,' dedim. O da, 'Vallahi, eğer ona nazik konuşur ve onu beslersen, büyük günahlardan sakındığın sürece Cennete gireceksin.'\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Hişam ibn 'Urwa, babasından bu ayeti aktardı: \"Onları merhametle kanatlarının altına al.\" (17:24)"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abu Hurayra rivayet etti ki, Peygamber, Allah ona salat ve selam eylesin, dedi ki, \"Bir çocuk, babasını ancak onu bir köle olarak bulursa ve onu satın alıp azat ederse ödeyebilir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Sa'id ibn Abi Burda dedi ki, \"Babamın, Ibn 'Umar'ın bir Yemenli adamı annesini sırtında taşıyarak Kabe etrafında dönerken gördüğünü duyduğunu işittim. Adam, 'Ben senin alçakgönüllü devenim. Eğer onun biniği korkarsa, ben korkmam.' diyordu. Sonra sordu, 'Ibn 'Umar? Onu ödeyebildiğimi düşünüyor musun?' O da, 'Hayır, tek bir inleme bile değil.' diye cevap verdi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Marwan, Abu Hurayra'yı vekil olarak atardı ve o Dhu'l-Hulayfa'da bulunurdu. Annesi bir evde, o başka bir evdeydi. Dışarı çıkmak istediğinde, annesinin kapısında durur ve derdi ki, \"Selamun aleyküm, anne, Allah'ın rahmeti ve bereketi üzerine olsun.\" O da, \"Ve selamun aleyküm, evladım, Allah'ın rahmeti ve bereketi üzerine olsun.\" derdi. Sonra, \"Allah sana rahmet etsin, beni çocukken büyüttüğün gibi.\" derdi. O da, \"Allah sana rahmet etsin, yaşlıyken bana iyilik ettiğin gibi.\" derdi. Ne zaman içeri girmek istese, benzer bir şey yapardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr dedi ki, \"Bir adam Peygamber'e, Allah ona salat ve selam eylesin, geldi ve ona hicret edeceğine dair söz verdi. Gözyaşları içinde olan ebeveynlerini terk etti. Peygamber, 'Onlara geri dön ve onları güldür, ağlattığın gibi.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abu Hazim, Abu Murra'nın, Umm Hani' bint Abi Talib'in kölesinin, Abu Hurayra ile birlikte al-'Aqiq'teki arazisine gittiğini söyledi. Araziye girdiğinde, en yüksek sesle bağırdı, \"Selamun aleyküm, anne, Allah'ın rahmeti ve bereketi üzerine olsun!\" O da, \"Ve selamun aleyküm ve Allah'ın rahmeti ve bereketi üzerine olsun.\" dedi. O, \"Allah sana rahmet etsin, beni çocukken büyüttüğün gibi.\" dedi. O da, \"Evladım, Allah sana güzel bir karşılık versin ve seninle razı olsun, yaşlıyken bana iyilik ettiğin gibi.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Abu Bakra, Allah'ın Elçisi, Allah ona salat ve selam eylesin, dedi ki, \"Size en kötü büyük günahların hangisi olduğunu söyleyeyim mi?\" \"Evet, Allah'ın Elçisi,\" dediler. O da, \"Allah'a ortak koşmak ve ebeveynlere itaatsizlik etmek.\" demişti. Yatıyordu ama sonra oturdu ve \"ve yalan şahitlik\" dedi. Abu Bakra, \"Bunu tekrar etti durdu, ta ki ben, 'Artık durmayacak mı?' dedim.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Warrad, el-Mughira ibn Shu'ba'nın katibi, \"Muaviye, el-Mughira'ya yazdı ve 'Bana, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, söylediklerini yaz' dedi.\" Warrad dedi ki, \"O bana okudu ve ben de yazdım: 'Onun çok soru sormayı, para israfını ve boş sohbeti yasakladığını duydum.'\""
    },
    {
      "id": 17,
      "narrator": "Abu't-Tufayl said, \"'Ali was asked, 'Did the Prophet, may Allah bless\nhim and grant him peace, give you something special which he did not give\nto anyone else?' He replied, 'The Messenger of Allah, may Allah bless him\nand grant him peace, did not give me anything special which he did not give\nto everyone else except for what I have in my sword scabbard.' He brought\nout a piece of paper. Written on that paper was:",
      "text": "Ebu't-Tufayl dedi ki, \"'Ali'ye soruldu: 'Peygamber, Allah ona salat ve selam eylesin, sana başkalarına vermediği özel bir şey verdi mi?' O da, 'Allah'ın Resulü, Allah ona salat ve selam eylesin, bana başkalarına vermediği özel bir şey vermedi, yalnızca kılıcımın kınında olanı hariç.' dedi. Bir parça kağıt çıkardı. O kağıtta şunlar yazılıydı: 'Allah, kendisinden başka bir şey için hayvan kesenleri lanetlesin. Allah, bir taş çalanları lanetlesin. Allah, ebeveynine lanet edenleri lanetlesin. Allah, bir bid'atçiye sığınak verenleri lanetlesin.'\""
    },
    {
      "id": 18,
      "narrator": "Abu'd-Darda' said, \"The Messenger of Allah, may Allah bless him and grant\nhim peace, recommended nine things to me:",
      "text": "Ebu'd-Darda' dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, bana dokuz şey tavsiye etti: 'Allah'a hiçbir şeyi ortak koşma, parçalanmış olsan bile ya da yakılsan bile. Farz namazı kasıtlı olarak terk etme. Onu terk eden, Allah'ın korumasını kaybeder. Şarap içme - bu her kötülüğün anahtarıdır. Ebeveynine itaat et. Eğer sana dünya malını terk etmeni emrederlerse, o zaman onları bırak. Güç sahipleriyle tartışma, ne kadar haklı olduğunu düşünsen bile. Ordu ilerlerken kaçma, arkadaşların kaçarken sen öldürülsen bile. Eşine, imkânlarınla harcama yap. Eşine karşı sopa kaldırma. Aileni, Azametli ve Yüce olan Allah'tan korkmaya yönlendir.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abdullah ibn Amr dedi ki, \"Bir adam, Peygamber'e, Allah ona salat ve selam eylesin, geldi ve 'Ben, anne babamı ağlatarak, hicret etmek için sana biat etmeye geldim.' dedi. Peygamber, 'Onlara geri dön ve onları ağlattığın gibi güldür.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Abdullah ibn Amr dedi ki, \"Bir adam, Peygamber'e, Allah ona salat ve selam eylesin, cihad etmek istediğini söyleyerek geldi. Peygamber sordu: 'Anne baban hayatta mı?' 'Evet,' dedi. O da, 'O zaman onların adına gayret et.' dedi.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Burnu toprakla kaplansın (yani, rezil olsun), burnu toprakla kaplansın, burnu toprakla kaplansın.\" Onlar, \"Ey Allah'ın Resulü, kim?\" dediler. O da, \"Anne babasından birini veya her ikisini yaşlılıkta gören ve (hala) Cehenneme giren.\" dedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Mu'adh dedi ki, \"Anne babasına itaat eden kimseye mutluluk vardır. Yüce Allah onun ömrünü uzatır.\""
    },
    {
      "id": 23,
      "narrator": "Ibn 'Abbas mentioned the words of the Almighty, \"When one or both\nof them reach old age with you, do not say 'Ugh!' to them out of irritation\nand do not be harsh with them but speak to them with gentleness and generosity.\nTake them under your wing, out of mercy, with due humility and say:",
      "text": "İbn Abbas, Yüce Allah'ın sözlerini zikretti: \"Onlardan biri veya her ikisi seninle yaşlılığa ulaştığında, onlara 'Uff!' bile deme ve onlara sert davranma, onlara nazik ve cömert bir şekilde konuş. Onları merhametle kanatlarının altına al ve alçakgönüllülükle de ki: 'Rabbim, onlar bana küçükken baktıkları gibi onlara merhamet et.'\" (17:23-24) Dedi ki, \"Bu, Tevbe Suresi'nde neshedilmiştir: 'Peygamberin ve iman edenlerin, müşrikler için, akrabaları bile olsa, bağışlanma dilemeleri uygun değildir. Onlar, Alevli Ateş'in arkadaşları olduğu anlaşıldıktan sonra.' (9:113)\""
    },
    {
      "id": 24,
      "narrator": "Sa'id ibn Abi Waqqas said:",
      "text": "Sa'id ibn Ebi Vakkas dedi: \"Hakkımda dört ayet indirildi. Birincisi, annemin, 'Muhammed'i terk etmeden ne yiyeceğim ne de içeceğim.' diye yemin ettiği zamandı. Yüce Allah, 'Eğer seni bilmediğin bir şeyi bana ortak koşmaya zorlarlarsa, onlara itaat etme. Bu dünyada onlarla güzel ve nazik bir şekilde geçin.' (31:15) ayetini indirdi. İkincisi, beğendiğim bir kılıcı alıp, 'Ey Allah'ın Resulü, bunu bana ver!' dediğim zamandı. Sonra ayet indi: 'Onlar sana ganimet hakkında soracaklar.' (8:1) Üçüncüsü, hastalandığımda, Allah'ın Resulü, Allah ona salat ve selam eylesin, yanıma geldi ve ben de, 'Ey Allah'ın Resulü, mülkümü paylaşmak istiyorum. Yarısını vasiyet edebilir miyim?' dedim. O da, 'Hayır.' 'Üçte biri?' diye sordum. O sessiz kaldı ve sonrasında üçte birini vasiyet etmek caiz oldu. Dördüncüsü, bazı Ensar ile şarap içtiğim zamandı. Onlardan biri, çene kemiği ile burnuma vurdu. Ben de Peygamber'e, Allah ona salat ve selam eylesin, gittim ve Yüce Allah, şarap yasağını indirdi.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Asma' bint Ebi Bekr dedi ki, \"Peygamber zamanında, Allah ona salat ve selam eylesin, annem bana geldi ve (benim itaat etmemi umarak). Peygambere, Allah ona salat ve selam eylesin, 'Ona iyi davranmak zorunda mıyım?' diye sordum. 'Evet,' dedi.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İbn Ömer dedi ki, \"'Ömer, satılık bir ipek elbise gördü. 'Ey Allah'ın Resulü, bu elbiseyi alıp Cuma günü giyer misin ve elçilerin seni ziyaret ettiğinde?' dedi. O da, 'Sadece ahirette hiç nasibi olmayan bir kimse bunu giyebilir.' dedi. Sonra Allah'ın Resulü, Allah ona salat ve selam eylesin, aynı kumaştan bazı elbiseler aldı. Birini Ömer'e gönderdi. Ömer, 'Sen bunun hakkında söylediklerini söyledikten sonra bunu nasıl giyebilirim?' diye haykırdı. Peygamber, 'Sana bunu giymen için vermedim. Bunu satabilir veya birine verebilirsin.' dedi. Ömer, onu henüz Müslüman olmamış olan bir kardeşine Mekke'ye gönderdi.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Abdullah ibn Amr, Peygamber'in, Allah ona salat ve selam eylesin, \"Anne babasına sövmek büyük günahlardan biridir.\" dediğini aktardı. Onlar, \"O nasıl söver?\" diye sordular. O da, \"Bir adam, birine söver, o da annesine ve babasına söver.\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Abdullah ibn Amr dedi ki, \"Bir adamın babasına sövmesi, Yüce Allah katında büyük günahlardandır.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ebu Bekir, Peygamber'in, Allah ona salat ve selam eylesin, \"Bu dünyada ceza getirmesi muhtemel olan, ahirette de biriktirilenden daha fazla günah yoktur, zulüm ve akrabalık bağlarını koparmaktan.\" dediğini bildirdi."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "İmran ibn Hüseyin dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Zina, şarap içmek ve hırsızlık hakkında ne dersiniz?' dedi. 'Allah ve Resulü en iyi bilendir,' dedik. O da, 'Bunlar birer çirkinliktir ve bunlar için bir ceza vardır, ama size en büyük günahı söyleyeyim mi? Yüce Allah'a ortak koşmak ve ebeveynlere isyan etmektir.' Yatıyordu, ama sonra oturdu ve 've yalan söylemek' dedi.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "İbn 'Umar dedi ki, \"Anne babayı ağlatmak, isyanın bir parçasıdır ve büyük günahlardan biridir.\""
    },
    {
      "id": 32,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and grant\nhim peace, said, \"Three supplications are answered without a doubt:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, ona salat ve selam olsun, \"Üç dua vardır ki, şüphesiz kabul edilir: Mazlumun duası, yolcu olanın duası ve ebeveynin çocukları için yaptığı duadır.\" dediğini bildirmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, ona salat ve selam olsun, \"Beşikte hiç kimse konuşmamıştır, sadece 'İsa ibn Meryem, ona salat ve selam olsun, ve Jurayj'in arkadaşı konuşmuştur.\" dediğini işitti. Ebu Hureyre sordu, \"Allah'ın Elçisi, Jurayj'in arkadaşı kimdi?\" Peygamber cevap verdi, \"Jurayj, bir hücrede yaşayan bir rahipti. Onun hücresinin dibine gelen bir çoban vardı ve köyden bir kadın çobana gelirdi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Ne Yahudi ne de Hristiyan beni duyduktan sonra benden nefret etti. Annemin Müslüman olmasını istedim, ama o kabul etmedi. Ona bunu söyledim, ama yine de kabul etmedi. Ben de Allah'ın Elçisi'ne, ona salat ve selam olsun, gittim ve 'Benim için Allah'a dua et' dedim. O da dua etti ve ben ona gittim. O evin kapısının içindeydi ve 'Ebu Hureyre, ben Müslüman oldum.' dedi. Ben de Allah'ın Elçisi'ne, ona salat ve selam olsun, haber verdim ve 'Benim ve annemin için Allah'a dua et' dedim. O da, 'Ya Allah, insanları Ebu Hureyre'yi ve annesini sevdirsin.' dedi.\""
    },
    {
      "id": 35,
      "narrator": "Abu Usayd said, \"We were with the Messenger of Allah, may Allah bless\nhim and grant him peace, when a man asked, 'Messenger of Allah, is there\nany act of dutifulness which I can do for my parents after their death?'\nHe replied, 'Yes. There are four things:",
      "text": "Ebu Usayd dedi ki, \"Biz Allah'ın Elçisi ile, ona salat ve selam olsun, birlikteydik. Bir adam sordu, 'Allah'ın Elçisi, ebeveynlerim öldükten sonra onlara karşı yapabileceğim bir iyilik var mı?' O da, 'Evet. Dört şey vardır: Onlar için dua etmek, bağışlanma istemek, verdikleri sözleri yerine getirmek ve onların dostlarına cömert davranmak. Ebeveynlerinle olan akrabalık bağların sadece onlardandır.' diye cevap verdi.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Ölü kişi, ölümünden sonra bir derece yükseltilebilir. O da, 'Rabbim, bu nasıl olur?' dedi. Kendisine, 'Çocuğun senin için bağışlanma isteyebilir.' denildi.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "İbn Sirin dedi ki, \"Bir gece Ebu Hureyre ile birlikteydik ve o, 'Ya Allah, Ebu Hureyre'yi ve annesini bağışla ve her ikisi için bağışlanma isteyenleri de.' dedi. Muhammed dedi ki, 'Biz onların bağışlanması için dua ederdik ki, Ebu Hureyre'nin duasına dahil olalım.'\""
    },
    {
      "id": 38,
      "narrator": "Abu Hurayra reported that the Messenger of Allah, may Allah bless him\nand grant him peace, said, \"When a person dies, all action is cut off for\nhim with the exception of three things:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, ona salat ve selam olsun, \"Bir kişi öldüğünde, onun için tüm ameller kesilir, sadece üç şey hariç: Süregelen sadaka, faydalı ilim veya onun için dua eden salih bir çocuk.\" dediğini bildirmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "İbn Abbas, bir adamın şöyle dediğini aktardı: \"Allah'ın Elçisi, annem vasiyetsiz öldü. Onun adına sadaka verirsem ona faydası olur mu?\" \"Evet,\" diye cevap verdi."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Abdullah ibn Dinar, İbn 'Umar'ın bir yolculuk sırasında bir bedeviye rastladığını bildirdi. Bedevinin babası 'Umar'ın arkadaşıydı. Bedevi, \"Ben falan filanın oğlu değil miyim?\" dedi. O da, \"Evet, gerçekten öylesin.\" dedi. İbn 'Umar, ona peşinden gelen bir eşek vermesini emretti. Ayrıca sarığını çıkardı ve ona verdi. Yanındaki adamlardan biri, \"İki dirhem ona yetmez mi?\" dedi. O da, \"Peygamber, ona salat ve selam olsun, 'Babanın sevdiği şeyleri koruyun. Onları kesmeyin ki, Allah ışığınızı söndürmesin.' dedi.\" diye cevap verdi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin, ona salat ve selam olsun, \"En güçlü iyilik, bir adamın babasının sevdiği kişilerle ilişkilerini sürdürmesidir.\" dediğini bildirmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Sa'd ibn 'Ubada az-Zurqi, babasının şöyle dediğini aktardı: \"Ben Medine'deki mescitte 'Amr ibn 'Uthman ile oturuyordum. 'Abdullah ibn Salam yanlarından geçti, yeğenine dayanarak. 'Amr, topluluktan ayrıldı ve onunla ilgilendi.\" Sonra İbn Salam onlara döndü ve \"İstediğinizi yapın, 'Amr ibn 'Uthman,\" dedi (bunu iki veya üç kez söyledi). Muhammed'i, ona salat ve selam olsun, Hak ile gönderen Allah'a yemin ederim ki, bu, Allah Teala'nın Kitabı'ndadır (bunu iki kez söyledi), 'Babanın bağlarını kesmeyin ki, bu ışığınızı söndürmesin.'\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Ebu Bekir ibn Hazm, Peygamber'in, ona salat ve selam olsun, sahabelerinden birinin şöyle dediğini bildirdi: \"Size yeter ki, Allah'ın Elçisi, ona salat ve selam olsun, 'Sevgi miras alınır.' dedi.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Ebu Hureyre iki adam gördü ve onlardan birine, \"Bu adam seninle ne akrabalık ilişkisi var?\" dedi. O da, \"O benim babam,\" diye cevap verdi. O da, \"Onu kendi adıyla anma, önünde yürüme ve onun önünde oturma.\" dedi."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Şahr ibn Hawşab dedi ki, \"İbn 'Umar ile birlikte dışarı çıktık ve Salim ona, 'Selam, Ebu 'Abdu'r-Rahman.' dedi.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Abdullah ibn Dinar, İbn Ömer'in şöyle söylediğini nakletti: \"Ama Ebu Hafs Ömer karar verdi...\""
    }
  ]
}