{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Kâbisa ibn Burmâ el-Esedî dedi ki: \"Ben Allah'ın Resulü ile beraber idim, O'nu şöyle derken duydum: 'Bu dünyada doğru olanların halkı, ahirette de doğru olanların halkıdır. Bu dünyada yanlış olanların halkı, ahirette de yanlış olanların halkıdır.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Harmala ibn Abdullah, Allah'ın Resulü ile, O'na selam olsun, birlikte bulundu ve O'nu tanıyana kadar O'nun yanında kaldı. Dedi ki: \"Yola çıktığımda kendime, 'Allah'a yemin ederim ki, daha fazla bilgi edinmek için Allah'ın Resulü'ne gideceğim.' Akşam vakti O'nun önüne geldim. 'Bana ne yapmamı emredersin?' diye sordum. O da: 'Harmala, doğru olanı yap ve yanlış olandan sakın.' dedi. Sonra kervana döndüm. Tekrar geri döndüm ve O'nun yanındaki yerime geldim. 'Allah'ın Resulü, bana ne yapmamı emredersin?' dedim. O da: 'Harmala, doğru olanı yap ve yanlış olandan sakın. İnsanların seninle birlikteyken duymak istediği şeyleri öğren. Benden ayrıldığında, bu şekilde davran. İnsanların sana söylemesini istemediğin şeyleri öğren. Benden ayrıldığında, bunlardan sakın.' dedi. Döndüğümde, bu iki ifadenin hiçbir şeyi atlamadığını düşündüm.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Selman dedi ki: \"Bu dünyada doğru olanların halkı, ahirette de doğru olanların halkıdır.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Câbir ibn Abdullah, Allah'ın Resulü'nün, O'na selam olsun, şöyle dediğini bildirdi: \"Her doğru eylem sadakadır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Musa, Allah'ın Resulü'nün, O'na selam olsun, şöyle dediğini bildirdi: \"Her Müslüman sadaka vermelidir.\" Onlar: \"Peki, bir şey bulamazsa?\" dediler. O da: \"O zaman elleriyle çalışmalı, kendisine fayda sağlamalı ve sonra sadaka vermelidir.\" dedi. Onlar: \"Peki, bunu yapamazsa ya da yapmazsa?\" dediler. O da: \"O zaman birine büyük bir ihtiyacı olan birine yardım etmelidir.\" dedi. Onlar: \"Peki, bunu da yapmazsa?\" dediler. O da: \"O zaman iyiliği emretmeli veya doğruyu emretmelidir.\" dedi. Onlar: \"Peki, bunu da yapmazsa?\" dediler. O da: \"Kötülükten sakınmalıdır. Bu da onun için sadakadır.\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "220 ile aynı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Dharr, \"Allah'ın Resulü, O'na selam olsun, şöyle dedi: 'Ey Allah'ın Resulü, zenginler bütün sevapları aldılar. Onlar bizim gibi namaz kılıyorlar. Bizim gibi oruç tutuyorlar, ama fazladan mallarından sadaka veriyorlar.' Dedi ki: 'Allah size sadaka vermeniz için bir şey vermedi mi? Her zaman Allah'ı övdüğünüzde, bu sadakadır. Cinsel ilişki de sadakadır.' diye cevap verdi. Soruldu: 'İnsanın iştahını tatmin etmesinde sadaka var mı?' O da: 'Eğer bunu haram bir şekilde yaparsa, bu yanlış bir eylem değil midir? Aynı şekilde, eğer bunu helal bir şekilde yaparsa, o da bir sevap alır.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Barza el-Eslemî dedi ki: \"Ben: 'Ey Allah'ın Resulü, beni Cennete sokacak bir eylem göster!' dedim. O da: 'İnsanların yolundan zararlı şeyleri kaldır.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, O'na selam olsun, şöyle dediğini bildirdi: \"Bir adam yolda bir dikene rastladı ve: 'Bu dikeni kaldıracağım ki, bir Müslüman erkeğe zarar vermesin.' dedi. Bu yüzden affedildi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Dharr, Allah'ın Resulü'nün, O'na selam olsun, şöyle dediğini bildirdi: \"Bana ümmetimin eylemleri - hem iyi hem de kötü - gösterildi ve onların iyi eylemlerinden birinin yoldan zararlı şeyleri kaldırmak olduğunu, kötü eylemlerinden birinin de camide gömülmemiş tükürük olduğunu gördüm.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Abdullah ibn el-Hatami, Allah'ın Resulü'nün, O'na selam olsun, şöyle dediğini bildirdi: \"Her iyilik eylemi sadakadır.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Enes dedi ki: \"Allah'ın Resulü, O'na selam olsun, bir şey verildiğinde, 'Şunu filan yere götürün. O, Hatice'nin arkadaşıydı. Şunu filan evine götürün. O, Hatice'yi severdi.' derdi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "231 ile aynı, ancak Hudhayfa'dan."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Amr ibn Kurra el-Kindî dedi ki: \"Babam kız kardeşini Selman'a nikah etti. O, kabul etmedi ve kendisine Buqayra adında bir mawlâ ile evlendi. Ebu Kurra, Hudhayfa ile Selman arasında kötü hisler olduğunu duydu. Bunun hakkında Selman ile konuşmak için gitti. Ona, kendisine ait bir sebze bahçesinde olduğunu söylediler ve orada onunla buluştu. Selman bir torba sebze taşıyordu. Sopasını torbanın düğümüne soktu ve omzuna koydu. Ebu Kurra: 'Ebu Abdullah, seninle Hudhayfa arasında ne sorun var?' diye sordu. Selman: 'İnsan aceleci olmaya meyillidir.' diye cevap verdi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"'Ömer dedi ki: 'Halkımızın topraklarına gidelim.' Ubayy ibn Ka'b ve ben halkın arkasındaydık. Bir bulut toplandı. Ubayy: 'Ya Allah, bunun zararını bizden kaldır!' dedi. Halkla karşılaştıklarında, onların binekleri ıslaktı. Onlar: 'Üzerimize düşen, size düşmedi!' dediler. Ben: 'O, Allah Teâlâ'dan bunun zararını bizden kaldırmasını istedi.' dedim. Ömer: 'Neden duanıza bizi dahil etmediniz?' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Salama dedi ki, \"Bir arkadaşla birlikte Ebu Sa'id el-Hudri'ye gittik. Ben, 'Bizimle hurma ağaçlarına gider misin?' dedim. O, siyah kenarlı bir hırka giyerek dışarı çıktı.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "---"
    }
  ]
}