{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Mümin, kardeşinin aynasıdır. İçinde bir kusur gördüğünde, onu düzeltmelidir.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, ona salat ve selam olsun, şöyle dediğini bildirdi: \"Mümin, kardeşinin aynasıdır. Mümin, diğer bir müminin kardeşidir. Onu kayba karşı korur ve arkasında savunur.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "El-Mustavrid, Allah'ın Resulü'nün, ona salat ve selam olsun, şöyle dediğini bildirdi: \"Eğer birisi bir Müslümanın onuruna mal olan bir yemek yerse, Allah ona cehennem ateşinden benzer bir miktar yedirir. Eğer birisi bir Müslümanın onuruna mal olan bir elbise giyerse, Allah ona cehennem ateşinden benzer bir elbise giydirir. Eğer birisi bir Müslümanın onuruna mal olan bir gösteriş ve ikiyüzlülük pozisyonuna ulaşırsa, Allah onu Kıyamet Günü gösteriş ve ikiyüzlülük pozisyonuna koyar.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abdullah ibn as-Sa'ib, dedesinin şöyle dediğini aktardı: \"Ben, Allah'ın Resulü'nün, ona salat ve selam olsun, 'Hiçbiriniz arkadaşının malını, şaka veya ciddi olarak almasın. Sizden biri arkadaşının asa'sını alırsa, onu geri vermelidir.' dediğini işittim.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Mes'ud el-Ensari dedi ki: \"Bir adam, Allah'ın Resulü'ne, ona salat ve selam olsun, geldi ve 'Deveim yorgun düştü, bana bir binek ver.' dedi. O da, 'Bende yok. Ama falanca yere git, belki sana bir tane verir.' dedi. O adam o kişiye gitti ve ona bir binek verdi. Sonra tekrar Allah'ın Resulü'ne, ona salat ve selam olsun, döndü ve ona bildirdi. O da, 'İyiliğe rehberlik eden, onu yapan kişinin mükafatına sahiptir.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Enes, bir Yahudi kadının Allah'ın Resulü'ne, ona salat ve selam olsun, zehirli bir koyun getirdiğini bildirdi. O, ondan yedi ve kadın getirildi. Soruldu: \"Onu öldürmeyelim mi?\" \"Hayır,\" diye cevap verdi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Abdullah ibn az-Zubayr, minberde şöyle dedi: \"İnsanlara hoşgörün ve doğru olanı emredin, cehaletten yüz çevirin.\" (7:199) Dedi ki: \"Allah'a yemin ederim ki, bu ayetle insanları kabul etmemiz emredilmiştir. Allah'a yemin ederim ki, ben insanları kabul edeceğim, onlarla birlikte olduğum sürece.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Öğretin ve kolaylaştırın, zorlaştırmayın. Sizden biri öfkelendiğinde, susmalıdır.\" dediğini bildirdi."
    },
    {
      "id": 9,
      "narrator": "'Ata' ibn Yasar said, \"I met 'Abdullah ibn 'Amr ibn al-'As and\nI said, 'Tell me about the description of the Messenger of Allah, may Allah\nbless him and grant him peace, in the Torah.' 'Yes,' he said, 'By Allah,\nhe is described in the Torah partly as he is described in the Qur'an:",
      "text": "Ata ibn Yasar dedi ki: \"Abdullah ibn Amr ibn al-As ile karşılaştım ve 'Bana Allah'ın Resulü'nün, ona salat ve selam olsun, Tevrat'taki tarifini anlat.' dedim. 'Evet,' dedi, 'Allah'a yemin ederim ki, o Tevrat'ta kısmen Kur'an'da tarif edildiği gibi tarif edilmiştir: 'Ey Peygamber, seni bir şahit, müjdeleyici ve uyarıcı ve okuma yazma bilmeyenlere bir koruma olarak gönderdik. Sen benim kulum ve elçimsin. Seni güvenilir olarak adlandırdım, ne kaba, ne sert, ne de pazarlarda gürültücü.' Allah Teala onu almayacaktır, ta ki onu kullanarak eğri toplumu doğru hale getirsin, böylece 'Allah'tan başka ilah yoktur' derler ve bununla kör gözleri, sağır kulakları ve örtülü kalpleri açarlar.'\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abdullah ibn Ata dedi ki: \"Kur'an'daki bu ayet, 'Ey Peygamber, seni bir şahit, müjdeleyici ve uyarıcı olarak gönderdik' (33:45) Tevrat'ta benzer bir biçimde bulunmaktadır.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Muaviye dedi ki: \"Allah'ın Resulü'nden, ona salat ve selam olsun, bana yardım eden bazı sözler işittim.\" Jubayr ibn Nufayr dedi ki: \"Onun, Allah'ın Resulü'nden, ona salat ve selam olsun, 'Eğer insanlara açıkça şüphelerinizi gösterirseniz, onları bozarısınız.' dediğini işittiğini duydum. Bu nedenle, insanlara açıkça şüphelerimi göstermiyorum ki onları bozmayayım.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Bu iki kulağım işitti ve bu iki gözüm, Allah'ın Resulü'nü, ona salat ve selam olsun, el-Hasan'ın - veya el-Hüseyin'in - avuçlarını iki elinde tutarken gördü. Onun ayakları, Allah'ın Resulü'nün, ona salat ve selam olsun, ayaklarının üzerindeydi. Allah'ın Resulü, ona salat ve selam olsun, 'Çık' dedi. Çocuk, ayakları Allah'ın Resulü'nün, ona salat ve selam olsun, göğsüne ulaşana kadar tırmandı ve sonra Allah'ın Resulü, ona salat ve selam olsun, 'Ağzını aç' dedi. Sonra onu öptü ve 'Ya Allah, onu sev, çünkü ben onu seviyorum!' dedi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Cerir dedi ki: \"Müslüman olduğum günden beri, Allah'ın Resulü, ona salat ve selam olsun, beni hiç gülümsemeden görmedi.\" Allah'ın Resulü, ona salat ve selam olsun, \"Dhu Yaman'ın en iyilerinden bir adam, bu kapıdan girecek, yüzü bir melek tarafından dokunulmuş.\" dedi. Sonra Cerir içeri girdi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Aişe dedi ki: \"Ben, Allah'ın Resulü'nü, ona salat ve selam olsun, gülümserken, uvulasını görecek kadar gülmediğini hiç görmedim. O, gülümserdi, Allah ona salat ve selam olsun.\" Dedi ki: \"Bir bulut veya rüzgar gördüğünde, yüzünde bir sıkıntı görünürdü.\" Dedi ki: \"Allah'ın Resulü, insanlar bir bulut gördüğünde sevinir, içinde yağmur olmasını umar. Ama sen onu gördüğünde, yüzünde bir sıkıntı görüyorum.\" O da cevap verdi: \"Aişe, içinde acı bir azap olmadığını bana ne garanti edebilir? İnsanlar rüzgarla azap edildi. Bazı insanlar azabı gördü ve 'Bu bize gelen bir yağmur bulutudur.' dediler.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Az gülün. Çok gülmek kalbi öldürür.\" dediğini bildirdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın ona salat ve selam etmesini dilediği Peygamber'in şöyle söylediğini rivayet etmiştir: \"Çok gülmeyin. Çok gülmek kalbi öldürür.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Peygamber, Allah'ın ona salat ve selam etmesini dilediği, gülüp konuşan bir grup Ashabının yanına çıktı. 'Canımın bulunduğu Zat'a yemin ederim ki, eğer benim bildiklerimi bilseydiniz, az gülüp çok ağlardınız.' dedi. Sonra ayrıldı ve insanlar ağlamaya başladı. Bunun üzerine Allah Teala ona vahyetti: 'Muhammed! Neden kullarıma ümitsizlik verdin?' Peygamber, Allah'ın ona salat ve selam etmesini dilediği, 'Müjdeleyin, rehberlik edin ve birbirinize yaklaşın.' dedi.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Birine döndüğünde, tamamen ona dönerdi. Ayrıldığında, tamamen ayrılırdı. Onun gibi birini hiç görmedim ve bir daha da göreceğimi sanmıyorum.\""
    }
  ]
}