{
  "language": "tr",
  "metadata": {
    "length": 50,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Canım elinde olan Allah'a yemin ederim ki, İslam'a teslim olmadan cennete giremeyeceksiniz. Ve, birbirinizi sevmeden İslam'a teslim olamazsınız. Birbirinize selam verin, böylece birbirinizi seversiniz. Nefretten sakının, çünkü o bir jilet gibidir. Size saçları tıraş ettiğini söylemiyorum, ama dini tıraş eder.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abdullah ibn Amr ibn al-As, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"İki müminin ruhları, bir gün içinde birbirleriyle buluşmalıdır, hatta birbirlerini görmeseler bile.\""
    },
    {
      "id": 3,
      "narrator": "Ibn `Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Nimetler tanınmaz, (akrabalık bağları) rahim kesilir ve kalplerin yakınlığına benzerini görmedik.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Umayr ibn İshak şöyle dedi: \"İnsanlardan ilk gidecek şeyin dostluk olacağını söylerdik.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Enes ibn Malik, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in Umm Süleym'in de bulunduğu bir grup kadına rastladığını söyledi. O, \"Ancaşa!* Camdan kapları sürerken nazik ol!\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Hureyre, insanların \"Allah'ın Resulü, bizimle şaka yapıyorsun!\" dediklerini rivayet etmiştir. O, \"Ama ben sadece gerçeği söylüyorum.\" diye cevap verdi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bakr ibn Abdullah, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in arkadaşlarının birbirlerine karpuz attıklarını söyledi. O, \"Eğer bunlar gerçek olsaydı, erkek olurlardı.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn Ebi Mülayka şöyle dedi: \"Aişe, Allah'ın selamı ve bereketi üzerine olsun, Allah'ın Resulü ile şakalaşıyordu. Onun cariyesi, 'Allah'ın Resulü, bu mahallede şaka yapan kadınlardan bazıları Kinana'dandır!' dedi. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, 'Hayır, bu mahalledeki şakacılarımızdan bazılarıdır.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Enes ibn Malik, Allah'ın selamı ve bereketi üzerine olsun, bir adamın Peygamber'e, Allah'ın selamı ve bereketi üzerine olsun, bir binek istemek için geldiğini söyledi. O, \"Sana bir dişi deveyi biner olarak vereceğim.\" dedi. Adam, \"Allah'ın Resulü, dişi deveyi ne yapabilirim?\" diye haykırdı. Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, \"Develer başka bir şeyden mi doğar?\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Enes ibn Malik, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in bizimle öyle kaynaştığını söyledi ki, \"Küçük kardeşim Abu Umayr! Küçük serçeye ne oldu?\" diye sordu."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Allah'ın Resulü'nün Hasan veya Hüseyin'i elinden tutup, ayaklarını kendi ayaklarının üzerine koyduğunu ve \"Çık!\" dediğini rivayet etmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu Derda, Peygamber'in (ﷺ) \"İyi ahlaktan daha ağır bir şey yoktur.\" dediğini bildirmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abdullah ibn Amr, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in ne kaba ne de yüksek sesli olduğunu söyledi. O, \"Sizlerin en hayırlısı, en güzel ahlaka sahip olanınızdır.\" derdi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Amr ibn Şu'ayb, dedesinden, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in \"Sizlere en sevimli olanı ve Kıyamet Günü en yakın oturacak olanı söyleyeyim mi?\" dediğini rivayet etmiştir. İnsanlar sessiz kaldı, bu yüzden bunu iki veya üç kez tekrarladı. Sonra insanlar, \"Evet, Ey Allah'ın Resulü.\" dediler. O, \"Sizlerin en güzel ahlaka sahip olanıdır.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Allah'ın Resulü'nün \"Ben iyi ahlakı tamamlamak için gönderildim.\" dediğini rivayet etmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'Aişe dedi ki: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, iki şey arasında bir seçim yapma imkanı verildiğinde, eğer bu iki şeyden biri yanlış bir davranış değilse, her zaman daha kolay olanı seçerdi. Eğer bir yanlışlık varsa, bunu yapacak son kişi olurdu. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, kendi adına intikam almazdı. Ancak Allah Teala'nın saygısı ihlal edildiğinde, Allah Teala adına intikam alırdı.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "'Abdullah dedi ki: \"Allah Teala, sizin aranızda karakteri, rızkı paylaştığı gibi paylaştırmıştır. Allah Teala, sevdiği kimselere ve sevmediği kimselere mal verir. Ancak, sadece sevdiği kimselere iman bahşeder. Malını harcamaktan cimrilik eden, düşmanla savaşmaktan korkan ve geceyi dayanılmaz bulan kimse, sık sık 'Allah'tan başka ilah yoktur, Allah'ı tenzih ederim, hamd Allah'a aittir ve Allah en büyüktür' demelidir.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Zenginlik, çok mülke sahip olmak demek değildir; zenginlik, kişinin kanaatkar olmasıdır.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Enes dedi ki: \"Ben, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, on yıl hizmet ettim. O, bana asla 'uff' demedi ve yapmadığım bir şey hakkında neden yapmadığımı sormadı; yaptığım bir şey hakkında da neden bunu yaptığımı sormadı.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Enes ibn Malik dedi ki: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, merhametliydi. Yanına gelen kimseye bir şey vaadedip, elinde bir şey varsa o vaadi yerine getirirdi. Namaz için ikamet getirildiğinde bir bedevi geldi, elbiselerinden tuttu ve 'Henüz tatmin olmadım ve unutmakla korkuyorum' dedi. Peygamber onunla birlikte gitti, adam istediğini aldıktan sonra geri döndü ve namaz kıldı.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Cabir dedi ki: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, kendisinden bir şey istendiğinde asla 'hayır' demedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "'Abdullah ibn ez-Zübeyr dedi ki: \"Ben, 'Aişe ve Esma'dan daha cömert iki kadın görmedim. Onların cömertliği farklıydı. 'Aişe, eşyaları toplar ve toplandıktan sonra onları paylaşırdı. Esma ise, ertesi gün için hiçbir şey saklamazdı.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Allah yolunun tozu ve cehennem ateşinin dumanı, bir kulun kalbinde asla bir araya gelmez. İman ve cimrilik de bir kulun kalbinde asla bir araya gelmez.\""
    },
    {
      "id": 24,
      "narrator": "Abu Sa'id al-Khudri reported that the Prophet, may Allah bless\nhim and grant him peace, said, \"Two qualities are not found together in\na believer:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Bir müminin kalbinde iki özellik bir arada bulunmaz: cimrilik ve kötü huyluluk.\""
    },
    {
      "id": 25,
      "narrator": "'Abdullah ibn Rabi'a said:",
      "text": "'Abdullah ibn Rabi'a dedi ki: \"Biz, 'Abdullah ile otururduk ve bir adamın karakteri hakkında konuşuyorlardı. 'Abdullah, 'Başını keserseniz ne düşünürsünüz? Onu tekrar yerine koyabilir misiniz?' dedi. 'Hayır,' dediler. 'Peki, elini?' 'Hayır,' dediler. 'Ve ayağını?' dediler. 'Hayır,' dedi. 'Onun karakterini değiştiremezsiniz, ta ki fiziksel formunu değiştirmediğiniz sürece. Damla, kırk gece rahimde kalır ve sonra kan pıhtılaşır, sonra bir kan pıhtısına dönüşür ve sonra bir et parçası olur ve sonra Allah bir melek gönderir ve onun rızkını, karakterini ve ahirette mutlu mu yoksa mutsuz mu olacağını kaydeder.'\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"İyi karakteriyle tanınan bir adam, gece namaz kılan birinin derecesine sahiptir.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Ben, Ebu'l-Kasım'ın şöyle dediğini duydum: 'İslam'da en iyi olanınız, anlayışa sahip olduğunda en iyi karaktere sahip olanınızdır.'\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Sabit ibn Ubeyd dedi ki: \"Ben, insanlarla oturduğunda daha ciddi, evinde ise daha neşeli birini Zeyd ibn Sabit'ten daha fazla görmedim.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Peygamber, ona Allah'ın selamı ve bereketi olsun, 'Allah Teala en çok hangi dini sever?' diye soruldu. O da, 'Sade Hanifiyye olanı' diye cevap verdi.\""
    },
    {
      "id": 30,
      "narrator": "'Abdullah ibn 'Amr said, \"There are four qualities such that if\nyou were to be given them, you will not be harmed even if the world were\nto be taken away from you. They are:",
      "text": "'Abdullah ibn 'Amr dedi ki: \"Dört özellik vardır ki, eğer size verilirse, dünya sizden alınsa bile zarar görmezsiniz. Bunlar: iyi karakter, yiyecek konusunda ölçülülük, doğru söz ve emanete riayet etmektir.\""
    },
    {
      "id": 31,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and\ngrant him peace, said, \"Do you know what it is that makes most people enter\nHellfire?\" \"Allah and His Messenger know best,\" they said. He said, \"The\ntwo empty ones:",
      "text": "Ebu Hureyre, Allah'ın selam ve bereketi üzerine olsun, Peygamberin şöyle dediğini rivayet etmiştir: \"Sizce insanların çoğunun cehenneme girmesine sebep olan şey nedir?\" \"Allah ve Resulü daha iyi bilir,\" dediler. O da, \"İki boş şey: cinsel organ ve ağız. Peki, insanların çoğunun cennete girmesine sebep olan şey nedir biliyor musunuz? Allah'a karşı takva ve güzel ahlaktır,\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Ümmü'd-Derdâ, \"Ebu'd-Derdâ gece namaz kılmak için kalktı. Ağlıyordu ve 'Ya Allah! Fiziksel formumu güzel yarattın, ahlakımı da güzel kıl!' diyordu, sabaha kadar. Ben de, 'Ebu'd-Derdâ, gece boyunca tek dua ettiğin şey güzel ahlak!' dedim. O da, 'Ümmü'd-Derdâ, Müslüman ahlakını güzelleştirir, ta ki güzel ahlak onu cennete sokar; kötü ahlakı da kirletir, ta ki kötü ahlak onu cehenneme sokar. Müslümanın, uyurken bile affedilir,' dedi. Ben de, 'Ebu'd-Derdâ, uyurken nasıl affedilir?' dedim. O da, 'Kardeşi gece kalkar, gece namazını kılar ve yüce Allah'a dua eder, duası kabul edilir. O, Müslüman kardeşi için dua eder ve duası kabul edilir,' dedi.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Usame ibn Şarik, \"Ben, Allah'ın selam ve bereketi üzerine olsun, Peygamber ile birlikteydim, o sırada bazı bedeviler geldi. Her tarafta birçok insan vardı. İnsanlar sessizdi ve sadece onlar konuşuyordu. 'Ey Allah'ın Resulü! Şu ve bu konuda zorluk yaşıyoruz' dediler ve bu, insanlara zararı olmayan şeylerdi. O da, 'Ey Allah'ın kulları! Allah, bir adamın haksız yere birisini iftira etmesi dışında zorluğu kaldırmıştır - işte bu, zorluk içinde olan ve helak olan kişidir,' dedi. Onlar, 'Ey Allah'ın Resulü, tıbbi tedavi kullanabilir miyiz?' dediler. 'Evet, ey Allah'ın kulları,' diye cevap verdi, 'tıbbi tedavi kullanabilirsiniz. Yüce Allah, bir hastalık yaratmadı ki onun için bir deva yaratmamış olsun - sadece bir hastalık hariç.' Onlar sordular, 'O nedir, ey Allah'ın Resulü?' 'Yaşlılık,' diye cevap verdi. Onlar, 'Ey Allah'ın Resulü, bir insanın alabileceği en iyi şey nedir?' dediler. O da, 'Güzel ahlaktır,' diye cevap verdi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "İbn Abbas, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, sadaka vermekte insanların en cömertiydi. Ramazan ayında, Cebrail, Allah'ın selam ve bereketi üzerine olsun, onunla buluştuğunda daha da cömert olurdu. Ramazan'ın her gecesi, Cebrail ona gelirdi ve Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, ona Kur'an okurdu. Cebrail ona geldiğinde, Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, sadaka vermekte esen rüzgardan daha cömertti.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Mes'ud el-Ensari, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, şöyle dedi: 'Sizden önce bir adam hesaba çekildi ve onun tek iyi işi, insanlarla işlerinde kolaylık göstermesiydi. O, kölelerine zorluk çeken insanlarla kolaylık göstermelerini emrederdi. Yüce Allah, 'Biz buna ondan daha layığız, o yüzden onu affedin,' dedi,\" diye rivayet etmiştir."
    },
    {
      "id": 36,
      "narrator": "Abu Hurayra reported that the Messenger of Allah, may Allah bless\nhim and grant him peace, said, \"What is the most frequent reason for someone\nentering Paradise?\" He said, \"Taqwa and good character. He was asked,\n\"What is the most frequent reason for people entering the Hellfire?\" He replied,\n\"The two empty ones:",
      "text": "Ebu Hureyre, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, 'Birinin cennete girmesinin en sık nedeni nedir?' dedi. O da, 'Takva ve güzel ahlaktır.' Soruldu, 'İnsanların cehenneme girmesinin en sık nedeni nedir?' O da, 'İki boş şey: ağız ve cinsel organ,' diye cevap verdi.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Navas ibn Sem'an, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, bana doğruluk ve günah hakkında şöyle dedi: 'Doğruluk güzel ahlaktır ve günah, vicdanını kemiren ve başkalarının bilmesini istemediğin şeydir,'\" diye bildirmiştir."
    },
    {
      "id": 38,
      "narrator": "Jabir reported:",
      "text": "Cabir, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, 'Ey Banu Selame, sizin lideriniz kimdir?' dedi. Biz de, 'Cudd ibn Kays, ama onun bir cimri olduğunu düşünüyoruz,' dedik. O da, 'Cimrilikten daha kötü bir hastalık nedir? Aksine, sizin lideriniz Amr ibn el-Cemuh'tur,' dedi. Amr, Cahiliye döneminde putlarına hizmet ediyordu ve Allah'ın Resulü evlendiğinde onun düğün yemeklerini düzenliyordu.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Varrad, el-Muğira ibn Şu'ba'nın katibi, \"Müaviye, el-Muğira ibn Şu'ba'ya, 'Bana, Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, duyduğun bir şey yaz,' diye yazdı. El-Muğira ona, 'Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, dedikoduyu, parayı israf etmeyi, çok soru sormayı, vermemeyi, ebeveynlere itaatsizliği ve kız çocuklarını diri diri gömmeyi yasaklardı,' diye yazdı.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Cabir, \"Peygamber, Allah'ın selam ve bereketi üzerine olsun, kendisinden bir şey istendiğinde asla 'Hayır' demedi,\" diye rivayet etmiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Amr ibn el-As, \"Peygamber, Allah'ın selam ve bereketi üzerine olsun, beni çağırdı. Bana elbiselerimi ve silahlarımı giymemi ve ona gelmemi emretti. Ben de öyle yaptım ve ona geldim, o abdest alıyordu. Bana baktı ve sonra gözlerini indirdi. Sonra, 'Amr, seni bir ordunun başına getirmek istiyorum ve Allah sana ganimet verecek. Ben de sana ganimetin doğru bir payını vereceğim,' dedi. Ben de, 'Ben mülk arzusu ile Müslüman olmadım. Ben İslam arzusu ile Müslüman oldum ve Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, ile birlikte olmak için Müslüman oldum,' dedim. O da, 'Amr! Helal (meşru yoldan kazanılmış) mal, salih bir insan için çok güzeldir!' dedi.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Mihsan el-Ensari, \"Peygamber, Allah'ın selam ve bereketi üzerine olsun, 'Bir kişi malında güven içinde, bedeninde sağlıklı ve günlük yiyeceğine sahipse, sanki tüm dünyanın sahibi gibidir,' dedi,\" diye rivayet etmiştir."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Muaz ibn Abdullah ibn Khuveyb el-Cuhani, babasından, amcasının, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, onlara gusül izleriyle çıktı. Neşeliydi, bu yüzden onun eşleriyle olduğunu düşündük. 'Ey Allah'ın Resulü, senin neşeli olduğunu görüyoruz,' dedik. O da, 'Evet, hamd olsun Allah'a!' dedi. Sonra, Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, 'Takva sahibi birisi için malda bir zarar yoktur, ama takva sahibi birisi için sağlık, maldan daha hayırlıdır. Neşe bir nimettir,' dedi,\" diye aktarmıştır."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Navas ibn Sem'an el-Ensari, \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, bana doğruluk ve günah hakkında şöyle dedi: 'Doğruluk güzel ahlaktır ve günah, vicdanını kemiren ve başkalarının bilmesini istemediğin şeydir,'\" diye bildirmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Anas, \"Peygamber, Allah'ın selam ve bereketi üzerine olsun, insanların en iyisi, en cömerti ve en cesuruydu. Bir gece Medine halkı bir sesle uyanmıştı ve insanlar sesin kaynağına doğru gittiler. Peygamber, Allah'ın selam ve bereketi üzerine olsun, onlarla buluştu ve onlardan önce sesin kaynağına ulaşmıştı ve 'Korkmayın. Korkmayın,' diyordu. Abu Talha'nın atını eyer olmadan sürüyordu ve boynuna bir kılıç asılıydı. 'Onu (at) büyük bir nehir gibi buldum' ya da 'büyük bir nehirdi' (hızını kastederek) dedi.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, \"Her hayır işi sadakadır. Hayırdan bir kısmı, kardeşine güler yüzle bakmak ve kovağından su kabına biraz dökmektir.\" dediğini bildirdi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Ebu Zer, Peygamber'in, Allah ona rahmet etsin ve selam versin, \"En iyi amel hangisidir?\" diye sorulduğunda, \"Allah'a iman etmek ve O'nun yolunda cihad etmek.\" diye cevap verdiğini aktardı. \"Hangi köleler en iyisidir?\" diye sorulduğunda, \"Fiyatı en yüksek ve halkına en değerli olanlardır.\" dedi. \"Savaşacak durumda değilsem ne yapmalıyım?\" diye sorulduğunda, \"Birine yardım et veya çalışmayan birisi için çalış.\" dedi. \"Eğer buna da gücüm yetmiyorsa ne yapmalıyım?\" diye sorulduğunda, \"İnsanlara şerini dokundurma. Bu, kendine verdiğin bir sadakadır.\" diye cevap verdi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Sa'id ibn Ebu Burda, dedesinden, Peygamber'in, Allah ona rahmet etsin ve selam versin, \"Her Müslümanın sadaka vermesi gerekir.\" dediğini aktardı. \"Eğer verecek bir şey bulamazsa ne yapmalı?\" diye sorulduğunda, \"Çalışmalı ve böylece kendine fayda sağlamalı ve sadaka verebilmelidir.\" dedi. \"Eğer bunu yapamazsa ya da yapmıyorsa ne yapmalı?\" diye sorulduğunda, \"Büyük bir ihtiyacı olan birine yardım etmelidir.\" dedi. \"Eğer bunu da yapamazsa ya da yapmıyorsa ne yapmalı?\" diye sorulduğunda, \"İyiliği emretmelidir.\" dedi. \"Eğer bunu da yapamazsa ya da yapmıyorsa ne yapmalı?\" diye sorulduğunda, \"Şerden sakınmalıdır. Bu, onun için bir sadakadır.\" diye cevap verdi."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Abdullah ibn Amr, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, \"Ya Allah, senden sağlık, sabır, güvenilirlik, güzel ahlak ve takdire rıza istiyorum.\" diye dua ettiğini bildirdi."
    },
    {
      "id": 50,
      "narrator": "Yazid ibn Yabnus said, \"We went to 'A'isha and said, 'Umm al-Mu'minin,\nwhat was the character of the Messenger of Allah, may Allah bless him and\ngrant him peace, like?' She replied, 'His character was the Qur'an. Can\nyou recite the sura entitled \"The Believers\"?' She said, 'Recite:",
      "text": "Yezid ibn Yabnus, \"Aişe'ye gittik ve 'Ey Müminlerin Annesi, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, ahlakı nasıldı?' dedik. O da, 'Onun ahlakı Kur'an'dı. 'Müminler, kurtuluşa erenlerdir: Namazlarında huşu içinde olanlar; boş sözlerden yüz çevirenler; zekatlarını verenler; iffetlerini koruyanlardır.' (23:1-5) ayetini okuyabilir misin?' dedi. 'İşte bu, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, ahlakıdır.'\" dedi."
    }
  ]
}