{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Salim ibn Abdullah dedi ki, \"Abdullah'ın hiçbir şeyi lanetlediğini hiç duymadım.\" Salim, Abdullah ibn Umar'ın dediğini aktardı: \"Bir müminin lanet etmesi uygun değildir.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Jabir ibn Abdullah, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Allah, yüksek sesli ve kaba olanı sevmez, pazarlarda bağıranı da sevmez.\" dediğini bildirdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Aişe, bazı Yahudilerin Peygamber'e, Allah ona salat ve selam eylesin, \"Üzerinize zehir ('sam' yerine 'selam') olsun.\" dediklerini aktardı. Aişe, \"Ve sizin üzerinize, Allah'ın laneti ve gazabı üzerinize olsun!\" dedi. Peygamber, \"Sakin ol, Aişe, nazik olmalısın. Sertlik ve kabalıktan sakın.\" dedi. Aişe sordu, \"Onların ne söylediğini duymadın mı?\" O da, \"Benim onlara ne söylediğimi duymadın mı? Ben onlara tekrar ettim ve benim onlara söylediklerim kabul edilecek, onların bana söyledikleri ise kabul edilmeyecek.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abdullah, Peygamber'in, Allah ona salat ve selam eylesin, \"Bir mümin ne iftiracı ne de lanet edici, ne kaba ne de edebe aykırı olmalıdır.\" dediğini bildirdi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, \"İki yüzlü birine güvenilmez.\" dediğini aktardı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Abdullah dedi ki, \"Bir müminin karakterindeki en kınanacak şey kabalıktır.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ubeyd el-Kindi el-Kufi, Ali ibn Ebu Talib'in \"Lanet edenler lanetlenmiştir.\" dediğini duyduğunu bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu'd-Derda, Peygamber'in, Allah ona salat ve selam eylesin, \"Lanet edenler, Kıyamet Günü ne şahit ne de aracı olacaklardır.\" dediğini aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, \"Gerçek kişi lanet edici olmamalıdır.\" dediğini bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Hudayfa dedi ki, \"İnsanlar birbirlerine lanet etmeden, o lanet gerçek olmaz.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Aişe, Ebu Bekir'in bir kölesine lanet ettiğini ve Peygamber'in, Allah ona salat ve selam eylesin, \"Ebu Bekir! Lanet edenler ve doğru! Hayır, Kabe'nin Rabbi hakkı için,\" dediğini ve bunu iki veya üç kez tekrar ettiğini aktardı. O gün Ebu Bekir, bir kölesini azat etti. Peygamber, Allah ona salat ve selam eylesin, geldi ve \"Bir daha bunu yapma (yani birine lanet etme).\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Samura, Peygamber'in, Allah ona salat ve selam eylesin, \"Birbirinize Allah'ın lanetiyle, Allah'ın gazabı ile ya da ateşle lanet etmeyin.\" dediğini bildirdi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, \"Ey Allah'ın Resulü, putperestlere karşı bizim için bir lanet et.\" dediklerinde, \"Ben lanet edici olarak gönderilmedim. Ben merhamet olarak gönderildim.\" diye cevap verdiğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Himam dedi ki, \"Hudayfa ile birlikteydik, ona 'Bir adamın hadisi Osman'a dayanıyor.' denildi. Hudayfa, 'Ben Peygamber'in, Allah ona salat ve selam eylesin, 'Bir fitne çıkaran Cennete girmeyecek.' dediğini duydum.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Esma bint Yazid, Peygamber'in, Allah ona salat ve selam eylesin, \"Sizlerin en iyisi kimdir, söyleyeyim mi?\" dediğini aktardı. \"Evet,\" dediler. O da, \"Onları gördüğünüzde size Allah'ı hatırlatanlardır.\" dedi. Devamla, \"Sizlerin en kötüsü kimdir, söyleyeyim mi?\" dedi. \"Evet,\" dediler. O da, \"İftiralarla dolaşan, arkadaşlar arasında fitne çıkaran, onları ayırmak isteyen ve masumları yanlış eyleme sürüklemek isteyenlerdir.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ali ibn Ebi Talib dedi ki, \"Bir şeyin edebe aykırı olduğunu söyleyen kişi ile bunu yaygınlaştıran kişi, kötü eylem açısından eşittir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Şubeyl ibn Avf dedi ki, \"Denir ki, 'Bir şeyin edebe aykırı olduğunu duyan ve sonra bunu yayan, onu ortaya çıkaran gibidir.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ata, zina hakkında bilgi veren herkesin örnek bir ceza ile cezalandırılması gerektiğini düşündü. Dedi ki, \"O, edebe aykırılığı yaygınlaştırmıştır.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Hükaym ibn Sa'd, Ali'nin şöyle dediğini duydu: \"Aceleniz olmasın, sırları yaymak ve ifşa etmekte acele etmeyin. Önünüzde ağır, zor bir bela ve uzun süre açıklanması gereken olaylar var - yani baskıcı çatışmalar.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Arkadaşınızın kusurlarını anmak istediğinizde, kendi kusurlarınızı hatırlayın.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "İbn Abbas, Allah Teala'nın \"Birbirinizi ayıplamayın\" (49:11) ayetini anlattı ve bu sözlerin, \"Birbirinize saldırmayın\" anlamına geldiğini söyledi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ed-Dahhak dedi ki, \"Bu sözler bizimle (Banu Salima) ilgili olarak indirildi, 'Birbirinizi ayıplamayın' (49:11).\" Devam etti ve \"Allah'ın Resulü, ona salat ve selam olsun, bize geldi ve aramızda iki ismi olmayan bir adam yoktu. Peygamber, ona salat ve selam olsun, 'Ey falan!' demeye başladı ve onlar, 'Allah'ın Resulü! Bu onu kızdırır!' dediler.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "İkrime'nin şöyle dediği duyuldu: \"Hangisinin, İbn Abbas mı yoksa İbn Ömer mi, arkadaşlarına yemek verdiğini bilmiyorum ve bir cariye onların yanında çalışıyordu. Birisi ona, 'Fahişe!' dedi. O da, 'Sakin ol! Eğer o (söylediğim) dünyada senden had cezasını almazsa, ahirette alır.' Adam, 'Peki, eğer (söylediğim) doğruysa ne dersin?' dedi. O da, 'Allah, edebe aykırılıkları konuşmada aşırıya giden kimseyi sevmez.' diye cevap verdi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Abdullah, Peygamber'in, ona salat ve selam olsun, şöyle dediğini bildirdi: \"Mümin ne iftiracı ne de lanet edici, ne de aşırı ve edebe aykırıdır.\""
    }
  ]
}