{
  "language": "tr",
  "metadata": {
    "length": 11,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Bekir, bir adamın Peygamber'in, Allah ona salat ve selam eylesin, huzurunda anıldığını ve birinin onu övdüğünü bildirdi. Peygamber, Allah ona salat ve selam eylesin, \"Vay haline! Arkadaşının başını kestin!\" dedi ve bunu birkaç kez tekrarladı. Devam etti, \"Eğer biriniz birini övmek zorundaysa, 'Benim kanaatimce şu kişi böyle biridir' demelidir. Allah, onun gerçekten öyle olduğunu düşünüyorsa, onun hesabını soracak olandır. Hiç kimse, birinin karakterini tasdik etme hakkını Allah'a mal edemez.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Musa, Peygamber'in, Allah ona salat ve selam eylesin, bir adamın başka bir adamı övmesini duyduğunu ve onun övgüsünde abartı kullandığını bildirdi. Peygamber, Allah ona salat ve selam eylesin, \"Sen adamın belini kırdın.\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "İbrahim et-Taymi, babasının şöyle dediğini bildirdi: \"Biz Ömer ile oturuyorduk ve bir adam diğer bir adamı yüzüne karşı övdü.\" O da, \"Sen adamı yaraladın. Allah seni yaralasın.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Zeyd ibn Aslam, babasının Ömer'in \"Övgü, kesimdir.\" dediğini duyduğunu bildirdi. Rivayet eden ekledi, \"Kastedilen, kabul edildiğinde.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, \"İnsanların en hayırlısı Ebu Bekir'dir. İnsanların en hayırlısı Ömer'dir. İnsanların en hayırlısı Ebu Ubeyde'dir. İnsanların en hayırlısı Usayd ibn Hudayr'dır. İnsanların en hayırlısı Thabit ibn Qays ibn Şammastır. İnsanların en hayırlısı Muaz ibn Amr ibn el-Cemuh'tur. İnsanların en hayırlısı Muaz ibn Cebel'dir.\" dediğini, sonra \"İnsanların en kötüsü falandır. İnsanların en kötüsü falandır.\" diyerek yedi adamı sayana kadar devam ettiğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Aişe, \"Bir adam Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, içeri girmek için izin istedi ve Allah'ın Resulü, 'O, kabilesinin kötü evladıdır.' dedi. Adam içeri girdiğinde, Peygamber ona karşı nazik ve neşeliydi. O adam çıktıktan sonra, başka bir adam içeri girmek için izin istedi. O, 'O, kabilesinin iyi evladıdır.' dedi. İçeri girdiğinde, ona karşı diğer adamda olduğu kadar neşeli değildi. O çıktığında, ben dedim ki, 'Allah'ın Resulü, sen falan hakkında böyle dedin ama ona nazik davrandın. Falan hakkında böyle dedin ama ben senin aynı şekilde davrandığını görmedim.' O da, 'Aişe, insanların en kötüsü, kötü dilleri yüzünden korkulanlardır.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Ma'mar, \"Bir adam amirlerden birini övmeye başladı. El-Mikdad, onun yüzüne toprak atmaya başladı ve 'Allah'ın Resulü, Allah ona salat ve selam eylesin, insanları övenlerin yüzlerine toprak atmamızı emretti.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ata ibn Ebi Rabah, bir adamın İbn Ömer'in huzurunda başka bir adamı övdüğünü bildirdi. İbn Ömer, ağzına doğru toprak atmaya başladı. O da, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'İnsanları övenleri gördüğünüzde, yüzlerine toprak atın.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Raca, \"Bir gün Mihcan ile birlikte Basra halkının camisinde gittik. Burayda el-Eslemî, caminin kapısının yanında oturuyordu. Camide, duaları uzun tutan Sabka adında bir adam vardı. Biz, üzeri püsküllü bir yün örtü olan cami kapısına geldik. Burayda şaka yapan biriydi. 'Mihcan, sen de Sabka gibi mi dua ediyorsun?' dedi. Mihcan cevap vermedi ve geri döndü. Mihcan, 'Allah'ın Resulü, Allah ona salat ve selam eylesin, bir zamanlar beni elinden tutarak Uhud'un tepesine götürdü. Medine'ye baktı ve 'Vay haline, halkı çok zenginleştiğinde onu terk edecek bir şehre!' dedi. 'Sonra Dajjal ona gelecek ve her kapısında iki melek bulacak, bu yüzden giremeyecek.' dedi. Sonra aşağıya inerek camiye geldik ve Allah'ın Resulü, Allah ona salat ve selam eylesin, bir adamın dua ettiğini, secde ettiğini ve rükû yaptığını gördü. Allah'ın Resulü, Allah ona salat ve selam eylesin, bana sordu, 'Bu kim?' Ben de onu övmeye başladım, 'Allah'ın Resulü, bu falan ve falandır.' dedim. 'Dur!' dedi, 'Onun bunu duymasına izin verme yoksa onu mahvedersin.'\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "El-Esved ibn Suray', \"Peygamber'e, Allah ona salat ve selam eylesin, geldim ve 'Allah'ı ve seni öven şiirler yazdım.' dedim. O da, 'Rabbine gelince, O'nun övülmesi gerekir.' dedi ve ben de onları okumaya başladım. Sonra uzun boylu kel bir adam içeri girmek için izin istedi. Peygamber, Allah ona salat ve selam eylesin, bana, 'Sus.' dedi. Adam içeri girdi ve bir süre konuştu, sonra çıktı. Sonra tekrar okudum. Sonra diğer adam geri geldi ve yine susmamı sağladı. Sonra adam tekrar çıktı. Bu iki veya üç kez oldu. Ben de, 'Bu adam kim ki onun için susmam gerekiyor?' diye sordum. O da, 'Bu, boş şeyleri sevmeyen bir adamdır.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Nüceyd, \"Bir şair İmran ibn Hüsayn'a geldi ve İmran ona bir şey verdi. İmran'a, 'Sen bir şaire mi veriyorsun?' diye soruldu. O da, 'Ben onun hicivlerinden kendimi koruyorum.' dedi.\""
    }
  ]
}