{
  "language": "tr",
  "metadata": {
    "length": 27,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Kulayb ibn Manfa'a, dedesinin şöyle sorduğunu bildirdi: \"Allah'ın Elçisi, kime karşı görevli olmalıyım?\" O da, \"Annen, baban, kız kardeşin ve erkek kardeşin. Sonra senin mawlân (müşteri) seninle ilgili en sonraki hakka sahiptir ve ardından da akrabaların gelir.\" diye cevap verdi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Hureyre, \"Aşağıdaki ayet indirildiğinde ('Yakın akrabalarını uyar' (26:214)), Peygamber, Allah ona salat ve selam eylesin, ayağa kalktı ve seslendi: 'Banu Ka'b ibn Lu'ayy! Kendinizi Ateşten kurtarın! Banu 'Abdu Manaf! Kendinizi Ateşten kurtarın! Banu Haşim! Kendinizi Ateşten kurtarın! Banu 'Abdu'l-Muttalib! Kendinizi Ateşten kurtarın! Fatıma, Muhammed'in kızı! Kendinizi Ateşten kurtarın! Benim Allah katında sizinle ilgili bir şeyim yok, sadece akrabalık bağlarınız olduğu için.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Eyyub el-Ensari, bir bedevinin Peygamber'e, Allah ona salat ve selam eylesin, seyahat ederken geldiğini ve \"Bana Cennet'e yaklaştıracak ve Ateş'ten uzaklaştıracak şeyleri söyle.\" dediğini anlattı. Peygamber de, \"Allah'a ibadet et ve O'na hiçbir şeyi ortak koşma, namazı kıl, zekatı ver ve akrabalık bağlarını koru.\" diye cevap verdi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dedi: 'Allah Azze ve Celle, yaratılışı yarattı. Tamamladığında akrabalık bağları yükseldi. Allah, 'Dur!' dedi. Onlar da, 'Bu, Seninle kesilenlere sığınanlar için bir yerdir.' dediler. Allah, 'Sizinle bağlantı kuranla ben de bağlantı kurayım, sizi kesenle de ben keseyim, razı mısınız?' dedi. 'Evet, Rabbim.' dediler. O da, 'Ona sahip olacaksınız.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "Ibn 'Abbas spoke about the ayat, \"Give your relatives their\ndue, and the very poor and travellers\" (17:26), and said, \"He\nbegins by commanding the most pressing of the obligatory dues and He directs\nus to the best action if we have any money. He says:",
      "text": "İbn Abbas, \"Ayet hakkında, 'Akrabalarınıza haklarını verin, yoksullara ve yolculara' (17:26) dedi ve şöyle söyledi: 'En öncelikli farz olan haklarla başlar ve eğer bir şeyimiz varsa en iyi eylemi yapmamızı emreder. 'Akrabalarınıza haklarını verin, yoksullara ve yolculara.' Ayrıca, hiçbir şeyimiz yoksa ne söyleyebileceğimizi de öğretir. 'Ama eğer onlardan yüz çevirirseniz, umduğunuz merhameti Rabbinizden arayarak, onlara rahatlatıcı sözlerle hitap edin' (17:28) şeklinde mükemmel bir vaatte bulunur. İşler olduğu gibi, ama Allah dilerse değişebilir. 'Elini boynuna zincirleme' ve hiçbir şey verme, 'ama elini de tam olarak uzatma' ve elindekilerin hepsini verme, 'öyle ki orada kınanmış olarak oturursun' çünkü sana daha sonra gelenler, hiçbir şeyin olmadığını görünce seni kınayacaklar, 've yoksul.' (17:29)\" dedi. \"Her şeyi verdiğin kişi seni yoksul kılmıştır.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Hureyre, \"Bir adam, Peygamber'e, Allah ona salat ve selam eylesin, geldi ve 'Allah'ın Elçisi! Akrabalarım var, onlarla bağlarımı sürdürüyorum ama onlar beni kesiyorlar. Ben onlara iyilik yapıyorum ama onlar bana kötülük ediyorlar. Onlar bana karşı aptalca davranıyorlar ama ben onlara karşı tahammül ediyorum.' dedi. Peygamber de, 'Eğer durumun dediğin gibiyse, sanki onlara sıcak küller döküyorsun ve sen bunu yaptıkça Allah'tan onlara karşı bir destek eksik olmayacak.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Abdurrahman ibn Avf, Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dediğini duydu: \"Allah, Azze ve Celle, 'Ben Merhametliyim (ar-Rahman). Akrabalık bağlarını yarattım ve ona kendi adımından bir isim verdim. Eğer biri akrabalık bağlarını korursa, ben de onunla bağlantı kurarım ve eğer biri onları keserse, ben de onu keserim.'\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu'l-'Anbas, \"Ben, Abdullah ibn Amr'ı al-Waht'ta (Taif'teki bir arazisi) ziyaret ettim. O da, 'Peygamber, Allah ona salat ve selam eylesin, parmağını bize doğru işaret ederek, \"Akrabalık (rahim) Merhametli'den (Rahman) türetilmiştir. Birisi akrabalık bağlarını korursa, onlar da onunla bağlantı kurar. Eğer biri onları keserse, onlar da onu keser. Kıyamet Günü'nde serbest, etkili bir dilleri olacaktır.\" dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Aişe, Peygamber'in, Allah ona salat ve selam eylesin, \"Akrabalık (rahim) Allah'tan türetilmiştir. Eğer biri akrabalık bağlarını korursa, Allah da onunla bağlarını korur. Eğer biri onları keserse, Allah da onu keser.\" dediğini bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Enes ibn Malik, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Kim rızkının genişlemesini ve ömrünün uzamasını istiyorsa, akrabalık bağlarını korusun.\" dediğini bildirdi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Kim rızkının genişlemesini ve ömrünün uzamasını istiyorsa, akrabalık bağlarını korusun.\" dediğini duydu."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn Ömer, \"Eğer biri Rabbinden korkar ve akrabalık bağlarını korursa, ömrü uzar, bol zenginliği olur ve halkı onu sever.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "İbn Ömer, \"Kim Rabbine karşı takva sahibi olur ve akrabalık bağlarını korursa, ömrü uzar, zenginliği bol olur ve ailesi onu sever.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Al-Mikdam ibn Ma'dikarib'in, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Allah, annelerinize karşı görevli olmanızı emreder. Sonra annelerinize karşı görevli olmanızı emreder. Sonra babalarınıza karşı görevli olmanızı emreder. Sonra en yakın akrabanıza karşı görevli olmanızı emreder ve ardından en yakın akrabanıza karşı görevli olmanızı emreder.\" dediği rivayet edilmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Eyyub Süleyman, Osman ibn Affan'ın mawlâsı, \"Ebu Hureyre, bize bir Perşembe akşamı, Cuma'dan bir gece önce geldi. 'Akrabalık bağlarını kesen her birey, aramızdan ayrıldığında daralmaktadır. Kimse, bunu üç kez söylemeden ayrılmadı. Sonra bir genç, iki yıl önce bağlarını kestiği bir teyzesine gitti. Ona gitti ve o da, 'Yeğenim! Seni buraya getiren nedir?' diye sordu. O da, 'Ebu Hureyre'nin şöyle dediğini duydum.' dedi. O da, 'Geri dön ve ona neden böyle söylediğini sor.' dedi. Ebu Hureyre, 'Peygamber, Allah ona salat ve selam eylesin, \"Adem'in çocuklarının amelleri, Perşembe akşamı, Cuma'dan bir gece önce Allah Azze ve Celle'ye sunulur. Akrabalık bağlarını kesen birinin amellerini kabul etmez.\" dedi.\" şeklinde cevap verdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Bir adamın kendisi ve ailesi için Allah'tan bir ödül umarak harcadığı hiçbir şey, Allah Teâlâ tarafından ödüllendirilmeden kalmaz. Öncelikle destekle yükümlü olduğu kimselerle başlamalıdır. Eğer geriye bir şey kalırsa, bunu en yakın akrabası için harcamalı, sonra da bir sonraki en yakın akrabası için harcamalıdır. Eğer hâlâ bir şey kalırsa, onu bağışlayabilir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "'Abdullah ibn 'Awfa, Peygamber'in, Allah ona salat ve selam eylesin, \"Bir toplumda akrabalık bağlarını koparan biri varsa, o topluma merhamet inmez.\" dediğini bildirmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Jubayr ibn Mu'tim, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Akrabalık bağlarını koparan cennete girmeyecek.\" dediğini işittiğini bildirmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Akrabalık bağı (rahim) Merhamet Eden'den (ar-Rahman) gelmektedir. Onlar şöyle derler: 'Rabbim! Bana haksızlık yapıldı! Rabbim! Bağlarım kesildi! Rabbim! Ben! Ben!' Allah onlara şöyle cevap verir: 'Sizi kesenle ben kesmeyi bırakmadım ve sizinle bağlarını sürdürenle ben bağlarımı sürdürüyorum.'\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Sa'id ibn Sam'an, Ebu Hureyre'nin çocukların ve akılsızların gücünden sığındığını işitti. Sa'id dedi ki: \"İbn Hasana al-Cuhani bana Ebu Hureyre'ye sorduğunu söyledi: 'Bunun işareti nedir?' O da cevap verdi: 'Akrabalık bağlarını koparır, sapkın birine itaat eder ve doğru rehberin sözünü dinlemez.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Bekir, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bu dünyada Allah'ın en hızlı şekilde cezalandırdığı yanlış bir eylem yoktur - ahirette zalim için biriktirdiği ceza dışında - akrabalık bağlarını koparmak ve zulümden daha hızlı.\" dediğini bildirmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, Peygamber'in, Allah ona salat ve selam eylesin, \"Akrabalık bağlarını sürdüren kişi, karşılık veren değildir. Akrabalık bağlarını sürdüren, akrabaları kendisinden kestiğinde, akrabalık bağlarını sürdüren kişidir.\" dediğini bildirmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Al-Bara' dedi ki: \"Bir bedevi geldi ve 'Allah'ın Peygamberi! Beni cennete sokacak bir ameli öğret!' dedi. O da, 'Soru geniş bir konu, ama sen bunu sadece birkaç kelimeyle sordun. Birini özgür bırak. Bir köleyi serbest bırak.' dedi. Bedevi, 'Onlar aynı şey değil mi?' dedi. 'Hayır,' diye cevap verdi, 'Birini özgür bırakmak, onu kendin özgür bırakmandır. Bir köleyi serbest bırakmak, onun özgürleşmesi için fiyatına katkıda bulunmaktır. Sütü bol bir hayvanı sağmak için ödünç ver ve akrabalarına iyi davran. Eğer bunu yapamazsan, iyiliği emret ve kötülükten sakındır. Eğer bunu da yapamazsan, dilini sadece hayırdan başka her şeyden alıkoy.'\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Hakim ibn Hizam, Peygamber'e, Allah ona salat ve selam eylesin, \"Cahiliye döneminde yaptığım ibadetler - akrabalık ilişkilerini sürdürmek, köleleri serbest bırakmak ve sadaka vermek - bana bir ödül getirir mi?\" dedi. Hakim, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Müslüman olduğunda, daha önce yaptığın iyi amelleri korursun.\" dediğini bildirmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"'Umar, satılık bir ipek elbise gördü. 'Allah'ın Elçisi, bu elbiseyi alıp Cuma günü giyer misin ve heyetler seni ziyaret ettiğinde?' dedi. O da, 'Ahirette hiçbir payı olmayan bir kişi bunu giyer.' dedi. Sonra Allah'ın Elçisi, Allah ona salat ve selam eylesin, aynı malzemeden yapılmış bazı elbiseler aldı. Bir elbiseyi 'Umar'a gönderdi. 'Umar, 'Sen bununla ilgili söylediklerini söyledikten sonra nasıl giyebilirim?' diye haykırdı. Peygamber, 'Sana bunu giymen için vermedim. Bunu satabilir veya birine verebilirsin.' dedi. 'Umar, onu hala putperest olan annesinin üvey kardeşine gönderdi.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Jubayr ibn Mut'im, 'Umar ibn al-Khattab'ın minberde şöyle dediğini işitti: \"Soylarınızı öğrenin ki akrabalık bağlarını sürdürebilesiniz. Allah'a yemin ederim ki, bir adamla kardeşi arasında kötü hisler varsa ve o adamın o kişiyle akrabalık bağı olduğunu biliyorsa, bu onu ondan kopmaktan alıkoyar.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: \"Soylarınızı kaydedin ki akrabalık bağlarını sürdürebilesiniz. Yakın akrabaları uzak akrabalar gibi uzak tutmaz, hatta uzaklarda yaşasalar bile. Uzak akrabaları yakın akrabalar gibi yakın tutmaz, hatta ona yakın olsalar bile. Her akrabalık bağı, Kıyamet Günü her bireyin önünde gelir ve eğer o bağı sürdürdüyse onun lehine şahitlik eder. Eğer onu kopardıysa, aleyhine şahitlik eder.\""
    }
  ]
}