{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'Umar'ın şöyle dediği duyuldu: \"Merhamet göstermeyenlere merhamet gösterilmez. Affetmeyenler affedilmez. Tövbe etmeyenler de tövbe edilmez ve korunmazlar.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Mu'aviye ibn Kurra, babasının şöyle söylediğini bildirdi: \"Bir adam dedi ki, 'Allah'ın Resulü, ben bir koyun kesmeye gidiyordum, sonra ona acıdım (ya da 'kesmeye gideceğim koyuna acıdım').' O iki kez şöyle dedi: 'Koyuna merhamet gösterdiğin için, Allah da sana merhamet gösterecektir.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Ben, Allah ona salat ve selam eylesin, doğru sözlü olan, Ebu'l-Kasım, Allah ona salat ve selam eylesin, şöyle derken duydum: 'Merhamet, ancak sefil olan birine kaldırılır.'\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Cerir, Allah ona salat ve selam eylesin, Peygamber'in şöyle dediğini bildirdi: \"Allah, diğer insanlara merhamet göstermeyen bir kimseye merhamet etmez.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Enes ibn Malik dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, ailesine karşı en merhametli olan kişiydi. O, oğlunu (İbrahim) Medine'nin bir kısmında emzirdi ve süt annesinin kocası bir demirciydi. Biz ona giderdik ve ev, bellows'tan çıkan dumanla dolardı. O, çocuğu öper ve kucağına alırdı.\""
    },
    {
      "id": 6,
      "narrator": "Abu Hurayra said, \"A man came to the Prophet, may Allah bless him\nand grant him peace, with a child which he began to embrace. The Prophet,\nmay Allah bless him and grant him peace, said. 'Do you show mercy towards\nme?' 'Yes,' the man replied. He said, 'Allah is more merciful towards you\nthan you are towards this child. He is the Most Merciful of the merciful.;:",
      "text": "Ebu Hureyre dedi ki: \"Bir adam, Peygamber'e, Allah ona salat ve selam eylesin, bir çocukla geldi ve onu kucaklamaya başladı. Peygamber, Allah ona salat ve selam eylesin, 'Bana merhamet gösteriyor musun?' dedi. Adam, 'Evet,' diye cevap verdi. O da, 'Allah, bu çocuğa karşı senin gösterdiğinden daha merhametlidir. O, merhametlilerin en merhametlisidir.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Bir gün bir adam, yolda yürürken çok susadı. Bir kuyuya rastladı, içine indi ve içti, sonra yukarı çıktı. Önünde bir köpek buldu, susuzluktan toprak yiyordu. Adam dedi ki: 'Bu köpek, benim kadar susuz.' O, kuyunun içine geri döndü ve ayakkabısını doldurdu, ağzına koyarak (yukarı çıkmak için) köpeğe su verdi. Bunun üzerine Allah ona şükretti ve onu affetti.\" Onlar dediler ki: \"Allah'ın Resulü, hayvanlar için de bir mükafatımız olacak mı?\" O da, \"Her canlı için bir mükafat vardır.\" dedi."
    },
    {
      "id": 8,
      "narrator": "'Abdullah ibn 'Umar reported that the Messenger of Allah, may Allah\nbless him and grant him peace, said, \"A woman punished her cat by imprisoning\nit until it died of hunger and because of it, she entered the Fire. It\nwas said - and Allah knows best:",
      "text": "Abdullah ibn 'Umar, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Bir kadın kedisini açlıktan ölünceye kadar hapsetti ve bu yüzden ateşe girdi. Denildi ki - ve Allah en iyi bilendir: 'Onu hapsettiğinde ne ona yiyecek verdin ne de su verdin, onu serbest bırakıp yerden bitkiler yemesine izin vermedin.'\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Abdullah ibn al-'As, Peygamber'in, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Merhamet gösterin, merhamet göreceksiniz. Affedin, Allah da sizi affedecektir. Kelimeleri yakalayan kulaklara yazıklar olsun. Yaptıklarında ısrar eden ve bilinçli olarak devam edenlere yazıklar olsun.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Kesim için olan bir hayvana bile merhamet gösteren, Kıyamet Günü Allah tarafından merhamet görecektir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Abdullah, Peygamber'in, Allah ona salat ve selam eylesin, bir yerde durduğunu ve birinin bir kuşun yumurtalarını aldığını, kuşun da Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, başının etrafında kanat çırptığını bildirdi. O sordu: \"Hanginiz onun yumurtalarını aldı?\" Bir adam dedi ki: \"Allah'ın Resulü, ben onun yumurtalarını aldım.\" Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Onları kuşa merhamet olarak geri ver.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Hişam ibn 'Urwa, İbn az-Zubayr'ın Mekke'de olduğunu ve Peygamber'in, Allah ona salat ve selam eylesin, arkadaşlarının kafeslerde kuş taşıdıklarını bildirdi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Enes dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, içeri girdi ve Ebu Talha'nın oğlu olan Ebu 'Umayr'i gördü. Onun bir serçesi vardı, onunla oynardı.\" O dedi ki: \"Ebu 'Umayr, küçük serçeye ne oldu (ya da nerede)?\""
    }
  ]
}