{
  "language": "tr",
  "metadata": {
    "length": 12,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ümmü Külsüm, Ukbe b. Ebi Muayt'ın kızı, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"İnsanlar arasında iyi bir söz söyleyerek veya iyi bir şey naklederek barış yapan kimse yalancı değildir.\" dediğini duyduğunu bildirdi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abdullah, Peygamber'in, Allah ona salat ve selam eylesin, \"Doğru olmalısınız. Doğruluk, görev bilincine götürür ve görev bilinci de Cennet'e götürür. Bir adam sürekli doğruyu söyler, ta ki Allah katında sıddık olarak yazılıncaya kadar. Yalan söylemekten sakının. Yalan, sapıklığa ve sapıklık da Ateş'e götürür. Bir adam sürekli yalan söyler, ta ki Allah katında yalancı olarak yazılıncaya kadar.\" dediğini bildirdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abdullah, \"Yalan doğru değildir, ne ciddi ne de şaka olarak. Hiçbiriniz çocuğuna bir şey vaad etmemeli ve sonra onu yerine getirmemelidir.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Ömer, Peygamber'in, Allah ona salat ve selam eylesin, \"İnsanlarla karışan ve onların zararına katlanan mümin, insanlarla karışmayan ve onların zararına katlanmayan kişiden daha hayırlıdır.\" dediğini bildirdi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Musa, Peygamber'in, Allah ona salat ve selam eylesin, \"Hiç kimse - hiçbir şey - duyduğu bir zararı katlanmada Allah Teâlâ'dan daha sabırlı değildir. Onlar O'na bir oğul isnat ediyorlar, ama O yine de onları iyileştiriyor ve rızıklandırıyor.\" dediğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Abdullah, \"Peygamber, Allah ona salat ve selam eylesin, insanların yemin ettiği yeminlerden bir benzerini etti ve Ensar'dan bir adam, 'Vallahi, bu Allah Teâlâ'nın yüzünün arzulandığı bir yemin değil.' dedi. Ben de, 'Peygamber'e, Allah ona salat ve selam eylesin, söyleyeceğim.' dedim. O, arkadaşlarıyla birlikteyken yanına gittim ve ona gizlice konuştum. Bu durum onu çok etkiledi, Allah ona salat ve selam eylesin, ve yüzü değişti, öyle ki ona bunu söylememiş olmayı dilerdim. Sonra dedi ki, 'Musa, bundan daha büyük bir zarara uğradı ve onu katlandı.'\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu'd-Derda, Peygamber'in, Allah ona salat ve selam eylesin, \"Size namaz, oruç ve sadakadan daha üstün bir dereceden bahsedeyim mi?\" dediğini bildirdi. \"Evet,\" dediler. O da, \"Arkadaşlık durumunu düzeltmek.\" dedi. \"Arkadaşlık durumunda anlaşmazlık çıkarmak, şeyleri tıraş eden bir şeydir.\" dedi."
    },
    {
      "id": 8,
      "narrator": "Regarding the ayat:",
      "text": "\"Allah'tan korkun ve aranızda barışı sağlayın.\" (8:1) ayeti hakkında İbn Abbas, \"Bu, Allah'ın müminlere Allah'tan korkmalarını ve aralarında barışı sağlamalarını emreden bir buyruğudur.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Süfyan b. Usayd el-Hadrami, Peygamber'in, Allah ona salat ve selam eylesin, \"Kardeşine yalan söylediğin zaman, onun sana inanması için bir şey söylemek büyük bir ihanetir.\" dediğini duyduğunu bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kardeşinle tartışmayın. Onunla alay etmeyin. Ona bir vaatte bulunmayın ve sonra onu bozmayın.\" dediğini bildirdi."
    },
    {
      "id": 11,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and\ngrant him peace, said, \"There are two courses that my Community will not\nabandon:",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, \"Ümmetimin terk etmeyeceği iki yol vardır: ağıt yakmak ve bir kişinin soyuna saldırmak.\" dediğini bildirdi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Fusayla adında bir kadın, babasının şöyle dediğini duyduğunu söyledi: \"Ben sordum, 'Allah'ın Resulü, bir adamın kendi halkına haksız bir şeyde yardım etmesi isyanın bir parçası mıdır?' 'Evet,' diye cevap verdi.\""
    }
  ]
}