{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Awf ibn al-Harith ibn at-Tufayl, the nephew of 'A'isha, reported\nthat 'A'isha was told that 'Abdullah ibn az-Zubayr had said about something\nwhich 'A'isha was selling - or giving away as a gift, \"By Allah, if\nshe does not stop, I will debar her from disposing of her property!\" She\nasked, \"Is that truly so?\" \"Yes,\" they replied. 'A'isha exclaimed, \"I vow\nto Allah that I will never again speak a single word to Ibn az-Zubayr!\" When this desertion lasted long, 'Abdullah bin Az-Zubair sought intercession from the Mahajireen with her, but she said:",
      "text": "'A'işe, 'Abdullah ibn az-Zübeyr'in, 'A'işe'nin sattığı ya da hediye ettiği bir şey hakkında, \"Vallahi, eğer durmazsa, onun malını tasarruf etmesine engel olacağım!\" dediğini duydu. 'A'işe sordu: \"Gerçekten öyle mi?\" \"Evet,\" dediler. 'A'işe haykırdı: \"Vallahi, bir daha asla Ibn az-Zübeyr ile tek bir kelime bile konuşmayacağım!\" Bu ayrılık uzun sürdüğünde, 'Abdullah bin Az-Zübeyr, onunla aralarında aracılık yapması için Muhacirlerden yardım istedi, ama o şöyle dedi: \"Vallahi, onun için hiç kimsenin aracılığını kabul etmeyeceğim ve verdiğim yemini asla bozmam.\" Ibn Az-Zübeyr için bu uzun sürdüğünde, Al-Miswar bin Makhramah ve 'Abdurrahman bin Al-Aswad bin Yaghut ile konuştu ve bunlar Beni Zuhra'dan idiler. Onlara şöyle dedi: \"Sizden Allah'ın adıyla rica ediyorum ki, beni 'A'işe'nin yanına götürün, çünkü onun benimle ilişkisini kesmesi haramdır.\" Bunun üzerine Al-Miswar ve 'Abdurrahman, üst giysilerinin altına alarak onunla birlikte yaklaştılar ve izin istediler: \"Selamun aleyküm ve rahmetullahi ve berekatuhu! İçeri girebilir miyiz?\" 'A'işe (Allah ondan razı olsun) dedi: \"Girin.\" Onlar sordular: \"Hepimiz mi, ey müminlerin annesi?\" O dedi: \"Evet, hepiniz.\" Ve Ibn Az-Zübeyr'in onlarla birlikte olduğunu biliyordu. İçeri girdiklerinde, Ibn Az-Zübeyr, perdeli yere girdi ve 'A'işe'yi (Allah ondan razı olsun) kucakladı ve ondan yardım istemeye başladı ve ağladı. Al-Miswar ve 'Abdurrahman, ona sadece onunla konuşması ve ondan kabul etmesi için yalvardılar, ayrıca ona şöyle dediler: \"Resulullah ﷺ'ın, terk etmenin ne kadar kötü olduğunu bildiğini ve bir adamın kardeşini üç geceden fazla terk etmesinin caiz olmadığını biliyorsun.\" Dedi ki: Onlar çokça hatırlatma ve ısrar ettiklerinde, o da onlara hatırlatmaya ve ağlamaya başladı, \"Ben çok ciddi bir mesele olan bir yemin ettim.\" Onlar, 'Abdullah bin Az-Zübeyr ile konuşana kadar ısrar ettiler. Sonra yemininin kefareti olarak kırk köle azat etti. Daha sonra, kırk köleyi azat ettikten sonra hatırladığında, o kadar ağlardı ki, peçesi gözyaşlarıyla ıslanırdı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Anas ibn Malik, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Birbirinizi nefret etmeyin, birbirinize haset etmeyin ve birbirinizi terk etmeyin. Allah'ın kulları, kardeş olun! Müslümanın, kardeşiyle (Müslüman) üç geceden fazla konuşmamayı reddetmesi caiz değildir.\" dediğini bildirdi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abu Ayyub, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bir kimsenin, Müslüman kardeşinden üç geceden fazla ayrılması caiz değildir; böylece karşılaştıklarında, biri yüzünü çevirir, diğeri de yüzünü çevirir. Onların en hayırlısı, selamı başlatanıdır.\" dediğini söyledi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Birbirinizi nefret etmeyin ve birbirinizle çekişmeyin. Allah'ın kulları, kardeş olun.\" dediğini bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Anas, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"İki kişi, Allah Teâlâ'da veya İslam'da birbirlerini sevmezlerse, birinin yaptığı ilk yanlış eylem aralarında bir ayrılık yaratır.\" dediğini bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Hişam ibn 'Amir el-Ensari, Anas ibn Malik'in kuzeni, babası Uhud Savaşı'nda şehit olan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bir Müslümanın, başka bir Müslümana üç geceden fazla kin beslemesi caiz değildir. Birbirlerinden ayrıldıkları sürece, Hak'tan yüz çeviriyorlar. Doğru duruma geri dönen ilk kişi, bunun kefaretini alır; çünkü o, doğru duruma geri dönen ilk kişidir. Eğer birbirlerinden ayrıldıkları halde ölürlerse, hiçbiri Cennete giremez. Eğer biri diğerine selam verirse ve o selamı geri vermezse ya da selamını kabul etmezse, o zaman bir melek selamı ona geri verir ve Şeytan diğerine cevap verir.\" dediğini işitti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "'A'işe, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, ona, \"Kızdığında veya memnun olduğunda seni görebiliyorum.\" dediğini aktardı. O da sordu: \"Bunu nasıl görebiliyorsun, Allah'ın Resulü?\" O da cevap verdi: \"Memnun olduğunda, 'Evet, Muhammed'in Rabbi hakkı için.' diyorsun. Ama kızdığında, 'Hayır, İbrahim'in Rabbi hakkı için.' diyorsun.\" O da, \"Evet, ben sadece ismini kesiyorum.\" diye cevap verdi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Abu Khirash el-Aslami, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kardeşine bir yıl kin besleyen, kanını dökmüş gibidir.\" dediğini işitti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu'd-Derda' dedi ki: \"Size sadaka ve oruçtan daha hayırlı bir şey söyleyeyim mi? Arkadaşlık ilişkisini düzeltmek. Kin, her şeyi yok eden bir şeydir.\""
    },
    {
      "id": 17,
      "narrator": "Ibn 'Abbas reported that the Prophet, may Allah bless him and grant\nhim peace, said, \"Three things are not concealed and He forgives everything\nelse to whomever He wills:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "",
      "text": "İbn Abbas, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) şöyle söylediğini rivayet etmiştir: \"Üç şey gizlenmez ve Allah dilediği kimseyi diğer her şeyden affeder: Allah'a hiçbir şeyi ortak koşmadan ölen, ne sihirbaz ne de sihirbazların takipçisi olan ve kardeşine karşı kin beslemeyen kimse.\""
    }
  ]
}