{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Allah'ın Resulü zamanında iki adam birbirini iftira etti. Bunlardan biri diğerine sövdü, diğeri sessiz kaldı. Peygamber, Allah ona salat ve selam eylesin, oturmaya devam etti. Sonra diğer adam ona cevap verdi ve Peygamber, Allah ona salat ve selam eylesin, ayağa kalktı. Kendisine, 'Ayağa kalktın mı?' diye soruldu. O da, 'Melekler ayrıldı, ben de onlarla birlikte ayrıldım. Bu adam sessiz kaldığı sürece, melekler ona sövenin sözlerine cevap veriyorlardı. O cevap verince, melekler ayrıldı.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ümmü'd-Derdâ' bildirdi ki, bir adam ona geldi ve, \"Bir adam, 'Abdulmelik'in huzurunda senin hakkında kötü şeyler söyledi' dedi. O da, \"Biz yapmadığımız bir şeyle suçlanıyoruz. Yapmadığımız şeyler için ne kadar çok övüldük!\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abdullah dedi ki, \"Bir adam arkadaşına, 'Sen benim düşmanım'söylediğinde, o zaman onlardan biri İslam'dan çıkmıştır ya da arkadaşı hakkında söylediğinden masumdur.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Vücutta 360 eklem vardır ve her biri her gün sadaka vermekle yükümlüdür. Her güzel söz sadakadır. Bir adamın kardeşine yardım etmesi sadakadır. Verdiği bir su içeceği sadakadır. Yoldan zararlı bir şeyi kaldırmak sadakadır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, \"İki kişi birbirine sövdüğünde, söylediklerinden sorumluluk, ilk konuşan üzerinedir, ta ki haksızlık eden aşırıya kaçmadıkça.\" dediğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "423. hadiste olduğu gibi, ancak Anas'tan."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Peygamber, Allah ona salat ve selam eylesin, \"İftira nedir biliyor musunuz?\" dedi. Onlar, \"Hayır, Allah ve Resulü en iyi bilir.\" dediler. O da, \"İnsanlara, başkalarının söylediklerini söylemek, aralarında ihtilaf yaratmak içindir.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Peygamber, Allah ona salat ve selam eylesin, \"Allah Teala bana, alçakgönüllü olmanızı ve birbirinize haksızlık yapmamanızı vahyetti.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İyad ibn Himar dedi ki, \"Ben, 'Allah'ın Resulü, bana söven biri var.' dedim. Peygamber, Allah ona salat ve selam eylesin, 'Birbirine sövenler, birbirini suçlayan ve inkar eden iki şeytandır.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "İyad ibn Himar, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Allah bana, alçakgönüllü olmanızı ve hiç kimseye zulmetmemeniz gerektiğini vahyetti. Hiçbiriniz diğerine küçümsememelidir.' dedi. Ben de, 'Allah'ın Resulü, bir adam bir alçak toplantıda bana sövdüğünde ve ben de ona cevap verdiğimde, bu durumda herhangi bir yanlışlık yapmış olur muyum?' dedim. O da, 'Birbirine söven iki adam, birbirini suçlayan ve inkar eden iki şeytandır.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İyad dedi ki, \"Ben, Allah'ın Resulü ile savaştaydım ve Müslüman olmadan önce ona bir dişi deve verdim. O da, 'Putperestlerin köpüğünden hoşlanmam.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Sa'id ibn Malik, Peygamber'in, Allah ona salat ve selam eylesin, \"Bir Müslüman'a sövmek sapkınlıktır.\" dediğini bildirdi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Anas dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, ne kaba ne de söven biriydi. Birini kınamak istediğinde, 'Onun neyi var? Alnı tozlu olsun!' derdi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abdullah, Peygamber'in, Allah ona salat ve selam eylesin, \"Bir Müslüman'a sövmek sapkınlıktır ve onu öldürmek ise inkardır.\" dediğini bildirdi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Dharr, Peygamber'in, Allah ona salat ve selam eylesin, \"Eğer bir adam diğerine sapkınlıkla ya da inkârla suçlamada bulunursa, eğer arkadaşı onun söylediği gibi değilse, o suçlama ona geri döner.\" dediğini işittiğini bildirdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Süleyman ibn Surad, Peygamber'in (sallallahu aleyhi ve sellem) Sahabelerinden biri şöyle dedi: \"İki adam, Peygamber'in (sallallahu aleyhi ve sellem) huzurunda birbirlerine hakaret etti ve bunlardan biri öfkelendi. O kadar öfkelendi ki, yüzü şişti ve rengi değişti. Peygamber (sallallahu aleyhi ve sellem) dedi ki: 'Onun hissettiklerinin geçmesine sebep olacak bazı kelimeleri biliyorum. Onları söylerse geçer.' Adam ona geldi ve Peygamber'in (sallallahu aleyhi ve sellem) söylediklerini aktardı. O da dedi ki: 'Lanetten uzaklaşmak için Allah'a sığın.' Adam, 'Bende bir sorun olduğunu mu düşünüyorsun? Ben deli miyim? Git!' dedi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Abdullah dedi ki: \"Her iki Müslüman arasında Allah Teala'dan bir perde vardır. Eğer bunlardan biri arkadaşına çirkin sözler söylerse, Allah'ın perdesini yırtmış olur. Eğer biri diğerine, 'Sen bir kafirsin' derse, o zaman biri küfre girmiş olur.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Aişe dedi ki: \"Peygamber (sallallahu aleyhi ve sellem) bir şey yaptı ve bununla onu yapma konusunda bir ruhsat oluşturdu. Bazı insanlar hâlâ bunu yapmaktan kaçındılar. Peygamber (sallallahu aleyhi ve sellem) bunu duydu ve bir konuşma yaptı, Allah'ı övdü. Sonra dedi ki: 'Neden benim yaptığım bir şeyden kendilerini alıkoyan insanlar var? Vallahi, Allah'ı onlardan daha iyi tanıyorum ve onlardan daha çok korkuyorum!'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Enes dedi ki: \"Peygamber (sallallahu aleyhi ve sellem) nadiren bir adama yüzüne hoşlanmadığı bir şey söylerdi. Bir gün bir adam, üzerinde sarımsı bir koku ile geldi. Ayağa kalktığında, arkadaşlarına dedi ki: 'Keşke bu sarıyı değiştirse - ya da çıkarsa!'\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Ali dedi ki: \"Peygamber (sallallahu aleyhi ve sellem) beni ve Zübeyr ibn al-Awwam'ı at üzerinde iken çağırdı ve dedi ki: 'Falan filan merasına gidin. Orada Hatip'in putperestlere yazdığı bir mektup olan bir kadın var. Onu bana getirin.' Onu, Peygamber'in (sallallahu aleyhi ve sellem) tarif ettiği gibi, develerinden birinin üzerinde yükselirken bulduk. 'Yanında mektup var mı?' dedik. 'Bende hiçbir mektup yok,' diye cevap verdi. Aradık ve devesini kontrol ettik. Arkadaşım, 'Onu göremiyorum,' dedi. Ben de, 'Peygamber (sallallahu aleyhi ve sellem) yalan söylemez. Canımın sahibi olan Allah'a yemin ederim ki, onu çıkarmazsa onu soyacağım!' dedim. O da, siyah bir şal takmıştı, şalının düğümüne elini soktu ve mektubu çıkardı. Peygamber'e (sallallahu aleyhi ve sellem) geri döndük. Ömer, 'O (yani Hatip) Allah'a, O'nun Resulüne ve müminlere ihanet etti! Başını kesmeme izin ver!' dedi. 'Bunu neden yaptın?' diye sordu. Hatip, 'Ben Allah'a inanıyorum ama insanların yanında biraz otorite sahibi olmak istiyorum,' dedi. O da, 'Doğruyu söyledi, Ömer. Badr'de bulunmadı mı? Belki Allah onlara baktı ve 'İstediğinizi yapın. Cennet sizin için garantidir,' dedi.' Ömer ağladı ve 'Allah ve Resulü en iyi bilendir,' dedi.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Abdullah ibn 'Umar, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: \"Eğer bir adam kardeşine, 'Sen bir kafirsin' derse, bu, onların birinin gerçeğini yansıtır.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Abdullah ibn 'Umar, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: \"Birisi diğerine, 'Kafir!' derse, o zaman onlardan biri kafirdir. Eğer bu sözü söylediği kişi kafirse, o doğruyu söylemiştir. Eğer durum böyle değilse, o sözü söyleyen kişi kendisine küfrü getirmiştir.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (sallallahu aleyhi ve sellem) kötü bir son ve düşmanların sevinçlerinden Allah'a sığındığını bildirdi."
    }
  ]
}