{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Allah, sizden üç şeyden razıdır ve üç şeyden de gazaplanmaktadır. O, kendisine hiçbir şeyi ortak koşmadan ibadet etmenizi, hepinizin Allah'ın ipine sımsıkı sarılmanızı ve Allah'ın sizi yöneticilikle görevlendirdiği kimselere güzel öğüt vermenizi sever. O, boş laflar etmenizi, çok soru sormanızı ve malı israf etmenizi sevmez.\" dediğini rivayet etmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Allah Teala'nın \"Harcadığınız her şey, O tarafından yerine konulacaktır. O, rızık verenlerin en hayırlısıdır.\" (34:39) ayetini yorumlarken, İbn Abbas, \"ne israf ne de cimrilik olmadan.\" demiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abu'l-'Ubaydayn, 'Abdullah'a israf edenler hakkında sorduğunda, 'Onlar yanlış harcayanlardır.' dediğini aktarmıştır."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Abbas, \"israf edenler\" ifadesinin, parayı yanlış harcayanlar olduğunu söylediğini bildirmiştir."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Zayd ibn Aslam, babasından, 'Umar'ın minberde şöyle dediğini aktarmıştır: \"Ey insanlar! Evlerinizi güzelleştirin ama bu ev yılanlarına dikkat edin, yoksa sizi korkuturlar. İçlerinde Müslüman olanlar size belli olmayacak ve Allah'a yemin ederim ki, onlarla düşman olduğumuz zamandan beri barış yapmadık.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Khabbab, \"Bir adam her şey için ödüllendirilir, sadece inşaat için değil.\" demiştir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, al-Waht'tan ayrılan bir yeğenine, \"İşçileriniz çalışıyor mu?\" diye sordu. \"Bilmiyorum,\" diye yanıtladı. O da, \"Eğer akıllı olsaydın, işçilerin gibi çalışırdın.\" dedi. Sonra bize dönerek, \"Bir adam evinde işçileriyle çalıştığında (ve Abu 'Asim bir kez 'mülkünde' dedi), o, Allah Teala'nın işçilerindendir.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kıyamet Saati, insanlar binalarının yüksekliği konusunda birbirleriyle yarışmadıkça gelmeyecek.\" dediğini rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Al-Hasan, \"Ben, 'Uthman ibn 'Affan'ın halifeliği sırasında, Peygamber'in, Allah ona salat ve selam eylesin, eşlerinin evlerine girdiğimde, tavanlarına kendi elimle dokunabiliyordum.\" demiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Davud ibn Qays, \"Odanın, dışarıda düzgün kıllarla kaplanmış hurma ağaçlarının kütüklerinden yapıldığını gördüm. Odanın kapısından evin kapısına kadar olan genişliğin altı veya yedi arşın kadar olduğunu düşünüyorum. İçerideki odanın genişliği on arşındaydı. Tavanın yedi ile sekiz arşın arasında olduğunu düşünüyorum. 'A'işe'nin kapısının önünde durdum, bu kapı batıya bakıyordu.\" demiştir."
    },
    {
      "id": 11,
      "narrator": "'Abdullah ar-Rumi said, \"I visited Umm Talq and exclaimed, 'How\nlow the ceiling of your room is!' 'My son,' she replied, 'the Amir al-Mu'minin,\n'Umar ibn al-Khattab, may Allah be pleased with him, wrote to his workers\ntelling them:",
      "text": "'Abdullah ar-Rumi, \"Umm Talq'ı ziyaret ettim ve 'Odanızın tavanı ne kadar alçak!' diye haykırdım. 'Oğlum,' dedi, 'Amir al-Mu'minin, 'Umar ibn al-Khattab, Allah ondan razı olsun, işçilerine yazdı: \"Binalarınızı yüksek yapmayın. Bu, en kötü günlerinizde olacaktır.\"'\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Habba ibn Khalid ve Sawa' ibn Khalid'in, Peygamber'e, Allah ona salat ve selam eylesin, kendi duvarını - veya bir binasını - onarıp tamir ederken geldikleri ve ona yardımcı oldukları rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Qays ibn Abi Hazm, \"Biz, Khubbab'ı yedi kez koterize edildikten sonra ziyaret ettik. O, 'Bizden önce gelen arkadaşlarımız gitti ve bu dünya onları kaybettirmedi. Biz, yere koyacak bir yer bulamadığımız bir belaya uğradık. Eğer Peygamber, Allah ona salat ve selam eylesin, bize ölüm için dua etmeyi yasaklamamış olsaydı, biz bunun için dua ederdik.' dedi.\" demiştir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Devamla, \"Sonra ona bir başka zaman geldik, o bir duvar inşa ediyordu ve 'Müslüman, harcadığı her şey için ödüllendirilir, sadece toprak için harcadığı şeyler hariç.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, \"Peygamber, Allah ona salat ve selam eylesin, benim sahip olduğum bir kulübeyi onarıyorken yanından geçti. 'Bu nedir?' dedi. Ben de, 'Kulübemi tamir ediyorum, Allah ona salat ve selam eylesin.' dedim. O da, 'Bu iş için çok hızlı.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Nafi' ibn al-Harith, Peygamber'in (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: \"Bir adamın mutluluğunun bir kısmı geniş bir ev, iyi bir komşu ve iyi bir binek olmaktır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and\ngrant him peace, said, \"The Final Hour will not come until people build\nhouses which are like coloured garments.\"\n\nIbrahim said:",
      "text": "Thabit, Anas ile odalarından birinin üst köşesinde olduğunu bildirdi. Dedi ki: \"Ezanı duyduk ve o aşağı indi, ben de aşağı indim. Kısa duraklar aldı ve 'Ben Zeyd ibn Thabit ile birlikteydim ve onunla bu şekilde yürüdüm. O dedi ki: 'Biliyor musun neden bunu yaptım? Peygamber (sallallahu aleyhi ve sellem) bu şekilde yürürdü ve 'Biliyor musun neden seninle yürüdüm?' dedi. Ben de 'Allah ve Resulü en iyi bilendir' dedim. O da 'Namaz arayışında daha fazla adım olsun diye' dedi.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: \"Kıyamet Saati, insanlar renkli giysilere benzer evler inşa etmedikçe gelmeyecek.\""
    }
  ]
}