{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Hz. Aişe, Allah ona rahmet eylesin, şöyle dedi: \"Bir grup Yahudi, Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, geldi ve 'Üzerinize zehir olsun (selam yerine 'sam' dedi)' dediler. Hz. Aişe, 'Ben bunu anladım ve 'Ve üzerinize zehir olsun ve Allah'ın laneti!' dedim. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Kolay ol, Aişe! Allah her şeyde merhameti sever.' dedi. Ben de, 'Onların ne dediğini duymadın mı?' dedim. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Ben zaten 've üzerinize' dedim.' diye cevap verdi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Cerir ibn Abdullah, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Merhametten mahrum kalan, hayırdan mahrum kalır.\" dediğini bildirdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu'd-Derda, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Merhamet payı verilen, hayır payı verilmiş olur. Merhamet payı verilmeyen, hayır payı verilmemiş olur. Güzel ahlak, kıyamet gününde müminin terazisinde en ağır şey olacaktır. Allah, kaba ve kötü sözlü kişiyi sevmez.\" dediğini bildirdi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Hz. Aişe, Allah ona rahmet eylesin, \"Doğru davrananların hatalarını affedin.\" dediğini bildirdi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bir şeyde sertlik varsa, o şeyin yüz karası olur. Allah merhametlidir ve merhameti sever.\" dediğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, bir kızın çadırındaki kadar mahcubdu. Bir şeyi sevmediği zaman, yüzünden anlaşılıyordu.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Doğru rehberlik, güzel davranış ve adil olanı hedef almak, peygamberliğin yetmişte biridir.\" dediğini bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Hz. Aişe, Allah ondan razı olsun, \"Ben biraz huysuz bir deve üzerindeydim ve Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Merhametli olmalısın. Bir şeyde merhamet varsa, onu süsler; eğer merhamet bir şeyden kaldırılırsa, onu rezil eder.' dedi.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Sa'id el-Makburi, babasından, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Açgözlülükten sakının. Bu, sizden öncekileri mahvetti. Onlar birbirlerinin kanını döktü ve akrabalarıyla ilişkilerini kopardılar. Kıyamet gününde zulüm, karanlık olarak ortaya çıkacaktır.\" dediğini bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Katir ibn Ubayd, \"Ben Hz. Aişe'yi, Müminlerin Annesi, Allah ondan razı olsun, ziyaret ettim. O, 'Elbisemi dikene kadar bekle.' dedi. Ben de bekledim ve 'Müminlerin Annesi, dışarı çıktığımda onlara düşmanın cimrilik olduğunu söyleyeceğim.' dedim. O da, 'Kendi işine bak. Eski elbise giymeyen için yeni elbise yoktur.' dedi.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Abdullah ibn Mughaffal, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Allah merhametlidir ve merhameti sever. Merhamet için verdiğini, sertlik için vermez.\" dediğini bildirdi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Enes ibn Malik, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"İşleri kolaylaştırın ve zorlaştırmayın. İnsanları sakinleştirin ve onlarda nefret uyandırmayın.\" dediğini bildirdi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abdullah ibn Amr, \"Bir misafir İsrail kavmi arasında kaldı ve evde bir köpek vardı. Onlar, 'Köpek, misafirimize havlama.' dediler. Yavru köpekler ondan emiyorlardı. Bunu, kendi peygamberlerinden birine söylediler. O da, 'Bu, sizden sonra gelecek bir topluluğa benziyor ve onların cahilleri, bilgelerinizi geçecek.' dedi.\" diye aktardı."
    }
  ]
}