{
  "language": "tr",
  "metadata": {
    "length": 8,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Jabir ibn Abdullah, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini bildirmiştir: \"Zulümden korkun. Zulüm, Kıyamet Günü karanlık olarak ortaya çıkacaktır. Cimrilikten korkun. Cimrilik, sizden önceki insanları yok etti ve birbirlerinin kanını dökmelerine ve kendilerine haram olanı helal kılmalarına sebep oldu.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Jabir, Allah'ın elçisi, Allah'ın selamı ve bereketi üzerine olsun, şöyle dediğini bildirmiştir: \"Ümmetimin son günlerinde bozulma, iftira ve zulüm olacak ve bu, zulüm işleyen insanlarla başlayacaktır.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "İbn Umar, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini bildirmiştir: \"Zulüm, Kıyamet Günü karanlık olarak ortaya çıkacaktır.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın elçisi, Allah'ın selamı ve bereketi üzerine olsun, şöyle dediğini bildirmiştir: \"Müminler Ateş'ten kurtulduğunda, Cennet ile Ateş arasında bir köprüde durdurulacaklardır. Bu dünyada aralarındaki zulümler hakkında sorguya çekileceklerdir. Temizlendiklerinde ve disipline edildiklerinde, Cennet'e girmeleri için izin verilecektir. Muhammed'in ruhunu elinde tutan Allah'a yemin ederim ki, aralarından biri, bu dünyadaki durumundan daha iyi bir rehberlik alacaktır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini bildirmiştir: \"Zulümden sakının. Zulüm, Kıyamet Günü karanlık olarak ortaya çıkacaktır. Kaba davranıştan sakının. Allah, kaba ve ağzı bozuk olanları sevmez. Cimrilikten sakının, çünkü bu, sizden öncekileri yok etti. Akrabalarını kestiler. Allah onları çağırdı ve haram olanı helal kıldılar.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Jabir, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini bildirmiştir: \"Zulümden sakının. Zulüm, Kıyamet Günü karanlık olarak ortaya çıkacaktır. Cimrilikten korkun. Bu, sizden öncekileri yok etti ve birbirlerinin kanını dökmelerine ve kendilerine haram olanı helal kılmalarına sebep oldu.\""
    },
    {
      "id": 7,
      "narrator": "Abu'd-Duha said:",
      "text": "Ebu'd-Duha şöyle dedi: \"Masruq ve Shutayr ibn Shakal camide buluştular. Cami içinde daireler oluşturan insanlar onlara doğru yöneldiler. Masruq, 'Bu insanların etrafımızda toplanmasının tek sebebi, bizden iyi bir şey duymak içindir. Eğer sen 'Abdullah'tan nakledersen, ben seni tasdik ederim. Eğer ben 'Abdullah'tan nakledersem, sen de beni tasdik edebilirsin.' dedi. O da, 'Ebu A'işa, anlat!' dedi. 'Abdullah'ın, 'Gözler zina eder. Eller zina eder. Ayaklar zina eder, sonra cinsel organlar ya bunu tasdik eder ya da yalanlar mı?' dediğini duydun mu?' 'Evet,' dedi, 'duydum.' 'Abdullah'ın, 'Kur'an'da helal ve haramı, emir ve yasakları bir araya getiren hiçbir ayet yoktur ki bu ayet kadar büyük olsun: 'Şüphesiz Allah, adaleti, iyiliği ve akrabaya vermeyi emreder' (16.90) dediğini duydun mu?' 'Evet,' dedi, 'duydum.' 'Abdullah'ın, 'Kur'an'da rahatlık getiren hiçbir ayet yoktur ki O'nun sözleri kadar hızlı olsun: 'Kim Allah'tan korkarsa, ona bir çıkış yolu verir' (65:2) dediğini duydun mu?' 'Evet,' dedi, 'duydum.' 'Abdullah'ın, 'Kur'an'da işleri Allah'a emanet etmede hiçbir ayet yoktur ki O'nun sözleri kadar güçlü olsun: 'Ey kullarım! Kendinize zulmetmişsinizdir, Allah'ın rahmetinden umudunuzu kesmeyin' (39:53) dediğini duydun mu?' 'Evet,' dedi, 'duydum.'\""
    },
    {
      "id": 8,
      "narrator": "Abu Dharr reported that the Prophet, may Allah bless him and grant\nhim peace, reported that Allah, the Blessed and Exalted, said:",
      "text": "Ebu Dharr, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in, Allah'ın, mübarek ve yüce olan, şöyle dediğini bildirmiştir: \"Kullarım! Ben zulmü kendime haram kıldım ve aranızda da haram kıldım, bu yüzden birbirinize zulmetmeyin."
    }
  ]
}