{
  "language": "tr",
  "metadata": {
    "length": 47,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ghatif ibn al-Harith, bir adamın Abu 'Ubayda ibn al-Jarrah'a acı çekerken geldiğini ve \"Amirin mükafatı nedir?\" diye sorduğunu aktardı. Abu 'Ubayda, \"Mükafat alacağın şeyi biliyor musun?\" dedi. Adam, \"Bize hoşlanmadığımız şeyler başımıza geldiği için mükafat alacağız.\" diye cevap verdi. Abu 'Ubayda, \"Aksine, Allah yolunda harcadıkların ve sana harcananlar için mükafat alacaksın. Sonra eyerin her parçası için, hatta atın dizginleri için bile bir hesap vardır. Allah, bu bedenlerinizi etkileyen bu yorgunluk sebebiyle hatalarınızı sizden kaldıracaktır.\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) \"Bir Müslüman, yorgunluk, sıkıntı, üzüntü, yaralanma veya kederle karşılaşmaz; hatta onu diken batırsa bile, Allah onun hatalarını bu sebeple affeder.\" dediğini bildirdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Sa'id, babasının \"Salman ile Kinda'da hasta birini ziyaret ettiğimizde, içeri girdiğinde 'Müjdeler olsun! Allah, müminin hastalığını onun için bir kefaret ve bir iyileşme kılar; oysa bozuk kişinin hastalığı, insanlarının onu topal bıraktığı ve sonra serbest bıraktığı bir deve gibidir. O, neden topal bırakıldığını veya serbest bırakıldığını bilmez.\" dediğini aktardı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) \"Belalar, inanan erkekler ve kadınlar için bedenlerinde, ailelerinde ve mallarında devamlı olarak sıkıntı verecektir; ta ki Allah Teala'ya her türlü yanlış işten arınmış olarak kavuşuncaya kadar.\" dediğini bildirdi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abu Hurayra, \"Bir bedevi geldi ve Peygamber Efendimiz (sallallahu aleyhi ve sellem) ona 'Umm Mildam (ateş) seni sardı mı?' diye sordu. 'Umm Mildam nedir?' diye sordu. 'Cilt ile et arasındaki sıcaklıktır.' dedi. Bedevi, 'Hayır.' dedi. 'Başın ağrıyor mu?' diye sordu. Adam, 'Baş ağrısı nedir?' diye sordu. 'Başta beliren ve damarları döven bir rüzgardır.' dedi. 'Hayır,' dedi. Ayağa kalktığında, 'Ateş halkından birini görmek isteyen, işte o adama baksın.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Khalid bin al-Rabi, Huzayfah'ın hastalığı ağırlaştığında, onun grubunun ve Ensar'ın bunu duyduğunu bildirdi. Onlar gece veya sabah erken saatlerde onu ziyaret ettiler. Sayyidina Huzayfah, \"Saat kaç?\" diye sordu. Onlar, \"Gece yarısı veya sabaha yakın.\" dediler. O, \"Beni cehenneme kabul edecek sabahın şerrinden Allah'a sığınırım.\" dedi. Sonra, \"Bezi getirdiniz mi? Beni pahalı bir bezle örtmeyin, çünkü eğer Allah katında benim için hayır varsa, daha iyi bir karşılık verilecektir; ama eğer durum böyle değilse, bu bile çabuk alınacaktır.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Aişe, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) \"Bir Mümin hastalandığında, Allah onu günahlarından temizler; tıpkı bir ocak demirin pasını giderdiği gibi.\" dediğini bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Aişe (ra) tarafından rivayet edilmiştir ki, Peygamber (sallallahu aleyhi ve sellem) \"Bir Müslüman kaygı, acı veya hastalıkla karşılaştığında, bu sebeple onun günahları affedilir. O kadar ki, eğer bir diken batar veya basit, küçük bir yaralanma yaşarsa (günahları affedilir).\" demiştir."
    },
    {
      "id": 9,
      "narrator": "It is narrated by Sayyidah Ayeshah daughter of Sad that her father Sad bin Abu Waqqas said:",
      "text": "Sayyidah Aişe, babası Sad bin Ebu Vakkas'ın \"Mekke'de ciddi şekilde hastalandım ve Peygamber beni ziyaret etti. Ona, 'Allah'ın Elçisi, geride iyi bir miras bırakacağım ve sadece bir kızım var (mirasçım olarak). Malımın üçte ikisini hayır için bırakıp, üçte birini (mirasçıya) bırakabilir miyim?' dedim. O, 'Hayır!' dedi. Sonra sordum, 'Yarısını bırakıp, ona yarısını mı bırakmalıyım?' O yine 'Hayır.' dedi. Sonra sordum, 'Üçte birini bırakıp, ona üçte iki mi bırakmalıyım?' Peygamber, '(Üçte birini bırakabilirsin), ama üçte bir bile çoktur.' dedi. Sonra elini alnıma koydu ve yüzümden ve karnımdan geçirdi ve bu duayı yaptı: 'Ya Allah, Sad'ı şifa ver ve hicretini tamamla.' O günden beri, elinin serinliğini karaciğerimde hissetmekten vazgeçmedim.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abdullah bin Amr, Peygamber'in (sallallahu aleyhi ve sellem) \"Bir kişi hastalandığında, sağlıklı olduğu zaman yaptığı amellerin mükafatı da onun için kaydedilir.\" dediğini rivayet etti."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Anas bin Malik, Peygamber'in (sallallahu aleyhi ve sellem) \"Allah, bir Müslümanı bedenî acılarla imtihan ettiğinde, o kişi sağlıklı olduğu zaman yaptığı amellerin mükafatını alır; hastalığı süresince. Eğer Allah ona şifa verirse, onu günahlardan temizler. Ama, eğer onu öldürürse, onu affeder.\" dediğini bildirdi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Abu Hurayra, ateşin Peygamber Efendimiz'e (sallallahu aleyhi ve sellem) geldiğini ve ona, \"Beni, seninle çok derin bir bağlantısı olan o insanlara gönder.\" dediğini aktardı. Peygamber (sallallahu aleyhi ve sellem) onu Ensar'a gönderdi. Böylece, ateş onlara altı gün ve altı gece hakim oldu. Ateşli halleri çok ciddi hale geldi ve Peygamber, evlerinde onları ziyaret etti. Onlar ateşten şikayet ettiler ve Peygamber (sallallahu aleyhi ve sellem) her eve gidip onların sağlıkları için dua etti. Dönüşte, onlardan bir kadın arkasından geldi ve \"Seni hak ile gönderen Allah'a yemin ederim, ben Ensar'danım ve babam da Ensar'dandır. Sen Ensar için dua ettiğin gibi, benim için de dua et.\" dedi. Peygamber ona, \"Ne istiyorsun? İstersen, Allah'a dua ederim ki sana sağlık versin; ama sabredersen, cennet senin içindir.\" dedi. Kadın, \"Ben sabredeceğim (ateş için) ve cennete kabul edilme şansımı riske atmayacağım.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abu Hurayra, ateşten daha fazla sevmediği bir hastalık olmadığını, çünkü ateşin her bir uzvuna girdiğini söyledi. Ve Allah, her uzva mükafatını verir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abu Wail, birinin Abu Nuhaylah'a (hastayken) \"Allah'a dua et.\" dediğini bildirdi. O da bu duayı yaptı: \"Ya Allah, hastalığı azalt, ama mükafatı eksiltme.\" Ona tekrar Allah'a dua etmesi istendi ve o, \"Ya Allah, beni yakınlarından eyle ve annemi cennet hurilerinden eyle.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ata bin Ebu Rabah, İbn Abbas'ın ona cennete gidecek bir kadını göstermek isteyip istemediğini sorduğunu aktardı. O da kesinlikle görmek istediğini söyledi. İbn Abbas ona, \"Bu, Peygamber'e gelen ve 'Allah'ın Elçisi, ben nöbet geçiriyorum ve açığa çıkıyorum, bana dua et ki beni iyileştirsin.' diyen siyah bir kadındır.\" dedi. Peygamber (sallallahu aleyhi ve sellem) ona, \"Eğer sabredersen, cennetle mükafatlandırılırsın; ama istersen, sana dua ederim ki seni iyileştireyim.\" dedi. Kadın, \"Ben sabredeceğim. Ama (nöbet geçirdiğimde) açığa çıkıyorum, Allah'a dua et ki açığa çıkmayayım.\" dedi. Bunun üzerine o, onun için dua etti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn Jurayj'in rivayetine göre Ata ona, \"Kabe'nin merdivenlerinde kadın, Umm Zufar'ı gördüm. (O) uzun boylu, siyah bir kadındı\" dedi. Aişe, Peygamber'in şöyle söylediğini aktardı: \"Eğer bir diken müminin etine batarsa veya daha fazla bir acı çeker ise, bu onun günahlarının kefaretidir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Eğer bu dünyada bir diken bir Müslüman'a batarsa ve o, bunun karşılığında ödül umuyorsa, Allah, Kıyamet Günü onun günahlarını affeder.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Jabir, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini duyduğunu rivayet etmiştir: \"Eğer bir mümin erkek veya mümin kadın veya bir Müslüman erkek veya Müslüman kadın hastalanırsa, yüce Allah, onların günahlarını (hastalıkları sebebiyle) affeder.\""
    },
    {
      "id": 19,
      "narrator": "Hisham reported that his father ('Urwa ibn az-Zubayr) said, \"'Abdullah\nibn az-Zubayr and I went to visit Asma' ten nights before 'Abdullah was\nkilled. Asma' was in pain and 'Abdullah asked her, 'How are you feeling?'\n'In pain,' she replied. He said, 'I am near death.' She said, 'Perhaps\nyou desire my death and that is the reason you desire it? Do not do that.\nBy Allah, I do not want to die until I reach one of the two ends:",
      "text": "Hişam, babası 'Urve b. Zübeyr'in şöyle dediğini bildirmiştir: \"'Abdullah b. Zübeyr ve ben, 'Abdullah'ın öldürülmesinden on gece önce Asma'yı ziyarete gittik. Asma acı içindeydi ve 'Abdullah ona, 'Nasılsın?' diye sordu. 'Ağrım var,' dedi. 'Ölüme yakınım,' dedi. O da, 'Belki sen benim ölümümü istiyorsun ve bu yüzden bunu istiyorsun? Bunu yapma. Vallahi, ben ölmek istemiyorum, ta ki iki uçtan birine ulaşana kadar: ya sen öldürüleceksin ve ben seni Allah'a bırakacağım ya da sen galip geleceksin ve ben razı olacağım. Payının sana sunulmasından ve sonra buna razı olmamanızdan sakın. Ölümü sevmesen bile kabul et.'\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Ebu Said el-Hudri, Allah'ın Resulü'nü, Allah ona rahmet eylesin ve selam versin, ateşli bir halde ziyaret ettiğini bildirmiştir. Üzerinde bir örtü vardı. Üzerine elini koydu ve örtünün üstünde sıcak olduğunu fark etti. Ebu Said, 'Ey Allah'ın Resulü, ateşin ne kadar sıcak!' dedi. O da, 'Biz böyleyiz. Belaya maruz kalmak bizim için zordur, ama ödül bizim için kat kat fazladır.' Dedi ki, 'Ey Allah'ın Resulü, hangi insanlar en büyük belaya maruz kalır?' O da, 'Peygamberler, sonra da salihler. Onlardan biri öyle bir yoksullukla imtihan edildi ki, kendisini örtmek için sadece bir elbise bulabildi ve onu giydi. Diğeri ise pirelerle imtihan edildi, ta ki onu öldürene kadar. Onlar, belada sizden daha fazla sevinç duyarlar.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Jabir b. Abdullah dedi ki: \"Ben hastaydım ve Peygamber, Allah ona rahmet eylesin ve selam versin, Ebu Bekir ile beni ziyarete geldi. Yaya geldiler. Bayıldığımı gördüler, bunun üzerine Peygamber, Allah ona rahmet eylesin ve selam versin, abdest aldı ve sonra abdest suyunu üzerime döktü. Kendime geldim ve Peygamber, Allah ona rahmet eylesin ve selam versin, oradaydı. Ben de, 'Ey Allah'ın Resulü, malımla ne yapmalıyım? Malım hakkında bana bir hüküm ver,' dedim. Miras ayeti inene kadar bana hiçbir cevap vermedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Usame b. Zeyd, Allah'ın Resulü'nün, Allah ona rahmet eylesin ve selam versin, kızlarından birinin çok hastalandığını bildirdiğini aktardı. Annesi, Peygamber'e, Allah ona rahmet eylesin ve selam versin, çocuğunun ölmekte olduğunu söylemesi için bir haber gönderdi. O da haberciye, \"Git ve ona de ki: Allah, aldığı ve verdiği şeyler kendisine aittir. Her şey O'nun yanındadır, belirli bir süreye kadar. O sabırlı olmalı ve onu Allah'a bırakmalıdır,\" dedi. Haberci geri döndü ve ona söyledi. O tekrar ona gönderdi ve gelmesi için yalvardı. Peygamber, Allah ona rahmet eylesin ve selam versin, Sa'd b. Ubade dahil bir grup Ashabıyla birlikte kalktı. Peygamber, Allah ona rahmet eylesin ve selam versin, çocuğu aldı ve göğsüne koydu. Çocuk, göğsüne karşı bir yaprak gibi titriyordu. Allah'ın Resulü, Allah ona rahmet eylesin ve selam versin, ağladı ve Sa'd, \"Ey Allah'ın Resulü, ağlıyor musun?\" dedi. O da, \"Ben çocuğa merhamet ettiğim için ağlıyorum. Allah, sadece merhamet eden kullarına merhamet eder,\" diye cevap verdi.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "İbrahim b. Ebi Abla dedi ki: \"Eşim hastaydı ve ben Umm ad-Darda'ya giderdim. O bana, 'Ailen nasıl?' diye sordu. 'Hastalar,' dedim. Benim için biraz yemek istedi ve yedim. Sonra geri döndüm ve yine aynı şeyi yaptı. Yine onu ziyaret ettim ve o, 'Onlar nasıl?' diye sordu. 'Neredeyse iyileşiyorlar,' dedim. O da, 'Sen bana ailenin hasta olduğunu söylediğinde senin için hayır istedim. Şimdi neredeyse iyileşiyorlar, bil ki, senin için hiçbir şey istemeyeceğiz,' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün, Allah ona rahmet eylesin ve selam versin, bir bedeviyi hastayken ziyaret ettiğini ve ona, \"Endişelenme. Eğer Allah dilerse bu bir arınmadır,\" dediğini bildirmiştir. Bedevi, \"Bu, yaşlı bir adamda kaynayan bir ateş ve onu mezarlara götürecek,\" dedi. \"O zaman bu bir nimettir,\" diye sonuca vardı.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, Allah ona rahmet eylesin ve selam versin, \"Bugün sizden kim oruç tutuyor?\" diye sorduğunu bildirmiştir. Ebu Bekir, \"Ben tutuyorum,\" dedi. O da, \"Bugün kim hasta birini ziyaret etti?\" diye sordu. \"Ben,\" dedi Ebu Bekir. Sonra sordu, \"Bugün kim bir cenazeye katıldı?\" \"Ben,\" dedi Ebu Bekir. O da, \"Bugün kim bir fakiri doyurdu?\" Ebu Bekir, \"Ben,\" dedi.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Jabir dedi ki: \"Peygamber, Allah ona rahmet eylesin ve selam versin, Umm as-Sa'ib'i ziyaret ettiğinde o inliyordu. O da, 'Sende ne var?' diye sordu. 'Ateşim var,' dedi. 'Vallahi, onu küçült!' Peygamber, Allah ona rahmet eylesin ve selam versin, 'Nazik ol! Ona lanet etme. O, müminin hatalarını, demirden pislikleri çıkaran üfleme gibi temizler,' dedi.\""
    },
    {
      "id": 27,
      "narrator": "Abu Hurayra reported that the Messenger of Allah, may Allah bless\nhim and grant him peace, said, \"Allah says:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, Allah ona rahmet eylesin ve selam versin, \"Allah şöyle der: 'Ben sizden yiyecek istedim, ama beni doyurmadınız.' O (kulu) diyecek ki, 'Ey Rabbim, seni nasıl doyurabilirim ki, sen benden yiyecek istemedin ve sen evrenin Rabbisin?' O da, 'Şunu bilmiyor musun ki, benim falan kulum senden yiyecek istedi ve sen onu doyurmadın? Şunu bilmiyor musun ki, eğer onu doyursaydın, o eylemi benimle bulacaktın? Ey Adem oğlu, ben hastaydım ve sen beni ziyaret etmedin.' O da, 'Ey Rabbim, seni nasıl ziyaret edebilirim ki, sen evrenin Rabbisin?' O da, 'Şunu bilmiyor musun ki, benim falan kulum hastaydı. Eğer onu ziyaret etseydin, o eylemi benimle bulacaktın (veya onu onunla bulacaktın).'\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Said, Peygamber'in, Allah ona rahmet eylesin ve selam versin, \"Hastalara ziyaret edin. Cenaze törenlerine katılın. Ahiret hayatını hatırlayın,\" dediğini bildirmiştir.\""
    },
    {
      "id": 29,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and\ngrant him peace, said, \"There are three things which are all a duty for\nevery Muslim:",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona rahmet eylesin ve selam versin, \"Her Müslümanın üzerine düşen üç şey vardır: hastaları ziyaret etmek, cenazelere katılmak ve birisi hapşırdığında, eğer Allah'ı övüyorsa, 'Allah sana merhamet etsin' demek,\" dediğini bildirmiştir.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Banu Sa'd'dan üç kişi, babalarından, Allah'ın Resulü'nün, Allah ona rahmet eylesin ve selam versin, Sa'd (ibn Abi Waqqas) ile Mekke'de ziyaret ettiğini ve Sa'd'ın ağladığını aktardılar. O da, \"Neden ağlıyorsun?\" diye sordu. Sa'd, \"Göç ettiğim toprakta öleceğimden korkuyorum,\" dedi. Peygamber, \"Ey Allah'ım, Sa'd'ı iyileştir!\" diye üç kez dua etti. Sa'd, \"Kızımın miras alacağı çok malım var. Hepsini vasiyet etsem olur mu?\" \"Hayır,\" dedi. Sa'd, \"Üçte iki?\" \"Hayır,\" dedi. \"O zaman yarısı mı?\" Sa'd sordu. \"Hayır,\" diye cevap verdi. Sa'd, \"Üçte bir?\" \"Üçte bir,\" dedi, \"ama üçte bir çoktur. Malından verdiğin sadaka sadakadır. Ailene harcadığın şey sadakadır. Eşinin yediği yiyecek senin için sadakadır. Aileni bolluk içinde bırakman (ya da 'geçim' dedi) onlara insanlardan istemekten daha hayırlıdır.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Kılabe, Ebu'l-Aş'ath es-San'ani'den, Ebu Esma'nın şöyle dediğini bildirdi: \"Kardeşini ziyaret eden kimse, Cennet'in çadırındadır.\" Ben (rivayet eden) Ebu Kılabe'ye sordum: \"Cennet'in çadırı nedir?\" \"Meyveleridir,\" diye cevap verdi. Ebu Kılabe'ye, \"Esma' kimden rivayet etti?\" dedim. \"Thawban'dan, Allah'ın Resulü'nden, Allah ona salat ve selam eylesin,\" diye cevap verdi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Ebu Bekir ibn Hazm ve Muhammed ibn el-Munkadir, camiden bazı kişiler, 'Umar ibn el-Hakam ibn Rafi' el-Ensari'yi ziyaret ettiler. Onlar, \"Ebu Hafs! Bize anlat!\" dediler. O da, \"'Abdullah'ın, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, şöyle derken duyduğunu işittim,\" dedi: \"Bir kimse hasta birini ziyaret ettiğinde, o merhamete dalar ve yanında oturduğunda orada yerleşir.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "'Ata' dedi ki: \"İbn 'Umar, İbn Safvan'ı ziyaret etti ve namaz vakti geldi. İbn 'Umar onlarla iki rek'at namaz kıldı ve sonra, 'Ben yolculuktayım,' dedi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Anas, bir Yahudi çocuğunun, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, hizmet ettiğini bildirdi. Çocuk hastalandı ve Allah'ın Resulü, Allah ona salat ve selam eylesin, onu ziyaret etti. Başının yanına oturdu ve, \"Müslüman ol,\" dedi. Çocuk, başının yanında oturan babasına baktı. Babası ona, \"Ebu'l-Kasım'a (Allah ona salat ve selam eylesin) itaat et,\" dedi. Böylece çocuk Müslüman oldu. Allah'ın Resulü, Allah ona salat ve selam eylesin, ayrılırken, \"Hamd, ateşten kurtardığı için Allah'a olsun!\" dedi."
    },
    {
      "id": 35,
      "narrator": "'A'isha (ra) said, \"When the Messenger of Allah, may Allah bless him and grant him peace, came to Madina, Abu Bakr (ra) and Bilal (ra) came down with a fever. I visited them and asked, 'Father, how are you? Bilal, how are you?' When Abu Bakr's (ra) fever worsened, he said:",
      "text": "'A'işe (ra) dedi ki: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Medine'ye geldiğinde, Ebu Bekir (ra) ve Bilal (ra) ateşli hastalandılar. Ben onları ziyaret ettim ve, 'Baba, nasılsın? Bilal, nasılsın?' diye sordum. Ebu Bekir'in (ra) ateşi arttığında, \"Her beden, halkının arasında sağlıklı olarak kalkması için dua alır, ama ölüm, onun ayakkabı bağcıklarından daha yakındır,\" dedi. Ve Bilal’in (ra) ateşi düştüğünde, \"Keşke bir gece, İzkhir ve Caleel (iki çeşit hoş kokulu ot) ile çevrili bir vadide geçireceğimi bilsem. Ve bir gün, Mecnun sularına ulaşacak ve (dağlar) Şamah ve Tafeel'i göreceğim,\" diye okurdu. Ayşah (ra), Allah'ın Resulü'ne M'ye gidip bu iki adamla olanları bildirdi. Bunun üzerine, \"Ya Rabbi, Medine'yi Mekke'yi sevdiğimiz kadar, hatta ondan daha çok sevdirt. Ya Rabbi! Bize onu sağlıklı kıl ve sa' ve mudd'ını bereketlendir. Ve ateşini kaldır, onu el-Cuhfa'ya koy,\" diye dua etti."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, hasta bir bedeviyi ziyaret ettiğini bildirdi. Allah'ın Resulü, Allah ona salat ve selam eylesin, hasta birini ziyaret ettiğinde, \"Bunda bir zarar yoktur. Bu, Allah'ın izniyle bir arınmadır,\" derdi. O adam, \"Bir arınma mı! Hayır, bu bir ateş ki, yaşlı bir adamda kaynar (veya görünür) ve onu nimetlere götürür,\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"O zaman evet (bu bir arınmadır),\" dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Nafi' bildirdi ki, İbn 'Umar hasta birini ziyaret ettiğinde, ona nasıl olduğunu sorardı. Onu terk ettiğinde, \"Allah, senin için en hayırlısını seçsin,\" derdi. Bundan fazlasını söylemezdi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "'Amr ibn Sa'id dedi ki: \"El-Haccac, İbn 'Umar'ı ziyaret ettiğinde ben de onunla idim. O, 'Nasılsın?' diye sordu. 'Sağlıklıyım,' diye cevap verdi. 'Sende ne var?' dedi. O da, 'Silah taşımakla ilgili bir işten muzdaripim, o gün silah taşımak caiz değil,' dedi. El-Haccac'tan bahsediyordu.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr ibn el-'As dedi ki: \"Sarhoş içicilerini hasta olduklarında ziyaret etmeyin.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "El-Haris ibn 'Abdullah el-Ensari dedi ki: \"Umm ad-Darda'yı, camiden bir Ensari adamı ziyaret ederken gördüm ve o, örtüsüz bir tahtırevanın üzerinde idi.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "'Abdullah ibn Ebu'l-Hudhayl dedi ki: \"'Abdullah ibn Mes'ud, bazı insanlarla hasta birini ziyaret etti. Odada bir kadın vardı ve adamlardan biri ona bakmaya başladı. 'Abdullah ona, 'Gözlerin oyulmuş olsaydı, senin için daha hayırlı olurdu,' dedi.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Zayd ibn Arkam dedi ki: \"Gözlerimde bir ağrı vardı ve Allah'ın Resulü, Allah ona salat ve selam eylesin, beni ziyaret etti ve, 'Zayd, eğer gözlerin hastalığından dolayı kör olursa, ne yaparsın?' dedi. O da, 'Sabırlı olurum ve mükafatımı Allah'tan beklerim,' dedi. O da, 'Eğer gözlerin olursa ve sabırlı olursan ve mükafatını Allah'tan beklersen, o zaman mükafatın Cennet olacaktır,' dedi.\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "El-Kasım ibn Muhammed, Muhammed'in bir Sahabisinin gözlerini kaybettiğini ve insanların onu ziyaret ettiğini bildirdi. O, \"Ben, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, görürdüm ama şimdi Allah'ın Resulü, Allah ona salat ve selam eylesin, vefat etti, Allah'a yemin ederim ki, gözlerimde olan şey, benim için, Yemen'deki Tibala'nın ceylanlarından daha kolaydır,\" dedi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Anas dedi ki: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Allah Teala'nın şöyle dediğini duydum: 'Ben, onu iki değerli şeyinde (yani gözlerinde) sınadığımda ve o sabırlı olduğunda, mükafatını Cennet ile vereceğim.'\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Allah der ki: 'Ey Âdem oğlu, ben senden değerli olanı aldığımda ve sen darbe karşısında sabırlı olduğunda ve mükafatının Allah katında olduğunu düşündüğünde, sana verdiğim tek mükafat Cennet olacaktır.'\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, hasta birini ziyaret ettiğinde, başının yanına oturur ve yedi kez, 'Büyük Allah'tan, Büyük Arş'ın Rabbi'nden, seni şifa vermesini istiyorum.' derdi. Eğer hastanın zamanı henüz gelmemişse, acısından kurtulurdu.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Ar-Rabi' ibn al-Hasan dedi ki: \"Ben, al-Hasan ile birlikte Katade'yi ziyaret ettim. Başının yanına oturdu, onun halini sordu ve onun için dua etti. 'Ey Allah, kalbini iyileştir ve hastalığından onu şifa ver!' dedi.\""
    }
  ]
}