{
  "language": "tr",
  "metadata": {
    "length": 2,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Habib dedi ki, \"'Abdullah ibn 'Umar bana sordu, 'Hangi kabiledensin?' Ben de, 'Tamim'in Taym'indanım' dedim. O sordu, 'Kendilerinden mi yoksa onların maulalarından mı?' 'Onların maulalarındanım,' dedim. O da, 'O halde neden 'Onların maulalarındanım' demedin?' dedi.\""
    },
    {
      "id": 2,
      "narrator": "Rifa'a ibn Rafi' reported that the Prophet, may Allah bless him and grant\nhim peace, said to 'Umar, \"Gather your people  for me.\" He\ndid so. When they reached the door of the Prophet, may Allah bless him and\ngrant him peace, 'Umar came to him and said, \"I have gathered my people for\nyou.\" The Ansar heard that and said, \"Revelation has been revealed about\nQuraysh.\" People came to see and hear what would be said to them .\nThe Prophet, may Allah bless him and grant him peace, came out and stood\nin the midst of them. He said, \"Are there those among you who are not of\nyou?\" They replied, \"Yes, there are those among us with whom we have made\ntreaties as well as our nephews and our mawlas.\" The Prophet said, \"Our ally\nis one of us. Our nephew is one of us. Our mawla is one of us.\" You who are\nlistening:",
      "text": "Rifa'a ibn Rafi' bildirdi ki, Peygamber, Allah ona salat ve selam etsin, 'Umar'a dedi ki, \"Halkını benim için topla.\" O da topladı. Peygamberin, Allah ona salat ve selam etsin, kapısına geldiklerinde, 'Umar ona geldi ve, \"Halkımı senin için topladım,\" dedi. Ensar bunu duydu ve, \"Kureyş hakkında vahiy inmiştir,\" dediler. İnsanlar, onlara ne söyleneceğini görmek ve duymak için geldiler. Peygamber, Allah ona salat ve selam etsin, dışarı çıktı ve onların ortasında durdu. \"Aranızda sizden olmayanlar var mı?\" dedi. Onlar, \"Evet, aramızda bizimle antlaşma yapmış olanlar ve yeğenlerimiz ile maulalarımız var,\" dediler. Peygamber dedi ki, \"Bizim dostumuz bizdendir. Bizim yeğenimiz bizdendir. Bizim maulamız bizdendir.\" Dinleyenler! Aranızda dostlarımız, Allah'a karşı takva sahibi olanlardır. Eğer onlardan biriyseniz, bu hayırlıdır. Eğer durum böyle değilse, dikkat edin. İnsanlar, Kıyamet Günü amellerini getirecekler ve siz yüklerle geleceksiniz ve dışlanacaksınız.\" Sonra seslendi, \"Ey insanlar!\" Elleriyle Kureyş'in başlarına koydu. \"Ey insanlar! Kureyş, güvenilir insanların topluluğudur. Onlara zulmeden (ve rivayet edenlerden biri, 'kusurlarını söyleyen' dediğini düşündü) kim olursa, Allah onu altüst eder.\" Bunu üç kez tekrarladı."
    }
  ]
}