{
  "language": "tr",
  "metadata": {
    "length": 135,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu Hurayra dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, sabahları şöyle derdi: 'Sabaha ulaştık, mülk Allah'ındır ve tüm hamd O'na aittir, O'nun ortağı yoktur. Allah'tan başka ilah yoktur ve dönüş O'nadır.' Akşamları ise şöyle derdi: 'Akşama ulaştık, mülk Allah'ındır ve tüm hamd O'na aittir, O'nun ortağı yoktur. Allah'tan başka ilah yoktur ve dönüş O'nadır.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Noble olanın noble olanın noble olanın noble oğlu, Yusuf'tur; o da Ya'qub'ın, o da İshak'ın, o da İbrahim'in oğlu, Rahman'ın Halilidir (yakın dostu), mübarek ve yücedir.\" Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Eğer Yusuf'un hapiste kaldığı kadar hapiste kalsaydım ve sonra davet eden adam bana gelseydi, onu kabul ederdim.\" dedi. Elçi ona geldiğinde, \"Efendine dön ve kadınların ellerini kestiği hakkında ne olduğunu sor.\" (12:50) dedi. Allah, Lut'a, \"Eğer sizinle savaşacak gücüm olsaydı ya da güçlü bir destek arayabilseydim!\" dediğinde, güçlü bir direğe sığınırken merhamet etti. (11:80) Allah, ondan sonra hiçbir Peygamber göndermedi ama o, kavminin zenginlerinden biri oldu.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Yazid dedi ki, \"Ar-Rabi' her Cuma 'Alqama'ya giderdi. Ben orada olmadığımda, beni çağırırlardı. Bir gün orada olmadığımda, 'Alqama bana rastladı ve 'Ar-Rabi' ne getirdiğini görmedin mi? Dedi ki, 'İnsanların ne kadar sık dua ettiğini ve ne kadar nadir cevaplandığını görmüyor musun? Bu, Allah Teala'nın yalnızca samimi duaları kabul etmesindendir.' dedi. Ben de, 'Abdullah bunu söylemedi mi?' diye sordum. O da, 'Ne dedi?' dedi. Ben de, 'Abdullah, 'Allah, başkalarının duymasını isteyen, gösteriş yapan veya oyun oynayan birine kulak vermez. O, yalnızca kalbinden samimiyetle dua edenin duasını dinler.' dedi.' dedim. O da, 'Alqama'dan bahsetti mi?' dedi. 'Evet' dedim.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Sizden biri dua ettiğinde, 'Eğer istersen' dememelidir. İstekte kararlı olmalı ve büyük bir umut taşımalıdır. Allah, verdiği hiçbir şeyin fazla olduğunu düşünmez.'\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Sizden biri dua ettiğinde, duada kararlı olmalı ve 'Ya Allah, eğer istersen, bana ver.' dememelidir. Allah, iradesine karşı zorlanamaz.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Abu Nu'aym, yani Wahb, \"İbn 'Umar ve İbn az-Zubayr'ı dua ederken, avuçlarını yüzlerinin önünde açmış olarak gördüm.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'A'isha, Allah ona rahmet eylesin, Peygamberi, Allah ona salat ve selam eylesin, ellerini kaldırarak dua ederken gördüğünü söyledi: \"Ben bir insanım, bu yüzden beni cezalandırma. Eğer bir müminin kalbini incitmişsem veya ona hakaret etmişsem, bunun için beni cezalandırma.\"\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Abu Hurayra dedi ki, \"At-Tufayl ibn 'Amr ad-Dawsi, Allah'ın Elçisi, Allah ona salat ve selam eylesin, yanına geldi ve 'Allah'ın Elçisi, Daws isyan etti ve reddetti, bu yüzden Allah'tan onlara lanet etmesini iste.' dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, kıblaya yöneldi ve ellerini kaldırdı, insanlar onun onlara lanet edeceğini düşündü. O da, 'Ya Allah, Daws'u hidayet et ve onlara yol göster.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Anas dedi ki, \"Bir yıl boyunca yağmur yağmadı, bu yüzden Müslümanlardan biri, Cuma günü Peygamberin, Allah ona salat ve selam eylesin, yanına gitti. 'Allah'ın Elçisi, yağmur yok ve yer kurudu, insanların malları yok oldu.' dedi. Göklerde bir bulut görünmediği halde ellerini kaldırdı. Kollarını açtı, ben de koltuk altlarının beyazlığını görebiliyordum ve Allah'tan yağmur istedi. Namazı bitirdiğimizde, (yağmur o kadar çoktu ki) evi yakın olan genç ailesine dönmekten korkuyordu. Geçen Cuma, 'Allah'ın Elçisi, evler yıkıldı ve yollar kapandı.' dediler. O gülümsedi ve Adem oğlunun ne kadar çabuk memnuniyetsizleştiğini gözlemledi. Elini işaret ederek, 'Ya Allah, etrafımızda ve üzerimizde değil.' dedi. Ve yağmur Medine'den uzaklaştı.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "'İkrima, 'A'isha'nın, Allah ona rahmet eylesin, Peygamberi, Allah ona salat ve selam eylesin, ellerini dua ederken kaldırdığını, 'Ya Allah, ben sadece bir insanım, bu yüzden beni cezalandırma. Eğer bir Müslüman erkeğe zarar verirsem veya ona hakaret edersem, bunun için beni cezalandırma!' dediğini duydu.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Jabir ibn 'Abdullah, at-Tufayl ibn 'Amr'ın Peygamber, Allah ona salat ve selam eylesin, \"Bir kaleye ve bir hisara mı ihtiyacın var? Daws'ın kalesi.\" diye sorduğunu bildirdi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, bunu, Allah'ın Ensar için hazırladığı şeyler yüzünden reddetti. At-Tufayl hicret etti ve kavminden bir adam onunla birlikte hicret etti. Adam hastalandı ve acı çekti (veya buna benzer sözler söyledi) ve bir ok çuvalına sürünerek gitti, bir ok çıkardı, damarlarını kesti ve öldü. At-Tufayl onu bir rüyada gördü ve ona, \"Sana ne oldu?\" diye sordu. O da, \"Peygamber'e hicret ettiğim için affedildim.\" dedi. O da, \"Ellerine ne oldu?\" diye sordu. O da, \"Sana, 'Ellerinin o kısmını düzeltemeyiz ki sen onu yok ettin.' denildi.\" dedi. At-Tufayl, bunu Peygamber'e, Allah ona salat ve selam eylesin, anlattı ve Peygamber, \"Ya Allah, ellerini affet!\" dedi ve bunu söylerken ellerini kaldırdı.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, Allah'a sığınırdı ve şöyle derdi: 'Ya Allah, tembellikten sana sığınırım. Korkaklıktan sana sığınırım. Yaşlılıktan sana sığınırım. Cimrilikten sana sığınırım.'\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi, Allah ona salat ve selam eylesin, Allah Teala'nın şöyle dediğini bildirdi: \"Ben, kulumun bana olan düşüncesine göreyim ve O bana dua ettiğinde ben de onunla beraberim.'\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Shaddad ibn Aws, Peygamber, Allah ona salat ve selam eylesin, \"Bağışlanmanın en iyi yolu, 'Ya Allah, sen benim Rabbimsin. Senden başka ilah yoktur. Beni sen yarattın ve ben senin kulunum. Senin ahdine ve vaadine elimden geldiğince uyuyorum. Senin nimetini kabul ediyorum ve yanlış işlerimi itiraf ediyorum, bu yüzden beni affet. Yanlışları yalnızca sen affedebilirsin. Yaptıklarımın şerrinden sana sığınırım.' demektir. Eğer bunu akşam söylerse ve sonra ölürse, cennete girecektir - ya da cennet halkından biri olacağını söyledi. Eğer bunu sabah söylerse ve o gün ölürse - durum aynıdır.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "İbn 'Umar dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, meclisinde bunu yüz defa söylerdik: 'Ya Rabbim, beni affet ve bana dön (bana bağışla). Sen, daima kullarına dönen, merhametli olan sensin.'\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'Aişe dedi ki, \"Allah'ın Resulü, ona Allah'ın salatı ve selamı olsun, Duha namazını kıldı ve sonra dedi ki, 'Ey Rabbim, beni affet ve bana yönel. Sen, kullarına her zaman yönelen, merhametli olan'sın' yüz defa.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Hadis 617'ye benzer ancak biraz farklı bir ifadeyle."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "'Abdullah ibn 'Umar dedi ki, \"Ben, Peygamberin, ona Allah'ın salatı ve selamı olsun, 'Allah'a tövbe ederek yönelin. Ben her gün O'na yüz defa yöneliyorum' dediğini duydum.\""
    },
    {
      "id": 19,
      "narrator": "Ka'b ibn 'Ujra said, \"Those who repeat the supplications which\nfollow the prayers will not be disappointed. They are:",
      "text": "Ka'b ibn 'Ujra dedi ki, \"Namazlardan sonra duaları tekrar edenler hayal kırıklığına uğramazlar. Bunlar: 'Allah'ı tesbih ederim'; 'Allah'a hamd ederim'; ve 'O'ndan başka ilah yoktur' yüz defa.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, Peygamberin, ona Allah'ın salatı ve selamı olsun, \"En hızlı kabul edilen dua, bir başkası için yapılan duadır, o kişi orada yoksa\" dediğini bildirdi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Bekir es-Sıddık'ın, \"Allah yolundaki bir kardeşin duası kabul olur\" dediği duyulmuştur."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Safvan ibn 'Abdullah ibn Safvan, Ebu'd-Darda'nın kızına evli olduğunu söyledi ve \"Suriye'de onları ziyaret ettim ve Umm ad-Darda'yı evde buldum, ama Ebu'd-Darda'yı bulamadım. O, 'Bu yıl hacca gitmeyi düşünüyor musun?' diye sordu. 'Evet,' dedim. O da, 'Allah'a dua et ve bizim için hayır iste. Peygamber, ona Allah'ın salatı ve selamı olsun, 'Bir Müslüman erkeğin, yokta olan kardeşi için yaptığı dua kabul olur. Onun başında bir koruyucu melek vardır. Ne zaman ki o, Allah'tan kardeşi için hayır ister, melek der ki, 'Amin, sen de aynı şeyi al'\" dedi. Ben pazarda Ebu'd-Darda ile karşılaştım ve o da Peygamberden, ona Allah'ın salatı ve selamı olsun, rivayet edilen benzer bir şey söyledi.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, bir adamın, \"Ey Allah, beni ve yalnızca Muhammed'i affet!\" dediğini bildirdi. Peygamber, ona Allah'ın salatı ve selamı olsun, \"Bunu birçok insandan gizledin\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "İbn 'Umar dedi ki, \"Peygamberin, ona Allah'ın salatı ve selamı olsun, bu mecliste Allah'tan yüz defa affedilme isteğini duyduğumu hatırlıyorum. 'Ey Allah, beni affet ve bana yönel ve bana merhamet et. Sen, kullarına her zaman yönelen, merhametli olan'sın' diyordu.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn 'Umar dedi ki, \"Yaptığım her işte dua ediyorum - hatta Allah'tan hayvanımın adımını uzun kılmasını istiyorum ki, bu konuda bana kolaylık sağlasın.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "'Ömer'in, \"Ey Allah, beni salihlerle öldür ve beni kötülerin arasında bırakma. Beni iyilere kat\" şeklinde dua ettiği rivayet edilmiştir."
    },
    {
      "id": 27,
      "narrator": "It is related that 'Abdullah used to use these supplications a\nlot:",
      "text": "'Abdullah'ın bu duaları sıkça kullandığı bildirilmiştir: 'Rabbimiz, aramızda barış sağla ve bizi İslam yoluna yönlendir. Bizi karanlıklardan kurtar (ve ışığa getir). Açık ve gizli sapkınlıkları bizden uzaklaştır. Kulaklarımızda, gözlerimizde, kalplerimizde, eşlerimizde ve çocuklarımızda bereket ver. Bize yönel. Sen, kullarına her zaman yönelen, en merhametli olan'sın. Nimetin için şükretmemizi sağla ve onu övenlerden ve ilan edenlerden eyle. Bunu bizim için mükemmel kıl.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Anas, kardeşi için dua ettiğinde, \"Allah, onu salihlerin nimetiyle mükafatlandırsın. Onlar ne zalimdir ne de bozguncu. Gece namaz kılarlar ve gündüzleri oruç tutarlar\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "'Amr ibn al-Harith dedi ki, \"Annem beni Peygamberin, ona Allah'ın salatı ve selamı olsun, yanına götürdü ve başımı okşadı ve bana rızık verilmesi için dua etti.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Anas ibn Malik'e, \"Kardeşlerin Basra'dan sana geldiler (ve o gün o, zaviyede idi) senin onlara Allah'a dua etmeni istiyorlar\" denildi. O da, \"Ey Allah, onları affet ve onlara merhamet et. Onlara bu dünyada hayır ve ahirette hayır ver ve onları ateşin azabından koru\" dedi. Onlar daha fazla söylemesini istediler ve o da aynı şeyi tekrar etti. \"Eğer bu sana verilirse, bu dünyada ve ahirette hayır verilmiş olur.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, bir dal aldı ve salladı, fakat bütün yapraklar dökülmedi. Sonra tekrar salladı, yine bütün yapraklar dökülmedi. Üçüncü kez salladı ama yine bütün yapraklar dökülmedi. Dedi ki, 'Subhanallah, Elhamdülillah ve Allah'tan başka ilah yoktur demek, hataların dökülmesine sebep olur, tıpkı bir ağacın yapraklarının dökülmesi gibi.'\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Anas, bir kadının Peygamber'e gelip bir ihtiyacından şikayet ettiğini bildirdi. Peygamber dedi ki, 'Sana ondan daha iyi bir şey göstereyim mi? Yatarken 33 defa 'Allah'tan başka ilah yoktur' de, 33 defa 'Subhanallah' de ve 34 defa 'Elhamdülillah' de, bu yüz, onun dünyası ve içindekilerden daha hayırlıdır.'\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Peygamber, Allah ona salat ve selam eylesin, dedi ki, \"Birisi 'Allah'tan başka ilah yoktur' yüz defa, 'Subhanallah' yüz defa ve 'Allah en büyüktür' yüz defa derse, bu on köleyi azat etmekten ve yedi deveyi kesmekten daha hayırlıdır.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Bir adam Peygamber'e, Allah ona salat ve selam eylesin, geldi ve dedi ki, \"Allah'ın Resulü, en iyi dua nedir?\" O cevap verdi, \"Bu dünyada ve ahirette Allah'tan af ve iyilik istemektir.\" Sonra ertesi gün tekrar geldi ve sordu, \"Allah'ın Resulü, en iyi dua nedir?\" O cevap verdi, \"Bu dünyada ve ahirette Allah'tan af ve iyilik istemektir. Eğer bu dünyada ve ahirette iyilik verilirse, işte o zaman başarıya ulaşmış olursun.\""
    },
    {
      "id": 35,
      "narrator": "Abu Dharr reported that the Prophet, may Allah bless him and grant\nhim peace, said, \"The words which Allah loves most are:",
      "text": "Ebu Dharr, Peygamber'in, Allah ona salat ve selam eylesin, dediğini bildirdi: \"Allah'ın en çok sevdiği sözler şunlardır: 'Allah'a ortak koşmayan, mülk O'nundur, hamd O'nundur ve O, her şeye kadirdir. Allah'tan başka güç ve kuvvet yoktur. Subhanallah ve hamd O'nadır.'\""
    },
    {
      "id": 36,
      "narrator": "Umm Kulthum, the daughter of Abu Bakr, reported that 'A'isha said,\n\"The Prophet, may Allah bless him and grant him peace, came to me while\nI was praying when he needed something. I was taking a long time and he\nsaid, ''A'isha, you must make the comprehensive supplication.' When I finished,\nI asked, 'Messenger of Allah, what is the comprehensive supplication?'\nHe said, 'Say:",
      "text": "Umm Kulthum, Ebu Bekir'in kızı, 'A'işe'nin şöyle dediğini bildirdi: \"Peygamber, Allah ona salat ve selam eylesin, bana ihtiyacı olduğu bir zamanda namaz kılarken geldi. Uzun sürdüm ve o dedi ki, 'A'işe, kapsamlı duayı yapmalısın.' İşimi bitirdikten sonra, 'Allah'ın Resulü, kapsamlı dua nedir?' diye sordum. O dedi ki, 'De ki: \"Ya Allah, senden her türlü hayrı, hem yakın hem uzak, bildiğim ve bilmediğim her şey için istiyorum. Her türlü şerden, hem yakın hem uzak, bildiğim ve bilmediğim her şeyden sana sığınıyorum. Cenneti ve ona yaklaştıran her söz ve eylemi istiyorum. Ateşten ve ona yaklaştıran her söz ve eylemden sana sığınıyorum. Muhammed'in senden istediği şeylerle sana dua ediyorum ve Muhammed'in sığındığı şeylerden sana sığınıyorum ve benim için takdir ettiğin her şeyin sonunu doğru bir hidayet eyle.\"'\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in, Allah ona salat ve selam eylesin, dediğini bildirdi: \"Herhangi bir Müslüman sadaka verecek bir şey bulamazsa, duasında 'Ya Allah, Muhammed'e, senin kulun ve elçin, ve müminlere, hem erkek hem kadın, ve Müslümanlara, hem erkek hem kadın, bereket ver' demelidir. Bu onun için sadaka olur.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ebu Hurayra, Peygamber'in, Allah ona salat ve selam eylesin, dediğini bildirdi: \"Eğer biri, 'Ya Allah, Muhammed'e ve Muhammed'in ailesine, İbrahim'e ve İbrahim'in ailesine bereket verdiğin gibi bereket ver. Muhammed'e ve Muhammed'in ailesine, İbrahim'e ve İbrahim'in ailesine yağmur gibi bereketler yağdır. Muhammed'e ve Muhammed'in ailesine, İbrahim'e ve İbrahim'in ailesine merhamet ettiğin gibi merhamet et' derse, ben onun için Kıyamet Günü şahitlik edeceğim ve onun için şefaat edeceğim.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Malik ibn Aws ibn al-Hadathan dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, açık bir alana çıkıp ihtiyacını gidermek için gitti ve arkasında kimseyi bulamadı. 'Umar dışarı çıktı ve onun arkasından bir çömlek veya abdest kabı ile gitti. Onu bir dere yatağında secde ederken buldu. Geri çekildi ve arkasında oturdu, ta ki Peygamber, Allah ona salat ve selam eylesin, başını kaldırana kadar. Dedi ki, 'İyi yaptın, 'Umar. Beni secde ederken bulduğunda arkamda durdun. Cebrail bana geldi ve dedi ki, 'Birisi sana bir kez salat okursa, Allah ona on kez salat okur ve on hatasını affeder.'\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Anas ibn Malik, Peygamber'in, Allah ona salat ve selam eylesin, dediğini bildirdi: \"Eğer biri bana bir kez salat okursa, Allah ona on kez salat okur ve on hatasını affeder.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Cabir ibn Abdullah, Peygamber'in, Allah ona salat ve selam eylesin, minbere çıktığını bildirdi. İlk basamağa çıktığında \"Amin\" dedi. İkinci basamağa çıktığında \"Amin\" dedi, üçüncü basamağa çıktığında \"Amin\" dedi. Onlar dediler ki, \"Allah'ın Resulü, seni üç kez 'Amin' derken duyduk.\" O dedi ki, \"İlk basamağa çıktığımda, Cebrail, Allah ona salat ve selam eylesin, bana geldi ve dedi ki, 'Ramazan geldiği halde affedilmeyen kul ne kötü bir kuldur.' Ben 'Amin' dedim. Sonra dedi ki, 'Bir veya her iki ebeveyni hayatta olan ve ona cennete girmesine izin vermeyen kul ne kötü bir kuldur.' Ben 'Amin' dedim. Sonra dedi ki, 'Senin adın anıldığında sana salat okumayan kul ne kötü bir kuldur.' Ben 'Amin' dedim.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Ebu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, dediğini bildirdi: \"Eğer biri bana bir kez salat okursa, Allah ona on kez salat okur.\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "644'e benzer, ancak \"Ne kötü\" yerine \"Yazıklar olsun\" ifadesini içerir;"
    },
    {
      "id": 44,
      "narrator": "Juwayriyya, the daughter of al-Harith ibn Abi Dirar, (whose name\nhad been Barra but the Prophet, may Allah bless him and grant him peace,\nhad renamed her Juwayriyya) reported that the Prophet, may Allah bless\nhim and grant him peace, had left her and he did not want to go back in\nwhile her name was Barra. Then he went back to her while it was late in\nthe day and found that she was still sitting. \"Are you still sitting?\"\nhe asked, \"After I left you I uttered four phrases three times. If they\nwere to be weighed against all your words, they would outweigh them. They\nare:",
      "text": "Juwayriyya, Ebu Dirar'ın kızı, (isminin Barra olduğu, ancak Peygamber, Allah ona salat ve selam eylesin, ona Juwayriyya ismini verdi) Peygamber'in, Allah ona salat ve selam eylesin, onu terk ettiğini ve ismi Barra olduğu için geri dönmek istemediğini bildirdi. Sonra, günün ilerleyen saatlerinde geri döndü ve hala oturduğunu gördü. \"Hala mı oturuyorsun?\" diye sordu, \"Seni terk ettikten sonra üç kez dört cümle söyledim. Eğer bunlar senin tüm sözlerinle tartılacak olsaydı, onları aşardı. Bunlar: 'Subhanallah ve hamd O'nadır, yaratılışının sayısı kadar, rızasına uygun olarak, Arş'ının ağırlığı kadar ve kelimelerinin genişliği kadar.'\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Ebu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, dediğini bildirdi: \"Ateşten Allah'a sığın. Mezardaki azaptan Allah'a sığın. Deccalın fitnesinden Allah'a sığın. Hayat ve ölüm denemelerinden Allah'a sığın.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Ya Allah, işitmemi ve görmemi sağlam kıl ve bunların sağlam kalmasını sağla, ta ki ölünceye kadar. Bana zulmeden kişiyi benden uzaklaştır ve ondan intikam al.\" dediğini bildirmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Ya Allah, görmemi ve işitmemi bana zevk ver ve bunların sağlam kalmasını sağla, ta ki ölünceye kadar. Düşmanımı benden uzaklaştır ve ondan intikam al.\" dediğini bildirmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Tariq ibn Eşyam el-Eşca'i, \"Biz, Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, ziyaret ederdik. Bir gün bir adam ve kadın geldi ve adam, 'Allah'ın Elçisi, dua ettiğimde ne söylemeliyim?' diye sordu. O da, 'De ki: \"Ya Allah, beni affet, bana merhamet et, beni hidayete erdir ve bana rızık ver.\" Onlar, bu dünyayı ve ahireti senin için birleştirirler.' diye cevap verdi.\" demiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ümmü Kays, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, ona, \"Onun söyledikleri, onun ömrünü uzatacaktır.\" dediğini bildirmiştir. Onlar da, \"Ona verilen uzun ömre sahip başka bir kadın bilmiyoruz.\" demişlerdir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Enes, \"Peygamber, Allah ona salat ve selam eylesin, ev halkımıza gelirdi. Bir gün bize geldi ve bizim için dua etti. Ümmü Süleym, 'Küçük hizmetçin için dua etmez misin?' dedi. O da, 'Ya Allah, ona çok mal ve çocuk ver. Onu uzun yaşat ve onu affet.' dedi.\" demiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Sizden birinin duası, sabırsızlanmadığı ve 'Dua ettim ama kabul edilmedi.' demediği sürece kabul edilir.\" dediğini bildirmiştir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Sizden birinin duası, haksız bir şey için dua etmediği, akrabalık bağlarını koparmak için dua etmediği ve sabırsızlanıp 'Dua ettim ama kabul edilmedi.' demediği sürece kabul edilir; böylece dua etmeyi bırakır.\" dediğini bildirmiştir."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Amr ibn Şuayb, dedesinin, \"Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Ya Allah, tembellikten ve borçtan sana sığınırım. Deccal'ın fitnesinden sana sığınırım. Ateşin azabından sana sığınırım.' dediğini duydum.\" dediğini bildirmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Peygamber, hayatın ve ölümün şerrinden, kabir azabından ve Deccal'ın şerrinden Allah'a sığınırdı.\" dediğini bildirmiştir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Allah, kendisinden bir şey istemeyen kişiye öfkelidir.\" dediğini bildirmiştir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Allah'a dua ettiğinizde, duanızda kesin olun. İçinizden hiç kimse, 'Eğer istersen, bana ver.' dememelidir. Hiç kimse Allah'ı zorlayamaz.\" dediğini bildirmiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Osman, \"Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Her sabah ve akşam 33 defa, 'Allah'ın adıyla, ki O'nun adıyla ne yerde ne de gökte bir şey zarar görmez. O, her şeyi işiten, her şeyi bilendir.' diyen bir kişi hiçbir şeyden zarar görmez.' dediğini duydum.\" demiştir."
    },
    {
      "id": 58,
      "narrator": "Sahl ibn Sa'd said, \"There are two hours in which the gates of\nheaven are opened. At those times very rarely is the supplication of someone\nwho makes supplication rejected:",
      "text": "Sahl ibn Sa'd, \"Cennetin kapılarının açıldığı iki saat vardır. O zamanlarda dua eden birinin duası çok nadir reddedilir: ezan okunduğunda ve Allah yolunda savaş sıralarında.\" demiştir."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Ebu Sirma, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Ya Allah, beni zengin kılmanı ve benim maulama zenginlik vermeni istiyorum!\" dediğini bildirmiştir."
    },
    {
      "id": 60,
      "narrator": "Shakal ibn Humayd said, \"Messenger of Allah, teach me a supplication\nthat will benefit me.\" He said, \"Say:",
      "text": "Şakal ibn Humayd, \"Allah'ın Elçisi, bana fayda verecek bir dua öğret.\" dedi. O da, \"De ki: 'Ya Allah, gözümün, kulağımın, dilimin, kalbimin ve arzumun şerrinden beni koru.'\" dediğini bildirmiştir."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Abdullah ibn Abbas, Allah'ın Elçisi'nin (ona Allah'ın salatı ve selamı olsun) \"Ya Allah, bana yardım et ve bana karşı yardım etme. Beni destekle ve bana karşı olanları destekleme. Hidayeti benim için kolaylaştır.\" dediğini bildirmiştir."
    },
    {
      "id": 62,
      "narrator": "Ibn 'Abbas said, \"I heard the Prophet, may Allah bless him and\ngrant him peace, making supplication with these words:",
      "text": "İbn Abbas, \"Peygamber'in (ona Allah'ın salatı ve selamı olsun) şu sözlerle dua ettiğini duydum: 'Ya Allah, bana yardım et ve bana karşı olanlara yardım etme. Benim için bir plan yap ve bana karşı bir plan yapma. Hidayeti benim için kolaylaştır. Beni saldıranlardan uzak tut. Ey Rabbim, sana şükreden, seni hatırlayan, senden korkan, sana itaat eden ve sana alçakgönüllü olan, dua eden, tevbe eden biri yap. Tevbemi kabul et. Kötü amellerimi sil ve duamı kabul et. Delilimi kur ve kalbimi hidayet et. Dilimi doğru kıl ve kalbimden kinleri çıkar.'\""
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Muaviye ibn Ebu Süfyan, minberde \"Senin verdiğini hiç kimse tutamaz, Allah'ın tuttuğunu da veremez. Çaba gösteren bir kişinin çabası ona fayda sağlamaz. Allah bir kişi için hayır dilediğinde, ona din konusunda anlayış verir.\" dedi. Ayrıca, \"Bu sözleri Peygamber'den (ona Allah'ın salatı ve selamı olsun) duydum.\" diye ekledi."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (ona Allah'ın salatı ve selamı olsun) \"En sağlam dua, 'Ya Allah, sen benim Rabbimsin ve ben senin kulunum. Kendime zulmettim ve yanlışımı kabul ediyorum. Yanlışları yalnızca sen affedersin, Rabbim, beni affet.' demektir.\" dediğini bildirmiştir."
    },
    {
      "id": 65,
      "narrator": "Abu Hurayra reported, \"The Messenger of , may Allah bless him and\ngrant him peace, used to use this supplication:",
      "text": "Ebu Hureyre, \"Allah'ın Elçisi (ona Allah'ın salatı ve selamı olsun) bu duayı yapardı: 'Ya Allah, dinimi düzelt - bu benim işlerimin destekçisidir. Dinimi düzelt - bu benim rızkımı içermektedir. Ölümü her türlü kötülükten bir merhamet kıl.'\" demiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (ona Allah'ın salatı ve selamı olsun) \"belaya uğramaktan, sefaletle karşılaşmaktan, kötü bir kaderden ve düşmanların alayından\" Allah'a sığındığını bildirmiştir."
    },
    {
      "id": 67,
      "narrator": "'Umar said, \"The Prophet, may Allah bless him and grant him peace,\nused to seek refuge from five things:",
      "text": "Ömer, \"Peygamber (ona Allah'ın salatı ve selamı olsun) beş şeyden Allah'a sığınırdı: tembellikten, cimrilikten, kötü gururdan, kalpteki denemeden ve kabir azabından.\" demiştir."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Enes ibn Malik, \"Peygamber (ona Allah'ın salatı ve selamı olsun) 'Ya Allah, acizlikten, tembellikten, korkaklıktan ve ihtiyarlıktan sana sığınırım. Hayat ve ölümün denemelerinden sana sığınırım. Kabir azabından sana sığınırım.' derdi.\" demiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Enes, \"Peygamber'in (ona Allah'ın salatı ve selamı olsun) 'Ya Allah, endişeden, üzüntüden, acizlikten, tembellikten, korkaklıktan, cimrilikten, derin borç içinde olmaktan ve insanların baskısından sana sığınırım.' dediğini duydum.\" demiştir."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Ebu Hureyre, \"Peygamber'in (ona Allah'ın salatı ve selamı olsun) dualarından biri 'Ya Allah, geçmişteki ve gelecekteki yanlışlarım için, gizlediğim ve açıkladığım, senin bildiğin her şey için beni affet. Sen öne geçiren ve geciktiren tek olan'sın. Senden başka ilah yoktur.\" dediğini bildirmiştir."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Abdullah, \"Peygamber (ona Allah'ın salatı ve selamı olsun) bu duayı yapardı: 'Ya Allah, senden hidayet, nefsimi tutma ve zenginlik istiyorum.'\" demiştir. Ayrıca \"ve dikkatli olmayı\" da nakletmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Thumana ibn Huzn, \"Bir şayhın yüksek sesle 'Ya Allah, ben sana saf kötülükten sığınıyorum.' diye seslendiğini duydum. Ben de 'Bu şayh kim?' diye sordum. 'Ebu'd-Darda' dediler.\" demiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Abdullah ibn Ebu Avfa, Peygamber'in (ona Allah'ın salatı ve selamı olsun) \"Ya Allah, beni buz, kar ve soğuk su ile temizle, kirli elbisenin kirliliğinden arındığı gibi. Ya Allah, Rabbimiz, övgü senindir, gökyüzü kadar, yer kadar ve senin dilediğin her şey kadar.\" dediğini bildirmiştir."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Enes, Peygamber'in (ona Allah'ın salatı ve selamı olsun) \"Ya Allah, bize bu dünyada ve ahirette hayır ver ve ateşin azabından bizi koru.\" diye dua ettiğini bildirmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (ona Allah'ın salatı ve selamı olsun) \"Ya Allah, ben sana yoksulluktan, ihtiyaçtan ve alçaltılmaktan sığınıyorum. Haksızlık etmekten veya haksızlığa uğramaktan sana sığınıyorum.\" dediğini bildirmiştir."
    },
    {
      "id": 76,
      "narrator": "Abu Umama said, \"We were with the Prophet, may Allah bless him\nand grant him peace, and he made many supplications which we did not remember.\nWe said, 'You make supplications which we do not remember.' He said, 'I\nwill inform you of something which will combine all of them for you:",
      "text": "Ebu Ümame dedi ki: \"Peygamberle, Allah ona salat ve selam etsin, birlikteydik ve o birçok dua etti, biz de bunları hatırlamadık. Dedik ki: 'Sen öyle dualar ediyorsun ki, biz hatırlayamıyoruz.' O da dedi ki: 'Size hepsini birleştirecek bir şey bildireceğim: \"Ey Allah, Senin Peygamberin Muhammed'in Senden istediği şeyleri istiyoruz ve Senin Peygamberin Muhammed'in sığındığı şeylerden de Sana sığınıyoruz. Ey Allah, Sen yardım için yönelinen, Sen de bunu gerçekleştiren tek Olsun. Güç ve kuvvet ancak Allah'la mümkündür,\" veya buna benzer sözler.'\""
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Amr ibn Şu'ayb, babasından, onun da dedesinden şöyle nakletti: \"Peygamberi, Allah ona salat ve selam etsin, şöyle derken duydum: 'Ey Allah, Dajjal'ın fitnesinden Sana sığınıyorum ve ateşin fitnesinden de Sana sığınıyorum.'\""
    },
    {
      "id": 78,
      "narrator": "",
      "text": "İbn Abbas derdi ki: \"Ey Allah, bana verdiğin rızıkla beni razı et ve onu bereketlendir ve sahip olmadığım her şeyde benim için hayırla tayin et.\""
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Enes dedi ki: \"Peygamberin, Allah ona salat ve selam etsin, en sık yaptığı dua, 'Ey Allah, bize bu dünyada hayır ver, ahirette de hayır ver ve bizi ateşin azabından koru.' idi.\""
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Enes dedi ki: \"Peygamber, Allah ona salat ve selam etsin, en sık olarak, 'Ey Allah, ey kalpleri çeviren, kalbimi dinin üzerinde sabit kıl.' derdi.\""
    },
    {
      "id": 81,
      "narrator": "'Abdullah ibn Abi Awfa reported that the Prophet, may Allah bless\nhim and grant him peace, used to use this supplication:",
      "text": "Abdullah ibn Ebi Evfa, Peygamberin, Allah ona salat ve selam etsin, bu duayı yaptığını bildirdi: \"Ey Allah, hamd Senindir, gökler kadar, yer kadar ve Senin dilediğin kadar. Ey Allah, beni buzla, karla ve soğuk suyla arındır. Ey Allah, beni yanlışlardan arındır ve beni, beyaz elbisenin kirden arındığı gibi temizle.'\""
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Abdullah ibn Ömer dedi ki: \"Allah Resulünün dualarından biri şuydu: 'Ey Allah, Senin nimetin kaybolmasından, sağlığın kaybından, ani gazabından ve tüm öfkenizden Sana sığınıyorum.'\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Aişe dedi ki: \"Allah Resulü, Allah ona salat ve selam etsin, ufukta bir bulut gördüğünde, yaptığı her şeyi bırakır, hatta namaz olsa bile ona yönelirdi. Eğer Allah onu dağıtırsa, Allah'ı överdi; eğer yağmur yağarsa, 'Ey Allah, bunu faydalı bir yağmur kıl!' derdi.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "İsmail ibn Kays dedi ki: \"Ben, Khabbab'ın yedi kez cauter edildiği zaman yanına geldim. O da dedi ki: 'Eğer Allah Resulü, Allah ona salat ve selam etsin, bize ölüm için dua etmeyi yasaklamış olmasaydı, ben de dua ederdim.'\""
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Ebu Musa, Peygamberin, Allah ona salat ve selam etsin, bu duayı yaptığını bildirdi: \"Ey Allah, hatalarımı, cehaletimi ve işlerimdeki aşırılığımı affet, ve bunlar hakkında benden daha iyi bildiklerini affet. Ey Allah, tüm hatalarımı, kasıtlı veya cehaletle veya şaka olarak yaptıklarımı ve yaptığım her şeyi affet. Ey Allah, geçmişteki ve gelecekteki yanlış işlerimi affet, bunlardan gizlediğimi ve açıkladıklarımı affet. Sen, işleri öne alan ve geciktiren tek Olsun. Her şeye gücün yeter.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari bu duayı yapardı: \"Ey Allah, hatalarımı, cehaletimi ve işlerimdeki aşırılığımı affet ve bunlar hakkında benden daha iyi bildiklerini affet. Ey Allah, hem şaka hem de ciddiyetle yaptıklarımı, hatalarımı ve kasıtlı yaptıklarımı ve yaptığım her şeyi affet.\""
    },
    {
      "id": 87,
      "narrator": "Mu'adh ibn Jabal said, \"The Prophet, may Allah bless him and grant\nhim peace, took my hand and then said, \"Mu'adh!' 'At your service!' I said.\nHe said, 'I love you.' I replied, 'And, by Allah, I love you.' He asked,\n'Shall I teach you some words to say at the end of your prayer?' 'Yes,'\nI replied. He said, 'Say:",
      "text": "Muaz ibn Cebel dedi ki: \"Peygamber, Allah ona salat ve selam etsin, elimi tuttu ve sonra dedi ki: 'Muaz!' Ben de: 'Emrindeyim!' dedim. O da: 'Seni seviyorum.' Ben de: 'Ve Allah'a yemin ederim ki, ben de seni seviyorum.' dedi. O da: 'Namazının sonunda söyleyeceğin bazı kelimeleri öğretmemi ister misin?' 'Evet,' dedim. O da: 'De ki: \"Ey Allah, Seni anmayı, Şükretmeyi ve Sana ibadet etmenin en güzel yoluna yardımcı ol.\"'"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Ebu Eyyub el-Ensari dedi ki: \"Bir adam, Peygamberin, Allah ona salat ve selam etsin, huzurunda, 'Hamd, bereketli ve bol bir hamd ile Allah'a aittir.' dedi. Peygamber, Allah ona salat ve selam etsin, 'Bunu kim söyledi?' dedi. Adam sustu, Peygamberin, Allah ona salat ve selam etsin, hoşlanmadığı bir şey için bir azarlama olduğunu düşündü. Tekrar sordu: 'Kimdi o? O yanlış bir şey söylemedi.' Adam: 'Ben söyledim ve bununla hayır umuyorum.' dedi. O da: 'Canımın bulunduğu Zat'a yemin ederim ki, on üç melek, onu Allah'a ulaştırmak için birbirleriyle yarışıyordu.'\""
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Enes dedi ki: \"Peygamber, Allah ona salat ve selam etsin, tuvalete girmek istediğinde, 'Ey Allah, beni pislikten ve pis şeylerden koru.' derdi.\""
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Aişe dedi ki: \"Allah Resulü, Allah ona salat ve selam etsin, tuvaletten çıktığında, 'Affını dilerim!' dedi.\""
    },
    {
      "id": 91,
      "narrator": "Ibn 'Abbas said, \"The Prophet, may Allah bless him and grant him\npeace, used to teach us this supplication as he taught us the suras of\nthe Qur'an:",
      "text": "İbn Abbas dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, bize bu duayı, Kur'an'ın surelerini öğrettiği gibi öğretti: 'Cehennem azabından sana sığınıyorum, kabir azabından sana sığınıyorum. Deccal fitnesinden sana sığınıyorum ve hayat ve ölüm fitnelerinden sana sığınıyorum. Kabir fitnesinden sana sığınıyorum.'\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Bir gece teyzem Maymuna'nın evinde kaldım. Peygamber, Allah ona salat ve selam eylesin, tuvalet ihtiyacını gidermek için kalktı, sonra ellerini ve yüzünü yıkadı ve uyudu. Sonra kalktı, su tulumunu aldı, kayışını çözdü ve orta derecede bir abdest aldı, daha fazlasını değil ama yeterince yaptı. Sonra namaz kıldı. Ben de kalktım ve yavaşça gittim, onun beni gözlemlediğini görmesini istemedim. Abdest aldım. Sonra o namaza durdu ve ben de onun solunda durdum. Elimi aldı ve beni sağ tarafına getirdi. Onun tam gece namazı on iki rekattan oluşuyordu. Sonra uzandı ve horlamaya başlayana kadar uyudu. Uyuduğunda horlardı. Bilal sabah namazı için ezan okudu ve o abdest almadan namaz kıldı. Duasından biri şuydu: 'Ya Allah, kalbime nur ver, işitmeme nur ver, görmeme nur ver. Sağımda nur ver, solumda nur ver, önümde nur ver, arkamda nur ver ve nurumu büyüt.'\""
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Abdullah ibn Abbas dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, gece namazı kıldığında, namazını bitirip Allah'ı hakkıyla tesbih ettikten sonra, sonunda şöyle dedi: 'Ya Allah, kalbime nur ver, işitmeme nur ver, görmeme nur ver. Sağımda nur ver, solumda nur ver, önümde nur ver, arkamda nur ver ve bana nuri artır. Nuri artır, nuri artır.'\""
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Abdullah ibn Abbas dedi ki, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, gece yarısı namaza kalktığında, şöyle derdi: 'Ya Allah, hamd sana aittir. Sen göklerin ve yerin ve içindekilerin nurusun. Hamd sana aittir. Sen göklerin ve yerin ve içindekilerin Rabbisin. Sen Hakk'sın ve vaadin gerçektir ve seninle buluşmak gerçektir. Cennet gerçektir ve ateş gerçektir ve saat gerçektir. Ya Allah, sana teslim oldum ve sana inandım. Sana güvendim ve sana tövbe ettim. Seninle tartışırım ve senin yanına hüküm için geldim. Geçmişteki ve gelecekteki hatalarımı affet, gizlediğimi ve açığa çıkardığımı affet. Sen benim Rabbimsin. Senden başka ilah yoktur.'\""
    },
    {
      "id": 95,
      "narrator": "Ibn 'Abbas said, \"The Prophet, may Allah bless him and grant him peace, used to make this supplication:",
      "text": "İbn Abbas dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, bu duayı yapardı: 'Ya Allah, bu dünyada ve ahirette af ve sağlık istiyorum. Ya Allah, dinimde ve ailemde sağlık istiyorum. Hatalarımı ört ve korkularımı yatıştır. Beni önümde, arkamda, sağımda, solumda ve üstümde koru. Beklenmedik bir yıkımdan sana sığınıyorum.'\""
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Rifa'a az-Zurqi dedi ki, \"Uhud Savaşı'nda putperestler geri çekildiğinde, Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Düz sıralar oluşturun ki, yüce Rabbimi öveyim.' dedi. Onlar onun arkasında sıralandılar. O da şöyle dedi: 'Ya Allah, tüm hamd sana aittir. Ya Allah, senin genişlettiğini kimse daraltamaz, uzaklaştırdığını kimse yaklaştıramaz. Yaklaştırdığını kimse uzaklaştıramaz. Verdiğini kimse veremez, alıkoyduğunu kimse alıkoyamaz. Ya Allah, bize bazı nimetlerinden, merhametinden ve lütfundan genişlet ve bize rızık ver! Ya Allah, değişmeyen ve kaldırılmayan sürekli bir nimet istiyorum. Ya Allah, yoksulluk günü için bereket ve korku günü için güven istiyorum. Ya Allah, bize verdiğin şeylerin şerrinden sana sığınıyorum. Ya Allah, imanı sevdirt ve kalplerimizi onunla süsle. Küfrü, sapkınlığı ve isyanı nefret ettir. Bizi doğru yolda olanlardan eyle. Ya Allah, Müslüman olarak ölmemizi sağla ve Müslüman olarak yaşamamızı sağla ve bizi doğru, ameli olanlarla birleştir ki, ne hayal kırıklığına uğrasınlar ne de başlarına bir sıkıntı gelsin. Ya Allah, senin yolunu engelleyen ve elçilerini inkar eden kafirlerle savaş. Onlar üzerine alçaklık ve azap koy. Ya Allah, Kitap verilen kafirlerle savaş, Ey Hakkın Rabbi!'\""
    },
    {
      "id": 97,
      "narrator": "Ibn 'Abbas said, \"The Prophet, may Allah bless him and grant him\npeace, made the following supplication during affliction:",
      "text": "İbn Abbas dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, sıkıntı anında şu duayı yapardı: 'Allah'tan başka ilah yoktur, yüce, sabırlı olan. Allah'tan başka ilah yoktur, göklerin ve yerin Rabbi ve yüce Arşın Rabbidir.'\""
    },
    {
      "id": 98,
      "narrator": "'Abdu'r-Rahman ibn Abi Bakra reported that he said to his father,\n\"I heard you making this supplication every morning:",
      "text": "Abdurrahman ibn Ebu Bekir, babasına şöyle dediğini duydu: \"Her sabah bu duayı yaptığını duydum: 'Ya Allah, bedenimde sağlıklı olmamı sağla. Ya Allah, işitmemde sağlıklı olmamı sağla. Ya Allah, görmemde sağlıklı olmamı sağla. Senden başka ilah yoktur.' Akşam üç kez ve sabah üç kez tekrar ediyorsun. Ve diyorsun ki, 'Ya Allah, küfürden ve yoksulluktan sana sığınıyorum. Ya Allah, kabir azabından sana sığınıyorum. Senden başka ilah yoktur,' ve akşam üç kez ve sabah üç kez bunu tekrar ediyorsun.\" O da şöyle yanıtladı: \"Evet, oğlum. Allah'ın Elçisi, Allah ona salat ve selam eylesin, bunları söylediğini duydum ve onun sünnetine uymayı seviyorum.\""
    },
    {
      "id": 99,
      "narrator": "Ibn 'Abbas said, \"The Prophet, may Allah bless him and grant him peace, made the following supplication during affliction:",
      "text": "İbn Abbas dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, sıkıntı anında şu duayı yapardı: 'Allah'tan başka ilah yoktur, yüce, sabırlı olan. Allah'tan başka ilah yoktur, yüce Arşın Rabbi, Allah'tan başka ilah yoktur, göklerin ve yerin Rabbi ve yüce Arşın Rabbidir.' Ya Allah, onun şerrinden uzak tut.\""
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Cabir dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, istihareyi, bir sure gibi öğretirdi. Şöyle dedi: 'Birisi bir konuda endişe duyduğunda, iki rek'at namaz kılmalı ve sonra şöyle demelidir: 'Ya Allah, bilgilerinle hayrı istiyorum ve kudretinle güç istiyorum ve senin büyük lütfundan bir kısmını istiyorum. Sen güç sahibisin, ben değilim. Sen bilirsin, ben bilmem. Sen gaybı bilensin. Ya Allah, eğer bu işin dinim, rızkım ve işimin sonu (ya da 'işimin başı') için hayırlı olduğunu biliyorsan, onu benden uzaklaştır ve beni ondan uzaklaştır. Nerede olursa olsun benim için hayrı takdir et ve sonra beni razı et.' Sonra ihtiyacını belirtmelidir.'\""
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Cabir ibn Abdullah dedi ki, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, bu camide, Fetih Camii'nde, pazartesi, salı ve çarşamba günleri dua etti ve çarşamba günü iki namaz arasında duası kabul oldu.\" Cabir dedi ki, \"Bana zor ve ciddi bir şey olduğunda, o zamanı özel olarak belirleyip çarşamba günü iki namaz arasında Allah'a dua ettiğimde, cevabını buldum.\""
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Enes dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, bir adamın dua ettiğini gördüm, şöyle diyordu: 'Ey göklerin yaratıcısı! Ey diri, kendine yeterli olan! Senden istiyorum.' O da şöyle dedi: 'Dua ettiği şeyin ne olduğunu biliyor musun? Canımın elinde olan Allah'a, O'nun kendisine dua edildiğinde cevap verdiği isimle dua etti.'\""
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Abdullah ibn Amr'ın şöyle dediği duyuldu: \"Ebu Bekir, Allah ondan razı olsun, Peygambere, Allah ona salat ve selam eylesin, 'Bana namazımda kullanabileceğim bir dua öğret.' dedi. O da, 'De ki, 'Ya Allah, kendime çok zulmettim. Sadece sen zulümleri affedersin. Beni, doğrudan senin affınla affet. Sen, her zaman affeden, en merhametli olandır.'\""
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Abdullah ibn Mes'ud dedi ki, \"Eğer üzerinizde bir yöneticinin kibirinden veya adaletsizliğinden korkuyorsanız, şöyle demelisiniz: 'Ya Allah, yedi göğün Rabbi ve yüce Arşın Rabbi, beni filan kişi, filan kişinin oğlu ve senin yaratıkların arasındaki takipçileri karşısında koru ki, hiçbiri bana karşı sınırları aşmasın veya bana zulmetmesin. Senin koruman büyüktür ve senin hamdın yücedir. Senden başka ilah yoktur.'\""
    },
    {
      "id": 105,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Eğer korkunç bir yöneticinin yanına giderseniz ve onun size saldıracağından korkuyorsanız, şöyle deyin: 'Allah en büyüktür. Allah, tüm yaratıklarından daha güçlüdür ve Allah, korkulan her şeyden ve her şeyden daha büyüktür. Allah'a sığınıyorum. O'ndan başka ilah yoktur, yedi göğü, sadece O'nun izniyle yere düşmekten koruyan, filan kölenizin ve ordularının ve takipçilerinin şerrinden, hem cinlerden hem de insanlardan. Ya Allah, onların şerrinden beni koru. Senin hamdın yücedir ve senin koruman büyüktür, ismin mübarektir. Senden başka ilah yoktur.' bunu üç kez tekrarlayın.\""
    },
    {
      "id": 106,
      "narrator": "Ibn 'Abbas said, \"Whoever has a worry, sorrow or grief or fears\na ruler, should use this supplication and he will be answered. It is:",
      "text": "İbn Abbas dedi ki: \"Kimi endişesi, üzüntüsü veya kederi olan ya da bir yöneticiden korkan kimse bu duayı yapsın ve duası kabul edilecektir. Duası şudur: 'Senden, \"Senden başka ilah yoktur, yedi göklerin Rabbi ve Azam Tahtın Rabbi\" kelimeleriyle istiyorum. Senden, \"Senden başka ilah yoktur, yedi göklerin Rabbi ve Azam Tahtın Rabbi\" kelimeleriyle istiyorum. Senden, \"Senden başka ilah yoktur, yedi göklerin Rabbi ve yedi yerin Rabbi ve içindekilerin Rabbi\" kelimeleriyle istiyorum. Her şeye gücün yeter.'\" Sonra ihtiyacı olan şeyi istemelidir."
    },
    {
      "id": 107,
      "narrator": "Abu Sa'id al-Khudri reported that the Prophet, may Allah bless\nhim and grant him peace, said, \"No Muslim makes supplication - unless\nhe is someone who has cut off his relatives - but that he is given\none of three things:",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in (s.a.v) şöyle dediğini bildirdi: \"Hiçbir Müslüman dua etmez - eğer akrabalarını kesmemişse - ki ona üç şeyden biri verilir: ya duası hemen kabul edilir, ya Ahiret'te onun için biriktirilir, ya da ona eşit bir kötülük ondan uzaklaştırılır.\" Denildi ki, \"O zaman birçok dua yapılacak.\" O da cevap verdi: \"Allah'ın vereceği daha çok şey var.\""
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle dediğini bildirdi: \"Hiçbir mümin, Allah'a yönelip bir şey istemez ki, ona ya bu dünyada hemen verilmez ya da Ahiret'te biriktirilmez, yeter ki bunu hemen gelmesi için zorlamasın.\" Onlar sordular: \"Ey Allah'ın Resulü, 'hemen gelmesi için zorlamak' ne demektir?\" O da şöyle dedi: \"O, 'Ben dua ettim ve dua ettim, kabul edileceğimi düşünmüyorum.' der.\""
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle dediğini bildirdi: \"Dua, Allah katında en sevimli şeydir.\""
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle dediğini bildirdi: \"En yüce ibadet şekli duadır.\""
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Numan bin Beşir, Peygamber'in (s.a.v) şöyle dediğini bildirdi: \"Dua ibadettir.\" Sonra, \"Bana dua edin, ben de size cevap vereyim.\" ayetini okudu."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Aişe dedi ki: \"Peygamber'e (s.a.v) 'Hangi ibadet en iyisidir?' diye soruldu. O da, 'Bir adamın kendisi için dua etmesi.' diye cevap verdi.\""
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Maqil bin Yasar (ra) dedi ki: \"Ben, Ebu Bekir (ra) ile birlikte Peygamber'e (s.a.v) geldim. O, 'Ey Ebu Bekir, şirk, halkın içine karınca hareketi kadar sessiz bir şekilde girer.' dedi. Ebu Bekir sordu: 'Allah'a bir şey ortak koşmaktan başka bir şirk türü var mı?' Peygamber (s.a.v) dedi ki: 'Canım elinde olana yemin ederim ki, şirk, karınca hareketinden daha gizlidir. Size, eğer söylerseniz küçük veya büyük şirki ortadan kaldıracak bir şey öğretmeyeyim mi?' Sonra şöyle dedi: 'De ki: 'Ey Allah! Bilerek sana bir şey ortak koşmaktan sana sığınırım ve bilmediğim şeyler için de bağışlanma dilerim.'\""
    },
    {
      "id": 114,
      "narrator": "Anas (ra) said that when a strong wind blew the Prophet (ﷺ) made this supplication:",
      "text": "Enes (ra) dedi ki: \"Güçlü bir rüzgar estiğinde Peygamber (s.a.v) bu duayı yapardı: 'Ey Allah, gönderdiğin hayırdan sana dua ediyorum ve gönderdiğin şerden sana sığınıyorum.'\""
    },
    {
      "id": 115,
      "narrator": "It is reported by Yazeed that when the wind was very strong Salamah (ra) made this supplication:",
      "text": "Yazeed tarafından rivayet edilmiştir ki, rüzgar çok güçlü olduğunda Salamah (ra) bu duayı yaptı: \"Ey Allah, bu rüzgarın yağmur getirmesini sağla ve faydasız olmasın.\""
    },
    {
      "id": 116,
      "narrator": "Ubayy bin Kab (ra) said,\" Do not denounce wind. When you behold in it something that you dislike make this supplication:",
      "text": "Ubeyy bin Ka'b (ra) dedi ki: \"Rüzgarı kınamayın. İçinde hoşlanmadığınız bir şey gördüğünüzde bu duayı yapın: 'Ey Allah! Bu rüzgarın hayrını, içindekilerin hayrını ve onunla gönderilen hayrı istiyoruz.'\""
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Sayyidina Ebu Hureyre (ra) tarafından bildirildiğine göre, Allah'ın Resulü (s.a.v) şöyle dedi: \"Rüzgar, Allah'ın rahmetidir. Rahmet veya azap getirir. Onu kınamayın, fakat yüce Allah'tan onun hayrını isteyin ve şerrinden Allah'a sığının.\""
    },
    {
      "id": 118,
      "narrator": "It is reported by Salim bin Abdullah on the authority of his father (Abdullah bin Umar (ra)) that when the prophet (ﷺ) heard a thunder-clap or a thunder-bolt, he would make this supplication:",
      "text": "Salim bin Abdullah, babası (Abdullah bin Ömer (ra)) aracılığıyla rivayet etti ki, Peygamber (s.a.v) bir gök gürültüsü duyduğunda bu duayı yapardı: \"Ey Allah, bizi yıldırımlarınla öldürme ve bizi azabınla helak etme. Ama, bizleri bunun öncesinde koru.\""
    },
    {
      "id": 119,
      "narrator": "Ibn Abbas (ra) made this supplication when he heard a cloud burst:",
      "text": "İbn Abbas (ra) bir bulutun patladığını duyduğunda bu duayı yaptı: \"Ona yücelik olsun ki, sen onu yücelttin.\" Gök gürültüsünün, yağmur bulutlarına çobanların koyunlarına bağırdığı gibi bağıran bir melek olduğunu söyledi."
    },
    {
      "id": 120,
      "narrator": "Abdullah bin al-Zubayr (ra) stopped speaking when he heard a thunder-clap and said:",
      "text": "Abdullah bin Zübeyr (ra) bir gök gürültüsü duyduğunda konuşmayı kesti ve şöyle dedi: \"Ona yücelik olsun ki, övgüsünü gök gürültüsü söyler ve melekler ona saygıyla yüceltir.\" O, daha sonra gök gürültüsünün, yeryüzü sakinleri için sert bir uyarı olduğunu söylerdi."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Awsat bin İsmail, Hz. Ebu Bekir (ra)'in, Peygamber (ﷺ)'in vefatından sonra \"Bu, Peygamber (ﷺ)'in Hicret'in ilk yılında durduğu yerdir\" dediğini duyduğunu aktarmıştır. Bunu söylerken ağlamaya başladı ve ekledi: \"Doğruluğa sarılın çünkü bu takvadır ve bu iki şey bir insanı cennete götürür. Yalanlardan uzak durun çünkü bu çok büyük bir günahtır ve bu iki şey birini cehenneme götürür. Allah'tan güvenlik isteyin çünkü inanç dışında kimseye daha büyük bir şey verilmez ve aranızda bağları koparmayın. Birbirinize sırt dönmeyin, birbirinize kıskanmayın. Ve karşılıklı nefret beslemeyin. Allah'ın kulları olarak, birbirinizin kardeşleri olarak yaşayın.\""
    },
    {
      "id": 122,
      "narrator": "Muaz (ra) said that the Prophet (ﷺ) passed by a man who was saying:",
      "text": "Muaz (ra) dedi ki, Peygamber (ﷺ) bir adamın yanından geçerken o adam \"Ya Allah, senden tüm nimetleri istiyorum\" diyordu. Peygamber (ﷺ) adama tüm nimetlerin ne anlama geldiğini biliyor mu diye sordu, o da cennete kabul edilmek ve cehennemden güvenlik istemek anlamına geldiğini söyledi. Sonra Peygamber (ﷺ) başka bir adamın yanından geçti, o da \"Ya Allah! Benden sabır istiyorum\" diyordu. Peygamber (ﷺ) ona, \"Rabbinizden kendinize deneme ve zorluk istemiş oldunuz. Şimdi ona ayrıca güvenlik (afiyet) isteyin\" dedi. Peygamber (ﷺ) daha sonra üçüncü bir adamla karşılaştı, o da \"Ey azamet ve ihtişam sahibi!\" dedi. Peygamber (ﷺ) ona, \"Bir istekte bulun!\" dedi (çünkü Allah'ı bu büyük sıfatla anmıştı)."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Abbas bin Abdul Muttalib (ra) dedi ki, Allah'ın Elçisi (ﷺ)'nden ihtiyaçları için dua etmeyi öğretecek bir dua istemiştir. Peygamber (ﷺ) ona, \"Ey Abbas, Allah'tan afiyet (güvenlik) iste\" dedi. Birkaç gün sonra, tekrar Peygamber (ﷺ)'le karşılaştı ve \"İhtiyaçlarım için Allah'a dua etmeyi öğretecek bir dua öğret\" dedi. Peygamber (ﷺ) \"Ey Abbas! Ey Allah'ın Elçisi'nin amcası! Bu dünyada ve ahirette Allah'tan afiyet iste\" dedi."
    },
    {
      "id": 124,
      "narrator": "Anas (ra) said that a man made this supplication in the presence of the Prophet (ﷺ) \"O Allah, you have not bestowed upon me wealth so I cannot give Sadaqah, hence involve me in anxiety so that I may earn reward against that. The prophet said,\" Subhan Allah! You cannot endure difficulty. Why did you not make this supplication?:",
      "text": "Anas (ra) dedi ki, bir adam Peygamber (ﷺ)'in huzurunda şöyle dua etti: \"Ya Allah, bana zenginlik vermedin ki sadaka verebileyim, bu yüzden beni kaygıya sok ki bunun karşılığında sevap kazanayım.\" Peygamber (ﷺ) dedi ki, \"Subhanallah! Zorluğa katlanamazsın. Neden bu duayı yapmadın?: (Ya Allah, bize bu dünyada ve ahirette hayır ver ve bizi ateşin azabından koru).\""
    },
    {
      "id": 125,
      "narrator": "Anas said that the Prophet (ﷺ) visited a sick man who had withered from sickness to such an extent that he could be compared to a bridling whose feathers had been plucked out. The Prophet (ﷺ) said to him, \"Make supplication for health.\" So, he began to supplicate Allah, \" O Allah whatever punishment you intend to give me in the hereafter, give it to me here, in this life\". The Prophet (ﷺ) said, \"Subhan Allah! You are not able to bear that. Why did you not make this supplication?:",
      "text": "Anas dedi ki, Peygamber (ﷺ) hastalığından dolayı o kadar zayıflamış bir adamı ziyaret etti ki, o adam bir kuş gibi görünüyordu. Peygamber (ﷺ) ona, \"Şifa için dua et\" dedi. Adam da Allah'a şöyle dua etmeye başladı: \"Ya Allah, ahirette bana vermek istediğin her türlü azabı burada, bu hayatta ver.\" Peygamber (ﷺ) dedi ki, \"Subhanallah! Buna katlanamazsın. Neden bu duayı yapmadın?: Ya Allah, bize bu dünyada hayır ve ahirette hayır ver ve ateşin azabından bizi koru.\" Sonra Peygamber (ﷺ) onun için dua etti ve Allah, Aziz ve Rahim olan, ona hastalıktan şifa verdi."
    },
    {
      "id": 126,
      "narrator": "Abdullah bin Amir (ra) said that a man says:",
      "text": "Abdullah bin Amir (ra) dedi ki, bir adam şöyle der: (Ya Allah, ben deneme sıkıntısından sana sığınıyorum) ve sonra durur. Bu duayı yaptığında ayrıca (sıralama yükselmesi sağlayan bir deneme hariç) demelidir."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Ebu Hureyre (ra) rivayet etmiştir ki, Peygamber (ﷺ) Allah'tan deneme sıkıntısından, bir belanın kendisini aşmasından, düşmanların kötü sevinçlerinden ve kaderin sapkınlığından sığındı."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Ebu Naufal bin Ebu Aqrab, babası aracılığıyla Peygamber (ﷺ)'e (nafile) oruçlar hakkında sordu. Peygamber (ﷺ) \"Her ay bir oruç tut\" dedi. O da \"Babam ve annem sana feda olsun, daha fazla tutmama izin ver\" dedi. Peygamber (ﷺ) (sinirli bir şekilde) \"Daha fazla tutmama izin ver, daha fazla tutmama izin ver\" dedi. Sonra ekledi, \"Her ay iki oruç tut.\" Ama Ebu Naufal'ın babası yine istedi, \"Babam ve annem sana feda olsun, daha fazla tutmama izin ver çünkü daha fazlasını tutabileceğimi düşünüyorum, daha fazlasını tutabileceğimi düşünüyorum.\" Sonra sessiz kaldı ve daha fazla izin vermeyeceği anlaşıldı, ta ki \"Her ay üç oruç tut\" diyene kadar."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Cabir bin Abdullah (ra) dedi ki, Peygamber (ﷺ) ile birlikteyken çok kötü kokulu bir rüzgar esti. Peygamber (ﷺ) arkadaşlarına (ra) bunun ne olduğunu biliyorlar mı diye sordu. Ekledi, \"Bu, müminleri gıybet edenlerin (kötü) havasıdır.\""
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Cabir (ra) dedi ki, (bir gün) Peygamber (ﷺ) zamanında kötü kokulu bir rüzgar esti. Allah'ın Elçisi (ﷺ) dedi ki, \"Münafıklar Müslümanların gıybetini yapıyor. Bu yüzden bu rüzgar eser.\""
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Kasımpaşa bin Abdurrahman eş-Şami'den rivayet edilmiştir ki, o İbn Ümmü Abd'in \"Eğer bir mümin birinin gıybetini yaparsa ve o mümini (gıybeti reddederek) savunursa, Allah onu bu dünyada ve ahirette güzel bir şekilde ödüllendirir. Eğer bir mümin birinin gıybetini yaparsa ve onu savunmazsa (gıybeti reddetmezse), Allah ona bu dünyada ve ahirette kötü bir karşılık verir. Ayrıca, eğer biri gıybetten başka bir lokma almaz ve onun hakkında bildiğini söylerse, o onu gıybet etmiş olur; ama bilmediği bir şeyi söylerse, o onu iftira etmiş olur\" dediğini duydu."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Cabir bin Abdullah (ra) tarafından rivayet edilmiştir ki, Allah'ın Elçisi ile birlikteyken iki mezara geldiler. Mezardaki her iki kişi de azap görüyordu. O dedi ki, \"Onlar büyük bir günah işledikleri için azap görmüyorlar. Ama evet! (Bunlar büyük günahlardır, görünüşte sıradan olmalarına rağmen, kaçınması kolaydır ama cezası ağırdır.) Birisi diğer insanların gıybetini yaparken, diğeri ise idrar damlalarını (vücudunda) temizlemeye dikkat etmiyordu.\" Sonra bir veya iki taze hurma dalı istedi ve her mezara dikti. Sonra dedi ki, \"Yakında azapları hafifletilecektir, dal yeşil kaldığı sürece.\" Ya da \"Kurutulana kadar\" dedi."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Kays'tan rivayet edilmiştir ki, Amr bin el-As (ra) arkadaşlarıyla bir yere giderken, karnı şişmiş bir ölü katır gördüler. Amr (ra) dedi ki, \"Allah'a yemin ederim ki, birinin bu (ölü katırdan) doyana kadar yemesi, bir Müslümanın etini yemesinden daha iyidir\" (Yani, birinin gıybetini yapmak, ölü bir hayvanın etini yemekten daha kötüdür)."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Ebu Hureyre (ra) rivayet etmiştir ki, Maiz bin Malik el-Eslemî (ra) Peygamber (ﷺ)'e tekrar tekrar geldi (işlediği günah için belirlenen cezanın verilmesi için). Dördüncü kez geldiğinde, Peygamber (ﷺ) recm emri verdi ve taşlanarak öldürüldü. Allah'ın Elçisi (ﷺ) ve birkaç arkadaşı daha sonra onun yanından geçerken, bir arkadaş \"Bu perişan adam Peygamber'e kaç kez geldi, her seferinde onu geri çevirdi ta ki bir köpek gibi taşlanana kadar\" dedi. Peygamber (ﷺ) hiçbir şey söylemedi ve ilerledi, ta ki bir eşeğin cesedine gelene kadar, bacakları havada. \"Bundan biraz ye\" dedi. Onlar \"Allah'ın Elçisi, bu ölü eşekten mi?\" dediler. O onlara \"Kardeşinizi gıybet ettiğiniz daha ciddi bir şeydir, birazından yemek yemekten. Kim ki Muhammad'ın ruhu onun elindedir, o (Maiz bin Malik) şimdi cennetin nehirlerinde dalıyor\" dedi."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Ubade bin Walid dedi ki, o zaman genç olan babası Ubade bin es-Samit ile dışarı çıktı. Bir yaşlı Şeyh ile karşılaştılar, üzerinde bir örtü ve Maafi giysileri vardı. Onun kölesinin de bir örtüsü ve Maafi vardı. Rivayet eden (Ubade bin Walid) dedi ki, \"Amca! Bu şekilde, sen kaliteli bir giysi çiftine sahip olurdun ve o da bir çizgili örtüye sahip olurdu.\" Adam Ubade bin es-Samit'e döndü ve \"O senin oğlun mu?\" diye sordu. O da \"Evet\" dedi. Ubade bin Walid, Şeyh'in başını okşadığını ve \"Allah seni mübarek kılsın! Allah'ın Elçisi (ﷺ)'nin, kölelere yediğimiz şeyleri yedirmemiz ve giydiğimiz şeylerle giydirmemiz gerektiğini duyduğuma şahitlik ederim. Ey yeğenim! Bu dünyadaki mallarımı kaybetmem, ahirette bir şey kaybetmemden daha sevimlidir\" dediğini aktardı. Ubade bin Walid, babasına Şeyh'in kim olduğunu sordu, o da \"O, Ebu'l-Yasr Kâb bin Amr\" dedi."
    }
  ]
}