{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Muhammed bin Ziyad, seleflerin (yani, sahabeler ve onların halefleri) aileleriyle birlikte yaşadıklarını gördüğünü söyledi. Onlardan birinin misafiri geldiğinde ve başka birinin pişirme tenceresini ocakta bulduğunda, onu alır ve misafirine ikram ederdi. Pişirme tenceresinin sahibi onu kaybettiğinde, sorar ve tencereyi alan kişi, onu misafiri için aldığını söylerdi. Bunun üzerine sahibi, \"Allah onu senin için bereketlendirsin,\" veya benzeri bir söz söylerdi. Ve Muhammed dedi ki, ekmek pişirildiğinde (misafiri olan kişi hepsini alırdı). Evleri kamışlardan yapılmış duvarlarla ayrılmıştı. Baqiyyah'dan bir rivayet, \"Ben de (öğretmenim) Muhammed bin Ziyad ve arkadaşlarının bu uygulamayı gözlemlediğini buldum.\" dedi."
    },
    {
      "id": 2,
      "narrator": "Abu Hurayrah (ra) said that a man came to the Messenger of Allah (ﷺ). He sent message to his homes that they should send him if they had anything (to entertain his guest). They all sent back a reply that they had nothing but water. The messenger of Allah ^ asked (his companions),\" Who will entertain this guest?\" One of the Ansar volunteered to serve the guest. This companion took him and said to his wife,\" Honour the guest of the Messenger of Allah.\" She responded that they only had the food of their children and nothing more. He said to her,\" Prepare to serve and set the lantern and send the children to sleep\". When they decided to have their meal, she laid the food on the cloth and set the lantern after putting her children to sleep. She then stood pretending to set right the lantern but, in the process, she extinguished it. Both husband and wife sat down leaving an impression on their guest that they were partaking the meal with him. Both of them passed the night in hunger. In the morning, that companion went to the Prophet (ﷺ) who said to him,\" Allah is pleased with your deed and revealed to me this verse:",
      "text": "Ebu Hureyre (ra) dedi ki, bir adam Allah'ın Resulüne (ﷺ) geldi. O, evlerine bir mesaj gönderdi ve eğer misafirini ağırlamak için bir şeyleri varsa göndermelerini istedi. Hepsi, sadece suyu olduğunu bildiren bir cevap gönderdiler. Allah'ın Resulü (ﷺ) arkadaşlarına sordu, \"Bu misafiri kim ağırlayacak?\" Ansar'dan biri misafiri ağırlamak için gönüllü oldu. Bu sahabi onu aldı ve karısına, \"Allah'ın Resulünün misafirine hürmet et.\" dedi. O da, sadece çocuklarının yiyeceği olduğunu ve başka bir şeyleri olmadığını yanıtladı. O, \"Hazırlan ve lambayı kur, çocukları uyut.\" dedi. Yemek yemeye karar verdiklerinde, o, yiyeceği örtünün üzerine koydu ve çocuklarını uyuttuktan sonra lambayı kurdu. Sonra, lambayı düzeltmeye çalışıyormuş gibi durdu ama bu esnada lambayı söndürdü. Hem koca hem de karı, misafirle birlikte yemek yiyor izlenimi vermek için oturdular. İkisi de geceyi aç geçirdi. Sabah, o sahabi Peygamber (ﷺ)'e gitti ve o da ona, \"Allah senin işinden razıdır ve bana bu ayeti indirdi: '... ama kendilerine tercih ederler, oysa kendileri muhtaçtırlar. Ve nefsinin cimriliğinden korunmuş olanlar, işte onlar kurtuluşa erenlerdir.' (Haşr, 59:9)\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Şureyh el-Adavi (ra) dedi ki, kulaklarım duydu, gözlerim gördü ki, Allah'ın Resulü (ﷺ) şöyle diyordu: \"Kim Allah'a ve ahiret gününe inanıyorsa, komşusuna hürmet etmelidir. Kim Allah'a ve ahiret gününe inanıyorsa, misafirine büyük bir özen göstermelidir.\" (Jaizah, bir misafire günlük yemeklerden daha üstün bir ikramdır.) Rivayet eden sordu, \"O misafirin Jaizah'ı nedir, ey Allah'ın Resulü?\" Peygamber (ﷺ) dedi ki, \"Onun Jaizah'ı bir gün ve bir gece sürer, oysa (genel) misafirperverlik üç gün sürer. Ve bundan sonrası (üç günden sonra) sadaka olarak sayılır (yani, ev sahibinin misafirine üç günden sonra harcadığı her şey sadaka kapsamına girer çünkü misafirperverlik üç günde sona erer). Ve kim Allah'a ve ahiret gününe inanıyorsa, güzel bir söz söylemeli veya susmalıdır.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre (ra) bildirmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Misafirperverlik üç gün sürer ve bunun ötesi (üç günden fazlası) sadakadır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Şureyh el-Kabi el-Adavi (ra) bildirmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Allah'a ve ahiret gününe inanıyorsa, güzel, edepli bir konuşma yapmalı, aksi takdirde susmalıdır. Ve kim Allah'a ve ahiret gününe inanıyorsa, misafirine hürmet etmelidir; onun Jaizah'ı (misafire kendi yemeklerinden daha iyi bir ikram) bir gün ve bir gece kadardır. Misafirperverlik üç gün sürer ve bunun ötesi (üç günden fazlası) sadakadır. Misafirin, ev sahibini yıpratacak şekilde fazla kalması uygun değildir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Mikdam Ebu Karimah el-Şami (ra) bildirmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Bir misafir geldiğinde, her Müslümanın ona gece yemeği ikram etmesi vaciptir. Ve eğer bir misafir sabaha kadar evinde kalırsa, sabah yemeği ona bir borçtur; misafir bunu alabilir veya terk edebilir.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ukbe bin Amir (ra) dedi ki, ben Peygamber (ﷺ)'e dedim: \"Ey Allah'ın Resulü, bize misafirperverlik göstermeyen bir kavme gittiğimizde ne yapmalıyız?\" O dedi: \"Bir kavme gittiğinizde, size bir misafirin ihtiyaç duyduğu şeyi sunarlarsa, kabul edin. Ama eğer size bir şey sunmazlarsa, onlardan bir misafirin haklarını talep edin ki, vermeleri gereken şeydir.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Üseyd es-Saidi, Peygamberi, Allah ona salat ve selam eylesin, düğününe davet etti. O gün gelin olan eşi onlara hizmet etti. \"Allah'ın Resulüne, Allah ona salat ve selam eylesin, ne ikram ettiğimi biliyor musun? Ona bir gece boyunca bir kapta bekletilmiş hurma ikram ettim.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Nü'aym bin K'anab dedi ki, \"Ben Ebu Dharr'a gittim ve onu evde bulamadım. Karısına, 'Ebu Dharr nerede?' diye sordum. 'Ev için bazı şeyler alıyor. Yakında dönecek.' dedi. Ben de onu beklemek için oturdum ve o iki deve ile geldi. Birisi diğerinin arkasında sıralanmıştı ve her bir devenin boynunda bir su torbası vardı. Ebu Dharr onları çıkardı. Sonra yanıma geldi ve ben dedim: 'Ebu Dharr! Görmek istediğim başka bir adam yoktu ve seninle görüşmek istemediğim başka bir adam yoktu!' O dedi: 'Baban Allah içindir! Bu ikisi nasıl bir araya gelebilir?' Ben de dedim: 'Cahiliye döneminde bir kızı diri diri gömdüm ve seninle karşılaşmaktan korkuyordum, sen de bana, \"Tövbeye yer yok. Çıkış yok.\" diyeceksin. Diğer taraftan, senin \"Tövbeye yer var. Çıkış var.\" demeni umuyordum.' O sordu: \"Bunu cahiliye döneminde mi yaptın?\" Nü'aym dedi: \"Evet.\" Ebu Dharr (ra) dedi: \"Allah, daha önce işlenen günahları affetmiştir.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Sonra karısına dedi: \"Bize yemek getir.\" Ama o bunu yapmayı reddetti. Sonra ona emir verdi ama o yine yemek getirmeyi reddetti ve sesleri yükselmeye başladı. Ebu Dharr (ra) dedi: \"Sen, Allah'ın Resulü (ﷺ) tarafından söylenenden daha ileri gidemezsin.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Nü'aym sordu: \"Allah'ın Resulü onların hakkında ne söyledi?\" Ebu Dharr (ra) dedi: \"Allah'ın Resulü, bir kadının eğri bir kaburga kemiğinden yaratıldığını ve eğer onu düzeltmeye çalışırsan kırılacağını ama eğer onu yalnız bırakırsan eğriliğiyle birlikte ondan zevk alabileceğini söyledi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Karısı onlara sırtını döndü ve gitti, sanki kuş Qatah gibi hızlı bir şekilde thareed getirdi. Sonra dedi: \"Sen devam et, yemeği ye. Ve yalnız yediğin için endişelenme. Çünkü ben oruçluyum,\" dedi, namaz kılmak için ayağa kalktı ve rükûya doğru acele etti. Namazını bitirdikten sonra yemeye başladı. Nü'aym haykırdı: \"Biz Allah'a aidiz! Senin bana yalan söyleyeceğini hiç düşünmemiştim. Az önce oruçlu olduğunu söyledin ve şimdi yemek yemeye geldin.\""
    },
    {
      "id": 13,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and\ngrant him peace, said, \"There are four dinars:",
      "text": "O dedi: \"Baban Allah içindir! Senden beri seni tanıdım, bir yalan söylemedim.\" Nü'aym dedi: \"Bana oruçlu olduğunu söylemedin mi?\" O dedi: \"Evet. Bu ayda üç oruç tuttum ki, bunun sevabı benim için yazılsın; aynı zamanda yemek yemem de helaldir.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Sevban, Peygamberin, Allah ona salat ve selam eylesin, şöyle dediğini bildirmiştir: \"Bir adamın harcadığı en iyi dinar, ailesine harcadığı dinardır, Allah yolunda arkadaşlarına harcadığı dinardır ve Allah yolunda bindiği hayvana harcadığı dinardır.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Mes'ud el-Badri, Peygamberin, Allah ona salat ve selam eylesin, şöyle dediğini bildirmiştir: \"Birisi ailesine bir şey harcadığında ve bunun sevabını Allah katında umduğunda, bu onun için sadakadır.\""
    }
  ]
}