{
  "language": "tr",
  "metadata": {
    "length": 57,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Allah'ın elçisi olan Resulullah'a, Allah ona salat ve selam eylesin, ağaç altında biat eden sahabilerden biri olan Ebu Ruhm şöyle dedi: \"Resulullah ile birlikte Tabuk seferine gittim. Gece al-Akhdar'da seyahat ederken, Peygamber'e yakın bir yerdeydim. Derin bir uyku bastırdı, ama develerim Peygamber'in devesine yaklaşınca uyanmaya başladım. Yaklaştığında ayağının stirupta kalmasından endişelendim. Develerimi geri çekmeye başladım, ama bir noktada uyuyakaldım. Sonra develerim, Resulullah'ın devesine çarptı ve onun ayağı stiruptayken ayağına vurdu. 'Aah!' diye bağırana kadar uyanmadım. 'Ya Resulallah, benim için af dile!' dedim. Resulullah, Allah ona salat ve selam eylesin, 'Önemli değil.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Aişe dedi ki: \"Bir adam, Resulullah'ı, Allah ona salat ve selam eylesin, görmek için içeri girmek için izin istedi, Resulullah da 'O, kabilesinin kötü bir kardeşidir.' dedi. Adam içeri girdiğinde, Resulullah ona neşeli bir şekilde davrandı. Ben de Resulullah'a bunu sordum, o da 'Allah, edebe aykırı ve kaba olanı sevmez.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Aişe dedi ki: \"Süda, ağır ve yavaş bir kadın, Cem (Müzdelife) gecesi Resulullah'ı görmek için içeri girmek için izin istedi ve o da ona izin verdi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Mes'ud dedi ki: \"Resulullah, Allah ona salat ve selam eylesin, Huneyn ganimetlerini Ci'rana'da paylaştırdığında, insanlar ona yığılmaya başladı. Sonra Resulullah, Allah ona salat ve selam eylesin, 'Allah, kullarından birini bir kavme gönderdi, onlar onu reddetti ve başından yaraladı. O, alnındaki kanı silerek, 'Ya Rabbi, kavmimi affet, çünkü onlar bilmiyorlar.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu'l-Haytham dedi ki: \"Bazı insanlar 'Uqba ibn 'Amir'e geldiler ve 'Bizim içki içen ve yanlış davranan komşularımız var. Onları yöneticinin önüne getirelim mi?' dediler. 'Hayır,' diye cevap verdi, 'Ben Resulullah'ı, Allah ona salat ve selam eylesin, 'Kim bir Müslümanın kusurunu görür ve onu örtbas ederse, sanki diri diri gömülen bir kızı mezarından geri getirmiş gibi olur.' derken duydum.'\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Hureyre, Resulullah'ın, Allah ona salat ve selam eylesin, 'Bir adamın 'İnsanlar helak oldu.' dediğini duyduğunuzda, o, onları helak etmiştir.' dediğini bildirdi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Abdullah ibn Burayda, babasından, Resulullah'ın, Allah ona salat ve selam eylesin, 'Münafığı 'efendi' diye çağırmayın. O sizin efendiniz değildir ve Rabbinizi, Aziz ve Celil olanı, öfkelendirmiş olursunuz.' dediğini aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Adi ibn Arta' dedi ki: \"Resulullah, Allah ona salat ve selam eylesin, sahabelerinden biri övüldüğünde, Allah'a dua ederek, 'Beni onların söyledikleri için sorguya çekme ve bilmedikleri için beni affet.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Kılabe, Abdullah'ın Ebu Mes'ud'a -ya da Ebu Mes'ud'un Abdullah'a- 'Resulullah, Allah ona salat ve selam eylesin, 'yanlış iddia' hakkında ne dediğini duydun mu?' dediğini aktardı. O da, 'Bu, bir adam için kötü bir binek.' dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abdullah ibn Amr dedi ki: \"Ebu Mes'ud, Resulullah, Allah ona salat ve selam eylesin, 'Yanlış iddialarda bulunan insanlar hakkında ne dedi?' diye sordum. O da, 'Onun 'Bir adam için kötü bir binek' dediğini ve 'Bir müminin lanetlenmesi, onu öldürmek gibidir.' dediğini duydum.' diye cevap verdi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Sizden hiç kimse bilmediği bir şey hakkında 'Allah bunu bilir' dememelidir; zira Allah, onun söylediğinden başka bir şey bildiği halde, böylece Allah'a bilmediği bir şeyi öğretmeye çalışır. Bu, Allah katında korkunç bir şeydir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Samanyolu, göklerin kapılarından biridir. Gökkuşağı, Nuh'un (aleyhisselam) kavminden sonra sel ile yok olmaktan güvence sağlar.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "İbn el-Kavva, Ali'ye Samanyolu hakkında sordu. O da, \"O, göklerin suyu açılan (ya da torbanın halkası) su kenarıdır.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Gökkuşağı, yeryüzündeki insanlar için boğulmaktan güvence sağlar. Samanyolu, göklerin kapısıdır ve oradan bir yarık oluşturur.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu'l-Harith el-Kirmânî, bir adamın Ebu Raca'ya, \"Sana selam veriyorum ve Allah'tan ikimizi de rahmetinin sürekli yurdunda birleştirmesini diliyorum.\" dediğini duydu. Ebu Raca' da, \"Bunu yapabilecek olan var mı?\" dedi. Adam devam etti, \"Rahmetinin sürekli yurdu nedir?\" \"Cennet,\" dedi adam. \"Bu doğru değil,\" dedi. Adam sordu, \"O halde rahmetinin sürekli yurdu nedir?\" \"Alemlerin Rabbi,\" diye cevap verdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini aktardı: \"Hiçbiriniz 'Zaman (ad-Dahr) hayal kırıklığına uğrasın' dememelidir. Allah, zamandır (ad-Dahr).\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini aktardı: \"Hiçbiriniz 'Zaman hayal kırıklığına uğrasın!' dememelidir. Allah Azze ve Celle, 'Ben zamandayım (ad-Dahr). Geceyi ve gündüzü gönderirim. İstediğimde onları alabilirim.' Hiçbiriniz üzüm bağına 'karm' (yerine 'inab') dememelidir. Karm, Müslüman adamdır.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Mücahid dedi ki: \"Bir adamın kardeşine bakması veya arkasını döndüğünde gözünün onu takip etmesi veya 'Nereden geldin? Nereye gidiyorsun?' diye sorması hoş karşılanmaz.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Enes, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in bir adamın kurbanlık deveyi sürerken gördüğünü aktardı. \"Bineceksin,\" dedi. Adam, \"Bu bir kurbanlık devedir,\" diye cevap verdi. \"Bineceksin,\" diye tekrar etti. Adam yine, \"Bu bir kurbanlık devedir,\" dedi. \"Bineceksin,\" diye yine tekrar etti. Adam, \"Bu bir kurbanlık devedir,\" dedi. Peygamber, \"Bineceksin, ve canım sana feda olsun!\" dedi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "El-Misvar ibn Rifa'a el-Kuruzî dedi ki: \"Bir adamın İbn Abbas'a, 'Ekmek ve et yedikten sonra abdest almalı mıyım?' diye sorduğunu duydum. O da, 'Vay haline! İyi şeyler yüzünden abdest mi alacaksın?' diye cevap verdi.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Cabir dedi ki: \"Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, Huneyn Savaşı günü el-Ci'râne'de, ganimetler Bilal'in gözetimindeydi. Peygamber onları paylaştırıyordu. Bir adam yanına gelip, 'Adil ol! Adil olmuyorsun!' dedi. Peygamber, 'Canım sana feda olsun! Ben adil değilsem, kim adil olacak?' dedi. Ömer, 'Allah'ın Resulü, münafığın başını vurayım!' dedi. Peygamber, 'Bu adam, Kur'an okuyan ve onun boğazlarından geçmeyen takipçileriyle beraberdir. Onlar dinden, bir ok hedefe girdiği gibi geçerler (yani ondan geriye bir şey kalmaz)' dedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bașir ibn Ma'bad es-Sudûsî (ismi Zahim ibn Ma'bad) Peygamber'e, Allah'ın selam ve bereketi üzerine olsun, hicret etti ve Peygamber ona, \"Adın ne?\" diye sordu. \"Zahim,\" diye cevap verdi. Peygamber, \"Hayır, sen Bașirsin,\" dedi. Bașir, \"Allah'ın Resulü ile yürürken, bazı putperestlerin mezarlarının yanından geçtik. 'Bu insanlar çok hayırdan mahrum kaldı' dedi, bunu üç kez tekrarladı. Sonra Müslümanların mezarlarının yanından geçti ve 'Bu insanlar çok hayır elde etti' dedi. Peygamber, Allah'ın selam ve bereketi üzerine olsun, aniden yukarı bakarak mezarların arasında terlik giyen bir adam gördü. 'Sığır derisinden terlik giyen sen, terliklerini çıkar!' dedi. Adam, Peygamber'i görünce terliklerini çıkardı ve attı.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Muhammed ibn Hilal, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in odalarını gördüğünü aktardı. Odalar, kıllarla kaplı palmiyelerden yapılmıştı. Rivayet eden (Muhammed ibn Ebu Fudayk) dedi ki: \"Ona 'Aişe'nin odası hakkında sordum, o da 'Kapısı Suriye'ye bakıyordu' dedi. 'Bir veya iki arşın mıydı?' diye sordum. 'Kapısı bir arşındı,' diye cevap verdi. 'Ve neyle yapılmıştı?' diye sordum. 'Sedir veya tik ağacından,' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, şöyle dediğini aktardı: \"Kıyamet Saati gelmeyecek, ta ki evlerin süsleri boyalı giysilere benzeyene kadar.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Bir adam, Allah'ın Resulü, Allah'ın selam ve bereketi üzerine olsun, yanına geldi ve 'Allah'ın Resulü, hangi sadaka en iyi sevabı vardır?' dedi. O da, 'Babana yemin ederim ki, bunu öğreneceksin. O, sağlıklı ve cimri olduğun, yoksulluktan korktuğun ve zenginlik arzuladığın zaman sadaka vermendir. Ölüm anına kadar bunu ertelememelisin ve sonra 'Bu kadar şu için, bu kadar bu için, bu kadar bu için' dememelisin.'\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Abdullah dedi ki: \"Sizden biri ihtiyacı olan bir şey istediğinde, küçük bir şey istemelidir. Kendisine yazılanı alacaktır. Hiçbiriniz arkadaşına gitmemeli ve onu övüp belini kırmamalıdır.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu İzza Yassar ibn Abdullah el-Hudali, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle dediğini aktardı: \"Allah, bir kulun belirli bir ülkede ölmesini istediğinde, onu orada bulunması için bir sebep yaratır.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Abdurrahman el-Aziz dedi ki: \"Ebu Hureyre bizimle bir gece geçirdi ve önünde bir yıldıza baktı. Sonra, 'Ebu Hureyre'yi elinde tutan Allah'a yemin ederim ki, bazı insanlar, eylemleri o yıldızdan asılıymış gibi, yeryüzünde komutan olarak atanmayı isterler. Onlar o komutanlık pozisyonlarına atanmazlar.' Sonra bana döndü ve, 'Seni sevmeyen kişi hayır görmesin! Bütün bunlar doğudaki insanlar tarafından mubah mı?' dedi. 'Evet, Allah'a yemin ederim,' dedim. O da, 'Allah onları çirkin kılsın ve onları öfkeli develer gibi sürsün, yüzleri vurulmuş kalkanlar gibi oluncaya kadar, ta ki tarla sahibine tarlasını ve koyun sahibine koyunlarını versinler!' dedi.\""
    },
    {
      "id": 29,
      "narrator": "Mughith claimed that Ibn 'Umar once asked him about his mawla and\nMughith replied, \"By Allah and so-and-so.\" Ibn 'Umar responded, \"Do not\nspeak like that. Do not put anyone with Allah. Say \"so-and-so:",
      "text": "Mughit, İbn Ömer'in bir zamanlar kendisinden mawlâsını sorduğunu iddia etti ve Mughit, \"Allah'a ve falana yemin ederim,\" diye cevap verdi. İbn Ömer, \"Böyle konuşma. Allah ile kimseyi bir tutma. 'Falana' demeden önce 'Allah' de,\" dedi."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Bir adam, Peygamber'e, 'Allah neyi dilerse sen de onu dilersin' dedi. O da, 'Sen Allah'a eş koşmuş oldun. Sadece Allah'ın dilediği olur,' dedi.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Abdullah ibn Dinar dedi ki, \"Abdullah ibn Umar ile pazara çıktım. Küçük bir cariyenin şarkı söylediği yerden geçerken, 'Şeytan. Eğer birini bırakacaksa, bu kızı bırakırdı.' dedi.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Anas ibn Malik, Allah'ın Messenger'ının, Allah ona salat ve selam eylesin, \"Benim eğlencelerle bir alakam yoktur ve eğlenceler de benimle bir alaka değildir.\" dediğini duydu. Burada, onun değersiz bir şey yapmadığını kastettiği anlamına gelir.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "İbn Abbas, \"Bazı insanlar dikkati dağıtan masallarla ticaret yapar.\" (31:5) ayeti hakkında, bunun şarkı söylemek ve benzeri şeyler anlamına geldiğini söyledi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Al-Bara' ibn Azib, Allah'ın Messenger'ının, Allah ona salat ve selam eylesin, \"İnsanlara selam verin, selamet bulursunuz. Kılıç kötüdür.\" dediğini bildirdi.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Fadala ibn Ubayd, bir toplantıda bazı insanların tavla oynadığını duyduğunda, en güçlü şekilde bunu yasaklamak için öfkeyle ayağa kalktı. Sonra, \"Kazançlarıyla geçinen kişi, domuz eti yiyen ve kanla abdest alan kimse gibidir.\" dedi.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "İbn Mes'ud'un şöyle dediği duyuldu: \"Siz, anlayışlı insanların çok, hitabet edenlerin az olduğu bir zamanda yaşıyorsunuz. Sorular soranlar az, verenler çok. Bu zamanda eylem, eğlenceden daha fazladır. Sizden sonra, anlayışlı insanların az, hitabet edenlerin çok olduğu bir zaman gelecek. Sorular soranlar çok, verenler az olacak. Bu zamanda hidayet, eylemi yönlendirir. Bilin ki, zamanın sonunda doğru hidayet, bazı eylemlerden daha hayırlıdır.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ebu't-Tufayl dedi ki, \"Bana soruldu, 'Peygamberi, Allah ona salat ve selam eylesin, gördün mü?' 'Evet,' dedim, 've yüzümde, Peygamberi, Allah ona salat ve selam eylesin, gören tek kişi olduğumu bilmiyorum.' Devam etti, 'Peygamberin beyaz teni ve güzel bir yüzü vardı.'\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "İbn Abbas, Peygamberin, Allah ona salat ve selam eylesin, \"Doğru hidayet, doğru davranış ve ölçülü olmak, peygamberliğin yirmi beşinci kısmını oluşturur.\" dediğini bildirdi.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Rivayet olundu ki, İkrime dedi ki, \"Aişe'ye sordum, 'Hiç Allah'ın Messenger'ının, Allah ona salat ve selam eylesin, şiir okuduğunu duydun mu?' O da, 'Bazen bir eve girdiğinde, 'Sizlere seyahat hazırlığı yapmadığınız birinden haber gelecek.' derdi.\" diye cevap verdi.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Bu, bir Peygamberin söylediği bir şeydir, 'Sizlere seyahat hazırlığı yapmadığınız birinden haber gelecek.' (yani bunu aktarmıştı.)\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının, Allah ona salat ve selam eylesin, \"Sizden biri bir şey istediğinde, arzuladığı şeye bakmalıdır. Ne alacağını bilmez.\" dediğini bildirdi.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Alqama ibn Wa'il, Peygamberin, Allah ona salat ve selam eylesin, \"Sizden hiçbiri 'kurm' dememelidir. Bunun yerine 'habala' kelimesini üzüm bağları için kullanın.\" dediğini bildirdi.\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "772'ye bakınız."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Hamna bint Jahsh dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, 'Nedir bu, ey insan?' dedi.\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Habib ibn Sabhan el-Asadi dedi ki, \"Ammar'ı farz namaz kılarken gördüm. Sonra yanındaki bir adama, 'Ey insan!' dedi. Sonra ayağa kalktı.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Eş-Şarid dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, benimle arkasında bindi ve dedi ki, 'Umayya ibn Abi's-Salt'ın şiirlerinden birini biliyor musun?' 'Evet,' dedim ve bir dize okudum. 'Devam et,' dedi, ta ki yüz dize okuyana kadar.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Gece namazı kılmayı unutmayın. Peygamber, Allah ona salat ve selam eylesin, bunu ihmal etmezdi. Eğer hasta veya tembel olursa, oturarak namaz kılardı.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Enes ibn Malik dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, sık sık şöyle derdi: 'Ya Allah, ben endişeden, kederden, acizlikten, tembellikten, korkaklıktan, cimrilikten, borç yükünden ve diğer insanların baskısından sana sığınırım.'\""
    },
    {
      "id": 49,
      "narrator": "Anas ibn Malik said, \"Abu Talha used to kneel before the Messenger\nof Allah, may Allah bless him and grant him peace, and sprinkle water on\nhis quiver and say:",
      "text": "Enes ibn Malik dedi ki, \"Ebu Talha, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, önünde diz çöküp okunu sulardı ve şöyle derdi:\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Ebu Dharr dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, el-Baki'ye doğru gitti ve ben de onu takip etmeye başladım. Dönüp beni görünce, 'Ebu Dharr!' dedi. Ben de, 'Emrindeyim, Allah'ın Resulü. Senin fidyen olayım.' dedim. O da, 'Kıyamet Günü zenginler, ancak 'şu ve bu, bir hak için (yerine getirilen)dir' diyenler dışında fakir olacaklardır.' dedi. Ben de, 'Allah ve Resulü en iyi bilendir.' dedim. O, 'İşte böyle' dedi, üç kez tekrarladı. Sonra Uhud'a geldik. 'Ebu Dharr!' dedi. Ben de, 'Emrindeyim, Allah'ın Resulü. Senin fidyen olayım.' dedim. O da, 'Eğer Uhud, Muhammed ailesi için altın olsa ve bir dinar ile bir gece geçirse, bu beni sevindirmezdi - ya da bir mithkal dedi.' Sonra bir vadiye geldik ve o ilerledi, ben de doğa çağrısı hissettiğini düşündüm ve vadi kenarında oturdum. Uzun bir süre gitmedi ve onun için endişelendim. Sonra onu duydum ve bir adamla konuşuyormuş gibi geldi. Sonra kendisi yanıma çıktı. Ben de, 'Allah'ın Resulü, kiminle konuşuyordun?' dedim. 'Onu duydun mu?' diye sordu. Ben de, 'Evet.' dedim. O da, 'O Cebrail'di. Bana, ümmetimden kim Allah'a hiçbir şeyi ortak koşmadan ölürse, cennete gireceğini müjdeledi.' dedi. Ben de, 'Zina etse veya hırsızlık yapsa bile mi?' dedim. O da, 'Evet.' dedi.\""
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Abdullah ibn Şeddad dedi ki, \"Ali'yi, Allah ondan razı olsun, şöyle derken duydum: 'Peygamber, Allah ona salat ve selam eylesin, Sa'd'dan sonra, 'Baban ve annem senin fidyen olsun' dediğini görmedim. Onunla, 'Baban ve annem senin fidyen olsun' dediğini duydum.'\""
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Abdullah ibn Burayda, babasının şöyle dediğini aktardı: \"Peygamber, Allah ona salat ve selam eylesin, camiye çıktı ve Ebu Musa okurken sordu, 'Bu kim?' 'Ben Burayda'yım,' dedim, 'Senin fidyen olayım!' O da, 'Bu adama Davud ailesinin flütlerinden biri verilmiştir.' dedi.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Es-Sa'b ibn Hakim, dedesinin şöyle dediğini aktardı: \"Ömer ibn al-Hattab'a, Allah ondan razı olsun, geldim. O, 'Yeğen.' demeye başladı. Sonra bana sorular sordu ve ben de soyumu söyledim, böylece babamın Müslüman olmadığını anladı. 'Oğlum, oğlum.' demeye başladı.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Enes dedi ki, \"Ben Peygamber, Allah ona salat ve selam eylesin, hizmet ederdim.\" Devam etti, \"İzin istemeden içeri girerdim. Bir gün geldim ve o, 'Oğlum, yeni bir durum var. İzin almadan içeri girmemelisin.' dedi.\""
    },
    {
      "id": 55,
      "narrator": "",
      "text": "İbn Ebi Sa'sa'sa, babasından, Ebu Sa'id el-Hudri'nin ona 'oğlum' dediğini aktardı."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "'A'işe, Peygamber, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Hiçbiriniz 'khabuthat nafsi' dememelidir. 'Laqisat nafsi' demelidir.\""
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Aynı şekilde başka bir isnad ile."
    }
  ]
}