{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Hani' ibn Yazid, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) yanına halkıyla geldiğinde, Peygamber'in (sallallahu aleyhi ve sellem) onların Abu'l-Hakam künyesini kullandıklarını duyduğunu aktarmıştır. Peygamber (sallallahu aleyhi ve sellem) onu çağırdı ve \"Allah Hâkim'dir (al-Hakam) ve O'nun hükmü vardır. Neden sana Abu'l-Hakam künyesi verilmiş?\" dedi. Hani' \"Halkım bir konuda anlaşmazlığa düştüğünde, onu bana getirirler ve ben aralarında hüküm veririm ki her iki taraf da memnun kalsın.\" dedi. Peygamber (sallallahu aleyhi ve sellem) \"Ne güzel!\" diye haykırdı. Sonra sordu, \"Çocukların var mı?\" Hani' \"Şurayh, Abdullah ve Müslim, Banu Hani' var.\" diye cevap verdi. Peygamber (sallallahu aleyhi ve sellem) \"Onlardan hangisi en büyük?\" dedi. \"Şurayh,\" diye cevapladı. Peygamber (sallallahu aleyhi ve sellem) \"Sen Abu Şurayh'sin,\" dedi ve onun ve çocuklarının hayrı için dua etti."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abdullah Hudud, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) \"Bu develerimizi kim sürecek?\" ya da \"Bu develerimizi kim teslim edecek?\" dediğini aktarmıştır. Bir adam \"Ben süreceğim.\" dedi. Peygamber (sallallahu aleyhi ve sellem) \"Adın ne?\" diye sordu. Adam \"Filan\" dedi. Peygamber (sallallahu aleyhi ve sellem) \"Otur.\" dedi. Sonra başka biri ayağa kalktı ve Peygamber (sallallahu aleyhi ve sellem) \"Adın ne?\" diye sordu. Adam \"Filan\" dedi. Peygamber (sallallahu aleyhi ve sellem) \"Otur.\" dedi. Sonra başka bir adam ayağa kalktı ve Peygamber (sallallahu aleyhi ve sellem) \"Adın ne?\" dedi. Adam \"Najiyya (Kurtarıcı)\" dedi. Peygamber (sallallahu aleyhi ve sellem) \"Sen bunu yapacaksın. Sür onları.\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "İbn Abbas, \"Allah'ın Peygamberi (sallallahu aleyhi ve sellem) biz otururken hızlıca yanımıza geldi. O kadar hızlı yaklaştı ki, biz onun bize doğru bu hızla geldiğinden korktuk. Yanımıza ulaştığında, bize selam verdi ve 'Size Kadir Gecesi'ni bildirmek için hızlı geldim. Size ulaşmam için geçen süre içinde bunu unuttum, bu yüzden onu Ramazan'ın son on gecesinde arayın.' dedi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Wahb, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) \"Kendinizi Peygamberlerin isimleriyle adlandırın. Allah Teâlâ'nın en çok sevdiği isimler Abdullah ve Abdurrahman'dır. En doğru isimler Harith ve Humam'dır. En çirkin isimler ise Harb ve Murra'dır.\" dediğini aktarmıştır."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Cabir, \"Bir adam bir çocuk sahibi oldu ve ona el-Kasım adını verdi. Biz de 'Sana Abu'l-Kasım künyesini vermeyeceğiz, seni böyle onurlandırmayacağız.' dedik. Peygamber (sallallahu aleyhi ve sellem) bu durumu duydu ve 'Oğlunu Abdurrahman olarak çağır.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Sahl, \"Al-Mundhir ibn Abi Usayd, Peygamber Efendimiz'e (sallallahu aleyhi ve sellem) doğduğunda getirildi ve Peygamber (sallallahu aleyhi ve sellem) onu uyluğuna koydu, o sırada Ebu Usayd da yanındaydı. Peygamber (sallallahu aleyhi ve sellem) önünde bir şeyle meşguldü, bu yüzden Ebu Usayd birine, çocuğunu Peygamber'in bacağından almasını söyledi. Peygamber (sallallahu aleyhi ve sellem) bunu fark edince, 'Çocuk nerede?' diye sordu. Ebu Usayd, 'Onu eve gönderdik.' dedi. Peygamber (sallallahu aleyhi ve sellem) 'Adı ne?' diye sordu. Ebu Usayd, 'Filan.' dedi. Peygamber (sallallahu aleyhi ve sellem) 'Hayır, adı al-Mundhir.' dedi. O günden itibaren ona al-Mundhir dedik.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) \"En nefret edilen isim, bir adamın Kralın Kralları olarak anılmasıdır.\" dediğini aktarmıştır."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Talq ibn Habib, \"Ben şefaatı en sert bir şekilde reddeden kişiydim. Cabir'e sordum, o da 'Tulayk, ben Peygamber (sallallahu aleyhi ve sellem)'in 'Ateşe girdikten sonra çıkacaklar.' dediğini duydum ve biz, sizin okuduğunuz (aynı Kitap) ile okuyoruz.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Hanzala ibn Hidhaym, \"Peygamber (sallallahu aleyhi ve sellem) bir adamı en çok sevdiği isimle ve en sevdiği künyeyle çağırmayı severdi.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "İbn Umar, Peygamber Efendimiz'in (sallallahu aleyhi ve sellem) bir kadının adını 'Asiya (asi)'dan 'Cemila (güzel)'ya değiştirdiğini aktarmıştır."
    },
    {
      "id": 11,
      "narrator": "Muhammad ibn 'Ata' related that he visited Zaynab bint Salama and\nshe asked him about the name of one of his sisters. He reports:",
      "text": "Muhammed ibn Ata, Zaynab bint Selama'yı ziyaret ettiğinde, ona kız kardeşlerinden birinin adını sorduğunu aktarmaktadır. \"Ben de 'Onun adı Barra.' dedim. O da 'Adını değiştir. Peygamber (sallallahu aleyhi ve sellem) Zaynab bint Cahş ile evlendi. Onun adı Barra'ydı ve o ismini Zaynab olarak değiştirdi. Ben Umm Selama'yı ziyaret ettiğimde, benim adım Barra'ydı. O, benim Barra diye seslendiğimi duydu ve 'Kendinizi süslemeyin. Allah, içinizden kimlerin takva sahibi olduğunu ve kimlerin sapkın olduğunu bilir. Onu Zaynab olarak çağırın.' dedi. Umm Selama, 'O Zaynab.' dedi. Ben Zaynab'a 'Ona bir isim ver.' dedim. Zaynab, 'Onu Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) değiştirdiği gibi değiştir.' dedi.\" Böylece ona Zaynab dedik."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn Abdurrahman ibn Sa'id al-Makhzumi, as-Surm adıyla bilinen, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) ona Sa'id (mutlu) adını verdiğini aktarmıştır. 'Uthman'ı camide yatarken gördüğünü bildirmiştir."
    },
    {
      "id": 13,
      "narrator": "'Ali said, \"When al-Husayn was born, I named him Harb (war). The\nProphet came and said, 'Show me your son. What have you named him?' 'Harb,'\nwe replied. He said, \"He is Hasan.' When al-Husayn was born, I named him\nHarb. The Prophet, may Allah bless him and grant him peace, came and said,\n'Show me your son. What have you named him?' 'Harb,' we replied. He said,\n\"He is Husayn.' When we had a third son, I named him Harb. The Prophet,\nmay Allah bless him and grant him peace, came and said, 'Show me your son.\nWhat have you named him?' 'Harb,' we replied. He said, \"He is Muhassin.\"\nThen he said, 'I have named them according to the names of the sons of\nHarun:",
      "text": "Ali, \"Hüseyin doğduğunda, ona Harb (savaş) adını verdim. Peygamber geldi ve 'Bana oğlunu göster. Adını ne koydun?' dedi. 'Harb,' dedik. O da 'O Hasan.' dedi. Hüseyin doğduğunda, ona Harb adını verdim. Peygamber (sallallahu aleyhi ve sellem) geldi ve 'Bana oğlunu göster. Adını ne koydun?' dedi. 'Harb,' dedik. O da 'O Hüseyin.' dedi. Üçüncü oğlumuz doğduğunda, ona Harb adını verdim. Peygamber (sallallahu aleyhi ve sellem) geldi ve 'Bana oğlunu göster. Adını ne koydun?' dedi. 'Harb,' dedik. O da 'O Muhassin.' dedi. Sonra 'Onları Harun'un oğullarının isimlerine göre adlandırdım: Şabr, Şubeyr ve Müshabbir.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Al-Harith ibn Abza'nın, \"Ben Huneyn'de Peygamber (sallallahu aleyhi ve sellem) ile birlikteydim ve bana 'Adın ne?' diye sordu. 'Ghurab,' dedim. O da 'Hayır, adın Muslim.' dedi.\" şeklinde bildirilmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "A'işe, \"Şihab (alev) adında bir adam, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) huzurunda anıldı. Allah'ın Resulü (sallallahu aleyhi ve sellem) 'Hayır, sen Hişam'sın.' dedi.\" şeklinde aktarmıştır."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Muti' dedi ki, \"Ben, Allah'ın selamı ve bereketi üzerine olsun, Peygamberin, Mekke'nin Fethi günü, 'Bugünden itibaren Kureyş'ten hiç kimse tutukluyken öldürülmeyecek.' dediğini duydum.\" Kureyş'in isyancılarından Muti' dışında hiç kimse Müslüman olmadı. Onun adı el-‘As'tı ve Peygamber, Allah'ın selamı ve bereketi üzerine olsun, ona Muti' (itaat eden) adını verdi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, 'A'iş! Cebrail sana selam gönderiyor.' dedi.\" O da, \"Ve üzerine selam ve Allah'ın rahmeti olsun.\" dedi. \"O, benim göremediğimi görüyor.\" diye ekledi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Umm Kulthum, Thumama'nın kızı, dışarı çıkıp ihtiyacını gidermek için gitti. Kardeşi, el-Makhariq ibn Thumama, \"A'işe'ye git ve 'Uthman ibn 'Affan hakkında ona sor.\" dedi. O da, \"Ben ona gittim ve 'Kardeşlerinden biri sana selam gönderiyor ve 'Uthman ibn 'Affan hakkında soruyor.' dedim.\" 'A'işe, \"Selam ve Allah'ın rahmeti üzerine olsun.\" dedi. Sonra 'A'işe, \"Ben, Peygamber, Allah'ın selamı ve bereketi üzerine olsun, Cebrail aracılığıyla vahiy aldığında, bir sıcak gecede 'Uthman'ı bu evde gördüğümü tasdik ederim. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, 'Uthman!' diyerek Ibn 'Affan'ın avucunu sıktı ve 'Yaz!' dedi. 'Allah, bu evde, Peygamberi ile birlikte, sadece O'na değerli bir adamı koymuştur. Eğer biri Ibn 'Affan'a lanet ederse, Allah'ın laneti onun üzerinedir.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bashir ibn Nuhayk dedi ki, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, geldi ve 'Adın ne?' dedi. 'Zahm,' dedim. O da, 'Sen Bashir (müjdeci)sin.' dedi. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, yürürken ve onunla birlikte yürürken, 'İbn al-Khasasiyya! Allah'a karşı kin besliyor musun? Allah'ın Resulü ile birlikte mi yürüyorsun?' dedi. Ben de, 'Anam babam sana feda olsun, Allah'a karşı hiçbir kin beslemiyorum. Her türlü nimete sahibim.' dedim. Peygamber, müşriklerin mezarlarına geldi ve 'Bu insanlar birçok iyilikten mahrum kaldı.' dedi. Sonra Müslümanların mezarlarına geldi ve 'Bu insanlar birçok iyilik elde etti.' dedi. Mezarlıklar arasında öküz derisinden sandalet giymiş bir adam yürüyordu. Peygamber, 'Öküz derisi sandalet giyen sen! Sandaletlerini çıkar!' dedi. O da sandaletlerini çıkardı.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Önceki hadisin bir kısmı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki, \"Cüveyriye'nin adı Barra idi ve Peygamber, Allah'ın selamı ve bereketi üzerine olsun, ona Cüveyriye adını verdi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Maymuna'nın adı Barra idi ve sonra Peygamber, Allah'ın selamı ve bereketi üzerine olsun, ona Maymuna adını verdi.\""
    },
    {
      "id": 23,
      "narrator": "Jabir reported:",
      "text": "Cabir bildirdi: \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, 'Eğer istersem, Allah dilerse, topluluğumdan hiç kimsenin Baraka (bereket), Nafi' (yardımcı) veya Aflah (en başarılı) adını almasını yasaklayacağım.' dedi ve Rafi' (yükselten) dedi mi bilmiyorum. Birisi sorar, 'Baraka (bereket) burada mı?' denir, 'O (veya o) burada değil.' denir. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, bu isimlerin kullanılmasını yasaklayabileceği için vefat etti.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Cabir ibn 'Abdullah dedi ki, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, insanların kendilerine Ya'la (yükselmek), Baraka (bereket), Nafi' (yardımcı), Yasar (şans), Aflah (en başarılı) gibi isimler vermesini yasaklamak istedi. Sonra bu konuda sessiz kaldı ve hiçbir şey söylemedi.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ömer ibn al-Hattab dedi ki, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, eşlerinden ayrıldığında, ben Allah'ın Resulü'nün kölesi Rabah ile birlikteydim ve 'Rabah, Allah'ın Resulü'ne girmem için izin iste.' dedim.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Hureyre bildirdi ki, Peygamber, Allah'ın selamı ve bereketi üzerine olsun, \"Kendinizi benim adımla adlandırın, ama benim künyemi kullanmayın; ben Ebu'l-Kasim'im.\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Enes ibn Malik dedi ki, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, pazardayken bir adam, 'Ebu'l-Kasim!' dedi. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, ona döndü. Adam, 'Allah'ın Resulü, ben bu adamı çağırıyordum.' dedi. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, 'Kendinizi benim adımla adlandırın ama benim künyemi kullanmayın.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yusuf ibn 'Abdullah ibn Selam dedi ki, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, bana Yusuf adını verdi ve beni odasında oturttu ve başımı okşadı.\""
    },
    {
      "id": 29,
      "narrator": "Jabir ibn 'Abdullah said, \"One of our men among the Ansar had a\nson and wanted to call him Muhammad. The Ansari said, 'I put him on my\nshoulder and took him to the Messenger of Allah, may Allah bless him and grant him peace.\n[Another variant has:",
      "text": "Cabir ibn 'Abdullah dedi ki, \"Ansar'dan bir adamın bir oğlu vardı ve ona Muhammed adını vermek istedi. Ansar, 'Onu omzuma aldım ve Allah'ın Resulü'ne, Allah'ın selamı ve bereketi üzerine olsun, götürdüm.' dedi. [Başka bir varyantta: 'Bir oğlu vardı ve ona Muhammed adını vermek istediler.'] Peygamber, Allah'ın selamı ve bereketi üzerine olsun, 'Kendinizi benim adımla adlandırın ama benim künyemi kullanmayın. Ben, aranızda şeyleri dağıtmak için (Qasim) olarak tayin edildim.' dedi.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Ebu Musa dedi ki, \"Bir oğlum oldu ve onu Peygamber, Allah'ın selamı ve bereketi üzerine olsun, götürdüm ve o da ona İbrahim adını verdi. Bir hurmayı çiğneyip ona verdi ve onun için bereketli olması için dua etti ve sonra onu bana geri verdi.\" O, Ebu Musa'nın en büyük oğluydu."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Sa'id ibn al-Musayyab, dedesinin Peygamber'e, Allah ona salat ve selam eylesin, gittiğini bildirdi. Dedi ki: \"Adın ne?\" \"Hazn (sert)\" diye cevap verdi. Peygamber, \"Sen Sahl (kolay)sin.\" dedi. O da, \"Babamın bana verdiği bir ismi değiştirmeyeceğim.\" dedi. İbn al-Musayyab, \"Sertlik (hazuna) sonrasında aramızda kaldı.\" dedi."
    }
  ]
}