{
  "language": "tr",
  "metadata": {
    "length": 14,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Cabir dedi ki, \"Bizden bir adamın bir oğlu oldu ve ona el-Kasım adını verdi. Ensar, 'Seni mutlu etmek için sana Ebu'l-Kasım künyesini vermeyeceğiz.' dedi. O, Peygamber'e, Allah ona salat ve selam eylesin, gitti ve Ensar'ın söylediklerini ona iletti. Peygamber, Allah ona salat ve selam eylesin, 'Ensar iyi yaptı. Kendinizi benim adımla çağırın ama künyemi kullanmayın. Ben Kasım'ım (bölücü).' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "İbn Hanafiyye'nin şöyle dediği duyuldu: \"Ali için bir müsaade vardı. O, 'Allah'ın Resulü, eğer senden sonra bir oğlum olursa, ona senin adını verebilir miyim ve senin künyeni kullanabilir miyim?' diye sordu. 'Evet,' diye cevap verdi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, birinin hem adını hem de künyesini almasını yasakladı. 'Ben Ebu'l-Kasım'ım. Allah verir, ben dağıtırım.' dedi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Hadis 837'ye bakınız."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Usame ibn Zeyd, Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Abdullah ibn Ubayy ibn Salul'un Müslüman olmadan önce bulunduğu bir topluluğa geldiğini bildirdi. O, 'Bizi topluluğumuzda rahatsız etmeyin.' dedi. Peygamber, Allah ona salat ve selam eylesin, Sa'd ibn Ubade'ye gitti ve 'Sa'd, Ebu Hubab'ın ne dediğini duymadın mı?' dedi. O, 'Abdullah ibn Ubayy ibn Salul'u kastetti.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Enes dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, bizi ziyaret etti. Künyesi Ebu 'Umayr olan küçük bir kardeşim vardı. Onun oynadığı bir serçe vardı ve o serçe öldü. Peygamber, Allah ona salat ve selam eylesin, geldi ve onun üzgün olduğunu gördü. 'Onda ne var?' diye sordu. 'Serçesi öldü.' denildi. Peygamber, 'Ebu 'Umayr, küçük serçeye ne oldu?' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'Abdullah, çocuk sahibi olmadığı zaman 'Alqama'ya Ebu Şibl künyesini verdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "'Alqama dedi ki, \"'Abdullah bana çocuk sahibi olmadan önce bir künye verdi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Ben Peygamber'e, Allah ona salat ve selam eylesin, gittim ve 'Allah'ın Resulü, sen eşlerine künyeler veriyorsun, bana da bir künye ver.' dedim. O, 'Yeğenin, Abdullah'ın künyesini al.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Allah'ın Resulü, bana bir künye vermeyecek misin?\" O, \"Oğlunun künyesini kullan,\" yani 'Abdullah ibn az-Zubayr. Ona Umm 'Abdullah künyesi verildi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Sahl ibn Sa'd, Ali'nin, Allah ondan razı olsun, en çok sevdiği ismin Ebu Turab olduğunu ve bu isimle çağrıldığında mutlu olduğunu bildirdi. Sadece Peygamber, Allah ona salat ve selam eylesin, ona bu ismi verdi. Bir gün Ali, Fatıma ile tartıştı ve dışarı çıktı, caminin duvarına yaslandı. Peygamber, Allah ona salat ve selam eylesin, onu aramak için geldi ve duvara yaslandığını duydu. Peygamber, Allah ona salat ve selam eylesin, yanına gitti ve sırtının toprakla kaplı olduğunu gördü. Peygamber, Allah ona salat ve selam eylesin, sırtındaki tozu silmeye başladı ve 'Otur Ebu Turab (toprak babası)!' dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Enes dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, Abu Talha'nın ağaçlarının bulunduğu bir hurma bahçesinde bulunduğu sırada, ihtiyacını gidermek için dışarı çıktı. Bilal onun arkasında yürüyordu. Peygamber, Allah ona salat ve selam eylesin, ona yanına yürümesi için onur verdi. Peygamber, Allah ona salat ve selam eylesin, bir mezarın yanından geçti ve Bilal ona ulaşana kadar orada durdu. 'Vay haline, Bilal. Duyduğumu duydun mu?' dedi. O, 'Hiçbir şey duymadım.' dedi. 'Mezardaki adam azap çekiyor.' dedi. O, bunun bir Yahudi olduğunu buldu.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Kays dedi ki, \"Muaviye'nin küçük bir kardeşine, 'Kölenin arkasına bin.' dediğini duydum. O, reddetti. Muaviye ona, 'Ne kadar kötü öğretilmişsin!' dedi. Ebu Süfyan'ın, 'Kardeşini yalnız bırak.' dediğini duydum.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Musa ibn Ali, babasından, Amr ibn al-As'ın şöyle dediğini bildirdi: \"Eğer çok yakın arkadaşların varsa, çok fazla alacaklın olur.\" Rivayetçi Musa'ya, \"Alacaklılar nedir?\" diye sordu. \"Ödenmesi gereken haklar,\" diye cevap verdi."
    }
  ]
}