{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Halid ibn Kaysan dedi ki: \"İbn 'Umar ile birlikteydim, İyyaş ibn Haythama kalkıp ona dedi ki: 'Biraz şiir okuyayım mı, İbn al-Faruq?' 'Evet,' diye cevap verdi, 'ama bana sadece güzel şiir oku.'\" Şiir okudu ve İbn 'Umar'ın hoşlanmadığı bir yere gelince ona durmasını söyledi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Mutarrif dedi ki: \"İmran ibn Husayn ile Kufa'dan Basra'ya gittim. Çok nadir olarak evime geldiğinde bana bir şiir okumadan durmazdı. Dedi ki: 'Dolaylı konuşma, yalanlardan kaçınmada büyük bir alan sağlar.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ubeyy ibn Ka'b, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Şiirde bir hikmet vardır.\" dediğini aktardı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "El-Aswad ibn Suray' dedi ki: \"Allah'ın Resulü, yüce ve aziz olan Rabbimi bazı övgü sözleriyle övdüm.\" O da: \"Rabbim övgüyü sever,\" dedi ve daha fazla bir şey söylemedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bir adamın karnını irinle doldurması, onu şiirle doldurmasından daha hayırlıdır.\" dediğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "El-Aswad ibn Suray' dedi ki: \"Ben bir şairdim ve Peygamber'e, Allah ona salat ve selam eylesin, gidip: 'Rabbim için yazdığım övgüleri okuyayım mı?' diye sordum. O da: 'Rabbim övgüyü sever,' dedi ve daha fazla bir şey söylemedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Aişe dedi ki: \"Hassan ibn Sabit, Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, putperestleri hicvetmek için izin istedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Ya benim soyum ne olacak?' dedi. O da: 'Seni onlardan, hamurdan bir kılın çıkarıldığı gibi çıkaracağım.'\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Hişam, babasının dediğini aktardı: \"Aişe'nin yanında Hassan'a hakaret etmeye başladım, o da: 'Ona hakaret etme. O, Allah'ın Resulü'nü savunuyordu,' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Hadis 858'e bakınız."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abdullah ibn Amr, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Şiir, konuşma ile aynı konumdadır. İyisi, güzel sözler gibidir ve kötüsü, kötü sözler gibidir.\" dediğini bildirdi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Aişe dedi ki: \"Şiir hem iyidir hem de kötüdür. İyisini al, kötüsünü bırak. Ka'b ibn Malik'in bazı şiirlerini aktardım. Bu, kırk beyitlik bir kasideyi ve daha azını içeriyordu.\""
    },
    {
      "id": 12,
      "narrator": "Shurayh said, \"I ask 'A'isha, may Allah be pleased her with, 'Did\nthe Messenger of Allah, may Allah bless him and grant him peace, recite\nany poetry?' She said, 'He used to recite some of the poetry of 'Abdullah\nibn Rawaha:",
      "text": "Şurayh dedi ki: \"Aişe'ye, Allah ondan razı olsun, 'Allah'ın Resulü, Allah ona salat ve selam eylesin, herhangi bir şiir okudu mu?' diye sordum. O da: 'O, Abdullah ibn Rawaha'nın bazı şiirlerini okurdu,' dedi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Hadis 859'a bakınız."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Eş-Şarid dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, bana Umayya ibn Abi's-Salt'ın şiirini okumamı istedi ve ben de okudum. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Devam et, devam et!' demeye başladı, ta ki yüz dize okuyana kadar. Peygamber: 'Keşke Müslüman olsaydı.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "İbn 'Umar, Peygamber'in, Allah ona salat ve selam eylesin, \"Sizden birinin karnını irinle doldurması, onu şiirle doldurmasından daha hayırlıdır.\" dediğini bildirdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "\"Şairlere gelince, onlara uyanlar sapıtmışlardır. Onların her tarzda nasıl boşboğazlık yaptıklarını ve yapmadıkları şeyleri söylediklerini görmüyor musun?\" (26:223-225) İbn Abbas, bunun neshedildiğini ve \"İman eden ve salih ameller işleyenler müstesna\" (26:226) ayetinde bir istisna yapıldığını söyledi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "İbn Abbas, bir adamın - ya da bir bedevinin - Peygamber Efendimiz'e, ona salat ve selam olsun, geldiğini ve bazı etkileyici sözler söylediğini aktardı. Peygamber Efendimiz, ona salat ve selam olsun, \"Şiirde biraz sihirli bir ifade ve biraz hikmet vardır.\" dedi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Abdülmelik bin Mervan, çocuklarının eğitimini eş-Şa'bi'ye emanet etti ve \"Onlara şiir öğret ki, onurlu ve dinç olsunlar. Kalpleri güçlü olsun diye onlara et ver. Boyunları güçlü olsun diye saçlarını kestir. Onları, sözlerinde onlara karşı çıkan seçkin kişilerle oturt.\" dedi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Aişe, Peygamber Efendimiz'in, ona salat ve selam olsun, \"En büyük suçlu, tüm kabileyi hicveden şairdir ve babasını inkar eden adamdır.\" dediğini bildirdi."
    }
  ]
}