{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, zamanında doğudan iki adam hitapçı olarak geldi. Ayakta durdular, konuştular ve sonra oturdular. Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, hitapçısı Thabit ibn Qays ayağa kalktı ve konuştu, insanlar onun söylediklerini beğendi. Allah'ın Resulü, Allah ona salat ve selam eylesin, ayağa kalktı ve dedi ki: 'Ey insanlar, söylemek istediğinizi söyleyin. Sözleri sunmaya çalışmak, en iyi şekilde şeytandandır.' Sonra Allah'ın Resulü, Allah ona salat ve selam eylesin, dedi ki: 'Edebatta bir sihir vardır.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Anas dedi ki: \"Bir adam 'Umar'ın huzurunda bir konuşma yaptı ve çok şey söyledi. 'Umar dedi ki: 'Hitaplarda fazla söz, şeytanın becerilerinden gelir.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Yazid veya Ma'n ibn Yazid, Peygamber'in, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Camiilerinizde toplanın. İnsanlar toplandığında, gelin ve bana söyleyin.\" İlk gelen bizdik ve oturdu. Konuşanlardan biri dedi ki: 'Hamd, Allah'a aittir. O'ndan başka kimseye hamd edilemez ve O'nsuz kaçış yoktur.' Peygamber öfkelendi, ayağa kalktı ve birbirimizi kınadık. Sonra başka bir camiye gitti ve orada oturdu. Ona gönderdik ve konuştuk. O bizimle geldi ve oturduğu yerde veya ona yakın bir yerde oturdu. Sonra dedi ki: 'Hamd, dilediğini önüne koyan ve dilediğini arkasına atan Allah'a aittir. Edebatta bir sihir vardır.' Sonra bize emir verdi ve öğretti.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "'A'isha dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, bir gece uykusuz kaldı ve dedi ki: 'Keşke, arkadaşlarımdan salih bir adam bu gece beni korumaya gelse!' Sonra silah seslerini duydu. Sordu: 'Kimdir o?' 'Sa'd,' diye cevap geldi. Sa'd dedi ki: 'Allah'ın Resulü, seni korumaya geldim.' Allah'ın Resulü, Allah ona salat ve selam eylesin, uyudu ve onun horladığını duyduk.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki: \"Medine'de bir alarm oldu ve Peygamber, Allah ona salat ve selam eylesin, Abu Talha'ya ait al-Mandub adındaki bir atı ödünç aldı. Ona bindi ve döndüğünde dedi ki: 'Biz hiçbir şey görmedik ve atı bir deniz buldu.'\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Nafi' dedi ki: \"İbn 'Umar, oğluna dil bilgisi hataları yaptığı için vururdu.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn 'Ajlan dedi ki: \"'Umar ibn al-Khattab, Allah ondan razı olsun, iki adamın atış yaptığını gördü. Bir adam diğerine dedi ki: 'Vur onu (saad yerine seen harfini kullanarak).' 'Umar gözlemledi: 'Kötü bir dil bilgisi hatası, kötü bir atıştan daha kötüdür.'\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Peygamber'in eşi 'A'isha, Allah ona salat ve selam eylesin, dedi ki: \"İnsanlar Peygamber'e, Allah ona salat ve selam eylesin, falcılar hakkında sordular. O onlara, 'Onlar hiçbir şey değildir.' dedi. Onlar da, 'Ama, Allah'ın Resulü, onlar doğru olan şeylerden bahsediyorlar!' dediler. Peygamber, Allah ona salat ve selam eylesin, cevap verdi: 'Bu, şeytanın çaldığı bir sözdür ve sonra onu kendisine bir sesle fısıldar, tavukların gıdaklaması gibi. Sonra buna yüz yalan karıştırırlar.'\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, yolculuklarından birindeydi ve deve sürücüsü (develeri hareket ettirmek için) şarkı söylüyordu. Peygamber, Allah ona salat ve selam eylesin, dedi ki: 'Nazik ol, Anjasha! Cam kaplarla dikkat et (yani kadınlarla).'\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "'Umar dedi ki: \"Bir adam, duyduğu her şeyi seslendirdiğinde yalan sayılır.\" Dedi ki: \"Dolaylı ima durumları, bir Müslümanı yalan söylemekten alıkoymak için yeterli midir?\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Mutarrif ibn 'Imran ibn ash-Shakhir dedi ki: \"İmran ibn Husayn ile Basra'ya gittim. Her gün bize şiir okurdu ve dedi ki: 'Dolaylı imalar, yalan söylemekten kaçınmak için geniş bir alan sunar.'\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "'Amr ibn al-'As dedi ki: \"Kaderden kaçan bir adamı, sürekli ona saldırırken görmek beni hayrete düşürüyor ve kardeşinin gözündeki tozu görüp kendi gözündeki kütüğü görmemesini. Kardeşinin kalbindeki kinini açığa çıkarıyor ama kendi içindeki kini değil. Hiç kimseye bir sırrımı emanet etmedim ve sonra onu ifşa ettiği için onu kınamadım. Ona yapamayacağı bir şeyi verdiğimde onu nasıl kınayabilirim?\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "'A'isha dedi ki: \"Bir hastalıktan muzdarip bir adam bazı kadınların yanından geçti ve onlar onunla dalga geçerek güldüler, böylece onlardan biri aynı hastalığa yakalandı.\""
    }
  ]
}