{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Az-Zuhri, Bali'den bir adamın şöyle dediğini rivayet etmiştir: \"Ben, babamla birlikte Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, ziyarete geldim. Babam, ben orada yokken onunla konuştu. Babama, 'Sana ne söyledi?' dedim. O da, 'Bir şey istediğinde, Allah sana bir çıkış yolu gösterene kadar veya Allah senin için bir çıkış yolu açana kadar yavaş ilerlemelisin.' diye cevap verdi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Muhammed ibn al-Hanafiyya şöyle dedi: \"Bir kişiyle doğru bir şekilde muamele etmeyen akıllı değildir; o kişiyle birlikte olmak zorundadır, ta ki Allah ona bir kurtuluş veya bir çıkış yolu tayin edene kadar.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Al-Bara' ibn 'Azib, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etmiştir: \"Kim bir hediye verirse veya bir yere - ya da bir yola - rehberlik ederse, bu onun için bir köleyi özgürleştirmekle eşdeğerdir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre'nin şöyle dediği rivayet edilmiştir: \"Kovandan kardeşinin kovasına biraz su koyman sadakadır. İnsanların yolundan taşları, dikenleri ve kemikleri kaldırman sadakadır. Bir adamı rehbersiz bir yerde yönlendirmen sadakadır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etmiştir: \"Allah, kör bir kişiyi saptıran ve onu yoldan saptıran kimseye lanet etsin.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "İbn Abbas, Şahr (ibn Hawshab)'a şöyle dedi: \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, Mekke'deki evinin avlusunda otururken, Osman ibn Maz'un yanından geçti ve Allah'ın Elçisi'ne gülümsedi. Allah'ın Elçisi ona, 'Neden oturmuyorsun?' dedi. 'Oturdum,' dedi. Böylece Allah'ın Elçisi ona karşı oturdu. Onunla konuşurken, Allah'ın Elçisi gökyüzüne baktı ve 'Bir elçi, Abdullah, az önce bana geldi, sen oturduğunda mı?' dedi. O da, 'Sana ne söyledi?' diye sordu. O da, 'Allah adaleti, iyilik yapmayı ve akrabaya vermeyi emrediyor. Ve o, edebe aykırı davranışı, kötülüğü ve zulmü yasaklıyor. Umarım dikkate alırsınız diye sizi uyarıyor.' (16:90) Osman, 'O zaman kalbimde iman yerleşti ve Muhammed'i sevdim.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etmiştir: \"Ben, iki kızı büyütüp erginlik çağına getiren biriyle Cennete gireceğim, ve biz bu iki parmak gibi olacağız,\" diyerek işaret parmağı ve orta parmağını gösterdi."
    },
    {
      "id": 8,
      "narrator": "\"Two doors come quickly in this world:",
      "text": "\"Bu dünyada iki kapı hızlıca gelir: öfke ve akrabalığı kesmek.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etmiştir: \"Noble olanın, noble olanın, noble olanın, noble olanın oğlu Yusuf ibn Ya'qub ibn Ishaq ibn Ibrahim'dir.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etmiştir: \"Kalkış Günü'nde benim dostlarım, taqva sahibi olanlardır, hatta bir soydan daha yakın olsalar bile. İnsanlar bana yaptıklarını getirmeyecekler. Bu dünyayı omuzlarında taşıyarak gelecekler ve 'Muhammed!' diye haykıracaklar. Ben de, 'Hayır,' diyeceğim, ve onlara tam yetki sahibi olacağım.\""
    },
    {
      "id": 11,
      "narrator": "Ibn 'Abbas said, \"I do not know anyone who acts by this ayat:",
      "text": "İbn Abbas şöyle dedi: \"Bu ayeti uygulayan kimseyi tanımıyorum: 'Ey insanlar! Sizi bir erkek ve bir dişiden yarattık ve sizi kavimlere ve kabilelere ayırdık ki birbirinizi tanıyasınız. Allah katında en şerefliniz, en çok taqva sahibi olanınızdır.' (49:13) Bir adam diğerine, 'Ben senden daha şereflim,' der. Hiç kimse, taqva dışında bir başkasından daha şerefli değildir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn Abbas şöyle dedi: \"Şeref nedir? Allah şerefi açıklamıştır. Allah katında en şerefli olanınız, en çok taqva sahibi olanınızdır. Soy nedir? En iyi soy, en iyi ahlaka sahip olandır.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Aişe şöyle dedi: \"Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Ruhlar bir toplu ordudur. Birbirlerini tanıdıklarında dost olurlar. Tanımadıklarında ise anlaşamazlar.' dediğini duydum.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etmiştir: \"Ruhlar toplu ordulardır. Birbirlerini tanıyanlar dosttur. Tanımayanlar ise anlaşamazlar.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Hureyre şöyle dedi: \"Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Bir çoban koyunlarına bakarken, bir kurt bir koyunu kapıp gitti. Çoban, kurdun peşinden gitti ve kurt ona, 'Yaban Hayvanları Günü'nde onlara kim bakacak? Onların çobanı ben olmaktan başka kimse yok.' dedi. İnsanlar, 'Subhanallah!' dediler. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Ben buna inanıyorum - ben, Ebu Bekir ve Ömer.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ali dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, bir cenaze alayındaydı ve bir şey aldı, yere kazımaya başladı. 'Sizden hiç kimsenin, yeri ya ateşte ya da cennette yazılı değildir' dedi. Onlar, 'Ey Allah'ın Resulü, o zaman bizim için yazılanla yetinip eylemde bulunmamalı mıyız?' dediler. 'Eylemde bulunun' dedi. 'Her şey, onun için yaratıldıysa kolaydır.' Ekledi, 'Eğer birisi mutluların arasındaysa, mutluluk eylemlerini gerçekleştirmesi onun için kolaydır. Eğer birisi bedbahtların arasındaysa, bedbahtlık eylemlerini gerçekleştirmesi onun için kolaydır.' Sonra, 'Kim verir, takva sahibi olur ve iyiliği tasdik ederse' (92:5-10) ayetini okudu.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Usayd ibn Abi Usayd, annesinin şöyle dediğini bildirdi: \"Ben Abu Katada'ya dedim ki, 'Neden Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, bir şey aktarmıyorsun?' Abu Katada dedi ki, 'Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, şunu duyduğumu söyledim: \"Kim benimle ilgili yalan söylerse, kendisine ateşte bir yatak hazırlamış olur.\" Allah'ın Resulü, Allah ona salat ve selam eylesin, bunu söylediğinde, elini yere silmeye başladı.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    }
  ]
}