{
  "language": "tr",
  "metadata": {
    "length": 12,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Zayd ibn Khalid el-Cuheni dedi ki: \"Allah'ın Resulü, ona salat ve selam olsun, Hudeybiye'de sabah namazını kıldırdı. Gece üzerimize yağmur yağmıştı. Namazı bitirdiğinde, insanlara döndü ve 'Rabbinizin ne söylediğini biliyor musunuz?' dedi. Onlar da 'Allah ve Resulü en iyi bilendir' dediler. O da, 'Bu sabah kullarım inananlar ve inanmayanlar olarak ikiye ayrıldılar. 'Biz yağmuru Allah'ın lütfu ve merhametiyle aldık' diyenler, bana inanıyor ve yıldızları reddediyorlar. 'Bu, belirli bir yıldız yüzündendir' diyenler ise, bana inanmıyor ve yıldızlara inanıyorlar.'\""
    },
    {
      "id": 2,
      "narrator": "'A'isha said, \"When the Prophet, may Allah bless him and grant\nhim peace, saw a cloud in the sky, he would get up and down and walk to\nand fro, and his face would change colour. When it rained, that would leave\nhim.\" When A'isha commented on that, the Prophet, may Allah bless him and\ngrant him peace, said, \"I do not know. Perhaps it will be as Allah Almighty\nsays:",
      "text": "Aişe dedi ki: \"Peygamber, ona salat ve selam olsun, gökyüzünde bir bulut gördüğünde, ayağa kalkar, gidip gelir ve yüzü değişirdi. Yağmur yağdığında, bu durum onu terk ederdi.\" Aişe bu durumu yorumladığında, Peygamber, ona salat ve selam olsun, \"Bilmiyorum. Belki de Allah Teala'nın söylediği gibi olur: 'Onlar, vadilerine doğru ilerleyen bir fırtına bulutunu gördüklerinde...' (46:24)\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abdullah ibn Mes'ud, Peygamber, ona salat ve selam olsun, \"Kötü alametlere (tayyara) dikkat etmek, şirk koşmaktır. Bunun bizimle hiçbir ilgisi yoktur. Allah, O'na güvenerek bunu ortadan kaldırır.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber, ona salat ve selam olsun, \"Kötü alametler. En iyisi ise, iyi alamettir.\" dediğini duydu. Onlar da, \"İyi alamet nedir?\" diye sordular. O da, \"Sizden birinin duyduğu güzel bir sözdür.\" diye cevap verdi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abdullah ibn Mes'ud, Allah'ın Resulü, ona salat ve selam olsun, \"Milletler, haccın bayramında bana sunuldu ve benim ümmetimin sayısına hayret ettim. Düzlükleri ve dağları doldurdular.\" dediğini bildirdi. Onlar, \"Muhammed, memnun musun?\" dediler. O da, \"Evet, Ey Rabbim!\" dedi. \"Bu insanların yanı sıra, hesapsız olarak Cennete girecek yetmiş bin kişi daha var. Onlar, nazar boncuğu kullanmayan, cauterize olmayan ve alamet aramayan, Rablerine güvenenlerdir.\" 'Ukkaşe, \"Allah'tan beni onlardan eylemesini iste!\" diye bağırdı. Sonra başka bir adam, \"Allah'tan beni onlardan eylemesini iste!\" dedi. Peygamber, \"Ukkaşe sizden öne geçti.\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Alqama, Aişe'nin çocuklar doğduğunda onlara dua ettiğini bildirdi. Bir çocuğa gitti ve yastığını kaldırdığında başının altında bir jilet buldu. Jileti sorduklarında, \"Biz onu cinlere karşı koymak için koyduk.\" dediler. Aişe, jileti aldı, attı ve kullanmalarını yasakladı. Allah'ın Resulü, ona salat ve selam olsun, şeylerde kötü alametler görmeyi sevmediğini ve nefret ettiğini söyledi. Bunu yapmayı yasakladı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Enes, Peygamber, ona salat ve selam olsun, \"Enfeksiyon yoktur ve kötü alamet yoktur, ama ben iyi alametten hoşlanırım - güzel bir sözdür.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Hiba at-Tamimi, babasından, Peygamber, ona salat ve selam olsun, \"İntikam ruhu (hama) yoktur ve en doğru alamet iyi alamettir. Nazar, bir gerçektir.\" dediğini aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Abdullah ibn es-Sa'ib, Hudeybiye yılı, Osman ibn Affan'ın Peygamber, ona salat ve selam olsun, Suhayl'in kendisine bir ateşkes yapmak üzere gönderildiğini söylediğini bildirdi. Osman, \"Eğer bu yıl onları terk edersen, Mekke'yi senin için üç gün boş bırakacaklar.\" dedi. Osman geldiğinde ve Peygamber, ona salat ve selam olsun, \"Suhayl geldi.\" denildiğinde, \"Allah işimizi kolaylaştırdı (sahhala).\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abdullah ibn Ömer, Allah'ın Resulü, ona salat ve selam olsun, \"Kötü şans, evlerde, kadınlarda ve atlarda bulunur.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Sahl ibn Sa'd, \"Bir şeyde kötü şans varsa, o evlerde, kadınlarda ve atlarda vardır.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Enes ibn Malik, \"Bir adam dedi ki, 'Allah'ın Resulü, biz bir evdeydik ve sayımız çoktu, içinde de çok malımız vardı. Sonra başka bir eve taşındık ve sayımız azaldı, malımız da azaldı (yeni evde).' Allah'ın Resulü, ona salat ve selam olsun, 'Ona (ilk eve) geri dön ya da ondan (ikinci evden) çık - o kötü.' dedi.\""
    }
  ]
}