{
  "language": "tr",
  "metadata": {
    "length": 33,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Allah hapşırmayı sever, esnemeyi ise nefret eder. Sizden biri hapşırdığında ve Allah'a hamd ettiğinde, onu duyan her Müslümanın ona 'Allah sana rahmet etsin' demesi vaciptir. Esneme şeytandandır. Sizden biri esnediğinde, bunu mümkün olduğunca kontrol etmelidir. Bir adam 'Aawh!' dediğinde, şeytan ona güler.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Sizden biri hapşırdığında ve 'Hamd, alemlerin Rabbi olan Allah'a olsun' dediğinde, melek 'Alemlerin Rabbi' der. Siz 'Alemlerin Rabbi' dediğinizde, melek 'Allah sana rahmet etsin' der.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Sizden biri hapşırdığında, 'Hamd, Allah'a olsun' demelidir ve kardeşi veya arkadaşı ona 'Allah sana rahmet etsin' demelidir. Sonra 'Allah seni hidayete erdirsin ve işlerini düzene koysun' demelidir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abdurrahman ibn Ziyad ibn An'am el-Ifriqi dedi ki: \"Babam bana, Muaviye döneminde bir deniz akınında bulunduklarını söyledi. 'Gemimiz Ebu Eyyub el-Ensari'nin gemisinin yanındaydı. Öğle yemeği zamanı geldiğinde, onu davet ettik ve o da geldi. 'Beni davet ettiniz, ama oruçlu olmama rağmen davetinizi kabul etmemek mümkün değil, çünkü Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, 'Bir Müslümanın kardeşine altı hakkı vardır. Bunlardan birini ihmal ederse, kardeşine karşı farz olan bir görevi ihmal etmiş olur. Selam verdiğinde selamını almalıdır. Davet ettiğinde davetini kabul etmelidir. Hapşırdığında ona rahmet dilemelidir. Danıştığında ona iyi nasihatte bulunmalıdır.' dediğini duydum.'\""
    },
    {
      "id": 5,
      "narrator": "Ibn Mas'ud reported that the Prophet, may Allah bless him and grant\nhim peace, said, \"There are four things that one Muslim owes another Muslim:",
      "text": "İbn Mes'ud, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Bir Müslümanın diğer bir Müslümana dört hakkı vardır: hasta olduğunda ziyaret etmek, öldüğünde yanında olmak, davet ettiğinde kabul etmek ve hapşırdığında ona rahmet dilemek.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "El-Bara' ibn Azib dedi ki: \"Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, bize yedi şey yapmamızı emretti ve yedi şeyden de nehyetti. Bize hasta olanları ziyaret etmeyi, cenaze alaylarına katılmayı, hapşıranlara rahmet dilememizi, yeminlerimizi yerine getirmemizi, mazlumlara yardım etmemizi, selamı iade etmemizi ve davetleri kabul etmemizi emretti. Altın yüzükler, gümüş kaplar, kırmızı (ipek) eyer örtüleri, Qassi (ipek ve keten) giysiler, kalın brokar, işlemeli ipek ve saf ipek giysileri yasakladı.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Allah'ın Resulü'nün şöyle söylediğini rivayet etmiştir: \"Bir Müslümanın diğer Müslümana altı görevi vardır.\" Kendisine soruldu: \"Onlar nelerdir, Allah'ın Resulü?\" O da: \"Onu gördüğünde selam vermek, davet ettiğinde kabul etmek, danıştığında ona iyi nasihatte bulunmak, hapşırdığında ve 'Hamd, Allah'a olsun' dediğinde ona rahmet dilemek, hasta olduğunda ziyaret etmek ve öldüğünde cenaze alayına katılmak.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ali dedi ki: \"Birisi hapşırdığında ve 'Hamd, alemlerin Rabbi olan Allah'a olsun, her durumda' derse, asla diş ağrısı veya kulak ağrısı çekmeyecektir.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Salih, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Sizden biri hapşırdığında, 'Hamd, Allah'a olsun' demelidir. 'Hamd, Allah'a olsun' dediğinde, kardeşi veya arkadaşı ona 'Allah sana rahmet etsin' demelidir. Sonra hapşıran kişi 'Allah seni hidayete erdirsin ve işlerini düzene koysun' demelidir.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Allah hapşırmayı sever ve esnemeyi sevmez. Sizden biri hapşırdığında ve Allah'a hamd ettiğinde, onu duyan her Müslümanın ona 'Allah sana rahmet etsin' demesi vaciptir. Esneme ise şeytandandır. Sizden biri esnediğinde, bunu mümkün olduğunca bastırmalıdır. Sizden biri esnediğinde, şeytan ona güler.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Birisine rahmet dileğinde bulunulduğunda, 'Allah bizi ve sizi ateşten korusun. Allah sana rahmet etsin' demelidir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Biz Allah'ın Resulü ile oturuyorduk, Allah'ın selamı ve bereketi üzerine olsun, bir adam hapşırdı ve Allah'a hamd etti. Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, ona 'Allah sana rahmet etsin' dedi. Sonra başka bir adam hapşırdı ama Peygamber ona hiçbir şey söylemedi. Adam, 'Allah'ın Resulü! Diğer adama cevap verdiniz, ama bana hiçbir şey söylemediniz!' dedi. Peygamber cevap verdi: 'O Allah'ı andı, sen ise sessiz kaldın.'\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "930'a benzer, ancak Enes'ten."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"İki adam, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in yanında oturuyordu ve bunlardan biri diğerinden daha soyluydu. İkisi arasında daha soylu olan hapşırdı ve Allah'ı anmadı, bu yüzden Peygamber ona rahmet dilemedi. Sonra diğer adam hapşırdı ve Allah'ı andı, bu yüzden Peygamber, Allah'ın selamı ve bereketi üzerine olsun, ona rahmet diledi. Soylu adam dedi ki: 'Ben senin yanında hapşırdım ve sen benim için rahmet dilemedin. Bu diğer adam hapşırdı ve sen ona rahmet diledin.' Peygamber dedi ki: 'Bu adam Allah'ı andı, ben de onu andım. Sen Allah'ı unuttun, ben de seni unuttum.'\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Nafi' dedi ki: \"'Abdullah ibn 'Umar hapşırdığında, ona 'Allah sana rahmet etsin' dediler, İbn 'Umar da: 'O, bize ve size rahmet etsin. O, bizi ve sizi affetsin.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Abdullah dedi ki, \"Sizden biri hapşırdığında, 'Hamd, âlemlerin Rabbi Allah'a olsun.' demelidir. Ona cevap veren kimse 'Allah sana rahmet eylesin.' desin. Sonra hapşıran kişi 'Allah beni ve seni affetsin.' demelidir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "İyas ibn Selame, babasının şöyle dediğini aktardı: \"Bir adam, Peygamber'in, ona Allah'ın selamı ve bereketi üzerine olsun, huzurunda hapşırdı ve Peygamber, 'Allah sana rahmet eylesin.' dedi. Sonra adam tekrar hapşırdı ve Peygamber, ona Allah'ın selamı ve bereketi üzerine olsun, 'Bu adamın soğuk algınlığı var.' dedi.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Makhul el-Azdi dedi ki, \"Ben İbn 'Umar'ın yanında, caminin bir tarafında bir adam hapşırdığında, İbn 'Umar, 'Eğer Allah'ı övdüysen, Allah sana rahmet eylesin.' dedi.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Mücahid dedi ki, \"'Abdullah ibn 'Umar'ın oğullarından biri, ya Ebu Bekir ya da Ömer hapşırdığında, 'Ab!' dedi. İbn 'Umar, 'Bu 'Ab' nedir? 'Ab, hapşırma ile övgü arasında gelen şeytanlardan birinin adıdır.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Hadis 935'e bakınız."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Bir kişiye bir kez, iki kez ve üç kez rahmet dile. Bunun dışındaki her şey soğuk algınlığıdır.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Musa dedi ki, \"Yahudiler, Peygamber'in, ona Allah'ın selamı ve bereketi üzerine olsun, huzurunda hapşırdıklarında, onun onlara 'Allah sana rahmet eylesin.' demesini umarlardı. O ise onlara, 'Allah sizi hidayete erdirsin ve sizi düzene koysun.' derdi.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Burda dedi ki, \"Ben Ebu Musa'nın Umm al-Fadl ibn al-'Abbas'ın evinde bulunduğu sırada hapşırdım ve Ebu Musa bana rahmet dilemedi. Umm al-Fadl hapşırdı ve ona rahmet diledi. Ben anneme söyledim, böylece Ebu Musa ona geldiğinde, annem ona karşı çıktı ve 'Oğlum hapşırdı ve ona rahmet dilemedin. O (Umm al-Fadl) hapşırdı ve ona rahmet diledin.' dedi. Ebu Musa cevap verdi, 'Peygamber'in, ona Allah'ın selamı ve bereketi üzerine olsun, 'Sizden biri hapşırdığında ve Allah'ı övdüğünde, ona rahmet dilemelisiniz. Eğer Allah'ı övmezse, ona rahmet dilemeyin.' dediğini duydum. Oğlum hapşırdı ve Allah'ı övmedi, bu yüzden ona rahmet dilemedim. O ise hapşırdı ve Allah'ı övdü, bu yüzden ona rahmet diledim.' Annem, 'İyi yaptın.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, ona Allah'ın selamı ve bereketi üzerine olsun, \"Sizden biri esnediğinde, bunu mümkün olduğunca bastırmalıdır.\" dediğini bildirdi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Mu'adh dedi ki, \"Ben Peygamber'in, ona Allah'ın selamı ve bereketi üzerine olsun, arkasında binerken, 'Mu'adh!' diye seslendi. 'Hizmetindeyim!' dedim. Sonra Peygamber üç kez aynı şeyi söyledi ve 'Biliyor musun, Allah'ın kulları üzerindeki hakkı nedir? Onun dışında hiçbir şeyi O'na ortak koşmadan, yalnızca O'na ibadet etmeleridir.' dedi. Sonra bir saat daha bindi.\""
    },
    {
      "id": 26,
      "narrator": "Ka’b bin Maalik (ra) related his account when he lagged behind in the Battle of Tabook. He said:",
      "text": "Ka'b bin Malik (ra) Tabuk Savaşı'nda geri kaldığında yaşadığı olayı aktardı. Dedi ki: \"Allah benim tövbeimi kabul ettiğinde ve Allah'ın Elçisi (ﷺ) sabah namazı vaktinde benim tövbe kabul edildiğini ilan ettiğinde, insanlar beni büyük bir kalabalıkla karşılayıp, tövbe kabulüm için tebrik ettiler. 'Tebrikler, Allah senin tövbeni kabul etti.' dediler. Ben de Mescid-i Nebevi'ye girdim. İnsanlar onun etrafında oturuyordu. Talha bin Ubaydullah ayağa kalkıp bana doğru koştu, elimi sıktı ve tebrik etti. Vallahi, yanında bulunan Muhacirlerden biri benim için ayağa kalktı. Bu Talha'nın bu davranışını asla unutmayacağım.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri (ra) bazı insanların (Banu Kureyş Yahudileri) Sa'd bin Muaz'ın emriyle aşağıya indiklerini söyledi. O çağrıldı ve bir eşeğin üzerinde geldi. Camiyi yaklaştığında, Peygamber (ﷺ) 'Sizden daha iyi olan için ayağa kalkın' ya da 'Şefkiniz için ayağa kalkın.' dedi. Ayrıca, 'Ey Sa'd, bu insanlar senin emirlerinle indiler.' dedi. Sa'd, 'Onların savaşçı olanları öldürülmeli ve genç çocukları esir alınmalıdır.' dedi. Peygamber (ﷺ) 'Sen Allah'ın hükmüne göre hüküm verdin.' ya da 'Sen Kral'ın emri doğrultusunda karar verdin.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Enes dedi ki, \"İnsanların Peygamber'i, ona Allah'ın selamı ve bereketi üzerine olsun, görmekten daha çok sevdiği kimse yoktu. Ama onu gördüklerinde, onun hoşlanmadığını bildikleri için onun için ayağa kalkmazlardı.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "A'işe, Müminlerin Annesi, dedi ki, \"Peygamber'e, ona Allah'ın selamı ve bereketi üzerine olsun, sözleri, konuşması veya oturuş şekli bakımından en çok benzeyen kimseyi Fatıma'dan daha fazla görmedim.\" A'işe devam etti, \"Peygamber, ona Allah'ın selamı ve bereketi üzerine olsun, onun geldiğini görünce, ona selam verir ve sonra onun için ayağa kalkar, onu öper, elini alır ve onu kendi yerine oturturdu. Peygamber, ona Allah'ın selamı ve bereketi üzerine olsun, onu ziyaret ettiğinde, o ona selam verir, onun için ayağa kalkar ve onu öperdi. O, Peygamber, ona Allah'ın selamı ve bereketi üzerine olsun, son hastalığında ona geldiğinde, o ona selam verdi, onu öptü ve ona bir sır verdi. O ağladı. Sonra ona başka bir şey daha söyledi ve o güldü. Ben kadınlara, 'Bu kadının diğer kadınlardan üstün olduğunu görüyorum, ama o onlardan biri.' dedim. Önce ağladı, sonra güldü.' Ona, 'Ona ne söyledin?' dedim. O da, 'Bir sır vereceğim.' dedi. Peygamber, ona Allah'ın selamı ve bereketi üzerine olsun, vefat ettiğinde, Fatıma dedi ki, 'O bana, \"Ben ölüyorum.\" dedi, bu yüzden ağladım. Sonra, \"Ailemden bana katılacak ilk kişi sensin.\" dedi, bu yüzden mutlu oldum ve sevindim.'\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Cabir dedi ki, \"Peygamber, ona Allah'ın selamı ve bereketi üzerine olsun, hastaydı ve biz onun arkasında oturarak namaz kıldık. Ebu Bekir, insanlara tekbirini iletti. Peygamber bize döndü ve ayakta durduğumuzu görünce, oturmamız için işaret etti. Böylece onunla birlikte oturarak namaz kıldık. Taslim ettiğinde, 'Siz, Perslerin ve Romalıların yaptığı şeyi yapmaya yaklaşıyordunuz. Onlar, krallarının önünde oturduklarında ayağa kalkarlar. Bunu yapmayın. İmamlarınıza uyun. Eğer imam ayakta namaz kılarsa, siz de ayakta namaz kılın. Eğer oturarak namaz kılarsa, siz de oturarak namaz kılın.' dedi.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in (s.a.v) şöyle söylediğini rivayet etmiştir: \"Sizden biri esnerse, elini ağzının üzerine koysun. Aksi takdirde Şeytan oraya girebilir.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "İbn Abbas şöyle demiştir: \"Birisi esnerse, elini ağzının üzerine koymalıdır. Esneme Şeytan'dan gelir.\""
    }
  ]
}