{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, Umm Hiram'ı, Milhan'ın kızı ve 'Ubade ibn as-Samit'in eşini ziyaret ederdi. O da ona yiyecek verir ve başını nitelerdi. Sonra uyudu ve gülerken uyandı.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Kays ibn 'Asim es-Sa'idi dedi ki, \"Ben Allah'ın Resulüne, Allah ona salat ve selam eylesin, geldim ve o, 'İşte çöl halkının efendisi.' dedi. Ben de, 'Allah'ın Resulü, bir talep ya da misafirle gelen birine hiçbir şey sahibi olmadan ne kadar malım olabilir?' dedim. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'En iyi mal kırk. Çok mal altmış. Yüzlerce malı olanlara yazıklar olsun, ancak değerli bir şey veren, bol süt veren bir hayvanı ödünç veren ya da yemek için şişman bir hayvan kesip dilencilere ve fakirlere veren hariç.' dedi. Ben de, 'Allah'ın Resulü, bu niteliklerden hangisi en yüce?' diye sordum. 'Bulunduğum vadi çok sayıda sürüyü desteklemiyor.' dedi. Peygamber, 'O zaman hediye olarak ne veriyorsun?' diye sordu. Ben de, 'Bakire develer ve dişi develer veriyorum.' dedim. Peygamber sordu, 'Kredi olarak ne kadar veriyorsun?' Ben de, 'Yüz veriyorum.' dedim. O da, 'Eşleşmeye hazır dişi develerle ne yapıyorsun?' diye sordu. Ben de, 'İnsanlar iplerini getiriyorlar (erkek develer için kullanmak üzere) ve hiç kimse, ip takmadığı bir deveyi almasına engel olunmuyor. O, eşleşmesi gereken erkek deveyi alıyor ve onu geri getirene kadar yanında tutuyor.' dedi. Peygamber, Allah ona salat ve selam eylesin, 'Hangisini daha çok seversin? Malını mı yoksa evlatlarını mı?' dedi. ('Malımı,' diye cevap verdi.) Peygamber, 'Senin payın, malından yediğin ve harcadığın ya da verdiğin şeydir. Geri kalanı ise mirasçılarına aittir.' dedi. Ben de, 'Geri döndüğümde, onu azaltmalıyım.' dedim.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "'Abdullah ibn as-Samit dedi ki, \"Yakın arkadaşım Abu Dharr'a sordum. O da, 'Ben, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, abdest için su getirdim. O başını salladı ve dudağını ısırdı. Ben de, 'Babam ve annem sana fidye olsun, seni yaraladım mı?' dedim. 'Hayır,' dedi, 'ama amirlerle mi yoksa imamlarla mı karşılaşacaksın? Onlar namazı vaktinden geçecek şekilde geciktirecekler.' 'O zaman bana ne emredersin?' dedim. O da, 'Namazı vaktinde kıl. Eğer onlarla karşılaşırsan, onlarla birlikte namaz kıl ve 'Ben zaten namaz kıldım, tekrar kılmayacağım.' deme.' dedi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "'Ali, Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Ali ve Peygamber'in kızı Fatıma'nın kapısını çaldı ve 'Namaz kılmıyor musunuz?' dedi. 'Ali, 'Ben de, 'Allah'ın Resulü, ruhlarımız Allah'la. O bizi uyandırmak istediğinde, telafi edeceğiz.' dedim. Peygamber, Allah ona salat ve selam eylesin, bana hiçbir şey söylemeden gitti. Sonra arkasını döndüğünde, uyluğuna vurduğunu duydum. 'İnsanoğlu her şeyden çok tartışkandır.' dedi.\" (18:54)"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Razin, Ebu Hureyre hakkında dedi ki, \"Onu elini alnına vurarak, 'Irak halkı, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, yalan söylediğimi iddia mı ediyorsunuz? Ben yanlış bir eylemde bulunurken siz eğlence mi yaşıyorsunuz? Ben, Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, 'Biriniz sandaletinin kayışını kopardığında, onarılmadan diğer sandaletinde yürümemelidir.' dediğini duyduğuma şahitlik ederim.'\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu'l-'Aliyya el-Bara' dedi ki, \"'Abdullah ibn as-Samit yanımdan geçti ve ben ona bir sandalye verdim. O oturdu. Ben de, 'İbn Ziyad namazı geciktirdi. Ne emredersin?' dedim. O uyluğuma vurdu (ve sanırım, 'Bende bir iz bıraktı' dedi) ve sonra, 'Ben de sana sorduğum gibi Abu Dharr'a sordum ve o da benim uyluğuma vurdu. O da, 'Namazı vaktinde kıl, ama eğer onlardan bazılarıyla karşılaşırsan, onlarla birlikte namaz kıl ve 'Ben zaten namaz kıldım.' demeyip namaz kılma.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'Abdullah ibn 'Umar'ın bildirdiğine göre, 'Umar, Allah'ın Resulü, Allah ona salat ve selam eylesin, ile birlikte bir grup ile İbn Sayyad'ı ziyaret etti. Onu Banu Maghala'nın tepelerinde çocuklarla oynarken buldular. İbn Sayyad, ergenlik çağına yaklaşan biri olarak, Peygamber, Allah ona salat ve selam eylesin, ona elini dokundurduğunda onları fark etmedi. Sonra ona, 'Ben Allah'ın Resulü olduğuma şahitlik eder misin?' dedi. İbn Sayyad ona baktı ve, 'Ben, senin okuma yazma bilmeyenlerin Resulü olduğuna şahitlik ederim.' dedi. İbn Sayyad, Peygamber'e, 'Ben Allah'ın Resulü olduğuna şahitlik eder misin?' dedi. O da bunu reddetti ve, 'Ben Allah'a ve O'nun Resulleri'ne inandım.' dedi. Sonra ona, 'Ne tür rüyalar görüyorsun?' dedi. İbn Sayyad, 'Hem doğru insanlar hem de yalancılar bana geliyor.' dedi. Peygamber, Allah ona salat ve selam eylesin, 'Sen bir karmaşa içindesin.' dedi. Sonra Peygamber, Allah ona salat ve selam eylesin, ona, 'Senden bir şey saklıyorum.' dedi. İbn Sayyad, 'Bu sadece duman.' dedi. O da, 'Yazıklar olsun sana! Çok ileri gidemeyeceksin.' dedi. 'Umar, 'Allah'ın Resulü, onun başını kesmeme izin verir misin?' dedi. Peygamber, Allah ona salat ve selam eylesin, 'Eğer o (yani Deccal) ise, ona karşı üstün gelemezsin. Eğer o değilse, onu öldürmenin bir anlamı yok.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Cabir dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, cünüp olduğunda, başına üç kap su dökerdi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Cabir dedi ki, \"Medine'de, Allah'ın Resulü, Allah ona salat ve selam eylesin, bir atın üzerinden hurma kütüğüne düşerek ayağını çıkardı. Biz, 'A'işe'nin odasında onu ziyaret ederdik. Onu oturarak namaz kılarken bulduk ve biz de onun arkasında ayakta namaz kıldık. O, oturmamız için bize işaret etti. Namazı bitirdiğinde, 'İmam oturarak namaz kıldığında, oturarak namaz kılın. Ayakta namaz kıldığında, ayakta namaz kılın. İmam otururken ayakta durmayın, Perslerin büyükleriyle yaptıkları gibi.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "O ayrıca dedi ki, \"Ensar'dan bir kölenin bir oğlu vardı ve ona Muhammed adını verdi. Ensar, 'Resulullah'ın künyesini sana vermeyeceğiz, ta ki yolda oturup Peygamber'e Kıyamet Saati hakkında sormadıkça.' dedi. Peygamber, 'Beni Kıyamet hakkında sormak için mi geldiniz?' dedi. 'Evet,' dedik. O da, 'Şu anda hayatta olan hiç kimse onu göremeyecek, hatta yüz yıl yaşasa bile.' dedi. 'Ensar'dan bir kölenin bir oğlu oldu ve ona Muhammed adını verdi. Ensar, 'Seni Resulullah'ın künyesiyle anmayacağız.' dedi. Peygamber, 'İyi yaptınız. Kendinizi benim adımla çağırın, ama künyemi kullanmayın.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Cabir ibn 'Abdullah, Allah'ın Resulü, Allah ona salat ve selam eylesin, pazar yerinden geçtiğini, şehrin yüksek kısmından girdiğini ve insanların her iki yanında olduğunu bildirdi. Tek kulağı kesik bir keçinin yanından geçti ve kulağını uzattı. Sonra, \"Bunu bir dirheme kim almak ister?\" dedi. Onlar da, \"Değersiz olduğu için neden almak isteyelim? Bununla ne yapacağız?\" dediler. O da, \"Bunu almak ister misiniz?\" dedi. \"Hayır,\" dediler. O, bunu üç kez sordu ve onlar, \"Hayır, Allah'a yemin olsun! Eğer hayatta olsaydı, tek kulağı olduğu için bir kusuru olurdu. Ölü olduğunda neden almak isteyelim?\" dediler. Peygamber, \"Allah'a yemin olsun, bu dünya, Allah katında bu keçinin sizin gözünüzdeki değerinden daha azdır.\" dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "'Utayy ibn Damura dedi ki, \"Ubay ile birlikte, bir adamın cahiliye ile kendini tanıttığını gördüm, bu yüzden Ubay ona babasının erkek organını ısırmasını söyledi ve mecazi konuşmadı (yani açık oldu). Arkadaşları ona baktı. O da, 'Görünüşe göre bunu onaylamıyorsunuz.' dedi. Sonra, 'Bu konuda kimseye endişe göstermeyeceğim. Gerçekten, Peygamber, Allah ona salat ve selam eylesin, 'Cahiliye ile kendini tanıtan kimseye, babasının erkek organını ısırmasını söyleyin ve mecazi konuşmayın (yani açık olun).' dediğini duydum.'\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Sa'd dedi ki, \"İbn 'Umar'ın ayağı uyuştu ve bir adam ona, 'En çok sevdiğin kişiyi an.' dedi. O da, 'Muhammed.' dedi.\""
    }
  ]
}