{
  "language": "tr",
  "metadata": {
    "length": 87,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu Musa'nın, Allah ona rahmet eylesin, Peygamber ile, Allah ona salat ve selam eylesin, Medine'nin bahçelerinden birinde bulunduğu rivayet edilmiştir. Dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, elinde su ve çamura vurduğu bir dal vardı. Bir adam geldi ve bahçenin açılmasını istedi, Peygamber, Allah ona salat ve selam eylesin, 'Onun için açın ve ona Cennet müjdesini verin.' dedi. Gittim ve o Abu Bekir'di, Allah ondan razı olsun. Kapıyı açtım ve ona Cennet müjdesini verdim. Sonra başka bir adam içeri girmek istedi ve Peygamber, Allah ona salat ve selam eylesin, 'Kapıyı açın ve ona Cennet müjdesini verin.' dedi. O da Ömer'di, Allah ondan razı olsun, onu içeri aldım ve Cennet müjdesini verdim. Sonra bir başka adam daha içeri girmek istedi. Peygamber, yaslanmıştı, ama oturdu ve 'Onun için açın ve ona Cennet müjdesini verin, başına bir bela gelecek.' dedi. Gittim ve o da Osman'dı, kapıyı açtım ve ona Peygamber'in söylediklerini aktardım. O da, 'Allah yardım istenen O'dur.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Salama ibn Wardan dedi ki: \"Anas ibn Malik'i bazı insanlarla tokalaşırken gördüm ve bana, 'Sen kimsin?' diye sordu. Ben de, 'Banu Layth'in mawlâsıyım.' dedim. Başımı üç kez okşadı ve 'Allah seni mübarek kılsın.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki: \"Yemen halkı geldiğinde, Peygamber, Allah ona salat ve selam eylesin, 'Yemen halkı geldi ve onların kalpleri sizden daha yumuşak. Onlar el sıkışmayı ilk teklif edenlerdir.' dedi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Al-Bara' ibn 'Azib dedi ki: \"Tam selamlaşmanın bir parçası, kardeşinin elini sıkmaktır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "İbrahim ibn Marzuq ath-Thaqafi, babasının (Allah ibn az-Zubayr'a ait olduğunu) kendisine söylediğini aktardı: \"'Abdullah ibn az-Zubayr beni annesi Asma' bint Abi Bekr'e gönderdi ve ona el-Haccac'ın onlara nasıl davrandığını anlattı. O, benim için dua etti ve başımı okşadı. O zaman ben küçük bir çocuktum.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Cabir ibn Abdullah dedi ki: \"Bir deve satın aldım ve onu bir ay boyunca sert bir şekilde sürdüm ta ki Suriye'ye ulaşana kadar. Orada 'Abdullah ibn Unays vardı ve ona, 'Cabir kapıda.' diye haber gönderdim. Elçi geri döndü ve 'Cabir ibn Abdullah mı?' dedi. 'Evet,' dedim. Bunun üzerine 'Abdullah dışarı çıktı ve beni kucakladı. Ben de, 'Bana daha önce duymadığım bir hadis ulaştı ve birimizin öleceğinden korktum.' dedim.\" Devam etti: \"Peygamber, Allah ona salat ve selam eylesin, 'Allah, kullarını -ya da insanları- çıplak, sünnetsiz, hiçbir şey olmadan toplayacaktır.' dedi. Biz de, 'Hiçbir şey olmadan ne demektir?' diye sorduk. Peygamber dedi ki: 'Onların yanında hiçbir şey olmayacak.' (Peygamber devam etti:) 'Onlara uzaktan duyulan bir sesle hitap edilecek (ve sanırım, 'yakın bir yerden gibi' dedi), 'Ben Kralım. Cennet halkından hiç kimse, kendisine bir haksızlık yaptığı için ateş halkından biri onu ararken Cennete giremeyecek. Ateş halkından hiç kimse, kendisine bir haksızlık yaptığı için Cennet halkından biri onu ararken ateşe giremeyecek.' dedim. 'Bu nasıl olur? Biz Allah'a çıplak ve dünyevi hiçbir mal olmadan mı geleceğiz?' dedim. O da, 'Bu, iyi ve kötü ameller içindir.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Aişe, Müminlerin Annesi, dedi ki: \"Ben, Allah'a salat ve selam eylesin, Resulullah'a konuşma tarzı bakımından en çok benzeyen kimseyi Fatıma'dan daha fazla görmedim. O, Resulullah'a geldiğinde, o da onun için ayağa kalkar, onu karşılar, öper ve onu kendi yerine oturturdu. Peygamber ona geldiğinde, o da onun için ayağa kalkar, elini alır, onu karşılar, öper ve onu kendi yerine oturturdu. O, Peygamber'in son hastalığında ona geldi ve o da ona selam verdi ve öptü.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Biz bir akına çıktık ve insanlar kaçtı. Dedik ki: 'Peygamber, Allah ona salat ve selam eylesin, ile nasıl buluşacağız, biz kaçtık? 'Ayet inmiştir ki, 'Ancak o, savaşa katılmak için geri dönerse.' (8:16) dedik. 'Medine'ye gitmeyeceğiz ve sonra kimse bizi görmeyecek.' dedik. Sonra dedik ki: 'Belki gitmeliyiz.' Peygamber, Allah ona salat ve selam eylesin, sabah namazından geldi ve biz de, 'Kaçtık.' dedik. O da, 'Siz savaşa katılanlarsınız.' dedi.\" Biz onun elini öptük. O da, 'Ben sizin grubunuzum.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Razin dedi ki: \"Biz az-Zubda'dan geçerken, 'Salama ibn al-Akwa' var.' denildi. Ona gittim ve bizi selamladı. Sonra ellerini çıkardı ve, 'Bu iki elle ben, Allah'ın Resulüne, Allah ona salat ve selam eylesin, biat ettim.' dedi. Avucunu, bir deveyi ayağı kadar büyük bir şekilde uzattı ve biz kalkıp onu öptük.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Anas'a soruldu: \"Peygamber, Allah ona salat ve selam eylesin, elinle dokundun mu?\" O da, \"Evet,\" dedi, böylece onu öptüler."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Al-Wazi' ibn 'Amir dedi ki: \"Biz geldik ve 'O, Allah'ın Resulü.' denildi. Onun ellerini ve ayaklarını aldık ve öptük.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Suhayb dedi ki: \"Ali'yi, el-Habbas'ın ellerini ve ayaklarını öperken gördüm.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abu Mijaz dedi ki: \"Muaviye geldiğinde, 'Abdullah ibn 'Amir ve 'Abdullah ibn az-Zubayr oturuyorlardı. Ibn 'Amir ayağa kalktı, Ibn az-Zubayr ise oturdu ve o daha ağırdı. Muaviye dedi ki: 'Peygamber, Allah ona salat ve selam eylesin, 'Kim Allah'ın kullarının kendisine saygı göstermesi için ayağa kalkmasını isterse, ateşteki yerini alsın.' dedi.'\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber'in, Allah ona salat ve selam eylesin, şöyle dediğini rivayet etti: \"Allah, Adem'i, Allah ona salat ve selam eylesin, yarattı ve boyu 60 arşındı. 'Git ve oturan o melekleri selamla ve onların sana nasıl cevap verdiğini dinle. Bu, senin selamın ve neslinin selamıdır.' dedi. 'Selamünaleyküm.' dedi ve onlar da, 'Selamünaleyküm ve Allah'ın rahmeti.' diye cevap verdiler. 'Ve Allah'ın rahmeti.' de eklediler. Cennete girecek olan herkes onun suretinde olacaktır, ama yaratılış o zamandan beri devamlı olarak azalmaktadır.'\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Al-Bara' rivayet etti ki: Peygamber, Allah ona salat ve selam eylesin, 'Selamlaşmayı aranızda yaygın hale getirin, o zaman güven içinde olursunuz.' dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın ona salat ve selam etmesini dilediği Peygamber'in şöyle söylediğini bildirmiştir: \"Siz, birbirinizi sevmedikçe, iman etmezsiniz; iman etmedikçe de Cennete giremezsiniz. Size, birbirinizi sevmenizi sağlayacak bir şey söyleyeyim mi?\" \"Evet, Allah'ın Elçisi,\" dediler. Peygamber, \"Aranızda selamı yaygınlaştırın,\" dedi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Abdullah ibn Amr, Allah'ın ona salat ve selam etmesini dilediği Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Merhamet eden Allah'a ibadet edin ve insanlara yemek verin. Aranızda selamı yaygınlaştırın, böylece Cennete gireceksiniz.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Bașir ibn Yesar, \"İbn Ömer'den önce selam veren hiç kimse yoktu,\" demiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Cabir, \"Biri yürüyen, diğeri oturan birine selam vermelidir. İki kişi yürüyorsa, selamı önce veren daha hayırlıdır,\" demiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn Ömer, el-Ağarr'ın (Peygamber'in bir Sahabesi olan Muzayna'dan bir adam) Banu Amr ibn Avf'tan bir adamdan birkaç ölçü hurma alacaklı olduğunu, bu adamın kendisine birçok kez geldiğini söylemiştir. \"Ben Peygamber'e, Allah'ın ona salat ve selam etmesini dilediği, gittim ve o da benimle Ebu Bekir es-Sıddık'ı gönderdi,\" diye devam etti. \"Karşılaştığımız herkes bize selam verdi. Ebu Bekir, 'İnsanlar bizden önce selam verirse, sevap alacaklarını bilmiyor musun? Onlardan önce selam ver, sen de sevap alırsın,' dedi.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Eyyub, Allah'ın ona salat ve selam etmesini dilediği Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Bir Müslüman erkeğin, kardeşinden üç günden fazla ayrılması helal değildir. Onlar karşılaştıklarında, biri dönerse diğeri de dönerse, daha hayırlı olanı selamı önce verendir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın ona salat ve selam etmesini dilediği Peygamber'in bir meclisteyken yanından geçen bir adamın \"Selamünaleyküm\" dediğini bildirmiştir. \"Onun için on sevap,\" dedi. Başka bir adam geçti ve \"Selamünaleyküm ve Allah'ın rahmeti üzerine olsun,\" dedi. Peygamber, \"Yirmi sevap,\" dedi. Sonra başka bir adam geçti ve \"Selamünaleyküm ve Allah'ın rahmeti ve bereketi üzerine olsun,\" dedi. Peygamber, \"Otuz sevap,\" dedi. Sonra meclisteki bir adam kalktı ve selam vermedi. Allah'ın Elçisi, \"Arkadaşınız ne kadar çabuk unutuyor! Sizden biri bir meclise geldiğinde, selam vermelidir. Eğer oturması gerektiğini düşünüyorsa oturur. Ayağa kalktığında selam verir. İkisi de diğerinden daha büyük bir görev değildir,\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ömer, \"Ben Ebu Bekir'in arkasında biniyordum ve bazı insanların yanından geçti. 'Selamünaleyküm,' dedi. Onlar, 'Selamünaleyküm ve Allah'ın rahmeti üzerine olsun,' dediler. O, 'Selamünaleyküm ve Allah'ın rahmeti üzerine olsun,' dedi. Onlar, 'Selamünaleyküm ve Allah'ın rahmeti ve bereketi üzerine olsun,' dediler. Ebu Bekir, 'Bugün insanlar bizden çok daha iyi selam verdiler,' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Aişe, Allah'ın ona salat ve selam etmesini dilediği Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Yahudiler, selam ve Amin konusunda sizlere karşı hiçbir şey için kıskançlık duydukları kadar kıskançlık duymazlar.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Enes, Allah'ın ona salat ve selam etmesini dilediği Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"As-Selam (barış), Allah Teala'nın yeryüzüne koyduğu isimlerinden biridir. Bu nedenle aranızda selam verin.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İbn Mes'ud, \"Peygamber ile birlikte namaz kılıyorduk ve birisi, 'Selam Allah'a olsun,' dedi. Peygamber, namazı bitirdiğinde, 'Kim \"Selam Allah'a olsun\" dedi? Allah, Selam'dır. Daha çok, 'Selam Allah'a ve güzel sözler ve dualar O'na aittir. Selam sana, Ey Peygamber, ve Allah'ın rahmeti ve bereketi üzerine olsun. Selam bize ve Allah'ın tüm doğru davranan kullarına olsun. Ben şahadet ederim ki, Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve Elçisidir,' demelisiniz,\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın ona salat ve selam etmesini dilediği Peygamber'in şöyle söylediğini bildirmiştir: \"Bir Müslümanın diğer Müslüman üzerindeki hakları altıdır.\" Kendisine, \"Nedir bunlar?\" diye soruldu. \"Onunla karşılaştığında, selam vermelidir. Davet ettiğinde, kabul etmelidir. Ondan nasihat istediğinde, iyi bir öğüt vermelidir. Hapşırdığında ve Allah'ı övdüğünde, ona merhamet dilemelidir. Hastalandığında, onu ziyaret etmelidir. Ölüm döşeğinde olduğunda, onu yalnız bırakmamalıdır,\" diye cevap verdi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Abdurrahman ibn Şibl, Peygamber'in, Allah'ın ona salat ve selam etmesini dilediği, \"Binen, yürüyen kişiye selam vermelidir. Yürüyen, oturan kişiye selam vermelidir. Küçük grup, büyük gruba selam vermelidir. Selama cevap veren, bunun sevabını alır. Cevap vermeyen ise hiçbir şey almaz,\" dediğini işittiğini bildirmiştir."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın ona salat ve selam etmesini dilediği Peygamber'in şöyle söylediğini bildirmiştir: \"Binen, yürüyene selam verir. Yürüyen, oturana selam verir. Küçük grup, büyük gruba selam verir.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Cabir, \"İki yürüyen kişi karşılaştığında, selamı önce veren daha hayırlıdır,\" demiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "993'e bak."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Fadala, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini bildirdi: \"Binen kişi oturan kişiye selam verir ve küçük grup büyük gruba selam verir.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ash-Sha'bi, bir binenle karşılaştığını ve önce selam verdiğini söyledi. Ben de, \"Önce selam mı verdin?\" dedim. O, \"Şurayh'ı yürürken gördüm ve o önce selam verdi.\" dedi."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "996'ya bak."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "996'ya bak."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "993'e bak."
    },
    {
      "id": 42,
      "narrator": "Thabit ibn 'Ubayd said, \"I came to a group which included 'Abdullah\nibn 'Umar who said, 'When you greet, make it clearly audible, for it is\na greeting from Allah containing great blessing.:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın selamı ve bereketi üzerine olsun, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Genç kişi yaşlıya selam verir, yürüyen kişi oturan kişiye selam verir ve küçük grup büyük gruba selam verir.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "(sic) Abu'z-Zinad, \"Kharija (ibn Zayd ibn Thabit), selam verdiğinde Zayd'ın mektubuna 'Selamünaleyk, Amir al-Mu'minin, Allah'ın rahmeti, bereketleri, affı ve dualarının en güzeli üzerine olsun.' yazardı.\" dedi."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Mu'aviye ibn Kurra dedi ki, \"Babam bana şöyle söyledi: 'Eğer bir toplulukta oturup oradan bir hayır geleceğini umuyorsan, ama sonra seni oradan ayrılmaya zorlayan bir şey olursa, 'Selamünaleyküm' de, o topluluktaki herhangi bir hayırdan pay alırsın. Allah'ın anılmadığı bir toplulukta oturup ayrılan kimse yoktur ki, o, sanki bir eşeğin cesedinden ayrılıyormuş gibi olur.'\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Kardeşini gören kimse ona selam vermelidir. Eğer aralarında bir ağaç veya duvar olursa ve sonra onu tekrar görürse, diğer taraftan selam vermelidir.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Enes ibn Malik, Peygamber Efendimiz (sallallahu aleyhi ve sellem) zamanında Sahabelerin toplandığını ve ağaç tarafına döndüklerini, bir grubun sağa, diğer grubun sola gittiğini, tekrar bir araya geldiklerinde birbirlerine selam verdiklerini bildirmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Sabit el-Bennani'den rivayet edilmiştir ki, Enes sabahları kardeşleriyle tokalaşmak için elini güzel kokulu yağ ile yağlardı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Abdullah ibn Amr, bir adamın \"Ey Allah'ın Resulü, İslam'ın en iyi yönü nedir?\" dediğini, Resulullah'ın (sallallahu aleyhi ve sellem) \"İnsanları doyurmak ve tanıdıklarına ve tanımadıklarına selam vermektir.\" diye cevap verdiğini bildirmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) insanların avlularında ve yollarda oturmasını yasakladığını bildirmiştir. Müslümanlar, \"Bundan kaçınamayız. Bunu yapamayız.\" dediler. O da, \"Eğer öyleyse, ona hakkını verin.\" dedi. Onlar, \"Hakkı nedir?\" dediler. O da, \"Gözleri aşağıda tutmak, yolcuya rehberlik etmek, Allah'ı öven kimseye merhamet dilemek ve selamı iade etmektir.\" dedi."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"İnsanların en cimrisi, selamda cimri olandır. Hayırdan mahrum kalan, onu iade etmeyen kimsedir. Eğer aranda bir ağaç varsa ve kardeşine selam vermekte ilk olabiliyorsan, bunu yap.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Salim, Abdullah ibn Amr'ın kölesi, \"İbn Ömer selam verildiğinde, selamı artırarak iade ederdi. Onun yanında oturuyordum, 'Selamünaleyküm' dedim, o da, 'Selamünaleyküm ve Allah'ın rahmeti' dedi. Sonra bir başka sefer geldim, 'Selamünaleyküm ve Allah'ın rahmeti' dedim, o da, 'Selamünaleyküm ve Allah'ın rahmeti ve bereketi' dedi. Sonra bir kez daha geldim, 'Selamünaleyküm ve Allah'ın rahmeti ve bereketi' dedim, o da, 'Selamünaleyküm ve Allah'ın rahmeti ve bereketi ve dualarının en güzeli' dedi.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Abdullah ibn Amr ibn el-As dedi ki, \"Şarap içen kimseye selam vermeyin.\""
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Hasan dedi ki, \"Sizinle sapkın bir kişi arasında saygı olmamalıdır.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Ali ibn Abdullah, satrançtan hoşlanmadığını ifade ederken, \"Satranç oynayan birine selam vermeyin. Bu bir tür kumardır.\" dedi."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Ali ibn Ebi Talib dedi ki, \"Peygamber (sallallahu aleyhi ve sellem) bir grup insanın yanından geçti, aralarında bir adam da vardı ki, o, haluk parfümü kullanıyordu. Onlara baktı ve selam verdi, ama o adamdan yüzünü çevirdi. Adam, 'Benden mi yüz çevirdin?' diye sordu. O da, 'Gözlerin arasında bir kırmızılık var.' diye cevap verdi.\""
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Muhammed ibn Abdullah, bir adamın Peygamber'e (sallallahu aleyhi ve sellem) altın bir yüzükle geldiğini, Peygamber'in (sallallahu aleyhi ve sellem) ondan yüz çevirdiğini bildirmiştir. Adam, altından hoşlanmadığını görünce yüzüğü attı. Demir bir yüzük yaptı ve onu taktı. Peygamber'e (sallallahu aleyhi ve sellem) geldi, o da, \"Bu daha kötü. Bu, ateş halkasının süsüdür.\" dedi. Adam gitti, onu attı ve gümüş bir yüzük taktı, Peygamber (sallallahu aleyhi ve sellem) bunun hakkında bir şey söylemedi.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Ebu Sa'id dedi ki, \"Bir adam Bahreyn'den Peygamber'e (sallallahu aleyhi ve sellem) geldi ve ona selam verdi, ama Peygamber ona cevap vermedi. Adam altın bir yüzük ve ipek bir elbise giymekteydi. Adam üzüntü içinde gitti. Karısına şikayette bulundu, o da, 'Belki de Allah'ın Resulü senin elbisen ve yüzüğüne itiraz ediyordur. Onları at ve geri dön.' dedi. O da öyle yaptı ve sonra Peygamber selamını iade etti. Adam, 'Dün sana geldim, sen benden yüz çevirdin.' dedi. Peygamber, 'Elinde ateşten bir kömür vardı.' dedi. Adam, 'O zaman ben kömürle geldim.' dedi. Peygamber, 'Getirdiğin şey için, bu taşlara bağımlılıktan kurtulan kimse yoktur. Ama bu, dünya hayatının zevkidir.' dedi. Adam, 'Yüzüğü neyle yapmalıyım?' dedi. 'Gümüş, pirinç veya demirden yap.' diye cevap verdi.\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Ömer ibn Abdülaziz, Ebu Bekir ibn Ebi Hatem'e sordu: \"Neden Ebu Bekir, 'Ebu Bekir'den, Allah'ın Resulü'nün halifesi' diye yazdı, sonra Ömer de, 'Ömer ibn el-Hattab, Ebu Bekir'in halifesi' diye yazdı? 'Amir al-Mu'minin' unvanını ilk kim yazdı?\" O da, \"Büyükannem Aş-Şifa' bana anlattı, o da 'Amir al-Mu'minin' unvanını ilk yazanlardan biriydi.\" dedi. O, \"Dedem Aş-Şifa' bana anlattı, (o da ilk muhacirlerden biriydi ve Ömer ibn el-Hattab pazara girdiğinde onu ziyaret etti), 'Ömer ibn el-Hattab, Irak valisine, Irak ve halkı hakkında kendisiyle konuşmak üzere iki güvenilir soylu göndermesini istedi. Ona Irak'ın efendisi, Labid ibn Rabi'a ve Adi ibn Hatim'i gönderdi ve onlar Medine'ye geldiler. Develerini caminin avlusuna dizdiler, içeri girdiler ve Amr ibn el-As'ı buldular. Ona, 'Amr, Amir al-Mu'minin, Ömer'i ziyaret etmemiz için izin iste.' dediler. Amr kalktı ve Ömer'e gitti. 'Selamünaleyküm, Amir al-Mu'minin.' dedi. Ömer ona, 'İbn el-As, bu ismi kullanmana ne sebep oldu? Normalde söylediğin şeyden saptın.' dedi. O da, 'Evet, Labid ibn Rabi'a ve Adi ibn Hatim geldiler ve bana, \"Amir al-Mu'minin'i ziyaret etmemiz için izin iste.\" dediler. Ben de, \"Siz ikiniz, Allah'a yemin ederim ki, doğru ismi buldunuz. O, amirdir ve biz de müminleriz.\" dedim. O unvan o gün ortaya çıktı.\""
    },
    {
      "id": 61,
      "narrator": "",
      "text": "'Ubaydullah ibn 'Abdullah dedi ki, \"Muaviye, halife olduğu zaman ilk haccını yaptı ve 'Uthman ibn Hanif el-Ensari ona geldi ve 'Selamun aleyküm, Amir, ve Allah'ın rahmeti olsun' dedi. Şam halkı buna itiraz etti ve 'Bu, Amir al-Mu'minin'in selamını kısaltan bu münafık kimdir!' dediler. 'Uthman, devesini diz çöktürdü ve 'Amir al-Mu'minin! Bu adamlar, senin onlardan daha iyi bildiğin bir şeye itiraz ediyorlar. Vallahi, ben bu selamı Ebu Bekir, Ömer ve Osman'a da yapardım ve hiçbiri buna itiraz etmedi.' Muaviye, Şam halkından konuşanlara dedi ki, 'Sakin olun! Kısmen onun söylediği gibiydi. Ama iç savaş Şam halkını sardığında, 'Khalifemizin selamını bizim huzurumuzda kısaltmayın (yani Amir al-Mu'minin'den Amir'e).' dediler. Medine halkı, ben sizi arkadaşlarım gibi muamele edeceğim, hatta siz 'Amir' kelimesini bir zekat toplayıcısı için kullansanız bile.'\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Cabir dedi ki, \"Ben el-Haccac'ı ziyaret ettim ve ona selam vermedim.\""
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Tamim ibn Hadhlam dedi ki, \"Kufa'da 'Amir' olarak selamlanan ilk kişiyi anacağım. El-Muğira ibn Şu'ba Bab ar-Rahba'dan ayrıldı ve Kinda'dan bir adam ona yaklaştı. Onun Ebu Kurra el-Kindi olduğu iddia ediliyor. Adam ona selam verdi ve 'Selamun aleyküm, Ey Amir, ve Allah'ın rahmeti olsun' dedi. O bunu hoş karşılamadı. Bunun üzerine adam, 'Selamun aleyküm, Ey Amir, ve Allah'ın rahmeti olsun. Selamun aleyküm. Ben sizden biri miyim yoksa değil miyim?' dedi.\" Semmak ibn Selame ed-Dabi dedi ki, \"Bundan sonra bu bir yerleşik uygulama haline geldi.\""
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ziyad ibn 'Ubayd (ar-Ru'ayni) dedi ki, \"Antabulis'in Amir'i Ruwayfa'ya gittik. Bir adam geldi ve ona selam verdi, 'Amir'e selam olsun' diyerek. 'Abda'dan, 'Amir'e selam olsun' dedi. Ruwayfa' ona dedi ki, 'Eğer bize selam vermiş olsaydın, biz de selamı iade ederdik. Ama sen Maslama ibn Mukhallad'a selam verdin (Maslama Mısır'ın sorumlusuydu). Ona git ve selamını iade edecektir.'\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "El-Mikdad ibn el-Aswad dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, geceleri gelirdi ve selamı öyle bir şekilde verirdi ki, uyuyan kimseyi uyandırmazdı, ama uyanık olan kişi onu duyardı.\""
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Ömer, 'Adi ibn Hatim'e dedi ki, \"Allah seni tanınmaktan korusun.\""
    },
    {
      "id": 67,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Fatıma, Peygamber'in, Allah ona salat ve selam eylesin, yürüdüğü gibi yürürdü. O ona, 'Hoş geldin, kızım!' derdi. Sonra onu sağında veya solunda oturturdu.\""
    },
    {
      "id": 68,
      "narrator": "",
      "text": "'Ali dedi ki, \"'Ammar, Peygamber'e, Allah ona salat ve selam eylesin, girmek için izin istedi ve Peygamber onun sesini tanıdı ve 'En güzel ve en saf selam ile hoş geldin!' dedi.\""
    },
    {
      "id": 69,
      "narrator": "",
      "text": "'Uqba ibn 'Abdullah ibn 'Amr dedi ki, \"Peygamber ile, Allah ona salat ve selam eylesin, Mekke ile Medine arasında bir ağaç gölgesinde otururken, en kaba ve en sert türden bir bedevi geldi ve 'Selamun aleyküm' dedi, onlar da 'Ve aleyküm selam' dediler.\""
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Ebu Cemre dedi ki, \"İbn Abbas'ın selamlandığında 'Ve aleyküm ve Allah'ın rahmeti olsun' dediğini duydum.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Kayla, bir adamın 'Selamun aleyküm, Allah ona salat ve selam eylesin' dediğini bildirdi. O da, \"Ve aleyküm selam ve Allah'ın rahmeti olsun\" dedi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Ebu Dharr dedi ki, \"Peygamber'e, Allah ona salat ve selam eylesin, namazını bitirdiğinde geldim. İslam selamı ile selamlanan ilk kişi ben oldum. O dedi ki, 'Ve aleyküm ve Allah'ın rahmeti olsun. Nereden geldin?' Ben de, 'Gıfar'dan geldim' dedim.\""
    },
    {
      "id": 73,
      "narrator": "",
      "text": "'A'işe bildirdi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'A'iş! Bu Cebrail sana selam gönderiyor' dedi. Ben de, 'Ve aleyküm selam ve Allah'ın rahmeti ve bereketleri olsun. Sen, benim göremediğimi görüyorsun.' dedim.\" Burada, Allah'ın Resulü, Allah ona salat ve selam eylesin, kast edilmektedir."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Muaviye ibn Kurra, babasının ona dediğini aktardı: \"Oğlum, bir adam yanından geçerken 'Selamun aleyküm (çoğul)' derse, 'Ve aleyküm (tekil)' demeyin, sanki o selamı sadece ona özel kılıyormuşsunuz gibi. Aksine, 'Selamun aleyküm (çoğul)' deyin.\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "'Abdullah ibn as-Samit dedi ki, \"Ben Ebu Dharr'a dedim ki, 'Abdurrahman ibn Ümmü'l-Hakem'in yanından geçtim ve ona selam verdim, o da bana hiç cevap vermedi.' O da dedi ki, 'Yeğen, bundan ne zarar gördün? Ondan daha iyi biri sana cevap verdi - sağındaki melek.'\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "'Abdullah dedi ki, \"Selam, Allah'ın yeryüzüne koyduğu isimlerinden biridir. Bunu aranızda yaygınlaştırın. Bir adam insanlara selam verdiğinde ve onlar ona cevap verdiğinde, o, onlardan daha yüksek bir dereceye sahiptir çünkü onlara selamı hatırlatır. Eğer kimse ona cevap vermezse, daha iyi ve daha üstün olan biri ona cevap verecektir.\""
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Al-Hasan dedi ki, \"Selam vermek bir itaat eylemidir, cevap vermek ise bir görevdir.\""
    },
    {
      "id": 78,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr ibn al-'As dedi ki, \"Yalancı, yemininde yalan söyleyendir. Cimri, selam vermekte cimrilik eden kişidir. Hırsız, namazı çalan kişidir.\""
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Abu Hurayra dedi ki, \"İnsanların en cimrisi, selam vermekte cimrilik eden kişidir. İnsanların en aciz olanı ise, dua etme konusunda en aciz olandır.\""
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Thabit al-Bannani, Anas ibn Malik'in bazı çocukların yanından geçip onlara selam verdiğini bildirdi. Dedi ki, \"Peygamber, Allah ona rahmet etsin ve selam versin, bunu yapardı.\""
    },
    {
      "id": 81,
      "narrator": "",
      "text": "'Anbas dedi ki, \"İbn 'Umar'ı okullardaki çocuklara selam verirken gördüm.\""
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Umm Hani', Abu Talib'in kızı, dedi ki, \"Ben, Peygamber'e, Allah ona rahmet etsin ve selam versin, büyük abdest alırken gittim. Ona selam verdim ve o sordu, 'Bu kim?' 'Umm Hani' dedim. O da, 'Hoş geldin.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Al-Hasan dedi ki, \"Erkeklere selam veren kadınlar olun.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Asma' duyuldu ki, Peygamber, Allah ona rahmet etsin ve selam versin, camide oturan bir grup kadının yanından geçti. Elini selam vermek için kaldırdı ve dedi ki, \"Nimetlere nankörlükten sakının. Nimetlere nankörlükten sakının.\" Onlardan biri dedi ki, \"Biz, Allah'ın Peygamberi, nankörlükten Allah'a sığınırız.\" O da, \"Evet. Siz kadınlardan biri uzun süre kocasız kalabilir (ve sonra Allah ona bir koca verir) ve o öfkelenip, 'Vallahi, sizden hiç hayır görmedim.' der. Bu, Allah'ın nimetlerine nankörlüktür. Bu, nimetlere nankörlük edenlerin nankörlüğüdür.\" dedi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Asma', Yazid al-Ansari'nin kızı, dedi ki, \"Peygamber, Allah ona rahmet etsin ve selam versin, benimle birlikte olan bazı genç cariyelerimin yanında geçti. Bize selam verdi ve dedi ki, 'Nimetlere nankörlükten sakının.' Ben, ona soru sormak için en cesur olanıydım ve dedim ki, 'Allah'ın Elçisi, nimetlere nankörlük nedir?' O da, 'Belki onlardan biri uzun süre ailesiyle evlenmeden kalır ve sonra Allah ona bir koca verir ve ondan çocuklar verir ve sonra o öfkelenir ve nankörlük eder ve der ki, \"Senden hiç hayır görmedim.\"' dedi.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Tariq dedi ki, \"'Abdullah ile oturuyorduk, kapıcısı geldi ve 'Namaz için ikamet okundu.' dedi. O kalktı, biz de kalktık ve camiye gittik. Cami önünde rükûda bulunan insanları gördü. Tekbir getirdi, eğildi ve biz de onun yaptığı gibi yaptık. Sonra bir adam yanımızdan geçerken, 'Selamünaleyküm, Abu 'Abdu'r-Rahman.' dedi. O da, 'Allah doğru söyledi ve Elçisi mesajı iletti.' dedi. Namazı bitirdiğimizde geri döndü ve halkına gitti. Biz yerimizde oturmaya devam ettik, onun çıkmasını bekledik. Birbirimize, 'Hangimiz ona soracak?' dedik. Tariq, 'Ben ona soracağım.' dedi ve öyle yaptı. 'Abdullah dedi ki, 'Peygamberden, Allah ona rahmet etsin ve selam versin, şöyle dedi: \"Kıyamet Günü'nden önce insanlar selam vermekte bir kişiyi ayıracak, ticaret artacak, bir kadın kocasına işte yardım edecek, insanlar akrabalarıyla bağlarını koparacak, ilim yayılacak, yalancı şahitlik ortaya çıkacak ve doğru şahitlik gizlenecektir.\"'"
    },
    {
      "id": 87,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, bir adamın Allah'ın Elçisi'ne, Allah ona rahmet etsin ve selam versin, \"İslam'ın en iyisi nedir?\" diye sorduğunu bildirdi. O da, \"İnsanları doyurmak ve tanıdıklarınıza ve tanımadıklarınıza selam vermektir.\" diye cevap verdi."
    }
  ]
}