{
  "language": "tr",
  "metadata": {
    "length": 50,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, Medine'ye geldiğinde on yaşında olduğunu söyledi. \"Annelerim, ona hizmet etmemi kararlaştırdılar ve ben ona on yıl hizmet ettim. O, yirmi yaşımda vefat etti. Ben, örtü işinin en iyi bileniyim. İlk vahiy, Allah'ın Elçisi, Allah ona salat ve selam eylesin, Zeynep bint Cahş için bir oda yaptığında indi. Orada düğün yaptı, gelen insanları davet etti, yedi ve sonra ayrıldı. Bir grup Peygamberin, Allah ona salat ve selam eylesin, yanında kaldı. Uzun bir süre kaldılar, sonra Peygamber dışarı çıktı ve ben de onların ayrılmasını umarak dışarı çıktım. O yürüdü, ben de onunla yürüdüm ta ki 'Aişe'nin odasının eşiğine gelene kadar. Sonra, onların gitmiş olacağını düşünerek geri döndü ve ben de onunla geri döndüm. Zeynep'e gitti ama onlar hala orada oturuyorlardı. Tekrar ayrıldı ve ben de onunla birlikte ayrıldım ta ki bir kez daha 'Aişe'nin odasının eşiğine gelene kadar. Bu sefer gerçekten gitmişlerdi. Peygamber, Allah ona salat ve selam eylesin, sonra benimle onun arasında bir perde koydu ve örtü indirildi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Tha'laba ibn Abi Malik al-Qurazi, Banu Haritha ibn al-Harith'ten 'Abdullah ibn Suwayd'a, çıplaklık zamanları hakkında sormak için gitti. 'Abdullah bu zamanları gözlemlerdi. Tha'laba dedi ki, \"'Abdullah, 'Ne istiyorsun?' diye sordu. Ben de, 'Onları gözlemlemek istiyorum.' dedim. O da, 'Öğle vakti elbisemi çıkardığımda, ergenliğe ulaşmış ailemden hiç kimse iznim olmadan yanıma gelmez, ben onları çağırmadıkça. Fajr vaktinde de, insanlar namaz kıldığımı bilene kadar yanıma gelmezler, gece namazını kıldığımda ve uyumak için elbisemi çıkardığımda da gelmezler.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "'Aişe dedi ki, \"Ben, Peygamberle, Allah ona salat ve selam eylesin, hurma ve tereyağı karışımını yerdim. 'Umar ziyarete geldi ve Peygamber onu davet etti, o da yedi. 'Umar'ın eli parmaklarıma dokundu ve 'Ah! Eğer sana itaat edilseydi, hiçbir göz seni göremezdi!' dedi. Sonra örtü indirildi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Umm Habiba bint Kays (Khawla) şöyle dediği duyuldu: \"Benim elim ile Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, eli aynı kapta karıştı.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "'Abdullah ibn 'Umar dedi ki, \"Birisi, içinde yaşanmayan bir eve girdiğinde, 'Allah'ın salih kullarına selam olsun.' demelidir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki, \"O ayet, 'Kendi evlerinizin dışında, izin istemeden ve oranın sakinlerine selam vermeden girmeyin' (24:27) Allah, 'Hiç kimsenin yaşamadığı evlere girmekte bir sakınca yoktur; orada sizin için bir hizmet varsa. Allah, açığa çıkardıklarınızı ve gizlediklerinizi bilir.' dediğinde bir istisna yapılmıştır.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "\"Sahip olduğunuz kölelerin, girmeden önce izninizi istemesi gerekir\" (24:56) ayeti hakkında İbn 'Umar dedi ki, \"Bu erkekler için geçerlidir, kadınlar için değil.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn 'Umar, çocukları ergenliğe ulaştığında ve odasına çekildiğinde, onlardan hiçbiri izni olmadan yanına girmediğini bildirdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "'Alqama dedi ki, \"Bir adam 'Abdullah'a geldi ve 'Annemin olduğu yere girmek için izin istemeli miyim?' dedi. O da, 'Her zaman. Onu (açık) görmek mi istiyorsun?' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Muslim ibn Nadhir dedi ki, \"Bir adam Hudhayfa'ya, 'Annemin olduğu yere girmek için izin istemeli miyim?' diye sordu. O da, 'Eğer ondan izin istemezsen, hoşlanmadığın bir şeyle karşılaşırsın.' diye cevap verdi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Musa ibn Talha dedi ki, \"Babamla annemin olduğu yere girdim. O içeri girdi ve ben de onu takip ettim. Dönüp göğsüme itti, ben de yere düştüm. Sonra, 'İzin almadan mı giriyorsun!' dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Cabir dedi ki, \"Bir adam, oğlundan ve annesinden, yaşlı olsa bile, kardeşinden, kız kardeşinden ve babasından izin istemelidir.\""
    },
    {
      "id": 13,
      "narrator": "'Ata' said, \"I asked Ibn 'Abbas, 'Does one ask permission of one's\nsister?' He replied, 'Yes.' I repeated it and said, 'My two sisters live\nin my room and I provide for them and spend on them, so do I ask them for\npermission?' He said, 'Yes. Do you want to see them naked?' Then he recited,\n'O\nyou who believe! Those you own as slaves and those of you who have not\nas yet reached puberty should ask your permission to enter at three times:",
      "text": "'Ata' dedi ki, \"İbn 'Abbas'a, 'Kız kardeşimden izin istemeli miyim?' diye sordum. O da, 'Evet.' dedi. Ben de tekrar ettim ve 'İki kız kardeşim odama yaşıyor ve ben onlara bakıyorum, harcama yapıyorum, o halde onlardan izin istemeli miyim?' dedim. O da, 'Evet. Onları çıplak görmek mi istiyorsun?' dedi. Sonra, 'Ey iman edenler! Sahip olduğunuz köleler ve henüz ergenliğe ulaşmamış olanlar, üç zaman diliminde izninizi istemelidir: Fajr namazından önce, öğle vakti elbiselerinizi çıkardığınızda ve akşam namazından sonra - sizin için üç çıplaklık zamanı.' (24:56) İbn 'Abbas, 'Bu kişilerin, bu üç çıplaklık zamanından başka bir zamanda izin istemelerini emretmedi.' dedi. Sonra, 'Nur Suresi'nde geçen ayet: 'Çocuklarınız ergenliğe ulaştıktan sonra, onlardan önceki gibi izin istemelidirler.'\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "'Abdullah dedi ki, \"Bir adam, babasından, annesinden, kardeşinden ve kız kardeşinden izin ister.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "'Ubayd ibn 'Umayr, Abu Musa al-Ash'ari'nin 'Umar ibn al-Khattab'tan izin istediğini, ancak onun izin vermediğini bildirdi. Görünüşe göre meşguldü. Abu Musa geri döndü ve 'Umar işini bitirmişti. 'Abdullah ibn Qays'ın sesini duymadım mı? Ona girmesi için izin verin.' dedi. Kendisine, 'O gitti.' denildi, bu yüzden onu çağırttı. Abu Musa, 'Bizim böyle davranmamız emredildi (yani üç kez izin istemek için gitmemiz).' dedi. 'Umar, 'Bana bununla ilgili açık bir delil getir.' dedi. Sonra Ensar topluluğuna gitti ve onları sorguladı. Onlar, 'Aramızda sadece en genç olanımız buna tanıklık edecek - Abu Sa'id al-Khudri.' dediler. Abu Sa'id ile gitti. 'Umar, 'Allah'ın Elçisi, Allah ona salat ve selam eylesin, emrettiklerinden bir şey benden gizli mi? Pazar yerlerinde iş yapmak beni oyaladı.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İçeri girmeden önce selam vermek için izin isteyen kişi hakkında, Ebu Hureyre şöyle dedi: \"Önce selam vermediği sürece ona izin verilmez.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Birisi içeri girdiğinde 'Selamünaleyküm' demediği takdirde, 'Hayır' de, ta ki o selamı getirsin.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, şöyle söylediğini bildirdi: \"Eğer bir adam evine bakarsa ve sen de ona bazı çakıllar atıp gözünü oyarak zarar verirsen, bu konuda sana bir günah yoktur.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Anas dedi ki: \"Peygamber Efendimiz, Allah ona salat ve selam eylesin, namaz kılarken bir adam odasına baktı. O da kargısından bir ok alıp gözlerine nişan aldı.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Sahl ibn Sa'd, bir adamın Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, odasından kapıdan baktığını, Peygamber Efendimiz'in de saçını taramakta olduğu bir tarakla onu gördüğünde, \"Eğer senin beni baktığını bilseydim, bu ile gözüne saplardım!\" dediğini aktardı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Peygamber Efendimiz, Allah ona salat ve selam eylesin, \"Kulak, gözün yerine konulmuştur.\" dedi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Anas dedi ki: \"Bir adam, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, odasına bir aralıktan baktı ve Allah'ın Resulü ona bir ok ucu nişan aldı, adam da başını geri çekti.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ubeyd ibn Hunayn, Ebu Musa'dan şöyle aktardı: \"Umar'dan içeri girmek için üç kez izin istedim, ama bana izin vermedi ve ben de ayrıldım. O, 'Abdullah, kapında bekletilmek senin için zor mu?' dedi. Ben de, 'Üç kez izin istedim, ama bana izin vermedin, bu yüzden ayrıldım (ve bize bunun yapılması emredildi).' dedim. 'Umar, 'Bunu kiminle duydun?' dedi. Ben de, 'Peygamber Efendimiz'den, Allah ona salat ve selam eylesin, duydum.' dedim. 'Umar, 'Peygamber Efendimiz'den, Allah ona salat ve selam eylesin, benim duymadığım bir şey mi duydun? Eğer bana açık bir delil getirmezsen, seni örnek yapacağım!' dedi. Bunun üzerine ben de mescitte oturan bir grup Ensar'a gittim. Onlara sordum ve 'Bunda şüphe eden var mı?' dedim. 'Umar'ın söylediklerini onlara anlattım. Onlar, 'Aramızdan sadece en genç olanın seninle gitmesini kabul ederiz.' dediler. Böylece Ebu Sa'id el-Hudri - ya da Ebu Mes'ud - benimle birlikte 'Umar'a gitti. O, 'Peygamber Efendimiz ile, Allah ona salat ve selam eylesin, Sa'd ibn Ubade'ye gittiğimizde, selam verdi, ama Sa'd izin vermedi. Sonra ikinci kez selam verdi, üçüncü kez selam verdi, ama Sa'd yine izin vermedi. Bunun üzerine Peygamber, 'Biz üzerimize düşeni yaptık.' dedi. Sonra geri döndü ve Sa'd ona yetişti ve 'Allah'ın Resulü! Seni hak ile gönderen Allah'a yemin ederim ki, her selam verdiğinde, ben işittim ve cevap verdim, ama ben senin ve ev halkım için senden çok selam almak istedim.' dedi.\" Ebu Musa, \"Allah'a yemin ederim ki, ben Allah'ın Resulü'nün hadisini koruyucusuyum, Allah ona salat ve selam eylesin.\" dedi. 'Umar, \"Evet, ama ben emin olmak istedim.\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Abdullah dedi ki: \"Bir adama davet verildiğinde, bu onun içeri girmesi için iznidir.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, şöyle söylediğini bildirdi: \"Biriniz birine davet verdiğinde ve davet ettiğiniz kişi, sizin elçinizle geldiğinde, bu onun içeri girmesi için iznidir.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, şöyle söylediğini bildirdi: \"Bir adamın elçisi, diğer bir adam için içeri girmesi için iznidir.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu'l-'Alaniyya dedi ki: \"Ebu Sa'id el-Hudri'ye geldim ve ona selam verdim, ama bana izin vermedi. Sonra tekrar selam verdim, yine izin vermedi. Üçüncü kez selam verip sesimi yükselterek, 'Selamünaleyküm, ev halkı!' dedim, ama yine izin vermedi. Sonra bir kenara gidip oturdum. Bir hizmetçi çocuk yanıma geldi ve 'İçeri gir.' dedi. İçeri girdim ve Ebu Sa'id bana, 'Eğer bunu daha fazla söyleseydin, sana izin vermezdim.' dedi. Ben de ona kaplar (yani şarap için kullanılanlar) ve diğer şeyler hakkında sordum. O, 'Haram.' dedi. Fermente amaçlı yapılmış eski bir süt derisi kova hakkında sordum. 'Haram,' dedi.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Abdullah ibn Busr, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, bir kapıya geldiğinde izin istemek için doğrudan kapıya yönelmediğini, sağında veya solunda durduğunu söyledi. Eğer izin verilirse içeri girer, aksi takdirde ayrılırdı."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Muaviye ibn Hudayj dedi ki: \"Umar ibn al-Khattab'a, Allah ondan razı olsun, geldim ve içeri girmek için izin istedim. Bana, 'O gelene kadar burada kal.' dediler. Ben de kapısının yakınında oturdum.\" Devam etti: \"Umar bana çıktı, su istedi ve abdest aldı. Sonra derisinden çoraplarının üzerine meshetti. Ben de, 'Ey Amir al-Mu'minin, bu idrar yüzünden mi?' dedim. O da, 'İdrar ya da başka şeyler yüzünden.' dedi.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Anas ibn Malik, insanların Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, kapısına tırnaklarıyla vurduklarını bildirdi."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Kalda ibn Hanbal, Safwan ibn Umayya'nın onu, Allah'ın Rasülü'ne, Allah ona salat ve selam eylesin, Mekke Fethi sırasında biraz süt, ceylan ve salatalıkla gönderdiğini bildirdi. (Abu 'Asim, bunun sebzeleri kastettiğini söyledi.) Peygamber, Allah ona salat ve selam eylesin, vadi'nin en üst kısmındaydı ve ben selam vermedim ve izin istemedim. O, \"Geri dön ve de ki, 'Selam sana. Girebilir miyim?' Bu, Safwan Müslüman olduktan sonradır.\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Rasülü'nün, Allah ona salat ve selam eylesin, \"Eğer biri içeri bakarsa, içeri girmesi için izin verilmemelidir.\" dediğini bildirdi."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "'Ata', Abu Hurayra'nın, \"Birisi, 'Girebilir miyim?' dediğinde ve anahtarı vermediğinde,\" dediğini aktardı. 'Ata', \"Selam?\" dedi, ve Abu Hurayra, \"Evet.\" diye cevap verdi."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Rib'i ibn Hirash, Banu 'Amir'den bir adamın, Allah'ın Rasülü'ne, Allah ona salat ve selam eylesin, \"Girebilir miyim?\" dediğini bildirdi. Peygamber, Allah ona salat ve selam eylesin, cariyesine, \"Çık ve ona de ki, 'De ki, \"Selam sana. Girebilir miyim?\" İzin istemekte iyi değil.'\" dedi. Adam, \"Ben bunu, cariye bana çıkmadan önce duydum ve 'Selam sana. Girebilir miyim?' dedim.\" dedi. Sonra Peygamber, \"Ve sana da. Gir!\" dedi."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "İbn 'Abbas, \"'Umar, Allah'ın Rasülü'ne, Allah ona salat ve selam eylesin, ziyaret için izin istedi ve 'Allah'ın Rasülü'ne selam! Selam sana! Girebilir miyim?' dedi.\" dedi."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Jabir, \"Ben, babamın borcu hakkında Allah'ın Rasülü'ne, Allah ona salat ve selam eylesin, geldim. Kapıya vurdum ve o, 'Kim o?' diye sordu. 'Ben,' dedim. O, 'Ben mi? Ben mi?' dedi, sanki bundan hoşlanmamış gibi.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Burayda, \"Allah'ın Rasülü, Allah ona salat ve selam eylesin, Musa okurken camiye çıktı. O, 'Kim o?' dedi. Ben, 'Ben Burayda, seni kurtarayım!' dedim. Peygamber, 'Bu adama, Davud'un ailesinden bir flüt verilmiştir.' dedi.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Ju'dan, \"'Abdullah ibn 'Umar ileydim ve o, ev halkından içeri girmek için izin istedi. Ona, 'Selametle gir,' denildi ve o, içeri girmeyi reddetti.\" dedi."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Abu Hurayra, \"Allah'ın Rasülü, Allah ona salat ve selam eylesin, 'Göz içeri girdiğinde, içeri girmesi için izin verilmemelidir.' dedi.\" dedi."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Muslim ibn Nadhir, \"Bir adam, Hudhayfa'dan içeri girmek için izin istedi. O, içeri baktı ve 'Girebilir miyim?' dedi. Hudhayfa, 'Senin gözün zaten girdi. Ama senin altın, girmedi.' dedi.\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Anas ibn Malik, \"Bir bedevi, Allah'ın Rasülü'nün, Allah ona salat ve selam eylesin, evine geldi ve gözünü kapının çatlağına koydu. Bunun üzerine Peygamber, bir ok veya keskin bir çubuk aldı ve bedeviye gözünü oymak için nişan aldı. Adam gitti ve Peygamber, 'Eğer kalsaydın, gözünü oymuştum.' dedi.\" dedi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "'Umar ibn al-Khattab, \"İzin verilmeden bir evin içini gözleriyle dolduran kimse sapıtmıştır.\" dedi."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Thawban, Allah'ın Rasülü'nün, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Bir Müslüman erkeğin, izin verilmeden bir evin içine bakması helal değildir. Eğer bakarsa, girmiştir. O, bir topluluğun imamı olarak hareket etmemeli ve sonra diğerlerinden ayrı olarak dua etmemelidir. İhtiyacı olduğu halde tuvalete gitmeden namaz kılmamalıdır.\""
    },
    {
      "id": 44,
      "narrator": "Abu Umama reported that the Prophet, may Allah bless him and grant\nhim peace, said, Allah is responsible for three:",
      "text": "Abu Umama, \"Peygamber, Allah ona salat ve selam eylesin, 'Allah, üç kişiden sorumludur: Eğer yaşarlarsa, yeterli olacaklardır ve eğer ölürlerse, cennete gireceklerdir. Allah, evine 'Selam' diyerek giren kimseye, camiye giden kimseye ve Allah yolunda giden kimseye sorumludur.' dedi.\" dedi."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Jabir, \"Ailene girdiğinde, onlara Allah'tan bereketli ve güzel bir selamla selam ver.\" dedi. Ayrıca, \"Bu, 'Selamla selamlandığınızda, ondan daha güzeliyle selam verin veya onu iade edin.' (4:86) ayetinde kastedilen şey olduğunu düşünüyorum.\" diye ekledi."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Cabir, Allah ona selam ve salat eylesin, Peygamber'in şöyle söylediğini bildirdi: \"Bir adam evine girdiğinde, hem girdiğinde hem de yemek yediğinde Allah'ı anmalıdır. Eğer böyle yaparsa, Şeytan (yani şeytanlara) der ki: 'Geceyi geçiremezsiniz ve yemek yiyemezsiniz.' Eğer girdiğinde Allah'ı anmazsa, Şeytan der ki: 'Gece için konakladınız ve akşam yemeğinizi yediniz.'\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "A'yan el-Horezmî dedi ki: \"Anas ibn Malik'in yanına geldik, o da başka biriyle birlikte oturuyordu. Arkadaşım ona selam verdi ve 'İçeri girebilir miyim?' dedi. Anas, 'İçeri gel. Burada kimse izni sormaz.' dedi. Bize yemek getirildi ve yedik. Sonra bir bardak tatlı nabidh getirildi, içtik ve doydik.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Mücahid dedi ki: \"İbn 'Umar, pazardaki dükkanlara girmek için izin istemezdi.\""
    },
    {
      "id": 49,
      "narrator": "",
      "text": "'Ata' dedi ki: \"İbn 'Umar, pazar tezgahlarına girmek için izin isterdi.\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Abu Abdul Malik, Umm Miskin'in, (Umar) ibn 'Asim ibn 'Umar ibn el-Hattab'ın kölesi, dedi ki: \"Hanımım beni Abu Hurayra'ya gönderdi ve o da benimle geldi. Kapıda olduğunda, Farsça sordu: 'İçeri girebilir miyiz?' 'İçeri gelin!' diye cevap verdi. Sonra şöyle dedi: 'Abu Hurayra, eğer 'İsha'dan sonra bana misafirler gelirse, onlarla konuşmalı mıyım?' O da cevapladı: 'Eğer vitir namazını kılmadıysan konuşabilirsin. Eğer vitir namazını kıldıysan, ondan sonra konuşma yoktur.'\""
    }
  ]
}