{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Bir mektuba cevap vermenin, selamı iade etmek gibi bir görev olduğunu düşünüyorum.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Aişe bint Talha dedi ki: \"Ben Aişe ile onun koruması altındayken konuştum. İnsanlar her yerden onu ziyaret ederdi. Şeyhler, onun yanındaki yerim nedeniyle beni ziyaret ederdi. Gençler bana bir kız kardeş gibi davranır, hediyeler verir ve şehirlerinden bana mektuplar yazarlardı. Aişe'ye dedim ki: 'Teyze, bu şu kişiden bir mektup ve hediyesi.' Aişe bana dedi ki: 'Kızım, ona cevap ver ve onu ödüllendir. Eğer verecek bir şeyin yoksa, ben sana bir şey vereceğim.' Ona vermesini söyledi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abdullah ibn Ömer, biat etmek için Abdülmelik ibn Mervan'a yazdı. Ona yazdı ki: \"Rahman ve Rahim olan Allah'ın adıyla. Abdülmelik, Müminlerin Emiri'ne, Abdullah ibn Ömer'den. Selam sana. Allah'ı sana övüyorum. O'ndan başka ilah yoktur. Elimden geldiğince Allah'ın sünnetine ve O'nun Resulünün sünnetine göre sana itaat ediyorum.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Zeyd ibn Eslem dedi ki: \"Babam beni İbn Ömer'e gönderdi ve onu yazarken gördüm: 'Rahman ve Rahim olan Allah'ın adıyla. Bunun üzerine...'\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Hişam ibn Urve dedi ki: \"Peygamberin, Allah ona rahmet etsin ve selam versin, bazı mektuplarını gördüm. Girişten sonra dedi ki: 'Bunun üzerine...'\""
    },
    {
      "id": 6,
      "narrator": "It is reported that Zayd ibn Thabit wrote this letter:",
      "text": "Zeyd ibn Sabit'in bu mektubu yazdığı rivayet edilmiştir: \"Rahman ve Rahim olan Allah'ın adıyla. Allah'ın kulu Muaviye, Müminlerin Emiri'ne, Zeyd ibn Sabit'ten. Selam sana, Müminlerin Emiri ve Allah'ın rahmeti. Allah'ı sana övüyorum. O'ndan başka ilah yoktur. Bunun üzerine...\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Mes'ud el-Cüreyri, bir adamın Hasan'a \"Rahman ve Rahim olan Allah'ın adıyla\" okumayı sorduğunu aktardı. O da: \"Bu, mektupların başında yer almalıdır.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Nafi' dedi ki: \"İbn Ömer, Muaviye'den bir şey istedi ve ona yazmak istedi. İnsanlar: 'Onun adıyla başla.' dediler. Onlar ısrar edince, 'Rahman ve Rahim olan Allah'ın adıyla, Muaviye'ye.' diye yazdı.\""
    },
    {
      "id": 9,
      "narrator": "Anas ibn Sirin said, \"I wrote for Ibn 'Umar and he said, 'Write:",
      "text": "Anas ibn Sirin dedi ki: \"İbn Ömer için yazdım ve o dedi ki: 'Yaz: \"Rahman ve Rahim olan Allah'ın adıyla. Bunun üzerine: Şu kişiye.\"'\""
    },
    {
      "id": 10,
      "narrator": "Anas ibn Sirin said, \"A man wrote in the presence of Ibn 'Umar,\n'In the Name of Allah, the All-Merciful, Most Merciful, to so-and-so.'\nIbn 'Umar forbade him and said, 'Say:",
      "text": "Anas ibn Sirin dedi ki: \"Bir adam İbn Ömer'in huzurunda 'Rahman ve Rahim olan Allah'ın adıyla, şu kişiye.' yazdı. İbn Ömer onu yasakladı ve dedi ki: 'De ki: 'Rahman ve Rahim olan Allah'ın adıyla. O'nundur.'\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "1122'ye bakınız."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Peygamber, Allah ona rahmet etsin ve selam versin, dedi ki: 'İsrail oğullarından bir adam - ve tüm hadisi anlattı - arkadaşına 'Şu kişiden şu kişiye.' diye yazdırdı.'\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Mahmud ibn Labid dedi ki: \"Sa'd'ın gözü, Hendek Savaşı'nda ağır yaralandığında, onu yaralıları tedavi eden Rufeyda adında bir kadının evine taşıdılar. Peygamber, Allah ona rahmet etsin ve selam versin, yanından geçerken 'Bu akşam nasılsın?' ve sabahları 'Bu sabah nasılsın?' diye sorardı ve ona cevap verirdi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ka'b ibn Malik'ten rivayet edilmiştir ki, Allah'ın kendisine döndüğü üç kişiden biri olan İbn Abbas, Ali ibn Ebu Talib'in, Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, hastalığından çıktığını ve insanların \"Ey Ebu'l-Hasan! Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, bu sabah nasıl?\" dediklerini bildirdi. O da: \"Hamd olsun Allah'a, bu sabah iyidir.\" dedi. Abbas ibn Abdülmuttalib onu elinden tutarak: \"Vallahi, üç gün içinde bir konu olacaksın. Vallahi, Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, bu hastalıktan ölecek. Banu Abdülmuttalib'in yüzlerinde ölümü tanıyorum. Hadi Allah'ın Resulü'ne, Allah ona rahmet etsin ve selam versin, gidelim ve bu yetkinin kimin olacağını soralım. Eğer bize ait ise bunu bileceğiz, eğer başkalarına ait ise bunu bileceğiz ve ona bizimle ilgilenmesini tavsiye edebiliriz.\" Ali cevap verdi: \"Vallahi, eğer ondan bunu istersek ve o bize reddederse, insanlar sonra asla bunu bize vermezler. Vallahi, Allah'ın Resulü'nden bunu istemeyeceğim.\""
    },
    {
      "id": 15,
      "narrator": "Ibn Abi-Zinad related from his father that he tool this letter\nfrom Kharija ibn Zayd and from the great members of the family of Zayd:",
      "text": "İbn Ebi Zinad, babasından, Kharija ibn Zayd ve Zayd'ın büyük aile üyelerinden bu mektubu aldığını aktardı: \"Rahman ve Rahim olan Allah'ın adıyla. Peygamberin kulu Muaviye, Müminlerin Emiri'ne, Zayd ibn Sabit'ten. Selam sana, Müminlerin Emiri ve Allah'ın rahmeti. Allah'ı sana övüyorum. O'ndan başka ilah yoktur. Bunun üzerine, bana dedin ki, dedenin ve kardeşlerin mirası hakkında (ve mektubu anlattı). Tüm işlerimizde Allah'tan hidayet, koruma ve sabır diliyoruz. Bilmeyerek sapmaktan veya cehaletten ya da bilmediğimiz bir şeyle yüklenmekten Allah'a sığınıyoruz. Selam sana, Müminlerin Emiri, Allah'ın rahmeti, bereketi ve affı üzerinize olsun. Vuhayb bunu 20. Ramazan, 42 (Hicri) Perşembe günü yazmıştır.\""
    },
    {
      "id": 16,
      "narrator": "Anas ibn Malik reported that he heard 'Umar ibn al-Khattab being\ngreeted by a man and he returned the greeting. Then 'Umar asked the man,\n\"How are you?\" The man replied, \"I praise Allah to you.\" 'Umar said, :",
      "text": "Anas ibn Malik, 'Umar ibn al-Khattab'ın bir adam tarafından selamlandığını ve selamı geri verdiğini duyduğunu bildirmiştir. Sonra 'Umar adamı sordu: \"Nasılsın?\" Adam cevap verdi: \"Ben Allah'ı sana hamd ederim.\" 'Umar dedi ki: \"Bu, senden duymak istediğim şeydi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Cabir ibn Abdullah, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, \"Bu sabah nasılsın?\" diye sorulduğunda, \"İyi. Cenaze merasimlerine katılmayan ya da hasta ziyaretine gitmeyen insanlardan uzakta.\" diye cevap verdiğini bildirmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Muhacir (as-Sa'igh) dedi ki: \"Ben, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, sahabelerinden biri olan Dakhm ile oturuyordum. Birisi ona, 'Bu sabah nasılsın?' diye sordu. Dakhm cevap verdi: 'Biz Allah'a hiçbir şeyi ortak koşmayız.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Seyf ibn Wahb, Abu't-Tufayl'in ona, \"Kaç yaşındasın?\" diye sorduğunu bildirmiştir. \"Otuz üç yaşındayım,\" diye cevap verdi. O da, \"Sana Hudhayfa ibn al-Yaman'dan duyduğum bir hadisi anlatayım mı? Muharib ibn Khasafa'dan 'Amr ibn Sulay' adında bir sahabi, o gün benim yaşımdaydı ve ben de senin yaşındaydım. Hudhayfa bize camide geldi ve insanların kenarında oturdu. 'Amr yanına gidip önünde durdu ve sordu: 'Bu sabah (ya da akşam) nasılsın, Allah'ın kulu?' Hudhayfa dedi ki: 'Ben Allah'ı hamd ederim.' 'Amr dedi ki: 'Bize senden gelen bu hadisler nedir?' Hudhayfa dedi ki: 'Benden ne duydun, 'Amr?' O da: 'Başka bir yerden duymadığım hadisler.' Hudhayfa dedi ki: 'Allah'a yemin ederim ki, eğer sana duyduğum her şeyi anlatırsam, gece yarısına kadar burada kalırsın. 'Amr ibn Sulay', eğer Kays'ın Suriye'yi ele geçirdiğini görürsen, dikkat et ve tekrar dikkat et. Allah'a yemin ederim ki, Kays, bir mümin kulunu korkuya düşürmeden veya öldürmeden bırakmayacaktır. Allah'a yemin ederim ki, size öyle bir zaman gelecek ki, sel durdurulamayacaktır.' O da: 'O zaman senin halkına karşı ne fayda sağlar?' dedi. Hudhayfa: 'O benim işim.' dedi. Sonra oturdu.\""
    }
  ]
}