{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'Abdu'r-Rahman ibn Abi 'Amra al-Ansari ona şöyle aktardı: \"Abu Sa'id al-Khudri bir cenaze hakkında bilgilendirildi.\" Devam etti: \"İnsanlar oturuncaya kadar geri duruyormuş gibi görünüyordu. Sonra geldi. İnsanlar onu görünce hemen yer açtılar. İçlerinden biri, onun oturması için yerinden kalktı. O da, 'Hayır. Ben, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'En iyi toplantı en geniş olanıdır.' dediğini duydum.' dedi. Sonra kenara gitti ve geniş bir toplantıya oturdu.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Munqidh dedi ki: \"Abdullah ibn 'Umar'ın çoğu toplantısında kıbleye dönüyordu. Bir gün Yazid ibn 'Abdullah ibn Fusayt sabah namazından sonra Secde okudu. Secde etti ve oradaki insanlar onunla birlikte secde etti, yalnızca Abdullah ibn 'Umar secde etmedi. Güneş doğunca Abdullah bacaklarını açtı ve sonra secde etti. 'Arkadaşlarınızın secdesini gördünüz mü? Onlar, namazın kılınmaması gereken bir zamanda secde ettiler.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Sizden biri yerinden kalkıp geri döndüğünde, o yere daha çok layıktır.\" dediğini bildirdi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Anas dedi ki: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, çocukken bize geldi. Bize selam verdi ve ihtiyaç duyduğu bir şeyi almam için beni gönderdi. Ben geri dönene kadar yolda beni bekleyerek oturdu.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Sizden hiç kimse bir adamı yerinden kaldırıp sonra o yere oturmasın. Aksine, yer açın ve yayılın.\" dediğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Jabir ibn Samura dedi ki: \"Peygamber'e, Allah ona salat ve selam eylesin, geldiğimizde, grup kenarında otururduk.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bir adamın iki kişiyi ayırması, her ikisinin de izni olmadan caiz değildir.\" dediğini bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: \"Umar, Allah ondan razı olsun, saldırıya uğradığında, onu evine taşıyanlardan biriydim. Bana, 'Yeğen, beni kim yaraladı, kim benimle yaralandı, git bak.' dedi. Gittim ve geri döndüm ama o sırada oda kalabalıktı. Genç olduğum için insanların boylarının üzerinden geçmek istemedim, bu yüzden oturdum. Umar'ın bir ihtiyaç için birini gönderdiğinde, ona bunu anlatmamasını emretti. Umar'ın üzerine bir örtü vardı. Ka'b geldi ve 'Vallahi, eğer Amir al-Mu'minin dua ederse, Allah onu yaşatacak ve bu topluma geri döndürecektir, ta ki şunları ve bunları onlara yapsın.' dedi, ta ki Ka'b münafıklardan bahsedene kadar. Gerçekten onları isimlendirdi ve künyelerini kullandı. Ben de, 'Sana söylediklerini ileteyim mi?' dedim. Ka'b, 'Ben sadece bunun yapılmasını istediğim için söyledim.' dedi. Cesaretimi topladım ve ayağa kalktım, insanların boylarının üzerinden geçerek Umar'ın başının yanına oturdum. 'Beni şunları öğrenmek için göndermiştin. On üç kişi seninle yaralandı. Kulayb ibn al-Jazzar, su kuyusundan abdest alırken yaralandı. Ka'b, Allah adına şunları yemin etti.' dedim. O da, 'Ka'b'ı çağırın.' dedi. Ka'b çağrıldı ve Umar, 'Ne söyledin?' diye sordu. O da, 'Şunları söyledim.' dedi. O da, 'Hayır, Resul'e yemin ederim ki dua etmeyeceğim. Eğer Allah onu affetmezse, Umar bedbaht olacaktır.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ash-Sha'bi dedi ki: \"Bir adam, 'Abdullah ibn 'Amr'ın yanında bazı insanların oturduğu sırada ona geldi. Ona ulaşmak için onların üzerinden geçti. Onu durdurdular ve 'Abdullah, 'Adamı bırakın.' dedi. Yaklaştı ve onunla oturduktan sonra, 'Bana, Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, duyduğun bir şey söyle.' dedi. 'Abdullah, 'Ben, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, şöyle derken duydum: 'Bir Müslüman, Müslümanların dilinden ve elinden güvende olduğu kimsedir. Muhacir, Allah'ın yasakladığını terk edendir.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: \"Bana göre insanların en kıymetlisi, benim oturduğum arkadaşımdır.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: \"Bana göre insanların en kıymetlisi, benim oturduğum arkadaşımdır. O kadar ki, benimle oturmak için insanların omuzlarının üzerinden geçebilir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Kathir ibn Murra şöyle aktardı: \"Cuma günü camiye girdim ve 'Awf ibn Malik al-Ashja'i bir grup adamın içinde oturuyordu. Ayaklarını önüne uzatmıştı. Beni görünce ayaklarını geri çekti. Sonra bana, 'Ayaklarımı neden uzattığımı biliyor musun? Böylece bir salih adam gelip otursun diye.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Al-Harith ibn 'Amr as-Sahmi şöyle aktardı: \"Peygamber'e, Allah ona salat ve selam eylesin, Mina'da veya Arafat'ta olduğunda geldim. İnsanlar etrafında toplandılar ve bazı bedeviler geldi. Onlar yüzünü görünce, 'Bu, mübarek bir yüz.' dediler. Ben de, 'Allah'ın Resulü, benim için bağışla.' dedim. O da, 'Allah'ım, bizi bağışla!' dedi. Ben de, 'Benim için bağışla.' dedim. O da, 'Allah'ım, bizi bağışla!' dedi. Ben döndüm ve, 'Benim için bağışla.' dedim. O da, 'Allah'ım, bizi bağışla!' dedi. Elini tükürdü ve ayakkabısına sildi. Etrafındaki kimseye sıçramasını istemedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Yolda toplanmayı yasakladı.\" dediğini bildirdi. Onlar, \"Allah'ın Resulü, evimizde oturmak zorundayız.\" dediler. O da, \"Eğer orada oturmak zorundaysanız, o zaman toplantının haklarını yerine getirin.\" dedi. Onlar, \"Toplantının hakları nelerdir, Allah'ın Resulü?\" diye sordular. O da, \"Yardım isteyen birine yol göstermek, selamı iade etmek, gözleri aşağıda tutmak, doğruyu emretmek ve yanlışı yasaklamak.\" diye yanıtladı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Abu Sa'id al-Khudri, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Yolda oturmaktan sakının.\" dediğini bildirdi. Onlar, \"Allah'ın Resulü, konuşmak için oturabileceğimiz bir yerde buluşmalıyız.\" dediler. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Eğer bunu yapmak zorundaysanız, o zaman yola hakkını verin.\" dedi. Onlar, \"Yolun hakkı nedir, Allah'ın Resulü?\" diye sordular. O da, \"Gözleri aşağıda tutmak, zararlı bir şey yapmaktan kaçınmak, doğruyu emretmek ve yanlışı yasaklamak.\" diye yanıtladı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari dedi ki: \"Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, bir gün Medine'nin surlarla çevrili bahçelerinden birine gitti ve ben de onun arkasından çıktım. Bahçeye girdiğinde, kapıda oturdum ve 'Bugün Allah'ın Resulü'nün kapıcısı olacağım, bana bunu emretmese bile' dedim. Peygamber, Allah ona rahmet etsin ve selam versin, gidip ihtiyacını giderdi ve sonra kuyu kenarına oturdu. Bacaklarını açtı ve kuyunun içine sarkıttı. Ebu Bekir geldi ve içeri girmek için izin istedi. Ben de 'Sen bekle, ben senin için izin isteyeyim' dedim. O bekledi ve ben Peygamber'e, Allah ona rahmet etsin ve selam versin, gidip 'Allah'ın Resulü, içeri girmek için Ebu Bekir izin istiyor' dedim. O da 'İçeri al ve ona Cennet müjdesini ver' dedi. Ebu Bekir içeri girdi ve Peygamber'in, Allah ona rahmet etsin ve selam versin, sağ tarafında oturdu, bacaklarını açtı ve ayaklarını suya sarkıttı. Sonra Ömer geldi. Ben de 'Sen bekle, ben senin için izin isteyeyim' dedim. Peygamber, Allah ona rahmet etsin ve selam versin, 'İçeri al ve ona Cennet müjdesini ver' dedi. Ömer içeri girdi ve Peygamber'in, Allah ona rahmet etsin ve selam versin, sol tarafında oturdu, bacaklarını açtı ve ayaklarını kuyunun içine sarkıttı. Kuyunun kenarı doldu ve oturacak yer kalmadı. Sonra Osman geldi. Ben de 'Sen bekle, ben senin için izin isteyeyim' dedim. Peygamber, Allah ona rahmet etsin ve selam versin, 'İçeri al ve ona Cennet müjdesini ver, ayrıca başına gelecek bir belayı da bildir' dedi. Osman içeri girdi ve onlarla birlikte oturacak bir yer bulamadı. Etrafında dolaşarak kuyunun diğer tarafında onlara dönük bir şekilde oturdu, bacaklarını açtı ve kuyunun içine sarkıttı. Kardeşlerimden birinin gelmesini arzulamaya başladım ve Allah'a onun gelmesi için dua ettim, ama onlar kalkmadan gelmedi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Peygamber, Allah ona rahmet etsin ve selam versin, gün ortasında dışarı çıktı. Ne benimle konuştu ne de ben onunla konuştum, ta ki Kayınuk'a pazarına gelene kadar. Fatıma'nın evinin avlusuna oturdu ve 'Küçük olan burada mı? Küçük olan burada mı?' diye sordu. Fatıma, oğlunu bir süre geri tuttu. Sanırım ona bir kolye takıyordu ya da onu yıkıyordu. Sonra o koşarak geldi ve onu kucakladı ve öptü. O da 'Ya Allah, onu sev ve onu sevenleri sev' dedi.\""
    }
  ]
}