{
  "language": "tr",
  "metadata": {
    "length": 22,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, bir adamı yerinden kaldırarak başka birinin onun yerine oturmasını zorlamayı yasakladı.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Enes dedi ki: \"Bir gün Allah'ın Resulü, Allah ona salat ve selam eylesin, hizmetindeydim. Ona hizmetimi tamamladığımı düşündüğümde, 'Peygamber, Allah ona salat ve selam eylesin, öğle uykusuna yatıyor.' dedim. Böylece onu terk ettim ve bazı çocuklar oynuyorlardı. Onlara ve oyunlarına bakarak durdum. Peygamber, Allah ona salat ve selam eylesin, dışarı çıktı, onlara yaklaştı ve selam verdi. Sonra beni çağırdı ve ihtiyaç duyduğu bir şeyi almam için gönderdi. Ben geri dönene kadar gölgede kaldı. Anneme geç kaldım ve o da, 'Seni ne alıkoydu?' diye sordu. Ben de, 'Peygamber, Allah ona salat ve selam eylesin, ihtiyaç duyduğu bir şey için beni gönderdi.' dedim. 'O neydi?' diye sordu. Ben de, 'Peygamberin, Allah ona salat ve selam eylesin, bir sırrıdır.' dedim. O da, 'Allah'ın Resulünün sırrını sakla.' dedi. O sırrı kimseye söylemedim. Eğer söyleseydim, onu ona söylerdim.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulünü, Allah ona salat ve selam eylesin, \"O orta boyluydu, ama daha çok uzun sayılırdı. Çok beyazdı, siyah bir sakalı vardı ve güzel ön dişleri vardı. Uzun kirpikleri vardı. Omuzları arasında çok genişti ve yanakları dolgundu. Tüm ayağıyla yürürdü, ama ayaklarında çökme yoktu. İnsanlara tamamen dönerdi ya da tamamen sırtını dönerdi. Onun gibi birini daha önce ya da sonra görmedim.\" sözleriyle tarif etti."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Aslam dedi ki: \"'Umar bana dedi ki: 'Eğer seni bir adama gönderirsem, ona neden gönderdiğimi söyleme. Eğer söylersen, şeytan onun için bir yalan hazırlar.'\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Mücahid dedi ki: \"Bir adamın kardeşine keskin bir şekilde bakması ya da çıktığında onu gözleriyle takip etmesi veya ona, 'Nereden geldin ve nereye gidiyorsun?' diye sorması hoş karşılanmaz.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik ibn Zubayd dedi ki: \"Biz ar-Rabadha'da Ebu Dharr'ın yanından geçtik. O, 'Nereden geldiniz?' dedi. Biz, 'Mekke - ya da Kabe'den.' dedik. O, 'Bunu mu yaptınız?' dedi. Biz, 'Evet.' dedik. O, 'Peki, bununla ticaret ya da satış yaptınız mı?' 'Hayır,' diye yanıtladı. O, 'O zaman, eylemlerinize yeniden başlayın.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamberin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Kim bir resim yaparsa, ona ruh üflemesi gerekecek ve ruh üflemediği için ceza görecektir. Kim bir rüyada bir vizyon gördüğünü iddia ederse, iki arpa tanesini bir araya getirmek zorunda kalacak ve onları bir araya getiremeyeceği için ceza görecektir. İnsanların kendisinden uzaklaştıklarında konuşmalarını dinleyen kimseye, kulaklarına eritilmiş kurşun dökülecektir.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Al-'İryan ibn al-Haytham dedi ki: \"Babam Muaviye'ye geldiğinde ben bir çocuk idim. Ona ulaştığında, 'Hoş geldin, hoş geldin.' dedi. Onunla birlikte yüksek bir koltukta oturan bir adam vardı. 'Amir al-Mu'minin, bu kiminle hoş geldin diyorsun?' dedi. O da, 'Bu doğunun insanlarının efendisidir. Bu al-Haytham ibn al-Aswad'dır.' dedi. Ben sordum, 'Bu kimdir?' Onlar, 'Bu 'Abdullah ibn 'Amr ibn al-'As'dır.' dediler. Ben ona, 'Ey falan, Deccal nereden çıkacak?' dedim. O, 'Uzak olanı soran bir şehir halkı görmedim, ne de olsa yakın olanı bırakmadılar. Siz bir şehir halkısınız.' dedi. Sonra, 'O, ağaçlar ve hurma ağaçlarıyla birlikte Irak topraklarından çıkacaktır.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu al-Aaliyah, İbn Abbas (ra) ile devlet koltuğunda oturduğunu söyledi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Başka bir versiyonda, Ebu Cemrah, \"İbn Abbas (ra) ile otururdum ve beni devlet koltuğuna oturturdu. Bir keresinde, onunla kalmamı istedi ki, mülkünden bana bir pay ayırabilsin. Böylece onunla iki ay kaldım.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Khulda, Anas ibn Malik'i, Basra amiri al-Hakam ile bir koltukta otururken duyduğunu bildirdi. O, \"Peygamber, Allah ona salat ve selam eylesin, sıcak olduğunda, namazı günün serin bir zamanına erteleyerek kılardı. Soğuk olduğunda ise namazı erken kılardı.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Anas ibn Malik dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, üzerinde kötü dokuma olan bir koltukta otururken yanına geldim. Başının altında lifle doldurulmuş deriden bir yastık vardı. Derisi ile koltuk arasında bir örtü vardı. 'Umar onu ziyaret etti ve ağladı. Peygamber, Allah ona salat ve selam eylesin, 'Seni ne ağlattı, 'Umar?' dedi. O da, 'Vallahi, Allah'ın Resulü, ben sadece senin Allah katında Hüsrev ve Kayser'den daha değerli olduğunu bildiğim için ağlıyorum. Onlar bu dünyada yaşarken, sen, Allah'ın Resulü, benim gördüğüm yerde bulunuyorsun.' dedi. Peygamber, Allah ona salat ve selam eylesin, 'Sen memnun değil misin, 'Umar, onların bu dünyaya sahip olmalarına karşılık bizim ahirete sahip olmamızla?' dedi. Ben de, 'Evet, Allah'ın Resulü.' dedim. O, 'İşte durum böyle.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Ebu Rifa'a al-'Adawi dedi ki: \"Ben, Allah'ın Resulü, Allah ona salat ve selam eylesin, konuşurken yanına geldim [yani Cuma günü]. 'Resulullah, yabancı bir adam dinini sormaya geldi. Dinini bilmiyor.' dedim. O, bana döndü ve konuşmayı kesti. Kendisine, demir ayakları olduğunu düşündüğüm bir sandalye getirildi. (Hamid [rivayet edenlerden biri] dedi ki, 'Sanırım o, demir gibi siyah bir ağaçtı.') O, üzerine oturdu ve Allah'ın kendisine öğrettiği şeyleri bana öğretmeye başladı. Sonra konuşmasını tamamladı.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Musa ibn Dihqan dedi ki: \"İbn 'Umar'ı bir gelin koltuğunda otururken, kırmızı bir elbise giymiş olarak gördüm.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "'İmran ibn Muslim dedi ki: \"Anas'ı bir yatakta otururken, bir ayağını diğerinin üzerine koyarken gördüm.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'Abdullah, Allah'ın Elçisi'nin, ona Allah'ın selamı ve bereketi olsun, \"Üç kişi olduğunda, iki kişi üçüncüyü dışlayarak konuşmamalıdır.\" dediğini bildirdi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "'Abdullah, Allah'ın Elçisi'nin, ona Allah'ın selamı ve bereketi olsun, \"Üç kişi olduğunda, iki kişi üçüncüyü dışlayarak konuşmamalıdır; çünkü bu onu üzecektir.\" dediğini bildirdi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nden, ona Allah'ın selamı ve bereketi olsun, benzer bir şey rivayet etti. \"Biz dedik ki, 'Dört kişi olursa?' O da, 'O zaman ona zarar vermez.' dedi.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "'Abdullah, Allah'ın Elçisi'nin, ona Allah'ın selamı ve bereketi olsun, \"İki kişi, insanlarla karışana kadar diğerini dışlayarak konuşmamalıdır; çünkü bu onu rahatsız eder.\" dediğini bildirdi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn 'Umar, \"Dört kişi olduğunda, zarar yoktur.\" dedi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Burda ibn Abi Musa, \"'Abdullah ibn Sallam ile oturdum. O, 'Bizimle oturdun, ama şimdi gitme zamanıdır.' dedi. Ben de, 'İsterseniz.' dedim. O kalktı ve ben de onu kapıya kadar takip ettim.\" dedi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Kays, babasının, Allah'ın Elçisi'nin, ona Allah'ın selamı ve bereketi olsun, konuşurken geldiğini bildirdi. Güneşte durdu ve Peygamber ona gölgeye geçmesini söyledi."
    }
  ]
}