{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri dedi ki, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, iki tür elbise ve iki satış işlemini yasakladı. Yasakladığı satış işlemleri mulamasa ve munabadha'dır. İki tür elbise ise, samma' ve otururken özel bölgeleri örtmeden elbiseye sarınmaktır.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abdullah ibn Amr, oruç tutma durumunun Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, bildirildiğini aktardı. O da, \"Peygamber, Allah ona salat ve selam eylesin, beni ziyarete geldi ve ben ona hurma lifleriyle doldurulmuş bir deri yastık attım, ama o yere oturdu. Yastık benimle onun arasında kaldı. Bana sordu, 'Her ay üç gün senin için yeterli mi?' Ben de, 'Allah'ın Elçisi!' dedim. O, 'Beş mi?' dedi. Ben, 'Allah'ın Elçisi!' dedim. O, 'On bir mi?' dedi. Ben, 'Allah'ın Elçisi!' dedim. Sonra o, 'Davud'un orucunu aşma. Zamanın yarısı. Bir gün oruç tut, ertesi gün orucunu aç.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abdullah ibn Busr, Peygamberin, Allah ona salat ve selam eylesin, Abdullah'ın babasının yanından geçtiğini ve babasının Peygambere oturması için bir halı attığını bildirdi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Kayıla, \"Peygamberi, Allah ona salat ve selam eylesin, otururken gördüm. Peygamberi, Allah ona salat ve selam eylesin, oturuş şekliyle alçakgönüllü görünce korkudan titredim.\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Zhayyal ibn Hanzala dedi ki, \"Peygamberi, Allah ona salat ve selam eylesin, ziyaret ettim ve onu bacak bacak üstüne otururken gördüm.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Ruzayk, Ali ibn Abdullah ibn Abbas'ı bacak bacak üstüne otururken, sağ ayağının solun üzerine geçmiş olduğunu gördüğünü aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İmran ibn Muslim dedi ki, \"Anas ibn Malik'i o şekilde - bacak bacak üstüne oturmuş, bir ayağını diğerinin üzerine koymuş - gördüm.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Salim ibn Cabir el-Hucaymi dedi ki, \"Peygamberin, Allah ona salat ve selam eylesin, ayaklarını kaplayan bir örtüye sarılı olduğu sırada yanına geldim. 'Allah'ın Elçisi, bana nasihat et.' dedim. O, 'Allah'a karşı korkulu bir bilinç taşımalısın. Doğru olan hiçbir şeyi küçümseme, hatta su isteyene kova ile su dökme veya kardeşinle güler yüzle konuşma gibi. Belini saran örtünü sürüklemekten sakın - bu kibirden bir parçadır ve Allah bunu sevmez. Bir adam, senin hakkında bildiği bir şeyden seni kınarsa, sen de onun hakkında bildiğin bir şeyden onu kınama. Onu kendi kötülüğüne bırak. Senin mükafatın olacaktır. Hiçbir şeyi kötüye kullanma.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Ben hiç al-Hasan'ı gözlerim dolmadan görmedim. Bunun sebebi, Peygamberin, Allah ona salat ve selam eylesin, bir gün dışarı çıkıp beni camide bulmasıdır. Elimi tuttu ve ben onunla birlikte gittim. Beni, Banu Kaynuka pazarına kadar konuşmadan götürdü. Orayı dolaştı ve baktı. Sonra ayrıldı ve ben de onunla birlikte camiye döndüm. O oturdu ve elbisesine sarındı. Sonra, 'Küçük olan nerede? Küçük olanı bana çağırın.' dedi. Hasan koşarak geldi ve kucağına atladı. Sonra elini sakalına koydu. Sonra Peygamber, Allah ona salat ve selam eylesin, ağzını açtı ve ağzını onun ağzına koydu. Sonra, 'Ya Allah, ben onu seviyorum, o halde sen de onu sev ve onu seveni de sev!' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Anas ibn Malik, Peygamberin, Allah ona salat ve selam eylesin, onlarla Dhuhr namazı kıldığını aktardı. Taslim verdikten sonra minbere çıktı ve Kıyamet Saati hakkında konuştu. Bununla ilgili korkunç şeyler söyledi. Sonra, 'Bir şey sormak isteyen varsa sorsun. Allah'a yemin ederim ki, bana ne sorarsanız, bu yerde olduğum sürece size söyleyeceğim.' dedi. İnsanlar, Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, bunu söylerken çok ağladılar. Allah'ın Elçisi, Allah ona salat ve selam eylesin, sık sık, 'Sorun.' dedi. Ömer diz çökerek, 'Biz Allah'ı Rabbimiz, İslam'ı dinimiz ve Muhammed'i Elçimiz olarak kabul ediyoruz.' dedi. Peygamber, Allah ona salat ve selam eylesin, Ömer bunu söylediğinde sessiz kaldı. Sonra Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Daha iyi! Muhammed'in ruhunun elinde olan Zat'a yemin ederim ki, namaz kılarken bu bahçenin içindeki Cennet ve Ateşi gösterdiler. Bugün gördüğüm kadar hayır ve şer görmedim.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Abdullah ibn Zayd ibn Asim el-Mazini dedi ki, \"Onu gördüm.\" Malik ibn İsmail, bu hadisi ona ileten İbn Uyayna'ya sordu, \"Peygamber, Allah ona salat ve selam eylesin mi?\" O da, \"Evet, bir ayağını diğerinin üzerine koymuş olarak yatıyordu.\" diye cevap verdi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "El-Misvar dedi ki, \"Abdurrahman ibn Avf'ı bir ayağını diğerinin üzerine koymuş olarak yatarken gördüm.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "İbn Tikhfa el-Ghifari, babasının kendisine, 'Ben Sandalyecilerden biriydim.' dediğini aktardı. Babası ona, \"Gece yarısının son kısmında, camide yüzüstü yatarak uyuyordum. Birisi yanıma geldi ve ayağıyla beni dürterek, 'Kalk. Bu, Allah'ın nefret ettiği bir yatma şeklidir.' dedi. Başımı kaldırdım ve Peygamber, Allah ona salat ve selam eylesin, başımın yanında duruyordu.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Elçisi, Allah ona salat ve selam eylesin, camide yüzüstü yatan bir adamın yanından geçtiğini ve ona ayağıyla tekme atarak, \"Kalk. Bu, Cehennem uykusudur.\" dediğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "İbn Ömer dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, 'Hiçbiriniz sol eliyle yemek yememeli ve sol eliyle içmemelidir. Şeytan sol eliyle yer ve içer.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn Abbas dedi ki, \"Sünnetten bir kısım, bir adam oturduğunda, terliklerini çıkarması ve yanına koymasıdır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Ümame dedi ki, \"Şeytan, birinizin yatağında ailesi onu örtüp iyi geceler diledikten sonra gelir. Ona sinirlenmesi için çubuklar, taşlar veya başka şeyler fırlatır. Bunu hissettiğinde, ailesine sinirlenmemelidir.' Dedi ki, 'Bu, Şeytan'ın işlerinden biridir.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ali, Peygamber'in, Allah ona salat ve selam eylesin, \"Kim evinin tepe katında korumasız bir şekilde gece geçirirse, Allah onun (koruması için) sorumluluğunu üstlenmez.\" dediğini bildirdi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ali ibn Umara dedi ki, \"Ebu Eyyub el-Ensari geldi ve düz çatıda yukarı çıktı. Aşağı indi ve 'Neredeyse korumasız bir şekilde gece geçirecektim.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Zuhayr, Peygamber'in, Allah ona salat ve selam eylesin, sahabelerinden birinin \"Kim düz bir çatıda (duvar olmadan) gece geçirirse ve sonra düşüp ölürse, kimse onun için sorumluluk taşımaz. Kim fırtınalı (yani, şiddetli) bir denize açılır ve yok olursa, kimse onun için sorumluluk taşımaz.\" dediğini bildirdi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Musa el-Aş'ari, Peygamber'in, Allah ona salat ve selam eylesin, bir kuyu kenarındaki duvarlı bir bahçede oturduğunu ve ayaklarını kuyuya sarkıttığını aktardı."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "İbn Umar evinden çıktığında, \"Ya Allah, beni ve benimle olanları koru!\" derdi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, Allah ona salat ve selam eylesin, evinden çıktığında \"Allah'ın adıyla. Güven Allah'a. Allah'tan başka güç ve kuvvet yoktur.\" dediğini bildirdi."
    },
    {
      "id": 24,
      "narrator": "Some of the delegation of 'Abdu'l-Qays heard him mention the following:",
      "text": "'Abdu'l-Qays heyetinden bazıları, onun şu ifadelerini duydu: \"Bizim Peygamber'e, Allah ona salat ve selam eylesin, gitmemiz gerektiği açık hale geldiğinde, varış noktamıza ulaşana kadar yolculuk ettik. Bize genç bir deveyi süren bir adam rastladı. O, bize selam verdi ve biz de selamını aldık. Sonra durdu ve 'Hangi kabileden geliyorsunuz?' diye sordu. Biz de, 'Biz 'Abdu'l-Qays heyetiyiz.' dedik. Adam, 'Hoş geldiniz. Sizi arıyordum. Size müjdeli bir haber vermek için geldim. Dün Peygamber, Allah ona salat ve selam eylesin, doğuya doğru baktı ve bize, 'Yarın o yönden (yani doğudan) Arapların en iyi heyeti gelecek.' dedi. Geceyi ayrılmak için hazırlık yaparak geçirdim. Bu sabah deveyi uzun ve zorlu bir şekilde sürdüm, ta ki şafak sökünceye kadar. Sonra geri dönmeyi düşündüm, ama sizin bineklerinizin başlarını gördüm.\""
    }
  ]
}