{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Ebu Bekir şöyle dedi: 'Vallahi, yeryüzünde 'Umar'dan daha çok sevdiğim bir adam yok.' Sonra dışarı çıktı ve geri geldi ve 'Yemin ettiğimde ne dedim, kızım?' dedi. Ben de ona söyledim. Sonra şöyle dedi: 'O, bana daha sevimli; ama bir çocuğun kalbe yakınlığı başka.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "İbn Ebi Nü'm dedi ki, \"Ben İbn 'Umar ile birlikteydim, bir adam ona sivrisineklerin kanı hakkında sordu. O da, 'Nerelisin?' diye sordu. 'Irak halkındanım,' diye cevap verdi. O da, 'Bak bu adama! Peygamberin torununu katlettikleri zaman, sivrisineklerin kanını soruyor! Ben Peygamberi, Allah ona salat ve selam eylesin, 'Onlar bu dünyada benim fesleğenimdir' derken duydum.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "El-Bara' dedi ki, \"Peygamberi, Allah ona salat ve selam eylesin, al-Hasan omzunda iken gördüm. 'Ya Allah, ben onu seviyorum, sen de onu sev,' diyordu.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Cübeir b. Nüfeyr dedi ki, \"Bir gün al-Mikdad b. el-Esved ile oturuyorduk, bir adam yanımızdan geçti. Adam, 'Allah'ın Resulünü, Allah ona salat ve selam eylesin, gören o iki gözün üzerine bereket olsun. Vallahi, sizin gördüğünüzü ve tanık olduğunuz şeyi ben de görmek isterdim!' dedi. Bu, al-Mikdad'ı öfkelendirdi ve bu beni şaşırttı; çünkü adam sadece iyi şeyler söylemişti. Sonra onlara döndü ve 'Bu adamı, Allah'ın aldığı şeyi geri istemeye ne sevk etti? Eğer onu görseydi durumunun ne olacağını anlamıyor mu? Vallahi, eğer bazı insanlar Allah'ın Resulü ile birlikte olsaydı, Allah onları yüzüstü Cehenneme atardı; çünkü ne onu kabul ederlerdi ne de tasdik ederlerdi. Sizi yaratan Allah'a hamd etmiyor musunuz? Sadece Rabbinizi tanıyorsunuz ve Peygamberinizin, Allah ona salat ve selam eylesin, getirdiğini tasdik ediyorsunuz. Başkalarında yeterince sıkıntı görüyorsunuz. Vallahi, Allah'ın Resulü, Allah ona salat ve selam eylesin, herhangi bir Peygamberin gönderildiği en zor durumda gönderildi - peygamberlik silsilesinde bir boşlukta ve Cahiliye döneminde. Onlar dinin putlara tapmaktan daha iyi olduğunu kabul etmediler. Gerçek ile yalanı ayırt etmeyi sağlayan ve bir babayı çocuğundan ayırabilen ayrımcılığı getirdi. Sonra bir adam babasını, çocuğunu veya kardeşini bir kafir olarak düşünecektir. Allah, kalbinin kilidini iman ile açtı ve diğer kişinin ateşte yok olacağını biliyor. Bu yüzden gözü serin değil; çünkü sevdiği kişinin ateşte olacağını biliyor. Allah'ın dediği gibi, 'Rabbimiz, eşlerimizde ve çocuklarımızda bize göz aydınlığı ver.' (25:74)'\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Enes dedi ki, \"Bir gün Peygamberi, Allah ona salat ve selam eylesin, ziyaret ettim; yanımda sadece annem ve teyzem, Ümmü Hiram vardı. O bize geldiğinde, 'Sizinle namaz kılalım mı?' diye sordu. O, farz namaz vaktinde değildi.\" Bunu aktaranlardan biri, \"Enes'i ona göre nereye koydu?\" diye sordu. Cevap, \"Onu sağ tarafına koydu,\" oldu. Enes'in rivayeti devam etti, \"Sonra bizimle namaz kıldı ve ev halkı olarak bize bu dünyada ve ahirette en iyi nimetleri vermesi için dua etti. Annem, 'Allah'ın Resulü, küçük hizmetçin için Allah'a dua et,' dedi ve o da bana her türlü nimeti vermesi için Allah'a dua etti. Duasının sonunda, 'Ya Allah, ona çok mal ve çok çocuk ver ve onu bereketlendir!' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Enes b. Malik dedi ki, \"Bir kadın 'A'işe'ye geldi ve 'A'işe ona üç hurma verdi. İki çocuğuna birer hurma verdi ve birini kendisi için sakladı. Çocuklar iki hurmayı yedikten sonra annelerine baktılar. O da hurmasını alıp ikiye böldü ve her çocuğa yarısını verdi. Peygamber, Allah ona salat ve selam eylesin, geldi ve 'A'işe ona bunu anlattı. O da, 'Buna mı şaşırıyorsun? Allah, çocuğuna karşı merhameti nedeniyle ona merhamet gösterecek,' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Bir bedevi Peygamberi, Allah ona salat ve selam eylesin, ziyaret etti ve sordu: 'Çocuklarınızı öpüyor musunuz? Biz onları öpmüyoruz.' Peygamber, Allah ona salat ve selam eylesin, dedi ki, 'Allah onları kalplerinizden almışken, ben merhameti kalplerinize koyabilir miyim?'\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Hasan b. Ali'yi öptü, o sırada al-Akra' b. Habis et-Tamimi onunla oturuyordu. Al-Akra' gözlemledi, 'Benim on çocuğum var ve hiç birini öpmedim,' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, ona baktı ve 'Merhamet göstermeyen kimseye merhamet edilmez,' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Numayr b. Avs dedi ki, \"Onlar derlerdi ki, 'Doğru eylem Allah'tan bir hediyedir, ama edep ebeveynlerden gelir.'\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "En-Nu'man b. Beşir, babasının onu Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, götürdüğünü söyledi. 'Allah'ın Resulü, sana şahitlik ederim ki ben En-Nu'man'a şöyle şöyle verdim. (O bir köleydi).' Peygamber sordu, 'Her bir çocuğuna aynı şeyi verdin mi?' 'Hayır,' diye cevap verdi. O da, 'O zaman benim dışımda birine şahitlik et,' dedi. Sonra Peygamber sordu, 'Hepsine eşit bir iyilikte bulunmak istemiyor musun?' 'Elbette istiyorum,' dedi. O da, 'O zaman bunu yapma.'\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn 'Umar dedi ki, \"Allah onları 'iyilikseverler' (el-Abrar) olarak adlandırdı; çünkü onlar ebeveynlerine ve çocuklarına iyilik yaparlar. Nasıl ki ebeveyninize karşı bir yükümlülüğünüz varsa, çocuğunuza karşı da bir yükümlülüğünüz vardır.\""
    },
    {
      "id": 12,
      "narrator": "Abu Sa'id said that the Prophet (may Allah bless him and grant him peace) said:",
      "text": "Ebu Sa'id, Peygamberin (Allah ona salat ve selam eylesin) şöyle dediğini aktardı: 'Merhamet göstermeyen kimseye merhamet edilmez.'"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Cerir b. Abdullah dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Allah, insanlara merhamet göstermeyen kimseye merhamet etmeyecektir,' dedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "97 ile aynı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "'A'işe dedi ki, \"Bazı bedeviler Peygamberi, Allah ona salat ve selam eylesin, ziyaret etti. Onlardan biri ona, 'Allah'ın Resulü, çocukları öpüyor musunuz? Vallahi, biz onları öpmüyoruz,' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Allah onları kalplerinizden almışken, ben merhameti kalplerinize koyabilir miyim?' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Üsman, Ömer'in bir adamı vali olarak atamak istediğini bildirdi. Vali, \"Benim şu kadar çocuğum var ve hiçbiriyle öpüşmedim.\" dedi. Ömer, \"Allah Teala, yalnızca kullarının en merhametlisine merhamet eder.\" dedi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Allah Teala merhameti yüz parçaya ayırdı. Doksan dokuz parçasını kendinde tuttu ve bir parçasını yeryüzüne indirdi. O bir parça sayesinde, yaratıklar birbirlerine merhamet ederler; hatta kısrak, yavrusunun üzerine basmaması için ayaklarını ondan uzak tutar.\" dediğini bildirdi."
    }
  ]
}