{
  "language": "tr",
  "metadata": {
    "length": 27,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Hudhayfa dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, uyumak istediğinde, 'Adınla, ya Allah, ben ölürüm ve yaşarım' dedi. Uyandığında ise, 'Bize hayat veren Allah'a hamd olsun, bizi öldürdükten sonra, ve O'na dönüş vardır.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Anas dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, yatağa gittiğinde, 'Bize yemek ve içki veren, bize yeterli kılan ve bize sığınak veren Allah'a hamd olsun. Kaç insan ne yeterli ne de sığınak bulabiliyor!' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Cabir dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Elif-Lam-Mim. İniş' (32) ve 'Elhamdülillah, mülkü elinde bulunduran O'dur' (67) ayetlerini okumadan uyumadı.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abdullah dedi ki, \"Zikir sırasında uykuya dalmak şeytandandır. İsterseniz bunu test edebilirsiniz. Sizden biri yatağa gittiğinde ve uyumak istediğinde, Yüce Allah'ı anmalıdır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Cabir dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, 'Mübarek' (67) ve 'Elif-Lam-Mim. İniş' (32) ayetlerini okumadan uyumadı.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Sizden biri yatağa gittiğinde, alt elbisesinin iç kısmını çözmeli ve yatağı onunla tozlamalıdır. Yatakta ne olduğunu bilmez. Sağ tarafına yatmalı ve 'Adınla yan tarafıma yattım. Eğer ruhumu alırsan, ona merhamet et. Eğer serbest bırakırsan, onu salih kullarını koruduğun gibi koru.' demelidir.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Al-Bara' ibn 'Azib dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, yatağa gittiğinde sağ tarafına yattı. Sonra dedi ki, 'Ya Allah, yüzümü sana döndüm ve kendimi sana teslim ettim, sırtımı sana emanet ettim, senin korkun ve sevginden dolayı. Senden başka güvenli bir yer yoktur. Senin indirdiğin kitaba ve gönderdiğin peygambere inandım.' Dedi ki, 'Gece bunu söyleyen kim olursa olsun ve sonra ölürse, fitra üzere ölür.'\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, yatağa gittiğinde şöyle derdi: 'Ya Allah, göklerin ve yerin Rabbi, her şeyin Rabbi, tahılları ve tohumları yarıp geçensin, Tevrat'ı, İncil'i ve Kur'an'ı indiren! Her türlü kötülükten sana sığınırım. Beni saç telimden tutarak alırsın. Sen dıştaki O'sun, senin üstünde hiçbir şey yoktur. Sen içteki O'sun, senin altında hiçbir şey yoktur. Borçlarımı öde ve beni yoksulluktan koru.'\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "1211'e benzer."
    },
    {
      "id": 10,
      "narrator": "Jabir said:",
      "text": "Cabir dedi: \"Bir adam evine girdiğinde veya yatağa gittiğinde, bir melek ve şeytan ona koşar. Melek der ki, 'İyilikle mühürle!' Şeytan der ki, 'Kötülükle mühürle.' Eğer Allah'ı över ve O'nu hatırlarsa, şeytanı kovar ve geceyi onunla geçirir, onu korur. Uyandığında, melek ve şeytan ona koşar ve aynı şeyi söyler. Eğer Allah'ı anarsa ve 'Gökleri ve yeri tutan, onların yok olmasına engel olan Allah'a hamd olsun. Eğer yok olsalar, kimse onları tutamaz. Şüphesiz O, çok sabırlı, daima affedicidir.' (35:41) derse, 'Gökleri yere düşmekten alıkoyan Allah'a hamd olsun, O'nun izni olmadan. Allah, insanlara karşı çok merhametlidir, en merhametlidir.' (22:63) derse, eğer ölürse, şehit olarak ölür. Eğer kalkıp namaz kılarsa, faziletle namaz kılar.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Al-Bara' dedi ki, \"Peygamber, Allah ona salat ve selam eylesin, uyumak istediğinde sağ yanağının altına elini koydu ve 'Ya Allah, kullarını dirilttiğin gün, azabından beni koru.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Abdullah ibn Amr, Peygamber, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Bir Müslüman adam iki eylemde ısrar ederse, Cennete girecektir. Bunlar kolaydır, ama bunları yapanlar azdır.\" Kendisine soruldu, 'Onlar nedir, Allah ona salat ve selam eylesin?' Dedi ki, 'Her namazdan sonra on kez \"Allahu akbar\", on kez \"elhamdu lillah\" ve on kez \"Subhana'llah\" demektir. Bu, dilde 150 ve terazide 1500 eder.' Peygamberi, Allah ona salat ve selam eylesin, bunları elinin parmaklarıyla sayarken gördüm. Sonra dedi ki, 'Yatağa gittiğinizde, \"Subhana'llah\", \"elhamdu lillah\" ve \"Allahu akbar\" demelisiniz. Bu, dilde 100 ve terazide 1000 eder. İçinizden kim sabah akşam 2500 kötü eylemde bulunabilir?' Kendisine soruldu, 'Allah'ın Resulü, bunlar nasıl sayılmıyor?' Dedi ki, 'Şeytan, sizden birinin namaz kılarken yanına gelir ve ona şunu yapması gerektiğini hatırlatır, böylece onu unutur.'\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber, Allah ona salat ve selam eylesin, 'Sizden biri yatağa gittiğinde, alt elbisesinin iç kısmıyla yatağını tozlamalıdır. 'Allah'ın adıyla' demelidir. Yatakta ne olduğunu bilmez. Eğer yatmak isterse, sağ tarafına yatmalı ve 'Sana hamd olsun, Rabbim, yan tarafıma seninle yattım ve onu seninle kaldırıyorum. Eğer ruhumu alırsan, onu affet. Eğer serbest bırakırsan, onu salih kulların gibi koru.' demelidir.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Rabi'a ibn Ka'b şöyle anlattı: \"Ben Peygamberin, Allah ona salat ve selam eylesin, kapısında geceyi geçirirdim ve ona abdest suyu verirdim.\" Dedi ki, \"Gece uzun bir süre geçtikten sonra, 'Allah, kendisini övenin sesini duyar' dediğini duydum ve gece uzun bir süre geçtikten sonra, 'Hamd, âlemlerin Rabbi olan Allah'a aittir' dediğini duydum.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "İbn Abbas, Peygamber, Allah ona salat ve selam eylesin, \"Ellerini yıkamadan önce yağlı bir şekilde uyuyan kimse, başına bir şey gelirse, kimseyi suçlamamalıdır, sadece kendisini.\" dediğini bildirdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Eli yağlı olarak geceyi geçiren ve bir musibete uğrayan kimse, başkasını suçlamasın, yalnızca kendisini suçlasın.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Cabir bin Abdullah, Allah'ın selam ve bereketi üzerine olsun, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Kapıları kilitleyin, su tulumlarını bağlayın, kapları ters çevirin, kapları örtün ve lambaları söndürün. Şeytan, kilitli kapıyı açmaz, su tulumunu çözmez, kapları açmaz. Bir fare, bir evi içindekilerle birlikte yakabilir.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "İbn Abbas şöyle dedi: \"Bir fare geldi ve fitili sürüklemeye başladı. Cariye onu durdurmak için hareket etti. Peygamber, Allah'ın selam ve bereketi üzerine olsun, 'Bırak' dedi. Fare fitili getirdi ve oturduğu yerin üstüne koydu. Orada bir dirhem büyüklüğünde bir delik yaktı. Allah'ın Elçisi, Allah'ın selam ve bereketi üzerine olsun, 'Uykuya gittiğinizde, ışıkları söndürün. Şeytan bu tür şeyleri yönlendirir ve sonra sizi yakar.' dedi.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Sa'id şöyle dedi: \"Peygamber, Allah'ın selam ve bereketi üzerine olsun, bir gece uyandı ve bir farenin fitili alıp çatının üzerine çıktığını ve evi üzerlerine yakmak için çıkardığını gördü. Peygamber, Allah'ın selam ve bereketi üzerine olsun, ona lanet etti ve Haram'da onu öldürmek caiz oldu.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn Umar, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Uykuya gittiğinizde evinizde ateşi yakılı bırakmayın.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ömer şöyle dedi: \"Ateş bir düşmandır, ona dikkat edin.\" Gece uyumadan önce ailesinin ateşlerini söndürmeye giderdi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "İbn Umar, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini duydu: \"Evlerinizde ateşi yakılı bırakmayın. O bir düşmandır.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Musa şöyle dedi: \"Medine'de bir ev, gece içinde sakinleriyle birlikte yandı. Peygamber, Allah'ın selam ve bereketi üzerine olsun, bu durumdan haberdar oldu ve 'Ateş sizin düşmanınızdır. Uykuya gittiğinizde ateşleri söndürün.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Mulekâ, yağmur yağdığında İbn Abbas'ın şöyle dediğini aktardı: \"Cariye! Eşeğimi çıkar ve elbisemi getir. Allah, 'Gökyüzünden bereketli su indirdik.' (50:9) diyor.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in evlerde kırbaçların asılmasını emrettiğini bildirmiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Cabir bin Abdullah, Allah'ın selam ve bereketi üzerine olsun, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Gece sessiz olduğunda konuşmaktan sakının. İçinizden hiç kimse, Allah'ın hangi yaratıkları göndereceğini bilemez, bu yüzden kapılarınızı kilitleyin, su tulumlarını bağlayın, kapları örtün ve lambaları söndürün.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Cabir, Allah'ın selam ve bereketi üzerine olsun, Peygamber'in şöyle söylediğini rivayet etmiştir: \"Çocukları akşam tamamen kararana kadar dışarıda tutmayın. O zaman, şeytanların çıktığı saattir.\""
    }
  ]
}