{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"İbrahim, Allah ona rahmet eylesin ve selam versin, seksen yaşında sünnet oldu. O, bir balta ile sünnet edildi.\" dediğini rivayet etmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Kufe'den bir yaşlı kadın, 'Ali ibn Ghurab'ın büyükannesi, Umm al-Muhacir'in \"Biz Bizans'tan bazı kızlarla birlikte esir alındık. 'Uthman bize İslam'ı teklif etti, ama sadece ben ve bir başka kız İslam'ı kabul ettik. 'Uthman, 'Onları sünnet edin ve temizleyin.' dedi.\" şeklinde bildirdiğini aktarmıştır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Salim dedi ki, \"İbn 'Umar, Nu'aym ve ben sünnet olduk ve bizim adımıza bir koç kurban ettiler. Bence bu durumdan diğer çocuklardan daha fazla mutlu olduk çünkü bizim adımıza bir koç kurban edilmişti.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Umm 'Alqama, 'A'isha'nın kardeşinin kızları sünnet edildiğinde, 'A'isha'ya \"Onları eğlendirmek için birini çağıralım mı?\" diye sorulduğunda, \"Evet,\" diye yanıtladı. 'Adi çağrıldı ve onlara geldi. 'A'isha odanın yanından geçerken onu şarkı söylerken ve başını coşkuyla sallarken gördü - ve onun büyük bir saç başı vardı. 'Uff!' diye haykırdı, 'Bir şeytan! Onu dışarı çıkar! Onu dışarı çıkar!'\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "'Umar'ın müşterisi Aslam dedi ki, \"Biz 'Umar ibn al-Khattab ile Suriye'ye geldiğimizde, başkan ona geldi, 'Amir al-Mu'minin, senin için biraz yiyecek hazırladım ve seninle birlikte bazı soyluları getirmeni isterim. Bu benim için daha güçlü ve soylu bir eylem olacaktır.' 'Umar, 'Bu kiliselerin içine, içlerinde bulunan resimlerle giremeyiz.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "1245'e bakınız."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Abu Hurayra, \"İbrahim, Allah ona rahmet eylesin ve selam versin, 120 yaşında sünnet oldu. Sonrasında seksen yıl daha yaşadı.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Al-Hasan'ın, \"Bu adamdan (yani Malik ibn al-Mundhir) hayret etmiyor musunuz? Kaskar'dan Müslüman olan bazı yaşlıları ziyaret etti ve onları inceledi, ardından kış olmasına rağmen sünnet edilmelerini emretti. Bazılarının öldüğünü duydum. Rumlar ve Habeşliler, Allah'ın Elçisi ile, Allah ona rahmet eylesin ve selam versin, Müslüman oldular ve hiç incelenmediler.\" şeklinde bildirdiği rivayet edilmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İbn Şihab dedi ki, \"Bir adam Müslüman olduğunda, yaşlı olsa bile sünnet olması emredilirdi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bilal ibn Ka'b al-'Ukki dedi ki, \"Biz - İbrahim ibn Adham, 'Abdu'l-'Aziz ibn Qarir, Musa ibn Yasar ve ben - Yahya ibn Hassan (al-Bakri al-Filistini) köyünde ziyaret ettik. Bize biraz yiyecek getirdi, ama Musa oruçlu olduğu için geri durdu. Yahya, 'Bizimle birlikte, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, arkadaşlarından olan Banu Kinana'dan Abu Qursafa künyesine sahip bir adam vardı ve o, bu camide kırk yıl kaldı. Bir gün oruç tutar, ertesi gün orucunu açardı. Babamın ona bir oğlu doğdu ve bu adamı oruçlu olduğu gün davet etti ve o orucunu açtı.' dedi. İbrahim ayağa kalktı ve onu örtüsüyle süzdü ve Musa orucunu açtı.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Anas dedi ki, \"O gün doğduğunda, 'Abdullah ibn Abi Talha'yı Peygamber'e, Allah ona rahmet eylesin ve selam versin, götürdüm. Onu yün bir elbise giymiş buldum ve bir devesinin birini katranla işaretliyordu. Peygamber, 'Yanında hurma var mı?' diye sordu. 'Evet,' dedim. Ona biraz hurma verdim. O hurmaları çiğnedi ve çocuğun ağzını açarak çiğnenmiş hurmaları çocuğun ağzına koydu. Çocuk dudaklarını yaladı. Peygamber, Allah ona rahmet eylesin ve selam versin, 'Ensar hurmayı sever,' dedi ve ona 'Abdullah' adını verdi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Mu'awiya ibn Qurra dedi ki, \"İyas doğduğunda, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, bazı arkadaşlarını davet ettim ve onlara yemek verdim ve onlar dua ettiler. 'Dua ettiniz, Allah da sizin duanızı kabul etsin. Eğer ben dua edersem, siz 'Amin' dersiniz.' dedi. 'Onun dini, aklı ve benzeri şeyler için çok dua ettim.' diye devam etti. 'O günkü duayı hâlâ onda tanıyorum.' diye ekledi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Kathir ibn 'Ubayd dedi ki, \"Eğer 'A'isha'nın ailesinden birisi çocuk sahibi olursa, 'erkek mi, kız mı?' diye sormazdı. 'İyi bir şekilde mi yaratıldı?' diye sorardı. Cevap 'Evet' olursa, 'Hamd, âlemlerin Rabbi olan Allah'a olsun.' derdi.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurayra reported that the Messenger of Allah, may Allah bless\nhim and grant him peace, said, \"Five things are included in the fitra:",
      "text": "Abu Hurayra, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Beş şey fitra içindedir: bıyığı kısaltmak, tırnakları kesmek, pubis kıllarını traş etmek, koltuk altı kıllarını yolmak ve siwak (diş temizleme için arak dalı) kullanmak.\" dediğini rivayet etmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Nafi' bildirdi ki, İbn 'Umar her on beş günde bir tırnaklarını keser ve her ay pubis kıllarını traş ederdi."
    }
  ]
}