{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Cafer ibn Ebu'l-Muğire dedi ki, \"Said ibn Cubeyr benimle kaldı ve bana İbn Abbas'ın şöyle söylediğini aktardı: 'Kesilen develer için oklarla kumar oynayanlar nerede? Onlar bir deveyi on hisse ile satın alırlar. Sonra okları karıştırırlar ve hisse sayısı dokuz olur ve bu şekilde devam ederler, ta ki bir hisseye düşene kadar. Diğerleri hisselerini bir hisseye kaybeder. İşte bu kumardır (ok karıştırma).'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "İbn Ömer dedi ki, \"Ok karıştırmak kumardır.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Rabi'a ibn Abdullah ibn al-Hadir ibn Abdullah, iki adamın Ömer döneminde iki horoz üzerine kumar oynadıklarını bildirdi. Ömer, horozun kesilmesini emretti ve Ensar'dan bir adam ona, \"Allah'ı tesbih eden bir şeyi mi keseceksin?\" dedi. Bunun üzerine Ömer onu bıraktı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Eğer biriniz yemin eder ve yemininde al-Lat ve al-'Uzza ile yemin ederse, 'Allah'tan başka ilah yoktur' demelidir. Eğer biriniz arkadaşına, 'Gel, seninle kumar oynayacağım' derse, sadaka vermelidir.\" dediğini bildirdi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Hüseyin ibn Mus'ab, birinin Ebu Hureyre'ye, \"İki güvercin üzerine kumar oynuyoruz ve aralarında üçüncü bir kumar oynanmamış güvercin olmasını istemiyoruz ki, kumar oynanmamış güvercin kazancı alabilsin.\" dediğini aktardı. Ebu Hureyre, \"Bu çocukların davranışıdır. Bunu bırakma noktasındasınız.\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Al-Bara' ibn Malik'in, erkekler için deve şarkısı yaptığı ve Encesha'nın kadınlar için deve şarkısı yaptığı rivayet edilmiştir. Onun güzel bir sesi vardı ve Peygamber, Allah ona salat ve selam eylesin, \"Encesha, cam eşyaları sürerken nazik ol.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Lokman Suresi'ndeki (35:6) \"İnsanlar, oyalayıcı hikayelerle ticaret yapanlardır.\" sözünün \"şarkı söylemek ve benzeri şeyler\" anlamına geldiğini söyledi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Al-Bara' ibn Azib, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Selamı yayınız, güven içinde olursunuz. Testere kötüdür.\" dediğini bildirdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Selman el-İlhani, Fudala ibn Ubayd'in bir toplantıda olduğunu bildirdi. Bazı insanların tavla oynadığını duydu. Öfkeyle ayağa kalktı ve bunu en güçlü şekilde yasakladı. Sonra, \"Kazancını yemek için oynayan kimse, domuz etini yiyen ve kanla abdest alan gibidir.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "El-Fadil ibn Muslim, babasının şöyle dediğini aktardı: \"Ali, Allah ondan razı olsun, Bab al-Qasr'dan çıktığında bazı tavla oyuncuları gördü. Onları sabah akşam hapsedip kilitledi. Bazılarını sadece yarım gün hapsedip kilitledi. Geceye kadar hapsedenler, gümüş kullananlardı. Yarım gün hapsedenler ise oynayanlardı. Ayrıca onlara selam verilmemesini emretti.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Tavla oynayan kimse, Allah'a ve O'nun Elçisi'ne isyan etmiştir.\" dediğini bildirdi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Abdullah ibn Mes'ud, \"Bu iki işaretli zarın sakıncalı olduğunu bilin. Zorla yasaklanmalıdır. Kumarın bir parçasıdır.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Burayda, Peygamber'in, Allah ona salat ve selam eylesin, \"Tavla oynayan kimse, elini domuzun etine ve kanına sokan gibidir.\" dediğini bildirdi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu Musa, Peygamber'in, Allah ona salat ve selam eylesin, \"Tavla oynayan kimse, Allah'a ve O'nun Elçisi'ne isyan etmiştir.\" dediğini bildirdi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Nafi', Abdullah ibn Ömer'in ailesinden herhangi birinin tavla oynadığını bulursa, onları döver ve tahtayı kırardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Alqama ibn Abi Alqama, annesinden, Aişe'nin, Allah ondan razı olsun, evinde bir odada bazı insanların tavla oynadığını duyduğunu bildirdi. Ona, \"Eğer bunu kaldırmazsanız, sizi evimden çıkaracağım.\" diye gönderdi. Onları bu oyun için kınadı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Kulthum ibn Jabir dedi ki, \"İbn az-Zubayr bize hitap ederek, 'Mekke halkı, Kureyş'ten bazı erkeklerin tavla oynadığını duydum. Bu sol elle yapılır. Allah, 'Şarap ve kumar.' (5:90) diyor. Allah'a yemin ederim ki, eğer tavla oynayan biri benim önüme getirilirse, onu saçından ve derisinden cezalandıracağım ve ganimetini bana getiren kişiye vereceğim.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ya'la ibn Murra, Abu Hurayra'nın tavla oynayan ve üzerine bahis yapan biri hakkında, onun domuz eti yiyen birine benzediğini söylediğini duyduğunu bildirdi. Tavla oynayıp bahis yapmayan kişi ise domuz kanında ellerini yıkayan birine benzer. Ona bakan kişi ise domuz etine bakan birine benzer."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abdullah ibn Amr ibn al-As dedi ki, \"Bahis için zar oynayan biri, domuz eti yiyen birine benzer. Bahis yapmadan oynayan biri ise domuz kanında ellerini yıkayan birine benzer.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Messenger'ı, Allah ona salat ve selam eylesin, \"Bir mümin, aynı taşla iki kez yaralanmaz.\" dediğini bildirdi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber'in, Allah ona salat ve selam eylesin, \"Geceleyin ateş eden biri bizden değildir.\" dediğini bildirdi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Messenger'ı, Allah ona salat ve selam eylesin, \"Bizimle silah kuşanan biri bizden değildir.\" dediğini bildirdi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "1280 numaralı hadisin aynısı, ancak Abu Musa'dan."
    }
  ]
}