{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu'l-Malih, bir arkadaşından (ki o bir Sahabi idi) rivayet etti ki, Peygamber Efendimiz, Allah ona salat ve selam eylesin, \"Allah, kullarından birinin bir toprakta ölmesini istediğinde, onu oraya gitmek için bir sebep verir.\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Muhammed ibn Sirin, Abu Hurayra'nın elbisesinde burnunu silip sonra, \"Sık! Sık! Abu Hurayra keten içinde burnunu siliyor.\" dediğini aktardı. \"Siz beni Aişe'nin odası ile minber arasında yatarken gördünüz, insanlar beni deli dedi ama ben sadece açtım.\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abu Hurayra, \"Bazı insanlar, 'Ey Allah'ın Resulü, içimizde konuşmak istemediğimiz bir şey hissediyoruz ve bu halde sabah namazından beri bulunuyoruz.' dediler. O da, 'Gerçekten böyle mi hissettiniz?' dedi. 'Evet,' dediler. O da, 'Bu açık bir imandır.' dedi.\" şeklinde rivayet etti."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Şahr ibn Hawshab, \"Ben ve teyzem Aişe'yi ziyaret ettik ve 'Bazen birimizde öyle bir şey oluyor ki, eğer bu hakkında konuşursa, Ahiret için umutları sona erecek. Eğer bu açığa çıkarsa, bunun için öldürülecek.' dedik. O, üç kez tekbir getirdi ve sonra, 'Allah'ın Resulü, Allah ona salat ve selam eylesin, bu konuda soruldu ve şöyle dedi: \"Eğer bu sizden birine olursa, üç kez tekbir getirsin. Bunu sadece bir mümin hisseder.\" dedi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Anas ibn Malik, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'İnsanlar, var olmayan şeyler hakkında o kadar çok soru soracaklar ki, 'Allah her şeyi yarattı, peki Allah'ı kim yarattı?' diyecekler.' dedi.\" şeklinde bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Şüpheden sakının. Şüphe, en kötü yalan türüdür. Casusluk yapmayın. Birbirinizle savaşmayın. Birbirinizi (alışverişte) tuzağa düşürmeye çalışmayın. Birbirinize haset etmeyin. Birbirinizi sevmeyin. Allah'ın kulları ve kardeşler olun.\" dediğini aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Anas, \"Peygamber, Allah ona salat ve selam eylesin, eşlerinden biriyle birlikteyken, bir adam yanından geçti ve Peygamber, Allah ona salat ve selam eylesin, onu çağırarak, 'Falanca, bu benim eşim falancadır.' dedi. Adam, 'Kimi şüphelenirsem, seni şüphelenmem!' dedi. Peygamber, 'Şeytan, Adem'in oğlunun içinde kan gibi akar.' dedi.\" şeklinde bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Abdullah, \"Birinin bir şeyi çalındığında, o kişi, hırsızdan daha kötü bir şüpheci hale gelir.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bilal ibn Sa'd al-Ash'ari, Muaviye'nin Abu Dharr'a yazdığını, \"Şam'daki sapkınları benim için yaz.\" dediğini aktardı. Abu Dharr, \"Şam'daki sapkınlarla ne alakam var ve onları nasıl tanıyacağım?\" dedi. Oğlu Bilal, \"Ben yazarım.\" dedi, böylece yazdı. Abu Dharr, \"Nasıl biliyorsun? Ancak onlardan biri olursan sapkın olduklarını bilirsin. Önce kendinle başla ve isimlerini göndermeyin.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Abdul-'Aziz ibn Qays, \"Bir köle kız, Abdullah ibn 'Umar'ın saçını tıraş ederken onu ziyaret ettim.\" dedi. \"Kireçli ağda, cildi yumuşatır.\" dedi."
    },
    {
      "id": 11,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and\ngrant him peace, said, \"The fitra consists of five:",
      "text": "Abu Hurayra, Peygamber Efendimiz, Allah ona salat ve selam eylesin, \"Fıtrat beş şeyden oluşur: sünnet, pubis kıllarının tıraşı, koltuk altı kıllarının yolunması, bıyıkların kesilmesi ve tırnakların kesilmesi.\" dediğini bildirdi."
    },
    {
      "id": 12,
      "narrator": "Abu Hurayra reported that the Prophet, may Allah bless him and grant him peace, said, \"Five from the fitra:",
      "text": "Abu Hurayra, Peygamber Efendimiz, Allah ona salat ve selam eylesin, \"Fıtrattan beş şey: sünnet, pubis kıllarının tıraşı, tırnakların kesilmesi, koltuk altı kıllarının yolunması ve bıyıkların kesilmesi.\" dediğini aktardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "1292 ile benzer."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abu't-Tufayl, \"Peygamber Efendimiz, Allah ona salat ve selam eylesin, al-Ji'rana'da eti paylaştırırken gördüm. O zaman ben, kurban edildikten sonra deveyi taşıyan bir çocuktum. Bir kadın ona geldi ve o, onun için örtüsünü yaydı. Ben de, 'Bu kim?' diye sordum. Cevap, 'Bu, onu emziren kadındır.' oldu.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Al-Mughira ibn Shu'ba, bir adamın, \"Allah, emirini başarılı kılsın! Senin hizmetçin bazı adamları tanıyor ve onlara içeri girmeleri için öncelik veriyor.\" dediğini aktardı. O da, \"Allah onu affetsin! Tanıma, kötü bir köpek ile uğraşmak ve saldırgan bir deve ile başa çıkmak için faydalıdır.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbrahim dedi ki, \"Arkadaşlarımız köpekler dışında her türlü oyuncak oynamamıza izin verirdi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu 'Ukba dedi ki, \"Bir gün İbn 'Umar ile yol boyunca yürüdüm. Oyun oynayan bazı Habeşli çocukların yanından geçtim ve onlara iki dirhem verdi.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "'A'işe, Allah'ın ona rahmet etmesi ve selam vermesi için, Peygamberin, oyuncak bebeklerle oynayan arkadaşlarını çağırdığını bildirdi.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, bir adamın bir güvercini takip ettiğini gördü ve 'Bir şeytan bir şeytanı takip ediyor.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Al-Hasan dedi ki, \"'Uthman, hiçbir Cuma günü köpeklerin öldürülmesi ve güvercinlerin kesilmesi emrini vermeden konuşmazdı.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Zeyd ibn Sabit, 'Umar ibn al-Hattab'ın bir gün onu görmek için yanına geldiğini ve ona izin verdiğini, o sırada başının bir cariyesinin elinde tarandığını bildirdi. Başını çekti ve 'Umar ona, 'Bırak o tarasın.' dedi. O da, 'Amir al-Mu'minin, eğer beni çağırırsan, sana gelirim.' dedi. 'Umar, 'Bu benim ihtiyacım.' dedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Birisi insanların önünde tükürürse, tükürüğünü avuçlarıyla yakalasın ki yere düşmesin. Oruçlu olduğunda, avucunu yağlasın ki oruç izleri üzerinde görünmesin.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Habib ibn Abi Thabit dedi ki, \"Bir adam konuştuğunda, belirli bir adama dönmemesini, daha ziyade herkesle hitap etmesini isterlerdi.\""
    }
  ]
}