{
  "language": "tr",
  "metadata": {
    "length": 12,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn Ebî'l-Hudhayl dedi ki, \"Allah'ın Elçisi bir adamı bir arkadaşıyla ziyaret etti. Eve girdiğinde, arkadaşı etrafa bakınmaya başladı. Abdullah ona, 'Vallahi, gözlerin oyulmuş olsaydı senin için daha iyi olurdu.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Nafi' bildirdi ki, Irak'tan bir grup insan İbn Ömer'i ziyaret etti. Onlar, hizmetçilerinden birinin üzerinde altın bir taç gördüler ve birbirlerine baktılar. O, \"Ne kadar çabuk kötülüğü görüyorsunuz!\" dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Aşırı sözlerde hayır yoktur.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, \"Ümmetimin en kötüsü çok konuşanlardır, sözleri dağınık olanlardır ve ağızlarını kelimelerle dolduranlardır. Ümmetimin en iyisi ise ahlakı en güzel olanlardır.\" dediğini bildirdi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"En kötü insan, iki yüzlü olandır. O, bir gruba bir yüzle, diğer bir gruba başka bir yüzle gelen kişidir.\" dediğini bildirdi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ammar ibn Yasir dedi ki, \"Peygamber Efendimiz'i, Allah ona salat ve selam eylesin, 'Bu dünyada iki yüzü olan kişi, Kıyamet Günü'nde ateşten iki dili olacaktır.' derken duydum.\" O, iri yarı bir adamın yanından geçti ve 'Bu onlardan biridir.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Urve ibn Zübeyr, Aişe'den duydu ki, \"Bir adam, Peygamber Efendimiz'e, Allah ona salat ve selam eylesin, ziyaret izni istedi ve Peygamber, 'Ona izin verin. O, kabilesinin kötü bir kardeşidir.' dedi. İçeri girdiğinde ona nazikçe konuştu. Ben de, 'Allah'ın Elçisi, sen böyle dedin ve sonra ona nazikçe konuştun.' dedim. O da, 'Evet, Aişe. İnsanların sert tabiatı yüzünden kaçındığı en kötü insan, işte odur.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İmrân ibn Hüsayn dedi ki, \"Peygamber Efendimiz, Allah ona salat ve selam eylesin, 'İffet, sadece hayır getirir.' dedi. Bașir ibn Ka'b, 'Bilgelik kitaplarında yazılıdır ki, 'İffetten onur doğar. İffetten huzur doğar.' dedi.\" İmrân, \"Ben size Allah'ın Elçisi'nden aktarıyorum, siz de bana bir kitaptan mı aktarıyorsunuz?!\" dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İbn Ömer dedi ki, \"İffet ve iman bir aradadır. Eğer birisi kaldırılırsa, diğeri de kaldırılır.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Bekir, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, \"İffet imanın bir parçasıdır. İman Cennet'tedir. Kaba dil, kabalıktandır ve kabalık ateştedir.\" dediğini bildirdi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Muhammed ibn Hanafiyye dedi ki, \"Peygamber Efendimiz, Allah ona salat ve selam eylesin, büyük bir başa ve büyük gözlere sahipti. Yürüdüğünde, sanki bir tepeye tırmanıyormuş gibi öne doğru eğilirdi. Döndüğünde ise tamamen dönerdi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu Mes'ud dedi ki, \"Peygamber Efendimiz, Allah ona salat ve selam eylesin, 'İlk peygamberlik sözlerinden insanların bildiği bir kısım şudur ki, eğer birisi haya sahibi değilse, o istediğini yapar.' dedi.\""
    }
  ]
}