{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'A'işe, Allah ona rahmet eylesin, Peygamber'in, Allah ona salat ve selam eylesin, \"Cebrail, Allah ona rahmet eylesin, komşulara iyi davranmamı sürekli tavsiye etti, öyle ki, onlara mirasçılarım gibi davranmamı emredecek sanmıştım.\" dediğini bildirmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Şureyh el-Khuza'i, Peygamber'in, Allah ona salat ve selam eylesin, \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, komşusuna iyi davranmalıdır. Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine cömert olmalıdır. Kim Allah'a ve Ahiret Günü'ne inanıyorsa, ya iyi bir söz söylemeli ya da susmalıdır.\" dediğini bildirmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "El-Mikdad ibn el-Esved, Allah'ın Elçisi, Allah ona salat ve selam eylesin, zina hakkında arkadaşlarına sordu ve onlar, \"Bu haramdır. Allah ve Elçisi bunu haram kılmıştır.\" dediler. O da, \"Bir adamın on kadınla zina etmesi, komşusunun karısıyla zina etmesinden daha az ciddidir.\" dedi. Sonra onlara hırsızlık hakkında sordu. Onlar, \"Bu haramdır. Allah ve Elçisi bunu haram kılmıştır.\" dediler. O da, \"Bir adamın on evden hırsızlık yapması, komşusunun evinden hırsızlık yapmasından daha az ciddidir.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Cebrail, komşularıma iyi davranmamı sürekli tavsiye etti, öyle ki, onlara mirasçılarım gibi davranmamı emredecek sanmıştım.\" dediğini bildirmiştir."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Mücahid, 'Abdullah ibn 'Amr için bir koyun kesildiğini bildirmiştir. O, kölesine, \"Bizim Yahudi komşumuza bir şey verdin mi? Bizim Yahudi komşumuza bir şey verdin mi? Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Cebrail, komşularıma iyi davranmamı sürekli tavsiye etti, öyle ki, onlara mirasçılarım gibi davranmamı emredecek sanmıştım.' dedi.\" diye sordu."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Aynı 101."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'A'işe, \"Ben, 'Allah'ın Elçisi, iki komşum var. Hediyelerimi kime vermeliyim?' dedim. O, 'Kapısı sana daha yakın olanına ver.' diye cevap verdi.\" demiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "108 ile aynı, farklı bir isnad ile."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "El-Hasan'a komşu hakkında sorulduğunda, \"Komşu terimi, bir kişinin önündeki kırk evi, arkasındaki kırk evi, sağındaki kırk evi ve solundaki kırk evi kapsar.\" demiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Hüreyre, \"Daha uzak komşularınıza, daha yakın olanlardan önce başlamayın. Aksine, en yakın komşularınızla başlayın.\" demiştir."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn 'Umar, \"Bir zamanlar, bir kişinin malına en çok layık olanı, onun Müslüman kardeşiydi. Şimdi insanlar, dirhemlerine ve dinarlarına, Müslüman kardeşlerinden daha çok değer veriyorlar. Peygamber'in, Allah ona salat ve selam eylesin, 'Ne kadar çok komşu, Kıyamet Günü komşusuyla bir araya getirilecektir! O, 'Rabbim, bu adam kapısını bana kapattı ve bana ortak bir iyilik göstermeyi reddetti!' diyecektir.' dediğini duydum.\" demiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn 'Abbas, İbn ez-Zübeyr'e, \"Peygamber'in, Allah ona salat ve selam eylesin, 'Komşusu açken karnı doymuş olan kimse, mümin değildir.' dediğini duydum.\" diye bildirmiştir."
    },
    {
      "id": 13,
      "narrator": "It is reported that Abu Dharr said, \"My dear friend, may Allah bless\nhim and grant him peace, enjoined three things on me:",
      "text": "Ebu Dharr, \"Sevgili arkadaşım, Allah ona rahmet eylesin, bana üç şey emretti: 'Dinle ve itaat et, hatta hükümdar bir köle bile olsa. Bir çorba pişirdiğinde, içine çok su koy ve sonra komşu evin halkını görmeye git ve onlara makul bir miktar ver. Namazları zamanında kıl. Eğer imamın namaz kıldığını bulursan, namazını korumuş olursun (zaten kıldığın için). Eğer kılmadıysa, bu bir nafile namazdır (çünkü tekrar kıldın).'\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu Dharr, Peygamber'in, Allah ona salat ve selam eylesin, \"Ebu Dharr! Eğer bir çorba pişirirsen, çok yap ve komşularına olan görevini yerine getir (veya onu komşuların arasında paylaş).\" dediğini bildirmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "'Abdullah ibn 'Amr ibn el-'As, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Allah katında en hayırlı dost, dostuna en hayırlı olanıdır ve Allah katında en hayırlı komşu, komşusuna en hayırlı olanıdır.\" dediğini bildirmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Nafi' ibn 'Abdu'l-Harith, Allah ona salat ve selam eylesin, Peygamberin şöyle söylediğini bildirdi: \"Müslüman erkeğin mutluluğunun bir kısmı geniş bir ev, salih bir komşu ve iyi bir binekten ibarettir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Peygamberin, Allah ona salat ve selam eylesin, dualarından biri şuydu: 'Ya Allah, ebedi dünyada kötü bir komşudan sana sığınırım. Bu dünyadaki bir komşu değiştirilebilir.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ebu Musa, Allah ona salat ve selam eylesin, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Kıyamet Saati, bir adam komşusunu, kardeşini ve babasını öldürmeden gelmeyecektir.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Peygamber, Allah ona salat ve selam eylesin, kendisine şöyle soruldu: 'Allah'ın Elçisi! Belirli bir kadın gece namaz kılar, gündüz oruç tutar, iyi işler yapar ve sadaka verir, ama komşularını diliyle incitir.' Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dedi: 'Onda hayır yoktur. O, ateş halkındandır.' Onlar dediler ki: 'Başka bir kadın farz namazlarını kılar, biraz yoğurt verir sadaka olarak ve kimseyi incitmez.' Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dedi: 'O, cennet halkındandır.'\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "'Umara ibn Ghurab, teyzesi ona şöyle dediğini bildirdi: 'Aişe, Müminlerin Annesi'ne sordum: \"Bir kadının kocası onu arzuluyorsa ve o ya kızgın olduğu ya da hevesli olmadığı için kendisini ona vermek istemiyorsa, bunda bir sakınca var mı?\" \"Evet,\" diye cevap verdi. \"Onun üzerindeki haklarından biri, eğer o seni bir eyer üzerinde arzuluyorsa, ona hayır dememendir.\" O da şöyle dedi: \"Ben de ona şunu sordum: 'Eğer bizden biri adetliyse ve onunla kocası yalnızca bir örtü varsa, ne yapmalıdır?' O da cevap verdi: 'O, örtüsünü sarıp onunla yatmalıdır. Üst kısmından yararlanabilir. Sana, Peygamberin, Allah ona salat ve selam eylesin, benimle geçirdiği bir gecede ne yaptığını söyleyeceğim. Ben ona biraz arpa pişirmiş ve ekmek yapmıştım. O içeri girdi, kapıda durdu ve sonra camiye gitti. Uyumak istediğinde kapıyı kapattı, su tulumunu bağladı, fincanı ters çevirdi ve ışığı söndürdü. Ben onu bekledim ve o ekmeği yedi. Ben uyuyana kadar gitmedi. Sonra soğuk hissetti ve geldi, beni uyandırdı. 'Beni ısıt! Beni ısıt!' dedi. Ben de, 'Ben adetliyim,' dedim. O da, 'O zaman uyluklarını aç,' dedi. Ben de uyluklarımı açtım ve o, yanaklarını ve başını uyluklarıma koydu, ta ki ısınana kadar. Sonra komşumuzun bir kuzu içeri girdi. Gidip yükünü aldım. Peygamberi, Allah ona salat ve selam eylesin, rahatsız ettim ve o uyandı, bu yüzden kuzuyu kapıya kadar kovaladım. Peygamber, Allah ona salat ve selam eylesin, 'Ekmekten aldığını al ve komşunun kuzusuna zarar verme,' dedi.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Komşularının şerrinden emin olmayan bir kişi cennete giremeyecektir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "'Amr ibn Mu'adh el-Ashhali, büyükannesinin şöyle dediğini bildirdi: \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'İman eden kadınlar! Sizden hiçbiri, komşusunun hediye ettiği şeyi küçümsemesin, bu sadece yanmış bir koyun ayağı bile olsa.'\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Müslüman kadınlar! Müslüman kadınlar! Bir kadın, komşusunun hediye ettiği şeyi küçümsemesin, bu sadece bir koyun ayağı bile olsa.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Bir adam, 'Allah'ın Elçisi, benim bir komşum bana zarar veriyor,' dedi. O da, 'Git ve eşyalarını yola çıkar,' dedi. Adam eşyalarını yola çıkardı. İnsanlar etrafında toplandı ve 'Ne oldu?' diye sordular. O da, 'Bir komşum beni incitiyor ve ben bunu Allah'ın Elçisine, Allah ona salat ve selam eylesin, söyledim. O da bana, \"Eşyalarını yola çıkar,\" dedi,' diye cevap verdi. Onlar da, 'Ya Allah, onu lanetle! Ya Allah, onu rezil et!' demeye başladılar. Adam bunu duyunca, dışarı çıktı ve 'Eve dön. Vallahi, sana zarar vermeyeceğim,' dedi.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Cuhayfa dedi ki: \"Bir adam, Peygamber'e, Allah ona salat ve selam eylesin, komşusundan şikayet etti. Peygamber, 'Çantalarını al ve yola koy, kim geçerse onu lanetlesin,' dedi. Geçen herkes o komşuyu lanetlemeye başladı. Sonra o, Peygamber'e, Allah ona salat ve selam eylesin, gitti ve 'Kaç kişiyle karşılaştım!' dedi. O da, 'Allah'ın laneti onların lanetinin üstündedir!' dedi. Sonra şikayet eden kişiye, 'Yeter artık,' ya da buna benzer sözler söyledi.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Cabir dedi ki: \"Bir adam, Peygamber'e, Allah ona salat ve selam eylesin, komşusunun düşmanlığından şikayet etmek için geldi. O, Hacer ile Makam arasında otururken, Peygamber, Allah ona salat ve selam eylesin, yanında beyaz bir elbise giymiş bir adamla yaklaştı. Ölüler için dua ettikleri Makam'a gittiler. Adam, Peygamber'e, Allah ona salat ve selam eylesin, yaklaştı ve 'Anam babam sana feda olsun, Allah'ın Elçisi! Yanında beyaz elbise giymiş bu adam kim?' dedi. 'Onu gördün mü?' diye sordu. 'Evet,' dedi adam. O da, 'O zaman çok hayır gördün. O, Rabbimin Elçisi Cebrail'dir, Allah ona salat ve selam eylesin. O, komşularımla iyi geçinmemi sürekli tavsiye etti, ta ki onları mirasçim yapmamı emredeceğini düşündüm.'\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Sevban dedi ki: \"İki adam üç günden fazla birbirlerini görmezlerse ve birisi ölürse, her ikisi de ilişkileri kopmuş bir halde ölür ve her ikisi de helak olur. Komşusuna öyle bir zulümde bulunan bir adam yoktur ki, onu evinden çıkmaya zorlayana kadar, helak olmasın.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Mücahid dedi ki: \"Ben 'Abdullah ibn 'Amr ileydim, kölesi bir koyunu derisini yüzüyordu. O da, 'Oğlum! İşini bitirince Yahudi komşuyla başla,' dedi. Orada bir adam, 'Yahudi mi? Allah seni ıslah etsin!' dedi. O da, 'Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, komşularımıza iyi davranmamızı tavsiye ettiğini duydum, ta ki onun bizi mirasçılarımız yapmasını emredeceğinden korkmaya başladık.' dedi.\""
    }
  ]
}