{
  "language": "tr",
  "metadata": {
    "length": 14,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki, \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, soruldu: 'Hangi insanlar en cömerttir?' O da, 'Allah katında en cömert olanlar, en çok takva sahibi olanlardır.' dedi. Onlar, 'Bu soruyu sormuyoruz.' dediler. O da, 'İnsanların en cömerti, Allah'ın peygamberi olan Yusuf'tur, Allah'ın peygamberi, Allah'ın dostu (İbrahim) ile olan oğludur.' dedi. Onlar, 'Bu soruyu sormuyoruz.' dediler. O da, 'Arap kökenli olanları mı soruyorsunuz?' 'Evet,' dediler. O da, 'Cahiliye döneminde en iyi olanınız, İslam'da da en iyi olanınızdır, eğer Allah'tan anlayışınız varsa.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Mündhir et-Tavri, Muhammed ibn Ali (ibn el-Hanafiyye) hakkında, \"İyiliğin karşılığı iyilikten başka bir şey midir?\" dediğini aktardı. O da, \"Ne takva sahibi ne de sapkın olan kimseye inkar edilmez.\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Dul kadınlar ve fakirler için çaba gösteren kişi, Allah yolunda çaba gösterenler gibi ve gündüz oruç tutup gece namaz kılanlar gibidir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Aişe dedi ki, \"Yanıma iki kızıyla birlikte bir kadın geldi. Benden bir şey istedi, ama bulabildiğim tek şey bir hurmaydı, onu ona verdim. O da kızı arasında paylaştırdı ve kalkıp gitti. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, içeri girdi ve olanları ona anlattım. O da, 'Bu kızlara herhangi bir şekilde bakan ve onlara iyi davranan kimse, ateşten bir perdeye sahip olacaktır.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ümmü Said bint Murra el-Fihri, babasından, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini aktardı: \"Ben ve bir yetimin velisi, işte bu iki parmak gibi cennette olacağız.\" (İki parmağını gösterdi)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Hasan, bir yetimin İbn Ömer ile birlikte yemek yediğini bildirdi. Bir gün yemek istedi ve bu yetimi aradı ama bulamadı. İbn Ömer yemeğini bitirdikten sonra geldi. İbn Ömer, ona daha fazla yemek getirilmesini istedi ama ellerinde yoktu. Bunun üzerine ona sawiq ve bal getirildi. O da, \"İşte, bunu al! Vallahi, sen aldatılmadın!\" dedi. Hasan, \"Vallahi, İbn Ömer aldatılmadı!\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Sahl ibn Sa'd, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Ben ve yetimin velisi, işte böyle cennette olacağız.\" parmağını işaret ederek."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Bekir ibn Hafs, Abdullah'ın, masasında bir yetim olmadan yemek yemediğini bildirdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Müslümanlar arasında en iyi ev, yetimlerin iyi muamele gördüğü evdir. Müslümanlar arasında en kötü ev, yetimlerin kötü muamele gördüğü evdir. Ben ve yetimin velisi, işte böyle cennette olacağız.\" parmaklarını işaret ederek."
    },
    {
      "id": 10,
      "narrator": "Dawud said, \"Be like a merciful father towards the orphan. Know that\nyou will reap as you sow. How ugly poverty is after wealth! More than that:",
      "text": "Davud dedi ki, \"Yetimlere karşı merhametli bir baba gibi ol. Bil ki, ne ekersen onu biçersin. Zenginlikten sonra yoksulluk ne kadar çirkin! Daha da fazlası: Hidayetten sonra sapıklık ne kadar çirkin! Arkadaşına bir söz verdiğinde, sözünü yerine getir. Eğer yerine getirmezsen, aranızda düşmanlık doğurur. Bir dosttan Allah'a sığın ki, ona bir şey söylediğinde sana yardım etmez ve unuttuğunda seni hatırlatmaz.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Hasan dedi ki, \"Müslümanlar arasında, erkeklerin ailelerine seslendiği bir zamanı hatırlıyorum, 'Ey aile! Ey aile! (Bakın) yetiminize! Yetiminiz! Ey aile! Ey aile! (Bakın) yetiminize! Fakirinize! Fakirinize! Ey aile! Ey aile! (Bakın) komşunuza! Komşunuza!' Zaman, en iyilerinizi alıp götürmekte hızlı geçti, her gün daha da aşağılık hale geliyorsunuz.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Esma bint Ubeid dedi ki, \"İbn Sirin'e, 'Benim himayemde bir yetim var.' dedim. O da, 'Onu kendi çocuğun gibi muamele et. Onu kendi çocuğun gibi döv.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Avf ibn Malik, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini bildirdi: \"Ben ve dul bir kadın, çocuğuna sabreden, cennette işte bu iki parmak gibi olacağız.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Şumeysa el-Atakiyya, yetimlerin terbiye edilmesinin Aişe'nin huzurunda bahsedildiğini ve onun, \"Bir yetimi, teslim olana kadar döverim.\" dediğini aktardı."
    }
  ]
}