{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Üç çocuğu küçük yaşta ölen hiçbir Müslüman ateşe girmeyecek, ancak yerine getirilmemiş bir yemin için\" dediğini bildirmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Hureyre, bir kadının Allah'ın Elçisi'ne, Allah ona rahmet eylesin ve selam versin, bir çocukla geldiğini ve \"Ona dua et. Üç çocuğumu gömdüm.\" dediğini bildirmiştir. O da, \"Ateşe karşı güçlü bir engel inşa ettin.\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Halid el-Absi, \"Bir oğlum öldü ve kaybı nedeniyle yoğun bir üzüntü hissettim. 'Ebu Hureyre, Peygamber'den, Allah ona rahmet eylesin ve selam versin, ölülerimizle ilgili bizi sevindirecek bir şey duydun mu?' dedim. O da, 'Peygamberi, Allah ona rahmet eylesin ve selam versin, 'Çocuklarınız Cennet'te serbestçe dolaşıyorlar.' derken duydum.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Cabir ibn Abdullah, \"Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, 'Eğer birinin üç çocuğu küçük yaşta ölür ve onları Allah'a teslim ederse, Cennet'e girecektir.' dediğini işittim. Biz de, 'Ey Allah'ın Elçisi, ya iki çocuk olursa?' dedik. 'İki çocuk olursa da' dedi.\" Mahmud ibn Labid, Cabir'e, \"Allah'a yemin ederim ki, eğer 'Ya bir çocuk olursa?' diye sorsaydın, benzer bir cevap verecekti.\" dedi. O da, \"Allah'a yemin ederim ki, ben de öyle düşünüyorum.\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "144 ile aynı, farklı isnad."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ebu Hureyre, \"Bir kadın Allah'ın Elçisi'ne, Allah ona rahmet eylesin ve selam versin, 'Ey Allah'ın Elçisi! Sizinle oturup sohbet edemiyoruz, bu yüzden bizim gelebileceğimiz bir gün belirleyin.' dedi. O da, 'Sizin belirlenen yeriniz şu kadının evidir.' dedi. O zaman kadınlara geldi. Onlara söylediği şeylerden biri, 'Aranızda üç çocuğu ölen ve onları Allah'a teslim eden hiçbir kadın yoktur ki, Cennet'e girmesin.' Bir kadın, 'Ya iki çocuk olursa?' dedi. O da, 'İki çocuk olursa da.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ümmü Salim, \"Peygamber'le, Allah ona rahmet eylesin ve selam versin, birlikteyken, 'Ümmü Salim! Üç çocuğu ölen hiçbir Müslüman çift yoktur ki, Allah onları rahmetiyle Cennet'e kabul etmesin.' dedi. Ben de, 'Ya iki çocuk olursa?' dedim. O da, 'İki çocuk olursa da.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "El-Hasan, Sa'sa'a ibn Mu'aviye'nin ona, \"Ebu Dharr'ı yalnız buldum, akrabası yoktu ve 'Ebu Dharr, hiç çocuğun yok mu?' diye sordu.\" dediğini bildirmiştir. O da, \"Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, 'Üç çocuğu ergenliğe girmeden ölen hiçbir Müslüman yoktur ki, Allah onu rahmetiyle Cennet'e kabul etmesin. Hiçbir adam, bir Müslümanı özgürleştirdiğinde, Allah Teala, özgürleştirilen kişinin her bir uzvunu, özgürleştiricinin her bir uzvunun fidyesi kılmadan bırakmaz.' dediğini işittim.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Enes ibn Malik, Peygamber'in, Allah ona rahmet eylesin ve selam versin, \"Eğer birinin üç çocuğu ergenliğe girmeden ölürse, Allah onu ve onları rahmetiyle Cennet'e kabul eder.\" dediğini bildirmiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Sahl ibn el-Hanzala, çocuğu olmayan biri olarak, \"Bir Müslüman olarak Allah'a teslim ettiğim bir düşük çocuğa sahip olmayı, tüm dünyaya ve içindekilere sahip olmaktan tercih ederim.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Abdullah, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Sizden hanginiz, mirasçıların parasını kendi parasına tercih eder?\" dediğini bildirmiştir. \"Ey Allah'ın Elçisi,\" dediler, \"içimizden hiç kimse kendi malını mirasçılarının malına tercih etmez.\" Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, \"Şunu bilin ki, içinizden hiç kimse kendi mirasçılarının parasını kendi parasına tercih etmez. Sizin malınız, (Allah yolunda) harcadığınızdır ve mirasçılarınızın malı ise geride bıraktıklarınızdır.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Sizden çocuk sahibi olmayanları kimler sayar?\" dediğini bildirmiştir. Onlar, \"Çocukları olmayanlardır.\" dediler. O da, \"Hayır,\" dedi, \"Çocuk sahibi olmayanlar, çocuklarını öne göndermeyenlerdir (yani çocukları ölmeyenlerdir).\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Sizce en çok insanları yere seren kimdir?\" dediğini bildirmiştir. Onlar, \"İnsanların yere seremediği kişidir.\" dediler. O da, \"Hayır, insanları yere seren, öfkelendiğinde kendini kontrol eden kişidir.\" dedi."
    }
  ]
}