{
  "language": "tr",
  "metadata": {
    "length": 56,
    "arabic": {
      "title": "الأدب المفرد",
      "author": "الإمام البخاري"
    },
    "english": {
      "title": "Al-Adab Al-Mufrad",
      "author": "Imam al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ali ibn Talib, Allah'ın selamı ve bereketi üzerine olsun, Peygamberin (s.a.v) hastalığı derinleştiğinde şöyle dediğini bildirdi: \"Ali! Bana, toplumum için yazabileceğim bir sayfa getir ki, ondan sonra sapmasınlar.\" Ali, \"Onun ölmesinden korktum, bu yüzden 'Kağıttan daha iyi hatırlarım' dedim. Başını kolumun ve bacağımın arasına koymuştu. Namazı, zekatı ve kölelere iyi muamele etmeyi tavsiye etti. Bu şekilde konuştu, ta ki vefat edene kadar.\" Ona, \"Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve elçisidir\" diye şehadet etmesini emretti. Bu şehadeti getiren kimse ateşten kurtulmuştur."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abdullah, Allah'ın selamı ve bereketi üzerine olsun, Peygamberin (s.a.v) şöyle dediğini bildirdi: \"Davetlere icabet edin. Hediyeleri reddetmeyin. Müslümanlara vurmayın.\""
    },
    {
      "id": 3,
      "narrator": "'Ali reported that the last words of the Prophet, may Allah bless\nhim and grant him peace, were:",
      "text": "Ali, Allah'ın selamı ve bereketi üzerine olsun, Peygamberin (s.a.v) son sözlerinin şunlar olduğunu bildirdi: \"Namaz! Namaz! Köleleriniz hakkında Allah'tan korkun!\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu'd-Darda' insanlara şöyle derdi: \"Sizi, veterinerin hayvanlarını tanıdığı kadar iyi tanıyoruz. Sizin en iyinizi en kötünüzden ayırt ediyoruz. Sizin en iyiniz, iyiliğinden umut edilen ve kötülüğünden emin olunan kişidir. En kötünüz ise, iyiliğinden umut edilmeyen ve kötülüğünden emin olunmayan ve köleleri özgür bırakmayan kişidir.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Umame, \"Nankörlük, vermeyi reddeden, yalnız yaşayan ve kölesine vuran biriyle tanımlanır,\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Al-Hasan, bir adamın kölelerinden birine, devesinden su çekmesini emrettiğini ve adamın uyuyakaldığını bildirdi. Efendi, bir meşale ile geldi ve onu yüzüne tuttu, köle kuyuya düştü. Sabah, köle, Ömer ibn al-Hattab'a gitti ve Ömer, kölesinin başına gelenleri görünce onu serbest bıraktı.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Amra, Aişe'nin bir kölesini mudabbar (ölümünden sonra serbest bırakılacak olan) yaptığını bildirdi. Sonra Aişe hastalandı ve yeğenleri bir çingene doktora danıştılar. Doktor, \"Büyülenmiş bir kadın hakkında bilgi istiyorsunuz. Onun bir kölesi onu büyülemiştir,\" dedi. Aişe'ye haber verildi ve kıza, \"Beni büyüledin mi?\" diye sordu. \"Evet,\" diye yanıtladı. \"Neden?\" diye sordu. \"Çünkü beni asla özgür bırakmayacaksın,\" dedi. Bunun üzerine Aişe, \"Onu Arapların en kötü efendilerine sat,\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Umame, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, iki köle ile geldi ve bunlardan birini Ali'ye verdi ve 'Ona vurma. Namaz kılanların dövülmesini yasakladım ve onu bizim gelmemizden önce namaz kılarken gördüm,' dedi. Ebu Dharr'a bir köle verdi ve 'Ona iyi muamele etmeni tavsiye ediyorum,' dedi, böylece Ebu Dharr onu serbest bıraktı. 'Ne yaptın?' diye sordu. 'Bana ona iyi muamele etmeni emrettin, bu yüzden onu serbest bıraktım,' diye yanıtladı.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Anas, \"Peygamber, Allah'ın selamı ve bereketi üzerine olsun, Medine'ye hiçbir hizmetçi olmadan geldi. Ebu Talha, elimi tuttu ve beni Peygambere (s.a.v) götürdü ve 'Allah'ın Peygamberi! Bu Anas, akıllı ve zeki bir çocuk. Onu hizmetine al,' dedi.\" Anas, \"Medine'ye geldiği günden vefat edene kadar, evde ve yolculuklarda ona hizmet ettim. O, yaptığım bir şey hakkında 'Bunu neden yaptın?' demediği gibi, yapmadığım bir şey hakkında da 'Şunu neden yapmadın?' demedi,\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisi, Allah'ın selamı ve bereketi üzerine olsun, \"Bir köle hırsızlık yaparsa, onu sat, hatta yarım avukaya bile,\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Laqit ibn Sabira, babasının şöyle dediğini bildirdi: \"Bir çobanın akşam otlağına bir kuzu sürmesi üzerine Peygambere, Allah'ın selamı ve bereketi üzerine olsun, gittim. Peygamber, Allah'ın selamı ve bereketi üzerine olsun, 'Yüz koyunumuz var zannetmeyin ve size sadece bir kuzu vermek istemiyoruz. Çoban kuzu getirdiğinde, onun yerine bir koyun kestik,' dedi.\" Laqit, \"Söylediklerinden bir kısmı şudur: 'Karını, köle kızını dövdüğün gibi dövme. Burnunu yıkarken, oruçlu olmadıkça suyu serbestçe çek,'\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu'l-Aliyya, \"Köleler için işleri tamamlamamız ve ölçüp saymamız emredildi, çünkü onların kötü alışkanlıklar edinmelerine izin vermek istemedik ve kimsenin bize kötü düşünmesini istemedik,\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Salman, \"İnsanların görüşünden korkarak kölem için çorba kemiklerini sayarım,\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "aynı 168."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yazid ibn Abdullah, \"'Abdullah ibn 'Umar, bir kölesini biraz altın - ya da gümüş - ile gönderdi ve o bunu değiştirdi ve takası erteledi (yani, altını gümüşe veya tersine çevirip parayı hemen almadı. Bu haramdır.) Sonra Ibn 'Umar'a geri döndü ve ona acı bir dayak attı. 'Git ve benim olanı al, takas yapma!' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Mes'ud dedi ki: \"Bir kölemle dövüşüyordum, arkamdan bir ses duydum, 'Bil ki, Ebu Mes'ud, Allah bu köle için seni hesaba çeker.' Arkama döndüm ve Allah'ın Resulü, ona salat ve selam olsun, oradaydı. Ben de dedim ki: 'Allah rızası için, o serbest!' O da dedi ki: 'Bunu yapmasaydın, ateş seni yakardı (ya da ateş sana dokunurdu).'\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona salat ve selam olsun, şöyle dediğini bildirdi: \"Şunu söylemeyin: 'Allah yüzünü çirkin kılsın.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Şunu söylemeyin: 'Allah yüzünü çirkin kılsın ve senin gibi herhangi bir yüzü çirkin kılsın.' Allah Azze ve Celle, Adem'i, ona salat ve selam olsun, belirlediği şekilde yarattı.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona salat ve selam olsun, şöyle dediğini bildirdi: \"Sizden biri, kölesine vurduğunda, yüzüne vurmaktan kaçınsın.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Cabir dedi ki: \"Allah'ın Resulü, ona salat ve selam olsun, markalanmış ve burun deliklerinden duman çıkan bir hayvanın yanından geçti. Allah'ın Resulü, ona salat ve selam olsun, şöyle dedi: 'Bunu yapan kimseye Allah lanet etsin. Hiç kimse yüzü işaretlememeli ve ona vurulmamalıdır.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Hilal ibn Yasaf dedi ki: \"Biz, Suveyd ibn Mukarrem'in evinde keten satardık. Bir cariye dışarı çıktı ve adamlardan birine bir şey söyledi, o adam da ona tokat attı. Suveyd ibn Mukarrem ona sordu: 'Yüzüne mi tokat attın? Biz yedi kişiydik ve yalnızca bir kölemiz vardı. Sonra birimiz ona tokat attı ve bu, Allah'ın Resulüne, ona salat ve selam olsun, bildirildi. O da dedi ki: 'Onları serbest bırakın.'\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "İbn Ömer dedi ki: \"Ben, Allah'ın Resulü, ona salat ve selam olsun, şöyle derken duydum: 'Kölesine haksız yere vuran veya ona hak ettiğinden fazla vuran kimsenin kefareti onu serbest bırakmaktır.'\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Muaviye ibn Mukarrem dedi ki: \"Ben, bir kölem olan birine tokat attım ve o kaçtı. Sonra babam beni çağırdı ve dedi ki: 'Sana bir hikaye anlatacağım. Biz, Mukarrem'in oğulları, yedi kişiydik ve bir kölemiz vardı. Sonra birimiz ona tokat attı ve bu, Allah'ın Resulüne, ona salat ve selam olsun, bildirildi. O da dedi ki: 'Onları serbest bırakın.' Allah'ın Resulüne, ona salat ve selam olsun, 'Onların tek kölesi o.' denildi. O da dedi ki: 'O zaman onu kiralayın ve ihtiyaçları kalmadığında serbest bırakın.'\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Şu'ba dedi ki: \"Muhammed ibn el-Munkadir bana dedi ki: 'Adın ne?' Ben de: 'Şu'ba.' dedim. O da: 'Ebu Şu'ba bana, Suveyd ibn Mukarrem el-Müzani bir adamın kölesine vurduğunu görünce, 'Yüzün vurulmasının yasak olduğunu bilmiyor musun? Allah'ın Resulü zamanında, ona salat ve selam olsun, biz yedi kardeştik ve yalnızca bir kölemiz vardı. Sonra birimiz ona tokat attı ve Allah'ın Resulü, ona salat ve selam olsun, onu serbest bırakmamızı emretti.'\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Ömer Zadhan dedi ki: \"İbn Ömer ileydik, kendisine vurduğu bir kölesini çağırdı ve sırtını açtı. 'Acıyor mu?' diye sordu. 'Hayır,' diye cevap verdi. Sonra onu serbest bıraktı. Yerden bir sopa aldı ve sonra dedi ki: 'Bu sopa kadar bir ödülüm yok.' Ben de sordum: 'Ebu Abdurrahman, neden böyle söylüyorsun?' O da: 'Ben, Allah'ın Resulü, ona salat ve selam olsun, şöyle derken duydum: \"Kölesine hak ettiğinden fazla vuran veya yüzüne vuran kimsenin kefareti onu serbest bırakmaktır.\"'\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ammar ibn Yasir dedi ki: \"Sizden hiç kimse, kölesini haksız yere dövmez ki, o köle, Kıyamet Günü'nde ondan intikam almaz.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Leyla dedi ki: \"Salman dışarı çıktı ve hayvan yemleri yemlikten düştüğünde, kölesine, 'Eğer intikam alacağım diye korkmasaydım, seni incitirdim (yani döverdim).' dedi.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona salat ve selam olsun, şöyle dediğini bildirdi: \"İnsanlara haklarını verin. Boynuzsuz koyun, boynuzlu koyundan intikam alacaktır.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ümmü Seleme, Allah'ın Resulü, ona salat ve selam olsun, evinde olduğunu ve bir kölesini (veya onun kölesini) çağırdığını bildirdi ve köle geç gelince yüzünde öfke belirdi. Ümmü Seleme perdeye gitti ve kölenin oyun oynadığını buldu. Onun yanında bir siwak vardı ve dedi ki: \"Eğer bu siwakla Kıyamet Günü'nde intikam alacağım diye korkmasaydım.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü, ona salat ve selam olsun, şöyle dediğini bildirdi: \"Kıyamet Günü, döven kimseden intikam alınacaktır.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "185 ile aynı."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "'Ubada ibn al-Walid dedi ki, \"Babam ve ben, bu bölgede Ansar'dan ilim öğrenmek için çıkmıştık, onlar ölmeden önce. İlk karşılaştığımız kişi, Allah ona rahmet eylesin, Peygamber'in (sallallahu aleyhi ve sellem) arkadaşlarından olan Abu'l-Yasar'dı. Yanında bir kölesi vardı. Abu'l-Yasar, bir çizgili elbise ve bir mu'afiri elbise giymişti, kölesi de bir çizgili elbise ve bir mu'afiri elbise giymişti. Ona dedim ki, 'Amca! Neden kölenin çizgili elbisesini alıp ona mu'afiri elbisenizi vermiyorsunuz, ya da onun mu'afiri elbisesini alıp ona çizgili elbisenizi vermiyorsunuz? O zaman onun tam bir kıyafeti olur, sizin de tam bir kıyafetiniz olur.' Başını silkeledi ve dedi ki, 'Ya Allah, onu bu konuda bereketlendir! Yeğenim, bu iki gözüm gördü ve bu iki kulağım duydu ve kalbim, 'Peygamber (sallallahu aleyhi ve sellem) dedi ki, \"Onları, kendinizin yediğinden yedirin ve kendinizin giydiğinden giydirin.\" Benim için bu dünyanın mallarını ona vermek, Kıyamet Günü'nde iyi amellerimin benden alınmasından daha kolaydır.'\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Jabir ibn 'Abdullah dedi ki, \"Peygamber (sallallahu aleyhi ve sellem) kölelerin iyi muamele görmesi gerektiğini tavsiye etti. Dedi ki, 'Onları yediğinizden yedirin ve giydiğinizden giydirin. Allah'ın yarattığına ceza vermeyin.'\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Al-Ma'rur ibn Suwayd dedi ki, \"Abu Dharr'ı bir elbise giymiş olarak gördüm, kölesi de bir elbise giymişti. Bunun hakkında ona sorduk ve o dedi ki, 'Ben bir adamı aşağılamıştım ve o, Peygamber'e (sallallahu aleyhi ve sellem) şikayette bulundu. Peygamber (sallallahu aleyhi ve sellem) bana dedi ki, 'Onu annesiyle mi aşağıladın?' 'Evet,' dedim. O dedi ki, 'Kardeşleriniz sizin malınızdır. Allah onları sizin otoriteniz altına koymuştur. Eğer birisi kardeşini kendi otoritesi altında bulunduruyorsa, onu yediğinden yedirmeli ve giydiğinden giydirmeli ve onu aşırı yüklememelidir. Eğer onu aşırı yükleyecek olursa, ona yardım etmelidir.'\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Sallam ibn 'Amr, Peygamber'in (sallallahu aleyhi ve sellem) arkadaşlarından birinden şöyle aktardı: \"Köleleriniz sizin kardeşlerinizdir, bu yüzden onlara iyi davranın. Sizin için fazla olan işlerde onlardan yardım isteyin ve onların fazla olan işlerinde onlara yardım edin.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Abu Hurayra dedi ki, \"İşçiye işinde yardım edin. Allah için çalışan kimse hayal kırıklığına uğramaz,\" yani hizmetçi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber'in (sallallahu aleyhi ve sellem) şöyle dediğini aktardı: \"Kölenin yiyeceği ve giyeceği vardır. Bir köleyi yapamayacağı bir işle yüklemeyin.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "192 ile aynı."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Abu Mahdhura dedi ki, \"Ben 'Umar ile oturuyordum, o sırada Safwan ibn Umayya ona bir kâse getirdi, bazı insanlar onu bir örtü içinde taşıyordu. Onu 'Umar'ın önüne koydular. 'Umar daha sonra bazı yoksulları ve çevresindeki insanların kölelerini davet etti ve onlarla birlikte yediler. Sonra şöyle dedi: 'Allah, kölelerinin kendileriyle yemek yemesini istemeyen bir topluluğu helak edecek - ya da başka bir şekilde, 'Allah bir topluluğa lanet edecek' dedi.' Safwan dedi ki, 'Vallahi, biz onları istemiyoruz, ama kendimizi onlardan üstün tutuyoruz, ve vallahi, onlara yedirebileceğimiz iyi bir yiyecek bulamıyoruz.'\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "'Abdullah ibn 'Umar, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Köle efendisini tavsiye ettiğinde ve Rabbine ibadetinde gayretli olduğunda, iki kat ödül alır.\""
    },
    {
      "id": 48,
      "narrator": "Salih ibn Hayy reported that a man said to 'Amir ash-Shu'bi, \"Abu\n'Amr! We say that when a man frees his umm walad and then marries her,\nhe is like the one who rides his camel.\" 'Amir said, \"Abu Burda related\nto me from his father that the Messenger of Allah, may Allah bless him\nand grant him peace, said to them:",
      "text": "Salih ibn Hayy, bir adamın 'Amir ash-Shu'bi'ye şöyle dediğini aktardı: \"Abu 'Amr! Biz, bir adam umm waladını serbest bıraktığında ve sonra onunla evlendiğinde, onun devesine binen kimseye benzer olduğunu söyleriz.\" 'Amir dedi ki, \"Abu Burda, babasından bana aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, onlara şöyle dedi: 'Üç kişinin iki kat ödülü vardır: Kitap Ehli'nden olan ve Peygamberine inanan, sonra da Muhammed'e inanan birinin iki ödülü vardır. Bir köle, Allah'ın hakkını ve efendisinin hakkını yerine getirdiğinde, iki kat ödül alır. Ve (üçüncüsü) bir adamın, bir köle kızı ile cinsel ilişkiye girmesi, onu iyi eğitmesi ve ona iyi talimat vermesi, sonra onu serbest bırakıp evlenmesidir. O da iki ödül alır.'\""
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Abu Musa, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Rabbine ibadetinde mükemmel olan ve efendisine karşı itaat ve nasihat görevlerini yerine getiren kölenin iki ödülü vardır.\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Abu Burda, babasından, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Köle, Allah'a ibadetinde (ya da ibadetinde mükemmel olduğunu söyledi) ve onu satın alan efendisinin hakkını yerine getirdiğinde iki ödül alır.\""
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Ibn 'Umar, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Hepiniz çobanlarsınız ve her biriniz kendi sürüsünden sorumlusunuz. Bir topluluğun amiri bir çobandır ve kendi sürüsünden sorumludur. Bir adam, ev halkının çobanıdır ve kendi sürüsünden sorumludur. Bir adamın kölesi, efendisinin malının çobanıdır ve ondan sorumludur. Hepiniz çobanlarsınız ve her biriniz kendi sürüsünden sorumlusunuz.\""
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Abu Hurayra dedi ki, \"Bir köle efisine itaat ettiğinde, Allah'a itaat etmiş olur. Efisine isyan ettiğinde, Allah'a isyan etmiş olur.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Müslüman köle, Allah'ın hakkını ve efendisinin hakkını yerine getirdiğinde, iki ödül alır.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber'in, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Hiçbiriniz 'Benim kölem ('abdi)' veya 'benim köle kızım (amati)' dememelidir. Hepiniz Allah'ın kölelerisiniz ve kadınlarınız da Allah'ın köleleridir. Aksine, 'Benim oğlum (ghulami)', 'benim köle kızım (jariyyati)', 'benim delikanlım (fatayi)' veya 'benim kızım (fatati)' demelisiniz.\""
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber'in, Allah ona salat ve selam eylesin, şöyle dediğini bildirdi: \"Hiçbiriniz 'benim kölem ('abdi' veya 'amati)' dememelidir ve bir köle 'efendim (rabbi veya rabbati)' dememelidir. Onlar 'benim oğlum' veya 'benim kızım' (fatayi ve fatati) ve 'benim efendim' veya 'hanımım' (sayyidi ve sayyidati) demelidir. Hepiniz kölesiniz ve efendi Allah'tır, Azametli ve Yüce.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Mutarrif, babasının şöyle dediğini aktardı: \"Ben Banu 'Amir heyeti ile Peygamber'e, Allah ona salat ve selam eylesin, gittim. Onlar, 'Sen bizim efendimizsin.' dediler. O da, 'Efendi Allah'tır.' dedi. Onlar, 'Bizim en iyi olanımız ve en cömert olanımız.' dediler. O da, 'İstediğinizi söyleyin, ama şeytanın sizi kışkırtmasına izin vermeyin.'\""
    }
  ]
}