{
  "language": "tr",
  "metadata": {
    "length": 42,
    "arabic": {
      "title": "الأربعون النووية",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "An-Nawawi's Forty Hadith",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It is narrated on the authority of Amirul Mu'minin, Abu Hafs 'Umar bin al-Khattab (ra) who said:",
      "text": "Amirul Mu'minin, Abu Hafs 'Umar bin al-Khattab (ra) tarafından rivayet edilmiştir ki, Resulullah (ﷺ) şöyle buyurdu: \"Ameller niyetlere göredir, her kişi niyet ettiği şeyle mükafatlandırılacaktır. Bu nedenle, hicreti Allah ve Resulü için olanın hicreti Allah ve Resulü içindir; fakat hicreti elde etmek istediği bir dünya malı veya evlenmek istediği bir kadın için olanın hicreti, hicret ettiği şeyedir.\""
    },
    {
      "id": 2,
      "narrator": "Also on the authority of `Umar (ra) who said:",
      "text": "Ayrıca `Umar (ra) tarafından rivayet edilmiştir ki, bir gün Resulullah (ﷺ) ile otururken karşımıza çok beyaz elbiseler giymiş ve çok siyah saçlı bir adam çıktı. Üzerinde yolculuk izleri yoktu ve hiçbiri onu tanımıyordu."
    },
    {
      "id": 3,
      "narrator": "On the authority of Abdullah, the son of Umar ibn al-Khattab (ra), who said:",
      "text": "O, Peygamber (ﷺ)'in yanına oturdu, dizlerini Peygamber (ﷺ)'in dizlerine dayadı ve avuçlarını uyluklarına koyarak dedi ki: \"Ey Muhammed! Bana İslam hakkında bilgi ver.\" Resulullah (ﷺ) şöyle cevap verdi: \"İslam, Allah'tan başka ilah olmadığına ve Muhammad'ın O'nun Resulü (ﷺ) olduğuna şehadet etmendir; namazı kılmak, zekatı vermek, Ramazan'da oruç tutmak ve Hac (Kabe'ye) gitmektir, eğer buna bir yol bulursan (veya bu yolculuk için imkana sahip olursan).\" O da: \"Gerçekten doğru söyledin.\" dedi."
    },
    {
      "id": 4,
      "narrator": "On the authority of Abdullah ibn Masood (ra), who said:",
      "text": "Onun bu şekilde Peygamber (ﷺ)'e soru sorması ve ardından doğru söylediğini belirtmesi bizi hayrete düşürdü, fakat o devam etti: \"Bana iman hakkında bilgi ver.\" Peygamber (ﷺ) şöyle cevap verdi: \"İman, Allah'a, O'nun meleklerine, O'nun kitaplarına, O'nun resullerine, ahiret gününe ve hayır ve şer olarak kader'e inanmaktır.\" O da: \"Gerçekten doğru söyledin.\" dedi."
    },
    {
      "id": 5,
      "narrator": "On the authority of the mother of the faithful, Aisha (ra), who said:",
      "text": "Sonra o (adam) dedi ki: \"Bana ihsan hakkında bilgi ver.\" Peygamber (ﷺ) şöyle cevap verdi: \"Allah'ı görüyormuş gibi O'na ibadet etmendir; çünkü sen O'nu göremezsin ama O seni görmektedir.\""
    },
    {
      "id": 6,
      "narrator": "On the authority of an-Nu’man ibn Basheer (ra), who said:",
      "text": "O dedi ki: \"Kıyamet hakkında bilgi ver.\" Peygamber (ﷺ) dedi ki: \"Bu konuda sorulan kişi, sorandan daha fazla bilgiye sahip değildir.\" O da: \"Peki, onun alametlerini bana bildir.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Onlar, cariyenin efendisini doğurması ve çıplak, yoksul, koyun çobanlarının birbirleriyle yüksek binalar inşa etme konusunda yarışacaklarını görmenizdir.\" Bunun üzerine adam gitti."
    },
    {
      "id": 7,
      "narrator": "On the authority of Tameem ibn Aus ad-Daree (ra):",
      "text": "Bir süre bekledim, sonra Peygamber (ﷺ) dedi ki: \"Ey `Umar, o soran kişinin kim olduğunu biliyor musun?\" Ben de: \"Allah ve Resulü daha iyi bilir.\" dedim. O da: \"O Jibril'di. Size dininizi öğretmek için geldi.\" dedi."
    },
    {
      "id": 8,
      "narrator": "On the authority of Abdullah ibn Umar (ra):",
      "text": "Abdullah, Umar ibn al-Khattab'ın oğlu (ra) tarafından rivayet edilmiştir ki, Resulullah (ﷺ) şöyle buyurdu: \"İslam beş şey üzerine kurulmuştur: Allah'tan başka ilah olmadığına ve Muhammad'ın Allah'ın Resulü olduğuna şehadet etmek, namazı kılmak, zekatı vermek, Hac (Kabe'ye) gitmek ve Ramazan'da oruç tutmaktır.\""
    },
    {
      "id": 9,
      "narrator": "On the authority of Abu Hurayrah (ra):",
      "text": "Abdullah ibn Masood (ra) tarafından rivayet edilmiştir ki, Resulullah (ﷺ), o doğru ve güvenilir, bize şöyle haber verdi: \"Her birinizin yaratılışı, annesinin karnında kırk gün nutfe (bir damla) şeklinde toplanır, sonra kırk gün alaka (kan pıhtısı) olur, sonra kırk gün mudgha (et parçası) olur, ardından ona ruhunu üfleyen melek gönderilir ve ona dört şeyle emredilir: rızkını, ömrünü, amellerini yazmak ve mutlu mu yoksa mutsuz mu olacağını (yani cennete girip girmeyeceğini) belirlemek."
    },
    {
      "id": 10,
      "narrator": "On the authority of Abu Hurayrah (ra):",
      "text": "Ona yemin ederim ki, Allah'tan başka ilah yoktur, sizden biri cennet halkının amellerini yapar, cennete girmesi ile arasında bir kol mesafesi kalır ve yazılan ona yetişir, böylece cehennem halkının amelleriyle hareket eder ve oraya girer; ve sizden biri cehennem halkının amellerini yapar, cennete girmesi ile arasında bir kol mesafesi kalır ve yazılan ona yetişir, böylece cennet halkının amelleriyle hareket eder ve oraya girer.\""
    },
    {
      "id": 11,
      "narrator": "On the authority of Abu Muhammad al-Hasan ibn Ali ibn Abee Talib (may Allah be pleased with him), the grandson of the Messenger of Allah (peace and blessings of Allah be upon him), and the one much loved by him, who said:",
      "text": "Müminlerin annesi Aisha (ra) tarafından rivayet edilmiştir ki, Resulullah (ﷺ) şöyle buyurdu: \"Bu işimizde (yani İslam'da) olmayan bir şeyi icat edenin, Allah tarafından reddedilecektir.\""
    },
    {
      "id": 12,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) who said:",
      "text": "Muslim'de başka bir versiyonunda ise: \"Emretmediğimiz bir ameli yapanın, Allah tarafından reddedilecektir.\" şeklinde geçmektedir."
    },
    {
      "id": 13,
      "narrator": "On the authority of Abu Hamzah Anas bin Malik (may Allah be pleased with him) — the servant of the Messenger of Allah (peace and blessings of Allah be upon him) — that the Prophet (peace and blessings of Allah be upon him) said:",
      "text": "an-Nu’man ibn Basheer (ra) tarafından rivayet edilmiştir ki, Resulullah (ﷺ) şöyle buyurdu: \"Helal olan açıktır, haram olan da açıktır, ve bunların arasında birçok insanın bilmediği şüpheli şeyler vardır. Bu nedenle, şüpheli şeylerden kaçınan, dinine ve onuruna karşı kendini temizlemiş olur; fakat şüpheli şeylere düşen hasta olur. Gerçekten, bu kalptir.\""
    },
    {
      "id": 14,
      "narrator": "On the authority of Ibn Masood (may Allah be pleased with him) who said:",
      "text": "Tameem ibn Aus ad-Daree (ra) tarafından rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Din, nasihattir (öğüt, samimiyet).\" Biz de: \"Kime?\" dedik. O (ﷺ) dedi: \"Allah'a, O'nun Kitabına, O'nun Resulüne, Müslümanların liderlerine ve halkına.\""
    },
    {
      "id": 15,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "Abdullah ibn Umar (ra) tarafından rivayet edilmiştir ki, Resulullah (ﷺ) şöyle buyurdu: \"İnsanlara, Allah'tan başka ilah olmadığına ve Muhammad'ın Allah'ın Resulü olduğuna şehadet edinceye kadar savaşmam emredildi; namazı kıldıkları ve zekatı verdikleri zaman, canları ve malları benden koruma altına alınmış olur, ancak İslam'da; ve onların hesabı Allah'a aittir.\""
    },
    {
      "id": 16,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him):",
      "text": "Abu Hurayrah (Allah ondan razı olsun) rivayet etmiştir: Bir adam, Peygamber'e (sallallahu aleyhi ve sellem) “Bana nasihat et” dedi. O da (sallallahu aleyhi ve sellem) “Öfkelenme” dedi. Adam tekrar sordu, o da (sallallahu aleyhi ve sellem) “Öfkelenme” dedi."
    },
    {
      "id": 17,
      "narrator": "On the authority of Abu Ya’la Shaddad bin Aws (may Allah be pleased with him), that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "Abu Ya’la Şeddad bin Evs (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dedi: “Şüphesiz Allah, her şeyde ihsanı (güzel davranış, mükemmellik) emretmiştir. Öyleyse birini öldürecekseniz, güzelce öldürün; bir hayvanı kesecekseniz, güzelce kesin. Her biriniz bıçağını keskinleştirsin ve kestiği hayvana acı çektirmesin.”"
    },
    {
      "id": 18,
      "narrator": "On the authority of Abu Dharr Jundub ibn Junadah, and Abu Abdur-Rahman Muadh bin Jabal (may Allah be pleased with him), that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "Abu Dharr Cündüb ibn Junadah ve Abu Abdur-Rahman Muadh bin Cebel (Allah onlardan razı olsun) rivayet etmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dedi: “Nerede olursan ol, Allah'a karşı takva (korku) sahibi ol, kötü bir amelin ardından onu silen bir iyi amelle takip et ve insanlara güzel davran.”"
    },
    {
      "id": 19,
      "narrator": "On the authority of Abu Abbas Abdullah bin Abbas (may Allah be pleased with him) who said:",
      "text": "Bu, at-Tirmidhi tarafından rivayet edilmiştir. O da bunun hasen (güzel) bir hadis olduğunu söylemiştir. Bazı nüshalarda bunun hasen sahih bir hadis olduğu belirtilmiştir."
    },
    {
      "id": 20,
      "narrator": "On the authority of Abu Masood Uqbah bin ’Amr al-Ansaree al-Badree (may Allah be pleased with him) who said:",
      "text": "Abu Abbas Abdullah bin Abbas (Allah ondan razı olsun) rivayet etmiştir ki: Bir gün Peygamber'in (sallallahu aleyhi ve sellem) arkasında idim. Bil ki, eğer bir millet sana bir fayda sağlamak için bir araya gelse, sana ancak Allah'ın daha önce takdir ettiği ile fayda sağlarlar. Eğer sana zarar vermek için bir araya gelseler, sana ancak Allah'ın daha önce takdir ettiği ile zarar verirler. Kalemler kaldırıldı ve sayfalar kurudu.”"
    },
    {
      "id": 21,
      "narrator": "On the authority of Abu `Amr — and he is also called Abu `Amrah — Sufyan bin Abdullah ath- Thaqafee (may Allah be pleased with him) who said:",
      "text": "Bu, at-Tirmidhi tarafından rivayet edilmiştir. O da bunun güzel ve sağlam bir hadis olduğunu söylemiştir. Tirmidhi dışındaki başka bir rivayette ise şöyle denilmektedir: “Allah'a karşı takvalı olun, O'nu karşınızda bulursunuz. Kolaylık ve refah zamanlarında Allah'ı tanıyın, O da sizi sıkıntı zamanlarında hatırlasın. Bilin ki, sizden geçmiş olan bir şey size isabet etmeyecek ve size isabet eden bir şey de sizden geçmiş olmayacaktır. Bilin ki, zafer sabırla, rahatlık sıkıntıyla, ve zorluk kolaylıkla gelir.”"
    },
    {
      "id": 22,
      "narrator": "On the authority of Abu Abdullah Jabir bin Abdullah al-Ansaree (may Allah be pleased with him) that:",
      "text": "Abu Masood Uqbah bin ’Amr el-Ensari el-Badri (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dedi: “Gerçekten, insanların ilk peygamberlikten öğrendiği sözlerden biri şudur: Eğer utanmıyorsan, istediğini yap.”"
    },
    {
      "id": 23,
      "narrator": "On the authority of Abu Malik al-Harith bin Asim al-Asharee (may Allah be pleased with him) who said:",
      "text": "Abu `Amr — ki o da Abu `Amrah olarak anılır — Sufyan bin Abdullah et-Thakafi (Allah ondan razı olsun) rivayet etmiştir ki: Ben dedim ki, \"Ey Allah'ın Elçisi, bana öyle bir şey söyle ki, bunu senden başka hiç kimseden soramam.\" O (sallallahu aleyhi ve sellem) dedi ki, \"De ki: 'Ben Allah'a inanıyorum' — sonra da sabit kal.\""
    },
    {
      "id": 24,
      "narrator": "On the authority of Abu Dharr al-Ghifaree (may Allah be pleased with him) from the Prophet (peace and blessings of Allah be upon him) from his Lord, that He said:",
      "text": "Abu Abdullah Cabir bin Abdullah el-Ensari (Allah ondan razı olsun) rivayet etmiştir ki: Bir adam, Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) sordu: “Eğer ben farz namazları kılar, Ramazan'da oruç tutar, helali helal, haramı haram kabul eder ve bunların dışında bir şey yapmazsam, cennete girebilir miyim?” O (sallallahu aleyhi ve sellem) cevap verdi: “Evet.”"
    },
    {
      "id": 25,
      "narrator": "Also on the authority of Abu Dharr (may Allah be pleased with him):",
      "text": "Abu Malik el-Harith bin Asim el-Eşari (Allah ondan razı olsun) rivayet etmiştir ki: Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dedi: “Temizlik, imanın yarısıdır. 'Elhamdülillah (Allah'a hamd olsun)' terazileri doldurur, 'Subhanallah (Allah her türlü eksiklikten uzaktır)' ve 'Elhamdülillah (Allah'a hamd olsun)' gök ile yer arasını doldurur. Namaz bir ışıktır, sadaka bir delildir, sabır bir aydınlıktır ve Kur'an ya senin lehine ya da aleyhine bir delildir. Her insan, gününe kendi ruhunun satıcısı olarak başlar; ya onu kurtarır ya da onu mahveder.”"
    },
    {
      "id": 26,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) who said:",
      "text": "Abu Dharr el-Ghifari (Allah ondan razı olsun) rivayet etmiştir ki, Peygamber (sallallahu aleyhi ve sellem) Rabbinden şöyle dedi: “Ey kullarım! Ben zulmü (baskı) kendime haram kıldım ve aranızda da haram kıldım, bu yüzden birbirinize zulmetmeyin."
    },
    {
      "id": 27,
      "narrator": "On the authority of an-Nawas bin Sam’an (may Allah be pleased with him), that the Prophet (peace and blessings of Allah be upon him) said:",
      "text": "Ey kullarım, hepiniz sapıksınız, benim hidayet ettiğimler dışında, bu yüzden benden hidayet isteyin, ben de sizi hidayet ederim."
    },
    {
      "id": 28,
      "narrator": "On the authority of Abu Najeeh al-’Irbaad ibn Saariyah (may Allah be pleased with him) who said:",
      "text": "Ey kullarım, hepiniz açsınız, benim doyurduğumlar dışında, bu yüzden benden rızık isteyin, ben de sizi doyururum."
    },
    {
      "id": 29,
      "narrator": "On the authority of Muadh bin Jabal (may Allah be pleased with him) who said:",
      "text": "Ey kullarım, hepiniz çıplaksınız, benim giydirdiğimler dışında, bu yüzden benden giysi isteyin, ben de sizi giydiririm."
    },
    {
      "id": 30,
      "narrator": "On the authority of Abu Tha’labah al-Kushanee — Jurthoom bin Nashir (may Allah be pleased with him) — that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "Ey kullarım, gündüz ve gece günah işliyorsunuz, ben de tüm günahları affederim, bu yüzden benden af dileyin, ben de sizi affederim."
    },
    {
      "id": 31,
      "narrator": "On the authority of Abu al-’Abbas Sahl bin Sa’ad as-Sa’idee (may Allah be pleased with him) who said:",
      "text": "Abu al-’Abbas Sahl bin Sa’ad as-Sa’idee (Allah ondan razı olsun) rivayet etmiştir ki, bir adam Peygamberimize (sallallahu aleyhi ve sellem) gelerek, “Ey Allah’ın Resulü, eğer yaparsam Allah’ın beni sevmesini ve insanların da beni sevmesini sağlayacak bir ameli bana göster” dedi. Bunun üzerine o (sallallahu aleyhi ve sellem) şöyle buyurdu: “Dünyadan elini çek, Allah seni sever; insanların sahip olduklarından elini çek, insanlar seni sever.”"
    },
    {
      "id": 32,
      "narrator": "On the authority of Abu Sa’eed al-Khudree (may Allah be pleased with him), that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "İbn Mace ve diğerleri tarafından iyi senetlerle rivayet edilen hasen bir hadistir."
    },
    {
      "id": 33,
      "narrator": "On the authority of Ibn Abbas (may Allah be pleased with him), that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "On the authority of Abu Sa`eed al-Khudree (may Allah be pleased with him) who said:",
      "text": "Abu Sa’eed al-Khudree (Allah ondan razı olsun) rivayet etmiştir ki, Allah’ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: “Ne zarar vermek (darar) ne de karşılıklı zarar vermek (dirar) olmalıdır.”"
    },
    {
      "id": 35,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) who said:",
      "text": "İbn Mace, ad-Daraqutnee ve diğerleri tarafından musnad bir hadiste rivayet edilmiştir. Ayrıca Malik, al-Muwatta’da Amr bin Yahya’dan, babası aracılığıyla Peygamberden (sallallahu aleyhi ve sellem) mursal olarak, ancak Abu Sa’eed’i senedden çıkararak rivayet etmiştir. Bunun dışında birbirini destekleyen başka senetleri de vardır."
    },
    {
      "id": 36,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), that the Prophet (peace and blessings of Allah be upon him) said:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "On the authority of Ibn Abbas (may Allah be pleased with him), from the Messenger of Allah (peace and blessings of Allah be upon him), from what he has related from his Lord:",
      "text": "İbn Abbas (Allah ondan razı olsun) rivayet etmiştir ki, Allah’ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: “Eğer insanlara iddia ettikleri her şey verilseydi, insanlar birbirine zulmederdi. Ancak ispat yükü iddia edende, yemin etme yükü ise inkar edende.”"
    },
    {
      "id": 38,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) who said:",
      "text": "Bu şekliyle al-Baihaqee ve diğerleri tarafından rivayet edilen hasen bir hadistir; bunun bir kısmı iki Sahih'te de bulunmaktadır."
    },
    {
      "id": 39,
      "narrator": "On the authority of Ibn Abbas (may Allah be pleased with him), that the Messenger of Allah (peace and blessings of Allah be upon him) said:",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "On the authority of Abdullah ibn Umar (may Allah be pleased with him), who said:",
      "text": "Abu Sa`eed al-Khudree (Allah ondan razı olsun) rivayet etmiştir ki, Allah’ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: “Sizden biri bir kötülük gördüğünde, onu eliyle değiştirsin; eğer buna gücü yetmiyorsa, diliyle değiştirsin; eğer buna da gücü yetmiyorsa, kalbiyle değiştirsin — bu ise imanın en zayıfıdır.”"
    },
    {
      "id": 41,
      "narrator": "On the authority of Abu Muhammad Abdullah bin ’Amr bin al-’Aas (may Allah be pleased with him) who said:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "On the authority of Anas (may Allah be pleased with him) who said:",
      "text": "Abu Hurayrah (Allah ondan razı olsun) rivayet etmiştir ki, Allah’ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: “Birbirinize haset etmeyin, birbirinize fiyatları yükseltmeyin, birbirinizi sevmeyin, birbirinize sırt çevirmeyin, ticarette birbirinizi aldatmayın; fakat. Bir adamın kardeş Müslümanını küçümsemesi, onun için yeterince kötü bir şeydir. Bir Müslümanın tümü, diğer Müslüman için dokunulmazdır: kanı, malı ve onuru.”"
    }
  ]
}