{
  "language": "tr",
  "metadata": {
    "length": 40,
    "arabic": {
      "title": "الأحاديث القدسية",
      "author": "مجموعة علماء"
    },
    "english": {
      "title": "Forty Hadith Qudsi",
      "author": "Various Scholars"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Allah, yaratmayı takdir ettiğinde, yanında bulunan kitabında kendisine şöyle yazdı: Rahmetim gazabımı geçmiştir."
    },
    {
      "id": 2,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Bunu Müslim (aynı zamanda el-Buhari, en-Nesai ve İbn Mace) rivayet etmiştir."
    },
    {
      "id": 3,
      "narrator": "On the authority of Zayd ibn Khalid al-Juhaniyy (may Allah be pleased with him), who said:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Allah Azze ve Celle şöyle buyurmuştur:"
    },
    {
      "id": 5,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Âdem oğlu bana yalan söyledi ve bunu yapmaya hakkı yoktu. Ve bana sövdü ve bunu yapmaya hakkı yoktu. Bana yalan söylemesi, onun: \"Beni ilk yarattığı gibi yeniden yaratmayacak\" demesidir - ve ilk yaratma benim için onu yeniden yaratmaktan daha kolay değildir. Bana sövmesi ise, \"Allah kendisine bir oğul edindi\" demesidir; oysa ben, Tek olan, Ebedi Sığınak'ım. Ne doğurdum ne de doğuruldum ve benim gibi hiçbir şey yoktur. (yani, beni ölümden sonra dirilt)."
    },
    {
      "id": 6,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said:",
      "text": "Bunu el-Buhari (aynı zamanda en-Nesai) rivayet etmiştir."
    },
    {
      "id": 7,
      "narrator": "On the authority of Uqbah ibn Amir (may Allah be pleased with him), who said:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) from the Prophet (ﷺ), who said:",
      "text": "Zayd ibn Halid el-Cuhani (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (Allah'ın selamı ve bereketi onun üzerine olsun) bize sabah namazını el-Hudeybiye'de, gece yağmur yağdıktan sonra kıldırdı. Peygamber (Allah'ın selamı ve bereketi onun üzerine olsun) namazı bitirdiğinde, insanlara döndü ve onlara şöyle dedi: Rabbinizin ne söylediğini biliyor musunuz? Onlar: Allah ve Resulü en iyi bilendir, dediler. O da: Bu sabah, benim kullarımdan biri bana inandı ve biri de inkâr etti. \"Allah ve rahmeti sayesinde yağmur yağdık\" diyen, bana inanan, yıldızlara inanmayan birisidir; \"şu ve bu yıldız sayesinde yağmur yağdı\" diyen ise, bana inanmayan, yıldızlara inanan birisidir. (2)"
    },
    {
      "id": 9,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) from the Prophet (ﷺ), who said:",
      "text": "(2) Cahiliye Arapları, yağmurun yıldızların hareketiyle geldiğine inanıyorlardı. Bu Hadis, yağmur gibi doğal olayların doğrudan sebebi ne olursa olsun, her şeyin sahibi olan Allah Azze ve Celle'nin olduğunu vurgular."
    },
    {
      "id": 10,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) from the Prophet (ﷺ), who said:",
      "text": "Bunu el-Buhari (aynı zamanda Malik ve en-Nesai) rivayet etmiştir."
    },
    {
      "id": 11,
      "narrator": "On the authority of Abu Harayrah (may Allah be pleased with him) from the Prophet (ﷺ), who said:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "On the authority of Abu Mas'ud al-Ansari (may Allah be pleased with him), who said that the Messenger of Allah (may the blessings and peace of Allah be upon him) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Allah şöyle buyurdu:"
    },
    {
      "id": 13,
      "narrator": "On the authority of Adiyy ibn Hatim (may Allah be pleased with him), who said:",
      "text": "Âdem oğulları Zaman'a sövüyorlar, oysa ben Zaman'ım; elimde gece ve gündüz vardır. (1)"
    },
    {
      "id": 14,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) from the Prophet (ﷺ), who said:",
      "text": "(1) Yüce olan, her şeyin takdir edicisidir; zamanın bir parçası olan talihsizliklere sövmek, O'na sövmekle eşdeğerdir."
    },
    {
      "id": 15,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Prophet (ﷺ) said:",
      "text": "Bunu el-Buhari (aynı zamanda Müslim) rivayet etmiştir."
    },
    {
      "id": 16,
      "narrator": "On the authority of son of Abbas (may Allah be pleased with them both), from the Messenger of Allah (ﷺ), among the sayings he related from his Lord (glorified and exalted be He) is that He said:",
      "text": "Abbas oğlu (Allah onlardan razı olsun) rivayet etti, Resulullah (ﷺ) şöyle buyurdu: Allah, hayır ve şer amelleri yazmıştır. Sonra şöyle açıkladı: Kim bir hayır ameli niyet eder de onu yapmazsa, Allah onu kendisi katında tam bir hayır ameli olarak yazar. Eğer onu niyet eder ve yaparsa, Allah onu kendisi katında on hayır ameli ile yazar, yedi yüz katına kadar veya daha fazlasına kadar. Ama eğer bir şer ameli niyet eder de onu yapmazsa, Allah onu kendisi katında tam bir hayır ameli olarak yazar. Fakat eğer onu niyet eder ve yaparsa, Allah onu bir şer ameli olarak yazar."
    },
    {
      "id": 17,
      "narrator": "On the authority of Abu Dharr al-Ghifari (may Allah be pleased with him) from the Prophet (ﷺ) is that among the sayings he relates from his Lord (may He be glorified) is that He said:",
      "text": "Bunu el-Buhari ve Müslim rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Dharr el-Gifari (Allah ondan razı olsun) rivayet etti, Resulullah (ﷺ) şöyle buyurdu: Rabbim (yüce ve azametli olan) şöyle dedi: Ey kullarım, zulmü kendime haram kıldım ve aranızda da haram kıldım, bu yüzden birbirinize zulmetmeyin. Ey kullarım, hepiniz sapıtmışsınız, benim hidayet verdiğimler dışında, o halde benden hidayet isteyin, ben de sizi hidayet ederim. Ey kullarım, hepiniz açsınız, benim doyurduğumlar dışında, o halde benden rızık isteyin, ben de sizi doyurayım. Ey kullarım, hepiniz çıplaksınız, benim giydirdiklerim dışında, o halde benden giysi isteyin, ben de sizi giydireyim. Ey kullarım, gece ve gündüz günah işliyorsunuz, ben de bütün günahları affederim, o halde benden af dileyin, ben de sizi affederim. Ey kullarım, bana zarar vermek için bir şey yapamazsınız, bana fayda vermek için de bir şey yapamazsınız. Ey kullarım, eğer sizden ilki ve sonu, insan ve cin olarak en takvalı olanınız, bir kişinin en takvalı kalbi kadar takvalı olsalar, bu benim saltanatıma hiçbir şey katmaz. Ey kullarım, eğer sizden ilki ve sonu, insan ve cin olarak en kötü olanınız, bir kişinin en kötü kalbi kadar kötü olsalar, bu benim saltanatımdan hiçbir şey eksiltmez. Ey kullarım, eğer sizden ilki ve sonu, insan ve cin olarak bir araya gelip benden bir şey isteseler ve ben de her birine istediğini versem, bu benim sahip olduğum şeyden, iğnenin denize batması gibi bir eksiltme yapmaz. Ey kullarım, yalnızca amellerinizi benim için sayıyorum ve sonra size karşılık veriyorum, o yüzden kim hayır bulursa Allah'ı övsün, kim de başka bir şey bulursa kendisinden başkasını kınamasın."
    },
    {
      "id": 20,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Bunu Müslim (aynı zamanda et-Tirmidhi ve İbn Mace) rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said that Allah the Almighty said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "On the authority of Abu Sa'id (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti, Resulullah (ﷺ) şöyle buyurdu: Allah (yüce ve azametli olan) Kıyamet Günü şöyle diyecek:"
    },
    {
      "id": 23,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ey Adem oğlu, ben hastalandım, sen beni ziyaret etmedin. O da diyecek: Ey Rabbim, ben seni nasıl ziyaret edebilirim ki sen alemlerin Rabbisin? O da diyecek: Şu kulum falan hasta oldu, sen onu ziyaret etmedin, bunu bilmiyor muydun? Eğer onu ziyaret etseydin, beni onun yanında bulurdun. Ey Adem oğlu, ben senden yiyecek istedim, sen bana yedirmedin. O da diyecek: Ey Rabbim, ben sana nasıl yedirebilirim ki sen alemlerin Rabbisin? O da diyecek: Şu kulum falan senden yiyecek istedi, sen ona yedirmedin, bunu bilmiyor muydun? Eğer ona yedirseydin, bunu kesinlikle benim katımda bulurdun. Ey Adem oğlu, ben senden içecek istedim, sen bana içirmedin. O da diyecek: Ey Rabbim, ben sana nasıl içirebilirim ki sen alemlerin Rabbisin? O da diyecek: Şu kulum falan senden içecek istedi, sen ona içirmedin. Eğer ona içirseydin, bunu kesinlikle benim katımda bulurdun."
    },
    {
      "id": 24,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 25,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "On the authority of Abu Umamah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti, Resulullah (ﷺ) şöyle buyurdu: Allah (yüce ve azametli olan) şöyle dedi:"
    },
    {
      "id": 27,
      "narrator": "On the authority of Masruq, who said:",
      "text": "Kibir benim elbisem, büyüklük ise benim örtüm, kim bu ikisinde benimle yarışırsa, onu Cehenneme atarım."
    },
    {
      "id": 28,
      "narrator": "On the authority of Jundub ibn Abdullah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Bunu Ebu Davud (aynı zamanda İbn Mace ve Ahmed) sağlam senetlerle rivayet etmiştir. Bu hadis Müslim'de başka bir versiyonla da geçmektedir."
    },
    {
      "id": 29,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti, Resulullah (ﷺ) şöyle buyurdu: Cennet kapıları pazartesi ve perşembe günleri açılır, her kul için denir ki: Bu iki kişiyi uzatın, barışana kadar bekleyin; bu iki kişiyi uzatın, barışana kadar bekleyin."
    },
    {
      "id": 31,
      "narrator": "On the authority of Jundub (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) related:",
      "text": "Jundub (Allah ondan razı olsun) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle söyledi: Bir adam: \"Vallahi, Allah So-and-so'yu affetmeyecek.\" dedi. Bunun üzerine Allah Teala şöyle buyurdu: \"Beni kendine yemin ettiren kimdir ki, ben So-and-so'yu affetmeyeceğim? Gerçekten ben So-and-so'yu affettim ve senin yeminini geçersiz kıldım.\""
    },
    {
      "id": 32,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "(1) Benzer bir Hadis, Ebu Davud'ta geçmektedir ve bahsedilen kişinin, Allah'ın birinin günahlarını affetmeyeceğini söylemesiyle önceki iyi amellerinin geçersiz kılındığı bir salih kişi olduğunu belirtmektedir."
    },
    {
      "id": 33,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him) that the Prophet (ﷺ), from among the things he reports from his Lord (mighty and sublime be He), is that he said:",
      "text": "Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 34,
      "narrator": "On the authority of Anas (may Allah be pleased with him), who said:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: Bir adam kendisine büyük bir günah işledi ve ölüm ona geldiğinde, oğullarına şöyle söyledi: \"Ben öldüğümde beni yakın, sonra beni ezin ve dağıtın.\" Onlar da ona bunu yaptılar. Sonra Allah, toprağa şöyle dedi: \"Aldıklarını ortaya çıkar!\" Ve orada o vardı! Ona şöyle dedi: \"Seni bunu yapmaya ne sevk etti?\" O da: \"Senden korktuğum için, ey Rabbim!\" (ya da: \"Senden korktuğum için\" dedi) ve bunun üzerine Allah onu affetti."
    },
    {
      "id": 36,
      "narrator": "On the authority of Anas (may Allah be pleased with him) from the Prophet (ﷺ), who said:",
      "text": "Muslim (aynı zamanda al-Bukhari, an-Nasa'i ve İbn Majah tarafından) rivayet edilmiştir."
    },
    {
      "id": 37,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "On the authority of Abu Hurayrah (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, Peygamber (ﷺ), Rabbinden (yüce ve azamet sahibi) bildirdiği şeylerden şöyle dedi: \"Bir kul günah işledi ve dedi ki: \"Ya Allah, günahımı affet.\" Allah (yüce ve azamet sahibi) şöyle dedi: \"Kulum bir günah işledi ve günahlarını affeden bir Rabbinin olduğunu bildi.\" Sonra tekrar günah işledi ve dedi ki: \"Ya Rabbim, günahımı affet.\" Allah (yüce ve azamet sahibi) şöyle dedi: \"Kulum bir günah işledi ve günahlarını affeden bir Rabbinin olduğunu bildi.\" Sonra tekrar günah işledi ve dedi ki: \"Ya Rabbim, günahımı affet.\" Allah (yüce ve azamet sahibi) şöyle dedi: \"Kulum bir günah işledi ve günahlarını affeden bir Rabbinin olduğunu bildi. Ne istersen yap, çünkü seni affettim.\""
    },
    {
      "id": 39,
      "narrator": "On the authority of Abu Sa'id al-Khudri (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "Muslim (aynı zamanda al-Bukhari tarafından) rivayet edilmiştir."
    },
    {
      "id": 40,
      "narrator": "On the authority of Abu Sa'id al-Khudri (may Allah be pleased with him), who said that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    }
  ]
}