{
  "language": "tr",
  "metadata": {
    "length": 246,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin onlara hitap ederek, “Hac, sizin için farz kılınmıştır, o halde onu yerine getirin.” dediğini bildirdi. Bir adam, bunun her yıl mı yapılması gerektiğini sordu, fakat Allah'ın elçisi, soruyu üç kez sorduktan sonra cevap vermedi. Sonra, “Eğer bunu yapmalısınız dersem, bu farz olur ve onu yerine getiremeyeceksiniz.” dedi ve ardından, “Size hiçbir şey söylemediğim sürece beni yalnız bırakın, çünkü atalarınız çok soru sormak ve peygamberleriyle anlaşmazlık yüzünden helak oldular. Ama size bir şey emrettiğimde, elinizden geldiğince ona uyun; ve bir şeyi yasakladığımda, ondan uzak durun.” dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "O, Allah'ın elçisine en üstün amelin ne olduğunu sorduklarını ve bunun Allah'a ve elçisine iman olduğunu, ardından ne olduğunu sorduklarında bunun Allah yolunda cihad olduğunu, bir kez daha ne olduğunu sorduklarında ise bunun kabul edilen bir hac olduğunu söylediğini aktardı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Buhari ve Muslim."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "O, Allah'ın elçisinin, “Kim Allah rızası için, edebe aykırı konuşmadan ve kötülük yapmadan hac ibadetini yerine getirirse, annesinin onu doğurduğu gün gibi günahsız döner.” dediğini bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Buhari ve Muslim."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "O, Allah'ın elçisinin, “Bir 'umra, onunla bir sonraki arasında işlenen günahların kefaretidir, fakat kabul edilen bir hac, cennetten daha az bir ödül almaz.” dediğini bildirdi."
    },
    {
      "id": 11,
      "narrator": "Ibn ‘Abbas said that God’s messenger appointed the following places for putting on the ihram:",
      "text": "Buhari ve Muslim."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin, “Ramazan'daki bir 'umra, bir hac kadar sevaptır.” dediğini bildirdi. (Hac, hac ibadeti için kullanılan kelimedir ve hacça, tek bir ibadeti ifade eden bir formdur.)"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "O, Peygamber'in ar-Rauha'da (Medine'den Mekke'ye giden yolda otuz ila kırk mil mesafede bir yer) bazı atlılarla karşılaştığını ve onlara kim olduklarını sorduğunu, onların da Müslüman olduklarını ve onun kim olduğunu sorduklarını, Peygamber'in de kendisinin Allah'ın elçisi olduğunu söylediğinde bir kadının bir çocuğu ona kaldırarak, çocuğun hac ibadetini yerine getirip getiremeyeceğini sorduğunu, Peygamber'in de “Evet, ve sen de bir ödül alacaksın.” diye cevap verdiğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "‘All, Allah’ın elçisinin şöyle söylediğini bildirdi: “Eğer bir kimse, Allah’ın evine götürecek kadar yeterli yiyecek ve bir binek hayvana sahipse ve haccı yerine getirmezse, ister Yahudi ister Hristiyan olarak ölsün, bunun bir önemi yoktur. Bu, Allah’ın yüce ve mübarek olanı şöyle buyurduğu içindir: 'Hac, insanların Allah’a karşı yerine getirmeleri gereken bir borçtur; bu yolculuğu yapmaya gücü yetenler için.' (Kur’an, 3:97).”"
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Tirmizî bunu, isnadının eleştirildiği gharib bir hadis olarak nakletmiştir; Hilal b. Abdallah bilinmemektedir ve el-Haris’in hadiste zayıf olduğu belirtilmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "İbn Abbas, Allah’ın elçisinin şöyle söylediğini bildirdi: “İslam, haccı yerine getirmemeyi kabul etmez.”"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "(Burada kullanılan kelime sarura’dır. Anlamı, kesinlikle \"haccı yerine getirmeyen\" demektir. Sarr kelimesinden geldiği açıklanır; bu, sınırlama veya tutma eylemini ifade eder. Diğer bir anlamı evlilikten uzak durmaktır ve hadis bazen İslam’ın bekarlığı kabul etmediği anlamında açıklanır; ancak bu, bu bölümde uygun bir yorum değildir)."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "O, Allah’ın elçisinin şöyle söylediğini bildirdi: “Hac yapmayı niyet eden kişi, bunu bir an önce yapmalıdır.”"
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Davud ve Darimi bunu nakletmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İbn Mes’ud, Allah’ın elçisinin şöyle söylediğini bildirdi: “Hac ve umreyi birbirini takip edecek şekilde yapın; çünkü bunlar, demircinin bellows’ı demir, altın ve gümüşten kirleri temizlediği gibi, fakirliği ve günahları giderir; kabul edilen bir haccın mükafatı cennetten daha az değildir.”"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Tirmizî ve Nesaî bunu nakletmiştir; Ahmed ve İbn Mace, ‘Umar’dan “demirden” kısmına kadar nakletmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "İbn ‘Umar, bir adamın Peygamber’e gelerek haccı yerine getirmenin gerekliliklerini sorduğunu ve Peygamber’in şöyle cevap verdiğini bildirdi: “Yiyecek ve bir binek hayvanı.”"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Tirmizî ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 31,
      "narrator": "He said that he heard God’s messenger say, “Those who visit God are three classes:",
      "text": "O, Allah'ın elçisinin şöyle dediğini işittim: \"Allah'a gidenlerin üç sınıfı vardır: Savaşçı, haccı yapan ve umreyi yapan.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Nasa’i ve Baihaqi, Shu'ab al-iman'da bunu aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "‘A’isha said :",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle dediğini bildirmiştir: \"Hac yapmış biriyle karşılaştığınızda, ona selam verin, el sıkışın ve evine girmeden önce sizin için af dilemesini söyleyin, çünkü o affedilmiştir.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ahmad bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirmiştir: \"Kim haccı veya umreyi yapmak ya da kafirlerle savaşmak için yola çıkarsa ve yolda ölürse, Allah ona kafirlerle savaşan, haccı yapan ve umreyi yapanın sevabını yazar.\""
    },
    {
      "id": 38,
      "narrator": "Anas said:",
      "text": "Baihaqi, Shu'ab al-iman'da bunu aktarmıştır."
    },
    {
      "id": 39,
      "narrator": "‘A’isha said:",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Aişe şöyle dedi: Allah'ın elçisini ihrama girmeden önce misk içeren bir parfümle parfümleyip, ihramdan çıktığında Kabe etrafında tavaf etmeden önce parfümlediğimi hatırlıyorum. İhramdayken Allah'ın elçisinin başındaki saçlarının ayrıldığı yerden parfümün parıldadığını hala görebiliyorum."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin saçları dağınık bir halde iken telbiye ile sesini yükselttiğini şöyle söyledi: \"Labbaik, ya Allah, labbaik labbaik; Senin ortağın yok; labbaik; övgü ve lütuf Senindir, egemenlik Senindir; Senin ortağın yok.\" Bu sözlerden başka bir şey söylemedi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "‘Umara b. Khuzaima b. Thabit, babası aracılığıyla, Peygamber’in telbiye duasını bitirdiğinde, Allah’tan rızasını ve cenneti istediğini, cehennemden de merhametiyle korunmasını talep ettiğini söyledi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Şafi'i rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Jabir b. ‘Abdallah said:",
      "text": "Cabir, Allah’ın elçisi hacca niyet ettiğinde insanlara ilan ettiğini ve onların toplandığını, ardından al-Baida’ (Dhul Hulaifa yakınlarında bir yer) geldiğinde ihram giydiğini söyledi."
    },
    {
      "id": 50,
      "narrator": "‘A'isha said:",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "‘Abdallah b. ‘Umar said:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "İbn Abbas, müşriklerin “Labbaik, senin ortağın yok” dediklerini, bunun üzerine Allah’ın elçisinin “Vay halinize! Yeter, yeter; ‘sadece senin sahip olduğun bir ortağın var’ dediğini, oysa O’nun hiç ortağı olmadığını söyledi. Onlar, Kabe’nin etrafında dönerken bunu söylerlerdi."
    },
    {
      "id": 53,
      "narrator": "‘Ata’ said that he and some people along with him heard Jabir b. ‘Abdallah say, “We, Muhammad’s companions, raised our voices in the talbiya for the hajj alone.\" ‘Ata’ reported Jabir as saying:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "‘A’isha said :",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah’ın elçisinin Medine’de dokuz yıl kaldığını, bu süre zarfında haccı yerine getirmediğini, onuncu yılda ise hacca niyet ettiğini duyurduğunu söyledi. Medine’ye büyük bir kalabalık geldi ve biz de onunla birlikte çıktık. Dhul Hulaifa’ya vardığımızda, Asma’ binti ‘Umais, Muhammed b. Ebu Bekir’i doğurdu ve Allah’ın elçisine ne yapması gerektiğini sordu. O da “Yıkan, özel yerlerini bir bezle sar, ihramı giy” diye cevap verdi. Allah’ın elçisi daha sonra camide dua etti ve al-Qaswa’ya bindiğinde, al-Baida’da dişi devesi onun sırtında dik durduğunda, sesini yükselterek Allah’ın birliğini ilan etti ve “Labbaik, ya Allah, labbaik labbaik; senin ortağın yok; labbaik; hamd ve nimet senindir ve mülk senindir; senin ortağın yok” dedi. Cabir dedi ki: Biz sadece haccı yerine getirme niyetimizi ifade ettik, umreyi bilmiyorduk. Ali’nin Yemen’den getirdiği ve Peygamber’in getirdiği kurbanlık hayvanların toplamı yüzdü. Sonra, Peygamber ve yanında kurbanlık hayvanları olanlar hariç, tüm insanlar ihramdan çıktılar ve saçlarını kestiler. Yaum at-tarwiya (Dhul Hijja’nın 8. günü, hacıların Mekke’den Mina’ya gittiği gün) geldiğinde, hacca ihram giyerek Mina’ya doğru yola çıktılar ve Peygamber orada öğle, ikindi, akşam, yatsı ve sabah namazlarını kıldı. Sonra güneş doğana kadar biraz bekledi ve Namira’da (Arafat yakınlarında bir yer) kendisi için bir çadır kurulmasını emretti. Allah’ın elçisi yola çıktı ve Kureyş, onun kutsal yerde (Müzdelife, al-Mash'ar al-haram, cahiliye döneminde Ouzah’a ait olan bir tepe) duraklayacağına dair şüphe duymadı; çünkü Kureyş, cahiliye döneminde böyle yapardı; ama o geçerek Arafat’a geldi ve kendisi için Namira’da çadırın kurulduğunu gördü. Orada indi ve güneş meridyenin geçtikten sonra al-Qaswa’nın getirilmesini emretti ve ona eyer vurulduğunda, vadiye inip insanlara hitap etti, “Canlarınız ve mallarınız, bu gününüzün ve bu ayınızın ve bu şehrinizin kutsallığı gibi birbirinize saygı gösterilmelidir. Cahiliye dönemine ait her şey ayaklarımın altına alınmıştır ve cahiliye dönemine ait kan davası talepleri kaldırılmıştır. Aramızda öldürülenlerin ilki, Rabi'a b. al-Harith’in oğludur (Rabi’a, Abd al-Muttalib’in torunudur. Öldürülen çocuğun adı değişik şekillerde Adam, Tammam ve İyas olarak verilmiştir. İbn Abd al-Barr, Adam’ın bir hata olduğunu söylese de diğer iki isme de kesin bir şey söylemez) ki, B. Sa'd arasında emzirilmiş ve Hudhail tarafından öldürülmüştür. Cahiliye döneminin faizi kaldırılmıştır ve kaldırdığım ilk faiz, Abbas b. Abd al-Muttalib’inki olup, hepsi kaldırılmıştır. Kadınlar konusunda Allah’tan korkun, çünkü onları Allah’ın güvenliği altına aldınız ve Allah’ın kelamıyla onlarla cinsel ilişkiye girme hakkına sahipsiniz. Evlerinize hoşlanmadığınız kimseyi sokmamaları gerekir, ama eğer yaparlarsa, onları dövün, ama ağır şekilde değil. Onların yiyecek ve giyinmelerini uygun bir şekilde sağlamakla yükümlüsünüz. Aranızda bir şey bıraktım, yani Allah’ın Kitabı, ona sarıldığınızda bir daha asla sapmayacaksınız. Benimle ilgili sorulacaksınız, peki ne diyeceksiniz?” Onlar, “Biz senin mesajı ilettiğine, yerine getirdiğine ve nasihat ettiğine şahitlik ediyoruz” dediler. Sonra parmağını gökyüzüne kaldırarak insanlara işaret etti ve “Ya Allah, şahit ol; ya Allah, şahit ol” dedi, bunu üç kez tekrarladı. Bilal, ezan okudu ve ikamet etti, öğle namazını kıldı; sonra ikamet etti ve ikindi namazını kıldı, arada başka bir namaz kılmadı. Sonra devesine bindi ve ayakta durma yerine geldi, dişi devesi al-Qaswa’yı kayalara döndürdü ve yürüyenlerin geçtiği yolu (Arapça Habl al-mushat, yukarıda belirtildiği gibi veya ‘atlıların yürüyüşü’ olarak veya bir yerin adı olarak çeşitli şekillerde açıklanır) önünde aldı. Kıbleye döndü ve güneş batana kadar ayakta kaldı, sarı ışık biraz kaybolduğunda ve güneşin diski kaybolduğunda. Usama’yı arkasına aldı ve hızlı bir şekilde al-Müzdelife’ye kadar gitti, orada akşam ve yatsı namazını bir ezan ve iki ikamet ile kıldı, aralarında ‘Subhanallah’ demeden. Sonra sabaha kadar yattı ve sabah namazını, sabah ışığı netleştiğinde bir ezan ve bir ikamet ile kıldı. Sonra al-Qaswa’ya bindi ve kutsal yere geldiğinde kıbleye döndü, Allah’a dua etti, O’nun büyüklüğünü, birliğini ve tevhidini ilan etti ve gündüz netleşene kadar ayakta kaldı. Sonra güneş doğmadan hızlı bir şekilde hareket etti, al-Fadl b. Abbas’ı arkasına aldı ve Muhassir vadisine geldi (Müzdelife ile Mina arasında). Deveyi biraz hızlandırdı ve en büyük jamra’ya (Jamra, aslında bir çakıl taşıdır, Mina vadisinde üç tane vardır. Hac ritüellerinden biri onlara küçük taşlar atmaktır) çıkan orta yoldan gitti, ağaç yanında olan jamra’ya geldi. Orada yedi küçük çakıl taşı attı (Aynen, ‘atılan çakıl taşları’: hurma çekirdeği büyüklüğünde küçük çakıl taşlarını belirtmek için kullanılır), her attığında “Allah en büyüktür” dedi. Vadi dibinden attıktan sonra kurban kesim yerine gitti ve kendi eliyle altmış üç kurban kesti. Sonra bazılarını Ali’ye verdi, o da geri kalanını kesti ve onunla kurbanlık hayvanlarını paylaştı. Sonrasında her bir kurbanlıktan bir parça etin bir tencereye konulmasını emretti ve pişirildiğinde ikisi de ondan yedi ve suyundan içti. Sonra Allah’ın elçisi bindi ve hızlı bir şekilde Kabe’ye gitti, Mekke’de öğle namazını kıldı. B. Abd al-Muttalib’e geldi, onlara Zamzam’da su sağlıyorlardı ve “Su çıkarın, B. Abd al-Muttalib. Eğer insanlar sizden su çıkarma hakkını almazlarsa, ben de sizinle birlikte su çıkarırdım” dedi. Onlar ona bir kova verdiler ve o da ondan içti."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "‘Urwa b. az-Zubair said:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "‘A'işe, Veda Haccı’nda Peygamber ile birlikte çıktıklarını, bazılarının umre için telbiye seslerini yükselttiğini, bazılarının ise haccı için yükselttiğini söyledi. Mekke’ye geldiğimizde, Allah’ın elçisi “Umre için telbiye seslerini yükselten ve kurbanlık hayvan getirmeyenler ihramdan çıkabilir, ancak umre için ihram giyen ve kurbanlık hayvan getirenler, umre ile birlikte hacca telbiye seslerini yükseltmelidir ve her ikisini de yerine getirmeden ihramdan çıkmamalıdır” dedi; (bir rivayette “ve kurbanlık hayvanlarını kesmeden ihramdan çıkmamalıdır” denmiştir) ve hacca telbiye seslerini yükseltenler haccı tamamlamalıdır.” Dedi ki: Adet gördüm ve Kabe’nin etrafında dönmedim ya da as-Safa ile al-Marwa arasında koşmadım ve Arafat gününe kadar adetim devam etti. Ben sadece umre için telbiye sesimi yükseltmiştim, ama Peygamber bana saçlarımı çözmemi, taramamı, hacca telbiye sesimi yükseltmemi ve umreyi bırakmamı emretti, ben de bunu yaptım ve haccımı yerine getirdim. Beni ‘Abd ar-Rahman b. Ebu Bekir ile gönderdi ve Tan'im’den kaçırdığım umreyi yapmamı emretti. Dedi ki: Telbiye seslerini yükseltenler, Kabe’nin etrafında döndükten ve as-Safa ile al-Marwa arasında koştuğundan sonra ihramdan çıktılar, sonra Mina’dan döndüklerinde tekrar döndüler, ama haccı ve umreyi birleştirenler sadece bir tur yaptılar."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Az-Zubair b. ‘Arabi, bir adamın İbn ‘Umar’a taşla ilgili bir soru sorduğunu ve onun da Allah’ın elçisinin onu dokunduğunu ve öptüğünü gördüğünü söylediğini aktardı."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "İbn ‘Umar, Peygamber’in Kabe’de sadece iki Yemen köşesine dokunduğunu gördüğünü söyledi (Kara Taş’ı içeren köşe ve genellikle dokunulması ama öpülmemesi gereken güneydoğudaki Yemen köşesi. Her ikisinin de İbrahim tarafından inşa edilen temeller üzerinde olduğu kabul edilir)."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 66,
      "narrator": "‘A’isha said:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Abu Huraira said:",
      "text": "İbn ‘Abbas, Peygamber’in Veda Haccı’nda bir develerle tavaf ettiğini ve köşeye eğri bir sopa ile dokunduğunu söyledi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "O, Allah’ın elçisinin Kabe’yi bir develerle dolaştığını ve köşeye geldiğinde elinde bir şeyle işaret ettiğini ve “Allah en büyüktür” dediğini aktardı."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Ebu Tufail, Allah’ın elçisinin Kabe’yi dolaşırken, elindeki eğri sopa ile köşeye dokunduğunu ve eğri sopayı öptüğünü gördüğünü söyledi."
    },
    {
      "id": 74,
      "narrator": "‘Ubaid b. ‘Umair said:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Safiya bint Şeybe, Abu Tujrat'ın kızının, bazı Kureyş kadınlarıyla birlikte Abu Hüseyin ailesinin evine girdiğini ve Allah'ın elçisini as-Safa ile al-Marva arasında koşarken izlediklerini söylediğini aktardı. Koşarken alt giysisinin hareket ettiğini gördü ve onun, “Koşun, çünkü Allah sizin için koşmayı emretmiştir.” dediğini duydu."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Bu, Sharh as-sunna'da aktarılmıştır ve Ahmed bunu bazı farklılıklarla aktarmıştır."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Kudame b. Abdullah b. Ammar, Allah'ın elçisini as-Safa ile al-Marva arasında bir deve üzerinde koşarken, ona vurmadığını, insanları itmediğini veya kenara çekilmeleri için söylemediğini gördüğünü söyledi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Bu, Sharh as-sunna'da aktarılmıştır."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Ya'la b. Umayya, Allah'ın elçisinin Kabe'yi dolaşırken sağ koltuk altına yeşil bir Yemeni örtü alarak sol omzunun üzerinden sarkıttığını söyledi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Tirmidhi, Abu Davud, İbn Mace ve Darimi bunu aktarmıştır."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisi ve arkadaşlarının al-Ji'rana'dan (Mekke ile Taif arasında su bulunan bir yer) bir umre yaptıklarını ve Kabe etrafında üç kez koştuklarını söyledi. Üst giysilerini koltuk altlarına koydular ve uçlarını sol omuzlarının üzerinden attılar."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Abu Davud bunu aktarmıştır."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "‘Amr b. ‘Abdallah b. Safwan quoted a maternal uncle of his called Yazid b. Shaiban who said:",
      "text": "İbn Umar, “Bu iki köşeye, Yemani ve Hacer'e, zor da olsa kolay da olsa dokunmaktan vazgeçmedik, çünkü Allah'ın elçisinin onları dokunduğunu gördüm.” dedi. İkisi tarafından bir rivayette Nafi', İbn Umar'ı elini taşın üzerine koyarken gördüğünü, ardından elini öptüğünü söyledi. “Allah'ın elçisini yaparken gördüğümden beri bunu bırakmadım.” dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Amr b. Shu'aib, babası aracılığıyla dedesi tarafından, Peygamber'in şöyle dediğini aktardı: \"En iyi dua, Arafat gününde yapılan duadır ve benim ve benden önceki peygamberlerin söylediği en güzel şey, 'Allah'tan başka ilah yoktur, O'nun ortağı yoktur; mülk O'nundur, övgü O'na aittir ve O her şeye kadirdir.'\""
    },
    {
      "id": 92,
      "narrator": "Talha b. ‘Ubaidallah b. Kariz reported God’s messenger as saying, “On no day is the devil seen more insignificant, more violently repelled, more ignominious, or more angry than on the day of ‘Arafa, that being due to no other reason than the mercy he sees being sent down and God’s forgiveness of great sins, except for what was seen on the day of Badr.” He was asked what was seen on the day of Badr and replied,( This is a translation of the text in the Damascus edition. Mirqat, 3, 219 omits ‘He was :",
      "text": "Tirmizî bunu rivayet etmiştir ve Malik, Talha b. Ubaidullah aracılığıyla \"ortağı yoktur\" kısmına kadar aktarmıştır."
    },
    {
      "id": 93,
      "narrator": "Jabir reported God’s messenger as saying :",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Talha b. Ubaidullah b. Kariz, Allah'ın elçisinin şöyle dediğini bildirdi: \"Arafat gününde şeytan, hiçbir günde bu kadar önemsiz, bu kadar şiddetle kovulmuş, bu kadar aşağılanmış veya bu kadar öfkeli görülmemiştir; bunun nedeni, merhametin indirildiğini ve Allah'ın büyük günahları affettiğini görmesidir, Badr günü dışında.\" Badr günü ne gördüğünü sorduğunda, \"Cebrail'in melekleri savaş düzeninde tuttuğunu gördü.\" diye cevap verdi."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Malik bunu mürsel olarak aktarmıştır ve Şerh as-Sünne'de el-Masabih'in ifadeleriyle geçmektedir."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin şöyle dediğini bildirdi: \"Arafat günü geldiğinde Allah, en düşük semaya iner ve meleklerine şöyle övgülerde bulunur: 'Beni dağınık, tozlu ve her derin vadiden feryat ederek gelen kullarıma bakın. Onların affedildiğini şahitlik etmenizi istiyorum.' Sonra melekler der ki: 'Rabbim, falan filan günahkâr olarak şüpheleniliyordu, falan filan ve şu kadın da.' O, yüce ve aziz olan Allah'ın şöyle cevap verdiğini söyledi: 'Ben onları affettim.' Allah'ın elçisi, 'Arafat günü, cehennemden en çok insanın kurtarıldığı gündür.' dedi."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Bu, Şerh as-Sünne'de aktarılmıştır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Aişe, Kureyş ve onların dinini takip edenlerin Müzdelife'de durduklarını ve onlara el-Hums denildiğini söyledi. (Ahmas'ın çoğulu, dayanıklı veya sert anlamına gelir. Bu ismin onlara cesaretleri ve dayanıklılıklarıyla övündükleri için verildiği söylenir. Başka bir açıklama ise, sadece Hamss'te durma ritüellerini gözlemledikleri içindir, bu da Kabe'dir.) Ancak diğer Araplar Arafat'ta duruyorlardı; sonra İslam geldiğinde, yüce Allah, Peygamberine Arafat'a gitmesini ve orada durmasını emretti, sonra oradan hızlıca çıkmasını söyledi. Bu, yüce ve aziz olanın sözleriyle uyumludur: \"O halde, insanların hızlıca gittiği yerden hızlıca çıkın.\" (Kur'an, 2, 199)"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Abbas b. Mirdas, Allah'ın elçisinin Arafat'ın geç saatlerinde halkı için af dilediğini ve \"Ben onları tümüyle affettim, ancak zulüm yapanlardan, zulme uğrayanların hakkını alacağım.\" cevabını aldığını söyledi. O, \"Rabbim, eğer istersen, zulme uğrayanlara cennetten bir şey verebilir ve zalimi affedebilirsin.\" dedi, ama o akşam bir cevap alamadı. Ertesi sabah Müzdelife'de duayı tekrar etti ve istediği şeyle ilgili bir cevap aldı, bunun üzerine güldü (ya da gülümsedi). Ebu Bekir ve Ömer ona, \"Sana babalarımızı ve annelerimizi fidye olarak vereceğimiz kişi, seni ne güldürdü, bu gülmek için alışık olduğun bir zaman değil mi? Allah, hayatın boyunca sana gülme sebebi versin!\" dediler. O, \"Allah'ın düşmanı İblis, yüce ve aziz olan Allah'ın benim duama cevap verdiğini ve halkımı affettiğini öğrendiğinde, biraz toprak aldı ve başına atmaya başladı, 'Vah ve yıkım!' diye feryat etti. Onun sıkıntısını görmek beni güldürdü.\" dedi."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "İbn Mace bunu aktarmıştır ve Beyhaki benzer bir şeyi Kitab al-ba‘th wan-nushur'da aktarmıştır."
    },
    {
      "id": 105,
      "narrator": "Ibn ‘ Abbas said:",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "‘A’isha said :",
      "text": "'A'işe dedi ki: Allah'ın elçisi, kurban günü öncesi gece Ümmü Selime'yi gönderdi ve o, şafak vaktinden önce cemreye taş attı. Sonra aceleyle [Mekke'ye] gitti ve tavaf yaptı. O gün, Allah'ın elçisinin onunla geçirdiği gündü."
    },
    {
      "id": 107,
      "narrator": "Ibn ‘Abbas said :",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 108,
      "narrator": "Ya'qub b. ‘Asim b. ‘Urwa said he heard ash-Sharid say :",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "İbn Abbas dedi ki: Mekke'de kalanlar ve umre yapanlar, taşla temasa geçene kadar telbiye ile seslerini yükseltirler."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir, bu rivayet İbn Abbas'tan daha geriye gitmemektedir."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Yakub b. Asim b. Urve, eş-Şarid'in şöyle dediğini duyduğunu söyledi: Allah'ın elçisi ile acele ettim ve ayakları yere değmeden Cem'e geldik."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "İbn Şihab, Salim'in kendisine, Haccac b. Yusuf'un İbn Zübeyr'e saldırdığı yıl (Mekke'de bulunan Abdullah b. Zübeyr, halifelik iddiasında bulunmuştu. Abdülmelik, Emevi halifesi, 72. Hicri yılın sonlarına doğru İbn Zübeyr ile başa çıkmak için Haccac b. Yusuf komutasında bir ordu göndermişti ve Arafat ovasında savaş olmuştu, ancak hac ibadetinin yerine getirilebilmesi için düşmanlıklar durdurulmuş, daha sonra yeniden başlamıştır.) 'Arafat'ta duruşta nasıl hareket edeceklerini sorduğunu söyledi. Salim, \"Eğer sünnete uymak istiyorsanız, Arafat gününde öğle sıcağında namaz kılın.\" dedi. Abdullah b. Ömer ise, \"Gerçekten doğru söylemiştir; sünnete uygun olarak öğle ve ikindi namazını birleştirmeye alışkındılar.\" dedi. İbn Şihab, Salim'e Allah'ın elçisinin bunu yapıp yapmadığını sordu ve Salim, \"Bunu yaparken onun sünnetine uymaktan başka bir şey mi takip ediyorlar?\" diye yanıtladı."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Cabir, Peygamber'in kurban günü taş attığını ve \"Ritlerinizi öğrenin, çünkü bu olaydan sonra hacca gidip gidemeyeceğimi bilmiyorum.\" dediğini söyledi."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin Aişe için kurban günü bir inek kestirdiğini söyledi."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Muslim bunu aktardı."
    },
    {
      "id": 123,
      "narrator": "'A’isha said :",
      "text": "O, Peygamber'in haccında eşleri için bir inek kurban ettiğini söyledi."
    },
    {
      "id": 124,
      "narrator": "She said :",
      "text": "Muslim bunu aktardı."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Aişe dedi ki: Peygamber'in kurban develerinin çelenklerini kendi ellerimle ördüm, ardından o da onları çelenkledi, işaretledi ve kurban olarak gönderdi; onun için helal olan hiçbir şey haram olmadı. (Hac yapmayan bir kimse, kurban gününe kadar hacılara uygulanan kısıtlamalara tabi değildir.)"
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Buhari ve Muslim."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "O dedi ki: Onların çelenklerini elimdeki taranmış yünden ördüm, sonra onları babamla gönderdi."
    },
    {
      "id": 128,
      "narrator": "Jabir said :",
      "text": "Buhari ve Muslim."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin bir adamın kurban devesini sürerken gördüğünü ve ona üzerine binmesini söylediğini, adamın da bunun bir kurban devesi olduğunu söylediğini aktardı. O tekrar binmesini söyledi ve aynı yanıtı alınca, \"Binin, başınıza bela,\" (Kelime anlamıyla, 'yazıklar olsun sana') dedi."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Buhari ve Muslim."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Ebu Zübeyr, Cabir b. Abdullah'a kurban hayvanları üzerinde binme konusunda sorulduğunu ve onun da Peygamber'in \"Başka bir şeyiniz yoksa, yavaşça binin, bir binek bulana kadar\" dediğini duyduğunu aktardı."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Muslim bunu aktardı."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin on altı kurban devesini bir adamla gönderdiğini ve o adamın yorgun düşen develerle ne yapması gerektiğini sorduğunu, Peygamber'in de \"Onları kes, sonra ayaklarını kanlarına batır ve sırtlarının yanlarına koy; ama ne sen ne de seninle olanlar onlardan hiçbir şey yememelidir,\" diye cevap verdiğini söyledi."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Muslim bunu aktardı."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Cabir, Hudeybiye yılı (6 H.)'nde, Allah'ın elçisiyle birlikte yedi kişi için bir deve ve yedi kişi için bir inek kurban ettiklerini söyledi."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Nubaisha, Allah'ın elçisinin şöyle dediğini bildirdi: \"Sizlere etlerini üç günden fazla yemenizi yasakladım ki, bolca yiyesiniz; fakat Allah bolca vermiştir, öyleyse yiyin, biriktirin ve sevap arayın. Bu günler yemek, içmek ve Allah'ı anma günleridir.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin Veda Haccı'nda başını traş ettiğini, bazı arkadaşlarının da traş olduğunu, ancak bazılarının saçlarını kısalttığını söyledi."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "",
      "text": "İbn 'Abbas, Muaviye'nin kendisine, Peygamber'in başından al-Marwa'da geniş bir demir ok ucu ile saç kestiğini söylediğini aktardı."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "İbn 'Umar, Veda Haccı'nda Allah'ın elçisinin şöyle dediğini aktardı: \"Ey Allah, kendilerini traş edenlere merhamet et.\" İnsanlar, saçlarını kısaltanları da eklemesini önerdiler. O tekrar aynı sözleri söyledi ve aynı öneriyi yaptıklarında \"ve saçlarını kısaltanlara\" ekledi."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "",
      "text": "Yahya b. el-Hüseyin, büyükannesinin Veda Haccı'nda Peygamber'in saçlarını traş edenler için üç kez dua ettiğini ve saçlarını kısaltanlar için bir kez dua ettiğini duyduğunu aktardı."
    },
    {
      "id": 149,
      "narrator": "Usama b. Sharik said :",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 150,
      "narrator": "Abu Bakra said that the Prophet gave them the following sermon on the day of sacrifice:",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Vabara, İbn Ömer'e jamralara ne zaman taş atması gerektiğini sordu, o da, \"İmamın attığı zaman at\" diye cevap verdi. Soruyu tekrar etti ve \"Biz doğru zamanı beklerdik, güneş meridyenin üzerine geçtiğinde atardık\" yanıtını aldı."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Salim, İbn Ömer'in en yakın jamraya yedi taş attığını, her birini attığında \"Allah en büyüktür\" dediğini söyledi. Daha sonra vadinin içine doğru ilerler, kıblenin yönüne dönerek uzun süre dua eder ve ellerini kaldırır, ardından ortadaki jamraya yedi taş atar, her bir taş attığında \"Allah en büyüktür\" derdi. Sonra sola döner ve vadinin daha derinlerine gider, kıblenin yönüne dönerek dua eder, ellerini kaldırır ve uzun süre bekler, ardından vadinin dibinden ‘Aqaba jamrasına yedi taş atar, her bir taş attığında \"Allah en büyüktür\" derdi, ama onun yanında durmazdı. Sonra ayrılır ve \"Ben, Peygamber'in bunu yaptığını gördüm\" derdi."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "",
      "text": "İbn Ömer, Abbas b. Abd al-Muttalib'in, su sağlama görevi nedeniyle Mina'da geçirilen geceleri Mekke'de geçirmesi için Allah'ın elçisinden izin istediğini ve onun da izin verdiğini söyledi."
    },
    {
      "id": 158,
      "narrator": "She said:",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 160,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisi su sağlama yerine geldiğinde ve biraz su istediğinde, Abbas'ın \"Fadl, annenin yanına git ve Allah'ın elçisine içecek bir şey getir\" dediğini aktardı. Su istediğinde, \"Ya Allah'ın elçisi, ellerini içine sokuyorlar\" dedi. Bir kez daha sordu ve biraz içti. Sonra su sağlama konusunda çaba gösterenlerin olduğu Zemzem'e gitti ve \"Devam edin, çünkü iyi bir iş yapıyorsunuz\" dedi. Sonra omzunu işaret ederek, \"Eğer sizin üzerinize baskı yapılmayacak olsaydı, ben de aşağı inip ipi buna takardım\" dedi. (Bu, Peygamber'in Zemzem'den su çektiğini görenlerin, bunu yapma hakkına sahip olduklarını düşünecekleri ve su çekme görevini üstlenenlerin ayrıcalıklarını kaybedecekleri anlamına gelir.)"
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 162,
      "narrator": "Rafi‘ b. ‘Amr al-Muzani said:",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Enes, Peygamber'in öğle, ikindi, akşam ve yatsı namazlarını kıldığını, ardından al-Muhassab'ta uykuya daldığını söyledi. (Mekke ile Mina arasında al-Abtah'a açılan vadi; içindeki taşlar nedeniyle bu ismi almıştır.) Sonra Kabe'ye bindi ve tavaf yaptı."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 166,
      "narrator": "",
      "text": "O, Allah'ın elçisinin, öğle namazını kıldıktan sonra günün sonunda Mekke'ye gittiğini, ardından Mina'ya döndüğünü ve Tashriq günleri boyunca orada kaldığını söyledi. (Dhul Hijja'nın 11., 12. ve 13. günleri. Tashriq ismi, hacıların kurban etlerinin parçalarını güneşte kurutmalarına atıfta bulunur.) Güneş meridyeni geçtiğinde jamraya taş atardı, her jamraya yedi taş atar ve her taş atışında \"Allah en büyüktür\" derdi. İlk ve ikinci jamrada uzun süre durur ve dua ederdi, ancak üçüncü jamraya taş atarken yanında durmazdı."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Abul Baddah b. 'Asim b. 'Adi, babasının rivayetiyle, Allah'ın elçisinin deve çobanlarına Mina'da gece geçirmemeleri ve kurban günü taş atmaları için izin verdiğini, ardından kurban gününden sonra iki gün taş atmayı birleştirip bunlardan birinde taş atmaları gerektiğini söyledi."
    },
    {
      "id": 170,
      "narrator": "Ya‘la b. Umayya (Umayya was Ya'la’s mother) said:",
      "text": "Malik, Tirmidhi ve Nasa’i rivayet etmiştir; Tirmidhi bunun sahih bir hadis olduğunu belirtmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "'Abdallah b. 'Umar, bir adamın Allah'ın elçisine hacda giyilmesi gereken elbise hakkında sorduğunda, onun \"Gömlek, sarık, pantolon, baş örtüsü olan giysiler veya ayakkabı giymeyin; eğer sandalet bulamazsanız ayakkabı giyebilirsiniz, bu durumda ayakkabılarınızı bileklerin altına gelecek şekilde kesmelisiniz; ayrıca safran veya wars (Yemen'de sarı renkte bir bitki, susam gibi. Bu kelime, aynı zamanda, dower açıldığında dökülen boyar maddeyi tanımlamak için de kullanılır) boyası olan giysiler giymemelisiniz.\" dediğini söyledi."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Bukhari ve Muslim. Bukhari, bir rivayette \"Hacda olan bir kadın, örtünmemeli ya da eldiven giymemelidir.\" eklemiştir."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 175,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın elçisinin bir konuşma sırasında \"Hacda olan biri sandalet bulamazsa ayakkabı giyebilir, alt giysi bulamazsa pantolon giyebilir.\" dediğini duyduğunu söyledi."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Bukhari ve Muslim."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Ya'la b. Umayya (Umayya, Ya'la'nın annesidir) dedi ki: \"Peygamberle al-Ji'rana'dayken, bolca parfüm sürülmüş bir tunik giymiş bir bedevi ona geldi ve 'Ya Allah'ın elçisi, ben bu tunikle umreye girdim.' dedi. O da, 'Üzerindeki parfümü üç kez yıka, tunikini çıkar, sonra umreni haccında yaptığın gibi yap.' dedi.\""
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Bukhari ve Muslim."
    },
    {
      "id": 180,
      "narrator": "‘A’isha said:",
      "text": "---"
    },
    {
      "id": 181,
      "narrator": "",
      "text": "İbn 'Umar, Peygamber'in ihramda iken kendisine muqattat olmayan zeytinyağı sürdüğünü söyledi; bu, parfümlü anlamına gelir."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Nafi', İbn 'Umar'ın üşüdüğünü ve ona üzerine bir elbise atmasını söylediğini, ancak o üzerine kapüşonlu bir örtü attığında, \"Beni böyle örtüyor musun? Oysa Allah'ın elçisi, ihramda olanların bunu giymesini yasakladı!\" dediğini aktardı."
    },
    {
      "id": 185,
      "narrator": "Abu Rafi‘ said:",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Abdullah b. Malik İbn Buhaina, Allah'ın elçisinin ihramda iken, Mekke yolunda Lahy Jamal'dan (bu yerin bir yer, tepe veya Mekke ile Medine arasında bir su olduğu söylenmiştir) başının ortasından hacamat yaptırdığını söyledi."
    },
    {
      "id": 188,
      "narrator": "Ibn ‘Umar reported the Prophet as saying, “There are five creatures which it is not a sin for anyone to kill in the sacred territory and when in the sacred state:",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 189,
      "narrator": "‘A’isha reported the Prophet as saying, “Five noxious creatures may be killed outside or inside the sacred area:",
      "text": "---"
    },
    {
      "id": 190,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin ihramda iken ayağındaki bir ağrı nedeniyle ayağının üst kısmından hacamat yaptırdığını söyledi."
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Ebu Davud ve Nesaî rivayet etmiştir."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "",
      "text": "Ebu Rafi', Allah'ın elçisinin Maimuna ile ihramda değilken evlendiğini ve onunla ihramda değilken birlikte olduğunu, aralarındaki elçi olduğunu söyledi."
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Ahmet ve Tirmizî rivayet etmiştir; Tirmizî, bunun hasen bir hadis olduğunu belirtmiştir."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 196,
      "narrator": "‘Abd ar-Rahman b. ‘Uthman at-Taimi said :",
      "text": "'Abd ar-Rahman b. 'Uthman at-Taimi dedi ki: Talha b. Ubaidallah ile birlikte iken, kutsal haldeyken, bazı kuşlar (Tair kelimesi tekil veya çoğul olabilir. Mirqat, iii, 263 burada çoğul olduğunu belirtir; değilse, birçok insanın bulunduğu büyük bir kuşa atıfta bulunulması gerekir) ona sunuldu, bazılarımız yedi ama diğerleri çekindi. Sonra Talha uyandığında, yiyenlerle hemfikir oldu ve “Biz, Allah'ın elçisi ile birlikte böyle yedik.” dedi."
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Muslim bunu rivayet etti."
    },
    {
      "id": 198,
      "narrator": "‘Abdallah b. ‘Umar said :",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın elçisinin engellendiğini, bu yüzden başının traş edildiğini, eşleriyle cinsel ilişkiye girdiğini ve hayvanlarını kurban ettiğini söyledi. Sonra bir sonraki yıl umre yaptı."
    },
    {
      "id": 200,
      "narrator": "Ibn ‘Umar said :",
      "text": "Bukhari bunu rivayet etti."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "",
      "text": "'Abdallah b. 'Umar dedi ki: Biz Allah'ın elçisi ile birlikte çıktık ama Kureyş'in kafirleri Kabe'ye giden yolu kapattı, bu yüzden Peygamber hayvanlarını kurban etti ve başını traş ettirdi, arkadaşları da saçlarını kesti."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Bukhari bunu rivayet etti."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Al-Miswar b. Makhrama, Allah'ın elçisinin başını traş ettirmeden önce kurban kestiğini ve arkadaşlarına da aynı şeyi yapmalarını emrettiğini söyledi."
    },
    {
      "id": 206,
      "narrator": "",
      "text": "Bukhari bunu rivayet etti."
    },
    {
      "id": 207,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 208,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: Allah'ın elçisinin sünneti sizin için yeterli değil mi? Eğer herhangi biriniz hacdan alıkonulursa, Kabe'yi tavaf etsin ve as-Safa ile al-Marwa arasında gitsin, sonra kutsal halden çıkıp bir sonraki yıl haccı yapsın. Bir hayvan kurban etsin, ya da bulamazsa oruç tutsun."
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Bukhari bunu rivayet etti."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 211,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in şöyle söylediğini bildirdi: \"Onu siyah ve tavuk parmaklı olarak, taş taş aşağı çektiğini görüyorum.\""
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Ya'la b. Umayya, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kutsal topraklarda yiyecek depolayıp yüksek fiyattan satmak, onun kutsallığını ihlal etmektir.\""
    },
    {
      "id": 215,
      "narrator": "Abu Shuraih al-‘Adawi told that he said to ‘Amr b. Sa‘id when he was sending troops to Mecca (The reference is to an expedition against 'Abdallah b. az-Zubair):",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 216,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "‘Ali said :",
      "text": "İbn Abbas, Allah'ın elçisinin Mekke'ye şöyle dediğini bildirdi: \"Ne güzel bir şehirsin, benim için ne kadar değerlisin! Eğer halkım beni senden çıkarmasaydı, başka bir yerde yaşamazdım.\""
    },
    {
      "id": 218,
      "narrator": "",
      "text": "Tirmizi bunu aktarmış ve bunun hasan sahih bir hadis olduğunu, isnadının da garip olduğunu söylemiştir."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 220,
      "narrator": "",
      "text": "'Abdallah b. 'Adi b. Hamra', Allah'ın elçisini al-Hazwara'da (Taj al-'Arus bu yer hakkında iki açıklama vermektedir, biri bu yerin buğday satıcılarının kapısında olduğunu, diğeri ise Mekke'nin pazarının daha sonra camiye dahil edildiğini söylemektedir) dururken gördüğünü ve şöyle dediğini aktardı: \"Allah'a yemin ederim ki, siz Allah'ın yeryüzünün en iyi parçasısınız ve O'na en sevimli olanınızdır. Eğer sizden çıkarılmasaydım, buradan çıkmazdım.\""
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "‘A'isha said:",
      "text": "Ebu Şüreyh el-'Adavi, 'Amr b. Sa'id'e, Mekke'ye asker gönderirken (bu, 'Abdallah b. az-Zubair'e karşı bir seferle ilgilidir) şöyle dediğini bildirdi: \"Sana bir şey söyleyeyim, komutan, Allah'ın elçisinin Feth günü söylediği bir şey. Kulaklarım bunu duydu, kalbim bunu sakladı ve gözlerim onu konuşurken gördü. Allah'ı övdükten sonra şöyle dedi: 'Mekke'yi, insanlar değil, Allah kutsal kılmıştır, bu nedenle Allah'a ve ahiret gününe inanan birinin burada kan dökmesi veya ağaç kesmesi caiz değildir. Eğer biri, Allah'ın elçisinin burada savaştığını öne sürerek izin isterse, ona söyleyin ki, Allah elçisine izin vermiştir ama size değil. Ona sadece bir günün bir saatinde izin vermiştir ve onun kutsallığı, dünkü gibi geri verilmiştir. Hazır olan, yok olanlara bu bilgiyi ulaştırsın.' Ebu Şüreyh'e 'Amr'ın ne cevap verdiği soruldu ve şöyle yanıtladı: 'Bu konuda benden daha iyi bilgiye sahibim, Ebu Şüreyh.' Kutsal toprak, isyankar olan veya kan döktükten sonra kaçan veya bir kusur (kharba) nedeniyle kaçan birine sığınak vermez.\" (Bu kelime bir kusur anlamında kullanılır)"
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Buhari ve Müslim. Buhari'de kharba'nın bir suç anlamına geldiği belirtilmektedir."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 226,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Beni, tüm şehirleri yutacak bir şehre gitmem emredildi. İnsanlar ona Yatrib der, ama o Medine'dir. O, demirin pisliğini üfleyici gibi uzaklaştırır.\""
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 228,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 229,
      "narrator": "",
      "text": "Cabir b. Semura, Allah'ın elçisinin şöyle dediğini duyduğunu söyledi: \"Allah, Medine'ye Taba dedi.\" (Taj al-'Arus, Yatrib ismine itirazın, bu ismin kökünün bozulma anlamına gelmesinden kaynaklandığını belirtir. Bu nedenle, iyi, tatlı veya saf anlamına gelen bir kökten gelen Taba daha iyi kabul edilmiştir. Kullanılan diğer biçimler Taiba, al-Mutayyaba (veya al-Mutayyiba)dır.)"
    },
    {
      "id": 230,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 231,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah'ın elçisine biat eden bir bedeviyi anlattı, fakat bu bedevi Medine'de bir ateş hastalığına yakalandığında Peygamber'e gelerek, \"Biatımı iptal et, Muhammed;\" dedi, ama Allah'ın elçisi bunu reddetti. Aynı talep ile tekrar geldi ve yine reddedildi. Aynı talep ile bir kez daha geldi ve yine reddedilince, bedevi gitti. Allah'ın elçisi sonra şöyle dedi: \"Medine, pisliğini üfleyici gibi uzaklaştıran ve içindeki iyiliği arındıran bir üfleyicidir.\""
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 234,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 235,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Son saat, Medine kötü insanlarını, demirin pisliğini üfleyici gibi uzaklaştırmadan gelmeyecek.\""
    },
    {
      "id": 236,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 237,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 238,
      "narrator": "",
      "text": "Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Medine'nin dağ yollarında melekler vardır, bu nedenle ne veba ne de deccal ona girebilir.\""
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Buhari ve Müslim."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 241,
      "narrator": "Jarir b. ‘Abdallah reported the Prophet as saying, “God revealed to me that whichever of these three I settled in, it would be the abode of my emigration:",
      "text": "Cerir b. Abdullah, Peygamber'in şöyle söylediğini bildirmiştir: \"Allah bana, bu üç yerden hangisine yerleşirsem, oranın hicret yurdum olacağını vahyetti: Medine, el-Bahreyn (Doğu Arabistan'da, Basra Körfezi'nde) veya Kinnasrin.\" (Suriye)"
    },
    {
      "id": 242,
      "narrator": "",
      "text": "Tirmizî bunu nakletmiştir."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 244,
      "narrator": "",
      "text": "Ebu Bekre, Peygamber'in şöyle söylediğini bildirmiştir: \"Deccal'in korkusu Medine'ye girmeyecek. O gün Medine'nin yedi kapısı olacak ve her kapıda iki melek bulunacak.\""
    },
    {
      "id": 245,
      "narrator": "",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    }
  ]
}