{
  "language": "tr",
  "metadata": {
    "length": 274,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Al-Mikdam b. Ma'dikarib, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Hiç kimse, ellerinin emeğiyle elde ettiği yiyecekten daha iyi bir yiyecek yememiştir. Allah'ın peygamberi Davud, elleriyle çalıştığı şeylerden yerdi.\""
    },
    {
      "id": 2,
      "narrator": "Abu Huraira reported God’s Messenger as saying that:",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Allah güzeldir ve yalnızca güzel olanı kabul eder. O, müminlere de peygamberlere verdiği gibi emretmiştir: 'Ey peygamberler, güzel şeylerden yiyin ve salih amellerde bulunun' (Kur'an 23:51) ve ayrıca, 'Ey iman edenler, size rızık olarak verdiğimiz güzel şeylerden yiyin' (Kur'an 2:172). Sonra, dağınık ve tozlu bir halde uzun bir yolculuk yapan bir adamdan bahsetti; o, elini gökyüzüne uzatarak 'Rabbim, Rabbim' derken, yiyecek, içecek ve giysileri haram olan bir şeyden olursa, haram ile besleniyorsa, böyle birinin nasıl cevap alabileceğini sordu.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"İnsanlar için bir zaman gelecek ki, bir adam, elde ettiği şeyin helal mi yoksa haram mı olduğuna aldırmayacak.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "En-Nu'man b. Beşir, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Helal olan açıktır, haram olan da açıktır; ancak bunların arasında birçok insanın tanımadığı bazı şüpheli şeyler vardır. Şüpheli şeylerden sakınan, dinini ve onurunu korumuş olur; fakat şüpheli şeylere düşen, harama düşer, tıpkı bir çobanın hayvanlarını bir korunun etrafında otlatması gibi, sonunda onları o koruda otlatır. Her hükümdarın bir korusu vardır ve Allah'ın korusu, haram kıldığı şeylerdir. Vücutta bir et parçası vardır; eğer o sağlamsa, tüm vücut sağlamdır; eğer o bozuksa, tüm vücut bozuk olur. O, kalptir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 12,
      "narrator": "‘A'isha reported the Prophet as saying, “The pleasantest things you enjoy come from what you earn, and your children come from what you earn”*. The version of Aba Dawud and Darimi has, “The pleasantest things a man enjoys come from what he earns and his child comes from what he earns.”\n\nTirmidhi, Nasa’i and Ibn Majah transmitted it.\n\n*Or “are a part of your earnings.” The phrase expresses two ideas:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Rafi' b. Khadij, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Bir köpek için ödenen fiyat kirli, bir fahişeye ödenen ücret kirli ve bir hacamatçının kazancı kirli.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 15,
      "narrator": "Al-Hasan b. ‘Ali said:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Vabisa b. Ma'bâd, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Vabisa, iyilik ve günah hakkında mı sormaya geldin?\" O da evet dediğinde, parmaklarını birleştirip göğsüne vurarak şöyle dedi: \"Kendine bir karar ver, kalbinden bir karar iste (bunu üç kez söyleyerek). İyilik, ruhun ve kalbin huzur bulduğu şeydir; günah ise ruhda şüphe uyandıran ve göğüste karmaşa yaratan şeydir, insanlar bunun lehine karar verse bile.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ahmet ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Anas said that God’s Messenger cursed ten people in connection with wine:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Atiyye es-Sa'di, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Kimse, zararlı şeylere karşı dikkatli olmadan zararsız şeyleri terk etmedikçe, salihlerden biri olamaz.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Abu Umama reported God’s Messenger as saying:",
      "text": "Enes, Allah'ın Elçisi'nin şarapla ilgili on kişiyi lanetlediğini söyledi: şarap presleyeni, onu presleteni, içeni, taşıyanı, kendisine ulaştırılanı, sunanı, satanı, onun fiyatından yararlananı, satın alanı ve onun için satın alınanı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Allah, şarabı, içeni, sunanı, satanı, satın alanı, presleyen, onun için preslenen, taşıyan ve kendisine ulaştırılanı lanetlemiştir.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "'A’isha said:",
      "text": "Muhayyisa, Allah'ın Elçisi'nden hacamatçının ücretini sormak için izin istedi, fakat o yasakladı. İzin istemeye devam etti ve sonunda şöyle dedi: \"Onu sulama devenle besle ve kölelerine de ver.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Malik, Tirmizi, Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "İbn 'Umar, birinin on dirhemden birinin haram yolla kazanıldığı bir elbise satın alması durumunda, Yüce Allah'ın onun giydiği sürece duasını kabul etmeyeceğini söyledi. Sonra her iki parmağını kulaklarına sokarak, \"Eğer bunu söyleyen Peygamber değilse, onlar sağır olsun!\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Baihaqi bunu Şu'ab al-iman'da aktarmış, isnadının zayıf olduğunu belirtmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah, satış yaparken, alırken ve bir talepte bulunurken nazik olan bir adama merhamet etsin!\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Hudayfa, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Sizin zamanınızdan önce, ruhunu almak için meleğin geldiği bir adam vardı ve ona iyi bir şey yapıp yapmadığı soruldu. O da 'Bilmiyorum' diye cevap verince, düşünmesi söylendi. Sonra, bildiği tek şeyin, dünyada insanlarla ticaret yaptığı ve haklarını talep ettiği, zenginlere ödeme süresi tanıdığı ve fakirlere müsaade ettiği olduğunu söyledi. Böylece Allah onu cennete aldı.\" Müslim'in bir rivayetinde, 'Ukbâ b. 'Amir ve Ebu Mes'ud el-Ensari'den benzer bir şey vardır. Allah şöyle dedi: \"Bunu yapma hakkım sizden daha fazladır. Kulumun affet.\""
    },
    {
      "id": 38,
      "narrator": "Qais b. Abu Gharaza said :",
      "text": "(Buhari ve Müslim)."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Ebu Katade, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Ticaret yaparken çok yemin etmekten kaçının, çünkü bu hızlı bir satış sağlar ama bereketi siler.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini duyduğunu söyledi: \"Yemin, bir malın hızlı bir satışını sağlar, ama bereketi siler.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin, faizi kabul eden, onu ödeyen, kaydeden ve iki tanık için lanet ettiğini, hepsinin eşit olduğunu söyledi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ubade b. es-Samit, Allah'ın Elçisi'nin, \"Altın, altınla; gümüş, gümüşle; buğday, buğdayla; arpa, arpayla; hurma, hurmayla; tuz, tuzla, eşit ve eşit olarak, ödeme yerinde yapılmalıdır. Eğer bu sınıflar farklıysa, ödeme yerinde yapılmak şartıyla istediğiniz gibi satın.\" dediğini bildirmiştir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin, \"Altın, altınla; gümüş, gümüşle; buğday, buğdayla; arpa, arpayla; hurma, hurmayla; tuz, tuzla, eşit olarak, ödeme yerinde yapılmalıdır. Eğer biri daha fazla verirse veya daha fazla isterse, o faize girmiş olur. Alan ve veren eşit derecede suçludur.\" dediğini bildirmiştir."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin, \"Altını altınla satmayın, ancak eşit ise; bir miktarı diğerinden fazla yapmayın; gümüşü gümüşle satmayın, ancak eşit ise; bir miktarı diğerinden fazla yapmayın; ve peşin parayla, gelecekte verilecek bir şeyi satmayın.\" dediğini bildirmiştir. Bir versiyonda, \"Altını altınla veya gümüşü gümüşle satmayın, eğer her ikisi de eşit ağırlıkta değilse.\" ifadesi vardır."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Ma'mar b. Abdullah, Allah'ın Elçisi'nin, \"Yiyecek, yiyecek karşılığında, eşit olarak.\" dediğini duyduğunu bildirmiştir."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Samura b. Cündüb, Peygamber'in, ödemenin daha sonra yapılacağı durumlarda hayvanların hayvanlarla satılmasını yasakladığını bildirmiştir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Tirmizî, Ebu Davud, Nesâi, İbn Mâce ve Darimi bunu nakletmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Abdullah b. Amr b. al-As, Peygamber'in kendisine bir ordu donatmasını emrettiğini, ancak develerin yetersiz olması durumunda, sadaka develerinden genç develeri geri tutmasını emrettiğini, sadaka develeri geldiğinde bir deveyi ikiyle değiştirmek üzere bir deve aldığını bildirmiştir."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Usame b. Zeyd, Peygamber'in \"Kredi, faizi içerir.\" dediğini bildirmiştir. Bir rivayette \"Ödeme yerinde yapıldığında faiz yoktur.\" demiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Hanzala'nın oğlu Abdullah, melekler tarafından yıkanan*, Allah'ın Elçisi'nin \"Bir adamın bilerek aldığı bir dirhem faiz, otuz altı zina eyleminden daha ağırdır.\" dediğini bildirmiştir."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Ahmad ve Daraqutni bunu nakletmiştir."
    },
    {
      "id": 69,
      "narrator": "‘Umar b. al-Khattab said:",
      "text": "* Hanzala, Uhud savaşında şehit olmuştur. Ölüler yıkanmadan gömülmüştür ve Hanzala'nın o sırada ritüel olarak temiz olmayan bir durumda olduğu söylenmektedir; bu yüzden ailesi endişelenmiştir; Peygamber onlara melekler tarafından yıkandığını söylemiştir. O, genellikle el-gasıl olarak anılır. Yukarıdaki metinde kullanılan ifade ghasil al-mala’ika'dır."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Baihaqi, İbn Abbas'dan, \"Cehennem, haramla beslenenin daha layık olduğu bir yerdir.\" eklemesiyle birlikte Şu'ab al-iman'da nakletmiştir."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin \"Faiz yetmiş kısımdır; en önemsizi bir adamın annesiyle evlenmesidir.\" dediğini bildirmiştir."
    },
    {
      "id": 72,
      "narrator": "Abu Burda b. Abu Musa said:",
      "text": "İbn Mâce ve Baihaqi, Şu'ab al-iman'da."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın Elçisi'nin \"Faiz ne kadar çok olursa olsun, sonunda yoksulluğa götürür.\" dediğini bildirmiştir."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "İbn Mâce ve Baihaqi, Şu'ab al-iman'da bunu nakletmiş, Ahmad da bunu nakletmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin \"Göğe yükseltildiğim gece, karnı ev gibi olan ve karnından dışarıdan görülebilen yılanlar bulunan insanlarla karşılaştım. Cebrail'e bunların kim olduğunu sordum, o da bana bunların faizle iş yapan insanlar olduğunu söyledi.\" dediğini bildirmiştir."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Sahl b. Abu Hathma, Allah'ın Elçisi'nin kuru hurma karşılığında meyve satışını yasakladığını, ancak meyvelerin kuru haldeki miktarına dayalı olarak ariya satışına izin verdiğini, yine de onları satın alanların taze olduklarında yiyebileceğini söyledi."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Anas said that God’s Messenger forbade the sale of fruits till tuzhiya. He was asked what that meant and said it meant till they became red, adding, “Tell me:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin araya satışına, kuru haldeki miktarlarının hesaplanması şartıyla izin verdiğini, bunun beş wasq'tan* az olması veya beş wasq kadar olması gerektiğini söyledi. Davud b. el-Hüseyin ise şüpheye düştü."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 81,
      "narrator": "",
      "text": "*(wasq, bir deve yükü=60 sa’dır)"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin meyvelerin iyi durumda olduğu açıkça belli oluncaya kadar satışını yasakladığını, bunu hem satıcıya hem de alıcıya yasakladığını söyledi. Müslim'in bir rivayeti, hurma ağaçlarının (yani meyvelerinin) olgunlaşmaya başlamadan, mısır başaklarının ise beyazlaşmadan ve hastalıktan korunmadan satılmasını yasakladığını belirtmektedir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 85,
      "narrator": "Abu Huraira reported God's Messenger.as saying, “Do not go out to meet riders to conduct business with them; none of you must buy in opposition to one another1, nor must you bid against one another; a townsman must not sell for a man from the desert; and do not tie up the udders of camels and sheep, for he who buys them after that has been done has two courses open to him after milking them :",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin meyvelerin tuzhiya oluncaya kadar satışını yasakladığını söyledi. Bunun ne anlama geldiği sorulduğunda, bunun kırmızı olana kadar demek olduğunu belirtti ve “Bana söyleyin: Allah meyveyi geri tuttuğunda, neden biri kardeşinin malını alsın?” dedi."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin meyvelerin yıllar öncesinden satışını yasakladığını ve hastalıktan etkilenenlerin kaybının karşılanmasını emrettiğini söyledi."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Abu Sa'id el-Hudri, Allah'ın Elçisi'nin iki tür giyim ve iki tür ticaret işlemini yasakladığını söyledi. Ticaret işlemlerinde mulamasa ve munabadha'yı yasakladı. Mulamasa, bir adamın başka birinin elbisesine elini dokundurmasıdır; bu, gece veya gündüz olabilir, ancak bunun ötesine geçmemelidir. Munabadha ise, bir adamın elbisesini diğerine atması ve diğerinin de kendi elbisesini atmasıdır; bu, sözleşmelerini muayene veya karşılıklı anlaşma olmadan onaylamaları anlamına gelir. Giyinmenin yollarından biri, samma'nın sarılmasıdır; bu, bir adamın elbisesini omuzlarından birine atarak bir tarafının açık görünmesini sağlamasıdır. Diğeri ise, bir adamın otururken elbisesiyle kendini sarması ve hiçbir kısmının özel bölgelerini örtmemesidir."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 93,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin taş atarak belirlenen bir ticareti ve belirsizlik içeren bir tür ticareti yasakladığını söyledi."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "1. Alıcı veya satıcının bir taş attığında bağlayıcı hale gelen bir ticaret türü; ya da bir adamın, attığı taşların üzerine düşeceği tüm malları bir başkasına satmayı kabul ettiği bir durum; ya da birinin, bir taş atabileceği mesafeye kadar bir başkasına arazi satmayı kabul ettiği bir durum."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "2. Bai' al-gharar. Bunu 'şansa dayalı satış sözleşmeleri' olarak çevirmek mümkün, ancak bu terimin uygulandığı tek durum değildir. Kastedilen ticaret türü, satıcının aldığı ödeme karşılığında malı teslim edebileceğine dair bir garanti bulunmayan bir ticarettir. Kaçak bir kölenin satılması veya henüz yakalanmamış balık gibi unsurları içerebilir."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin, İslam öncesi dönemde yapılan habal al-habala adlı ticareti yasakladığını söyledi; bu, bir adamın, annesinin karnındaki bir dişi deveden doğacak olan bir dişi deve satın almasıdır."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Allah'ın Elçisi'nin bir tayın örtmesini yasakladığını söyledi."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin bir dişi deveyi örtmek için bir deveyi kiralamayı ve sulama için su ve işlenecek arazi satmayı yasakladığını söyledi (Bu aslında mukhabara'dır)."
    },
    {
      "id": 106,
      "narrator": "Abu Huraira said God’s Messenger forbade two transactions combined in one (Making part-payment with the promise of the remainder later:",
      "text": "Ebu Hureyre, Allah'ın Elçisinin bir pazarlıkta iki işlem yapmayı yasakladığını söyledi."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Malik, Tirmidhi, Ebu Davud ve Nesaî bunu nakletmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Amr b. Şu'aib, babasının rivayetiyle, dedesinin Allah'ın Elçisinin bir pazarlıkta iki işlemi yasakladığını söylediğini aktardı."
    },
    {
      "id": 110,
      "narrator": "Al-‘Adda’ b. Khalid b. Haudha brought out a document to this effect:",
      "text": "Bu, Şerh as-Sünne'de nakledilmiştir."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "O, Allah'ın Elçisinin şöyle söylediğini bildirdi: \"Bir satışla bir kredinin şartı bir arada olamaz, bir işlemle ilgili iki şart da olamaz, birinin sorumluluğunda olmayan bir şeyden elde edilen kâr da caiz değildir.\""
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Tirmidhi, Ebu Davud ve Nesaî bunu nakletmiş, Tirmidhi bu hadisin sahih olduğunu belirtmiştir."
    },
    {
      "id": 114,
      "narrator": "Jabir said:",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "‘A'isha said Barira came telling her she had arranged to buy her freedom for nine uqiyas; one to be paid annually, and asking her to help her. ‘A’isha replied, “If your people are willing that I should count them out to them all at one time and set you free, I shall do so, and I shall have the right to inherit from you.\" She went to her people, but they insisted that the right to inherit from her should be theirs, so God’s Messenger said, “Take her and set her free.\" He then stood up among the people, and after praising and extolling God, he said, “To proceed:",
      "text": "İbn Ömer, an-Naqi'de develerini dinar karşılığında sattığını ve onlardan dirhem aldığını, dirhemle sattığını ve onlardan dinar aldığını söyledi. Peygamber'e gitti ve bunu ona anlattı, o da \"Bir şeyin hâlâ çözülmemiş olduğu sürece mevcut kur üzerinden almakta bir sakınca yoktur.\" diye cevap verdi."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Tirmidhi, Ebu Davud, Nesaî ve Darimi bunu nakletmiştir."
    },
    {
      "id": 117,
      "narrator": "Makhlad b. Khufaf said:",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Al-‘Adda’ b. Halid b. Haudha, bu durumu belirten bir belge çıkardı: Bu, Al-‘Adda’ b. Halid b. Haudha'nın Allah'ın Elçisinden getirdiği bir belgedir. O, ondan bir köle veya bir cariye satın aldı; hastalık veya kötülük veya herhangi bir yasadışı şey olmadan, iki Müslüman arasında bir işlem."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Tirmidhi bunu nakletmiş, bu hadisin garib olduğunu söylemiştir."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi Medine'ye geldiğinde, insanların meyveler için bir, iki ve üç yıl önceden ödeme yaptıklarını söyledi. Bunun üzerine, \"Önceden ödeme yapanlar, belirli bir ölçü ve ağırlık ile belirli bir süre için yapmalıdır.\" dedi."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 123,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisinin bir Yahudiden belirli bir zamanda ödenecek şekilde biraz tahıl satın aldığını ve ona bir zırhını teminat olarak verdiğini söyledi."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 126,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi vefat ettiğinde zırhının bir Yahudiye otuz sa' arpa karşılığında teminat olarak verildiğini söyledi."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisinin şöyle dediğini bildirdi: \"Bir hayvan teminat altında iken, onun üzerinde binmek için ödeme yapılabilir ve süt veren develerin sütü teminat altında iken içilebilir; ödeme, binen ve içen tarafından yapılır.\""
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Sa'id b. el-Musayyib, Allah'ın Elçisinin şöyle dediğini bildirdi: \"Bir teminat, sahibi zamanında geri almadığında kaybolmaz. Değerindeki artış ona aittir ve kayıptan da o sorumludur.\""
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Şafiî bunu mursal olarak aktarmış ve benzer veya benzer anlamda, hiç bir ihtilaf olmaksızın Ebu Hureyre'den tam isnad ile aktarılmıştır."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eğer birisi iflas ederse ve bir alacaklı onun malını yanında bulursa, o mal üzerinde diğerlerinden daha fazla hakkı vardır.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Ebu Sa'id, Peygamber döneminde bir adamın satın aldığı meyvelerde zarar gördüğünü ve büyük bir borcu olduğunu söyledi. Bunun üzerine Allah'ın Elçisi, insanlara ona sadaka vermelerini söyledi ve verdiler, ancak bu borcunu tamamen ödemek için yeterli olmadığından Allah'ın Elçisi alacaklılarına, \"Bulduğunuz şeyi alın, ama bu kadarla yetinmek zorundasınız.\" dedi."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "Abu Rafi‘said:",
      "text": "Ebu Hureyre, Peygamber'in borç veren bir adamdan bahsettiğini ve ona hizmetçisine şöyle dediğini aktardı: \"Dar durumda olan birine gittiğinde onu affet, belki Allah da bizi affeder.\" Dedi ki, Allah ile karşılaştığında O, onu affetti."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 144,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Ebu Katade, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eğer birisi, kıtlık içinde olan birine süre tanımak veya borcunu affetmek isterse, Allah onu kıyamet gününün kaygılarından kurtarır.\""
    },
    {
      "id": 146,
      "narrator": "Salama b. al-Akwa' said:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle dediğini duydu: \"Dar durumda olan birine süre tanıyan veya borcunu affeden, Allah tarafından kıyamet gününün kaygılarından kurtarılacaktır.\""
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 150,
      "narrator": "Abu Huraira said that:",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "Abu Khalda az-Zuraqi said:",
      "text": "Ebu Halde az-Zuraqi dedi ki: Ebu Hureyre'ye, bir arkadaşımızın borçlu olduğu hakkında gittik ve o şöyle dedi: \"Bu, Allah'ın Resulü'nün onun hakkında verdiği karardır. Eğer biri ölür veya borçlu olursa, malın sahibi, eğer gerçek mallarını bulursa, onlara en çok hak sahibidir.\""
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Şafi'i ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Bir müminin ruhu, borcu ödenene kadar borcuna bağlıdır.\""
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Şafi'i, Ahmed, Tirmizi, İbn Mace ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "",
      "text": "El-Bara' b. Azib, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Bir borçlu, borcuna bağlıdır ve kıyamet günü Rabbine yalnızlıktan şikayet edecektir.\""
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Bu, Şerh as-Sünne'de rivayet edilmiştir. Mu'adh'ın borçlu olduğu ve alacaklılarının Peygamber'e gidip onun borcunu ödemek için tüm mülkünü sattığına dair mursal bir rivayet vardır; bu durumda Mu'adh'ın geriye hiçbir şeyi kalmamıştır. Bu, el-Masabih'teki ifadedir, ancak bunu bulduğum tek kaynak el-Muntaqa'dır."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 160,
      "narrator": "Suwaid b. Qais said:",
      "text": "Abd ar-Rahman b. Ka'b b. Malik, Mu'adh b. Cebel'in cömert bir genç olduğunu, hiçbir şey biriktiremeyen ve sürekli borçlanan biri olduğunu, bu nedenle tüm mülkünü borçlarına harcadığını söyledi. Peygamber'e gitti ve alacaklılarıyla konuşmasını istedi; eğer kimseye borç affetmiş olsalardı, Mu'adh için Allah'ın Resulü'nün hatırı için affederlerdi, ama Allah'ın Resulü onlara mülkünü sattı ve sonuç olarak Mu'adh'ın geriye hiçbir şeyi kalmadı."
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Sa'id bunu mursal bir şekilde kendi Sunan'ında rivayet etmiştir."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Eş-Şarid, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Mali durumu iyi olan birinin ödeme geciktirmesi, onu aşağılamayı ve cezalandırmayı helal kılar.\" İbn al-Mubarak, \"aşağılama\"nın sert bir şekilde konuşmak anlamına geldiğini ve \"cezalandırma\"nın bunun için hapse atılabileceği anlamına geldiğini söyledi."
    },
    {
      "id": 164,
      "narrator": "Sa'd b. al-Atwal said:",
      "text": "Ebu Davud ve Nesa'i bunu rivayet etmiştir."
    },
    {
      "id": 165,
      "narrator": "Muhammad b. ‘Abdallah b. Jahsh said:",
      "text": "---"
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Zuhra b. Ma'bad, dedesi 'Abdallah b. Hişam'ın onu pazara götürdüğünü ve tahıl satın aldığını söyledi. İbn ‘Umar ve İbn az-Zubair ona rastlayıp, “Bizi ortak al, çünkü Peygamber senin üzerine bereket duası etti” derlerdi. O da onları ortak alırdı. Sıklıkla bir deve yükü kadar kâr elde eder ve bunu evine gönderirdi. 'Abdallah b. Hişam, annesi tarafından Peygamber'e götürülmüştü; Peygamber onun başının üzerine elini koyup, ona bereket duası etti."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Ebu Hureyre, Ensar'ın Peygamber'e hurma ağaçlarını kendileri ile kardeşleri arasında paylaşmasını istediğini, ancak Peygamber'in “Hayır; bakım zahmetinden bizi kurtarın, meyveleri sizinle paylaşırız” diye cevap verdiğini bildirdi. Onlar da, “Dinledik ve itaat ettik” dediler."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "Suhaib reported God's Messenger as saying, “There are three things which contain blessing:",
      "text": "'Urve b. Abul Ja'd el-Bariki, Allah'ın Elçisi'nin ona bir dinar verip, onun için bir koyun satın almasını istediğini söyledi. O, onun için iki koyun satın aldı, birini bir dinara sattı ve ona bir koyun ile bir dinar getirdi. Böylece Allah'ın Elçisi, onun ticaretine bereket duası etti ve öyle birisi oldu ki, eğer toprak satın alsa bile ondan kâr elde ederdi."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, “Allah, yüce ve azizdir, der ki: 'İki ortak arasında bir üçüncü olurum, biri diğerine hıyanet etmediği sürece; ama eğer biri diğerine hıyanet ederse, ben onlardan ayrılırım'” dediğini aktardı."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir ve Razin, “ve şeytan gelir” eklemiştir."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Peygamber'in, “Sana güvenen kişiye güven, ama seni kandıran kişiye hıyanet etme” dediği rivayet edilmiştir."
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Darimi rivayet etmiştir."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Abu Hurra ar-Raqashi, babası tarafından aktarılan bir rivayete göre, Allah'ın Elçisi şöyle demiştir: \"Zulmetmeyin, bir adamın malı ancak onun rızasıyla alınabilir.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Baihaqi bunu Shu'ab al-iman'da, Daraqutni ise al-Mujtaba'da rivayet etmiştir."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "'Imran b. Husain, Peygamber'in şöyle dediğini bildirmiştir: \"Bir yarışta arka taraftan birini atı teşvik etmek için bulundurmak, binilen atın yanında başka bir at bulundurmak ve bir kadını başka bir kadına karşılık, mehir olmaksızın evlendirmek İslam'da yasaktır ve yağma yapan bizden değildir.\""
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "As-Sa’ib b. Yazid, babası aracılığıyla Peygamber'in şöyle dediğini bildirmiştir: \"Hiçbiriniz, kardeşinin değneğini şaka yollu alarak rahatsız etme niyetiyle almaz.\" Kardeşinin değneğini alan kimse onu geri vermelidir.\""
    },
    {
      "id": 188,
      "narrator": "",
      "text": "Tirmidhi ve Abu Dawud bunu rivayet etmiştir, ikincisinin versiyonu \"rahatsız etme\" ile sona ermektedir."
    },
    {
      "id": 189,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 190,
      "narrator": "",
      "text": "Samura, Peygamber'in şöyle dediğini bildirmiştir: \"Eğer bir kimse, gerçek malını birinde bulursa, ona en çok hakkı olan odur ve alıcı, satışı yapan kişiye dava etmelidir.\""
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Ahmad, Abu Dawud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 192,
      "narrator": "Rafi' b. 'Amr al-Ghifari said:",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "",
      "text": "O, Peygamber'in şöyle dediğini bildirmiştir: \"Alan el, ödeyene kadar sorumludur.\""
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Tirmidhi, Abu Dawud ve Ibn Majah bunu rivayet etmiştir."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Cabir, Peygamber'in komşu mülkünü satın alma hakkını, bölünmemiş her şey için geçerli kıldığını, ancak sınırlar belirlendiğinde ve ayrı yollar yapıldığında artık bir seçeneğin olmadığını söyledi."
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin, bölünmemiş her şey, ister bir ev ister bir bahçe olsun, paylaşılan şeyler hakkında seçenek hakkını belirlediğini söyledi. Ortak olan kişiye, onu alıp almama konusunda bilgilendirmeden satış yapmak caiz değildir; ancak eğer onu bilgilendirmeden satarsa, en büyük hak ona aittir."
    },
    {
      "id": 200,
      "narrator": "",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Ebu Rafi, Allah'ın Elçisi'nin, \"Komşunun en iyi hakkı, yakın olmasından dolayıdır.\" dediğini bildirdi."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin, \"Bir kimse komşusunun duvarına kiriş yerleştirmesine engel olmamalıdır.\" dediğini bildirdi."
    },
    {
      "id": 206,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 207,
      "narrator": "He said:",
      "text": "---"
    },
    {
      "id": 208,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin, \"Bir yol hakkında anlaşmazlık yaşarsanız, genişliği yedi arşın olmalıdır.\" dediğini bildirdi."
    },
    {
      "id": 209,
      "narrator": "Rafi‘ b. Khadij said:",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Jabir, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer birinin toprağı varsa, onu ekip biçmeli ya da kardeşine kiralamalıdır; ama eğer reddederse, toprağını elinde tutmalıdır.\""
    },
    {
      "id": 212,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Abu Umama, bir sabanın ve bazı tarım aletlerinin yanından geçerken, Peygamber'in şöyle dediğini duyduğunu söyledi: \"Bu, Allah bir utanç sokmadıkça hiçbir insanın evine girmeyecek.\""
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 216,
      "narrator": "",
      "text": "*Bu rivayet, tarımın cihattan daha az soylu bir meslek olduğunu belirtmektedir."
    },
    {
      "id": 217,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 218,
      "narrator": "He reported God’s Messenger as saying that God most high has said, “There are three whose adversary I shall be on the day of resurrection:",
      "text": "Rafi‘ b. Khadij, Peygamber'in şöyle dediğini bildirdi: \"Eğer biri başkalarının arazisinde onların izni olmadan ekim yaparsa, hasattan hiçbir hakka sahip olamaz, ama ona harcadığı kadarını alabilir.\""
    },
    {
      "id": 219,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu aktardı, Tirmizi bunun gharib bir rivayet olduğunu söyledi."
    },
    {
      "id": 220,
      "narrator": "Kharija b. as-Salt quoted his paternal uncle as saying:",
      "text": "---"
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Kays b. Muslim, Abu Cafer'in, Muhacirlerden hiçbir ailenin, ürünün üçte biri ve dörtte biri için arazi ekmediğini söylemediğini bildirdi. 'Ali, Sa'd b. Malik, Abdullah b. Mes'ud, Ömer b. Abdülaziz, el-Kasım, Urve, Ebu Bekir'in ailesi, Ömer'in ailesi, Ali'nin ailesi ve İbn Sirin, arazi işlemek karşılığında ürünün bir kısmı için sözleşmeler yaptılar. Abd ar-Rahman b. el-Esved, Abd ar-Rahman b. Yazid ile tarımda ortaklık yaptığını söyledi ve Ömer, eğer tohum sağlarsa hasadın yarısını alacağını, eğer onlar tohum sağlarsa şu kadar alacaklarını şart koşarak insanları çalıştırdı."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 223,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Abdullah b. Mughaffal, Sabit b. ed-Dahhak'ın, Allah'ın Elçisi'nin, insanları toprakta ürün payı karşılığında çalıştırmayı yasakladığını ve onlara ücretle çalıştırılmalarını emrettiğini söylediğini bildirdi."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 226,
      "narrator": "",
      "text": "İbn Abbas, es-Sa'b b. Jath'thama'nın Allah'ın Resulü'nün \"Allah ve Resulü'ne ait olmayan hiçbir şey mülk değildir.\" dediğini duyduğunu aktardı."
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 228,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 229,
      "narrator": "He reported God’s Messenger as saying, “There are three to whom God will not speak and at whom He will not look on the day of resurrection:",
      "text": "'Urva, az-Zubair'in bir Ensar ile lav ovasındaki su kanalları hakkında tartıştığını ve Peygamber'in \"Zubair, toprağını sulayıp suyu komşuna akıt.\" dediğini söyledi. Ensar, \"Bu, senin kuzenin olduğu içindir.\" dedi. Bunun üzerine yüzü değişti ve \"Zubair, toprağını sulayıp suyu geri tut, sonra komşuna akıt.\" dedi. Böylece Peygamber, Ensar'ı öfkelendirdiğinde az-Zubair'in hakkına açık bir karar vererek, her ikisi için de işleri kolaylaştıracak bir tavsiye vermiş oldu."
    },
    {
      "id": 230,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 231,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün \"Aşırı suyu tutmayın ki, böylece fazladan ot bitmesini engellemeyin.\" dediğini bildirdi."
    },
    {
      "id": 233,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 234,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 235,
      "narrator": "Ibn ‘Abbas reported God's Messenger as saying, “Muslims share alike in three things:",
      "text": "O, Allah'ın Resulü'nün \"Kıyamet günü Allah'ın konuşmayacağı ve bakmayacağı üç kişi vardır: Daha önce aldığı bir mal için kendisine verilen tekliften daha büyük bir teklif aldığını yalan yere yemin eden bir adam; öğle namazından sonra yalan yere yemin eden ve böylece bir Müslümanın malını elinden alan bir adam; ve aşırı suyu tutan bir adam. Allah, 'Bugün ben sana lütfumu tutuyorum, zira sen de ellerinin emeğiyle üretilmeyen aşırı suyu tuttun.' diyecektir.\" dediğini bildirdi."
    },
    {
      "id": 236,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 237,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 238,
      "narrator": "",
      "text": "Al-Hasan, Samura'nın Peygamber'in \"Kim bir araziyi çevrelerse, o arazi ona aittir.\" dediğini aktardığını söyledi."
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 241,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'ne, reddetmenin haram olduğu şeyin ne olduğunu sordu ve o da bunun su, tuz ve ateş olduğunu söyledi. 'A'işe, \"Ey Allah'ın Elçisi, suyu biliyoruz ama tuz ve ateşin önemi nedir?\" dedi. O da, \"Küçük pembe, ateşi veren, o ateşin pişirdiği her şeyin sadakasını vermiş gibi olur; tuzu veren, o tuzun tazelediği her şeyin sadakasını vermiş gibi olur; bir Müslümana su veren, suyun bulunduğu yerde bir köleyi azat etmiş gibi olur; suyun bulunmadığı yerde bir Müslümana su veren, ona hayat vermiş gibi olur.\""
    },
    {
      "id": 242,
      "narrator": "",
      "text": "İbn Mace rivayet etmiştir."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 244,
      "narrator": "Jabir reported the Prophet as saying, “What is given in life-tenancy:",
      "text": "İbn 'Umar, 'Ömer'in Hayber'de bir arazi edindiğinde, bunu Peygamber'e götürdüğünü ve \"Ey Allah'ın Elçisi, Hayber'de edindiğim araziyi, sahip olduğum diğerlerinden daha değerli görüyorum, bununla ne yapmamı emredersiniz?\" dediğini aktardı. O da, \"İstersen, mülkü devredilemez bir mülkiyet haline getirebilir ve ürününü sadaka olarak verebilirsin.\" dedi. Böylece 'Ömer, mülkün satılmaması, bağışlanmaması veya miras alınmaması gerektiğini belirterek onu sadaka olarak verdi ve ürününü fakirlere, akrabalara, kölelerin azat edilmesine, Allah yolunda, yolculara ve misafirlere tahsis etti; onu yöneten kişi, makul bir şekilde ondan bir şey yerse veya başkasına yedirirse günah işlemiş olmaz, yeter ki mal biriktirmesin. İbn Sirin, \"Yeter ki kendisi için sermaye edinmesin.\" dedi."
    },
    {
      "id": 245,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in \"Bir evin ömür boyu kiralanması bir hediyedir.\" dediğini bildirdi."
    },
    {
      "id": 248,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 249,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 250,
      "narrator": "",
      "text": "Cabir, Peygamber'in \"Ömür boyu kiralanan şey, onu alanların mirasının bir parçasıdır.\" dediğini bildirdi."
    },
    {
      "id": 251,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 253,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin \"Eğer birine kendi kullanımı ve nesli için verilen bir mülk varsa, o mülk, verildiği kişiye aittir ve onu veren kişiye geri dönmez çünkü bu, miras alınabilecek bir hediyedir.\" dediğini aktardı."
    },
    {
      "id": 254,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 255,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Ebu Hureyre, bir bedevinin Allah'ın Resulüne genç bir dişi deveyi sunduğunu, bunun karşılığında ona altı genç dişi deve verdiğini söyledi. Bedevi memnun kalmadı ve Peygamber bunu duyunca Allah'ı övdü ve şöyle dedi: \"Bana bir dişi deve sundu, ben de ona altı genç dişi deve verdim, ama o memnun kalmadı. Ben sadece Kureyş'ten, Ensar'dan, Tahaif'ten veya Davs'tan birinden hediye kabul etmeye meyilliyim.\""
    },
    {
      "id": 257,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Nesaî bunu rivayet etmiştir."
    },
    {
      "id": 258,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Cabir, Peygamber'in şöyle dediğini bildirdi: \"Eğer birine hediye verilirse ve onun karşılığını verme imkanı varsa, karşılık vermelidir; eğer imkanı yoksa, övgüde bulunmalıdır. Zira övgüde bulunan, şükretmiş olur; bir meseleyi gizleyen ise nankörlük etmiş olur ve kendisine verilmemiş olanla süslenen, yalanın iki elbisesini giymiş gibidir.\""
    },
    {
      "id": 260,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 262,
      "narrator": "",
      "text": "Usame b. Zeyd, Allah'ın Resulünün şöyle dediğini bildirdi: \"Birine iyilik yapıldığında, iyilik yapan için Allah'tan güzel bir mükafat dilemek, övgüsünü tam olarak ifade etmiş olur.\""
    },
    {
      "id": 263,
      "narrator": "Ibn ‘Umar reported God’s Messenger as saying, \"Three things should not be rejected:",
      "text": "Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 264,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 265,
      "narrator": "Jabir told that Bashir’s wife asked her husband* to give her son his slave and call God's Messenger as witness for her. He went to him and said, \"The daughter of so and so has asked me to give her son my slave and said that I must call God’s Messenger as witness for her.” He asked whether the boy had brothers, and when he replied that he had, he asked whether he had given them all the same as he had given him. On being told that he had not, he said, \"This is not good, and I will be a witness only for what is right.” \n* The literal translation is \"Bashir's wife said:",
      "text": "Ebu Hureyre, Allah'ın Resulünün şöyle dediğini bildirdi: \"İnsanlara teşekkür etmeyen, Allah'a da teşekkür etmemiştir.\""
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Ahmet ve Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 267,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 268,
      "narrator": "",
      "text": "Enes, Allah'ın Resulü Medine'ye geldiğinde, Muhacirlerin ona gelip şöyle dediklerini aktardı: \"Allah'ın Resulü, biz hiç bir toplumu, bolca cömert olan ya da azla yardım etmeyi daha iyi yapan bir toplumu görmedik. Onlar bizim sıkıntılarımızı giderdiler ve güzel şeylerini bizimle paylaştılar, bu yüzden tüm sevabı alacaklarından korkuyoruz.\" Peygamber şöyle cevap verdi: \"Hayır, siz onlara dua ettikçe ve onları övdükçe korkmanıza gerek yok.\""
    },
    {
      "id": 269,
      "narrator": "",
      "text": "* Teşekkür ifadesi yapıldığı sürece, Ensar'ın Allah katında tüm sevabı alacaklarından korkmalarına gerek yoktur."
    },
    {
      "id": 270,
      "narrator": "",
      "text": "Tirmizi bunu sahih olarak rivayet etmiştir."
    },
    {
      "id": 271,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Ali b. Ebu Talib'in bir dinar bulduğunu ve onu Fatıma'ya götürdükten sonra Allah'ın Elçisi'ne sorduğunu söyledi. O da bunun Allah'ın rızkı olduğunu, Allah'ın Elçisi, Ali ve Fatıma'nın bununla satın alınan yiyecekleri yediklerini belirtti. Ancak daha sonra bir kadın dinar hakkında feryat ederek geldi ve Allah'ın Elçisi, “Dinarı ver, Ali.” dedi."
    },
    {
      "id": 272,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 273,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 274,
      "narrator": "",
      "text": "El-Cerud, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Bir Müslümanın kaybolan malı, cehennem ateşinin bir sebebidir.”"
    }
  ]
}