{
  "language": "tr",
  "metadata": {
    "length": 37,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Abu Huraira, Peygamber'in şöyle söylediğini bildirdi: \"Ben, müminlere kendilerinden daha yakınım, bu nedenle eğer birisi borçlu olarak ölürse ve bunu ödeyecek kadar mal bırakmamışsa, onun borcunu ödemekten sorumlu olacağım; eğer birisi mal bırakırsa, bu mal mirasçılarına geçer.\" Bir versiyonda, \"Eğer birisi borç bırakırsa veya bakıma muhtaç çocuklar bırakırsa, bu mesele bana getirilsin, çünkü ben onun velisiyim.\" Diğer bir versiyonda, \"Eğer birisi mal bırakırsa, bu mal mirasçılarına geçer ve eğer birisi kaynakları olmayan bakıma muhtaç kişiler bırakırsa, onlar bize gelir.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Hisseleri, hak sahiplerine verin; geriye kalan ise en yakın erkek mirasçıya gider.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Usame b. Zaid, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir Müslüman, bir kafirden miras alamaz ve bir kafir de bir Müslümandan miras alamaz.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Enes, Peygamber'in şöyle söylediğini bildirdi: \"Bir toplumun freedmanı* onlardan biridir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "* Maula. Bu kelime, ya özgürleştiren ya da özgürleştirilen kişi anlamına gelebilir ve dolayısıyla bu rivayet, maula'nın anlamına göre iki farklı yorum almıştır."
    },
    {
      "id": 12,
      "narrator": "Wathila b. al-Asqa‘ reported God’s Messenger as saying, “A woman gets inheritance from the three following:",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir kız kardeşin oğlu, onun ailesiyle kan bağına sahiptir.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 16,
      "narrator": "‘Ali said:",
      "text": "Ali dedi ki: \"Bu ayeti okursun: 'Bir miras bıraktığınızda veya bir borç olduğunda (Kur'an 4:12),' ancak Allah'ın Elçisi, borcun mirastan önce ödenmesi gerektiğine ve aynı anneden olan çocukların birbirlerinden miras alacağına, ancak farklı annelerden olan aynı babanın çocuklarının miras alamayacağına karar verdi. Bir adam, aynı baba ve anneye sahip olan kardeşinden miras alır, ancak aynı babaya sahip ama farklı anneden olan kardeşinden miras almaz.\""
    },
    {
      "id": 17,
      "narrator": "Jabir said:",
      "text": "Tirmizî ve İbn Mâce bunu rivayet etmiştir. Darimî'nin bir rivayetinde, \"Aynı anneden olan kardeşler birbirlerinden miras alır, ancak aynı babadan ama farklı annelerden olan çocuklar miras alamaz\" dedi."
    },
    {
      "id": 18,
      "narrator": "Huzail b. Shurahbil said:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "'Imran b. Husain said:",
      "text": "Cabir dedi ki: Sa'd b. ar-Rabi'in eşi, Allah'ın Elçisine iki kızını getirdi ve dedi ki: \"Ey Allah'ın Elçisi, bunlar Sa'd b. ar-Rabi'in kızlarıdır. Babaları, Uhud savaşında sizinle birlikte şehit oldu, amcaları onların malını alarak onlara hiçbir şey bırakmadı ve onların evlenebilmesi için bir mal sahibi olmaları gerekiyor.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "O, bu konuda Allah'ın karar vereceğini söyledi ve mirasla ilgili ayet (Kur'an 4:11) indirildiğinde, Allah'ın Elçisi onların amcasına gönderdi ve dedi ki: \"Sa'd'ın iki kızına üçte iki, annelerine ise sekizde bir ver, geriye kalan senindir.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ahmet, Tirmizî, Ebu Davud ve İbn Mâce bunu rivayet etmiştir. Tirmizî, bunun hasen garib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Huzail b. Şurahbil dedi ki: Ebu Musa'ya bir durumda bir kız, bir erkek torun ve bir kız kardeş olduğu soruldu ve o, \"Kız yarısını alır, kız kardeş de yarısını alır. İbn Mes'ud'a git, o da benimle aynı görüşte.\" dedi. İbn Mes'ud'a sorulduğunda ve Ebu Musa'nın söylediklerini duyduğunda, \"O zaman ben hata yaparım ve doğru yolda olanlardan olmam.\" dedi. \"Bu konuda kararımı Peygamber'in yaptığı gibi veriyorum: Kız yarısını alır, erkek torun altıda bir alır, toplamda üçte iki olur ve geriye kalan kız kardeşe gider.\" Sonra Ebu Musa'ya gittik ve İbn Mes'ud'un söylediklerini ona ilettiğimizde, \"Bu bilgili adam aranızda olduğu sürece beni sorgulamayın.\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Buhari bunu rivayet etmiştir. (Burada yine Buhari'nin 2. bölümde bir hadisi bulunmaktadır.)"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İmran b. Hüsayn dedi ki: Bir adam Allah'ın Elçisine geldi ve dedi ki: \"Oğlumun oğlu vefat etti, onun mirasından ne alırım?\" O, \"Altıda bir alırsın;\" dedi. Sonra adam dönerken onu çağırdı ve \"Bir altıda bir daha alırsın;\" dedi. Adam dönerken yine onu çağırdı ve \"Diğer altıda bir bir harçtır,\" dedi. (Görünüşe göre, torun iki kızı bırakmıştı ve bu nedenle mirasın üçte ikiye hak kazanmışlardı. Dede sadece altıda bir alıyordu, ama başka bir altıda bir, bir iyilik olarak verilmişti, muhtemelen başka varisler olmadığı için.)"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ahmet, Tirmizî ve Ebu Davud bunu rivayet etmiştir. Tirmizî, bunun hasen sahih bir hadis olduğunu söylemiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Kabisah b. Dhu'aib dedi ki: Bir büyük anne, Ebu Bekir'e mirasından payını sorduğunda, ona Allah'ın Kitabında veya Allah'ın Elçisinin sünnetinde kendisi için bir şeyin belirlenmediğini söyledi, ancak insanların ne düşündüğünü sormak için evine gitmesini istedi. Bunu yaptığında, el-Muğira b. Şu'ba, Allah'ın Elçisi ile birlikte bulunduğunu ve ona altıda bir verdiğini söyledi. Ebu Bekir, onunla birlikte olan başka biri olup olmadığını sordu ve Muhammed b. Mesleme, el-Muğira'nın söylediği gibi söyledi, bu yüzden Ebu Bekir bunu ona uyguladı. Başka bir büyük anne, Ömer'e mirasından payını sorduğunda, \"O altıda bir. Eğer sizden iki kişi varsa, aranızda paylaşılır, ancak yalnız kalan hepsini alır.\" dedi."
    },
    {
      "id": 30,
      "narrator": "Sa‘d b. Abu Waqqas said :",
      "text": "Malik, Ahmet, Tirmizî, Ebu Davud, Darimî ve İbn Mâce bunu rivayet etmiştir."
    },
    {
      "id": 31,
      "narrator": "Sa’d b. Abu Waqqas said:",
      "text": "Sa’d b. Ebu Vakkas şöyle dedi: Allah’ın Elçisi beni hastayken ziyaret etti ve vasiyetimi yapıp yapmadığımı sordu. Ben de yaptığımı söyledim. Ne kadar bıraktığımı sordu, ben de tüm malımı Allah yoluna vakfettiğimi söyleyince, çocuklarıma ne kadar bıraktığımı sordu. Ben de onların zengin ve varlıklı olduğunu söyledim, bunun üzerine bana ondan bir ondalık bırakmamı söyledi; ama ben bunun çok az olduğunu söylemeye devam ettim, nihayetinde “Üçte bir bırak, ama üçte bir çoktur.” dedi."
    },
    {
      "id": 32,
      "narrator": "Abu Umama told of hearing God’s Messenger say in his sermon in the year of the Farewell Pilgrimage, “God has appointed for everyone who has a right what is due to him, and no legacy must be made to an heir.” \n\nAbu Dawud and Ibn Majah transmitted it.\n\nTirmidhi added:",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "Ebu Ümame, Allah’ın Elçisi’nin Veda Haccı yılında hutbesinde şöyle dediğini duyduğunu aktardı: “Allah, her hak sahibine hakkını tayin etmiştir ve bir mirasçıya miras bırakılmamalıdır.”"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Tirmizî ekledi: “Çocuk, annenin kocasına nispet edilir, ama zina edenin hiçbir şeyi yoktur ve onların hesabı Allah’ın elindedir.”"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "---"
    }
  ]
}