{
  "language": "tr",
  "metadata": {
    "length": 293,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'Abdallah b. Mes'ud, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Genç adam, sizden evlenebilecek olanlar evlensin, çünkü bu sizi yabancı kadınlara bakmaktan alıkoyar ve sizi ahlaksızlıktan korur; fakat evlenemeyenler oruç tutmaya yönelsin, çünkü bu cinsel arzuyu bastırmanın bir yoludur.\"*"
    },
    {
      "id": 2,
      "narrator": "Sa'd b. Abu Waqqas said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "* Waja' yukarıda serbestçe çevrilmiştir. Bu, hadım olmayı ifade eder."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Sa'd b. Ebu Vakkas şöyle demiştir: Allah'ın Elçisi, Osman b. Maz'un'un bekâr yaşamasına itiraz etti. Eğer ona izin verseydi, kendimizi hadım ettirirdik."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "Ibn ‘Umar reported God’s Messenger as saying, “Ill luck arises concerning a woman, a house and a horse.\" A version has, “Ill luck arises concerning three things:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Bir kadın dört sebepten dolayı evlenir: malı, soyu, güzelliği ve dini; o halde dini olanı seçin ve başarılı olun.\"*"
    },
    {
      "id": 9,
      "narrator": "Jabir said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 10,
      "narrator": "Abu Huraira reported God’s Messenger as saying, “There are three whom it is right for God to help:",
      "text": "* Taribat yadaka kelime anlamıyla \"ellerin toza yapışsın\" demektir. Bu, birine harekete geçmesi için teşvik olarak kullanıldığı için yukarıda \"başarılı olun\" şeklinde çevrilmiştir."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "'Abdallah b. 'Amr, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Bütün dünya zevk alınacak bir yerdir, fakat dünyadaki en iyi şey iyi bir kadındır.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Develer üzerinde giden kadınların en iyileri Kureyş'in iyi kadınlarıdır, çünkü onlar küçük çocuklara en şefkatli olan ve kocalarının eşyalarına en dikkatli olanlardır.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Ümame, Peygamber'in şöyle dediğini aktardı: \"Allah'tan korkmaktan sonra bir mümin için daha hayırlı bir şey yoktur; o da, eğer ona bir emir verirse itaat eden, ona bakınca onu memnun eden, bir şey yapması için yemin ettiğinde ona sadık kalan ve o yokken kendi kişiliği ve malı konusunda ona samimi olan bir iyi eştir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "İbn Mace rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir adam evlendiğinde dinin yarısını yerine getirmiş olur; o halde geriye kalan yarı için Allah'tan korksun.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Beyhaki, Şu'ab al-iman'da rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Aişe, Peygamber'in şöyle dediğini aktardı: \"En çok bereket getiren evlilik, en az yük getiren evliliktir.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Beyhaki, Şu'ab al-iman'da rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Jarir b. ‘Abdallah said:",
      "text": "Ebu Hüreyre, bir adamın Peygamber'e gelerek bir Ensar kadınıyla evlenmek üzere sözleştiğini söylediğini, Peygamber'in de ona, \"O halde ona bak, çünkü Ensar'ın gözlerinde bir şey vardır.\" diye cevap verdiğini aktardı."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "* Anlamı, bazılarının tiksinti veren özelliklere sahip olduğudur."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 28,
      "narrator": "Al-Mughira b. Shu'ba said:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir kadın, başka bir kadınla yakın temasta bulunmamalı ve sonra onu kocasına tarif etmemelidir; çünkü bu, sanki kocası onu görüyormuş gibidir.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Buraida, Allah'ın Elçisi'nin 'Ali'ye şöyle dediğini bildirdi: \"İkinci bir bakış verme, 'Ali, çünkü ilk bakışta suçlu değilsin ama ikinci bakışta hakkın yok.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Ahmad, Tirmidhi, Ebu Davud ve Darimi bunu aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "'Amr b. Shu'aib, babasının rivayetiyle, dedesinin Peygamber'in şöyle söylediğini bildirdi: \"Sizden biri, kölesini cariyeye nikah ettiğinde, onun özel bölgelerine bakmamalıdır.\" Bir versiyonu, \"göbek altına ve dizin üstüne bakmamalıdır.\" şeklindedir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Umm Salama said:",
      "text": "Jarhad, Peygamber'in şöyle söylediğini bildirdi: \"Uylukların özel bir bölge olduğunu bilmiyor musun?\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Tirmidhi ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "'Ali, Allah'ın Elçisi'nin ona şöyle dediğini bildirdi: \"Uyluğunu açma, 'Ali, ve yaşayan ya da ölü olan hiç kimsenin uyluğuna bakma.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Al-Miswar b. Makhrama said:",
      "text": "Muhammed b. Cahş, Allah'ın Elçisi'nin Ma'mar'ın uylukları açıkken yanına geldiğini ve şöyle dediğini bildirdi: \"Uyluklarını ört, Ma'mar, çünkü uyluklar özel bölgelerdir.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Bu, Şerh as-sunna'da aktarılmıştır."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Al-Hasan, mursal olarak, Allah'ın Elçisi'nin şöyle söylediğini duyduğunu aktardı: \"Bakan ve bakılan kişi için Allah lanet etsin!\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Baihaqi bunu Shu'ab al-iman'da aktarmıştır."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eşi olmayan bir kadın* evlenmeden önce kendisiyle danışılmalıdır, ve bir kız bakire evlenmeden önce izni alınmalıdır.\" İzni nasıl belirteceği sorulduğunda, \"Hiçbir şey söylememesiyle\" yanıtladı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "* Ayyim. Bu, eşi olmayan bir kadını ifade eder. Bakire ya da daha önce evlenmiş bir kadın olabilir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamber'in şöyle söylediğini bildirdi: \"Eşi olmayan bir kadın, kendi vücudu üzerinde velisinden daha fazla hakka sahiptir, ve bir bakirenin izni kendisi hakkında sorulmalıdır, izni ise sessizliğidir.\" Bir rivayette, \"Daha önce evlenmiş bir kadın* velisinden daha fazla hakka sahiptir, ve bir bakire ile danışılmalıdır, izni ise hiçbir şey söylememesidir.\" Diğer bir rivayette, \"Daha önce evlenmiş bir kadın, velisinden daha fazla hakka sahiptir\" ve bir bakirenin babası, kendisi hakkında iznini sormalıdır, izni ise sessizliğidir.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "* Thayyib. Bu, eşi olmayan daha önce evlenmiş bir kadını ifade eder."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Khansa' bint Khidham, babası onu daha önce evlenmişken evlendirdiğinde, buna karşı çıktığını ve Allah'ın Elçisi'ne gittiğini, onun da evliliğini iptal ettiğini söyledi."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "İbn Mace'de \"babası tarafından yapılan evlilik\" şeklinde bir rivayet vardır."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 60,
      "narrator": "Ar-Rubayyi‘ daughter of Mu'awwidh b. ‘Afra’ said:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "'A'işe, bir gelinin Ensar'dan birine götürüldüğünde, Allah'ın Elçisi'nin şöyle dediğini aktardı: \"Eğlenceniz yok mu? Ensar eğlenceden hoşlanır.\""
    },
    {
      "id": 62,
      "narrator": "She said:",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "O şöyle dedi: \"Allah'ın Elçisi beni Şevval ayında evlendirdi ve Şevval ayında benimle birlikte oldu, peki Allah'ın Elçisi'nin benden daha çok sevdiği hangi eşi var?\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Ukbe b. Amir, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"En değerli şartlar, cinsel ilişkiyi helal kıldığınız şartlardır.\""
    },
    {
      "id": 68,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 69,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir adam, kardeşi evlenmeden önce bir kadından evlenmek istememelidir; ya evlenmeli ya da onu bırakmalıdır.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir kadın, kardeşinin boşanmasını istememelidir; çünkü bu, ona ait olanı elinden almak içindir. Ama evlenmelidir; çünkü ona yazılanı alacaktır.\""
    },
    {
      "id": 74,
      "narrator": "‘A’isha said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 75,
      "narrator": "Ibn ‘Abbas said:",
      "text": "* \"Kardeş\" kelimesi burada genel bir anlamda kullanılmıştır. Bu rivayet, bir adamın eşinin diğerini boşatmaya çalışmasıyla ilgili olarak açıklanmıştır, ancak muhtemelen bir kadının, adamın evli olduğu kadını boşatmasını isteyerek evlenmek istediği bir durumu ifade etmektedir."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Samura, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Eğer iki vasinin bir kadını evlendirmesi durumunda, ilk düzenleyen kişi için evlenir; eğer biri bir şeyi iki erkeğe satarsa, o şey ilkine gider.”"
    },
    {
      "id": 77,
      "narrator": "Ibn Mas'ud said :",
      "text": "Tirmizi, Ebu Davud, Nesai ve Darimi bunu aktarmıştır."
    },
    {
      "id": 78,
      "narrator": "Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "A‘mir b. Sa'd said :",
      "text": "İbn Mes'ud dedi ki: Allah’ın Elçisi ile birlikte bir sefere çıktığımızda yanımızda kadın yoktu, kendimizi hadım etmemiz gerekip gerekmediğini sorduk, fakat o bunu yasakladı. Sonra bize geçici evlilik yapma izni verdi ve biri, belirli bir tarihe kadar bir elbise vererek bir kadınla evlenirdi. Sonra ‘Abdullah, “Ey iman edenler, Allah’ın sizin için helal kıldığı güzel şeyleri haram kılmayın” (Kur’an 5:87) ayetini okudu."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "She said:",
      "text": "İbn Abbas dedi ki: Geçici evlilik, İslam’ın ilk dönemlerinde uygulanıyordu. Bir adam, tanıdığı olmayan bir yere geldiğinde, orada kalacağı süre boyunca bir kadınla evlenir ve o kadın onun eşyalarına bakar, yemek yapardı. Fakat İbn Abbas, “Onların eşleri veya sağ ellerinin sahip olduğu cariyeler dışında” (Kur’an 23:6) ayeti indiğinde, başka biriyle cinsel ilişki kurmanın haram hale geldiğini söyledi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Tirmizi bunu aktarmıştır."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Amir b. Sa'd dedi ki: Qaraza b. Ka'b ve Ebu Mes'ud el-Ensari'yi bir düğünde, kızların şarkı söylediği bir yerde buldum. “Bu, Allah’ın Elçisi’nin arkadaşları olan sizlerin huzurunda mı yapılıyor?” dedim. Onlar, “İstersen otur ve bizimle dinle, istersen git, çünkü düğün eğlencesi için bize izin verilmiştir” dediler."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Nesai bunu aktarmıştır."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Bir adam, bir kadını ve onun baba halasını, ya da bir kadını ve onun anne halasını evlendiremez.”"
    },
    {
      "id": 89,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 90,
      "narrator": "Al-Bara’ b. ‘Azib said:",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Ümmü Selime, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Evliliği haram kılan tek emzirme, memeden alınan ve bağırsaklara giren ve sütten kesilme zamanından önce alınandır.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Tirmizî bunu nakletmiştir."
    },
    {
      "id": 93,
      "narrator": "Abut Tufail al-Ghanawi said:",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Haccac b. Haccac el-Eslemî, babasından şöyle dediğini aktardı: \"Allah'ın Elçisi, bir çocuğa bakma yükümlülüğümü benden ne kaldırır?\" O da, \"İyi bir kalitede bir erkek köle veya bir cariye.\" diye cevap verdi."
    },
    {
      "id": 95,
      "narrator": "Naufal b. Mu’awiya said:",
      "text": "* Arapların, bir kadına çocuk emzirdiği için, kiradan fazlasını vermeyi sevdikleri söylenir. Bu gelenek, sunulan hizmetler için tam bir tazminat olarak kabul edilecek miktarı ele alır."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Tirmizî, Ebu Davud, Nesai ve Darimi bunu nakletmiştir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Ebu Tüfeyl el-Ghanavi dedi ki: Peygamber ile otururken bir kadın öne çıktı ve Peygamber, örtüsünü serdi ve o da üzerine oturdu. Sonra gittiğinde, birisi bu kadının Peygamber'i emzirdiğini söyledi."
    },
    {
      "id": 99,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "Jabir declared that the Jews used to say:",
      "text": "İbn Ömer, Ghaylan b. Salama et-Thağafi'nin İslam'ı kabul ettiğini ve İslam öncesi dönemde onunla birlikte İslam'ı kabul eden on eşi olduğunu söyledi; bunun üzerine Peygamber ona dört eşini korumasını ve diğerlerinden ayrılmasını söyledi."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Ahmad, Tirmizî ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 104,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Naufal b. Muaviye dedi ki: İslam'ı kabul ettiğimde beş eşim vardı, bu yüzden Peygamber'e danıştım ve o da, \"Birinden ayrıl ve dört eşini koru.\" dedi. Ben de en uzun süre benimle kalan ve altmış yıl kısır kalan kadını seçmeye karar verdim ve ondan ayrıldım."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "* Bu ifade garip görünebilir çünkü Naufal'ın, Yezid b. Muaviye halifeliğinde öldüğü söylenir (60-64 H.). Bazıları onun İslam öncesi dönemde 60 yıl, İslam döneminde de 60 yıl yaşadığını söyler. Diğerleri ise 100 yaşında öldüğünü belirtir. İslam'ı Mekke Fethi sırasında kabul ettiği söylenir. Bu gelenek, onun bu kadınla 60 yıl evli olduğunu kastetmiyor; muhtemelen onun hem kısır hem de kendisinden çok daha yaşlı olduğunu gösteriyor. O, muhtemelen ilk eşi idi. Karşılaştır: İbn Ebu Hatim, el-Cerh ve ta'dil, IV, i, 487 i.; İsti'ab, s. 293; İbn Hacer, Tahdhib, x, 492; İsab, iii, 1191."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Sa'd b. Ebu Vakkas, bir adamın Allah'ın Resulü'ne gelip, eşinden penisini çektiğini söylediğini aktardı. Resulullah ona neden böyle yaptığını sordu ve adam, çocuğu için endişelendiğini söyledi. Bunun üzerine Allah'ın Resulü, \"Eğer bu zararlı olsaydı, Persler ve Yunanlılar zarar görürdü.\" dedi."
    },
    {
      "id": 107,
      "narrator": "Judama daughter of Wahb said:",
      "text": "* Bu, bir kadının emzirdiği çocuğun zarar göreceğinden korkmasıyla ilgili olarak açıklanmıştır."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 109,
      "narrator": "Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Vahb'ın kızı Judama, bazı insanlarla birlikte Allah'ın Resulü'nün yanında iken, \"Hamilelikte emzirmeyi yasaklamayı düşündüm ama Yunanlılar ve Persler'i düşündüm ve onların hamilelikte çocuklarını emzirdiklerini, çocuklarına hiçbir zarar gelmediğini gördüm.\" dediğini aktardı. Sonra ona penis çekme konusunda sordular ve Allah'ın Resulü, \"Bu, gizli diri diri gömme\" dedi ve \"Kız diri diri gömüldüğünde sorulacak\" (Kur'an 81:8) ayetine atıfta bulundu."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "* (Ghila. Bu, ya hamilelikte emzirmek ya da bir kadının emzirdiği bir çocuk varken onunla cinsel ilişkiye girmek anlamına gelir.)"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Kıyamet gününde Allah katında en ciddi güven ihlali ...\" Bir versiyonda, \"Kıyamet gününde Allah katında en kötü durumda olacak olan, karısıyla cinsel ilişkiye giren ve onunla birlikte olan, sonra da onun sırrını yayandır.\" denilmektedir."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "* Yani, bu konuyu başkalarına anlatmak veya onunla ilgili bulduğu kusurları ya da güzellikleri insanlara söylemek."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 117,
      "narrator": "Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'ne vahiy geldiğini, \"Eşleriniz sizin için bir ekin tarlasıdır, o halde ekin tarlanıza gelin...\" (Kur'an 2:223) ayetinin, önünden veya arkasından yaklaşmak anlamına geldiğini, ancak anüsü ve adet döneminde cinsel ilişkiyi kaçınması gerektiğini söyledi."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Tirmidhi ve İbn Mace rivayet etmiştir."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Ebu Salama, ‘A’işe’ye Peygamberin ne kadar mehir verdiğini sordu. O da, Peygamberin eşlerine verdiği mehri on iki ukya ve bir nashş olduğunu söyledi. ‘A’işe, nashşın ne olduğunu biliyor mu diye sordu, o da bilmediğini söyleyince, nashşın bir ukyanın yarısı olduğunu belirtti; böylece toplam beş yüz dirhem oldu."
    },
    {
      "id": 122,
      "narrator": "'Umar b. al-Khattab said:",
      "text": "* Ukya 40 dirhemdir."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Muslim rivayet etmiştir. Nashş, Sharh as-sunna ve tüm kaynaklarda nominatif olarak geçmektedir."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "",
      "text": "‘Umar b. al-Hattab dedi ki: Kadınlara mehir verirken aşırıya kaçmayın; zira eğer bu dünya da onur ve Allah katında takva anlamına gelseydi, bunu en çok yapmaya layık olan Allah’ın Peygamberi olurdu. Ben, Allah’ın Elçisi’nin eşlerinden herhangi birine veya kızlarından herhangi birine on iki ukya’dan fazlasına evlenmediğini bilmiyorum."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Ahmad, Tirmidhi, Ebu Davud, Nasa’i, İbn Mace ve Darimi rivayet etmiştir."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Cabir, Allah’ın Elçisi’nin şöyle dediğini bildirdi: \"Bir kimse, eşine iki avuç un veya hurma verir de onu kendisine helal kılarsa.\""
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 131,
      "narrator": "",
      "text": "‘Amir b. Rabi'a, B. Fazara’dan bir kadının iki sandalet karşılığında evlendirildiğini söyledi. Allah’ın Elçisi, onun kişiliği ve malı açısından iki sandaletle razı olup olmadığını sordu, o da razı olduğunu söyleyince, onay verdi."
    },
    {
      "id": 132,
      "narrator": "He said:",
      "text": "Tirmidhi rivayet etmiştir."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 134,
      "narrator": "",
      "text": "‘Alqama, İbn Mes’ud’un, bir adamın bir kadını herhangi bir mehir belirlemeden veya onunla birlikte olmadan öldüğünü sorduğunu aktardı. İbn Mes’ud, ona, kendi sınıfındaki kadınlara verilen türden bir mehir alması gerektiğini, bunun azalma veya fazlalık olmadan, ‘idda süresini gözlemlemesi gerektiğini ve mirastan pay alması gerektiğini söyledi. Ma'qil b. Sinan el-Aşca'i ayağa kalkarak, \"Allah’ın Elçisi, bizim kabilemizdeki Birva’ Washiq’in kızı hakkında verdiği karar, senin verdiğin karara benzer; ve İbn Mes’ud bu karardan memnun oldu.\" dedi."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Tirmidhi, Ebu Davud, Nasa’i ve Darimi rivayet etmiştir."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin şöyle dediğini rivayet etmiştir: \"En kötü yemek, zenginlerin davet edildiği ve fakirlerin dışlandığı düğün yemeğidir. Daveti reddeden kimse, Allah'a ve Elçisine itaat etmemiştir.\""
    },
    {
      "id": 137,
      "narrator": "Abu Mas'ud al-Ansari said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Ebu Mes'ud el-Ensari dedi ki: Kunya'sı Ebu Şu'aib olan Ensar'dan birinin, et satan bir hizmetkârı vardı. O, \"Bana beş kişilik yemek hazırla; belki ben Peygamber'i diğer dört kişiyle birlikte davet ederim.\" dedi. O, onun için küçük bir yemek hazırladı ve sonra gidip onu davet etti. Bir adam onları takip etti ve Peygamber, \"Bir adam bizi takip etti, Ebu Şu'aib, istersen onu yanımıza alabilirsin, ama istersen dışarıda bırakabilirsin.\" dedi. O da, \"Hayır, onu yanımıza alacağım.\" diye cevap verdi."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 141,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Enes, Peygamber'in Safiye için yemek ve hurma ile bir düğün yemeği düzenlediğini söyledi."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "Ahmet, Tirmizi, Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Safina, Ali b. Ebu Talib'in bir misafiri için yemek hazırladığını ve Fatıma'nın, \"Keşke Allah'ın Elçisi'ni davet etseydik ve bizimle birlikte yeseydi.\" dediğini aktardı. Onlar onu davet ettiler ve geldiğinde kapının yan direklerine ellerini koydu, ama evin sonunda asılı olan desenli perdeyi görünce geri döndü. Fatıma, onun peşinden gitti ve \"Ey Allah'ın Elçisi, seni geri döndüren ne?\" diye sordu. O da, \"Benim veya herhangi bir peygamberin süslü bir eve girmesi uygun değildir.\" diye cevap verdi."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Ahmet ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin şöyle dediğini rivayet etmiştir: \"Aldığı daveti kabul etmeyen kimse, Allah'a ve Elçisine itaat etmemiştir; davetsiz giren ise hırsız gibi girer ve yağmacı gibi çıkar.\""
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "Abu Qilaba quoted Anas as saying:",
      "text": "Ebu Kılabe, Enes'ten şöyle nakletmiştir: Bir adamın eşi varken bir kızla evlenmesi durumunda, onunla yedi gece geçirmesi ve sonra zamanını eşleri arasında paylaşması sünnettir; ancak daha önce evlenmiş bir kadınla evlenirse, onunla üç gece geçirmeli ve sonra eşleri arasında zamanını paylaşmalıdır. Ebu Kılabe, Anes'in bunu Peygamber'e dayandırabileceğini de belirtmiştir."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 153,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Ebu Bekir b. Abd ar-Rahman, Allah'ın Elçisi Umm Selma ile evlendiğinde, ona sabah şöyle dediğini aktardı: \"Sen benim nazarımda küçülmüyorsun. İstersen seninle yedi gece kalırım, diğer eşlerimle yaptığım gibi; ama istersen üç gece kalırım ve sonra eşlerimi sırayla ziyaret ederim.\" O da, \"Üç gece kal,\" diye cevap verdi. Bir rivayette, \"Kız için yedi gece, daha önce kocası olan kadın için üç gece vardır,\" dedi."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Aişe, Peygamber'in eşleri arasında zamanını eşit bir şekilde paylaştığını ve şöyle dediğini bildirdi: \"Ya Rabbi, bu benim sahip olduğum şeyler üzerindeki taksimimdir, o halde senin sahip olduğun şeyler konusunda beni kınama.\""
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud, Nesai, İbn Mace ve Darimi bunu aktarmıştır."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Ebu Hüreyre, Peygamber'in şöyle söylediğini bildirdi: \"Bir adamın iki eşi varsa ve onlara eşit davranmazsa, kıyamet günü bir tarafı sarkmış olarak gelir.\""
    },
    {
      "id": 161,
      "narrator": "‘A’isha said:",
      "text": "Tirmizi, Ebu Davud, Nesai, İbn Mace ve Darimi bunu aktarmıştır."
    },
    {
      "id": 162,
      "narrator": "She said:",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Ata, İbn Abbas ile Maimuna'nın cenazesinde bulunduklarında, \"Bu Allah'ın Elçisi'nin eşidir, onun sedyesini kaldırırken sarsmayın veya rahatsız etmeyin, ona nazik davranın; çünkü Allah'ın Elçisi'nin dokuz eşi vardı, sekiziyle zamanını paylaştı, ancak birine pay vermedi,\" dedi. Ata, Allah'ın Elçisi'nin pay vermediği kişinin Safiye olduğunu, onun en son ölen eş olduğunu duyduklarını söyledi. Razin, Ata'dan başka birinin onun Sauda olduğunu bildirdiğini ve bunun daha sağlam olduğunu söyledi. O, Allah'ın Elçisi onu boşamayı düşündüğünde, \"Beni al. Günümü Aişe'ye verdim. Belki cennette senin eşlerinden biri olabilirim,\" diyerek Aişe'ye gününü vermiştir."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 165,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Anas, Allah’ın Elçisi’nin, eşlerinden bir ay uzak duracağına yemin ettiğini söyledi. Ayağı çıkık olduğu için yirmi dokuz gece üst katta kaldı ve sonra aşağı indi; ona bir ay uzak durduğuna dair yemin ettiği hatırlatıldığında, “Ay yirmi dokuz gündür.” diye cevap verdi.*"
    },
    {
      "id": 167,
      "narrator": "Jabir said:",
      "text": "*Bu, muhtemelen söz konusu ayla ilgili olup, genel bir ifade olarak değerlendirilemez."
    },
    {
      "id": 168,
      "narrator": "‘A’isha said:",
      "text": "Buhari bunu rivayet etmiştir."
    },
    {
      "id": 169,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Cabir, Ebu Bekir’in gelip Peygamber’i görme izni istediğini, ancak kapısında oturan insanların bulunduğunu, bunlardan hiç birine izin verilmediğini söyledi. Ancak Ebu Bekir’e izin verildi ve içeri girdi. Sonra Ömer öne çıktı, izin istedi ve verildiğinde Peygamber’in eşlerinin etrafında oturmuş, üzgün ve sessiz bir şekilde oturduğunu gördü. Peygamber’i güldürecek bir şey söylemeye karar verdi ve şöyle dedi: “Allah’ın Elçisi, Kharija’nın kızını görmeni isterdim; bana fazla para istediğinde kalkıp ona tokat attım.” Allah’ın Elçisi güldü ve “Onlar etrafımda, gördüğün gibi fazla para istiyorlar.” dedi. Ebu Bekir kalktı, Aişe’ye gitti ve ona tokat attı, Ömer de Hafsa’ya aynı şekilde yaptı, ikisi de “Allah’ın Elçisi’nden, sahip olmadığı bir şeyi mi istiyorsunuz?” dediler. Hepsi “Allah’a yemin ederiz ki, Allah’ın Elçisi’nden sahip olmadığı bir şeyi asla istemeyiz.” diye cevap verdiler. Sonrasında onlardan bir ay veya yirmi dokuz gün uzaklaştı. Sonra bu ayet indi: “Ey peygamber, eşlerine de ki ... sizden hayır işleyenlere büyük bir mükafat vardır.” (Kur’an 33:28 f). Sonra önce Aişe’ye gitti ve “Aişe, sana bir şey söylemek istiyorum ama acele bir cevap vermeni istemiyorum, önce ailenle danış.” dedi. O da ne olduğunu sordu ve ayeti ona okuduğunda, “Beni seninle ilgili olarak ailemle mi danışmalıyım, Allah’ın Elçisi? Hayır, ben Allah’ı, O’nun Elçisi’ni ve ahiret yurdunu seçiyorum; ama sana söylediğim şeyi eşlerinden hiç birine söylememen için seni uyarıyorum.” dedi. O da, “Hiç biri benden habersiz bana sormayacak. Allah beni sert olmak veya zarar vermek için göndermedi, öğretmek ve işleri kolaylaştırmak için gönderdi.” diye cevap verdi."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Aişe, Allah’ın Elçisi’ne olan kadınların kıskançlığından dolayı, “Bir kadın kendini sunar mı?” diye sordu. Sonra Allah Teala, “Dilediğinizi erteleyebilir ve dilediğinizi yanınıza alabilirsiniz; ayırdığınızda da sizin için bir günah yoktur.” (Kur’an 33:51) ayetini indirdiğinde, “Görünüşe göre, Rabbiniz arzunuzu yerine getirmekte acele ediyor.” dedi."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 175,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "Hakim b. Mu'awiya al-Qushairi quoted his father as telling that he asked:",
      "text": "Aişe, Allah’ın Elçisi ile bir yolculukta bulunduğunda, onunla ayak yarışına girdiğini ve onu yendiğini, ama büyüdüğünde onunla yarıştığında onun kendisini yendiğini söyledi. O da, “Bu, o tokadı telafi eder.” dedi."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 179,
      "narrator": "",
      "text": "O, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Sizin en hayırlınız, ailesine en iyi davrananınızdır ve ben aileme en iyi davrananınızım. Sizden biri öldüğünde, onun hakkında kötü konuşmayın.”"
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Tirmizi ve Darimi bunu rivayet etti, İbn Mace ise “aileme” kısmına kadar İbn Abbas’tan rivayet etmiştir."
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"En mükemmel imana sahip olan müminler, en güzel ahlaka sahip olanlardır ve sizlerin en hayırlısı, eşlerine en iyi davrananlarınızdır.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Tirmizi bunu aktardı ve bu hadisin hasan sahih bir rivayet olduğunu belirtti, ayrıca Ebu Davud da \"ahlak\" kısmına kadar aktardı."
    },
    {
      "id": 183,
      "narrator": "Qais b. Sa'd said:",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi'nin Tabuk veya Huneyn seferinden döndüğünde, kendisinin depolarının önünde asılı bir perdeyi kaldıran rüzgarın, kendisine ait bazı bebekleri ortaya çıkardığını söyledi. O, \"Bu nedir?\" diye sordu ve Aişe, \"Bunlar benim bebeklerim.\" diye cevap verdi. Aralarında, yırtık kumaşlardan yapılmış kanatlı bir at gördü ve \"Bu nedir?\" diye sordu. O da, \"Bu bir attır.\" dedi. O, \"Üzerinde ne var?\" diye sordu ve Aişe, \"Kanatları var.\" dedi. O da, \"Kanatlı bir at!\" dedi. Aişe, \"Süleyman'ın kanatlı atları olduğunu duymadın mı?\" dedi. O, o kadar güldü ki, arka dişlerini görebildi."
    },
    {
      "id": 185,
      "narrator": "Abu Sa'id told of a woman who came to God’s Messenger when he was with him and said, “My husband, Safwan b. al-Mu‘attal, beats me when I pray, makes me break my fast when I am observing it, and does not pray the dawn prayer till the sun rises.” Safwan was present, so he asked him about what she had said and he replied, “Messenger of God, as for her statement that I beat her when she prays, she recites two surahs and I have forbidden her to do so.” God’s Messenger said to him, “If it had been one surah it would be enough for people.” He continued:",
      "text": "Ebu Davud bunu aktardı."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "Jabir reported God’s Messenger as saying, “There are three whose prayer is not accepted and whose good deeds are not taken up to heaven:",
      "text": "Kays b. Sa'd dedi ki: Ben el-Hira'ya gittim ve onların bir valilerinin önünde secde ettiklerini gördüm, bu yüzden dedim ki, \"Allah'ın Elçisi'ne secde edilmesi en çok hakkı olan kişidir.\" Allah'ın Elçisi'ne geldiğimde, \"Ben el-Hira'ya gittim ve onların bir valilerinin önünde secde ettiklerini gördüm, ama senin önünde secde edilmesi en çok hakkı olan kişisin.\" dedim. O da, \"Bana söyle; eğer mezarımın yanından geçsen, ona secde eder misin?\" dedi. Ben de, \"Hayır, etmem.\" dedim. O, \"Hiçbiriniz bunu yapmamalıdır. Eğer ben birine başka birine secde etmesini emredecek olsaydım, kadınların kocalarına secde etmelerini emrederdim, çünkü kocalara Allah tarafından verilen özel hakları vardır.\""
    },
    {
      "id": 188,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı ve Ahmet, Mu'adh b. Cebel'den aktardı."
    },
    {
      "id": 189,
      "narrator": "Ibn ‘Abbas reported God’s Messenger as saying, \"There are four characteristics which are of such a nature that one who has been given them has been endowed with what is best in this world and the next:",
      "text": "---"
    },
    {
      "id": 190,
      "narrator": "",
      "text": "Ömer, Peygamber'in şöyle söylediğini bildirdi: \"Bir adam, karısını neden dövdüğü hakkında sorgulanmayacaktır.\""
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu aktardı."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin yanında bulunan bir kadının, \"Kocam Safvan b. el-Mu'attal, namaz kıldığımda beni dövüyor, oruçlu olduğumda orucumu bozduruyor ve sabah namazını güneş doğmadan kılmıyor.\" dediğini anlattı. Safvan oradaydı, bu yüzden Allah'ın Elçisi ona kadının söylediklerini sordu ve o da, \"Allah'ın Elçisi, onun namaz kıldığında dövdüğüm iddiasına gelince, o iki sure okuyor ve ben ona bunu yasakladım.\" dedi. Allah'ın Elçisi ona, \"Eğer bir sure olsaydı, insanlar için yeterli olurdu.\" dedi. Devam etti: \"Oruçlu olduğunda onu orucunu bozdurduğum iddiasına gelince, o orucuna devam ediyor ve ben kendimi tutamayan genç bir adamım.\" Allah'ın Elçisi, \"Bir kadın yalnızca kocasının izniyle oruç tutabilir.\" dedi. Devam etti: \"Güneş doğmadan namaz kılmadığım iddiasına gelince; ben, böyle bir üne sahip bir aileye mensubum, güneş doğmadan uyanmam zor.\" Dedi ki, \"O zaman Safvan, uyandığında namaz kılmalısın.\""
    },
    {
      "id": 194,
      "narrator": "'A'isha said:",
      "text": "* Bu, zorunlu olmayan oruç tutmayı ifade eder."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu aktardı."
    },
    {
      "id": 196,
      "narrator": "",
      "text": "İbn 'Umar, Peygamber'in şöyle söylediğini bildirmiştir: \"Allah'ın en çok nefret ettiği helal şey boşanmadır.\""
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "",
      "text": "'Ali, Peygamber'in şöyle söylediğini bildirmiştir: \"Evlilikten önce boşanma yoktur, mülkiyet olmadan azat yoktur, sürekli oruç yoktur, ergenlikten sonra yetimlik yoktur, sütten kesildikten sonra emzirme yoktur ve geceye kadar gün boyu susma yoktur.\"*"
    },
    {
      "id": 200,
      "narrator": "Abu Huraira reported God’s Messenger as saying, “There are three things which, whether undertaken seriously or in jest, are treated as serious:",
      "text": "* Tam bir gün susmak, dini bir uygulama olarak reddedilmiştir."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Bu, Şerh as-sunna'da rivayet edilmiştir."
    },
    {
      "id": 202,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 203,
      "narrator": "Ali reported God’s Messenger as saying, “There are three whose actions are not recorded:",
      "text": "'Amr b. Shu'aib, babasının rivayetiyle, dedesinin Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Âdem'in hiçbir nesli, sahip olmadığı şey hakkında adakta bulunamaz, sahip olmadığı şeyi azat edemez veya sahip olmadığı şeyi boşayamaz.\""
    },
    {
      "id": 204,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir ve Abu Davud, \"ve sahip olmadığı şeyi satamaz\" eklemesini yapmıştır."
    },
    {
      "id": 205,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 206,
      "narrator": "",
      "text": "Rukana b. 'Abd Yazid, karısı Suhaima'yı kesin olarak boşadığını söylediğinde, Peygamber bu durumdan haberdar olunca şöyle dedi: \"Allah'a yemin ederim ki, bunu yalnızca bir boşama kelimesi olarak kastetmiştim.\" Allah'ın Elçisi ona bunun böyle olup olmadığını sordu ve o da bunu doğrulayınca, onu kendisine geri verdi. Sonra 'Umar döneminde ikinci kez, 'Uthman döneminde ise üçüncü kez boşadı."
    },
    {
      "id": 207,
      "narrator": "",
      "text": "Abu Davud, Tirmidhi, İbn Mace ve Darimi bunu rivayet etmiştir, ancak yalnızca Abu Davud ikinci ve üçüncü kez boşamayı belirtmiştir (Bkz. Abu Davud'un Sünen'i, Talak, 14)."
    },
    {
      "id": 208,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Ciddi veya şaka olarak yapılan üç şey vardır ki, bunlar ciddiye alınır: evlilik, boşanma ve kesin olmayan bir boşamadan sonra eşin geri alınması.\""
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Tirmidhi ve Abu Davud bunu rivayet etmiştir, Tirmidhi bu hadisin hasan garip bir rivayet olduğunu söylemiştir."
    },
    {
      "id": 211,
      "narrator": "",
      "text": "'Abdallah b. Mes'ud, Allah'ın Elçisi'nin, bir kadını ilk kocası için helal kılan adamı ve onun için helal kılınan adamı lanetlediğini söyledi.*"
    },
    {
      "id": 212,
      "narrator": "",
      "text": "* Bu, boşanmış bir kadını evlendirmek ve onunla cinsel ilişkiye girdikten sonra boşanarak, onu boşayan kişinin tekrar evlenmesini sağlamak için yapılan bir düzenlemeyi ifade eder."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "Darimi bunu rivayet etti, ve İbn Mace, 'Ali b. Abbas ve Ukbe b. Amir'den nakletti."
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Süleyman b. Yesar, Allah'ın Elçisi'nin ondan fazla sahabesiyle karşılaştığını ve bunların hepsinin, eşinden uzak durma yemini eden kişinin, sürenin sonunda ona dönmesi veya boşanması gerektiğini söylediklerini aktardı."
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Bu, Şerh as-Sunna'da rivayet edilmiştir."
    },
    {
      "id": 216,
      "narrator": "",
      "text": "Ebu Salama, Süleyman b. Sakhr'ın, Salama b. Sakhr el-Beyadi olarak da bilindiğini, eşini annesinin sırtı gibi kendisine haram kıldığını, ancak Ramazan ayının yarısı geçmeden onunla cinsel ilişkiye girdiğini ve bunu Allah'ın Elçisi'ne anlattığını söyledi. Allah'ın Elçisi, ona bir köle azat etmesini söyledi, ancak o, bunu yapamayacağını söyledi; bunun üzerine ona iki ay üst üste oruç tutmasını söyledi, ama o, bunu da yapamayacağını belirtti; sonra ona altmış yoksulu doyurmasını söyledi, ancak o, bunun için yeterli imkana sahip olmadığını söyledi. Allah'ın Elçisi, Farwa b. Amr'a, \"Ona o 'araq'ı (yani on beş veya on altı sa' tutan bir hurma sepeti) ver ki, altmış yoksulu doyursun.\" dedi."
    },
    {
      "id": 217,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etti."
    },
    {
      "id": 218,
      "narrator": "Sahl b. Sa'd as-Sa‘idi told that ‘Uwaimir al-'Ajlani asked God’s Messenger:",
      "text": "* Arapça deyimi çeviride korudum. Bu ifade, İslam öncesi dönemlerde bir tür boşanma olarak kullanıldığı söylenmektedir; yani, kadınla cinsel ilişkiye girmek, kişinin annesiyle cinsel ilişkiye girmekle eşdeğer görülmektedir."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "Ebu Davud, İbn Mace ve Darimi, Süleyman b. Yesar'dan Salama b. Sakhr'ın, \"Ben cinsel ilişkiye girmeye diğerlerinden daha yatkın bir adamdım.\" dediğini nakletmişlerdir."
    },
    {
      "id": 220,
      "narrator": "",
      "text": "Ebu Davud, İbn Mace ve Darimi bunu rivayet etti."
    },
    {
      "id": 221,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ebu Davud ve Darimi'nin versiyonunda, \"Bir deve yükü hurmayla altmış yoksulu doyur.\" ifadesi geçmektedir."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "Süleyman b. Yesar, Salama b. Sakhr'dan, Peygamber'in, eşini annesinin sırtı gibi kılma yemini eden ve kefaretini vermeden onunla cinsel ilişkiye giren kişi hakkında, \"Bir kefaret vardır.\" dediğini bildirmiştir.*"
    },
    {
      "id": 223,
      "narrator": "",
      "text": "* Yemin bozulduğunda kefaret, bunu yapmadan önce yerine getirilmelidir; ancak eğer yemin bozulursa, aynı kefaret yeterlidir."
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etti."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "İkrime, İbn Abbas'tan, eşini annesinin sırtı gibi kılma yemini eden bir adamın, kefaretini vermeden onunla cinsel ilişkiye girdiğini, bunun üzerine Peygamber'e gittiğini ve bunu ona anlattığını aktardı. Peygamber ona, bunu yapmaya neyin sebep olduğunu sordu ve o, \"Allah'ın Elçisi, onun gümüş bileziklerinin beyazlığını ay ışığında gördüm ve kendimi ondan alıkoyamadım.\" dedi. Allah'ın Elçisi güldü ve ona kefaretini vermeden ona yaklaşmamasını emretti."
    },
    {
      "id": 226,
      "narrator": "",
      "text": "‘A'isha, ‘Utba b. Ebu Vakkas'ın kardeşi Sa'd b. Ebu Vakkas'a, Zama'nın cariyesinin oğlunun kendisine ait olduğunu ve ona sahip çıkmasını emrettiğini söyledi. Feth yılı Sa'd onu aldı ve onun kardeşinin oğlu olduğunu söyledi, ancak ‘Abd b. Zama onu kardeşi olarak iddia etti. Her ikisi de Allah’ın Elçisi’ne başvurdular; Sa'd, “Allah’ın Elçisi, kardeşim onunla ilgili olarak bana emretti,” derken, ‘Abd b. Zama, “O benim kardeşim ve babamın cariyesinin oğludur, babasının yatağında doğmuştur,” dedi. Allah’ın Elçisi, “O senin, ‘Abd b. Zama, çünkü çocuk, doğduğu yatağa atfedilir ve zina edenin hiçbir hakkı yoktur,” dedi. Sonra Sauda bint Zama’ya ona benzerliği nedeniyle ondan örtünmesini söyledi ve o, Allah’ın huzuruna çıkana kadar onu görmedi. Bir rivayette, “O senin kardeşin, ‘Abd b. Zama, çünkü babasının yatağında doğmuştur,” dedi."
    },
    {
      "id": 227,
      "narrator": "She said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 228,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 229,
      "narrator": "",
      "text": "O şöyle dedi: Bir gün Allah’ın Elçisi beni ziyarete geldi, memnun görünüyordu ve Mujazziz al-Mudlijl’in girdiğini duyduğuma şaşırmadım mı diye sordu. Usame ve Zeyd’in başlarını örtüyle kapatıp ayaklarının göründüğünü görünce, “Bu ayaklar akrabadır,” dedi."
    },
    {
      "id": 230,
      "narrator": "Abu Huraira told that he heard the Prophet say when the verse about invoking curses1 came down:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 231,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "‘Amr b. Shu'aib, on his father’s authority, told of his grandfather saying:",
      "text": "Sa'd b. Ebu Vakkas ve Ebu Bekir, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Eğer birisi bilerek babası olmayan birini babası olarak iddia ederse, cennet ona haramdır.”"
    },
    {
      "id": 233,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 234,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 235,
      "narrator": "He reported the Prophet as saying, “There are four types of women with whom there can be no cursing:",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Babalara karşı dönmeyin, çünkü babasına karşı dönen kişi kafir olmuştur.”"
    },
    {
      "id": 236,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 237,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 238,
      "narrator": "",
      "text": "Ebu Hureyre, ayet hakkında lanet okuma inince Peygamber’in şöyle dediğini duydu: “Ailesine ait olmayan birini aileye getiren bir kadın, Allah’tan merhamet bekleyemez (veya Allah’ın dinini gözetmez) ve Allah onu cennetine almayacaktır; ve Allah, çocuğunu inkar eden her erkeğin yüzüne bakarken kendisini ondan gizleyecek ve onu yaratıkların, ilk ve son olanların huzurunda utandıracaktır.”"
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Ebu Davud, Nesa’i ve Darimi bunu nakletmiştir."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 241,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: Amcam, boşanma kelimeleriyle boşandı ve hurma ağaçlarından meyve toplamak istedi, fakat bir adam ona dışarı çıkmasını yasakladı. Bunun üzerine Peygamber'e gitti ve o da, “Kesinlikle hurma ağaçlarından meyve toplayabilirsin; belki sadaka verirsin veya bir iyilik yaparsın.” dedi."
    },
    {
      "id": 242,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 243,
      "narrator": "Umm Salama told that a woman came to the Prophet and said:",
      "text": "---"
    },
    {
      "id": 244,
      "narrator": "",
      "text": "Al-Miswar b. Makhrama, kocasının ölümünden birkaç gece sonra Subai’a al-Aslamiya'nın bir çocuk doğurduğunu söyledi. Sonra Peygamber'e gidip evlenme izni istedi. O da ona izin verdi ve evlendi."
    },
    {
      "id": 245,
      "narrator": "",
      "text": "Bukhari rivayet etmiştir."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "Umm Salama said:",
      "text": "Ümmü Seleme, bir kadının Peygamber'e gelip şöyle dediğini aktardı: \"Ey Allah'ın Resulü, kızımın kocası öldü ve gözü ona rahatsızlık veriyor, ona sürme sürebilir miyiz?\" O, “Hayır” dedi, iki veya üç kez sadece “Hayır” dedi. Sonra, “Bu sadece dört ay on gündür, halbuki cahiliye döneminde sizden hiç kimse iddet süresi dolmadan bir dışkı parçasını atmazdı.” dedi."
    },
    {
      "id": 248,
      "narrator": "",
      "text": "* Burada, bir dulun iddet süresi sona erdiğinde dışkı parçasını atma geleneğine atıfta bulunulmaktadır. Lane, Lexicon ve Taj al-'arus; Mirqat, 3:513 f."
    },
    {
      "id": 249,
      "narrator": "",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 250,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "Ümmü Habibe ve Zeynep binti Cahş, Allah'ın Resulü'nün şöyle dediğini bildirdi: “Allah'a ve ahiret gününe inanan bir kadının, kocası için üç geceden fazla yas tutması helal değildir; ancak kocası için dört ay on gün yas tutabilir.”"
    },
    {
      "id": 252,
      "narrator": "",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 253,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 254,
      "narrator": "",
      "text": "Ümmü Atiye, Allah'ın Resulü'nün şöyle dediğini bildirdi: “Bir kadın, kocası için üç geceden fazla yas tutmamalıdır; ancak kocası için dört ay on gün yas tutabilir ve boyalı bir elbise giymemelidir, sadece boyalı iplikten yapılmış bir tür elbise giyebilir, sürme sürebilir veya temizlendikten sonra az miktarda kostus veya azfar dışında parfüm süremez.”"
    },
    {
      "id": 255,
      "narrator": "",
      "text": "1. ‘Asb. Bu kelime, dokunmadan önce boyanmış bir kumaştan yapılan bir Yemen elbisesine atıfta bulunur."
    },
    {
      "id": 256,
      "narrator": "",
      "text": "‘Aişe, Hind binti ‘Utbe’nin şöyle dediğini aktardı: “Allah’ın Elçisi, Ebu Süfyan cimri bir adamdır, bana ve oğluma yeterince vermiyor; onun bilgisi olmadan ondan aldıklarım hariç.” O da şöyle cevap verdi: “Sen ve oğlun için yasal olarak tanınan ölçüde yeterli olanı al.”"
    },
    {
      "id": 257,
      "narrator": "",
      "text": "* Bil ma’roof. Bu, genel olarak makul olarak kabul edilen şeydir. Miktar, insanların durumuna göre değişir."
    },
    {
      "id": 258,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Cabir b. Semura, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Allah, sizlerden birini rızıklandırdığında, önce kendisi ve ailesi için harcamalıdır.”"
    },
    {
      "id": 260,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Bir kölenin yiyecek ve giysi hakkı vardır ve ona sadece yapabileceği işler yüklenmelidir.”"
    },
    {
      "id": 262,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "Ebu Zer, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Allah, kardeşlerinizi sizin otoriteniz altına koymuştur. Bu nedenle, Allah tarafından kardeşi sizin otoriteniz altına verilen kişi, onu yediğinden yedirmeli, giydiğinden giydirmeli ve ona aşırı iş yüklememelidir; fakat eğer böyle yaparsa, ona yardım etmelidir.”"
    },
    {
      "id": 264,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 265,
      "narrator": "",
      "text": "Abdullah b. Amr, bir yöneticisinin kendisine geldiğini ve kölelere yiyecek verip vermediğini sorduğunu aktardı. O da vermediğini söyleyince, ona gidip vermesini söyledi; çünkü Allah’ın Elçisi şöyle demişti: “Bir adamın sahip olduğu birine yiyecek vermemesi, yeterince ciddi bir hatadır.” Bir rivayette, “Bir adamın geçindirmekle yükümlü olduğu birini yok etmesi, yeterince ciddi bir hatadır.”"
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 267,
      "narrator": "Abu Mas'ud al-Ansari said:",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Birinin hizmetçisi yiyeceğini hazırlayıp ona sıcaklığından ve dumanından sonra getirdiğinde, onu yanına oturtup yemelidir; fakat eğer topluluk kalabalık ve yiyecek azsa, eline bir veya iki lokma vermelidir.”"
    },
    {
      "id": 268,
      "narrator": "",
      "text": "* Mashfuhan qalil'an. Mashfuhan kelimesi, ya miktarı az olan yiyecek için ya da bir grup insan tarafından paylaşılan yiyecek için kullanılır. Burada, miktarı az olan yiyecek anlamı geçerlidir; ancak bazı insanlar burada mashfuh kelimesini 'miktarı az' olarak anlayıp, ardından gelen qalil ile aynı anlamı ifade ettiğini düşünmektedir."
    },
    {
      "id": 269,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 270,
      "narrator": "",
      "text": "Abdullah b. Ömer, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Bir köle, efendisine karşı samimi davranır ve Allah’a güzel bir şekilde ibadet ederse, iki kat ödül alır.”"
    },
    {
      "id": 271,
      "narrator": "",
      "text": "Ebu Bekir es-Sıddık, Peygamber'in şöyle söylediğini bildirdi: \"İdare altındakilere kötü davranan cennete girmeyecek.\""
    },
    {
      "id": 272,
      "narrator": "",
      "text": "Tirmizî ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 273,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 274,
      "narrator": "",
      "text": "Rafi‘ b. Makith, Peygamber'in şöyle söylediğini bildirdi: \"İdare altındakilere iyi davranmak refah getirir, kötü bir karakter ise kötü bir talih getirir.\""
    },
    {
      "id": 275,
      "narrator": "‘Ali said:",
      "text": "Ebu Davud bunu nakletmiştir, ancak sadece el-Masabiht'te \"Sadaka kötü bir ölüm türünden korur ve iyilik hayatı uzatır.\" şeklindeki ek ifadeleri gördüm."
    },
    {
      "id": 276,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 277,
      "narrator": "Jabir reported the Prophet as saying, “If anyone possesses three characteristics God will give him an easy death and bring him into His paradise:",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Sizden biri hizmetçisini döverse ve o Allah'ı anarsa, onu dövmeyi bırakmalısınız.\""
    },
    {
      "id": 278,
      "narrator": "",
      "text": "Tirmizî ve Beyhaki, Şu'ab al-iman'da bunu nakletmiştir, ancak ikincisi \"onu dövmeyi bırakmalı\" ifadesini kullanmıştır."
    },
    {
      "id": 279,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 280,
      "narrator": "",
      "text": "Ebu Eyyub, Allah'ın Elçisi'nin şöyle dediğini duyduğunu bildirdi: \"Eğer biri bir anneyi çocuğundan ayırırsa, Allah kıyamet günü onu arkadaşlarından ayıracaktır.\""
    },
    {
      "id": 281,
      "narrator": "",
      "text": "Tirmizî ve Darimi bunu nakletmiştir."
    },
    {
      "id": 282,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 283,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ali dedi ki: Allah'ın Elçisi bana iki kardeş genç sundu ve ben bunlardan birini sattığımda, Allah'ın Elçisi bana, \"Genç adamın başına ne geldi, Ali?\" diye sordu. Ben de ona durumu anlattım, o da \"Onu geri al, geri al.\" dedi."
    },
    {
      "id": 284,
      "narrator": "",
      "text": "Tirmizî ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 285,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 286,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Sizlere kötü olanların kimler olduğunu söyleyeyim. Onlar yalnız yemek yiyen, kölelerini döven ve yardımını esirgeyenlerdir.\""
    },
    {
      "id": 287,
      "narrator": "",
      "text": "Razin bunu aktardı."
    },
    {
      "id": 288,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 289,
      "narrator": "Al-Bara’ b. ‘Azib said the Prophet made peace on the occasion of al-Hudaibiya on three conditions:",
      "text": "Ebu Bekir es-Sıddık, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Yetki altındakilere kötü davranan cennete giremeyecektir.\" Kendisine, bu halkın diğerlerinden daha fazla kölesi ve yetimi olduğunu söyleyip söylemediği soruldu ve \"Evet, o halde onlara çocuklarınıza davrandığınız gibi cömert davranın ve onlara yediğiniz yiyeceklerden verin.\" diye cevap verdi. Sonra, dünyadan ne fayda sağladıklarını sordular ve o, \"Allah yolunda savaşmak için donattığınız bir at ve size yeterince hizmet eden bir köle; ve dua ettiğinde o sizin kardeşinizdir.\" diye cevap verdi."
    },
    {
      "id": 290,
      "narrator": "",
      "text": "İbn Mace bunu aktardı."
    },
    {
      "id": 291,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 292,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: Uhud yılı, on dört yaşındayken Allah'ın Elçisi'nin huzuruna getirildim ve beni geri gönderdi. Sonra, Hendek yılı, on beş yaşındayken huzuruna getirildim ve bana savaş izni verdi.* 'Umar b. 'Abd al-'Aziz, bunun savaşanlar ile çocuklar arasındaki farkı temsil ettiğini söyledi."
    },
    {
      "id": 293,
      "narrator": "Hilal b. Usama quoted Abu Maimuna Sulaiman,* client of the people of Medina, as saying:",
      "text": "* Ajazani. Yukarıdaki gibi çevrilebilir veya \"bana bir savaşçı izni verdi\" anlamına gelebilir."
    }
  ]
}