{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Eğer birisi bir Müslüman köleyi azat ederse, Allah onun her bir uzvu için cehennemden bir uzvu serbest bırakır, hatta onun cinsel organı için de.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Zerr, Peygamber'e en üstün amelin ne olduğunu sorduğunu ve O'nun da \"Allah'a iman ve O'nun yolunda cihad\" diye cevap verdiğini aktarmıştır. Sonra kölelerin en üstün olanlarının hangileri olduğunu sordu ve O da \"Fiyatı en yüksek olanlar ve halkı tarafından en çok saygı görenler\" diye cevap verdi. Ne yapması gerektiğini sorduğunda, O da \"Bir işçiye yardım etmelisin ya da bir acemi için çalışmalısın\" dedi. Yine ne yapması gerektiğini sorduğunda, O \"Başkalarına zarar verme, çünkü bu senin kendine verdiğin sadakadır\" diye yanıtladı."
    },
    {
      "id": 5,
      "narrator": "l-Gharif b. ‘Ayyash ad-Dailami 1 said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "El-Bara' b. 'Azib, Peygamber'e gelen bir bedevinin \"Beni cennete götürecek bir ameli öğret\" dediğini, Peygamber'in ise \"Azat et, bir adamı ve bir köleyi serbest bırak\" diye cevap verdiğini aktarmıştır. Adam, ikisinin aynı şey olmadığını sorduğunda, O \"Hayır; bir adamı azat etmek, bunu kendin yapmaktır, köleyi serbest bırakmak ise onun bedeline katkıda bulunmaktır. Ayrıca, çok süt veren bir dişi deveyi sağmak için ödünç vermeli ve yanlış yapan bir akrabanla iyi geçinmelisin. Eğer bunu yapamazsan, açları doyur, susuzlara içir, iyi olanı tavsiye et ve kötü olanı yasakla. Eğer bunu da yapamazsan, dilini sadece iyi olandan alıkoy\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Baihaqi, bunu Shu'ab al-iman'da aktarmıştır."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "'Amr b. 'Abasa, Peygamber'in şöyle söylediğini bildirmiştir: \"Eğer biri Allah'ın anıldığı bir cami inşa ederse, cennette onun için bir ev inşa edilir; eğer biri bir Müslümanı azat ederse, bu onun cehennemden kurtuluşu olur; eğer biri Allah'ın yolunda beyaz saç geliştirirse, bu onun kıyamet gününde bir ışık olacaktır.\""
    },
    {
      "id": 11,
      "narrator": "Jabir said that a man of the Ansar declared that a slave would be free after his death, but he had no other property, so when the Prophet heard of that he said, “Who will buy him from me ?” and Nu'aim b. an-Nahham bought him for eight hundred dirhams. A version by Muslim says Nu'aim b. ‘Abdallah al-‘Adawi bought him for eight hundred dirhams which he brought to the Prophet who, when he had handed them over to the man, said, “Spend first on yourself giving yourself sadaqa:",
      "text": "Şerh as-sunna'da aktarılmıştır."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "El-Gharif b. 'Ayyash ed-Dailami, \"Wathila b. al-Asqa'ya gittik ve 'Bize ekleme veya çıkarma olmadan bir hadis söyle' dedik. O öfkeyle, 'Sizden biri, evinde Kur'an kopyası asılıyken okuyor ve eklemeler ve çıkarımlar yapıyor' dedi. Biz sadece Peygamber'den duyduğu bir hadisi kastettiğimizi söyledik ve O, bir arkadaşları için (yani cehennem) hak eden birisi hakkında Allah'ın Elçisi'ne gittiklerini ve O'nun da 'Eğer onun adına bir köleyi azat ederseniz, Allah onun her bir uzvu için cehennemden bir uzvu serbest bırakır' dediğini aktardı.\""
    },
    {
      "id": 14,
      "narrator": "Jabir said:",
      "text": "Ebu Davud ve Nasa'i bunu aktarmıştır."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Abul Malih, babası aracılığıyla, bir adamın bir kölenin bir hissesi üzerinde özgürlük vermesi durumunda, bu durumun Peygamber'e iletildiğini ve Peygamber'in “Allah'ın ortağı yoktur” dediğini ve kölenin özgür bırakılmasına karar verdiğini bildirmiştir."
    },
    {
      "id": 17,
      "narrator": "Safina said:",
      "text": "Abu Dawud rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Safina dedi ki: Ben Umm Salama'nın kölesiydim ve o, “Seni özgür bırakacağım, ama şart koşuyorum ki, yaşadığın sürece Allah'ın Elçisi'ne hizmet etmelisin” dedi. Ben de, “Eğer benimle bir şart koşmazsan bile, yaşadığım sürece Allah'ın Elçisi'ni terk etmeyeceğim” dedim. O zaman beni özgür bıraktı ve benimle şart koştu."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Abu Dawud ve İbn Mace rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "‘Amr b. Shu'aib, babası aracılığıyla, dedesinin Peygamber'in şöyle söylediğini bildirdi: “Özgürlüğünü satın almak için anlaşma yapmış bir köle, anlaşma bedelinin bir dirhemi ödenene kadar köledir.”"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Abu Dawud rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    }
  ]
}