{
  "language": "tr",
  "metadata": {
    "length": 39,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn ‘Umar, Peygamberin kullandığı en büyük yemin şeklinin, “Hayır, kalpleri çeviren Allah’a yemin ederim” olduğunu söyledi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "O, Allah’ın Elçisi’nin, “Allah, babalarınıza yemin etmenizi yasaklar. Eğer biri yemin ederse, Allah’a yemin etmelidir veya susmalıdır.” dediğini bildirdi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "‘Abd ar-Rahman b. Samura, Allah’ın Elçisi’nin, “Putlara veya babalarınıza yemin etmeyin.” dediğini bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 7,
      "narrator": "‘Abd ar-Rahman b. Samura reported God’s Messenger as saying,\t\n\"Do not ask for rule ship, ‘Abd ar-Rahman b. Samura, for if you are given it as a result of asking you will be left to deal with it yourself, but if you are given it without asking you will be helped in undertaking it. And when you swear an oath and consider something else to be better than it, make atonement for your oath and do the thing that is better.’’* \n\n(Bukhari and Muslim.)\n\n*In the Damascus edn the tradition ends at oath*. Mirqat, iii, S57 gives the full form translated above and adds:",
      "text": "Ebu Hureyre, Peygamberin, “Eğer biri, ‘Al-Lat ve al-‘Uzza’ya yemin ederse, ‘Allah’tan başka ilah yoktur’ demelidir; ve eğer biri arkadaşına, ‘Gel, seninle para için oynayayım’ derse, sadaka vermelidir.” dediğini bildirdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Thabit b. ad-Dahhak, Allah’ın Elçisi’nin, “Eğer biri İslam dışındaki bir dine yalan yere yemin ederse, söylediği gibi olur. Adem oğlu, sahip olmadığı bir şey hakkında yemin edemez; ve eğer biri bu dünyada bir şeyle kendini öldürürse, kıyamet günü bununla cezalandırılır. Eğer biri bir mümini lanetlerse, bu onu öldürmek gibidir; eğer biri bir mümini kafirlikle itham ederse, bu onu öldürmek gibidir; ve eğer biri çok kazanmak için yalan bir iddiada bulunursa, Allah ona daha az verecektir.” dediğini bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "*Anlamı hakkında görüşler farklıdır. Bazıları bunun yalancı olduğu anlamına geldiğini, diğerleri ise kafir olduğu anlamına geldiğini söyler."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ebu Musa, Allah’ın Elçisi’nin, “Allah’a yemin ederim ki, eğer Allah dilerse, yemin etmeyeceğim ve sonra başka bir şeyi daha iyi görmeyeceğim; yeminime kefaret vermeden ve daha iyi olanı yapmadan.” dediğini bildirdi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "‘Abd ar-Rahman b. Samura, Allah’ın Elçisi’nin, “Yönetim isteme, ‘Abd ar-Rahman b. Samura; çünkü eğer onu istemekle alırsan, onunla baş başa kalırsın; ama eğer istemeden verilirse, onunla başa çıkmanda sana yardım edilir. Ve eğer bir yemin edersen ve başka bir şeyi daha iyi görürsen, yeminine kefaret ver ve daha iyi olanı yap.” dediğini bildirdi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Allah'ın Elçisi'nin, \"Eğer biri, 'İslam'dan özgürüm' derse, bu, yalan söylüyorsa söylediği gibidir; ama eğer doğruyu söylüyorsa, İslam'a güvenli bir şekilde geri dönemeyecektir.\" dediği rivayet edilmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Abu Davud, Nasa'i ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi'nin yemin ettiğinde, \"Hayır, Abu Kasım'ın ruhu onun elindedir.\" dediğini bildirmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abu Davud bunu nakletmiştir."
    },
    {
      "id": 20,
      "narrator": "Abul Ahwas ‘Auf b. Malik quoted his father as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi'nin yemin ettiğinde, \"Hayır, ve ben Allah'tan af diliyorum.\" dediğini söylemiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Abu Davud ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin, \"Eğer biri yemin ederken, 'Eğer Allah dilerse' derse, onu bozduğunda sorumlu tutulmaz.\" dediğini bildirmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Tirmizi, Abu Davud, Nasa'i, İbn Mace ve Darimi bunu nakletmiştir, ancak Tirmizi, bunu İbn 'Umar'dan daha ileri bir kaynağa dayandıran birkaç kişiyi zikretmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Abul Ahwas 'Auf b. Malik, babasından, \"Ben, 'Ey Allah'ın Elçisi, bana bir şey istemek için gittiğim bir kuzenim var, ama bana hiçbir şey vermiyor ve akrabalığımı da dikkate almıyor, sonra bana yardıma ihtiyacı olduğunda geliyor ve bir şey istiyor, ben de ona hiçbir şey vermeyeceğime ve akrabalığını dikkate almayacağıma yemin ettim.' dedim. O da bana, daha iyi olanı yapmamı ve yemini telafi etmemi emretti.\" şeklinde aktardığını bildirmiştir."
    },
    {
      "id": 25,
      "narrator": "Ibn ‘Abbas said:",
      "text": "İbn Mace'nin rivayetinde, \"Ey Allah'ın Elçisi, kuzenim bana geliyor ve ona hiçbir şey vermeyeceğime ve akrabalığını dikkate almayacağıma yemin ettim.\" dediği ve onun da, \"Yeminini telafi et.\" diye cevap verdiği belirtilmiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Nasa'i ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Abu Huraira ve İbn 'Umar, Allah'ın Elçisi'nin, \"Yemin etmeyin, çünkü yemin kader karşısında hiçbir etki etmez; sadece cimri olanlardan bir şey çıkarmak için bir araçtır.\" dediğini bildirmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "'A'isha, Allah'ın Elçisi'nin, \"Eğer biri Allah'a itaat etmeyi yemin ederse, ona itaat etsin; ama eğer biri Allah'a isyan etmeyi yemin ederse, ona isyan etmesin.\" dediğini bildirmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Thabit b. ad-Dahhak, Allah'ın Resulü zamanında bir adamın Buwana'da develeri kesme vaadi verdiğini ve bunu ona bildirdiğini söyledi. Allah'ın Resulü, o yerin cahiliye döneminde tapınılan bir put içerip içermediğini sordu ve bunun olmadığını öğrendi. Ayrıca orada cahiliye dönemine ait bir bayramın kutlanıp kutlanmadığını sordu ve bunun da olmadığını öğrendi. Sonra adama, “Vadini yerine getir, zira Allah'a isyan anlamına gelen bir vaad yerine getirilmez, insanın kontrolünde olmayan bir şey için de yerine getirilmez.” dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Abu Dawud rivayet etmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "‘Amr b. Shu'aib, babasının rivayetiyle, dedesinin, “Allah'ın Resulü, ben senin üzerine tambur çalmak için bir vaad verdim,” diyen bir kadından bahsettiğini söyledi. Resulullah, “Vadini yerine getir,” diye cevap verdi."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Abu Dawud rivayet etmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Razin, kadının, “Ve ben şu ve bu yerde bir kurban kesmek için bir vaad verdim,” dediğini ekledi; bu yer, cahiliye döneminde insanların kurban kestikleri bir yerdi. Resulullah, o yerin cahiliye döneminde tapınılan bir put içerip içermediğini sordu ve kadın bunun olmadığını yanıtladı. Orada cahiliye dönemine ait bir bayramın kutlanıp kutlanmadığını sordu ve kadın bunun da olmadığını yanıtladı. Sonra, “Vadini yerine getir,” dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Razin"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Lubaba, Peygamber'e, “Tövbeimi tamamlamak için, günah işlediğim halkımın yurdunu terk etmem ve tüm malımı sadaka olarak vermem gerekir,” dediğini anlattı. Peygamber, “Üçte biri senin için yeterlidir,” diye cevap verdi."
    }
  ]
}