{
  "language": "tr",
  "metadata": {
    "length": 100,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "‘Abdallah b. Mas'ud reported God’s Messenger as saying, “The blood of a Muslim who testifies that there is no god but God and that I am God’s Messenger may not lawfully be shed but for one of three reasons:",
      "text": "'Abdallah b. Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Allah'tan başka ilah olmadığına ve ben Allah'ın Elçisi olduğuna şahitlik eden bir Müslümanın kanı, ancak üç sebepten biriyle helal olarak dökülebilir: bir cana karşı bir can; evli bir adamın zina etmesi; ve dininden dönen ve toplumu terk eden biri.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Bir mümin, kimseyi haksız yere öldürmediği sürece dininde geniş bir alan bulmaya devam edecektir.\""
    },
    {
      "id": 5,
      "narrator": "Usama b. Zaid said:",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'Abdallah b. Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Kan dökme, kıyamet gününde hüküm verilecek ilk meseledir.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Al-Mikdad b. el-Aswad, Allah'ın Elçisi'ne şöyle dediğini aktarmıştır: \"Bana söyle, Allah'ın Elçisi, eğer bir kafirle karşılaşırsam ve birlikte dövüşürsek, o benim ellerimden birine kılıcıyla vurup keserse, sonra ağaçtan sığınarak 'Ben Allah'a teslim oldum' derse (veya başka bir rivayette, onu öldürmek istediğimde 'Allah'tan başka ilah yoktur' derse), onu öldürmem gerekir mi?\" O, \"Onu öldürme.\" diye cevap verdi. O da, \"Ama, Allah'ın Elçisi, o benim elimden birini kesti.\" dedi. Allah'ın Elçisi, \"Onu öldürme, çünkü eğer onu öldürürsen, o senin onu öldürmeden önceki durumuna dönecek ve sen de onun şehadetten önceki durumuna döneceksin.\" diye cevap verdi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Usame b. Zaid şöyle dedi: Allah'ın Elçisi, bizi Cuhaina halkından bazılarına gönderdi ve ben onlardan birine saldırdım ve onu mızraklamak üzereydim, o da \"Allah'tan başka ilah yoktur.\" dedi. Ben de onu mızrakladım ve öldürdüm, ardından gidip Peygamber'e haber verdim. O, \"O, Allah'tan başka ilah olmadığına şahitlik ederken mi onu öldürdün?\" dedi. Ben de, \"Allah'ın Elçisi, o sadece ölümden kaçmak için bunu yaptı.\" dedim. O da, \"Neden kalbini yarıp içini açmadın?\" diye sordu."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Sa'id ve Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Eğer göklerin ve yerin sakinleri bir müminin kanında ortak olsalar, Allah onları cehenneme atar.”"
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Tirmizî bunu gharib bir hadis olarak nakletmiştir."
    },
    {
      "id": 18,
      "narrator": "Abu Umama b. Sahl b. Hunaif told that when ‘Uthman b. ‘Affan was besieged he looked down and said:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in şöyle söylediğini bildirdi: “Kıyamet günü, öldürülen kişi katilini önünden tutarak ve başını elinde tutarak getirecek, kendi şah damarından kan damlayacak ve ‘Rabbim, beni o öldürdü’ diyecek, ta ki onu Arş'a yaklaştırana kadar.”"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Tirmizî, Nesâî ve İbn Mâce bunu nakletmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Abu Rimtha said:",
      "text": "Ebu Umame b. Sahl b. Hunaif, Osman b. Affan kuşatıldığında aşağıya bakarak şöyle dediğini aktardı: “Sizi Allah'a yeminle ikaz ediyorum. Allah'ın Elçisi'nin, ‘Bir müslümanı öldürmek, zina, İslam'ı kabul ettikten sonra küfre düşmek veya haksız yere birini öldürmek dışında üç sebepten biriyle caiz değildir’ dediğini biliyor musunuz? Allah'a yemin ederim ki, İslam'dan önce veya sonra zina etmedim, Allah'ın Elçisi'ne biat ettikten sonra da dinden çıkmadım ve Allah'ın dokunulmaz olarak belirttiği birini de öldürmedim; o halde beni neden öldürmek istiyorsunuz?”"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Tirmizî, Nesâî ve İbn Mâce bunu nakletmiştir; Darimî ise hadisin metnini vermiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Darda, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Bir mümin, kimseyi haksız yere öldürmediği sürece hızlı ve iyi bir şekilde ilerlemeye devam eder; ama haksız yere birini öldürdüğünde yorgun düşer.”"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Allah her günahı affedebilir, ancak bir müşrik olarak ölen veya kasıtlı olarak bir mümini öldüren kişi için bu geçerli değildir.”"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir; Nesâî ise Muaviye'den rivayet etmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Sa'id b. al-Musayyib, 'Umar b. al-Khattab'ın bir adamı haksız yere öldürdükleri için beş veya yedi kişiyi öldürdüğünü, 'Umar'ın şöyle dediğini aktardı: “Eğer San'a halkı ona karşı bir komplo kursaydı, hepsini öldürürdüm.”"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Malik bunu aktardı, Bukhari de Ibn ‘Umar'dan benzer bir şey aktardı."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Jundub, kendisine şöyle denildiğini aktardı: Allah’ın Resulü şöyle dedi: “Kıyamet günü, öldürülen adam, onu öldüreni getirip ‘Bu adam neden beni öldürdü?’ diye soracak, o da ‘Ben onu şu ve bu kişinin malı yüzünden öldürdüm’ diyecek.”* Jundub, “Bundan kaçının.”"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Nasa’i bunu aktardı."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "* Kelimenin milk mi yoksa mulk mu okunacağı konusunda bazı şüpheler var. Yukarıdaki çeviri birincisini takip ediyor, ikincisi doğru okuma olursa \"şu ve bu kişinin saltanatı döneminde\" denmesi gerekir. Ancak bu, bağlama uymuyor gibi görünüyor."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Abu Huraira, Allah’ın Resulü'nün şöyle söylediğini aktardı: “Eğer birisi bir mümini öldürmeye yarım bir kelime kadar yardım ederse,* Allah’a ‘Allah’ın merhametinden umutsuz’ yazılı olarak gelir.”"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "İbn Majah bunu aktardı."
    },
    {
      "id": 40,
      "narrator": "Abu Bakr b. Muhammad b. ‘Amr b. Hazm, on his father’s authority, said his grandfather told that God’s Messenger wrote to the people of the Yemen, and that his letter contained the following:",
      "text": "* Bu, bir mümini öldürme niyetini ifade eden yarım bir kelime bile söylemenin ciddi bir mesele olduğunu ifade eder."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Ibn ‘Umar, Peygamber'in şöyle söylediğini aktardı: “Eğer bir adam bir adamı yakalarsa ve diğeri onu öldürürse, onu öldüren öldürülür ve onu yakalayan hapsedilir.”"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Daraqutni bunu aktardı."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Ibn ‘Abbas, Peygamber'in şöyle söylediğini aktardı: “Şu ve bu eşittir,” yani serçe parmak ve baş parmak."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "‘Amr b. Shu'aib, babası aracılığıyla, dedesinin, Allah’ın Elçisi zamanında kan bedelinin sekiz yüz dinar veya sekiz bin dirhem olduğunu söylediğini, o dönemde Kitap ehli için kan bedelinin Müslümanlar için olanın yarısı kadar olduğunu aktardığını söyledi. Bunun, ‘Umar halife olana kadar geçerli olduğunu, ‘Umar’ın bir konuşma yaparak develerin değerinin arttığını söylediğini, bu nedenle altın sahibi olanlar için kan bedelini bin dinar, gümüş sahibi olanlar için on iki bin dirhem, sığır sahibi olanlar için iki yüz inek, koyun sahibi olanlar için iki bin koyun ve elbise sahibi olanlar için iki yüz elbise olarak belirlediğini, ancak dhimmi olanların kan bedelini olduğu gibi bıraktığını, artırdığı kan bedeli oranında yükseltmediğini söyledi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "İbn ‘Abbas, Peygamber’in kan bedelini on iki bin dirhem olarak belirlediğini söyledi."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Tirmidhi, Abu Davud, Nasa’i ve Darimi rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "‘Amr b. Shu'aib, babası aracılığıyla, dedesinin, Allah’ın Elçisi’nin kazaen öldürme için kan bedelini dört yüz dinar veya şehir halkı için gümüş eşdeğeri olarak belirlediğini, bunun develerin fiyatına göre belirlendiğini, develer pahalı olduğunda ödenecek miktarı artırdığını, ucuz fiyatlar hâkim olduğunda ise ödenecek miktarı azalttığını aktardığını söyledi. Allah’ın Elçisi zamanında bu miktar dört yüz ile sekiz yüz dinar arasında değişiyordu, gümüş eşdeğeri sekiz bin dirhem oluyordu. Allah’ın Elçisi’nin, sığır sahibi olanların iki yüz inek, koyun sahibi olanların iki bin koyun ödemesi gerektiğine hükmettiğini, kan bedelinin öldürülenin mirasçıları tarafından miras alınacak bir şey olarak değerlendirilmesi gerektiğini, ancak katilin hiçbir şey miras alamayacağına hükmettiğini söyledi."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Abu Davud ve Nasa’i rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "‘Ali said that the blood wit for what looked like intentional murder was in three parts:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Babası aracılığıyla, dedesinin, Peygamber’in “Kasıtlı cinayete benzer bir durumda kan bedeli, kasıtlı cinayetinki kadar ağır olmalıdır, ancak suçlu öldürülmemelidir.” dediğini aktardığını söyledi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "Ya’ la b. Umayya said:",
      "text": "Babası aracılığıyla, dedesinin, Allah’ın Elçisi’nin göz çıkarılması durumunda göz çıkarılmadığı takdirde kan bedelinin üçte birinin ödenmesi gerektiğine hükmettiğini söyledi."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Abu Davud ve Nasa’i rivayet etmiştir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle dediğini duyduğunu söyledi: \"Eğer birisi izniniz olmadan evinize bakarsa ve ona bir çakıl taşı atıp gözünü çıkarırsanız, herhangi bir suç işlemiş olmazsınız.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Sahl b. Sa'd, bir adamın Allah'ın Elçisi'nin kapısındaki bir delikten bakarken, Allah'ın Elçisi'nin başını kaşımak için bir çivi kullandığını söyledi. Bunun üzerine, \"Eğer beni gördüğünü bilseydim, onu gözlerine sokardım; çünkü izin istemek, insanların görebileceği şeyler yüzündendir.\" dedi."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "'Abdallah b. Mughaffal, bir adamın çakıl taşları attığını gördüğünü ve ona bunu yapmamasını söylediğini, çünkü Allah'ın Elçisi'nin bunu yasakladığını belirtti. \"Oyun bu şekilde yakalanmaz, düşman da yaralanmaz; ama bazen bir diş kırabilir veya bir göz çıkarabilirsin.\" dedi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Ebu Musa, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Biriniz, oklarla birlikte camimizden veya pazarımızdan geçerken, okların uçlarını tutmalıdır; aksi takdirde bir Müslümana zarar verebilir.\""
    },
    {
      "id": 71,
      "narrator": "He reported God’s Messenger as saying, “There are two classes of those who will go to hell whom I have not seen:",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Hiçbiriniz kardeşine silah doğrultmamalıdır; çünkü elinde bulunan silahı şeytan çıkarabilir ve bu nedenle cehennemde bir çukura düşer.\""
    },
    {
      "id": 74,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Sa'id b. Zaid, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Dinini savunmak için öldürülen şehittir, kendini savunmak için öldürülen şehittir, malını savunmak için öldürülen şehittir ve ailesini savunmak için öldürülen şehittir.\""
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Tirmidhi, Ebu Davud ve Nesai bunu aktarmıştır."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "İbn ‘Umar, Peygamber'in şöyle söylediğini bildirdi: \"Cehennem'in yedi kapısı vardır, bunlardan biri benim halkıma karşı kılıç çekenler içindir,\" ya da \"Muhammed'in halkına karşı\" dedi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Tirmidhi bunu aktarmış ve bunun garib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Rafi' b. Khadij ve Sahl b. Abu Hathma, ‘Abdallah b. Sahl ve Muhayyisa b. Mas'ud'un Khaibar'a geldiğini ve hurma ağaçları arasında ayrıldıklarında ‘Abdallah b. Sahl'ın öldürüldüğünü anlattılar. ‘Abd ar-Rahman b. Sahl ve Huwayyisa ile Muhayyisa, Mas'ud'un oğulları, Peygamber'e gelip arkadaşlarının başına gelenleri anlattılar. En genç olan ‘Abd ar-Rahman önce konuştu, fakat Peygamber ona \"kabbir al-kubr\" dedi, bu da Yahya b. Sa'id tarafından \"En yaşlısı konuşsun\" anlamında ifade edilmiştir. Sonra konuştular ve Peygamber, \"Ölü adamınız (ya da arkadaşınız) hakkında elli yemin ile talepte bulunun\" dedi. Onlar, \"Allah'ın Elçisi, bu bizim görmediğimiz bir meseledir\" dediler. O da, \"Yahudiler, elli yemin ile kendilerini aklayacaklar\" dedi, fakat onlar, \"Allah'ın Elçisi, onlar kafir bir topluluktur\" dediler. Bunun üzerine Allah'ın Elçisi, kan bedelini kendisi ödedi. Bir rivayette, \"Elli yemin etmelisiniz ve öldürülen adamınız (ya da arkadaşınız) hakkında talepte bulunun\" denmiştir. Sonra Allah'ın Elçisi kendisi yüz deve ile kan bedelini ödedi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Rafi‘ b. Khadij, Khaibar'da bir Ensar'ın öldüğünü ve akrabalarının Peygamber'e gidip bunu ona bildirdiğini söyledi. O da, \"Arkadaşınızın katilini tasdik edecek iki şahit var mı?\" diye sordu. Onlar, \"Allah'ın Elçisi, orada tek bir Müslüman yoktu, sadece bu tür suçları işlemekten çekinmeyen Yahudiler vardı\" dediler. O da, \"O zaman onlardan elli kişi seçin ve yemin etmelerini talep edin\" dedi; fakat onlar reddetti ve Allah'ın Elçisi kan bedelini kendisi ödedi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "‘Abd ar-Rahman b. Abdallah quoted his father as saying:",
      "text": "İkrime, bazı sapkınların ‘Ali'ye getirildiğinde onları yaktığını, İbn ‘Abbas'ın bunu duyduğunda, eğer o olsaydı, Allah'ın Elçisi'nin yasaklaması nedeniyle onları yakmazdı, \"Allah'ın cezasını kimseye uygulamayın\" demiştir, fakat onları Allah'ın Elçisi'nin \"Dinini değiştirenleri öldürün\" ifadesi nedeniyle öldürürdü, dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 90,
      "narrator": "A’isha reported God’s Messenger as saying, “The blood of a Muslim man who testifies that there is no god but God and that Muhammad is God’s Messenger may lawfully be shed only for one of three reasons:",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "İbn Ebu Leyla, Muhammed'in arkadaşlarından, Allah'ın Elçisi ile bir yolculuk sırasında, onlardan birinin uyuduğu esnada diğerinin yanında getirdiği bir ipi alarak onu korkuttuğunu, bunun sonucunda da onun irkildiğini duyduğunu söyledi. Allah'ın Elçisi daha sonra, \"Bir Müslümanın diğerini korkutması helal değildir.\" dedi."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Ebu Darda', Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Üzerinde vergi bulunan bir araziyi elde eden, hicretini geri almak istemiştir; ve bir kafirin alçaklığını boynundan alıp kendi boynuna takan, İslam'dan yüz çevirmiştir.\""
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Cerir b. Abdillah, Allah'ın Elçisi'nin Khath'am'a bir sefer gönderdiğinde, onların bazılarının secdeye kapanarak Allah'tan koruma istediklerini ve hemen öldürüldüklerini söyledi. Peygamber bunu duyunca, onlardan biri için kan bedelinin yarısını ödenmesini emretti ve \"Ben, müşrikler arasında kalan bir Müslümandan sorumlu değilim.\" dedi. Neden böyle olduğunu sorulduğunda, \"Ateşlerinin birbirine görünmemesi gerekir.\" diye cevap verdi."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 99,
      "narrator": "Sharik b. Shihab said:",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in şöyle dediğini bildirdi: \"İman, habersiz bir şekilde öldürülmekten güvence sağlar. Bir mümin, diğerini habersiz bir şekilde öldürmez.\""
    }
  ]
}