{
  "language": "tr",
  "metadata": {
    "length": 94,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre ve Zeyd b. Halid, iki adamın Allah'ın Resulü'ne bir ihtilafla geldiklerini, bunlardan birinin \"Bizim aramızda Allah'ın Kitabı'na göre hüküm ver\" dediğini, diğerinin de \"Evet, Allah'ın Resulü, bizim aramızda Allah'ın Kitabı'na göre hüküm ver ve bana konuşma izni ver\" dediğini aktardılar. Resulullah ona konuşmasını söyledi ve o da \"Bu adamla birlikte çalışan oğlum, karısıyla zina etti. Oğlumun recmedilmesi gerektiğini duyduğumda, onu yüz koyun ve bir cariye ile fidye verdim; ama âlimlere sorduğumda, oğlumun yüz sopa yemesi ve bir yıl sürgün edilmesi gerektiğini, recmin ise yalnızca adamın karısına uygulanacağını söylediler.\" Allah'ın Resulü şöyle cevap verdi: \"Canımın bulunduğu Zat'a yemin ederim ki, kesinlikle aranızda Allah'ın Kitabı'na göre hüküm vereceğim. Sığırların ve cariyenin size iade edilmesi gerekir, oğlunuz yüz sopa yemeli ve bir yıl sürgün edilmelidir. Sen, Unais, bu adamın karısına git, eğer itiraf ederse, onu recmet.\" Kadın itiraf etti ve onu recmetti."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "‘Umar said:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Zeyd b. Halid, Allah'ın Resulü'nün zina eden bekâr bir erkeğe yüz sopa vurulması ve bir yıl sürgün edilmesi emrini verdiğini duyduğunu aktardı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Buhari bunu nakletti."
    },
    {
      "id": 6,
      "narrator": "Abu Huraira told of a man who came to the Prophet when he was in the mosque and called to him, “Messenger of God, I have committed fornication ” The Prophet turned away from him, so the man came round facing him and said, “I have committed fornication,” but the Prophet turned away. Then when he had testified four times the Prophet called him and said, “Are you mad?” When he replied that he was not he asked him if he was married, and when he replied that he was, God’s Messenger said, “Take him away and stone him to death.” Ibn Shihab said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ömer dedi ki: \"Allah, Muhammed'i hak ile gönderdi ve ona Kitap indirdi, recim ayeti de Allah'ın indirdiği şeyler arasındaydı. Allah'ın Resulü, insanları recmetti ve biz de onun vefatından sonra bunu yaptık. Recim, evli erkek ve kadınlar için zina ettiklerinde, delil ortaya konulduğunda, ya da hamilelik veya itiraf durumunda, Allah'ın Kitabı'nda belirlenmiş bir yükümlülüktür.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Ali said:",
      "text": "Ubade b. es-Samit, Peygamber'in şöyle dediğini bildirdi: \"Öğretimimi kabul edin, Allah, bu kadınlar için bir yol tayin etmiştir (Bkz. Kur'an, 4:15). Taraflar bekâr olduğunda, zina ettiklerinde yüz sopa vurulacak ve bir yıl sürgün edileceklerdir; evli olduklarında ise yüz sopa vurulacak ve recmedileceklerdir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abdullah b. Ömer, Yahudilerin Allah'ın Resulü'ne geldiklerini ve içlerinden bir adam ve bir kadının zina ettiğini söylediklerini aktardı. Resulullah onlara Tevrat'ta recim hakkında ne bulduklarını sordu, onlar da \"Onları rezil etmeli ve dövmeliyiz\" dediler. Abdullah b. Selam, \"Yalan söylüyorsunuz; Tevrat'ta recmedilmeleri gerektiğine dair bir talimat var, o yüzden Tevrat'ı getirin\" dedi. Tevrat'ı açtılar, içlerinden biri recim ayetinin üzerine elini koydu ve öncesini ve sonrasını okudu. Abdullah b. Selam ona elini kaldırmasını söyledi ve o da kaldırınca recim ayetinin orada olduğunu gördüler. Sonra \"O doğruyu söyledi, Muhammed; recim ayeti burada\" dediler. Peygamber onlara dair emir verdi ve recmedildiler. Bir rivayette, elini kaldırmasını söylediğinde recim ayetinin açıkça orada olduğu belirtiliyor. Adam sonra, \"Recim ayeti var, Muhammed, ama biz bunu birbirimizden gizliyorduk\" dedi. Sonra onlara dair emir verdi ve recmedildiler."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Müslümanlara uygulanan cezaları mümkün olduğunca engelleyin, eğer bir çıkış yolu varsa bir adamı serbest bırakın; çünkü bir liderin affetmede hata yapması, cezalandırmada hata yapmasından daha iyidir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Tirmidhi bunu aktarmış, onun Peygamber'e izafe edilmeden kendisinden geldiğini belirtmiş ve bu daha sağlamdır."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Vail b. Hucur, Allah'ın Elçisi zamanında bir kadının isteği dışında zorlandığında, cezanın kadından alındığını ancak onu rahatsız eden kişiye uygulandığını söyledi. Aktarıcı, ona bir mehir tayin ettiğini belirtmedi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Tirmidhi bunu aktarmıştır."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "O, Peygamber zamanında bir kadının namaz için dışarı çıktığını ve onu karşılayan bir adamın ona saldırdığını ve onunla cinsel ilişkiye girdiğini söyledi. Kadın bağırdı ve adam kaçtı; Emigranlardan bir grup yanından geçerken, \"O adam bana şunu şunu yaptı,\" dedi. Adamı yakaladılar ve Allah'ın Elçisi'ne getirdiler. O, kadına, \"Git, çünkü Allah seni affetti,\" dedi; ama onunla cinsel ilişkiye giren adam için, \"Onu taşlayarak öldürün,\" dedi. Ayrıca, \"O, o kadar tövbe etti ki, eğer Medineli insanlar da benzer şekilde tövbe etselerdi, bu kabul edilirdi,\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Tirmidhi ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "‘A’isha said:",
      "text": "Cabir, bir adamın bir kadınla zina ettiğini ve Peygamber'in ona uygun bir şekilde dövülmesini emrettiğini, ancak daha sonra adamın evli olduğunu duyduğunda, onun taşlanarak öldürülmesini emrettiğini söyledi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Sa'id b. Sa'd b. Ubade, Sa'd b. Ubade'nin Peygamber'e, bir klanın üyesi olan, yapısal olarak zayıf ve hasta bir adamı, köle kadınlarıyla yasadışı ilişkiye girdiği sırada bulduğunu getirdiğini söyledi. Peygamber, \"Ona bir hurma dalı al ve bir kez vur,\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Bu, Şerh as-Sunna'da aktarılmıştır; ve İbn Mace'nin versiyonunda benzer bir şey vardır."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "O, \"Hayvanla cinsel ilişkiye giren için belirlenmiş bir ceza yoktur,\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Tirmizî ve Ebu Davud bunu aktarmıştır. Tirmizî, Sufyan es-Savri'nin, \"Hayvanla cinsel ilişkiye gireni öldür\" ifadesinin bu hadisten daha sağlam olduğunu ve âlimlerin buna göre hareket ettiğini söylediğini aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Ubade b. es-Samit, Allah'ın Elçisi'nin, \"Allah'ın belirlenmiş cezalarını yakın olanlara ve uzak olanlara uygulayın, kimsenin kınaması üzerine gelmesin,\" dediğini bildirmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "İbn Mace bunu aktarmıştır."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin, \"Allah'ın belirlenmiş cezalarından birini uygulamak, Allah'ın topraklarında kırk gece yağmur yağmasından daha hayırlıdır,\" dediğini bildirmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "İbn Mace bunu aktarmış, Nesaî ise Ebu Hureyre'den aktarmıştır."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Aişe, Peygamber'in, \"Bir hırsızın eli, yalnızca bir çeyrek dinar ve üzeri için kesilir,\" dediğini bildirmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "(Buhari ve Müslim)."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "İbn Ömer, Peygamber'in bir hırsızın elini üç dirhem değerindeki bir zırh için kestirdiğini söylemiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "(Buhari ve Müslim)."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in, \"Bir yumurta çalan ve eli kesilen, bir ip çalan ve eli kesilen hırsıza Allah lanet etsin!\" dediğini bildirmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "(Buhari ve Müslim)."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "*Baida (yumurta veya çelik miğfer) teriminin ikinci anlamı olduğu ve bir gemi ipinin anlaşılması gerektiği öne sürülmüştür, ancak yukarıdaki çeviri genellikle kabul edilen anlamdır."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Rafi' b. Hadij, Peygamber'in, \"Meyve veya hurma ağacının lifini almak için el kesilmez,\" dediğini bildirmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Malik, Tirmizî, Ebu Davud, Nesaî, Darimi ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Fadala b. 'Ubaid, hırsızın Allah’ın Resulü'ne getirildiğini ve elinin kesilmesinin ardından, elinin boynuna asılmasını emrettiğini söyledi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud, Nesaî ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın Resulü'nün şöyle söylediğini bildirdi: \"Bir köle hırsızlık yaparsa, onu satın, hatta bu yarım uqiyah bile olsa.\"*"
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Ebu Davud, Nesaî ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "* Nashsh, Bu yarım bir uqiya veya yirmi dirhem demektir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Aişe, bir hırsız Allah’ın Resulü'ne getirildiğinde ve elinin kesildiğinde, onu getirenlerin, \"Bunu bu kadar ileri gideceğini düşünmemiştik.\" dediklerini aktardı. Resulullah, \"Eğer Fatıma bu durumda olsaydı, onun elini de keserdim.\" diye cevap verdi."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Nesaî bunu rivayet etmiştir."
    },
    {
      "id": 55,
      "narrator": "As-Sa’ib b. Yazid said:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "",
      "text": "İbn 'Umar, bir adamın kölesini 'Umar'a getirip, \"Elini kes, çünkü benim karıma ait bir aynayı çaldı.\" dediğini bildirdi. 'Umar, \"Elini kesmek ona uygulanamaz. Senin hizmetçin senin eşyalarını almıştır.\" diye cevap verdi."
    },
    {
      "id": 57,
      "narrator": "‘Abd ar-Rahman b. al-Azhar said:",
      "text": "Malik bunu rivayet etmiştir."
    },
    {
      "id": 58,
      "narrator": "Abu Huraira said:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Ebu Dharr, Allah’ın Resulü'nün kendisine ismiyle hitap ettiğini ve onun, \"Senin hizmetindeyim ve hoşnutluğun için, Allah’ın Resulü.\" diye cevap verdiğini söyledi. Resulullah, \"Ölüm insanları vurduğunda ve bir ev, yani bir mezar, bir kölenin fiyatı kadar olacak, ne yapacaksın?\" dedi. O, \"Allah ve Resulü en iyi bilendir.\" diye cevap verince, \"Sabrı göster.\" dedi. Hammad b. Süleyman, bir mezarı talan edenin elinin kesilmesi gerektiğini, çünkü ölenin evine girdiğini söyledi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Thaur b. Zaid ad-Dailami, ‘Umar'ın şarap içmenin cezası hakkında danıştığını ve ‘Ali'nin ona, “Bence içen kişiye seksen sopa vurmalısın, çünkü içtiğinde sarhoş olur, sarhoş olduğunda sayıklamaya başlar ve sayıklarken yalanlar uydurur.” dediğini aktardı. Böylece ‘Umar, şarap içmenin cezası olarak seksen sopa vurdu."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Malik bunu aktardı."
    },
    {
      "id": 63,
      "narrator": "Abu Huraira said:",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "‘Umar b. al-Khattab, 'Abdallah adında bir adamın, lakabı Ass olan bu adamın Peygamberi güldürdüğünü söyledi. Peygamber, onun şarap içtiği için ona sopa vurmuştu, ama bir gün kendisi ona getirildiğinde emir verdi ve dövülmesini sağladı. O sırada orada bulunanlardan biri, “Ey Allah, onu lanetle! Ne sıklıkla getiriliyor!” dediğinde, Peygamber, “Ona lanet etmeyin. Allah'a yemin ederim ki, bildiğim kadarıyla o Allah'ı ve Resulünü seviyor.” dedi."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Bukhari bunu aktardı."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Abu Huraira dedi ki: Şarap içen bir adam Peygambere getirildiğinde, orada bulunanlara ona sopa vurmalarını söyledi, böylece içimizden bazıları onu elleriyle, bazıları terlikleriyle ve bazıları giysileriyle dövdü. Sonra adam gittiğinde ve orada bulunanlardan biri, “Allah seni rezil etsin!” dediğinde, Peygamber, “Böyle bir şey söylemeyin. Şeytana ona güç kazanması için yardım etmeyin.” dedi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Bukhari bunu aktardı."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Abu Huraira, al-Aslami (yani Ma’iz. bkz. s. 759) adlı kişinin Peygambere geldiğini ve bir kadınla yasadışı ilişkiye girdiğini dört kez şahitlik ettiğini, o sırada Peygamberin ona sürekli döndüğünü aktardı. Sonra beşinci kez itiraf ettiğinde, Peygamber döndü ve onunla ilişkiye girip girmediğini sordu. O da girdiğini söylediğinde, Peygamber, “Üzerine girdi mi?” diye sordu. O da girdiğini söyledi. Peygamber, “Bunu bir göz kalemi gibi, kapaklıyken ve bir ipin kuyu içinde olduğu gibi mi yaptın?” dedi. O da, “Evet, öyle yaptım.” dedi. Peygamber, “Zina nedir biliyor musun?” diye sordu. O da, “Evet, onunla yasadışı olarak, bir adamın karısıyla yapabileceği şeyleri yaptım.” dedi. Sonra Peygamber, ne istediğini sordu ve o da, “Beni temizlemeni istiyorum.” dedi. Bunun üzerine Peygamber emir verdi ve o taşlanarak öldürüldü. Sonra Allah'ın peygamberi, arkadaşlarından birinin diğerine, “Bakın, Allah'ın gizlediği bu adam, meseleyi bırakmadığı için köpek gibi taşlandı.” dediğini duydu. Onlara hiçbir şey demedi ama bir süre yürüdükten sonra, ayakları havada bir eşeğin cesedine geldi. Sonra, falan ve falan nerede diye sordu. Onlar da orada olduklarını söyleyince, “Aşağı inin ve bu eşeğin cesedinden biraz yiyin.” dedi. Onlar, “Ey Allah'ın Peygamberi, kim bunun herhangi birini yiyebilir?” dediler. Bunun üzerine, “Kardeşinize gösterdiğiniz bu rezalet, bunun bir kısmını yemekten daha ciddidir. Canımın sahibi olan Allah'a yemin ederim ki, o şimdi cennet nehirlerinde dalıyor.” dedi."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Abu Dawud bunu aktardı."
    },
    {
      "id": 72,
      "narrator": "Ibn 'Umar told that ‘Umar gave an address on God’s Messenger’s pulpit, saying, “The prohibition of wine has come down (Al-Qur’an, 5:90) and it comes from five things:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Anas said:",
      "text": "Khuzaima b. Thabit, Allah'ın Resulü'nün, “Eğer biri bir günah işler ve o günah için kendisine belirlenen ceza uygulanırsa, bu onun için bir kefarettir.” dediğini aktardı."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Bu, Sharh as-sunna'da aktarılmıştır."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Cabir, Yemen'den gelen bir adamın, ülkelerinde içtikleri darıdan yapılan bir içki olan mizr hakkında Peygamber'e sorduğunu anlattı. Peygamber, bunun sarhoş edici olup olmadığını sordu ve adam \"Evet\" deyince, \"Her sarhoş edici şey yasaktır. Allah, sarhoş edici içki içenler hakkında onlara cehennem halkının tinat al-khabal'ından içireceğine dair bir ahit yapmıştır.\" dedi. Bunun ne olduğunu sordular, o da bunun cehennem halkının teri ya da cehennem halkının dışkısı olduğunu söyledi."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Ebu Katade, Peygamber'in kuru hurmaları ve olgunlaşmamış hurmaları, kuru üzümleri ve kuru hurmaları, rengi değişmeye başlayan hurmaları ve taze hurmaları karıştırmayı yasakladığını ve her birinden ayrı ayrı nabidh yapmalarını söylediğini aktardı."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Enes, Peygamber'e sirkeye dönüştürülen şarap hakkında sorulduğunu ve bunun yasaklandığını söyledi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Vail el-Hadrami, Tariq b. Suvaid'in Peygamber'e şarap hakkında sorduğunu ve onun bunu yasakladığını söyledi. Tariq, bunu sadece bir ilaç olarak yaptığını söylediğinde, Peygamber, \"Bu bir ilaç değil, bir hastalıktır.\" dedi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Kim şarap içerse, Allah onun duasını kırk gün kabul etmez, ama eğer tövbe ederse Allah onu affeder. Eğer suçu tekrar ederse, Allah onun duasını kırk gün kabul etmez, ama eğer tövbe ederse Allah onu affeder. Eğer suçu tekrar ederse, Allah onun duasını kırk gün kabul etmez, ama eğer tövbe ederse Allah onu affeder. Eğer dördüncü kez tekrar ederse, Allah onun duasını kırk gün kabul etmez ve eğer tövbe ederse Allah onu affetmeyecek, fakat ona cehennem halkının akıntısından içirecektir.\""
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Tirmidhi rivayet etmiştir, Nasa'i, İbn Mace ve Darimi de Abdullah b. Amr'dan rivayet etmiştir."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "Ibn ‘Umar reported God's Messenger as saying, “There are three to whom God has forbidden paradise:",
      "text": "İbn ‘Umar, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: “Cennete girmesi yasaklanan üç kişi vardır: içki bağımlısı olan, anne-babasına karşı gelerek isyan eden evlat ve kadınlarının zina etmesine rıza gösteren koca.”"
    },
    {
      "id": 92,
      "narrator": "Abu Musa al-Ash‘ari reported the Prophet as saying, “There are three who will not enter paradise:",
      "text": "Ahmet ve Nesai bunu rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "Abu Musa used to say:",
      "text": "Ebu Musa el-Eş'ari, Peygamber'in şöyle söylediğini bildirmiştir: “Cennete girmeyecek üç kişi vardır: içki bağımlısı olan, akrabalık bağlarını koparan ve sihire inanan.”"
    }
  ]
}