{
  "language": "tr",
  "metadata": {
    "length": 121,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Bana itaat eden, Allah'a itaat etmiştir; bana isyan eden, Allah'a isyan etmiştir. Komutana itaat eden, bana itaat etmiştir; komutana isyan eden, bana isyan etmiştir. İmam, savaşın yapıldığı ve korunmanın istendiği bir kalkan gibidir; eğer takva konusunda emir verirse ve adaletle hareket ederse, bunun için bir mükafatı olacaktır; ama eğer başka bir görüşte olursa, bu nedenle günahkar olacaktır.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ümmü'l-Hüseyin, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Eğer bir köle, sizin komutanınız olur ve sizi Allah'ın Kitabı'na göre yönetirse, ona dinleyin ve itaat edin.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 6,
      "narrator": "‘Ubada b. as-Samit said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Dinleyin ve itaat edin, hatta başı kuru üzüm gibi olan bir Habeş kölesi sizin üzerinize vali yapılmış olsa bile.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "* Bu, başın küçük olması veya saçın kıvırcık ve kısa olması anlamına geldiği söylenmektedir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"İşitmek ve itaat etmek, bir Müslüman erkeğin sevdiği ve sevmediği şeyler hakkında bir görevidir; Allah'a isyan eden bir eylem yapması emredilmediği sürece, o zaman ne işitmek ne de itaat etmek gerekir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ali, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Allah'a isyan eden bir eylemde itaat edilmez, itaat yalnızca saygıdeğer olan şeyler hakkında olmalıdır.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"İki halifeye biat edildiğinde, ikincisini öldürün.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "*Bazıları burada 'öldürmek' ifadesini, onunla savaşmak anlamında yorumlamaktadır. Bu rivayet, iki Halifenin aynı anda iktidarı elinde bulundurmasının mümkünlüğüne karşı yöneliktir, her ne kadar bölgeler oldukça farklı olsa da."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "'Arfaca, Allah'ın Elçisi'nin şöyle dediğini duyduğunu bildirdi: \"Çeşitli bozulmalar ortaya çıkacak, bu halk bir arada iken ayrılık çıkarmaya çalışanı kılıçla vurun, kim olursa olsun.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Abu Musa said:",
      "text": "O, Allah'ın Elçisi'nin şöyle dediğini duyduğunu bildirdi: \"Eğer birisi, siz bir adamın etrafında birleşmişken, sizi bölmek veya topluluğunuzda partiler oluşturmak isteyen birisi gelirse, onu öldürün.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Abdullah b. Amr, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eğer birisi bir imama biat ederse, ona elini onaylama ve kalbinde samimi bir rıza ile verir, eğer elinden geliyorsa ona itaat etmelidir. Sonra eğer başka biri gelir ve onunla mücadele ederse, o diğerinin başını kesin.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Abd ar-Rahman b. Samura, Allah'ın Elçisi'nin kendisine şöyle dediğini bildirdi: \"Komutanlık pozisyonunu isteme, çünkü eğer onu istemekle alırsan, onu kendi başına yerine getirmen için bırakılırsın; ama eğer onu istemeden alırsan, onu yerine getirmende sana yardım edilir.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Hiçbir peygamber, Allah tarafından gönderilmeden ve hiçbir halife, kendisinden önceki halifeden, kendisine itaat etmeye ve iyi olanı yapmaya teşvik eden bir dost ve kötü olanı yapmaya teşvik eden bir dost olmadan gönderilmez. Korunan, Allah'ın koruduğudur.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Al-Harith al-Ash‘ari reported God's Messenger as saying, “I command you five things:",
      "text": "Enes, Kays b. Sa'd'ın Peygamber'e, bir valinin yanında bir bölgenin yöneticisi gibi bir konumda olduğunu söyledi."
    },
    {
      "id": 35,
      "narrator": "Ziyad b. Kusaib al-‘Adawi said:",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ebu Bekir, Allah'ın Elçisi'nin, insanların Perslerin Kisra'nın kızını kraliçe yaptığını duyduğunda şöyle dediğini aktardı: \"Bir kadını yöneticileri yapan insanlar asla başarılı olamazlar.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "El-Haris el-Eş'ari, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Size beş şey emrediyorum: toplumu korumak, dinlemek, itaat etmek, hicret etmek ve Allah yolunda savaşmak. Toplumdan bir arşın kadar ayrılan, eğer geri dönmezse, boynundaki İslam bağını koparmış olur ve cahiliye döneminde insanların inandığı şeylere çağıran, oruç tutsa, namaz kılse ve Müslüman olduğunu iddia etse bile, cehennem topluluklarındandır.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ahmet ve Tirmizi bunu aktarmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Ziyad b. Kusaib el-Adavi, Ebu Bekir ile İbn Amir'in minberinin altında bulunduğunu ve onun ince giysiler giydiğini söyledi. Ebu Bilal, \"Bak, yöneticimiz sefalet giysileri giymekte,\" dedi. Bunun üzerine Ebu Bekir ona susmasını söyledi, çünkü Allah'ın Elçisi'nin şöyle dediğini duymuştu: \"Yeryüzünde Allah'ın yöneticisini küçümseyen, Allah tarafından küçümsenecektir.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Tirmizi bunu aktarmıştır, bu hadisin hasan garib olduğunu belirtmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "‘A’isha, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Allah, bir hükümdar için hayırlı bir amaç belirlediğinde, ona unuttuğunda hatırlatacak ve hatırladığında yardımcı olacak samimi bir bakan atar; fakat Allah, onun için farklı bir amaç belirlediğinde, ona unuttuğunda hatırlatmayacak ve hatırladığında yardımcı olmayacak kötü bir bakan atar.”"
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Abu Davud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Abu Umama, Peygamber’in şöyle dediğini bildirdi: “Bir hükümdar, insanlara iftirada bulunmaya çalıştığında onları bozar.”"
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "Jabir b. Samura told that he heard God’s Messenger say, “There are three things I fear for my people:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Mu'awiya, Allah’ın Elçisi’nin şöyle dediğini duyduğunu söyledi: “İnsanların sırlarına baktığınızda onları bozarısınız.”*"
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Baihaqi, bunu Şu’ab al-iman’da rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "* Bu, başkalarının işlerine müdahale etmenin ve açıklanmaması gereken şeyleri ifşa etmenin yasaklanmasıdır; çünkü bu, onların hayatını zorlaştırır. Önceki hadisteki aynı düşüncedir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Abu Dharr, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Benim ölümümden sonra, bu ganimeti kendilerine mal eden imamlarla nasıl başa çıkacaksınız?” O, “Seni hak ile gönderen Allah’a yemin ederim ki, kılıcımı omzuma koyup seni bulana kadar onlarla savaşacağım.” dedi. O, “Sana daha iyi bir şey göstereyim mi? Bana ulaşana kadar sabretmelisin.” dedi."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "",
      "text": "‘A’isha, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Kıyamet günü, Allah’ın büyük ve yüce gölgesine ilk girecek olanların kimler olduğunu biliyor musunuz?” Aldığı cevap üzerine, “Allah ve Elçisi en iyi bilendir.” dedi. “Hakkı verildiğinde kabul edenler, bir şey istendiğinde cömertçe verenler ve başkaları için kendileri için verdikleri gibi hüküm verenlerdir.”"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Ahmad."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Ebu Musa, Allah’ın Elçisi’nin, sahabelerinden birini bazı işlerini halletmesi için gönderdiğinde, “İnsanları sevindirin, korkutmayın; işleri kolaylaştırın, zorlaştırmayın.” dediğini bildirdi."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Enes, Allah’ın Elçisi’nin, “İşleri kolaylaştırın, zorlaştırmayın; insanları sakinleştirin, korkutmayın.” dediğini bildirdi."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Ebu Burda, Peygamber’in, dedesi Ebu Musa ve Mu’adh’ı Yemen’e gönderdiğinde, “İşleri kolaylaştırın, zorlaştırmayın; sevindirin, korkutmayın; birbirinize uyun, ayrılmayın.” dediğini bildirdi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "İbn ‘Umar, Allah’ın Elçisi’nin, “Hain olanın kıyamet günü onun için bir sancak dikilecektir ve bu, falan filan oğlu falanın hainliğidir diye duyurulacaktır.” dediğini bildirdi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Enes, Peygamber’in, “Her hainin kıyamet günü kendisini tanıtacak bir sancak olacaktır.” dediğini bildirdi."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Sa'id, Peygamber’in, “Her hainin kıyamet günü anüsünde bir sancak olacaktır.” dediğini bildirdi. Bir rivayette, “Kıyamet günü her hainin hainliğine göre kendisi için kaldırılacak bir sancak olacaktır ve bir topluluğun yöneticisinden daha hain olan kimse yoktur.” denilmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "‘Amr b. Murra, Muaviye’ye, Allah’ın Elçisi’nin, “Eğer bir kimse Allah tarafından Müslümanların bir işine yetki verilirse ve onların ihtiyaçları, yoksullukları ve fakirlikleriyle ilgilenmekten yüz çevirirse, Allah da onun ihtiyaçları, yoksullukları ve fakirlikleriyle ilgilenmekten yüz çevirecektir.” dediğini duyduğunu söyledi. Muaviye, ardından bir adamı halkın ihtiyaçlarıyla ilgilenmesi için atadı."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Ebu Davud ve Tirmizi rivayet etmiştir. Ahmad ve Tirmizi’nin bir rivayetinde, “Allah, onun yoksulluğu, ihtiyacı ve fakirliği üzerine cennetin kapılarını kapatacaktır.” denilmektedir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Ebu Şemmak el-Azdi, Peygamber’in bir sahabesi olan babasının kuzeninin kendisine, Muaviye’ye gittiğini, huzuruna girdiğini ve Allah’ın Elçisi’nin, “Eğer bir kimse insanlara yetki verilirse ve Müslümanlara, haksızlığa uğrayanlara veya ihtiyacı olanlara kapısını kapatırsa, Allah da onun ihtiyacı olduğunda veya fakirlikte merhamet kapılarını kapatacaktır.” dediğini duyduğunu aktardığını bildirdi."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Mu'adh b. Cebel, Allah'ın Elçisi'nin onu Yemen'e gönderdiğinde, bir mesele ortaya çıktığında nasıl hüküm vereceğini sorduğunu, o da Allah'ın Kitabı'na göre hüküm vereceğini söylediğini aktardı. Allah'ın Kitabı'nda rehberlik bulamazsa ne yapacağını sorduğunda, Allah'ın Elçisi'nin sünnetine göre hareket edeceğini söyledi. Eğer Allah'ın Elçisi'nin sünnetinde de rehberlik bulamazsa ne yapacağını sorduğunda, kendi görüşünü oluşturmak için elinden geleni yapacağını ve hiçbir çaba sarf etmekten kaçınmayacağını söyledi. Allah'ın Elçisi, onu göğsünden hafifçe vurdu ve “Allah'a hamd olsun ki, Elçisi'ni, Elçisi'nin hoşlandığı bir şeyle yönlendirdi!” dedi."
    },
    {
      "id": 77,
      "narrator": "‘Ali said:",
      "text": "Tirmizî, Ebu Davud ve Darimi rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Ali dedi ki: Allah'ın Elçisi beni Yemen'e kadı olarak gönderdi ve ben, “Ey Allah'ın Elçisi, beni gençken ve kadı görevlerinin bilgisine sahip olmadan mı gönderiyorsun?” dedim. O da, “Allah kalbini doğru yola iletecek ve dilini doğru tutacaktır. İki adam senin önüne bir dava getirdiğinde, diğerinin ne söyleyeceğini duymadan ilkine taraf olma, zira en iyi kararın ne olduğunu net bir şekilde anlaman en iyisidir.” dedi. O, daha sonra bir karar hakkında şüphe duymadığını söyledi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Tirmizî, Ebu Davud ve İbn Mace rivayet etmiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Abdullah b. Mes'ud, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “İnsanlar arasında hüküm veren hiçbir kadı, kıyamet günü boynunun arkasında bir melek ile gelmekten kurtulamayacaktır. O, başını göğe kaldıracak ve eğer Allah onu aşağı atması için emir verirse, onu kırk yıl derinliğindeki bir çukura atacaktır.”"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Ahmet, İbn Mace ve Beyhaki, Şu'ab al-İman'da rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Kıyamet günü adil kadı, iki adam arasında tek bir hurma hakkında hüküm vermediğini keşke hiç istemezdi.”"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Ahmet rivayet etmiştir."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "Mu'adh said:",
      "text": "Abdullah b. Ebu Aufa, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Allah, kadı zulmetmediği sürece onunla beraberdir; ama zulmettiğinde ondan ayrılır ve şeytan ona yapışır.” Bir rivayette, “Zulmettiğinde onu kendi haline bırakır.” denilmektedir."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Tirmizî ve İbn Mace rivayet etmiştir."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "'Abdallah b. 'Amr, Allah'ın Elçisi'nin rüşvet veren ve rüşvet alan kişiyi lanetlediğini söyledi."
    },
    {
      "id": 92,
      "narrator": "‘Amr b. al-'As said:",
      "text": "Abu Davud ve İbn Mace bunu nakletmiştir. Tirmizî, bunu 'Abdallah'ın ve Ebu Hureyre'nin rivayetiyle aktarmıştır. Ahmed ve Beyhaki, Şu'ab al-iman'da, Thauban'dan, rüşvetle ilgili aracının raish olduğunu ekleyerek aktarmıştır."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "'Amr b. al-'As, Allah'ın Elçisi'nin kendisine silahlarını ve giysilerini toplamasını ve ona gelmesini emrettiğini söyledi. Ben, abdest almakta olduğu sırada ona geldim ve şöyle dedi: \"Seni, Allah'ın seni koruyacağı ve sana ganimet vereceği bir iş için gönderdim, sana ganimetten bir pay vereceğim.\" Ben de, \"Göçüm, Allah'ın Elçisi, mal için değil, sadece Allah ve Elçisi için oldu.\" dedim. O da, \"Doğru mal, doğru insan için hayırlıdır.\" dedi."
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Bu, Şerh as-sünne'de nakledilmiştir ve Ahmed benzer bir şey aktarmıştır. Onun rivayetinde \"Hayırlı olan, doğru mal, doğru insan için\" ifadesi vardır."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer birisi birine arabuluculuk yapar ve o da ona bunun karşılığında bir hediye verirse ve o hediyeyi kabul ederse, ciddi bir tür faize girmiş olur.\""
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Abu Davud bunu nakletmiştir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamber'in şöyle söylediğini bildirdi: \"Eğer insanlara bir dava getirdiklerinde istediklerini verirsek, bazıları başkalarının canını ve malını talep eder; ancak yemin, davalı tarafından alınmalıdır.\""
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Muslim bunu nakletmiştir. Nawawi'nin eserinin yorumunda, Beyhaki'nin hasen veya sahih bir isnadla olan rivayetinde İbn 'Abbas'tan, Peygamber'e izafe edilen bir ek olduğu belirtilmektedir: \"Ancak delil davacıdadır ve yemin, iddiayı reddeden tarafından alınmalıdır.\""
    },
    {
      "id": 99,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eğer birisi kötü niyetle, 1 sağlam bir yemin ederse ve bununla bir Müslüman'a ait malı gasp ederse, kıyamet günü Allah ile karşılaştığında O'ndan öfkeli olacaktır.\" Ve Allah bunun doğruluğunu indirmiştir: \"Küçük bir bedelle Allah'ın ahdini ve yeminlerini satanlar.\" 2"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "1. Ya da zorla almak zorunda kaldığı bir yemin."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "2. Al-Qur’an, 3:77"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer birisi yemin ederek bir Müslüman'a ait olanı gasp ederse, Allah onu cehenneme mahkum etmiştir ve cennetten mahrum bırakmıştır.\" Bir adam, bu durumun küçük bir miktar için de geçerli olup olmadığını sordu ve o da, \"Bir arak ağacından bir çubuk bile olsa.\" diye cevap verdi."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Muslim bunu nakletmiştir."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Ben sadece bir insanım ve siz bana ihtilaflarınızı getiriyorsunuz, bazıları belki diğerlerinden daha etkileyici bir şekilde dile getiriyor, böylece ben onlardan duyduğuma göre hüküm veriyorum. Bu nedenle, birinin kardeşine ait olan bir şeyi almasına izin vermem; çünkü ona sadece cehennemin bir kısmını veriyorum.\""
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Ümmü Seleme, iki adamın miraslar hakkında Peygamber'e bir ihtilaf getirdiğini, ancak iddialarından başka bir kanıtları olmadığını anlattı. Peygamber, “Eğer birine kardeşinin haklı olarak ona ait olan bir konuda karar verirsem, ona sadece cehennemin bir kısmını tahsis etmiş olurum.” dedi. Bunun üzerine her iki adam da, “Ey Allah'ın Elçisi, bu hakkım kardeşime gidebilir,” dediler, fakat o, “Hayır; aksine gidin ve bunu adil bir şekilde paylaşın, sonra kura çekin ve her biriniz diğerinin haklı olarak sahip olduğunu düşünsün.” diye yanıtladı. Bir rivayette, “Ben, bana indirilmiş bir vahiy olmayan konularda yalnızca kendi görüşümle aranızda hüküm veriyorum.” dedi."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Cabir b. Abdullah, iki adamın bir hayvanı talep ettiğini ve her ikisinin de onun hayvanı olduğuna dair kanıt sunduğunu söyledi, bu hayvan birinin hayvanlarının yavrusuydu. Allah'ın Elçisi daha sonra, hayvanın elinde bulunduran kişiye verilmesi yönünde karar verdi."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Bu, Şerh as-Sünne'de nakledilmiştir."
    },
    {
      "id": 111,
      "narrator": "Al-Ash‘ath b. Qais said:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari, Allah'ın Elçisi zamanında iki adamın bir deveye sahip çıktığını ve her ikisinin de iki tanık gönderdiğini, böylece Peygamber'in deveyi aralarında ikiye böldüğünü anlattı.*"
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir. Nesaî, İbn Mace ve onun bir versiyonu, iki adamın bir deveye sahip çıktığını, ancak hiçbiri kanıt sunamadığı için Peygamber'in onların eşit olarak paylaşmaları gerektiğini açıkladığını belirtmektedir."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "* Bu çeviride Arapçaya sadık kalmaya çalıştım çünkü alternatif versiyon hemen ardından gelmektedir. Her iki versiyonun anlamı aynıdır, yani her iki adamın da devenin eşit kullanımına sahip olması gerektiğidir."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Ebu Hureyre, iki adamın bir hayvan hakkında ihtilafa düştüğünü ancak kanıt sunamadıklarını, bunun üzerine Peygamber'in, “Yemin konusunda kura çekin.” dediğini aktardı."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 119,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in kendisine yemin etmesini istediği bir adama, “Ona ait hiçbir şeyin olmadığını, Allah'tan başka ilah olmadığına yemin et.” dediğini aktardı, yani davacıya."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Abdullah b. Zübeyr, Allah'ın Elçisi'nin iki tarafın da yargıcın önünde oturtulmasına karar verdiğini bildirmiştir."
    }
  ]
}