{
  "language": "tr",
  "metadata": {
    "length": 273,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Kim Allah'a ve Elçisine inanır, namazı kılar ve Ramazan'da oruç tutarsa, Allah onu kesinlikle cennete sokacaktır; ister Allah yolunda cihada katılsın, isterse doğduğu topraklarda kalsın.\" İnsanların bu müjdeyi alıp alamayacaklarını sorduğunda, \"Cennette, Allah'ın cihad edenler için hazırladığı yüz derece vardır; her iki derece arasında, gök ile yer arasındaki mesafe kadar bir mesafe vardır; bu yüzden Allah'tan istediğinizde, Firdevs'i isteyin; çünkü o cennetin en iyi ve en yüksek kısmıdır, onun üzerinde Merhamet Eden'in tahtı vardır ve oradan cennet nehirleri çıkar.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah yolunda cihada katılan, oruç tutan ve geceyi namazla geçiren, Allah'ın ayetlerini sürekli okuyan ve cihad eden geri dönene kadar oruç ve namazdan geri durmayan gibidir.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah, yalnızca O'na ve Elçilerine iman ederek O'nun yolunda çıkan kişinin af dileme duasını kabul eder; ona, elde ettiği ganimet veya ödül ile geri döneceğini veya cennete gireceğini vaat eder.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Nefsim elinde olan Allah'a yemin ederim ki, eğer inananlardan bazıları benim arkamda kalmaktan memnun olmasalardı ve onlara binek temin edemezsem, Allah yolunda bir sefere çıkıldığında ben de geride kalmazdım. Nefsim elinde olan Allah'a yemin ederim ki, Allah yolunda öldürülmeyi ve tekrar dirilmeyi, sonra tekrar öldürülmeyi ve tekrar dirilmeyi, sonra tekrar öldürülmeyi çok isterdim.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Sahl b. Sa'd, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah yolunda bir gün sınırda kalmak, dünya ve içindekilerden daha hayırlıdır.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Hiç kimse Allah yolunda yaralanmaz ve Allah, O'nun yolunda yaralananları en iyi bilendir; kıyamet günü yarası kan akarak gelmez, rengi kan gibi ama kokusu misk gibi olur.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 18,
      "narrator": "Masruq said:",
      "text": "Enes, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Cennete giren hiç kimse dünyaya dönmek istemez, yeryüzünde hiçbir şey istemez, sadece şehit olan kişi ister. O, dünyaya dönmeyi ve onurunu gördüğü için on kez öldürülmeyi diler.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Mesruk dedi ki: 'Abdullah b. Mes'ud'a bu ayet hakkında sorduk: \"Allah yolunda öldürülenleri ölü sanmayın; hayır, onlar Rablerinin katında diridirler ve rızıklandırılmaktadırlar.\" (Al-i İmran; 3:169). O, bunun hakkında sorduğunu ve Peygamber'in şöyle dediğini bildirdi: \"Onların ruhları, tahtın altından asılı lambaları olan yeşil kuşların karnındadır; diledikleri yere cennette giderler ve sonra o lambalara dönerler. Rableri onlara bakar ve bir şey isteyip istemediklerini sorar; onlar da cennette istedikleri yere gidebildikleri için ne isteyebileceklerini yanıtlarlar. Rableri bunu üç kez yapar ve onlar bir şey istemeden bırakılmayacaklarını görünce, Rablerine ruhlarını bedenlerine geri göndermesini isterler ki bir kez daha O'nun yolunda öldürülsünler. Sonra O, onlara hiçbir şeyin eksik olmadığını görünce, daha fazla soru sormadan bırakır.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Katade, Allah'ın Elçisi'nin onların arasında kalkıp, Allah yolunda cihadın ve Allah'a iman etmenin en üstün ameller olduğunu söylediğini bildirdi. Bir adam ayağa kalkıp sordu: \"Bana söyle, Allah yolunda öldürülürsem günahlarım örtülür mü?\" O da, \"Evet, eğer Allah yolunda sabır göstererek, Allah'tan mükafatını bekleyerek, ileri gidip geri durmadan öldürülürsen.\" dedi. Sonra Allah'ın Elçisi, \"Ne dedin?\" dedi. O da, \"Bana söyle, Allah yolunda öldürülürsem günahlarım örtülür mü?\" dedi. Allah'ın Elçisi, \"Evet, sabır gösterirken, Allah'tan mükafatını bekleyerek, ileri gidip geri durmadan; ama bu borç için geçerli değildir, çünkü Cebrail bana bunu söyledi.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "*Müriqat iv, 176, ikinci cevabın sonunda istisnayı açıklamak için sorunun tekrarlanmasını Tibi'ye atıfta bulunarak alıntılar. Amaç, ikinci cevabın sonunda istisnayı belirtmektir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "'Abdullah b. 'Amr b. al-'As, Peygamber'in şöyle söylediğini bildirdi: \"Allah yolunda öldürülmek her şeyi, borç dışında, örter.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Yüce Allah, birinin diğerini öldürdüğü iki adamı sevinçle karşılayacaktır. Onlar cennete gireceklerdir; biri Allah yolunda savaşmış ve öldürülmüş, diğeri ise Allah'ın affını aldıktan sonra şehit olarak ölmüştür.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "* Müslüman olan ve daha sonra cihad sırasında öldürülen adam, bir Müslümanı öldürmüştü."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Sahl b. Hunaif, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eğer birisi Allah'tan şehitlik isterse, Allah onu şehitlerin mekânlarına ulaştırır, hatta yatağında ölse bile.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in Mekke'nin Fethi günü şöyle söylediğini bildirmiştir: \"Fetihten sonra hicret yoktur, yalnızca cihat ve bazı iyi niyetler vardır; bu yüzden savaşa çağrıldığınızda, çıkın.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "İmrân b. Hüsayn, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Kavmimden bir grup, hak için savaşmaya devam edecek ve karşıtlarını alt edeceklerdir; ta ki onların sonuncusu Deccal ile savaşıncaya kadar.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Ümame, Peygamber'in şöyle söylediğini bildirmiştir: \"Bir savaş seferine katılmayan, savaşçıyı donatmayan veya savaşçı uzakken onun ailesine iyi bakmayan kimse, kıyamet günü öncesinde Allah tarafından aniden bir belaya uğrayacaktır.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Enes, Peygamber'in şöyle söylediğini bildirmiştir: \"Mülkünüzü, kişilerinizi ve dillerinizi putperestlerle mücadelede kullanın.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ebu Davud, Nesaî ve Darimi bunu aktarmıştır."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Eğer herkese selam verir, yemek verir ve düşmanların başlarına vurursanız, cennetin varisleri olursunuz.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Tirmizi bunu aktarmıştır ve bu hadisin gharib olduğunu belirtmiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Fudala b. Ubeyd, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Kim ölürse, amelleri tam olarak tamamlanmış olur; ancak Allah yolunda sınırda olan birinin amelleri kıyamet gününe kadar artmaya devam eder ve o, kabir azabından kurtulur.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu aktarmıştır; Darimi ise bunu Ukba b. Amir'den aktarmıştır."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Mu'az b. Cebel, Allah'ın Elçisi'nin şöyle söylediğini işittiğini bildirmiştir: \"Kim Allah yolunda, bir dişi devenin iki sağıma kadar savaşırsa, cennet ona garanti edilir; kim Allah yolunda yaralanır veya bir belaya uğrarsa, bu kıyamet günü mümkün olduğunca bol bir şekilde, rengi safran ve kokusu misk olarak gelir; ve kim Allah yolunda ülserlerden muzdarip olursa, onun üzerinde şehitlerin mührü olacaktır.\""
    },
    {
      "id": 44,
      "narrator": "Abu Huraira reported God’s Messenger as saying, “I was shown the first three to enter paradise:",
      "text": "*Tahsilat, bir devenin sağıldıktan sonra yavrusuna emzirmesi için bir süre bekletilmesi uygulamasını ifade eder. İki sağım arasındaki süre çok kısa bir zamanı gösterir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Nesaî bunu aktarmıştır."
    },
    {
      "id": 46,
      "narrator": "Al-Miqdam b. Ma'dikarib reported God’s Messenger as saying, “The martyr receives six1 good things from God:",
      "text": "Al-Mikdam b. Ma'dikarib, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Şehit, Allah'tan altı1 hayır alır: kanı ilk döküldüğünde affedilir, cennetteki yeri gösterilir, kabir azabından korunur, en büyük korkudan emin olur2, başına, dünyadan ve içindekilerden daha değerli bir yakut olan onur tacı konur, yetmiş iki güzel gözlü hurilerle evlendirilir3 ve yetmiş akrabası için şefaatçi olur.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "1. Bu hadiste yedi şeyin bahsedildiği görünmektedir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "2. Bakınız: Al-Qur'an; 21:103."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "3. Bakınız: Al-Qur’an, 56:22."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Kim Allah'a cihad izni olmadan ulaşırsa, onda bir kusur ile Allah'a ulaşır.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Şehit, öldürülmekte, sizlerden birinin bir arı sokmasından daha fazla acı hissetmez.\""
    },
    {
      "id": 56,
      "narrator": "Ya‘la. b. Umayya said:",
      "text": "Tirmizi, Nesaî ve Darimi bunu rivayet etmiştir; Tirmizi bunun hasen garip bir hadis olduğunu söylemiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Ebu Ümame, Peygamber'in şöyle söylediğini bildirdi: \"Allah katında iki damladan ve iki izden daha sevimli bir şey yoktur; biri Allah korkusuyla dökülen gözyaşı, diğeri ise Allah yolunda dökülen kan damlasıdır. İki izden biri, Allah yolunda alınan bir iz, diğeri ise Allah'ın en yüce emirlerinden birine uymaktan kaynaklanan bir izdir.\"*"
    },
    {
      "id": 59,
      "narrator": "",
      "text": "* Bu, soğuk havada abdest alırken elde veya ayakta oluşan yaralar, sıcak yerlerde secde ederken alınan izler veya hac sırasında ayaklarda oluşan toz gibi şeylere işaret ettiği söylenir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir; bunun hasen garip bir hadis olduğunu söylemiştir."
    },
    {
      "id": 61,
      "narrator": "Abu Umama said:",
      "text": "Ebu Ümame dedi ki: Biz Allah'ın Elçisi ile bir sefer çıktık ve bir adam bir mağaraya su ve sebzeler bulduğunda orada kalmak ve dünyadan çekilmek istedi, bu konuda Allah'ın Elçisi'nden izin istedi, fakat o şöyle cevap verdi: “Ben Yahudilik veya Hristiyanlık ile değil, kolay Hanif dini ile görevlendirildim. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, Allah yolunda sabah veya akşam yapılan bir sefer, dünya ve içindekilerden daha hayırlıdır ve birinizin savaş hattında kalması, altmış yıl boyunca kıldığı namazdan daha hayırlıdır.”"
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Ahmet rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ubade b. es-Samit, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Allah yolunda sadece bir ip almak niyetiyle savaşan kimse, niyet ettiği şeyle ödüllendirilecektir.”*"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "* Bu söz, doğru niyetlerin gerekliliğini savunur. Eğer birinin tek istediği maddi kazançsa, elde edeceği de sadece budur; çünkü ebedi bir ödülü hak etmeyecektir."
    },
    {
      "id": 66,
      "narrator": "Aba Sa'id al-Khudri reported God’s Messenger as saying, “The believers in the world are in three classes:",
      "text": "Nesai rivayet etmiştir."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Kim Allah'ı Rabbi, İslam'ı dini ve Muhammed'i Elçisi olarak kabul ederse, ona cennet vaadedilmiştir.” Ebu Sa'id bundan memnun kaldı ve tekrar etmesini istedi. O da tekrar etti ve ardından şöyle dedi: “Allah, cennette bir kulunu yüz derece yükseltecektir; bu iki derece arasında, gök ile yer arasındaki mesafe kadar bir mesafe vardır.” Ebu Sa'id, bunun ne olduğunu sordu ve Allah'ın Elçisi, “Allah yolunda cihad; Allah yolunda cihad; Allah yolunda cihad.” diye cevap verdi."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 70,
      "narrator": "Fadala b. ‘Ubaid told of hearing ‘Umar b. al-Khattab say he had heard God’s Messenger saying, \"The martyrs are of four types:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "‘Utba b. ‘Abd as-Sulami reported God’s Messenger as saying, “The slain are of three types:",
      "text": "Ebu Musa, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Cennet kapıları kılıçların gölgesindedir.” Yırtık giysili bir adam ayağa kalktı ve Ebu Musa'ya Allah'ın Elçisi'nin bunu söylediğini duyup duymadığını sordu; aldığı cevap evet olunca, arkadaşlarına döndü, “Sizlere selam olsun,” dedi, ardından kılıcının kını kırıp attı ve kılıcıyla düşmana doğru ilerledi ve öldürülene kadar savaştı."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 74,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin arkadaşlarına şöyle dediğini bildirdi: “Kardeşleriniz Uhud Savaşı'nda vurulduğunda, Allah onların ruhlarını yeşil kuşların boğazlarına koydu; bu kuşlar cennet nehirlerine iner, meyvelerini yer ve Arş'ın gölgesinde altın lambaların içinde yuvalanırlar. Sonra onlar, yiyeceklerinin, içeceklerinin ve dinlenmelerinin tadını aldıklarında, kardeşlerine cennette hayatta olduklarını bildirecek kimsenin olup olmadığını sordular ki, cenneti istemekten vazgeçmesinler veya savaşta geri çekilmesinler. Yüce Allah, onlara haber vereceğini söyledi ve ‘Allah yolunda öldürülenleri ölü zannetmeyin; hayır, onlar Rablerinin katında diridirler ve rızıklandırılmaktadırlar...' (Al-Bakara; 3:169 ve devamı) ayetini indirdi.”"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Salama b. al-Akwa‘, Allah'ın Elçisi'nin, Aslam halkından bazı insanların pazar yerinde ok atma yarışması yaptıklarını gördüğünü ve şöyle dediğini aktardı: \"Atın, İsmail'in oğulları, çünkü atalarınız bir okçuydu. Ben filan kabileyi destekliyorum,\" diyerek iki gruptan birine işaret etti. Onlar durdular ve ne olduğunu sorduğunda, \"Sen filan kabileyi destekliyorsan nasıl ok atabiliriz?\" dediler. O da, \"Atın; ben hepinizin yanındayım,\" dedi."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Bunu Bukhari rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Anas, Abu Talha ve Peygamber'in aynı kalkanı kullandıklarını aktardı. Abu Talha iyi bir okçuydu ve ok attığında Peygamber, oklarının nereye gittiğini izledi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Bunu Bukhari rivayet etmiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin, \"Bereket, atların yelelerinde bulunur,\" dediğini aktardı."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "(Bukhari ve Müslim.)"
    },
    {
      "id": 84,
      "narrator": "‘Uqba b. ‘Amir told that he heard God’s Messenger say, \"God most high will cause three persons to enter paradise for one arrow:",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Jarir b. 'Abdallah, Allah'ın Elçisi'nin bir atın yelesinde parmağını çevirerek, \"Atların yelelerinde kıyamet gününe kadar hayır vardır, yani ödül ve ganimet,\" dediğini aktardı."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin, \"Kim Allah yolunda bir atı, Allah'a olan imanı ve vaadine olan inancı ile rezerve ederse, onun yiyeceği, içeceği, dışkısı ve idrarı kıyamet günü onun terazisinde olacaktır,\" dediğini aktardı."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bunu Bukhari rivayet etmiştir."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"En faziletli atlar, kızıl atlardır.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Utbe b. Abd as-Sulami, Allah'ın Elçisi'nin şöyle söylediğini duyduğunu bildirmiştir: \"Atların saçlarını, kuyruğunu ve yelelerini kesmeyin; çünkü onların kuyrukları sinekleri kovmak için, yeleleri onlara sıcaklık sağlamak için ve bereket onların saçlarıyla bağlıdır.\""
    },
    {
      "id": 94,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Ebu Vahb el-Cühemi, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Atları bağlayın, saçlarını ve kalçalarını (ya da o, popolarını dedi) ovun ve boyunlarına şeyler koyun, ama yay ipi koymayın.\"*"
    },
    {
      "id": 96,
      "narrator": "",
      "text": "* Bunun sebebi, yay iplerinin onlara zarar verebileceğidir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Ebu Davud ve Nesai bunu rivayet etmiştir."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "İbn Abbas şöyle demiştir: Allah'ın Elçisi, bize* sadece üç şey emretmiştir ki, bunları genel olarak insanlara emretmemiştir. Bize tam abdest almayı, sadakayı tüketmemeyi ve eşeklerin dişilere kapaklanmasını yasaklamıştır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "* Burada, Peygamber'in ailesinin üyelerini kastetmektedir."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Tirmizi ve Nesai bunu rivayet etmiştir."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Ali, Allah'ın Elçisi'ne bir dişi katır sunulduğunu ve onun üzerine bindiğini, bunun üzerine Ali'nin, \"Eğer eşekleri dişilere kapaklatsaydık, bu tür hayvanlarımız olurdu,\" dediğini, Allah'ın Elçisi'nin ise, \"Bunu sadece bilmeyenler yapar,\" diye cevap verdiğini bildirmiştir."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Ebu Davud ve Nesai bunu rivayet etmiştir."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin kılıcının kabzasının gümüşten olduğunu söylemiştir."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud, Nesai ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Hud b. Abdullah b. Sa'd, dedesi Mazid'den* şöyle dediğini aktarmıştır: Feth günü Allah'ın Elçisi, kılıcında altın ve gümüş ile girdi."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Melekler, içinde köpek veya çan bulunan bir seyahat grubuna katılmazlar.\""
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Çan, şeytanın borularıdır.\""
    },
    {
      "id": 110,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "‘Abdallah b. Ja'far said:",
      "text": "Ebu Başir el-Ensari, Allah'ın Elçisi ile bir yolculukta bulunduğunda, Allah'ın Elçisi'nin birini gönderip şöyle dediğini aktardı: \"Bir deveyi boyun ipi veya başka bir şeyle süslemek yasaktır; bunlar kesilmelidir.\""
    },
    {
      "id": 113,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 114,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Verimli bir ülkede seyahat ettiğinizde develere yerden haklarını verin, kuraklık zamanında seyahat ettiğinizde ise onları hızlı sürün. Gece konakladığınızda yollardan uzak durun, çünkü bu yollar hayvanların geçtiği ve geceleri böceklerin toplandığı yerlerdir.\" Bir rivayette, \"Kuraklık zamanında seyahat ettiğinizde onlarla birlikte hızlı olun, çünkü onların iliği vardır.\" denilmektedir."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri dedi ki: Allah'ın Elçisi ile bir yolculukta iken bir adam binek hayvanıyla geldi ve sağa sola dönmeye başladı; bunun üzerine Allah'ın Elçisi, \"Bir binek hayvanı olan kimse, binek hayvanı olmayan kimseye onu ödünç versin, fazla yiyeceği olan kimse, fazla yiyeceği olmayan kimseye versin.\" dedi. O, çeşitli mal türlerinden bahsetti ve sonunda hiç kimsenin fazla bir şeye hak sahibi olmadığını düşünmeye başladılar."
    },
    {
      "id": 119,
      "narrator": "Jabir said:",
      "text": "* Deve yorgun görünüyordu ve adam yardım aramak için etrafa bakıyor gibi görünüyordu. Diğer bir öneri, adamın yükünü devesinin üzerinde taşırken yürüdüğüdür, ancak bu ifade bunu pek desteklemiyor. Bkz. Mirkat, iv, 213 f."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Gece yolculuğuna çıkın, çünkü yer gece zamanında kat edilir.\""
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 124,
      "narrator": "",
      "text": "'Amr b. Shu'aib, babasının rivayetiyle, dedesinin Allah'ın Elçisi'nin şöyle söylediğini aktardığını bildirdi: \"Tek bir binek şeytandır, iki binek de iki şeytandır, ama üç binek bir grup binekçidir.\""
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Malik, Tirmizi, Abu Davud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "‘Abdallah b. Mas’ud said:",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Üç kişi yolculuk yaparken, aralarından birini komutan olarak tayin etmelidirler.\""
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 129,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 130,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamber'in şöyle söylediğini bildirdi: \"En iyi arkadaş sayısı dörttür, seferlerde en iyi sayı dörtyüzdür, ordularda en iyi sayı dörtyüz0'dır; on iki bin ise sayı azlığıyla yenilmez.\""
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Tirmizi, Abu Davud ve Darimi bunu rivayet etmiştir; Tirmizi, bunun gharib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 132,
      "narrator": "Sahl b. Mu'adh reported his father as saying:",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin yolculuk ederken geride kaldığını ve zayıfları teşvik ettiğini bildirdi. Arkasında birini alır ve hepsi için dua ederdi."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Melekler, içinde panter derisi bulunan bir seyahat grubuna katılmazlar.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Abu Davud bunu aktarmıştır."
    },
    {
      "id": 138,
      "narrator": "Ibn ‘Abbas told that the Prophet wrote to Qaisar summoning him to Islam. He sent Dihya al-Kalbi with his letter to him and ordered him to hand it to the governor of Busra for him to convey to Qaisar. Its contents were:",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Sahl b. Sa'd, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Yolda olan insanların efendisi, onların hizmetçisidir; ve onlardan önce hizmet eden, hiçbir işten dolayı onlardan önce gelmeyecek, ancak şehitlik sebebiyle.\""
    },
    {
      "id": 140,
      "narrator": "",
      "text": "* Bu, liderin takipçilerinin menfaatlerini gözetmesi gerektiği ya da en alçakgönüllü üyenin bile diğerlerine hizmet etmesi durumunda Allah tarafından ödüllendirileceği anlamına geldiği söylenir."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Baihaqi bunu Şu'ab al-iman'da aktarmıştır."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 143,
      "narrator": "Anas said:",
      "text": "İbn Abbas, Peygamber'in Kayser'e İslam'a davet eden bir mektup yazdığını söyledi. Mektubunu ona ulaştırması için Dihya al-Kalbi'yi gönderdi ve ona, mektubu Busra valisine ulaştırmasını emretti. Mektubun içeriği şöyleydi: \"Rahman ve Rahim olan Allah'ın adıyla. Muhammed, Allah'ın kulu ve Elçisi, Bizanslıların başı Hiraql'a. Hidayeti takip edenlere selam olsun. Devam edelim: Size İslam'ı kabul etme davetini gönderiyorum. Eğer İslam'ı kabul ederseniz, güven içinde olursunuz; eğer İslam'ı kabul ederseniz, Allah size iki kat ödül verecektir; ama eğer yüz çevirirseniz, takipçilerinizin günahından sorumlu olacaksınız. \"Ey Kitap Ehli, aramızda ortak bir kelimeye gelin ki, yalnızca Allah'a ibadet edelim, O'na hiçbir ortak koşmayalım ve birbirimizi Allah'tan başka rabler edinmeyelim. Ama eğer yüz çevirirlerse, de ki: \"Şahit olun ki biz Müslümanlarız.\""
    },
    {
      "id": 144,
      "narrator": "",
      "text": "1. Herakleios."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "2. Arisi, toprak işleyeni ifade eder, ancak burada, onun örneğini takip edecek olan sıradan insanlara genel bir atıf olarak kullanılmıştır."
    },
    {
      "id": 146,
      "narrator": "Qatada quoted an-Nu‘man b. Muqarrin as saying:",
      "text": "3. Al-Qur'an; 3:64."
    },
    {
      "id": 147,
      "narrator": "Islam al-Muzani said:",
      "text": "(Buhari ve Müslim.) Müslim'in bir versiyonunda \"Muhammed, Allah'ın Elçisi\" ve \"al-yarisiyin günahı\" ile \"bi-di'ayat al-islam\" ifadesi geçmektedir."
    },
    {
      "id": 148,
      "narrator": "Abu Wa’il told that Khalid b. al-Walid wrote to the people of Persia:",
      "text": "---"
    },
    {
      "id": 149,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin mektubunu Kisra'ya 'Abdullah b. Hudhafa as-Sahmi ile gönderdiğini, ona al-Bahrain valisine ulaştırmasını emrettiğini bildirdi. Al-Bahrain valisi bunu Kisra'ya iletti ve Kisra mektubu okuduğunda yırtıp attı. İbn al-Musayyib, Allah'ın Elçisi'nin onlara, küçük parçalara ayrılmaları için bir lanet okuduğunu söyledi."
    },
    {
      "id": 150,
      "narrator": "Ka‘b b. Malik said:",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin, \"Savaş aldatmadır.\" dediğini bildirdi."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 153,
      "narrator": "Umm ‘Atiya said:",
      "text": "Enes, Allah'ın Elçisi bir sefere gittiğinde Ümmü Süleym'i yanında götürdüğünü ve yanında su sağlayan ve yaralıları tedavi eden Ensar kadınları olduğunu söyledi."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Ümmü Atiyye, Allah'ın Elçisi ile yedi sefere gittiğini ve bagajı korumak, onlara yemek hazırlamak, yaralıları tedavi etmek ve hastaları gözetmek için geride kaldığını söyledi."
    },
    {
      "id": 156,
      "narrator": "Ibn ‘Umar told that God’s Messenger cut down the palm-trees of the B. an-Nadir and burned them. On that Hassan says:",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin kadınları ve çocukları öldürmeyi yasakladığını söyledi."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Es-Sa'b b. Cethâme, Allah'ın Elçisi'ne, geceleyin yerleşim yerleri saldırıya uğrayan ve bazı kadınları ve çocukları vurulan müşrikler hakkında sorulduğunu ve onların da aynı gruptan olduğunu söyledi. Bir rivayette, onların ebeveynleriyle aynı şekilde değerlendirildiği belirtilmiştir."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 161,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin B. en-Nadir'in hurma ağaçlarını kestiğini ve yaktığını bildirdi. Bunun üzerine Hassan, B. Lu'ayy'in al-Buwaira'da yayılmış bir yangını hafife aldığını söyledi. Bununla ilgili olarak, \"Kestiğiniz veya köklerinde bıraktığınız hurma ağaçları, Allah'ın izniyle olmuştur.\" (Kur'an 59:5) ayeti indi."
    },
    {
      "id": 162,
      "narrator": "Salama b. al-Akwa‘  said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Abdullah b. Aun, Nafi'in ona yazdığını ve İbn Ömer'in ona, Peygamber'in B. al-Mustaliq'e saldırarak al-Muraisi'de onların develerine saldırdığını bildirdiğini söyledi. Savaşan erkekleri öldürdü ve çocukları esir aldı."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "*İbn İshak, bu seferin 6 Hicri Şaban ayında gerçekleştiğini söylese de bu sorgulanmıştır, Muraisi’ B. al-Mustaliq'e ait bir sulama yeriydi."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Ebu Usaid, Allah'ın Elçisi'nin Bedir Savaşı'nda şöyle söylediğini bildirdi: \"Size yaklaştıklarında onlara ok atın, ama kılıçlarınızı çekmeyin, ta ki size çok yaklaşana kadar.\""
    },
    {
      "id": 167,
      "narrator": "Rabah b. ar-Rabi’ said:",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "‘Ali said:",
      "text": "Rabah b. ar-Rabi’ dedi ki: Allah'ın Elçisi ile bir seferde bulunduğumuzda, bazı insanların bir şeyin etrafında toplandığını gördü ve bir adam göndererek bu insanların neyin etrafında toplandığını öğrenmesini söyledi. Adam geldi ve onlara, öldürülmüş bir kadının etrafında toplandıklarını bildirdi. Bunun üzerine Allah'ın Elçisi, \"Bu, savaşılması gereken biri değil.\" dedi. Halid b. Velid öncüydü, bu yüzden bir adam göndererek ona bir kadını veya bir köleyi öldürmemesini söyledi."
    },
    {
      "id": 170,
      "narrator": "Ibn ‘Umar said:",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah'ın adıyla, Allah'a güvenerek ve Allah'ın Elçisi'nin dinine bağlı kalarak gidin. Yaşlı bir adamı, küçük bir çocuğu veya bir kadını öldürmeyin; ganimet konusunda dürüst olmayın, ama ganimetlerinizi toplayın, doğru ve güzel davranın, çünkü Allah, güzel davrananları sever.\"*"
    },
    {
      "id": 173,
      "narrator": "Salama b. al-Akwa‘ said:",
      "text": "*Bkz. Kur'an; 2:195; 5:13."
    },
    {
      "id": 174,
      "narrator": "He said:",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 175,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Ali dedi ki: Bedir Savaşı'nda Utbe b. Rabi'a öne çıktı, ardından oğlu ve kardeşi geldi ve \"Kim tekvücut dövüşecek?\" diye bağırdı. Ensar'dan bazı gençler onun çağrısına cevap verdiler, ama kim olduklarını sorduğunda ve onlara söylediklerinde, \"Sizden bir faydam yok; sadece babamın tarafındaki kuzenlerimi istiyorum.\" dedi. Allah'ın Elçisi, \"Kalk, Hamza; kalk, Ali; kalk, Ubeyde b. Haris.\" dedi. Hamza Utbe'ye, ben Şeybe'ye doğru ilerledim ve Ubeyde ile Velid arasında iki darbe değiş tokuş edildikten sonra birbirimizi ağır yaraladık; bu yüzden Velid'e döndük ve onu öldürdüğümüzde Ubeyde'yi aldık."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Ahmet ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 179,
      "narrator": "",
      "text": "İbn Ömer dedi ki: Allah'ın Elçisi bizi bir birliğe gönderdi ve insanlar kaçışa geçince, Medine'ye geldiğimizde orada gizlendik, çünkü bozulduğumuzu düşündük. Sonra Allah'ın Elçisi'ne gittik ve kaçanların biz olduğunu söyledik, ama o, \"Hayır, siz, geri dönüp savaşmaya gelenlersiniz ve ben sizin ana gövdenizim.\" dedi."
    },
    {
      "id": 180,
      "narrator": "Marwan and al-Miswar b. Makhrama told that when the deputation of Hawain came to God’s Messenger to accept Islam and asked him to return to them their property and their captives he stood up and said, “Choose one of the two, either the captives or the property.” When they replied that they chose their captives God’s Messenger stood up, and after extolling God in a fitting manner said, “To proceed:",
      "text": "Tirmizi bunu aktarmıştır. Ebu Davud'un versiyonu benzer bir şey içerir. O, \"Hayır, siz, geri dönüp savaşmaya gelenlersiniz.\" dedi. Sonra yaklaştık ve elini öptük, o da, \"Ben Müslümanların ana gövdesiyim.\" dedi."
    },
    {
      "id": 181,
      "narrator": "‘Imran b. Husain said:",
      "text": "İmrân b. Hüsayn dedi ki: Tâkif, B. Ukayl'in müttefikleriydi, bu yüzden Tâkif, Allah'ın Resûlü'nün iki arkadaşını esir aldığında, arkadaşları B. Ukayl'den bir adamı esir alıp onu bağlayarak lav arazisine attılar. Allah'ın Resûlü yanından geçerken, o adama seslendi, \"Muhammed, Muhammed, neden esir alındım?\" Resûlullah, \"Müttefiklerin Tâkif'in suçundan dolayı.\" diye cevap verdi. Sonra onu bıraktı ve yoluna devam etti, ama o \"Muhammed, Muhammed\" diye bağırınca, Allah'ın Resûlü ona acıdı ve geri döndü ve kendisi hakkında sordu. O da Müslüman olduğunu söyledi. Resûlullah, \"Eğer bunu kendi efendin olduğunda söyleseydin, tamamen başarılı olurdun.\" dedi. Sonra Allah'ın Resûlü, Tâkif'in esir aldığı iki adam için onu fidye ile kurtardı."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "*Bu, sadece ahirette cennete gideceği değil, aynı zamanda bu dünyada esir alınma deneyiminden kurtulmuş olacağı anlamına gelir."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 184,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Aişe, Mekke halkı esirlerini fidye ile kurtarmak için gönderdiklerinde Zeynep'in Abul As'ı kurtarmak için bazı eşyalar gönderdiğini, bunlar arasında Khadija'nın ona düğününde gönderdiği bir kolye olduğunu söyledi. Allah'ın Resûlü bunu görünce büyük bir şefkat hissetti ve \"Eğer onu kurtarmak için onun esirini serbest bırakmayı ve ona ait olanı geri vermeyi düşünüyorsanız, bu iyi olur.\" dedi. Buna razı oldular. Peygamber onunla bir anlaşma yapmıştı ki Zeynep ona gelsin, bu yüzden Zeyd b. Harise ve Ensar'dan bir adamı gönderdi ve onlara Zeynep gelene kadar Yacîc vadisinde beklemelerini ve onu geri getirmelerini söyledi."
    },
    {
      "id": 186,
      "narrator": "‘Atiya al-Qurazi said:",
      "text": "1. Bedir savaşından sonra."
    },
    {
      "id": 187,
      "narrator": "",
      "text": "2. at-Tan'im yakınlarında."
    },
    {
      "id": 188,
      "narrator": "Ibn ‘Umar said:",
      "text": "Ahmad ve Ebu Davud rivayet etmiştir."
    },
    {
      "id": 189,
      "narrator": "Umm Hani' daughter of Abu Talib said:",
      "text": "---"
    },
    {
      "id": 190,
      "narrator": "",
      "text": "O, Allah'ın Resûlü Bedir'de esir aldığı zaman 'Ukbe b. Ebu Muayt ve en-Nadr b. el-Haris'i öldürdüğünü, ancak Ebu Azza el-Cumahi'ye iyilik gösterdiğini söyledi."
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Sharh as-sunna'da rivayet edilmiştir."
    },
    {
      "id": 192,
      "narrator": "Sulaim b. ‘Amir said:",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "Abu Rafi' said:",
      "text": "İbn Mes'ud, Allah'ın Resûlü 'Ukbe b. Ebu Muayt'ı öldürmeyi düşündüğünde çocuklara kim bakacak diye sorduğunu, o da cehennemin bakacağını söylediğini aktardı."
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 196,
      "narrator": "",
      "text": "İbn Mes'ud, İbn an-Nawwaha ve İbn Uthal, Musailima'nın elçileri, Peygamber'e geldiğinde, onlara \"Ben Allah'ın Elçisi olduğumu tasdik ediyor musunuz?\" diye sordu. Onlar \"Musailima'nın Allah'ın elçisi olduğunu tasdik ediyoruz\" diye cevap verince, \"Ben Allah'a ve O'nun Elçisine inanıyorum. Eğer bir elçiyi öldürme geleneğim olsaydı, sizi öldürürdüm.\" dedi. 'Abdullah (yani İbn Mes'ud) o zaman bir elçinin öldürülmemesi gerektiğine dair sünnetin yürürlüğe girdiğini söyledi."
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Ahmet bunu rivayet etti."
    },
    {
      "id": 198,
      "narrator": "Abu Qatada said:",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Ganimetler, bizden önce kimse için helal değildi; bu da Allah'ın bizim zayıflığımızı ve acizliğimizi görmesi ve onları bizim için helal kılması sebebiyledir.\""
    },
    {
      "id": 200,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 201,
      "narrator": "Salama b. al-Akwa‘ said:",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Ebu Katade dedi ki: Biz, Huneyn yılı Allah'ın Elçisi ile birlikte çıktık ve ordular karşılaştığında, Müslümanlar bir yenilgi yaşadı. Bir müşrikin, bir Müslüman'a galip geldiğini gördüm, bu yüzden onu omuzundan arkadan kılıcım ile vurdum ve zırhını kestim. O bana saldırdı ve benimle kapıştı, o kadar ki ölümün yakın olduğunu hissettim ama o, ölüm tarafından yakalandı ve beni bıraktı. Sonra 'Umar b. el-Hattab'a yetiştim ve insanlarla ne olduğunu sordum, o da Allah'ın emrettiği şey olduğunu söyledi. Sonra geri döndüler ve Peygamber oturdu ve \"Eğer bir adamı öldüren varsa ve bunu ispat edebilirse, ganimetini alacaktır.\" dedi. Ben de \"Bana kim şahitlik edecek?\" dedim ve oturdum. Peygamber aynı şeyi tekrar söyledi ve ben \"Bana kim şahitlik edecek?\" dedim ve oturdum. Yine Peygamber aynı şeyi söyledi ve ben ayağa kalktım. O da \"Seninle ne oluyor, Katade?\" diye sordu ve ben ona durumu bildirdim. Bir adam dedi ki: \"O doğru söyledi. Onun ganimeti var, o yüzden ona bir şey vermek için onu razı et.\" Ebu Bekir dedi ki: \"O zaman ben Allah'a yemin ederim ki, o böyle yapmadı. Allah'ın kahramanlarından biri, Allah ve O'nun Elçisi için savaşmaz ve sonra sana ganimetini vermez.\" Peygamber onun doğru söylediğini ve adamın bana teslim etmesini söyledi. O da öyle yaptı ve ben B. Salima arasında bir bahçe satın aldım. Bu, İslami dönemde edindiğim ilk mülk oldu."
    },
    {
      "id": 203,
      "narrator": "He said:",
      "text": "1. Müslümanların düşmandan neden kaçtığını merak etti ve 'Umar, bunun Allah'ın takdiri olduğunu söyledi."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "2. Ebu Katade'nin ilk iki kez yüksek sesle mi yoksa içinden mi konuştuğu konusunda şüphe vardır. Çeviride Arapça metne sıkı sıkıya bağlı kaldım."
    },
    {
      "id": 205,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 206,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 207,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin bir adam ve atı için üç pay ayırdığını, birinin ona ve ikisinin atına olduğunu bildirdi."
    },
    {
      "id": 208,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 209,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Yazid b. Hurmuz, Najda al-Haruri'nin İbn 'Abbas'a, ganimet paylaşımında bir köle ve bir kadına pay ayrılıp ayrılmayacağını sorduğunu ve İbn 'Abbas'ın Yazid'e, \"Onlara pay verilmez, ama onlara küçük bir miktar verilebilir.\" diye yazmasını söylediğini bildirdi. Bir rivayette İbn 'Abbas'ın ona yazdığı, \"Sen bana, Allah'ın Elçisi'nin kadınları askeri seferlere alıp almadığını ve onlara pay ayırıp ayırmadığını sorduğunu yazdın. O, kadınları hasta olanlara bakmaları için askeri seferlere alırdı ve onlara biraz ganimet verilirdi, ama pay konusunda onlara hiç pay ayırmazdı.\" denilmektedir."
    },
    {
      "id": 211,
      "narrator": "Ibn ‘Umar said:",
      "text": "İbn 'Umar dedi ki: Seferlerimizde bal ve üzüm alırdık ve bunları Peygamber'e getirmeden yerdik."
    },
    {
      "id": 212,
      "narrator": "‘Abdallah b. Mughaffal said:",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "'Abdallah b. Mughaffal dedi ki: Hayber günü bir yağ derisi aldım ve o gün kimseye vermemeye karar verdiğimde döndüm ve Allah'ın Elçisi'nin bana gülümsediğini gördüm."
    },
    {
      "id": 215,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 216,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "‘Umair client of Abul Lahm said:",
      "text": "Ebu Ümame, Peygamber'in şöyle söylediğini bildirdi: \"Allah bana peygamberler üzerinde üstünlük verdi,\" ya da \"kavmimi diğer kavimlere üstün kıldı ve ganimetleri bize helal kıldı.\""
    },
    {
      "id": 218,
      "narrator": "Mujammi' b. Jariya said:",
      "text": "Tirmizi bunu aktardı."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 220,
      "narrator": "Abul Juwairiya al-Jarmi said:",
      "text": "Enes, o gün, Huneyn günü, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir kafiri öldüren, ondan aldığı şeyi alır.\" Ebu Talha o gün yirmi adam öldürdü ve onlardan alınanları aldı."
    },
    {
      "id": 221,
      "narrator": "Abu Musa al-Ash'ari said:",
      "text": "Darimi bunu aktardı."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "",
      "text": "'Auf b. Malik el-Eşca'i ve Halid b. Velid, Allah'ın Elçisi'nin katilin, öldürdüğü adamdan aldığı şeyin kendisine verilmesi gerektiğine hükmettiğini ve bunu beşte birine bölmeye tabi tutmadığını bildirdi."
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 226,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Resulü'nün ganimeti bölmeden satmayı yasakladığını söyledi."
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 228,
      "narrator": "",
      "text": "Ebu Ümame, Peygamber'in bölünmeden önce payların satılmasını yasakladığını söyledi."
    },
    {
      "id": 229,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 230,
      "narrator": "",
      "text": "Khaula binti Kays, Allah'ın Resulü'nün şöyle dediğini duyduğunu söyledi: \"Bu mal taze ve tatlıdır; onu uygun bir şekilde elde eden, bununla bereketlenecektir. Ancak Allah ve Resulü'nün malını ruhunun istediği şekilde haksız olarak elde eden, kıyamet günü sadece cehennemle karşılaşacaktır.\""
    },
    {
      "id": 231,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 232,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in Bedir savaşında kılıcı Dhul Fiqar'ı özel ganimet olarak aldığını söyledi."
    },
    {
      "id": 233,
      "narrator": "Al-Qasim the client of ‘Abd ar-Rahman quoted one of the Prophet’s companions as saying:",
      "text": "İbn Mace rivayet etmiştir; Tirmizî ise bunun Uhud savaşında gördüğü şeyle ilgili olduğunu eklemiştir."
    },
    {
      "id": 234,
      "narrator": "",
      "text": "Ruwaifi' b. Thabit, Peygamber'in şöyle dediğini bildirdi: \"Allah'a ve ahiret gününe inanan, Müslümanların ganimetine ait bir yük hayvanına binmemeli ve onu zayıflatıp geri bırakmamalıdır; Allah'a ve ahiret gününe inanan, Müslümanların ganimetine ait bir giysi giymemeli ve onu yıpratıp geri bırakmamalıdır.\""
    },
    {
      "id": 235,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 236,
      "narrator": "‘Amr b. ‘Abasa said:",
      "text": "Muhammed b. Abul Mücalid, 'Abdullah b. Ebu Aufa'nın, Allah'ın Resulü döneminde yiyeceklerin beşte birinin ayrılıp ayrılmadığını sorduğunu ve Khaibar günü yiyecek yakaladıklarını, bir adamın ihtiyacı kadarını alıp gittiğini söylediğini bildirdi."
    },
    {
      "id": 237,
      "narrator": "Jubair b. Mut'im said:",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 238,
      "narrator": "‘Abdar-Rahman b. ‘Auf said:",
      "text": "İbn 'Umar, Allah'ın Resulü döneminde bir ordunun ganimetten yiyecek ve bal aldığını ve bunlardan beşte birinin alınmadığını söyledi."
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 240,
      "narrator": "Sa‘d b. Abu Waqqas said:",
      "text": "Al-Kasım, 'Abd ar-Rahman'ın bir talebesi, Peygamber'in sahabelerinden birinin şöyle dediğini aktardı: \"Bir seferde bir deveyi bölmeden yeriz ve döndüğümüzde, eyer çantalarımız onun etleriyle dolu olurdu.\""
    },
    {
      "id": 241,
      "narrator": "",
      "text": "İbn ‘Umar, Allah'ın Elçisi'nin Badr günü ayağa kalktığını ve \"Osman, Allah ve Elçisi'nin işine gitmiştir ve ben onun adına biat alacağım\" dediğini aktardı. Allah'ın Elçisi, ona bir pay tayin etti, ancak başka birinin yokluğunda bunu yapmadı."
    },
    {
      "id": 242,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 244,
      "narrator": "",
      "text": "Rafi' b. Khadij, ganimetin paylaşımında Allah'ın Elçisi'nin on koyunu bir deveyi eşdeğer olarak kabul ettiğini söyledi."
    },
    {
      "id": 245,
      "narrator": "Bajala said:",
      "text": "Nesai rivayet etmiştir."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir seferden çıkan bir peygamber, halkına, kendisiyle birlikte cinsel ilişkiye girmek istediği ama henüz girmediği bir kadınla evlenmiş olan, ya da henüz çatısını koymadığı evler inşa etmiş olan, ya da koyun veya hamile dişi develer almış ve onlardan yavru bekleyen bir adamın kendisini takip etmemesi gerektiğini söyledi. Sonra seferine çıktı ve öğle namazı vaktinde şehre yaklaştı. Güneşe, hem onun hem de kendisinin emri altında olduğunu söyledi ve Allah'tan onu kendileri için geri tutmasını dua etti, böylece Allah ona zafer verene kadar geri tutuldu. Ganimetleri topladı ve ateş (yani ateş) onları yemeye geldi, ama yemedim. Ganimetler arasında bir hile olduğunu söyleyerek, her kabileden bir adamın ona biat etmesi gerektiğini söyledi ve bir adamın eli onun eline yapıştığında, aralarında bir hile olduğunu söyledi. Onlara bir inek başı gibi altın bir baş getirdiler ve onu yere koyduğunda ateş geldi ve ganimetleri yedi.\" Bir rivayette, \"Ganimetler, bizden önce kimseye helal değildi. Sonra Allah, ganimetleri bize helal kıldı. Zayıflığımızı ve acizliğimizi gördü ve bize helal kıldı.\""
    },
    {
      "id": 248,
      "narrator": "",
      "text": "*Bu rivayet, Yuşa'nın güneşi durdurma hikayesinin (Yuşa, 10:12) ve Ahan'ın günahı hikayesinin (Yuşa, 7:10 ve sonrası) unsurlarını birleştirir."
    },
    {
      "id": 249,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 250,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "İbn ‘Abbas, ‘Umar'ın ona Khaibar günü bazı Peygamber arkadaşlarının gelip \"Falan şehit, falan şehit\" dediklerini, ama bir adam hakkında \"Falan şehit\" dediklerinde, Allah'ın Elçisi'nin \"Asla, onu cehennemde gördüm, haksız yere aldığı bir hırka (veya örtü) ile\" dediğini aktardı. Allah'ın Elçisi daha sonra, \"Git, İbn al-Hattab, ve insanlara üç kez, sadece müminlerin cennete gireceğini ilan et\" dedi. O da dışarı çıktı ve üç kez \"Sadece müminler cennete girecek\" diye ilan etti."
    },
    {
      "id": 252,
      "narrator": "Al-Miswar b. Makhrama and Marwan b. al-Hakam told that the Prophet went out in the year of al-Hudaibiya with over ten hundreds of his companions, and when he came to Dhul Hulaifa he garlanded and marked the votive animals, entered the sacred state for an ‘umra, and then moved on. When he came to the mountain pass by which one descends to Mecca his riding-beasts knelt down and the people said, “Go on, go on! Al-Qaswa’ has become jaded.” But the Prophet said, “Al- Qaswa’ has not become jaded, for that is not a characteristic of hers, but He who restrained the elephant1 has restrained her.” Then he said, “By Him in whose hand my soul is, they will not ask me any good thing by which they honour what God has made sacred without my giving them it.” He then urged her and she leaped up and he turned aside from the road to Mecca and stopped at the farthest point of al-Hudaibiya at a pool with little water which the people collected in small quantities and soon exhausted. Complaint of thirst was made to God’s Messenger, so he drew an arrow from his quiver and ordered them to put it in it, whereupon to their astonishment it kept gushing out to them with water till they left it. Meanwhile Budail b. Warqa’ al Khuza’i came with some members of Khuza’a and ‘Urwa b. Mas'ud joined him. He went on with the tradition2 to the point where he said that when Suhail b. ‘Amr came the Prophet said, “Write:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 253,
      "narrator": "Al-Bara’ b. ‘Azib said the Prophet made agreement with the polytheists on the day of al-Hudaibiya regarding three matters:",
      "text": "---"
    },
    {
      "id": 254,
      "narrator": "",
      "text": "Bajala, ben al-Ahnaf'ın amcası Jaz’ b. Mu'awiya'nın katibi idim ve ‘Umar b. al-Khattab'ın ölümünden bir yıl önce, onun, yasaklı derecelerdeki Mecusiler arasında evli çiftleri ayırma talimatını verdiği bir mektubunu aldık. ‘Umar, Hacer'deki Mecusilerden jizya almadı, ta ki ‘Abd ar-Rahman b. ‘Auf, Allah'ın Elçisi'nin Hacer'deki Mecusilerden jizya aldığını tasdik edene kadar."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Al-Miswar ve Marwan, on yıl boyunca savaşmaktan vazgeçme konusunda anlaştıklarını, bu süre zarfında insanların güven içinde olacağını, aralarında samimiyet olması gerektiğini ve hırsızlık ya da ihanet olmaması gerektiğini söylediler."
    },
    {
      "id": 257,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 258,
      "narrator": "Umaima daughter of Ruqaiqa said:",
      "text": "---"
    },
    {
      "id": 259,
      "narrator": "Al-Bara’ b. ‘Azib said:",
      "text": "Safvan b. Sulaim, Allah’ın Rasulü’nün bazı sahabelerinin oğullarından, babalarının rivayet ettiği şekilde, “Eğer bir kimse, bir antlaşma yaptığı birine zulmederse, onun herhangi bir hakkını kısıtlarsa, ya da ona taşıyamayacağı bir yük yüklerse, ya da ondan rızası olmadan bir şey alırsa, ben kıyamet gününde onun düşmanı olacağım.” dediğini aktardı."
    },
    {
      "id": 260,
      "narrator": "Abu Huraira said:",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 262,
      "narrator": "",
      "text": "Umaima bint Ruqaiqa dedi ki: Ben, bazı kadınlarla birlikte Peygamber'e biat ettim ve o bize, \"Elinizden geldiği kadar ve gücünüz yettiği kadar.\" dedi. Ben de, \"Allah ve Rasulü, kendimize karşı daha merhametlidir.\" dedim. Allah’ın Rasulü'nden antlaşmamızı tasdik etmesini, yani bizimle el sıkışmasını istedim, fakat o, \"Ben bir kadına söylediğimi, yüz kadına da söylerim.\" diye cevap verdi."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "…rivayet etmiştir. Bu hadisin bulunduğu hadis derlemesinin adı belirtilmemiştir. Bakınız: Nesaî, Bai'a, 18; İbn Mace, Cihad, 43; Ahmed b. Hanbel, vi, s. 357; Malik, Muvatta', Bai'a, 1."
    },
    {
      "id": 264,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 265,
      "narrator": "",
      "text": "Al-Bara’ b. ‘Azib dedi ki: Allah’ın Rasulü, Dhul Qa'da'da bir ‘umre yapmak üzere gitti, fakat Mekke halkı onu Mekke'ye sokmayı reddetti, ta ki onunla (yani bir sonraki yıl) girmek ve üç gün kalmak üzere bir anlaşma yapana kadar. Sonra belgeyi yazarken, \"Bu, Allah’ın Rasulü Muhammed’in anlaştığıdır.\" yazdıklarında, Mekkeliler, \"Bunu kabul etmiyoruz, çünkü eğer senin Allah’ın Rasulü olduğunu bilseydik, seni engellemezdik; ama sen, Muhammed b. Abdullah’sın.\" dediler. O da, \"Ben hem Allah’ın Rasulüyüm, hem de Muhammed b. Abdullah’ım.\" dedi. Sonra ‘Ali b. Ebu Talib'e \"Allah’ın Rasulü\" ifadesini silmesini söyledi, o da itiraz etti, \"Hayır, Allah’a yemin ederim ki bunu asla silmem.\" dedi. Allah’ın Rasulü bunu aldı ve yazmayı pek iyi bilmemesine rağmen, \"Bu, Muhammed b. Abdullah’ın anlaştığıdır.\" diye yazdı. \"Mekke'ye gireceği tek silah, kını içinde bir kılıç olacaktır; eğer oranın halkından biri onu takip etmek isterse, onu çıkarmayacaktır; ve eğer arkadaşlarından biri orada kalmak isterse, onu engellemeyecektir.\" dedi. Sonra girdiğinde ve belirlenen süre dolduğunda, ‘Ali’ye gittiler ve ona, arkadaşına, belirlenen sürenin dolduğunu söylemesini istediler. Böylece Peygamber dışarı çıktı."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 267,
      "narrator": "‘Auf b. Malik said:",
      "text": "---"
    },
    {
      "id": 268,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: Biz camideyken Peygamber dışarı çıktı ve \"Yahudilere gelin.\" dedi. Biz de onunla birlikte dışarı çıktık ve onların Kitaplarını okudukları eve geldik. Peygamber ayağa kalktı ve \"Ey Yahudiler, eğer İslam’ı kabul ederseniz, güven içinde olacaksınız. Bilin ki, bu topraklar Allah’a ve O’nun Rasulüne aittir ve ben sizi bu topraklardan sürmeyi düşünüyorum; dolayısıyla eğer aranızda mülkü olan varsa, onu satmalıdır.\" dedi."
    },
    {
      "id": 269,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 270,
      "narrator": "Malik b. Aus b. al-Hadathan told that one day ‘Umar b. al-Khattab mentioned the fai’ saying:",
      "text": "---"
    },
    {
      "id": 271,
      "narrator": "",
      "text": "'Umar b. al-Khattab'ın, \"Sadakalar, yoksullara ve muhtaçlara... Bilgili, Hikmet sahibi\" (Kur'an; 9:60) ayetini okuduğunu ve bu ayetin böylelerine uygulandığını söyledi. Ardından, \"Bil ki, elde ettiğin ganimetin beşte biri Allah'a ve Resulüne... yolcuya\" (Kur'an; 8:41) ayetini okudu ve bu ayetin böylelerine uygulandığını belirtti. Sonra, \"Allah'ın, şehir halkından Resulüne verdiği... yoksullara\" (Kur'an; 59:7) ayetini okudu. (Son söylenen, 8. ayetin ilk kelimesidir. Tüm 8. ayeti okuduğunu ifade ediyor olabilir.) Ardından, \"Onlardan sonra gelenler\" (Kur'an; 59:10) ayetini okudu ve bunun tüm Müslümanları kapsadığını, eğer yaşasaydı Himyar'daki çobanın kesinlikle alnının teriyle kazanmadığı payını alacağını ekledi."
    },
    {
      "id": 272,
      "narrator": "He told that one of the arguments put forward by 'Umar was that he said God’s Messenger received three things exclusively to himself:",
      "text": "* Bu kelime, bir vadinin üstündeki tepe yamaçlarını ifade eder, dağın tam üzerinde değildir. Himyar ile ilişkilendirildiğinde, onların yerleşimi anlamına geldiği söylenir, bkz. Yaqut, Mu'jam, iii, 82. Himyariler, ünlü bir Güney Arabistan halkıdır."
    },
    {
      "id": 273,
      "narrator": "Al-Mughira b. Shu’ba told that when ‘Umar b. ‘Abd al-‘Aziz was made Caliph he gathered the family, of Marwan and said:",
      "text": "Bu, Sharh as-sunna'da rivayet edilmiştir."
    }
  ]
}