{
  "language": "tr",
  "metadata": {
    "length": 75,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "‘Abdallah b. ‘Amr, Allah’ın elçisinin şöyle dediğini bildirdi: “Benden bir bilgi aktarın, hatta bu sadece bir ayet bile olsa; Beni İsrail’den de hadisler aktarın, çünkü bunda bir sakınca yoktur; fakat benim üzerime yalan uyduran, cehenneme gitsin.” Bukhari bunu rivayet etmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Samura b. Jundub ve el-Mughira b. Şu'ba, Allah’ın elçisinin şöyle dediğini bildirdi: “Eğer biri benden bir hadis aktarırsa ve bunun sahih olmadığını düşünüyorsa, o yalancılardandır.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Mu'aviye, Allah’ın elçisinin şöyle dediğini bildirdi: “Allah, birine hayır dilediğinde onu din konusunda bilgilendirir. Ben sadece bir dağıtıcıyım; Allah verir.” (Bukhari ve Muslim.)"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abu Huraira, Allah’ın elçisinin şöyle dediğini bildirdi: “İnsanlar, altın ve gümüş gibi farklı kökenlere sahiptir; cahiliye döneminde en iyi olanları, İslam döneminde de din konusunda en iyi olanlarıdır.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 5,
      "narrator": "Ibn Mas'ud reported God’s messenger as saying, “Two people only\nmay be envied:",
      "text": "İbn Mes'ud, Allah’ın elçisinin şöyle dediğini bildirdi: “Sadece iki kişi kıskanılabilir: Allah’ın kendisine mal verdiği ve bunu doğru bir şekilde harcama yetkisi verdiği bir adam; ve Allah’ın kendisine hikmet verdiği, buna göre hareket eden ve bunu öğreten bir adam.” (Bukhari ve Muslim.)"
    },
    {
      "id": 6,
      "narrator": "Abu Huraira reported God’s messenger as saying, “When a man \ndies no further reward is recorded for his actions, with three exceptions:",
      "text": "Abu Huraira, Allah’ın elçisinin şöyle dediğini bildirdi: “Bir adam öldüğünde, üç istisna dışında, onun amelleri için daha fazla sevap kaydedilmez: sürekli olarak verilen sadaka, faydalanılan bir bilgi veya iyi bir evladın ölü babası için yaptığı dualar.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "O, Allah’ın elçisinin şöyle dediğini de bildirdi: “Eğer bir müminin bu dünyadaki kaygılarından birini giderirse, Allah da ona kıyamet günündeki kaygılarından birini giderir; eğer bir muhtaç için yolu açarsa, Allah da ona bu dünyada ve ahirette yolu açar; ve eğer bir Müslümanın kusurlarını gizlerse, Allah da onun kusurlarını gizler, bu dünyada ve ahirette. Allah, bir adamı kardeşine yardım ettiği sürece destekler. Eğer biri bilgi arayışında bir yola çıkarsa, Allah da ona cennete giden bir yolu kolaylaştırır. Bir camide Allah’ın Kitabını okumak ve birlikte çalışmak için toplanan hiçbir topluluk yoktur ki, onlara huzur inmesin, merhamet onları kaplamasın, melekler onları sarmasın ve Allah onları yanında olanlardan saymasın. Ama eğer birinin amelleri onu yavaşlatırsa, soyu onu hızlandırmaz.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "O, Allah’ın elçisinin şöyle dediğini de bildirdi: “Kıyamet gününde ilk yargılanacak kişi, şehit olarak ölen bir adam olacaktır. O, öne çıkarılacak ve Allah ona gösterdiği nimeti hatırlattığında, adam bunu kabul edecek ve Allah soracak: ‘Buna şükretmek için ne yaptın?’ Adam cevap verecek: ‘Senin yolunda savaştım, ta ki şehit oldum.’ Allah diyecek: ‘Yalan söylüyorsun. Sen, insanların seni cesur olarak anması için savaştın ve bunu yaptılar.’ Hakkında bir emir verilecek ve yüzüstü sürüklenecek ve cehenneme atılacak. Sonra bilgi edinmiş ve öğretmiş olan bir adam ve Kur’an okumuş olan bir adam öne çıkarılacak ve Allah ona gösterdiği nimeti hatırlattığında, adam bunu kabul edecek ve Allah soracak: ‘Buna şükretmek için ne yaptın?’ Adam cevap verecek: ‘Senin rızan için bilgi edindim, öğrettim ve Kur’an okudum.’ Allah diyecek: ‘Yalan söylüyorsun. Sen, insanların seni âlim olarak anması için bilgi edindin ve Kur’an okudun ki seni okuyucu olarak anmaları için, ve bunu yaptılar.’ Hakkında bir emir verilecek ve yüzüstü sürüklenecek ve cehenneme atılacak. Sonra Allah’ın zengin kıldığı ve her türlü mal verdiği bir adam öne çıkarılacak ve Allah ona gösterdiği nimeti hatırlattığında, adam bunu kabul edecek ve Allah soracak: ‘Buna şükretmek için ne yaptın?’ Adam cevap verecek: ‘Senin rızan için bu konuda onayladığın her yere cömertçe vermekten geri kalmadım.’ Allah diyecek: ‘Yalan söylüyorsun. Sen, insanların seni cömert olarak anması için yaptın ve bunu yaptılar.’ Hakkında bir emir verilecek ve yüzüstü sürüklenecek ve cehenneme atılacak.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "‘Abdallah b. ‘Amr, Allah’ın elçisinin şöyle dediğini bildirdi: “Allah, bilgiyi insanların içinden alarak değil, bilgili kişileri alarak yok eder; böylece, bilgili bir kimse kalmadığında, insanlar cehalet içinde olanları lider edinirler. Onlara meseleler sunulur ve bilgileri olmadan hüküm verirler, sapar ve başkalarını da saptırırlar.” (Bukhari ve Muslim.)"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Şakik, ‘Abdallah b. Mes'ud’un her Perşembe insanlara nasihat ettiğini söyledi. Bir adam dedi ki: “Keşke, Abu ‘Abd ar-Rahman, bize her gün bir nasihat versen.” O cevap verdi: “Sizi yormaktan hoşlanmadığım için bunu yapmıyorum, bu yüzden nasihatlerimde Allah’ın elçisinin bize yaptığı gibi dikkatli davranıyorum, çünkü bize karşı bir nefret oluşturma korkusu var.” (Bukhari ve Muslim.)"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Anas, Peygamber bir şey söylediğinde bunu üç kez tekrar ettiğini ve bir toplulukla karşılaştığında selam verdiğinde bunu üç kez yaptığını söyledi. Bukhari bunu rivayet etmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Abu Mas'ud el-Ansari, Peygamber’e gelen bir adamı anlattı ve şöyle dedi: “Deveim yorgun düştü, bana bir binek ver.” Peygamber’in bunun olmadığını söylemesi üzerine, bir adam dedi ki: “Allah’ın elçisi, onu binen birine yönlendirebilirim.” Allah’ın elçisi sonra dedi ki: “İyiliğe yönlendirenin, onu yapanla eşit bir sevabı olacaktır.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 13,
      "narrator": "Jarir said that:",
      "text": "Cerir, Allah’ın elçisiyle birlikte sabah erken saatlerde oturdukları bir zaman, bazı insanların ona geldiğini ve yetersiz giyimli, çizgili yün giysiler içinde, omuzlarında kılıçlarla geldiklerini, çoğunun, hatta hepsinin Mudar’dan olduğunu söyledi. Allah’ın elçisinin yüzünde, onları gördüğü yoksulluktan dolayı öfke belirtileri belirdi ve içeri girdi. Bir süre sonra dışarı çıktı ve Bilal’e dua çağrısını yapmasını emretti ve namaz vaktinin geldiğini ilan etti. Peygamber namaz kıldığında, bir konuşma yaptı ve şöyle dedi: “Rabbinizden korkun, ey insanlar, sizi bir tek ruhdan yaratan... Allah, üzerinize gözetmektedir.” “Allah’tan korkun ve bir kimse, yarın için neyi öne sürdüğüne baksın. Bir adam, dinarlarından ve dirhemlerinden, elbiselerinden, yarım bir hurmadan bile olsa sadaka versin.” Cerir dedi ki: “Bir Ansar, elini tutmakta zorlandığı neredeyse çok büyük bir çantayı getirdi. Sonra insanlar birer birer geldiler ta ki iki yığın yiyecek ve giysi gördüm ve Allah’ın elçisinin yüzünün altın gibi parladığını gördüm. Sonra şöyle dedi: “Eğer biri İslam’da iyi bir sünnet tesis ederse, bunun için bir sevap alır ve ondan sonra bunu uygulayanların sevaplarının eşitini alır, onların sevapları hiçbir şekilde eksilmez; ama eğer biri İslam’da kötü bir sünnet tesis ederse, bunun sorumluluğunu taşır ve ondan sonra bunu uygulayanların sorumluluğunu taşır, onların sorumlulukları da hiçbir şekilde eksilmez.” Muslim bunu rivayet etmiştir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "İbn Mes'ud, Allah’ın elçisinin şöyle dediğini bildirdi: “Hiçbir can, haksız yere alınmaz ki, onun kanından bir kısmı Adem’in ilk oğlunun kapısına bırakılmasın, çünkü o, cinayeti ilk getiren kişidir.” (Bukhari ve Muslim.) Mu'aviye’den gelen hadisi, “Kavmimden bir grup devam edecektir...”* bu halkın mükafatı bölümünde, Allah’ın izniyle bahsedeceğiz. *Kitap XXV, Bölüm xli. İfade biraz farklıdır."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Kethir b. Kays, Şam camisinde Abu Darda' ile otururken, bir adamın ona geldiğini ve şöyle dediğini anlattı: “Abu Darda', Allah’ın elçisinden duyduğum bir hadisi aktarman için, Allah’ın elçisinin şehrinden sana geldim. Başka bir amacım yok.” O da, Allah’ın elçisinin şöyle dediğini duyduğunu söyledi: “Eğer biri bilgi arayışında bir yolda seyahat ederse, Allah onu cennetin yollarından birinde seyahat ettirir, melekler, bilgi arayanla hoşnutlukla kanatlarını indirir ve göklerin ve yerin sakinleri ve denizlerin derinliklerindeki balıklar onun için bağışlanma diler. Bilgili kişinin, ibadet eden kişi üzerindeki üstünlüğü, dolunay gecesindeki ayın diğer yıldızlar üzerindeki üstünlüğü gibidir. Bilgili olanlar, dinar ya da dirhem bırakmayan peygamberlerin mirasçılarıdır; sadece bilgi bırakırlar ve onu kabul eden, bol bir pay alır.” Ahmad, Tirmidhi, Abu Dawud, İbn Mace ve Darimi bunu rivayet etmiştir, Tirmidhi onu Kays b. Kethir olarak anmaktadır."
    },
    {
      "id": 16,
      "narrator": "Abu Umama al-Bahili said that:",
      "text": "Ebu Ümame el-Bahili, iki adamdan, biri âlim diğeri ibadet eden, Allah'ın elçisine bahsedildiğini söyledi. O da, “Âlimin ibadet eden üzerindeki üstünlüğü, benim sizlerin en aşağısı üzerindeki üstünlüğüm gibidir,” dedi ve ekledi, “Allah, melekleri, göklerin ve yerin sakinleri, hatta deliğinde bir karınca ve hatta balık, insanlara hayırlı olanı öğretene salat eder.” Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Darimi, Makhul'den mursal olarak rivayet etti, ama iki adamı anmadı. “Âlimin ibadet eden üzerindeki üstünlüğü, benim sizlerin en aşağısı üzerindeki üstünlüğüm gibidir,” dedi. Sonra bu ayeti okudu: “Ona yalnızca, ilim sahipleri arasında olanlar Allah'tan korkar.” (35:28) Sonra hadisi sona kadar devam ettirdi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın elçisinin şöyle dediğini bildirdi: “İnsanlar size tabi olacak ve yeryüzünün dört bir yanından din hakkında anlayış arayarak size gelecekler; bu yüzden size geldiklerinde, onlara iyi nasihat edin.” Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Abu Huraira reported God’s messenger as saying, “Two qualities\nare not found together in a hypocrite:",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirdi: “Hikmet içeren bir söz, âlimin kaybolmuş hayvanıdır; nerede bulursa onu almaya en layık olan odur.” Tirmizî ve İbn Mace bunu rivayet etmiştir; Tirmizî, bunun garib bir hadis olduğunu ve rivayet eden İbrahim b. el-Fadl'ın zayıf olduğunu belirtmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin şöyle dediğini bildirdi: “Bir fakih, şeytan üzerinde bin ibadet eden kişiden daha fazla etkiye sahiptir.” Tirmizî ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin şöyle dediğini bildirdi: “İlim arayışı, her Müslüman'a farzdır; fakat bunu ehil olmayanlara veren kimse, mücevher, inci ve altınları domuzların boynuna takan gibidir.” İbn Mace bunu rivayet etmiştir. Beyhaki, bu hadisi Şu'ab al-iman'da “Müslüman” kelimesine kadar rivayet etmiş ve bunun metninin bilinen ama isnadının zayıf olduğunu, birçok zayıf yolla rivayet edildiğini söylemiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirdi: “İki özellik bir münafıkta bir arada bulunmaz: güzel davranış ve din bilgisi.” Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 28,
      "narrator": "Ibn Mas'ud reported God’s messenger as saying, “God brighten a\nman who hears what I say, gets it by heart, retains it, and passes it on\nto others! Many a bearer of knowledge is not versed in it, and many a\nbearer of knowledge conveys it to one who is more versed than he is.\nThere are three things on account of which no rancour enters a Muslim's\nheart:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin şöyle dediğini bildirdi: “İlim arayışında olan kimse, geri dönene kadar Allah'ın yolundadır.” Tirmizî ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Kur'an'ı kendi görüşüyle yorumlayan, cehennemdeki yurduna gitsin.\" Bir versiyonu ise, \"Kur'an'ı bilgisizce yorumlayan, cehennemdeki yurduna gitsin.\" şeklindedir. Tirmizi bunu aktarmıştır."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Cündüb, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Eğer biri Kur'an'ı kendi görüşüyle yorumlarsa ve doğru olursa, o yine de hata etmiştir.\" Tirmizi bunu aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Kur'an hakkında tartışmak, inkârdır.\" Ahmad ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 34,
      "narrator": "‘Amr b. Shu'aib quoted the authority of his father from his grandfather who said that the Prophet heard some people disagreeing about\nthe Qur’an and said, “It was just on this account that your predecessors\nperished:",
      "text": "Amr b. Şu'ayb, babasından, o da dedesinden naklen, Peygamber'in bazı insanların Kur'an hakkında anlaşmazlık yaşadıklarını duyduğunu ve şöyle dediğini aktarmıştır: \"İşte bu yüzden atalarınız helak oldu: Allah'ın Kitabı'nın bazı bölümlerini diğerlerine karşı koydular, oysa Allah'ın Kitabı yalnızca tutarlı olması için indirilmiştir; bu yüzden bölümleri diğerlerini çürütmek için kullanmayın. Bildiğiniz kadarını konuşun, ama bilmediğiniz yerde bunu bilen kişiye havale edin.\" Ahmad ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Kur'an yedi şekilde indirilmiştir. İçinde her ayetin bir dış anlamı ve bir iç anlamı vardır, ve her yasaklamanın bir referans kaynağı vardır.\" Baghavi bunu Şerh as-Sünne'de aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "‘Abdallah b. ‘Amr reported God's messenger as saying, “Knowledge has three categories:",
      "text": "Abdullah b. Amr, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Bilgi üç kategoriye ayrılır: kesin bir ayet, ya da yerleşik bir sünnet, ya da sağlam bir farz. Diğer her şey fazladır.\" Ebu Davud ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Auf b. Malik el-Eşca'i, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Sadece bir yönetici, ya da bir sorumlu, ya da bir kibirli talimat verir.\" Ebu Davud bunu aktarmıştır, ve Darimi bunu Amr b. Şu'ayb'den, babasından, dedesinden aktarmıştır. Bir versiyonu \"ya da bir münafık\" şeklindedir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Eğer biri bilgisizce bir hukuki karar alırsa, günah onu verenin üzerindedir; ve eğer biri kardeşine, doğru rehberliğin başka bir yönde olduğunu bilerek tavsiyede bulunursa, onu aldatmış olur.\" Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Muaviye, Peygamber'in zorlu soruların tartışılmasını yasakladığını söylemiştir. Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Farz kılınan şeyleri ve Kur'an'ı öğrenin ve insanlara öğretin, çünkü ben öleceğim.\" Tirmizi bunu aktarmıştır."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ebu Derdâ, Allah'ın elçisinin, bir kez kendileriyle birlikteyken, gökyüzüne baktığını ve şöyle dediğini aktarmıştır: \"Bu, bilginin insanların elinden alınacağı bir zamandır, böylece hiçbir şey elde edemeyecekler.\" Tirmizi bunu aktarmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Ebu Hureyre, \"Bilgi arayışı için insanlar develerini koşturacak, ama Medine'nin âliminden daha bilgili birini bulamayacaklar.\" dediğini aktarmıştır. Tirmizi bunu aktarmıştır ve Cami'sinde İbn Uyeyne'nin Malik b. Enes'ten bahsettiğini, aynı görüşün de Abd ar-Razzaq tarafından ifade edildiğini aktarmaktadır. İshab b. Musa, İbn Uyeyne'nin al-‘Umari olan, isminin Abd al-Aziz b. Abdullah olduğunu söylediğini duymuştur."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Ayrıca, Allah'ın elçisinden geldiği bilinen bir malzeme arasında, \"Her yüzyılın başında Allah, bu halk için dinini yenileyecek birini gönderecektir.\" dediğini aktarmıştır. Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "İbrahim b. Abd ar-Rahman al-‘Udhri, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Her ardışık yüzyılda güvenilir otoriteler bu bilgiyi koruyacak, aşırıcıların yaptığı değişiklikleri, kendileri için sahte iddialarda bulunanların intihallerini ve cehalet sahiplerinin yorumlarını reddedeceklerdir.\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Jabir'in \"Şaşkınlığın tek çaresi sormaktır.\" hadisini, eğer Allah dilerse, kumla abdest alma bölümünde anacağız."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Al-Hasan, mursal olarak, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Eğer bir kimse, İslam'ı canlandırmak amacıyla ilim ararken ölürse, onunla peygamberler arasında cennette sadece bir derece olacaktır.\" Darimi bunu aktarmıştır."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "O da mursal olarak, Allah'ın elçisine, B. İsra'il'den iki adamdan hangisinin üstün olduğu sorulduğunda, biri farz namazları kılan ve sonra oturup insanlara hayır öğreten, diğeri ise gündüz oruç tutup gece namaz kılan bir adamı kast ederek şöyle cevap verdi: \"Farz namazları kılan ve sonra oturup insanlara hayır öğreten bu âlimin, gündüz oruç tutup gece namaz kılan dindar adamdan üstünlüğü, benim sizlerin en aşağısı üzerindeki üstünlüğüm gibidir.\" Darimi bunu aktarmıştır."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "'Ali, Allah'ın elçisinin şöyle söylediğini bildirdi: \"İnsanların ihtiyaç duyduğunda onlara fayda sağlayan, ama eğer insanlar onu görmezse kendini zenginleştiren din âlimi hayırlıdır.\" Razin bunu aktarmıştır."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "İkrime, İbn 'Abbas'ın şöyle dediğini bildirdi: \"İnsanlarla her Cuma bir kez konuş, ama eğer itiraz edersen iki kez, eğer daha fazlasını istersen üç kez, ama insanları bu Kur'an ile yormaktan kaçın. Ve insanların kendi meseleleri hakkında konuştuğu zaman onlara hitap ederek konuşmalarını keserken beni bulma, onları yormaktan kaçın. Sessiz kal, ve eğer seni isterlerse, onlara istedikleri zaman konuş.\" Bukhari bunu aktarmıştır."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Vathila b. al-Asqa‘, Allah'ın elçisinin şöyle söylediğini bildirdi: \"İlim arayan ve onu elde eden kimse, iki kat ödül alır; ama eğer onu elde edemezse, bir kat ödül alır.\" Darimi bunu aktarmıştır."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Ebu Hüreyre, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Bir müminin ölümünden sonra sürekli ödül alacağı ameller ve hayırlar arasında, öğrettiği ve yaydığı ilim, geride bıraktığı hayırlı bir evlat, miras olarak bıraktığı bir Kur'an, inşa ettiği bir cami, yolcu için inşa ettiği bir ev, akıttığı bir su veya sağlıklı ve iyi olduğu zaman malından verdiği bir sadaka vardır; bunlar için ölümünden sonra da ödül almaya devam edecektir.\" İbn Mace bunu aktarmıştır, ayrıca Baihaqi de Şu'ab al-iman'da bunu aktarmıştır."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "'Aişe, Allah'ın elçisinin şöyle söylediğini duyduğunu söyledi: \"Eğer biri ilim arayışında bir yola çıkarsa, ben ona cennete giden yolu kolaylaştırırım; eğer birinin gözlerini alırsam, onun karşılığında ona cenneti garanti ederim. İlimdeki üstünlük, ibadetteki üstünlükten daha iyidir ve dinin temeli, nefsini terketmektir.\" Baihaqi bunu Şu'ab al-iman'da aktarmıştır."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "İbn 'Abbas, \"Gece bir saat birlikte çalışmak, bütün gece ibadet etmekten daha iyidir.\" dedi. Darimi bunu aktarmıştır."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "'Abdullah b. 'Amr, Allah'ın elçisinin camide iki grup üzerinde durduğunu ve şöyle dediğini anlattı: \"İkisi de hayırla meşguldür, ama birisi diğerinden üstündür. Bunlar dua eden ve Allah'a yalvaranlardır; eğer dilerse, dualarını kabul edebilir, ama eğer dilerse, kabul etmeyebilir. Diğerleri ise ilim öğreniyor ve cehaleti öğretiyorlar, bu yüzden onlar üstündür. Ben sadece bir öğretmen olarak gönderildim.\" Sonra aralarına oturdu. Darimi bunu aktarmıştır."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Ebu Derdâ', Allah'ın elçisine bir adamın ne kadar öğrenmesi gerektiği sorulduğunda şöyle cevap verdiğini anlattı: \"Eğer biri halkım için dinleri hakkında kırk hadis korursa, Allah onu ahirette bir fakih olarak diriltecek ve ben kıyamet gününde onun için bir şefaatçi ve şahit olacağım.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Anas b. Malik, Allah'ın elçisinin şöyle sorduğunu söyledi: \"En cömert kimdir biliyor musunuz?\" Cevap olarak \"Allah ve elçisi en iyi bilir\" denildiğinde, \"Allah en cömerttir, sonra ben insanlardan en cömert olanıyım, ve benden sonra en cömert olan, ilim edinip onu yayan bir adamdır. Kıyamet gününde o, tek başına bir prens olarak gelecektir.\" Ya da \"Bir toplum olarak\" dedi."
    },
    {
      "id": 57,
      "narrator": "He also reported the Prophet as saying, “Two greedy ones never\nattain satisfaction:",
      "text": "O da Peygamber'in şöyle söylediğini bildirdi: \"İki açgözlü asla tatmin olmaz: ilim açgözlüsü asla yeterince ilim elde edemez ve dünya malı açgözlüsü asla yeterince mal elde edemez.\" Baihaqi, bu üç hadisi Şu'ab al-iman'da aktarmış ve İmam Ahmed'in Ebu Derdâ'nın hadisi hakkında \"Bu, halk arasında bilinen bir metin ama sağlam bir isnadı yoktur.\" dediğini nakletmiştir."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "'Aun, İbn Mes'ud'un şöyle dediğini bildirdi: \"İki açgözlü asla tatmin olmaz: âlim ve dünya adamı, ama bunlar eşit değildir. Âlim, Merhamet Eden'e daha sevimli olur, ama dünya adamı günah işlemekte ısrar eder.\" Sonra 'Abdullah, \"Hayır, insan, kendini yeterli gördüğü için aşırılığa sapar.\" ayetini okudu. Sonra ekledi: \"Diğeri daha üstündür, çünkü 'O'nun kullarından ancak âlim olanlar Allah'tan korkar.'\" Darimi bunu aktarmıştır."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kavmimden bazıları din konusunda âlim olacak, Kur'an okuyacak ve prenslere gidip onların dünya mallarından bir şeyler alacaklarını söyleyecekler, ama dinleriyle onlardan uzaklaşacaklar. Bu olamaz; çünkü, sakız ağaçlarından toplanan yalnızca dikenlerden ibarettir, onlara yaklaşmaktan toplanan da yalnızca...\" Muhammed b. es-Sabbah, onun açıkça \"günahlar\" demek istediğini söyledi. İbn Mace bunu aktarmıştır."
    },
    {
      "id": 60,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "'Abdullah b. Mes'ud dedi ki: Eğer âlimler ilmi koruyup onu hak edenlere teslim etselerdi, bu şekilde çağdaşlarını yönetirlerdi. Ama onu dünya malı elde etmek için dünya insanlarına verdiler ve onlardan hor görüldüler. Peygamberinizin şöyle dediğini duydum: \"Eğer biri ebedi kurtuluşunu, kaygılarının toplamı haline getirirse, Allah onu dünya kaygılarından korur; ama eğer dünya ile ilgili çeşitli kaygıları olursa, Allah onun hangi vadiye helak olacağını umursamaz.\" İbn Mace bunu aktarmıştır ve Baihaqi, İbn 'Umar'dan \"Eğer biri kaygısını...\" diyerek aktarmıştır."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Al-A‘mash, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Bilgiye gelen felaket unutkanlıktır ve onu israf etmek, onu layık olmayanlara iletmektir.\" Darimi bunu mürsel olarak aktarmıştır."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Sufyan, ‘Umar b. al-Khattab'ın Ka‘b'a bilgi sahiplerinin kimler olduğunu sorduğunu ve onun da bunların bildikleriyle amel edenler olduğunu söylediğini aktardı. Sonra, bilgiyi âlimlerin kalplerinden alan şeyin ne olduğunu sordu ve bunun hırs olduğunu öğrendi. Darimi bunu aktarmıştır."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Al-Ahwas b. Hakim, babasının rivayetiyle bir adamın Peygamber'e kötülük hakkında sorduğunu ve onun da \"Bana kötülük hakkında sorma, bana iyilik hakkında sor,\" dediğini, bunu üç kez tekrar ettiğini bildirdi. Sonra şöyle dedi: \"En kötü kötülük, kötü olan âlimlerdir; en iyi iyilik ise, iyi olan âlimlerdir.\" Darimi bunu aktarmıştır."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Derdâ, kıyamet günü Allah katında en kötü konumda olacak kişinin, öğreniminden fayda görmeyen bir âlim olacağını söyledi. Darimi bunu aktarmıştır."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Ziyad b. Hudair, ‘Umar'ın ona İslam'ı yıkan şeyin ne olduğunu sorduğunu ve o da bilmediğini söyleyince, ‘Umar'ın \"Bir âlimin kayması, bir münafığın Kitap hakkında tartışması ve insanları saptıran imamların yönetimi.\" dediğini aktardı. Darimi bunu aktarmıştır."
    },
    {
      "id": 66,
      "narrator": "Al-Hasan said that knowledge is of two kinds:",
      "text": "Al-Hasan, bilginin iki türü olduğunu söyledi: Kalpteki bilgi, faydalı olan tür; dille söylenen bilgi ise, bir insanın aleyhine olan bilgidir. Darimi bunu aktarmıştır."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Ebu Hureyre, \"Allah'ın elçisinden iki büyük miktar öğrenim hafızama aldım, bunlardan birini aranızda açıkladım; ama diğerini açıklarsam, bu bul'um, yani gıda traktı kesilecektir.\" dedi. Bukhari bunu aktarmıştır."
    },
    {
      "id": 68,
      "narrator": "‘Abdallah  said:",
      "text": "‘Abdallah dedi ki: \"Eğer aranızdan biri bir şey biliyorsa bunu açıklamalıdır; ama eğer biri bilmiyorsa, 'Allah en iyisini bilir' demelidir; çünkü bilmediği zaman bunu söylemek, bilginin bir parçasıdır.\" Allah, peygamberine şöyle dedi: \"De ki, bunun için sizden bir ödül istemiyorum ve ben bir sahtekar değilim.\" (Bukhari ve Muslim.)"
    },
    {
      "id": 69,
      "narrator": "",
      "text": "İbn Sirin, \"Bu bilgi bir dindir, bu yüzden dininizi kimin elinden aldığınıza dikkat edin.\" dedi. Muslim bunu aktarmıştır."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Hudhaifa, \"Eğer siz Kur'an okuyucuları doğru bir yol izlerseniz, büyük bir öncelik elde edersiniz; ama sağa ve sola giderseniz, büyük bir hataya düşersiniz.\" dedi. Bukhari bunu aktarmıştır."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Allah'a, üzüntü çukurundan sığın.\" Üzüntü çukurunun ne olduğunu sorduklarında, \"O, cehennemde bir vadi olup, cehennem her gün dört yüz kez oradan sığınır.\" dedi. Allah'ın elçisine kimlerin oraya gireceği sorulduğunda, \"Yaptıklarında gösteriş yapan Kur'an okuyucuları.\" dedi. Tirmidhi bunu aktarmış, İbn Mace de aynı şekilde aktarmış ve \"Allah'a en nefret edilen Kur'an okuyucuları, prensleri ziyaret edenlerdir.\" eklemiştir. Al-Muharibi, bunun zalimleri kastettiğini söyledi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "‘Ali, Allah'ın elçisinin şöyle söylediğini bildirdi: \"İnsanlar için öyle bir zaman geliyor ki, İslam'dan geriye sadece ismi kalacak ve sadece Kur'an'ın yazılı şekli kalacak. Camileri güzel durumda olacak ama rehberlikten yoksun olacaklar, âlimleri ise gökyüzündeki en kötü insanlar olacak, onlardan bozulma çıkacak ve aralarında geri dönecektir.\" Baihaqi bunu Şu'ab al-iman'da aktarmıştır."
    },
    {
      "id": 73,
      "narrator": "Ziyad b. Labid said:",
      "text": "Ziyad b. Labid, Peygamber'in bir meseleyi zikrederek, \"Bu, bilginin gittiği zamandır.\" dediğini aktardı. \"Bilgi nasıl gider ki, biz Kur'an'ı okuyoruz ve çocuklarımıza öğretiyoruz ve onlar da çocuklarına öğretecekler kıyamet gününe kadar?\" dedim. O da, \"Sana hayret ediyorum, Ziyad. Medine'nin en bilgili adamı olduğunu düşünmüştüm. Bu Yahudiler ve Hristiyanlar, içeriklerini bilmeden Tevrat ve İncil okumazlar mı?\" dedi. Ahmad ve İbn Mace bunu aktarmış, Tirmidhi de benzer bir şey aktarmıştır, Darimi de Ebu Ümame'den benzer bir şey aktarmıştır."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın elçisinin ona şöyle dediğini bildirdi: \"Bilgi edin ve insanlara öğret, farz olanları öğren ve insanlara öğret, Kur'an'ı öğren ve insanlara öğret; çünkü ben alınacak bir adamım, bilgi alınacak, ihtilaflar çıkacak, öyle ki iki adam farz olan bir konuda anlaşamayacak ve aralarında karar verecek kimse bulamayacak.\" Darimi ve Daraqutni bunu aktarmıştır."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Fayda sağlamayan bilgi, Allah yolunda harcanmayan bir hazine gibidir.\" Darimi bunu aktarmıştır."
    }
  ]
}