{
  "language": "tr",
  "metadata": {
    "length": 93,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'Adi b. Hatim, Allah'ın elçisinin ona şöyle dediğini aktardı: “Köpeğini saldığında Allah'ın adını an, eğer köpeğin bir av yakalarsa ve sen ona yaklaşırken hala canlıysa boğazını kes; eğer köpek avı öldürmüş ama ondan bir şey yememişse onu ye; ama eğer ondan bir şey yemişse yeme, çünkü o avı sadece kendisi için yakalamıştır. Eğer senin köpeğinle başka bir köpek bulursan ve bir av yapılmışsa, yeme, çünkü hangisinin hayvanı öldürdüğünü bilemezsin. Okunu attığında Allah'ın adını an ve eğer av gözünden kaybolursa bir gün içinde okunun sadece işaretini bulursan, istersen ye; ama eğer onu suda boğulmuş bulursan, yeme.”"
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "O, Allah'ın elçisine eğitilmiş köpekler saldığını söylediğinde, o da, “Senin için yakaladıklarını ye.” diye cevap verdi. Avı öldürseler bile bunun geçerli olup olmadığını sordu ve o da bunun geçerli olduğunu söyledi. O, tüyü olmayan oklar (mi'rad)* attığını söylediğinde, o da, “Sadece delip geçtiği şeyleri ye, ama ortasıyla vurup öldürdüğü şeyler, dövülerek öldürülmüştür, bu yüzden onu yeme.” dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "*Mi'rad, ortası kalın, uçları ince olan bir ok türüdür. Hayvanı ortasıyla vurma ihtimali vardır."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Tha'laba el-Huşani, “Allah'ın peygamberi, biz kitap ehli olan bir toplulukta yaşıyoruz, onların kaplarından yiyebilir miyiz?” dediğini aktardı. “Avlanma bölgesinde yayım, eğitilmemiş köpeğim ve eğitilmiş köpeğimle avlanıyorum, benim için doğru olan nedir?” dedi. O da, “Kitap ehlinin kapları hakkında bahsettiğin konuda, eğer başka bir şey bulabiliyorsan, onlardan yeme, ama bulamazsan, onları yıka ve onlardan ye. Allah'ın adını anarak yayından yakaladıklarını ye; eğitilmiş köpeğinle yakaladıklarını Allah'ın adını anarak ye; ve eğitilmemiş köpeğinle avı yakaladığında onu ye.”"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini aktardı: “Okunu attığında ve hayvan gözünden kaybolursa, üzerine geldiğinde eğer bir kötü koku yoksa onu ye.”"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "O, Peygamber'in, “Üç gün sonra avladığı hayvanı bulan kimse, eğer bir kötü koku yoksa onu yesin.” dediğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Anas, bir sabah ‘Abdallah b. Ebu Talha’yı Allah’ın elçisine götürdüğünü ve ona bir şey çiğneyip damağını ovmasını istediğini, onu sadaka develerini damgalarken bir elinde markalama demiriyle bulduğunu söyledi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "*Bu, çocuklar için bereket elde etme amacıyla bir gelenekti."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Hişam b. Zaid, Anas’tan, Peygamber’i ziyaret ettiğini ve onu bir ahırda koyun damgalarken gördüğünü, onun kulaklarına damgaladığını düşündüğünü aktardı."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 21,
      "narrator": "",
      "text": "‘Adi b. Hatim, “Bana söyle, Allah’ın elçisi; bizden biri av hayvanı yakalarsa ve bıçağı yoksa, boğazını bir çakmak taşı ve bir dal parçasıyla kesebilir mi?” dedi. O da, “Kanını akıtmak için ne alırsan al ve Allah’ın adını an.” diye cevap verdi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Davud ve Nesai bunu aktardı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Abul ‘Ushara’, babasından, “Kesim, Allah’ın elçisi, sadece boğazda ve göğsün üst kısmında mı yapılmalıdır?” dediğini aktardı. O da, “Eğer uyluğunu delersen bu da senin için yeter.” diye cevap verdi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "*O, Usame b. Malik b. Kahtam (veya Kahtam) idi. Bakınız İbn Abd al-Barr. İsti'ab, s. 246, No. 10S9."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Tirmidhi, Ebu Davud, Nesai, İbn Mace ve Darimi bunu aktardı. Ebu Davud, bu durumun bir kuyuya düşen hayvanı kesme şekli olduğunu, Tirmidhi de bunun zorunluluk halinde olduğunu söyledi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "‘Adi b. Hatim, Peygamber’in, “Senin için bir köpek veya bir şahin tarafından yakalanan her şeyi ye, eğer onu eğitip Allah’ın adını anarak yola çıkmışsan.” dediğini bildirdi. O, bunun hayvanı öldürmesi durumunda geçerli olup olmadığını sordu, o da, “Eğer onu öldürürse ama ondan bir şey yemezse, çünkü onu sadece senin için yakaladı.” diye cevap verdi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "O, “Allah’ın elçisi, ben av hayvanına ok atıyorum ve ertesi gün okumu içinde buluyorum.” dedi. O da, “Okunun onu öldürdüğünü biliyorsan ve hayvanda bir av hayvanının izini görmüyorsan, onu yiyebilirsin.” diye cevap verdi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Cabir, Maguslara ait bir köpekle yakalanan avların yenilmesinin yasaklandığını söyledi."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Vakid el-Leysi, Peygamber'in Medine'ye geldiğinde insanların develerin hörgüçlerini kestiklerini ve koyunların yağlı kuyruklarını kestiğini söylediğini, bunun üzerine Peygamber'in, “Bir hayvandan kesilen her şey, hayvan canlıyken kesilmişse ölüdür* ve yenilmemelidir.” dediğini aktardı."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "*Yani, doğal bir ölümle ölmüş gibi muamele edilir ve bu nedenle helal olarak yenilmez."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud rivayet etmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ata b. Yasar, B. Haritha'dan bir adamın, Uhud'un vadilerinden birinde hamile bir dişi deve otlatırken onun ölmekte olduğunu gördüğünü ve boğazını kesmek için bir şey bulamadığı için bir çubuk alıp onun göğsünün üst kısmına saplayarak kanını akıttığını, ardından Peygamber'e haber verdiğini ve Peygamber'in ona onu yemesini emrettiğini söyledi."
    },
    {
      "id": 36,
      "narrator": "Jabir said:",
      "text": "Ebu Davud ve Malik rivayet etmiştir. Onun rivayetinde, onu sivri bir odun parçasıyla kestim dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin, “Denizde Adem oğulları için kesilmemiş hiçbir canlı yoktur.” dediğini bildirdi.*"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "*Balıkların kesilmemiş olmalarına rağmen helal yiyecek olduğunu ifade eden bir söz."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Darakutni rivayet etmiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın elçisinin, \"Eğer biri köpek edinirse, koyun köpeği veya av köpeği dışında, her gün iki kirat sevaplarından eksilecektir.\" dediğini bildirdi."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Anas said:",
      "text": "Ebu Hureyre, Allah'ın elçisinin, \"Eğer biri köpek edinirse, koyun köpeği, av köpeği veya çiftlik köpeği dışında, her gün bir kirat sevaplarından eksilecektir.\" dediğini bildirdi."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Ne yiyorum ne de kertenkelelerin yenmesini yasaklıyorum.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "İbn Abbas, Halid b. Velid'in kendisine, Allah'ın elçisi ile birlikte Maimuna'yı ziyaret ettiklerini, Maimuna'nın hem onun hem de İbn Abbas'ın teyzesinin olduğunu ve orada kızartılmış bir kertenkele bulduklarını söyledi. Maimuna, kertenkeleyi Allah'ın elçisine sundu ve o elini geri çekince Halid, kertenkelelerin yasak olup olmadığını sordu. O da, \"Hayır; ama benim halkımın topraklarında yoktu ve onlardan hoşlanmadığımı düşünüyorum.\" diye cevap verdi. Halid, \"Ben de o zaman onu çiğneyip yedim, Allah'ın elçisi beni izliyordu.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Jabir said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Ebu Musa, Allah'ın elçisinin kuş eti yediğini gördüğünü bildirdi."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 54,
      "narrator": "Abus Sa’ib said:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "İbn Ebu Aufa, Allah'ın elçisi ile birlikte yedi sefer yaptıklarını ve onunla birlikte çekirgeleri yediklerini bildirdi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Cabir dedi ki: Ben seferdeydim, ordu ağaçlardan yaprak dökerek yiyecek bulmak zorunda kaldı ve Ebu Ubeyde sorumlu kılındı. Şiddetli bir açlık çektik, sonra deniz, daha önce hiç görmediğimiz bir ölü balığı, spermaseti balinası olarak adlandırılan bir balığı çıkardı ve biz ondan yarım ay boyunca yedik. Ebu Ubeyde, onun bir kemiğini aldı ve bir binek hayvanı onun altından geçebiliyordu. Geldiğimizde durumu Peygamber'e anlattık, o da, \"Size Allah'ın çıkardığı bir rızık yiyin, eğer varsa bize de yedirin.\" dedi. Onlar, Allah'ın elçisine birazını gönderdiler ve o da yedi."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "İbn ‘Umar, Allah'ın elçisinin pislik yiyen hayvanın etini yemeyi ve sütünü içmeyi yasakladığını söyledi."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir. Ebu Davud'un rivayetinde, pislik yiyen hayvana binmeyi de yasakladığını söyledi."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "‘Abd ar-Rahman b. Şibl, Peygamber'in kertenkele etini yemeyi yasakladığını söyledi."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Cabir, Peygamber'in kedileri veya onlara ödenen bedeli yemeyi yasakladığını söyledi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "1. Bu, ya aynen ödenen bedel ya da onlara ödenen parayla satın alınan şey olabilir."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Ebu Davud ve Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "O, Hayber günüyle ilgili olarak, Allah'ın elçisinin evcil eşekleri, katır etini, dişli her yırtıcı hayvanı ve pençeli her kuşu haram kıldığını bildirdi."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiş ve bunun gharib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Halid b. Velid, Allah'ın elçisinin atların, katırların ve eşeklerin etini yemeyi yasakladığını söyledi."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Davud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "O, Peygamber ile Hayber savaşına gittiğini ve Yahudilerin, insanların yeşil hurmalarını almak için acele ettiğinden şikayet ettiklerini söyledi; bunun üzerine Allah'ın elçisi, \"Sözleşme yapılmış olanların malı, ancak alınan vergiler dışında helal değildir.\" dedi."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "2. Burada, ağaçtan düşen henüz yeşil olan hurmalara atıfta bulunulmaktadır."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "İbn ‘Umar, Allah'ın elçisinin \"İki tür doğal ölümle ölmüş hayvan ve iki tür kan bize helal kılınmıştır; doğal ölümle ölenler balık ve çekirge, iki tür kan ise karaciğer ve dalaktır.\" dediğini bildirdi."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Al-'Abbas dedi ki, \"Ey Allah'ın Resulü, biz Zemzem'i temizlemek istiyoruz, ama içinde bu cins jinnlerden bazıları var,\" yani küçük yılanlar; bunun üzerine Allah'ın Resulü, onların öldürülmesini emretti."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Küçük beyaz olan dışında tüm yılanları öldürün, o gümüş bir asa gibi görünür.\""
    },
    {
      "id": 80,
      "narrator": "Ibn ‘Abbas said God’s messenger prohibited killing four creatures:",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Bir sinek, herhangi birinizin kabına konduğunda, onu içine daldırın; çünkü bir kanadında hastalık, diğerinde ise şifa vardır; hastalığı içeren kanadı öne çıkar, bu yüzden hepsini daldırın.\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in şöyle söylediğini bildirdi: \"Bir sinek yiyecek üzerine konduğunda, onu içine daldırın; çünkü bir kanadında zehir, diğerinde ise şifa vardır ve önce zehiri, sonra şifayı koyar.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Şerh as-sunna'da rivayet edilmiştir."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün dört yaratığı öldürmeyi yasakladığını söyledi: karıncalar, arılar, bülbüller ve sparrow-hawks. Abu Davud ve Darimi rivayet etmiştir."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 90,
      "narrator": "",
      "text": "İbn Abbas, cahiliye döneminde insanların bazı şeyleri yiyip bazılarını kirli sayarak bıraktıklarını söyledi. Sonra Allah, Peygamberini gönderdi ve Kitabını indirdi; bazı şeyleri helal, bazılarını haram kıldı; dolayısıyla O'nun helal kıldığı helaldir, haram kıldığı haramdır ve O'nun hakkında bir şey söylemediği şeyler mubahtır. Ve şöyle okudu: \"De ki, bana vahyedilenlerde yiyen için haram olan bir şey bulamıyorum, ancak leş veya kan...\" 1"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "'Amr b. Shu'aib, babası aracılığıyla, dedesinin şöyle söylediğini aktardı: Allah’ın elçisine ‘aqiqa hakkında sorulduğunda, “Allah, bağların koparılmasını (uquq) sevmez,” diye cevap verdi; sanki bu ismi sevmedi. Ve şöyle dedi: “Eğer birinin bir çocuğu doğarsa ve onun adına bir kurban kesmek isterse, erkek çocuk için iki koyun, kız çocuk için bir koyun kesebilir.”"
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Abu Davud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "Buraida said:",
      "text": "---"
    }
  ]
}