{
  "language": "tr",
  "metadata": {
    "length": 135,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "‘Umar b. Abu Salama said:",
      "text": "'Umar b. Abu Salama dedi ki: Ben Allah'ın elçisinin himayesinde bir çocukken, elim tabakta dolaşırken o bana, “Allah'ın adını an, sağ elinle ye ve yanındaki şeyden ye.” dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Hudhaifa, Allah'ın elçisinin şöyle söylediğini bildirdi: “Şeytan, Allah'ın adı anılmadığı zaman yiyeceği helal sayar.”"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin şöyle söylediğini bildirdi: “Bir adam evine girdiğinde ve girdiğinde Allah'ın adını anarsa, şeytan der ki: ‘Senin gece kalacak yerin yok ve akşam yemeğin yok;’ ama eğer girdiğinde Allah'ın adını anmazsa, şeytan der ki: ‘Sen gece kalacak bir yer buldun;’ ve eğer yemeğinde Allah'ı anmazsa, ‘Sen gece kalacak bir yer ve akşam yemeği buldun.’”"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "*Zamir çoğuldur. Şeytanın yardımcılarına hitap ettiği söylenir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle söylediğini bildirdi: “Sizden biri yemek yediğinde sağ eliyle yemelidir, içtiğinde de sağ eliyle içmelidir.”"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: “Sizden hiç kimse sol eliyle yemek veya içmek zorunda değildir, çünkü şeytan sol eliyle yer ve içer.”"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ka'b b. Malik, Allah'ın elçisinin üç parmakla yediğini ve elini silmeden önce yaladığını söyledi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Cabir, Peygamber'in insanlara parmaklarını ve tabağı yalamalarını emrettiğini, “Siz, bereketin hangi kısmında olduğunu bilemezsiniz.” dediğini bildirdi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"İki kişinin yiyeceği, üç kişi için yeterlidir; üç kişinin yiyeceği ise dört kişi için yeterlidir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin şöyle dediğini duyduğunu bildirdi: \"Bir kişinin yiyeceği, iki kişi için yeterlidir; iki kişinin yiyeceği, dört kişi için yeterlidir; dört kişinin yiyeceği ise sekiz kişi için yeterlidir.\""
    },
    {
      "id": 19,
      "narrator": "Anas said:",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Aişe, Allah'ın elçisinin şöyle dediğini duyduğunu bildirdi: \"Talbina, bir hastanın kalbini dinlendirir ve onun üzüntüsünden bir kısmını giderir.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "*Un veya kepek ve sütle yapılan bir tür lapadır, bazen içine bal karıştırılır."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Enes dedi ki: Bir terzi, Peygamberi hazırladığı bir yemeğe davet etti ve ben de Peygamberle birlikte gittim. O, arpa ekmeği ve kabak ile kurutulmuş dilimlenmiş etten oluşan bir çorba sundu ve ben Peygamberin tabağın etrafında kabak peşinde koştuğunu gördüm, bu yüzden o günden beri kabağı hep sevdim."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Amr b. Umayya, Peygamberin elinde bir koyun omuzundan dilimler kestiğini gördüğünü bildirdi. Namaza çağrıldı ve onu ve kesmekte olduğu bıçağı fırlatıp, abdest almadan kalkıp namaz kıldı."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Aişe, Allah'ın elçisinin şekerlemeleri ve balı sevdiğini söyledi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Cabir, Peygamberin ailesinden baharat istediğinde ve sadece sirke olduğunu söylediklerinde, onu çağırdığını ve yemeğinde kullanırken \"Sirke iyi bir baharattır; sirke iyi bir baharattır.\" dediğini bildirdi."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "O, bazen bir ay geçerdi ki, ateş yakmazdık, sadece hurma ve su ile yetinirdik, ancak biraz et getirilmedikçe."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "An-Nu‘man b. Bashir said:",
      "text": "O, Muhammed’in ailesinin ardışık iki günde tam bir buğday ekmeği yemediklerini, ancak bunlardan birinde hurma yediklerini söyledi."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "O, Allah’ın elçisi vefat edene kadar hurma ve su ile tam bir öğün yemediklerini söyledi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "Abu Ayyub said:",
      "text": "En-Nu‘man b. Beşir dedi ki: İstediğiniz yiyecek ve içecek yok mu? Ben, Peygamberinizi karnını doyuracak kadar yetersiz hurma bulamazken gördüm."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Ebu Eyyub, yiyecek Peygamber’e getirildiğinde ondan biraz yediğini ve geriye kalanını ona gönderdiğini söyledi. Bir gün, sarımsak içeren bir yemekten hiç yemediği bir tabak gönderdiğinde, bunun haram olup olmadığını sordu ve o da, “Hayır; ama kokusunu sevmediğim için,” dedi. Bunun üzerine o da, “Senin sevmediğini ben de sevmiyorum,” dedi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Salman, Tevrat'ta yiyeceklerin bereketinin ondan sonra abdest almakta olduğunu okuduğunu söyledi. Bunu Peygamber'e söylediğinde, \"Yiyeceklerin bereketi, ondan önce ve ondan sonra abdest almaktadır,\" dedi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "İbn Abbas, yiyecek Peygamber'e sunulduğunda veya tuvaletten çıktığında, kendisine abdest için su getirilip getirilmeyeceği sorulduğunda, \"Namaz için kalktığımda abdest almam emredildi,\" diye cevap verdi."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Nesaî rivayet etmiştir; İbn Mace ise bunu Ebu Hüreyre'den rivayet etmiştir."
    },
    {
      "id": 50,
      "narrator": "‘Abdallah b. al-Harith b. Jaz’ said:",
      "text": "İbn Abbas, Peygamber'e bir tabak tharid getirildiğini ve \"Tabaktan kenarlarından ye, ortasından değil; çünkü bereket onun ortasında iner,\" dediğini bildirdi."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "*Tahıl ekmeği çorba ile karıştırılmış ve içinde et parçaları olabilen bir yemektir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Tirmizi, İbn Mace ve Darimi rivayet etmiştir; Tirmizi, bunun hasan sahih bir hadis olduğunu söylemiştir. Ebu Davud'un rivayetinde ise, \"Sizden biri yemek yediğinde, tabakların üst kısmından değil, alt kısmından yemelidir; çünkü bereket onun üst kısmından iner,\" dediği belirtilmiştir."
    },
    {
      "id": 53,
      "narrator": "Umm al-Mundhir said:",
      "text": "Abdullah b. Amr, Allah'ın elçisinin yemek yerken asla yaslanmış olarak veya iki adamın peşinde yürürken görülmediğini söyledi."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Abdullah b. Harith b. Cez' dedi ki: Allah'ın elçisine camide ekmek ve et getirildi, o yedi ve biz de onunla birlikte yedik. Sonra kalktı ve namaz kıldı, biz de onunla birlikte namaz kıldık; ellerimizi sadece taşlarla silmekten başka bir şey yapmadık."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "İbn Mace rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Ebu Hüreyre, Allah'ın elçisine et getirildiğini ve kendisine hoşlandığı ön bacak sunulduğunda, ondan bir ısırık aldığını bildirdi."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace rivayet etmiştir."
    },
    {
      "id": 59,
      "narrator": "Umm Hani’ said:",
      "text": "Aişe, Allah'ın elçisinin \"Eti bıçakla kesmeyin; çünkü bu yabancı bir uygulamadır, ama ısırarak yiyin; bu daha faydalı ve sağlıklıdır,\" dediğini bildirdi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Ebu Davud ve Beyhaki, Şu'ab al-iman'da rivayet etmiştir; her ikisi de bunun güçlü olmadığını söylemiştir."
    },
    {
      "id": 61,
      "narrator": "Sa‘d said:",
      "text": "Sa‘d dedi ki: Hastalandığımda, Peygamber bana ziyarete geldi ve elini meme uçlarımın arasına koyarak kalbimdeki serinliği hissetmemi sağladı, ardından “Sen kalp hastalığına yakalanmışsın. Tıbbı uygulayan Thaqif'ten al-Harith b. Kalada'ya git, Medine'nin 'ajwa hurmalarından yedisini alıp çekirdekleriyle birlikte dövsün, sonra sana versin.” dedi."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "‘A’isha dedi ki: Peygamber, karpuzu taze hurmalarla yerdi."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Tirmidhi rivayet etmiştir. Ebu Davud, onun “Birinin sıcaklığı diğerinin serinliğiyle, diğerinin serinliği de birinin sıcaklığıyla kırılır.” dediğini ekledi. Tirmidhi, bunun hasan gharib bir hadis olduğunu söyledi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Anas, Peygamber'e eski hurmalar getirildiğinde onları incelemeye başladığını ve içindeki kurtları çıkardığını bildirdi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "‘Ikrash b. Dhu’aib said:",
      "text": "İbn ‘Umar, Peygamber'e Tabuk'ta bir parça peynir getirildiğinde bıçak çağırdığını ve Allah'ın adını anarak kestiğini bildirdi."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Al-Mughira b. ‘Shu'ba said:",
      "text": "Salman, Allah'ın elçisine tereyağı, peynir ve yaban eşekleri hakkında sorulduğunda, “Helal olan, Allah'ın Kitabında helal kıldığıdır; haram olan, Allah'ın Kitabında haram kıldığıdır; hakkında hiçbir şey söylemediği ise, göz ardı ettiği şeylerdendir.” diye cevap verdi."
    },
    {
      "id": 74,
      "narrator": "Hudhaifa said:",
      "text": "İbn Mace ve Tirmidhi rivayet etmiştir; Tirmidhi, bunun gharib bir hadis olduğunu ve en sağlam görüşe göre maukuf olduğunu söyledi."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Anas b. Malik, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Sizin çeşninizin efendisi tuzdur.\""
    },
    {
      "id": 77,
      "narrator": "",
      "text": "*Muhtemelen tuzun yiyecekleri lezzetli hale getirmek için gerekli olduğu, diğer çeşnilerin ise ek olduğu anlamına gelmektedir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "İbn Mace bunu aktarmıştır."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Yemek konulduğunda terliklerinizi çıkarın, çünkü bu ayaklarınıza daha fazla dinlenme sağlar.\""
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Asma bint Ebu Bekir, kendisine tharid getirildiğinde, buharlanıncaya kadar örtülmesini emrettiğini ve Allah'ın elçisinin bunun bereketi artırdığını söylediğini duyduğunu bildirdi."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Darimi bu iki hadisi aktarmıştır."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Nubaisha, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Eğer biri bir tabaktan yer ve onu yalarsa, tabak ona, Allah'ın onu cehennemden kurtarmasını dileyerek, şeytandan kurtulduğu gibi, dileklerini ifade eder.\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Razin bunu aktarmıştır."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kim Allah'a ve ahiret gününe inanıyorsa, misafirine ikram etsin; kim Allah'a ve ahiret gününe inanıyorsa, komşusunu rahatsız etmesin; kim Allah'a ve ahiret gününe inanıyorsa, ya iyi bir söz söylesin ya da suskun kalsın.\" Bir rivayette komşudan bahsetmek yerine, \"Kim Allah'a ve ahiret gününe inanıyorsa, akrabalık bağlarını gözetmelidir.\" demiştir."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Ebu Şuraih el-Ka'bî, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kim Allah'a ve ahiret gününe inanıyorsa, misafirine ikram etsin. Yol için gereken yiyecek, bir gün ve bir gece için yeterlidir; misafirperverlik üç gün sürer; bundan fazlası sadakadır; ve misafirin kendisini yük haline getirecek kadar kalması caiz değildir.\""
    },
    {
      "id": 87,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "'Uqba b. 'Amir, Peygambere şöyle dediğini bildirdi: \"Bizi gönderiyorsun ve biz, bize misafirperverlik göstermeyen bir topluma geliyoruz, senin görüşün nedir?\" O da, \"Eğer size misafir için uygun olanı emreden bir topluma giderseniz, kabul edin; ama eğer etmezlerse, onlardan misafire vermeleri gereken uygun olanı alın.\" diye cevap verdi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 90,
      "narrator": "Abu 'Asib said:",
      "text": "Ebu Hureyre, Allah'ın elçisi bir gün veya gece dışarı çıktığında, Ebu Bekir ve 'Umar ile karşılaştığını ve onlara o saatte evlerinden neyin çıkardığını sorduğunu bildirdi. Onlar açlık olduğunu söylediklerinde, \"Benim için de durum aynıdır. Canımın sahibi olan Allah'a yemin ederim ki, sizi dışarı çıkaran şey beni de dışarı çıkardı. Kalkın.\" dedi. Onlar kalktı ve onunla birlikte Ensar'dan bir adamın yanına gittiler, ama o evde yoktu. Eşini görünce, ona sıcak bir karşılama yaptı ve Allah'ın elçisi ona falan filan nereye gitti diye sordu, o da onların biraz temiz su almak için gittiğini söyledi. O anda Ensar geldi ve Allah'ın elçisini ve iki arkadaşını görünce, \"Hamd olsun Allah'a! Bugün benden daha onurlu misafir yok.\" dedi. Sonra onlara olgunlaşan hurmalar, kuru hurmalar ve taze hurmalar içeren bir salkım getirdi ve onlardan biraz yemelerini söyledi, ardından bıçağını aldı. Allah'ın elçisi ona süt veren bir hayvanı kesmemesi konusunda uyardıktan sonra, onlara bir koyun kesti; ve onlar ondan ve salkımdan yedikten ve içtikten sonra, Allah'ın elçisi Ebu Bekir ve 'Umar'a, \"Canımın sahibi olan Allah'a yemin ederim ki, bu nimet hakkında kıyamet gününde sorguya çekileceksiniz. Açlık sizi evlerinizden çıkardı, sonra bu nimet size gelene kadar geri dönmediniz.\" dedi."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Yemek örtüsü serildiğinde, bir adam kalkmamalıdır, örtü kaldırılmadan elini de çekmemelidir; insanlar yemeği bitirene kadar, eğer çekerse özür dilemelidir, çünkü bu, arkadaşını rahatsız eder ve belki de yiyeceğe ihtiyaç duysa bile elini uzatmaz.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "İbn Mace ve Beyhaki, Şu'ab al-iman'da bunu aktarmıştır."
    },
    {
      "id": 93,
      "narrator": "Asma' daughter of Yazid said:",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Ca'fer b. Muhammed, babasının rivayetiyle, Allah'ın elçisi insanlarla birlikte yemek yediğinde, yemeği en son bitirenin kendisi olduğunu bildirmiştir."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Beyhaki, bunu Şu'ab al-iman'da mürsel olarak aktarmıştır."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Esma bint Yezid dedi ki: \"Peygamberimize bir yemek getirildi, bunu bize sundu ve biz istemediğimizi söylediğimizde, 'Açlıkla yalanı birleştirmeyin' diye cevap verdi.\""
    },
    {
      "id": 98,
      "narrator": "",
      "text": "İbn Mace bunu aktarmıştır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Ömer b. Hattab, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Birlikte yiyin, ayrı ayrı değil; çünkü bereket, toplulukla ilişkilidir.\""
    },
    {
      "id": 101,
      "narrator": "",
      "text": "İbn Mace bunu aktarmıştır."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Bir adam, misafirini evin kapısına kadar uğurlamalıdır; bu, sünnetin bir parçasıdır.\""
    },
    {
      "id": 104,
      "narrator": "",
      "text": "İbn Mace bunu aktarmış, Beyhaki ise Şu'ab al-iman'da hem Ebu Hureyre'den hem de İbn Abbas'tan aktarmış, ancak isnadında bir zayıflık olduğunu belirtmiştir."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Cabir, Peygamber'in bir sahabi ile birlikte Ensar'dan bir adamı ziyaret ettiğini söyledi. Selam verdi, bahçesini sulayan adam da selamı aldı. Peygamber, “Eğer eski bir deride gece kalmış suyunuz varsa, onu isteriz; aksi takdirde bir derecikten biraz içeriz,” dedi. Adam, gece eski derilerde su olduğunu söyledi, sonra trellise gitti ve bir sürahiye su dökerek, evcil bir koyundan sağdığı sütü ekledi, Peygamber içti. Bunu tekrar etti ve onunla birlikte gelen adam da içti."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Buhari bunu nakletti."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Ümmü Seleme, Allah'ın elçisinin şöyle söylediğini bildirdi: “Kim gümüş kaplardan içerse, cehennemin ateşi karnında kaynayacaktır.”"
    },
    {
      "id": 110,
      "narrator": "",
      "text": "(Buhari ve Müslim.) Müslim'in bir versiyonunda, “Gümüş ve altın kaplardan yiyip içen kimse” denilmektedir."
    },
    {
      "id": 111,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Hudeyfe, Allah'ın elçisinin şöyle dediğini duyduğunu söyledi: “İpek veya brokar giymeyin, altın ve gümüş kaplardan içmeyin, altın ve gümüş tabaklardan yemeyin; çünkü başkalarının bunları bu dünyada vardır, ama siz bunları ahirette alacaksınız.”"
    },
    {
      "id": 113,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 114,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Enes, Allah'ın elçisi için bir evcil koyunun sütü sağlandığını ve bu sütün Enes'in evindeki bir kuyudan su ile karıştırıldığını söyledi. Allah'ın elçisine bir fincan verildi ve içti, Abu Bekir solunda, bir bedevi sağında oturuyordu. 'Ömer, Allah'ın elçisinden bunu Abu Bekir'e vermesini istedi, ama sağındaki bedeviye verdi ve “Sağda olan, sonra sağında olan,” dedi. Bir versiyonda, “Sağdakiler, sonra sağdakiler; sağa doğru geçin,” denilmektedir.*"
    },
    {
      "id": 116,
      "narrator": "",
      "text": "*Bu gelenek, insanların, mevcut olanların göreceli önemine bakılmaksızın, sağlarındaki kişiye içecek vermesi gerektiğini belirtmektedir. Ardından gelen gelenek bunu açıkça ortaya koymaktadır."
    },
    {
      "id": 117,
      "narrator": "Kabsha said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Sahl b. Sa'd, Peygamber'e bir fincan getirildiğini ve ondan içtiğini, sağında en genç olan gencin, solunda ise yaşlıların bulunduğunu söyledi. Gençten, bunu yaşlılara vermesine izin vermesini istedi, ama genç, “Ben, senin bir iyiliğinde kimseye öncelik vermem,” dedi. Bunun üzerine ona verdi."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "İbn ‘Umar, Peygamber'in şöyle dediğini bildirmiştir: “Kim altın veya gümüş bir kapta ya da bu tür bir şey içeren bir kapta içerse, cehennemin ateşi karnında kaynayacaktır.”"
    },
    {
      "id": 122,
      "narrator": "Anas said:",
      "text": "Darakutni rivayet etmiştir."
    },
    {
      "id": 123,
      "narrator": "‘A’isha said:",
      "text": "---"
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Enes dedi ki: Ben, Allah'ın elçisine bu kupamda her türlü içecek verdim: bal, nabidh, su ve süt."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Aişe dedi ki: Biz, Allah'ın elçisine sabahları bir derideki hurmaları ıslatırdık; bu deri üstten bağlıydı ve bir ağzı vardı. Sabah ıslattığımızı akşam içerdi, akşam ıslattığımızı da sabah içerdi."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 129,
      "narrator": "‘Abdallah b. Abu Aufa said:",
      "text": "---"
    },
    {
      "id": 130,
      "narrator": "",
      "text": "İbn ‘Abbas, Allah'ın elçisine gecenin başında hurma ıslatıldığını ve onun sabah ve ertesi gece, ertesi gün ve ertesi gece akşama kadar içtiğini, eğer bir şey kalırsa, onu hizmetçiye içirdiğini ya da dökülmesini emrettiğini bildirmiştir."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisine bir deride hurma ıslatıldığını, ancak deri bulamadıklarında onun için küçük bir taş kapta ıslatıldığını bildirmiştir."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "---"
    }
  ]
}