{
  "language": "tr",
  "metadata": {
    "length": 193,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Anas, Peygamber'in en çok sevdiği giysinin çizgili bir örtü olduğunu söyledi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Al-Mughira b. Shu'ba, Peygamber'in dar kollu bir Bizans pelerini giydiğini söyledi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Burda, Aişe'nin onlara yamanmış bir giysi ve kaba bir alt giysi getirdiğini ve Allah'ın elçisinin ruhunun o giysileri giyerken alındığını söyledi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Aişe, Allah'ın elçisinin yattığı yatağın palmiye lifleriyle doldurulmuş deri olduğunu söyledi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "O, Allah'ın elçisinin yaslandığı yastığın palmiye lifleriyle doldurulmuş deri olduğunu söyledi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "O, öğle sıcağında evlerinde otururken birinin Ebu Bekir'e, \"İşte Allah'ın elçisi başını gölgeliyor.\" dediğini söyledi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin ona, \"Bir adam için bir yatak, karısı için bir yatak ve bir misafir için bir yatak olmalıdır, fakat dördüncüsü şeytan içindir.\" dediğini bildirdi. (Gereğinden fazla yatak sahibi olmanın dünya malına düşkünlük veya bir gösteriş yapma arzusu anlamına geldiği açıklanmıştır. Bu tür uygulamalar kınanır ve kınanmış olan şeytanla bağlantılıdır.)"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin, \"Kıyamet gününde, alt giysisini kibirle sürükleyen kimseye Allah bakmayacaktır.\" dediğini bildirdi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ali, Allah'ın elçisinin kendisine ipek içeren çizgili bir hırka gönderdiğini, ancak hırkayı giydiğinde onun öfkeli göründüğünü söyledi. Sonra, \"Bunu giymen için göndermedim, sadece kadınlar için peçeler yapmak üzere kesmen için gönderdim.\" dedi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 18,
      "narrator": "Asma’ daughter of Abu Bakr brought out a mantle of royal Persian quality with a gore of brocade and hemmed front and back with brocade, and said :",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ömer, Peygamber'in ipek giymeyi bu kadarla sınırladığını, bunun da Allah'ın elçisinin orta ve işaret parmağını kaldırarak gösterdiğini söyledi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Müslim'in bir rivayeti, onun el-Cabiye'de (Galile Denizi'nin doğusunda, Yarmuk savaş alanının kuzeyinde bir kasaba. Ömer, Kudüs'ün düşüşünden önce oraya gitmiştir.) yaptığı bir konuşmada, Allah'ın elçisinin ipek giymeyi iki, üç veya dört parmak kadar sınırladığını söylediğini aktarır."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Asma, Ebu Bekir'in kızı, brokarla süslenmiş, ön ve arka kısmı brokarla kenarları işlenmiş, kraliyet kalitesinde bir hırka çıkardı ve şöyle dedi: Bu, Aişe ile birlikte olan Allah'ın elçisinin hırkasıdır; onun vefatında miras aldım. Peygamber bunu giyerdi ve biz onu hasta olanlar için yıkardık ve onunla şifa arardık. (Yıkandığı su hasta olanlara içirilir, ya da giysi onların üzerine konur, ya da onlara dokunmaları veya öpmeleri için verilir ve böylece bir bereket alırlardı.) Müslim bunu aktarmıştır."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin az-Zubair ve Abd ar-Rahman b. Auf'a kaşıntıları nedeniyle ipek giymelerine izin verdiğini söyledi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Müslim'in bir rivayetinde, onların böceklerden şikayet ettiklerini ve onlara ipek gömlek giymelerine izin verdiğini söylediği aktarılmaktadır."
    },
    {
      "id": 28,
      "narrator": "Mu'awiya b. Qurra quoted his father as saying:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Abdullah b. Amr b. al-As, Allah'ın elçisi onu safranla boyanmış iki giysi giyerken gördüğünde, \"Bunlar kafirlerin giydiği giysilerdir; onları giymeyin.\" dediğini aktardı. Bir rivayet, onları yıkamayı önerdiğinde, \"Hayır, onları yak.\" diye cevap verdiğini belirtmektedir. Müslim bunu aktarmıştır."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "'Abd ar-Rahman b. 'Auf, Allah'ın elçisinin ona bir sarık sardığını ve uçlarını önünde ve arkasında sarkıttığını bildirdi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Rukana, Peygamber'in şöyle dediğini bildirdi: \"Bizimle müşrikler arasındaki fark, sarıkların şapka üzerine giyilmesidir.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etti ve bunun isnadının güvenilir olmadığını belirtti."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Abu Musa el-Eş'ari, Peygamber'in şöyle dediğini bildirdi: \"Altın ve ipek, benim toplumumun kadınlarına helaldir, fakat erkeklerine haramdır.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Tirmidhi ve Nesai bunu rivayet etti, Tirmidhi bunun hasan sahih bir hadis olduğunu söyledi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Abu Sa'id el-Hudri, Allah'ın elçisi yeni bir elbise giydiğinde, bunun adını, sarık, gömlek veya örtü olarak anarak şöyle dediğini bildirdi: \"Ey Allah, sana hamd olsun! Beni bununla giydirdiğin gibi, bunun hayrını ve bunun için yaratıldığı şeyin hayrını senden istiyorum, bunun şerrinden ve bunun için yaratıldığı şeyin şerrinden sana sığınıyorum.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Tirmidhi ve Abu Davud bunu rivayet etti."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Mu'adh b. Anas, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Eğer biri bir yiyecek yerse ve sonra 'Beni bu yiyecekle doyuran ve bunu bana kendi gücüm ve kudretim olmadan veren Allah'a hamd olsun' derse, geçmiş günahları affedilir.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etti ve Abu Davud, eğer biri bir elbise giyerse ve 'Beni bununla giydiren ve bunu bana kendi gücüm ve kudretim olmadan veren Allah'a hamd olsun' derse, geçmiş ve sonraki günahları affedilir diye ekledi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "'A'isha, Allah'ın elçisinin ona şöyle dediğini bildirdi: \"Eğer benimle birlikte olmak istiyorsan, 'A'isha, dünyalık şeylerle bir yolcunun ihtiyacı kadar yetin, zenginlerle oturmaktan kaçın ve bir elbisenin yıpranmış sayılabilmesi için onu yamamadan önce yıpranmış olarak düşünme.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etti ve bunun Salih b. Hassan'ın hadisleri arasında yalnızca bildiği gharib bir hadis olduğunu, bu hadislerin Muhammad b. İsmail (yani Buhari) tarafından reddedildiğini söyledi."
    },
    {
      "id": 43,
      "narrator": "Abul Ahwas quoted his father as saying:",
      "text": "Abu Umama İlyas b. Tha'laba, Allah'ın elçisinin şöyle dediğini bildirdi: \"Dinle, dinle! Eski elbiseler giymek imanın bir parçasıdır, eski elbiseler giymek imanın bir parçasıdır.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etti."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Bu dünyada gösterişli elbiseler giyen kimse, kıyamet gününde Allah tarafından alçak elbiseler giyecektir.\""
    },
    {
      "id": 46,
      "narrator": "Abu Raihana said God’s messenger forbade ten things :",
      "text": "Abu Raihana dedi ki, Allah'ın elçisi on şeyi yasakladı: dişlerin uçlarını sivriltmek, dövme yapmak, tüyleri yolmak, erkeklerin iç çamaşırı olmadan birlikte yatması, kadınların iç çamaşırı olmadan birlikte yatması, erkeklerin giysilerinin altına Persler gibi ipek koyması veya omuzlarına Persler gibi ipek koyması, yağmalama, panter derisi üzerinde binmek, yüzük takmak, ancak yetkili olan birisi için. Abu Davud ve Nasa'i bunu rivayet etmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "'Ali dedi ki, Allah'ın elçisi ona altın yüzük takmayı, Qassi giysi giymeyi veya eyer örtüsü kullanmayı yasakladı. Tirmidhi, Abu Davud, Nasa’i ve İbn Mace bunu rivayet etmiştir. Abu Davud'un bir rivayetinde mor eyer örtülerini yasakladığını söyledi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Mu'awiya, Allah'ın elçisinin şöyle dediğini bildirdi: \"İpek kumaşlar veya panter derileri üzerinde binmeyin.\" Abu Davud ve Nasa'i bunu rivayet etmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Al-Bara' b. 'Azib, Peygamber'in kırmızı eyer örtülerini yasakladığını söyledi. Bu, Şerh as-sunna'da rivayet edilmiştir."
    },
    {
      "id": 50,
      "narrator": "Abu Rimtha at-Taimi said:",
      "text": "Abu Rimtha at-Taimi dedi ki: Peygamber'e geldiğimde, iki yeşil giysi giymekteydi, saçları griye dönmüştü ama griyi kırmızıya boyamıştı. Tirmidhi bunu rivayet etmiştir; Abu Davud'un bir rivayetinde, saçlarının sarkık olduğu (bu sarkık saçlar kulak loblarına kadar sarkardı) ve kına ile boyandığı belirtilmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Enes, Peygamber hasta olduğunda Usame'ye dayanarak çıktığını, çizgili bir giysi giydiğini, sol omzunun üzerinden bir ucu sarkarak namazda onlara önderlik ettiğini söyledi. Bu, Şerh as-sunna'da rivayet edilmiştir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "'A'isha dedi ki; Peygamber iki kaba çizgili giysi giyiyordu ve oturduğunda terlediğinde onları ağır hissetti. Bir Yahudi, Suriye'den bir kumaş gönderimi aldı, ben de ona göndermesini ve ondan iki giysi almasını önerdim, ödemeyi daha sonra yaparız. O da öyle yaptı, adam \"Ne istediğini biliyorum; tek istediğin benim malımı alıp gitmek,\" diye cevap verdi, Allah'ın elçisi \"Yalan söylüyor; o biliyor ki ben onlardan en takvalı olanıyım ve emanet edilenleri ödemeye en alışkın olanıyım,\" dedi. Tirmidhi ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 53,
      "narrator": "‘Abdallah b. ‘Amr b. al-‘As said :",
      "text": "'Abdallah b. 'Amr b. al-'As dedi ki: Allah'ın elçisi beni, kırmızımsı sarı bir boyayla boyanmış bir giysi giyerken gördü ve bunun ne olduğunu sordu, ben de onun hoşlanmadığını anladığım için uzaklaştım ve onu yaktım. O bana giysimle ne yaptığımı sordu, ben de ona yaktığımı söylediğimde, \"Ailenden birine giysi olarak vermedin mi, çünkü kadınlar için bunda bir sakınca yoktur?\" dedi. Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Hilal b. 'Amir, babasının Mina'da Peygamber'i bir dişi katır üzerinde konuşma yaparken, kırmızı bir pelerin giyerken gördüğünü ve 'Ali'nin önünde durarak söylediklerini tekrar ettiğini aktardı. (Bu, kalabalığın çok büyük olması nedeniyle herkesin Peygamber'i duyamaması içindi. 'Ali, uzaklarda olanların faydasına Peygamber'in sözlerini tekrar ediyordu.) Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "'A'isha dedi ki, Peygamber'e siyah bir pelerin yapıldı ve onu giydi, ama içinde terlediğinde yünün kokusunu hissetti ve onu attı. Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Cabir dedi ki; Peygamber'e geldiğimde, dizlerinin etrafında elleriyle oturuyordu ve giysisinin ucu ayaklarının üzerindeydi. Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "Dihya b. Khalifa said :",
      "text": "Dihya b. Khalifa dedi ki: Peygamber'e bazı ince Mısır keten parçaları getirildiğinde, bana bir parça verdi ve \"İkisini ikiye ayır; parçalardan birini gömlek yap ve diğerini eşine örtü olarak ver,\" dedi. Sonra dönerken, \"Ve eşine bunun altına bir giysi giymesini emret ve vücut hatlarını göstermesin,\" dedi. Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Umm Salama, Peygamber'in onu ziyaret ettiğinde örtülü olduğunu ve \"Bir kat kullan, iki kat değil,\" dediğini söyledi. Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 59,
      "narrator": "Ibn ‘Umar said:",
      "text": "İbn 'Umar dedi ki: Alt giysimin bir kısmı sarkarken Allah'ın elçisinin yanından geçtim, o da \"Alt giysini kaldır, 'Abdallah,\" dedi. Ben de öyle yaptım ve daha yükseğe kaldırmamı söyledi. Ben de öyle yaptım ve en iyi yeri bulmaya çalışırken, insanlardan biri nereye kadar ulaşması gerektiğini sordu ve o da \"Bacakların ortasına kadar,\" diye cevap verdi. Müslim bunu rivayet etmiştir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "O, Peygamber'in şöyle dediğini bildirdi: \"Kıyamet gününde Allah, giysisini gururla süren kimseye bakmayacaktır.\" Abu Bekir sonra dedi ki, \"Ey Allah'ın elçisi, alt giysim sarkıyor, aksi takdirde ona dikkat etmek zorundayım,\" buna karşılık Allah'ın elçisi, \"Sen gururla yapanlardan değilsin,\" dedi. Buhari bunu rivayet etmiştir."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "İkrime, İbn Abbas'ın ön kısmı ayağının üstüne düşecek şekilde bir alt giysi giydiğini ve arka kısmını kaldırdığını görünce, neden böyle yaptığını sordu. İbn Abbas, bunun Allah'ın elçisinin yaptığı şekilde olduğunu söyledi."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Abu Dawud rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Ubade, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Sarık takmaya devam edin, çünkü bunlar meleklerin işaretidir ve arkanızda sarkıtın.\""
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Baihaqi, Shu'ab al-iman'da bunu rivayet etmiştir."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "A'işe, Asma bint Ebu Bekir'in ince giysilerle Allah'ın elçisini ziyarete geldiğinde, onun ona döndüğünü ve \"Bir kadın adet görme çağına geldiğinde, Asma, ondan sadece bu ve bu görünmemelidir,\" diyerek yüzüne ve ellerine işaret ettiğini söyledi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Abu Dawud rivayet etmiştir."
    },
    {
      "id": 67,
      "narrator": "‘Abd al-Wahid b. Aiman quoted his father as saying :",
      "text": "Ebu Matar, Ali'nin üç dirheme bir giysi satın aldığını ve onu giydiğinde, \"Beni insanlar arasında süslemek ve çıplaklığımı örtmek için güzel giysilerle donatan Allah'a hamdolsun,\" dediğini bildirdi. Sonra, \"Bunu Allah'ın elçisinin söylediğini işittim,\" dedi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Ahmad rivayet etmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Ebu Ümame, Ömer b. Hattab'ın yeni bir giysi giydiğini ve \"Beni çıplaklığımı örtmek ve hayatımda süslenmek için bir şeyle giydiren Allah'a hamdolsun,\" dediğini bildirdi. Sonra, Allah'ın elçisinin yeni bir giysi giyen birinin \"Beni çıplaklığımı örtmek ve hayatımda süslenmek için bir şeyle giydiren Allah'a hamdolsun,\" dediği takdirde, eski giysisini sadaka olarak verirse, hem hayatta hem de öldüğünde Allah'ın korumasında, himayesinde ve gölgesinde olacağını söylediğini aktardı."
    },
    {
      "id": 70,
      "narrator": "Abu Raja’ said :",
      "text": "Ahmad, Tirmidhi ve İbn Mace rivayet etmiştir; Tirmidhi bunun gharib bir rivayet olduğunu söylemiştir."
    },
    {
      "id": 71,
      "narrator": "Ibn ‘Abbas said :",
      "text": "Alqama b. Ebu Alqama, annesinin Hafsa bint Abd ar-Rahman'ın ince bir peçe ile A'işe'yi ziyaret ettiğinde A'işe'nin onu yırtıp kalın bir peçe taktığını söylediğini aktardı."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Malik rivayet etmiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Abd al-Wahid b. Ayman, babasının şöyle dediğini aktardı: A'işe'yi ziyarete gittiğimde, o beş dirheme mal olan bir Qitri (bir tür kaba kumaş) elbise giyiyordu. \"Gözlerinizi cariyeme kaldırın ve ona bakın, çünkü o evde bunu giymek için çok gururlu; ama ben Allah'ın elçisinin zamanında bu tür bir elbiseye sahip idim ve Medine'de süslenen hiçbir kadın bana ödünç almak için göndermedi,\" dedi."
    },
    {
      "id": 74,
      "narrator": "Ibn ‘Umar said the Prophet took a signet-ring of gold. A version:",
      "text": "Bukhari rivayet etmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Cabir, bir gün Allah'ın elçisinin kendisine hediye edilen bir işlemeli brokar elbise giydiğini, ama hemen çıkardığını ve onu Ömer'e gönderdiğini söyledi. Hızla çıkardığına dair yorumlar yapıldığında, \"Cebrail bunu bana yasakladı,\" diye cevap verdi. Ömer daha sonra ağlayarak geldi ve \"Allah'ın elçisi, sen bir şeyi sevmedin ve onu bana verdin. Şimdi benimle ne oluyor?\" dedi. O da, \"Sana giymen için vermedim, sadece satman için verdim,\" diye cevap verdi. Sonra onu iki bin dirheme sattı."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Abdullah b. Abbas, Allah'ın elçisinin bir adamın elindeki altın yüzüğü görünce onu çıkardığını ve attığını, \"Sizden biri cehennemden bir kömür yapıyor ve onu eline koyuyor.\" dediğini aktardı. Allah'ın elçisi ayrıldıktan sonra birisi adama, \"Yüzüğünü al ve ondan bir hayır elde et,\" dedi, ama o, \"Hayır, Allah'ın elçisi onu attıktan sonra asla almayacağım, Allah'a yemin ederim.\" diye yanıtladı."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Anas, Peygamberin Pers İmparatoruna, Bizans İmparatoruna ve Necas'a yazmak istediğinde, kendisine mühürsüz bir mektubu kabul etmeyeceklerini söylediklerini aktardı; bunun üzerine Allah'ın elçisi, üzerine \"Muhammed Allah'ın elçisi\" yazılı bir gümüş yüzük şeklinde bir mühür yaptı."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Muslim rivayet etmiştir. Bukhari'nin bir rivayetinde mühürdeki yazının üç satır olduğu, \"Muhammed\" bir satır, \"elçi\" bir satır ve \"Allah'ın\" bir satır olduğu belirtilmiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "O, Peygamberin yüzüğünün gümüşten ve taşının da gümüşten olduğunu söyledi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Bukhari rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "O, Allah'ın elçisinin sağ elinde bir gümüş yüzük, içinde bir Habeş taşı ile birlikte takıldığını ve taşını elinin avuç kısmına yakın koyduğunu söyledi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 87,
      "narrator": "Ibn Mas'ud said there were ten things the Prophet disliked :",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "",
      "text": "O, sol elinin serçe parmağını işaret ederek, \"Peygamberin yüzüğü bu parmağındaydı.\" dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın elçisinin şöyle söylediğini bildirmiştir: “Eğer birisi sevdiği birine ateşten bir yüzük takmak isterse, ona altın bir yüzük taksın; eğer birisi sevdiği birine ateşten bir kolye takmak isterse, ona altın bir kolye taksın; eğer birisi sevdiği birine ateşten bir bilezik takmak isterse, ona altın bir bilezik taksın. Gümüşle yetinin ve onunla eğlenin.”"
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Asma bint Yezid, Allah’ın elçisinin şöyle söylediğini bildirmiştir: “Herhangi bir kadın altın bir kolye takarsa, kıyamet günü boynuna onun benzeri olan bir ateş kolyesi takılacaktır; ve herhangi bir kadın kulağına altın bir küpe takarsa, kıyamet günü Allah onun kulağına onun benzeri olan bir ateş küpe takacaktır.”"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Ebu Davud ve Nesaî rivayet etmiştir."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Hudeyfe’nin bir kız kardeşi, Allah’ın elçisinin şöyle söylediğini bildirmiştir: “Ey kadınlar, gümüşte kendinizi süslemek için bir şey vardır. İçinizden herhangi bir kadın, sergilediği altınla süslenirse, bunun cezasını çekecektir.”"
    },
    {
      "id": 96,
      "narrator": "Malik said :",
      "text": "Ebu Davud ve Nesaî rivayet etmiştir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Ukbe b. Amir, Allah’ın elçisinin kendisini süsleyen ve ipek giyinen insanları engellediğini söyleyerek, “Eğer cennetin süslenmesini ve ipeğini istiyorsanız, bunları bu dünyada giymeyin.” demiştir."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Nesaî rivayet etmiştir."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "İbn Abbas, Allah’ın elçisinin bir yüzük aldığını, fakat onu giydiğinde, “Bu beni sizden alıkoydu; bugün ona bakıp size bakıyordum.” dediğini ve ardından onu attığını bildirmiştir."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Nesaî rivayet etmiştir."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Malik, gençlerin altınla giyinmesini hoş görmediğini, çünkü Allah’ın elçisinin altın bir mühür yüzüğü takmayı yasakladığını duyduğunu ve bunun hem yaşlılar hem de gençler için hoş görmediğini söylemiştir."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Bunu el-Muvatta’da rivayet etmiştir."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "İbn Ömer, Allah’ın elçisini üzerinde kıl olmayan sandaletler giyerken gördüğünü bildirmiştir."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Enes, Peygamber’in sandaletinin iki kayışı olduğunu söylemiştir."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "İbn Abbas, bir adam oturduğunda terliklerini çıkarması ve yanına koymasının sünnet olduğunu söyledi."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "İbn Bureyde, babasının rivayetiyle, Necas'ın Peygambere iki sade siyah ayakkabı hediye ettiğini ve onun da onları giydiğini söyledi."
    },
    {
      "id": 109,
      "narrator": "Abu Huraira reported God’s messenger as saying, “The ancient prophetical sunna (The Arabic word is fitra. Its basic meaning is the manner in which one is created. It is also used for the religion of Islam. But in this tradition the meaning is said to be the sunna followed by the prophets from of old, and therefore it is translated above in accordance with this explanation) has five characteristics :",
      "text": "İbn Mace rivayet etmiştir, Tirmizi ise İbn Bureyde'nin babasından naklen, onun ardından abdest aldığını ve ayakkabılarının üzerine meshettiğini ekledi."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Aişe, adetliyken Allah'ın elçisinin başını taradığını söyledi."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: “Eski peygamberlik sünnetinin (Arapça kelime fitra'dır. Temel anlamı, birinin yaratılış biçimidir. Ayrıca İslam dinini ifade etmek için de kullanılır. Ancak bu rivayette anlam, eski peygamberlerin takip ettiği sünnet olarak belirtilmiştir ve bu açıklamaya göre yukarıda çevrilmiştir) beş özelliği vardır: sünnet, jiletle tıraş olmak, bıyığı kısaltmak, tırnakları kesmek ve koltuk altındaki kılları yolmaktır.”"
    },
    {
      "id": 113,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 114,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Müşriklerin yaptığının tersini yapın; sakalı uzatın ve bıyığı kısaltın.\" Bir rivayette, \"Bıyığı kısaltın ve sakalı bırakın.\" denilmektedir."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Enes, bıyık kısaltma, tırnak kesme, koltuk altı kıllarını yolma ve pubis tıraşı arasında kırk günden fazla zaman geçmesine izin verilmemesi gerektiği söylendiğini aktardı."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in şöyle söylediğini bildirdi: “Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı davranın.”"
    },
    {
      "id": 119,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 120,
      "narrator": "arfan p930\n‘Abdallah b. Mas'ud said :",
      "text": "Cabir, Fethi Mekke günü Ebu Kuhafa (Ebu Bekir'in babası) getirildiğinde başı ve sakalı keklik gibi beyaz olduğunda, Peygamber'in “Bunu bir şeyle değiştirin, ama siyah renkten kaçının.” dediğini aktardı."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin \"Nazarın etkisi gerçektir\" dediğini ve dövme yapmayı yasakladığını bildirmiştir. (Bu rivayetten, dövmenin nazardan korunma amacıyla kullanıldığı anlaşılmaktadır.) Bukhari bunu aktarmıştır."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisini dağınık saçlarla gördüğünü söylemiştir. Bukhari bunu aktarmıştır."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Enes, Peygamberin erkeklerin safranı kullanmasını yasakladığını söylemiştir. (Mirkat, iv, 461, bunun onların giysileri ve bedenleri için geçerli olduğunu, çünkü bunun kadınlara özgü bir gelenek olduğunu ancak az miktarda kullanılmasına izin verildiğini belirtmektedir.) (Bukhari ve Muslim.)"
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Aişe, Peygamberi bulabildiği en güzel parfümle kokuladığını ve parfümün başında ve sakalında parladığını gördüğünü söylemiştir. (Bukhari ve Muslim.)"
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Nafi', İbn 'Umar'ın kendisine sadece sandal ağacı karıştırılmış parfüm kullandığını ve ayrıca sandal ağacına karıştırdığı kafur kullandığını söylemiştir. Sonra Allah'ın elçisinin de böyle kokulandığını belirtmiştir. Muslim bunu aktarmıştır."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamberin bıyığını kısalttığını veya bir şeyler aldığını, merhamet sahibi olanın dostu İbrahim'in de bunu yaptığını söylemiştir. Tirmidhi bunu aktarmıştır."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Zeyd b. Arkam, Allah'ın elçisinin \"Bıyığından bir şey almayana bizden değildir\" dediğini bildirmiştir. Ahmad, Tirmidhi ve Nasa'i bunu aktarmıştır."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Amr b. Şu'aib; babasının rivayetiyle, dedesinin Peygamberin sakalının yanlarından ve altından bir şeyler aldığını söylediğini aktarmıştır. Tirmidhi bunu gharib bir rivayet olarak aktarmıştır."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Ya'la b. Murra, Peygamberin kendisinde bazı haluk (Sarı parfüm, esasen safrandan oluşan bir sıvı) gördüğünde ona bir eşi olup olmadığını sorduğunu, o da eşinin olmadığını söyleyince \"Bunu yıka, sonra yıka, sonra yıka, bir daha kullanma\" dediğini bildirmiştir. Tirmidhi ve Nasa'i bunu aktarmıştır."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Ebu Musa, Allah'ın elçisinin \"Vücudunda herhangi bir haluk bulunan bir adamın duası kabul edilmez\" dediğini bildirmiştir. Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 131,
      "narrator": "‘Ammar b. Yasir said :",
      "text": "Ammar b. Yasir, bir yolculuktan sonra aileme geldiğimde ellerim çatlamıştı ve beni safranla kokuladılar. Sabah Peygambere gidip selam verdim, ama o selamı almak yerine \"Git ve bunu kendin yıka\" dedi. Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin \"Erkekler için parfüm, kokusu belli ama rengi gizli olandır; kadınlar için parfüm ise rengi belli ama kokusu gizli olandır\" dediğini bildirmiştir. Tirmidhi ve Nasa'i bunu aktarmıştır."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin kendisini kokulamak için sukka (Ramikten yapılan, misk ile karıştırılmış bir parfüm. Pahalı bir işleme tabi tutulduktan sonra bir yıl bekletilir ve kullanılır. Yaşlandıkça kokusunun güzelleştiği söylenir. Bakınız, Mirkat, iv, 463 f.) kullandığını söylemiştir. Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "O, Allah'ın elçisinin sık sık başını yağladığını ve sakalını taradığını, sık sık baş örtüsü taktığını, sanki giysisi zeytinyağı satıcısının giysisi gibi olduğunu söylemiştir. Bu, Şerh'te sünnet olarak aktarılmıştır."
    },
    {
      "id": 135,
      "narrator": "Umm Hani’ said :",
      "text": "Ümmü Hani, Allah'ın elçisinin bir kez Mekke'de yanımıza geldiğini ve dört örgü saçla geldiğini söylemiştir. Ahmad, Ebu Davud, Tirmidhi ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin saçını ayırdığında, başının tepe kısmından bir ayırma yaptığını ve ön saçlarının gözlerinin arasına sarkmasına izin verdiğini söyledi."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Abdullah b. Mughaffal, Allah'ın Elçisi'nin saç taramayı her ikinci günde yasakladığını söyledi."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Tirmizî, Abu Davud ve Nesai rivayet etmiştir."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Abdullah b. Bureyde, bir adamın Fudala b. Ubaid'e neden dağınık göründüğünü sorduğunu ve onun da Allah'ın Elçisi'nin lükse fazla dalmamalarını yasakladığını söylediğini aktardı. Adam, neden ayaksız gördüğünü sordu ve o da Allah'ın Elçisi'nin zaman zaman ayaklarıyla yürümelerini emrettiğini belirtti."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, “Saçı olan onu onurlandırmalıdır.” dediğini bildirdi."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "Ebu Zerr, Allah'ın Elçisi'nin, “Ağaran saçları değiştirmek için en iyi şeyler, kına ve katamdır (salam ağacının yaprakları). Kına ile saçı boyamak, orijinal rengini koruduğu söylenir. Katamın da saç rengini açtığı söylenir.” dediğini bildirdi."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Tirmizî, Abu Davud ve Nesai rivayet etmiştir."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in, “Zamanın sonunda, güvercinlerin taneleri gibi bu siyah boyayı kullanacak insanlar olacak ve cennetin kokusunu tatmayacaklar.” dediğini aktardı."
    },
    {
      "id": 147,
      "narrator": "‘A’isha said :",
      "text": "Abu Davud ve Nesai rivayet etmiştir."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "İbn Ömer, Peygamber'in deriden sandalet giydiğini ve sakalını sarı ile boyadığını, bunun için de Yemen'de sarı bir bitki olan wars ve safran kullandığını söyledi. İbn Ömer de bunu yapardı."
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Nesai rivayet etmiştir."
    },
    {
      "id": 150,
      "narrator": "‘Abdallah b. Ja'far said:",
      "text": "İbn Abbas, kına ile boyanmış bir adamın Peygamber'in yanından geçtiğinde, “Ne kadar güzel!” dediğini, sonra kına ve katam ile boyanmış bir adam geçtiğinde, “Bu, olandan daha iyidir.” dediğini, ardından sarı boya ile boyanmış bir adam geçtiğinde ise, “Bu, bunların hepsinden daha iyidir.” dediğini aktardı."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Ümmü Atiyye el-Ensariye, Medine'de kızların sünnetini yapan bir kadına Peygamberin, “Şiddetli kesme, çünkü bu bir kadın için daha iyidir ve bir koca için daha arzuludur,” dediğini aktardı."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir; bu, bir ravisi bilinmeyen zayıf bir hadistir."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Karima binti Hammam, bir kadının Aişe'ye kına ile boyama hakkında sorduğunu ve onun, “Zarar yok, ama ben bunu sevmiyorum. Sevgilim bunun kokusunu sevmezdi,” diye cevap verdiğini söyledi."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Ebu Davud ve Nesai bunu nakletmiştir."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Aişe, Hind binti Utbe'nin, “Ey Allah'ın Peygamberi, biatımı kabul et,” dediğinde, Peygamberin, “Ellerinin avuçları arasında bir fark yaratmadıkça kabul etmem,” dediğini aktardı; çünkü onlar bir yırtıcı hayvanın pençelerine benziyordu. (Henna sürülmemiş bir kadının ellerinin çirkin olduğunu belirtmenin güçlü bir yolu.)"
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Aişe, bir kadının bir perde arkasından Allah'ın elçisine bir mektubu olduğunu işaret ettiğini, Peygamberin elini kapatarak, “Bu bir erkeğin mi yoksa kadının mı eli olduğunu bilmiyorum,” dediğini, kadının bunun bir kadın eli olduğunu bildirdiğinde ise, “Eğer bir kadın olsaydın, tırnaklarına bir fark verirdin,” yani kına ile, dediğini aktardı."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Ebu Davud ve Nesai bunu nakletmiştir."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "İbn Abbas, sahte saç sağlayan kadın, bunu isteyen kadın, başkaları için saç çeken kadın, kendini epilasyon yapan kadın, dövme yaptıran kadın ve bunun için hastalık olmaksızın yaptıran kadınların lanetlendiğini söyledi."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin, kadın gibi giyinen erkeği ve erkek gibi giyinen kadını lanetlediğini söyledi."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "İbn Ebu Mulaika, birinin Aişe'ye bir kadının terlik giydiğini söylediğinde, onun, “Allah'ın elçisi, erkeksi kadınları lanetledi,” dediğini aktardı."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Thauban, Allah'ın elçisi bir yolculuğa çıktığında ailesinin en son gördüğü üyesinin Fatıma olduğunu ve döndüğünde ilk ziyaret ettiği kişinin de Fatıma olduğunu söyledi. Bir sefer dönüşünde, kapısında bir saç bezi veya perde asmış ve Hasan ile Hüseyin'i gümüş bileziklerle süslemişti; bu yüzden geldiğinde içeri girmedi. Gördüğü şeyin onu içeri girmesinden alıkoyduğunu düşündüğünde, perdeyi yırtıp, çocukların bileziklerini çıkardı ve onlardan aldı. Onlar Allah'ın elçisine ağlayarak gittiler ve o da onlardan aldıktan sonra, “Bunu falan filanın ailesine götür, Thauban. Bunlar benim ailem ve ben onların bu dünyadaki nimetlerinden faydalanmalarını istemiyorum. Fatıma'ya bir 'asb' kolye al, Thauban, ve iki fildişi (ya da 'kaplumbağa kabuğu' (’aj) bilezik al)” dedi."
    },
    {
      "id": 166,
      "narrator": "",
      "text": "İbn ‘Umar, sakalını sarı bir boya ile boyardı ve giysileri bu boya ile dolup taşardı. Kendisine neden sarı boya kullandığı sorulduğunda, \"Allah'ın elçisinin bunu bir boya olarak kullandığını gördüm ve ondan daha çok hoşlandığı bir şey yoktu. Tüm giysilerini bununla boyardı, hatta sarığını bile.\" diye cevap verdi."
    },
    {
      "id": 167,
      "narrator": "‘Uthman b. ‘Abdallah b. Mauhib said :",
      "text": "Ebu Davud ve Nesai bunu aktarmıştır."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "‘Uthman b. ‘Abdallah b. Mauhib dedi ki: Umm Salama’yı ziyaret ettim ve o, bize boyanmış Peygamber'e ait bazı saçlar çıkardı."
    },
    {
      "id": 169,
      "narrator": "Al-Walid b. ‘Uqba said :",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Ebu Hureyre, elleri ve ayakları kına ile boyanmış bir mukhannathın Allah'ın elçisine getirildiğini ve O'nun, \"Bu adamın durumu nedir?\" diye sorduğunu anlattı. Kendisine, bu adamın kadın kılığına girdiği söylendiğinde, onu an-Naqi'ye sürgün edilmesini emretti. İnsanlar onu öldürmeyi önerdiler, fakat O, \"Namaz kılan insanları öldürmekten men edildim.\" dedi."
    },
    {
      "id": 171,
      "narrator": "Al-Hajjaj b. Hassan said :",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "El-Valid b. ‘Uqba dedi ki: Allah'ın elçisi Mekke'yi fethettiğinde, Mekke halkı çocuklarını getirmeye başladı ve O, onlara dua ediyor ve başlarını okşuyordu. Ben de getirildim, fakat safran karışımıyla parfümlendiğim için O, beni parfüm yüzünden dokunmadı."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 174,
      "narrator": "Ibn al-Musayyib was heard saying :",
      "text": "Ebu Katade, Allah'ın elçisine, \"Omuzlarıma kadar inen saçlarım var, taramalı mıyım?\" dediğini, O'nun da, \"Evet, ona saygı göster.\" diye cevap verdiğini anlattı. Ebu Katade, Allah'ın elçisinin \"Evet, ona saygı göster.\" demesi üzerine günde iki kez yağ sürdü."
    },
    {
      "id": 175,
      "narrator": "Yahya b. Sa'id told that he heard Sa'id b. al-Musayyib say :",
      "text": "Malik bunu aktarmıştır."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "El-Haccac b. Hassan dedi ki: Anas b. Malik'i ziyaret ettik ve kız kardeşim el-Mughira, o zaman ben iki örgü saçlı bir gençtim (Metin, qarnan veya qussatan kelimelerini kullanıyor. Birincisi iki yan örgü, ikincisi ise alın üzerinde iki örgü anlamına gelir. Aktarıcı doğru kelimenin hangisi olduğunu bilmediği için alternatif olarak verilmiştir) ve O, başımı sildi, bana dua etti ve \"Bu ikisini traş et ya da kısalt, çünkü bu Yahudilerin tarzıdır.\" dedi."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "‘Ali, Allah'ın elçisinin bir kadının başını traş etmesini yasakladığını söyledi."
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Nesai bunu aktarmıştır."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "‘Ata’ b. Yasar, Allah'ın elçisi camideyken dağınık saçlı ve sakallı bir adamın içeri girdiğini ve Allah'ın elçisinin ona, saçını ve sakalını düzeltmesi için işaret ettiğini anlattı. Adam bunu yaptıktan sonra geri döndüğünde, Allah'ın elçisi, \"Sizden biri dağınık saçla gelmekten daha iyi değil mi?\" dedi."
    },
    {
      "id": 181,
      "narrator": "She said :",
      "text": "O şöyle dedi: Peygamber bir sefere çıktı ve ben kapının önüne bir perde olarak astığım bir halı aldım, fakat o geldiğinde halıyı çekip indirdi ve \"Allah, taşları ve toprağı giydirmemizi emretmedi.\" dedi."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 183,
      "narrator": "",
      "text": "O, Peygamber'in şöyle dediğini bildirdi: \"Kıyamet günü en şiddetli azaba uğrayacak olanlar, Allah'ın yarattığına benzemeye çalışanlardır.\""
    },
    {
      "id": 184,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 185,
      "narrator": "Ibn ‘Abbas told that he heard God’s messenger say, “Everyone who makes representations of things will go to hell, and for every representation he has made there will be produced a soul which will punish him in jahannam.” Ibn ‘Abbas said :",
      "text": "Ebu Hureyre, Allah'ın elçisinin \"Kim, benim yarattığım gibi şeyler yaratmaya kalkışırsa, ondan daha büyük bir haksızlık yapan kimdir? Öyleyse, bu insanlar bir atom yaratmaya, bir tanecik veya bir arpa tanesi yaratmaya çalışsın.\" dediğini duyduğunu aktardı."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Abdullah b. Mes'ud, Allah'ın elçisinin \"Allah'tan en şiddetli azabı alacak olanlar, şeylerin tasvirlerini yapan insanlardır.\" dediğini duyduğunu bildirdi. (Al-musavviruna. Bu ifadenin, tapılacak putlar yapanları mı yoksa genel olarak canlıların tasvirlerini yapanları mı kastettiği konusunda görüş ayrılığı vardır.)"
    },
    {
      "id": 188,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 189,
      "narrator": "He reported God’s messenger as saying, \"On the day of resurrection there will issue from hell a portion having two eyes which see, two ears which hear and a tongue which speaks, and it will say it has been put in charge of three classes :",
      "text": "İbn Abbas, Allah'ın elçisinin \"Şeylerin tasvirlerini yapan herkes cehenneme gidecek ve yaptığı her tasvir için ona cehennemde azap edecek bir ruh yaratılacaktır.\" dediğini aktardı. İbn Abbas şöyle dedi: \"Eğer yapmak zorundaysanız, ağaçların ve ruhu olmayan şeylerin resimlerini yapın.\""
    },
    {
      "id": 190,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 191,
      "narrator": "",
      "text": "O, Allah'ın elçisinin \"Eğer biri görmediği bir rüyayı gördüğünü iddia ederse, iki arpa tanesini birleştirme görevi verilecektir ama bunu başaramayacaktır; eğer biri, diğer insanların konuşmalarını dinlerken, onların kendisini duymasını istemediği durumlarda, kıyamet günü kulaklarına kurşun dökülecektir; ve bir şeyin tasvirini yapan kimse cezalandırılacak ve ona içine üfleme görevi verilecektir ama bunu başaramayacaktır.\" dediğini duyduğunu bildirdi."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 193,
      "narrator": "",
      "text": "Buraida, Peygamber'in \"Dama oynayan kimse, sanki elini domuzun etine ve kanına batırmış gibidir.\" dediğini bildirdi."
    }
  ]
}