{
  "language": "tr",
  "metadata": {
    "length": 88,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "Abu Huraira, Allah’ın elçisinin şöyle söylediğini bildirdi: “Allah, bir hastalık göndermeden önce onun için bir şifa göndermemiştir.”"
    },
    {
      "id": 2,
      "narrator": "Jabir reported God's messenger as saying:",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 3,
      "narrator": "Ibn ‘Abbas reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Cabir, Allah’ın elçisinin şöyle söylediğini bildirdi: “Her hastalığın bir ilacı vardır ve ilaç hastalığa uygulandığında, Allah’ın izniyle şifa bulur.”"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Aba Huraira told of hearing God’s messenger say:",
      "text": "İbn Abbas, Allah’ın elçisinin şöyle söylediğini bildirdi: “Üç şeyde bir şifa vardır: Hacamat kesisi, bal içmek veya ateşle koterizasyon, fakat ben halkıma koterizasyon yapmayı yasaklıyorum.”"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "He reported God’s messenger as saying:",
      "text": "Cabir, Hendek savaşında* Ubey b. Ka'b’ın kolunun orta damarına bir ok isabet ettiğini ve Allah’ın elçisinin onu koterize ettiğini bildirdi."
    },
    {
      "id": 11,
      "narrator": "Umm Qais reported God's messenger as saying:",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 12,
      "narrator": "‘A’isha and Raf’i b. Khadij reported the Prophet as saying:",
      "text": "* Yani, Hendek Savaşı, 5 Hicri."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "'Aisha said :",
      "text": "O, Sa'id b. Mu'adh’ın kolunun orta damarına ok isabet ettiğinde, Peygamber’in kendi eliyle geniş bir ok ucu ile koterize ettiğini, sonrasında şiştiğini ve ikinci kez koterize ettiğini bildirdi."
    },
    {
      "id": 15,
      "narrator": "Umm Salama told that the Prophet saw in her house a girl with saf’a, i.e. yellowness,* in her face and said:",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin büyüleri yasakladığını söyledi. 'Amr b. Hazm'ın ailesi geldi ve \"Allah'ın elçisi, akrep sokması için etkili olduğu kanıtlanan bir büyü uyguladık ama siz büyüleri yasakladınız,\" dediler. Büyüyü ona sundular ve o, \"Bunda bir sakınca görmüyorum. Eğer aranızdan biri kardeşine fayda sağlayabiliyorsa, yapsın,\" dedi."
    },
    {
      "id": 17,
      "narrator": "‘Auf b. Malik al-Ashja‘i said:",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Ibn ‘Abbas reported the Prophet as saying:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "'Auf b. Malik el-Eşca'i dedi ki: İslam'dan önce büyü uygulardık ve Allah'ın elçisine bunun hakkında ne düşündüğünü sorduk. O, \"Büyülerinizi bana sunun. Şirk içermediği sürece büyülerde bir sakınca yoktur,\" diye cevap verdi."
    },
    {
      "id": 20,
      "narrator": "‘Uqba b. ‘Amir reported God’s messenger as saying:",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in şöyle söylediğini bildirdi: \"Nazar gerçektir. Eğer bir şey, kaderden önce gelme yetisine sahip olsaydı, o nazar olurdu. Ve sizden birine yıkanması söylendiğinde, yıkansın.\"*"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "Asma’ daughter of ‘Umais told that the Prophet asked her what laxative she used and she replied that she used spurge, whereupon he declared that it was very hot. She then used senna as a purgative, and. the Prophet said:",
      "text": "* Burada kastedilen uygulamanın işareti, bu bölümün II. kısmının sonunda Abu Umama'nın rivayetinde bulunacaktır."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Usame b. Şarik, Allah'ın elçisine tıbbi tedavi kullanıp kullanmamaları gerektiğini sorduklarında, \"Evet, Allah'ın kulları, tıbbi tedavi kullanın; çünkü Allah, her hastalık için bir tedavi belirlemiştir, yalnızca bir hastalık hariç; o da yaşlılıktır,\" diye cevap verdi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ahmad, Tirmidhi ve Abu Davud rivayet etmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Abu Kabsha al-Anmari told that God’s messenger used to have himself cupped on the top of his head and between his shoulders and that he used to say:",
      "text": "'Uqba b. 'Amir, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Sakatlarınızı yemek yemeye zorlamayın; çünkü Allah Teala onlara yiyecek ve içecek vermektedir.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Tirmidhi ve İbn Mace rivayet etmiştir; Tirmidhi bu hadisi garib olarak nitelendirmiştir."
    },
    {
      "id": 31,
      "narrator": "Ibn Mas'ud said:",
      "text": "İbn Mes'ud dedi ki: Göğe yükseltildiği geceyi anlatırken, Allah'ın elçisi, kendisine kupa yaptırması için halkına emretmesini isteyen bir grup meleğin yanından geçmediğini söyledi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Tirmizî ve İbn Mace bunu aktarmıştır; Tirmizî, bunun hasan garib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Abd ar-Rahman b. Uthman, bir doktorun Peygamber'e kurbağaları ilaca koyma konusunda danıştığında, onu öldürmesini yasakladığını bildirdi.*"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "* Zeytinyağı ile karıştırılmış kurbağa eti, yılan ısırığına karşı bir panzehir olarak kullanılıyordu ve yağı diş çekiminde yardımcı olarak kabul ediliyordu. Kurbağaları öldürme yasağının, muhtemelen sadece tıbbi amaçlarla öldürmeye uygulandığı düşünülmektedir."
    },
    {
      "id": 37,
      "narrator": "Zuhri reported in mursal form that the Prophet said:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "He reported in mursal form that God’s messenger said:",
      "text": "Enes, Allah'ın elçisinin boynun iki yanındaki damarlar ve omuzda kupa yaptırdığını söyledi."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır; Tirmizî ve İbn Mace, onun 17., 19. ve 21. günlerde kupa yaptırdığını eklemiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "‘Abdallah b. ‘Umar told that he heard God’s messenger say:",
      "text": "İbn Abbas, Peygamber'in 17., 19. ve 21. günlerde kupa yaptırmayı sevdiğini söyledi."
    },
    {
      "id": 42,
      "narrator": "Al-Mughira b. Shu'ba reported the Prophet as saying:",
      "text": "Baghawi bunu Şerh as-Sunna'da aktarmıştır."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "‘Imran b. Husain reported God’s messenger as saying:",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: “Eğer biri 17., 19. ve 21. günlerde kupa yaptırırsa, bu her hastalığa bir şifadır.”"
    },
    {
      "id": 45,
      "narrator": "Anas reported God’s messenger as saying:",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Asma’ bint ‘Umais dedi ki: “Ey Allah’ın Resulü, Cafer’in çocukları nazardan kolayca etkilenir, onlara bir büyü yapabilir miyim?” O da: “Evet, çünkü eğer bir şey kaderden önce geçerse, o da nazar olabilir.”"
    },
    {
      "id": 47,
      "narrator": "Ash-Shifa’ daughter of ‘Abdallah told that when she was with Hafsa God’s messenger entered and said:",
      "text": "Ahmet, Tirmizi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ash-Shifa’ bint ‘Abdallah, Hafsa ile birlikteyken Allah’ın Resulü’nün içeri girdiğini ve şöyle dediğini aktardı: “Neden bu kıza, yazmayı öğrettiğin gibi, ciltteki döküntüler için büyüyü öğretmiyorsunuz?”"
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "‘Ali said:",
      "text": "Ebu Ümame b. Sahl b. Hunaif, ‘Amir b. Rabi’a’nın Sahl b. Hunaif’i yıkanırken gördüğünü ve şöyle dediğini aktardı: “Allah’a yemin ederim ki, bugün gördüğüm ciltle karşılaştırılacak hiçbir cilt görmedim, hatta bir saklı kızınki bile değil.”"
    },
    {
      "id": 53,
      "narrator": "‘Uthman b. ‘Abdallah b. Mauhib said:",
      "text": "Sahl yere düştü ve insanlar Allah’ın Resulü’ne gidip: “Ey Allah’ın Resulü, Sahl b. Hunaif için bir şey yapabilir misin? Allah’a yemin ederiz ki, başını kaldıramıyor.” dediler."
    },
    {
      "id": 54,
      "narrator": "Abu Huraira told that when some of the companions of God's messenger remarked to him that truffles are the smallpox of the earth he replied:",
      "text": "O, birinin şüpheli olup olmadığını sordu ve ‘Amir b. Rabi’a’yı şüphelendiklerini söylediler."
    },
    {
      "id": 55,
      "narrator": "He reported God’s messenger as saying:",
      "text": "Allah’ın Resulü ‘Amir’i çağırdı ve ona sert bir şekilde: “Sizden biri kardeşini neden öldürüyor? Neden bir bereket dilemedin? Onun adına yıkan.” dedi."
    },
    {
      "id": 56,
      "narrator": "'Abdallah b. Mas'ud reported God’s messenger as saying:",
      "text": "‘Amir, onun adına yüzünü, ellerini, dirseklerini, dizlerini ve ayak parmaklarını yıkadı, suyu bir kapta topladı ve onu üzerine döktü, böylece iyileşti ve insanlar ile birlikte gitti, hiçbir zarar görmeden.*"
    },
    {
      "id": 57,
      "narrator": "Abu Kabsha al-Anmari told that God’s messenger had himself cupped on the top of his head because of the poisoned sheep.* Ma'mar said:",
      "text": "Bu, Şerh as-Sunna’da rivayet edilmiştir."
    },
    {
      "id": 58,
      "narrator": "Nafi' said Ibn ‘Umar told him he was suffering from blood pressure and asked him to bring him a cupper, telling him to be sure to bring a young man and see that he brought neither an old man nor a boy. And Ibn ‘Umar said he had heard God’s messenger say:",
      "text": "Malik bunu rivayet etti ve onun rivayetinde: “Nazar gerçektir. Onun için abdest al.” dedi. O da öyle yaptı."
    },
    {
      "id": 59,
      "narrator": "Ma'qil b. Yasar reported God’s messenger as saying:",
      "text": "* Sorun, Allah’ın dilediğine atıfta bulunulmaksızın yapılan övgü sözlerinden kaynaklanıyordu ve bu nedenle nazara atfedildi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"Enfeksiyon yoktur, kötü alamet yoktur, hama yoktur ve aç bir karnında yılan yoktur; ama veremli cilt hastalığına sahip olan kişiden aslan gibi kaçın.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Buhari bunu nakletti."
    },
    {
      "id": 63,
      "narrator": "He reported God’s messenger as saying:",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"Enfeksiyon yoktur, hama yoktur ve aç bir karnında yılan yoktur.\""
    },
    {
      "id": 64,
      "narrator": "Jabir told that he heard the Prophet say:",
      "text": "Göçebe bir Arap sordu: \"Allah'ın elçisi, develer kumda sanki ceylanlarmış gibi durduğunda ve aralarına bir mange hastası deve geldiğinde onlara mange bulaşır mı?\""
    },
    {
      "id": 65,
      "narrator": "‘Amr b. ash-Sharid told on his father’s authority that there was a man with tubercular leprosy in the deputation of Thaqif and the Prophet sent to him a message:",
      "text": "Allah'ın elçisi cevap verdi: \"İlkini kim enfekte etti?\""
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Buhari bunu nakletti."
    },
    {
      "id": 67,
      "narrator": "Qatan b. Qabisa told on his father’s authority that the Prophet said:",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"Enfeksiyon yoktur, hama yoktur, yağmur vaat eden yıldız yoktur ve aç bir karnında yılan yoktur.\""
    },
    {
      "id": 68,
      "narrator": "‘Abdallah b. Mas'ud reported God’s messenger as saying:",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 69,
      "narrator": "Jabir told that God’s messenger took a man who was suffering from tubercular leprosy by the hand, and putting it along with his own in the dish said:",
      "text": "Cabir, Peygamber'in şöyle söylediğini duyduğunu bildirdi: \"Enfeksiyon yoktur, aç bir karnında yılan yoktur ve ghoul yoktur.\""
    },
    {
      "id": 70,
      "narrator": "Sa'd b. Malik reported God’s messenger as saying:",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Amr b. ash-Sharid, babasının rivayetiyle, Thakif heyetinde veremli cilt hastalığına sahip bir adam olduğunu ve Peygamber'in ona bir mesaj gönderdiğini bildirdi: \"Biatinizi aldık, şimdi evinize dönün.\""
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin iyi alametleri aldığını ama kötü olanları almadığını ve hoş bir ismi sevdiğini bildirdi."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Bu, Şerh as-sunna'da nakledilmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Katân b. Kabisa, babasının rivayetiyle, Peygamber'in şöyle dediğini bildirdi: \"Kuşların uçuşundan fal bakmak, pessomancy uygulaması ve kötü alamet almak, kehanete aittir.\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Mu'aviye b. Hakkam, \"Ey Allah'ın Resulü, İslam'dan önce bazı şeyler yapardık. Kahinlere giderdik.\" dedi. Resulullah, \"Kahinlere gitmeyin.\" diye cevap verdi. O, \"Kehanet yapardık.\" dedi. Resulullah, \"Bu bir insanın düşüncesidir, ama bu sizi amaçlarınızdan saptırmamalıdır.\" dedi. O, \"Aramızda yerlerde çizgiler çizen adamlar vardı.\" dedi. Resulullah, \"Bir peygamber çizgiler çizdi, eğer biri onun yaptığı gibi yaparsa, bu caizdir.\" dedi."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "She told that she heard God’s messenger say:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Hafsa reported God’s messenger as saying:",
      "text": "Aişe, Allah'ın Resulü'ne bazı insanların kahinler hakkında sorduğunda, \"Onların hiçbir kıymeti yoktur.\" diye cevap verdiğini bildirdi. Onlar, \"Ey Allah'ın Resulü, bazen doğru bir şey söylerler.\" dediler. Resulullah, \"Bu, bir cinin kapıp arkadaşının kulağına, bir tavuk gibi cıvıldatarak fısıldadığı bir doğru kelimedir; sonra bununla birlikte yüzlerce yalan karıştırırlar.\" dedi."
    },
    {
      "id": 80,
      "narrator": "Zaid b. Khalid al-Juhani said:",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "Ibn ‘Abbas reported God's messenger as saying:",
      "text": "Aişe, Allah'ın Resulü'nün şöyle söylediğini duydu: \"Melekler al-'anan, yani bulutlar içinde iner ve gökte takdir edilen bir meseleyi zikrederler, sonra şeytanlar gizlice dinleyip bunu kahinlere iletirler ve kendi uydurdukları yüz yalanla birlikte söylerler.\""
    },
    {
      "id": 83,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "Abu Huraira reported the Prophet as saying:",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "Ibn 'Abbas said:",
      "text": "Hafsa, Allah'ın Resulü'nün şöyle söylediğini bildirdi: \"Eğer biri bir divinere (arraf) başvurursa ve ondan bir şey sorarsa, onun duası kırk gün kabul edilmez.\"*"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 87,
      "narrator": "Ibn ‘Abbas reported God’s messenger as saying:",
      "text": "* Kelime anlamı olarak, Geceler."
    },
    {
      "id": 88,
      "narrator": "Abu Sa'id reported God’s messenger as saying:",
      "text": "---"
    }
  ]
}