{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "Ebu Hureyre, Allah’ın elçisinin şöyle dediğini rivayet etmiştir: \"Peygamberlikten geriye kalan şeyler mübeşşirat'tır.\""
    },
    {
      "id": 2,
      "narrator": "Anas reported God’s messenger as saying:",
      "text": "Ne anlama geldiği sorulduğunda, bunun iyi bir rüya olduğunu söyledi."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 4,
      "narrator": "Abu Qatada reported God's messenger as saying:",
      "text": "Malik, 'Ata b. Yasar’ın rivayetinde, \"bir Müslüman adamın gördüğü veya ona gösterilen şeyler\" ifadesini eklemiştir."
    },
    {
      "id": 5,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "Abu Qatada reported God’s messenger as saying:",
      "text": "Enes, Allah’ın elçisinin şöyle dediğini rivayet etmiştir: \"İyi bir rüya, peygamberliğin kırk altıncı kısmıdır.\""
    },
    {
      "id": 7,
      "narrator": "Jabir reported God’s messenger as saying:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 8,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Jabir told that a man came to the Prophet and said:",
      "text": "Ebu Hureyre, Allah’ın elçisinin şöyle dediğini rivayet etmiştir: \"Beni rüyada gören, beni görmüştür; çünkü şeytan benim suretimde görünmez.\""
    },
    {
      "id": 10,
      "narrator": "Anas reported God’s messenger as saying:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 11,
      "narrator": "Abu Musa reported the Prophet as saying:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "Ebu Katade, Allah’ın elçisinin şöyle dediğini rivayet etmiştir: \"Beni gören, gerçeği görmüştür.\""
    },
    {
      "id": 13,
      "narrator": "Umm al-‘Ala’ al-Ansariya said that while she was asleep she saw a spring belonging to 'Uthman b. Maz'un flowing, and when she told God’s messenger he replied:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 14,
      "narrator": "Samura b. Jundub said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Abu Razin al-‘Uqaili reported God’s messenger as saying:",
      "text": "Ebu Hureyre, Allah’ın elçisinin şöyle dediğini rivayet etmiştir: \"Beni rüyada gören, uyanıkken de beni görecektir; çünkü şeytan benim benzerimi almaz.\""
    },
    {
      "id": 16,
      "narrator": "A‘isha told that God’s messenger was questioned about Waraqa and Khadija said to him, “He believed on you, but died before you appeared as a prophet.” God’s messenger then said:",
      "text": "A‘işe, Allah’ın elçisinin Varaqah hakkında sorulduğunu ve ona Khadija'nın “O sana inandı, ama sen peygamber olarak ortaya çıkmadan önce öldü.” dediğini bildirdi. Allah’ın elçisi sonra şöyle dedi: “Onu beyaz elbiseler içinde bir rüyada gördüm, eğer o cehennem halkından biri olsaydı, farklı giysiler içinde olurdu.”"
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ahmet ve Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Samura b. Jundub told that one of the things God’s messenger often asked his companions was, “Has any of you had a vision?” Then anyone whom God wished to do so would tell him. One morning he said to them, “Two people came to me last night and rousing me told me to set out, so I set out along with them.” \nHe mentioned at length something similar to the tradition mentioned in the first section, but it contains this addition which is not in the aforementioned tradition:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Ibn ‘Umar reported God’s messenger as saying:",
      "text": "İbn Khuzaima b. Thabit, babası tarafından amcası Ebu Khuzaima'nın, Peygamber'in alnına secde ettiği bir rüya gördüğünü aktardığını bildirdi. Ona, “Görünümlerini doğrula.” dediğinde, alnına secde etti."
    },
    {
      "id": 20,
      "narrator": "Abu Sa'id reported the Prophet as saying:",
      "text": "Bu, Şerh as-sünne'de rivayet edilmiştir."
    }
  ]
}