{
  "language": "tr",
  "metadata": {
    "length": 258,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Malik el-Eş‘ari, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: “Temizlenmek, imanın yarısıdır; ‘Elhamdülillah’ demek, tartıyı doldurur; ‘Subhanallah’ ve ‘Elhamdülillah’ demek, gökler ile yer arasındaki boşluğu doldurur; namaz bir ışıktır; sadaka bir delildir; sabır parlak bir şereftir; ve Kur'an, sizin lehine veya aleyhinize bir delildir. Her insan sabah erkenden çıkar ve kendisini satar, böylece kendisini özgür kılar veya kendisini mahveder.”"
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir. Bir versiyonu, “’La ilahe illallah’ demek ve ‘Allah en büyüktür’ demek, gökler ile yer arasındaki boşluğu doldurur” şeklindedir. Bu versiyonu iki Sahih'te bulamadım, ancak el-Humaidi'nin kitabında var, fakat Darimi bunu “Subhanallah ve Elhamdülillah” yerine zikretmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: “Size, Allah'ın günahları silip geçireceği ve insanların derecelerini yükselteceği bir şey göstereyim mi?” Dinleyicileri bunu duymak istediklerini ifade edince, şöyle dedi: “Tam abdest almak, zor şartlar altında bile; camilere uzak mesafelerde seyahat etmek; ve namazlar kılındıktan sonra bir sonraki namaz vaktini sabırsızlıkla beklemek. İşte bu, sınırın savunmasıdır.” * Malik b. Enes'in rivayeti, “Bu, sınırın savunmasıdır; bu, sınırın savunmasıdır. Bunu iki kez tekrarladı.”"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "*Burada manevi bir anlamda, inançsızlık ve yanlışlıklara karşı bir savunma olarak kastedilmektedir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir. Tirmidhi'nin versiyonu üç kezdir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Osman, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: “Kim abdestini güzelce alırsa, günahları vücudundan çıkar, hatta tırnaklarının altından bile çıkar.”"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: “Bir Müslüman veya bir mümin, abdest alırken yüzünü yıkadığında, gözleriyle düşündüğü her günah, suyla birlikte veya suyun son damlasıyla birlikte yüzünden çıkar; ellerini yıkadığında, yaptıkları her günah, suyla birlikte veya suyun son damlasıyla birlikte ellerinden çıkar; ve ayaklarını yıkadığında, ayaklarının yürüdüğü her günah, suyla birlikte veya suyun son damlasıyla birlikte çıkar; bunun sonucunda, suçlardan arınmış olarak çıkar.”"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Osman, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: “Farz bir namazın vakti geldiğinde, eğer bir Müslüman uygun bir abdest alır, alçakgönüllülük ve rükû ile namaz kılarsa, geçmiş günahları için bir kefaret olacaktır; eğer büyük bir günah işlemediyse; bu, her zaman için geçerlidir.”"
    },
    {
      "id": 15,
      "narrator": "A man of the B. Sulaim said:",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "‘Abdallah as-Sunabihi, Allah’ın elçisinin şöyle dediğini bildirdi: “Bir mümin abdest aldığında, ağzını çalkaladığında, günahlar ağzından çıkar; suyu burnuna çektiğinde, günahlar burnundan çıkar; yüzünü yıkadığında, günahlar yüzünden çıkar, kirpiklerinin altından çıkar; ellerini yıkadığında, günahlar ellerinden çıkar, tırnaklarının altından çıkar; başını meshettiğinde, günahlar başından çıkar, kulaklarından çıkar; ve ayaklarını yıkadığında, günahlar ayaklarından çıkar, ayak tırnaklarının altından çıkar. Sonra camiye yürüyüşü ve namazı onun için ekstra bereketler sağlar.”"
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın elçisinin mezarlığa geldiğini ve şöyle dediğini aktardı: “Selam size, inananlar, eğer Allah dilerse, biz de size katılacağız. Keşke kardeşlerimizi görebilseydik.” Kendisine soruldu: “Ey Allah’ın elçisi, biz senin kardeşlerin değil miyiz?” O da şöyle cevap verdi: “Siz benim arkadaşlarımsınız; kardeşlerimiz henüz doğmamış olanlardır.” Onlar sordular: “Henüz doğmamış olan halkından nasıl tanıyacaksın, ey Allah’ın elçisi?” O şöyle dedi: “Bana söyle; diyelim ki bir adamın beyaz benekli ve bacaklarında beyaz izleri olan atları var, tamamen siyah atların arasında, kendi atlarını tanımaz mı?” Onlar cevap verdiler: “Elbette, ey Allah’ın elçisi.” O şöyle dedi: “Onlar abdestin izinden dolayı beyaz yüzler, kollar ve bacaklarla gelecekler, ben de onlara, kitapları sağ ellerinde verileceği için tanıyacağım, ve ben de onların önlerinde koşan nesilleriyle tanıyacağım.”"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "‘Ali said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Darda’, Allah’ın elçisinin şöyle dediğini bildirdi: “Kıyamet gününde secde etme izni verilen ilk kişi ben olacağım, ve başını kaldırma izni verilen ilk kişi de ben olacağım. Sonra önümde ne olduğunu göreceğim ve halklar arasında kendi halkımı tanıyacağım; aynı şekilde arkamda, sağımda ve solumda da yapacağım.” Bir adam sordu: “Nuh’tan sonraki halklar arasında kendi halkını nasıl tanıyacaksın?” O da şöyle cevap verdi: “Onların abdest izinden dolayı beyaz yüzleri, kolları ve bacakları olacak, başka hiç kimse böyle olmayacak. Onları, kitapları sağ ellerinde verileceği için tanıyacağım, ve ben de onların önlerinde koşan nesilleriyle tanıyacağım.”"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ahmad bunu rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın elçisinin şöyle dediğini bildirdi: “Büyük abdestini yapan birinin namazı kabul edilmez, ta ki abdest alana kadar.”"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "İbn ‘Umar, Allah’ın elçisinin şöyle dediğini bildirdi: “Temizlik olmadan namaz kabul edilmez, aynı şekilde hileli kazançlardan sadaka da kabul edilmez.”"
    },
    {
      "id": 29,
      "narrator": "‘Ali said:",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ali b. Talq, Allah'ın elçisinin şöyle söylediğini bildirdi: “Sizden biri gaz çıkardığında abdest almalıdır ve kadınlarla anaları üzerinden cinsel ilişkiye girmemelisiniz.”"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Tirmizî ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Muaviye b. Ebu Süfyan, Peygamber'in şöyle söylediğini bildirdi: “Gözler, anüsün derisidir; göz uyuduğunda deri gevşer.”"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Darimi bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ali, Allah'ın elçisinin şöyle söylediğini bildirdi: “Anüsün derisi gözlerdir, bu yüzden uyuyan biri abdest almalıdır.”"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır ve şeyh ile imam Muhyi as-Sunna, bunun oturan birini kastetmediğini, çünkü Anas'tan gelen sağlam bir rivayet olduğunu, Allah'ın elçisinin arkadaşlarının akşam namazı için beklerken uykuya daldıklarını ve sonra abdest almadan namaz kıldıklarını söyledi."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Ebu Davud ve Tirmizî bunu aktarmıştır, ancak Tirmizî “uyudular” demek yerine “akşam namazı için beklerken uykuya daldılar” demiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin şöyle söylediğini bildirdi: “Yatarak uyuyan biri için abdest almak gereklidir, çünkü yattığında eklemleri gevşer.”"
    },
    {
      "id": 42,
      "narrator": "Anas b. Malik said:",
      "text": "Tirmizî ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Busra bint Safvan b. Naufal, Allah'ın elçisinin şöyle söylediğini bildirdi: “Eğer sizden biri penisini dokunursa, abdest almalıdır.”"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Malik, Ahmed, Ebu Davud, Tirmizî, Nesaî, İbn Mace ve Darimi bunu aktarmıştır."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "‘Umar b. ‘Abd al-‘Aziz, Tamim ad-Dari'den rivayetle, Allah'ın elçisinin şöyle söylediğini aktardı: \"Herhangi bir kan akıntısı nedeniyle abdest alınmalıdır.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Daraqutni, bu iki rivayeti naklederek, ‘Umar b. ‘Abd al-‘Aziz'in ne Tamim ad-Dari'den duyduğunu ne de onu gördüğünü, ayrıca Yazid b. Khalid ve Yazid b. Muhammad'ın bilinmediğini söyledi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ebu Eyyub el-Ensari, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Tuvalete gittiğinizde kıblaya ne yüz dönün ne de sırtınızı dönün, doğuya veya batıya dönün.\" (Buhari ve Müslim.) Şeyh ve imam Muhyi as-Sunna, bu rivayetin çöl için geçerli olduğunu, ancak yerleşim alanında bunun önemli olmadığını, ‘Abdullah b. ‘Umar'dan nakledilen bir rivayet nedeniyle söyledi; o da şöyle demiştir: \"Hafsa'nın evinin çatısına bir amaçla çıktım ve Allah'ın elçisinin kıblaya sırtını dönerek Suriye'ye doğru ihtiyacını giderdiğini gördüm.\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Salman dedi ki: \"O (yani Allah'ın elçisi) bize, ihtiyacımızı giderirken kıblaya dönmemeyi, sağ elimizle temizlenmemeyi, üç taşla temizlenmemeyi ve dışkı veya kemik ile temizlenmemeyi yasakladı.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Müslim bunu nakletti."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Enes, Allah'ın elçisi tuvalete girdiğinde şöyle dediğini bildirdi: \"Ya Rabbi, ben sana erkek ve dişi şeytanlardan sığınırım.\"*"
    },
    {
      "id": 56,
      "narrator": "",
      "text": "*Bu ifadeyi \"küfür ve isyan eyleminden\" olarak çevirmek eğiliminde olunabilir, ancak Zaid b. Arqam'dan gelen rivayet çok açıktır, bu nedenle yukarıdaki çeviri muhtemelen doğrudur."
    },
    {
      "id": 57,
      "narrator": "Abu Musa said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "",
      "text": "İbn ‘Abbas, Peygamber'in iki mezarın yanına geldiğini ve şöyle dediğini aktardı: \"Onların sakinleri azap çekiyor, ama büyük bir günah yüzünden değil. Birisi idrarla kendini kirletmekten sakınmadı. (Müslim'in bir rivayetinde \"idrarla kendini temiz tutmadı\" ifadesi geçmektedir.) Diğeri ise iftira yaymaktaydı.\" Sonra taze bir palmiye dalı aldı, iki parçaya ayırdı ve her mezara birini dikti. Neden böyle yaptığını sorduklarında, \"Belki azapları taze kaldıkları sürece hafifletilir.\" dedi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: “Sizden biri ihtiyacını gidermeye gittiğinde, kendisiyle birlikte üç taş almalıdır; çünkü bunlar ona yeterli olacaktır.”"
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Ahmad, Ebu Davud, Nesaî ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın elçisinin şöyle söylediğini bildirdi: “Kendinizi dışkı veya kemik ile temizlemeyin; çünkü bu, cinler arasındaki kardeşlerinizin rızkıdır.”"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Tirmizî bunu rivayet etmiştir, Nesaî de rivayet etmiştir, ancak “cinler arasındaki kardeşlerinizin rızkıdır” ifadesini zikretmemiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Mu'adh reported God's messenger as saying, \"Guard against the three things which produce cursing:",
      "text": "Ruvaifi' b. Thabit, Allah'ın elçisinin ona şöyle dediğini anlattı: “Ruvaifi', ben gittikten sonra uzun bir süre yaşayabilirsin, bu yüzden insanlara söyle ki, eğer biri sakalını bağlarsa, ya da nazardan korunmak için boynuna bir ip takarsa, ya da kendisini hayvan dışkısı veya kemikle temizlerse, Muhammed'in onunla hiçbir ilgisi yoktur.”"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: “Eğer biri sürme çekerse, bunu tek sayıda yapmalıdır. Bunu yaparsa iyi yapmıştır; ama yapmazsa, bir zarar yoktur. Eğer biri taşlarla kendini temizlerse, tek sayıda taş kullanmalıdır. Bunu yaparsa iyi yapmıştır; ama yapmazsa, bir zarar yoktur. Eğer biri yemek yerse, diş ipi ile çıkardığını atmalı ve diliyle çıkardığını yutmalıdır. Bunu yaparsa iyi yapmıştır; ama yapmazsa, bir zarar yoktur. Eğer biri ihtiyacını gidermeye giderse, kendini gizlemelidir; ve eğer yapabileceği tek şey bir yığın kum toplamaksa, arkasını ona dönerek oturmalıdır; çünkü şeytan, Adem'in çocuklarının arka tarafları ile alay eder. Bunu yaparsa iyi yapmıştır; ama yapmazsa, bir zarar yoktur.”"
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Davud, İbn Mace ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Abdullah b. Mughaffal, Allah'ın elçisinin şöyle söylediğini bildirdi: “Hiç kimse, banyo yaptığı yerde idrar yapmamalı ve sonra orada yıkanmamalı veya abdest almamalıdır; çünkü tüm kötü vesveseler buradan gelir.”"
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir, Tirmizî ve Nesaî de rivayet etmiştir, ancak “sonra orada yıkanmamalı veya abdest almamalıdır” ifadesini zikretmemişlerdir."
    },
    {
      "id": 75,
      "narrator": "‘Umar said:",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "'A'işe dedi ki: “Eğer birisi sana Peygamber'in ayakta su geçirdiğini söylerse, ona inanma. O, hiçbir zaman oturmadan su geçirmedi.”"
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Ahmad, Tirmizi ve Nesai bunu rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Zeyd b. Harise, Peygamber'in yetkisiyle bildirdi ki, ilk vahiy aldığında Cebrail ona geldi ve abdest ile namazı öğretti. Abdestini bitirdiğinde bir avuç su alıp, cinsel organını suladı."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Ahmad ve Daraqutni bunu rivayet etmiştir."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirmiştir: Cebrail ona geldi ve “Muhammed, abdest aldığında kendini sulamayı unutma.” dedi."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etti ve “Bu gharib bir hadistir, ve ben Muhammed (yani Bukhari) 'nin al-Hasan b. Ali al-Hashimi'nin rivayetlerini reddettiğini duydum.” dedi."
    },
    {
      "id": 82,
      "narrator": "‘Abd ar-Rahman b. Hasana said:",
      "text": "'A'işe, Allah'ın elçisinin su geçirdiğini ve 'Ömer'in arkasında bir su kabıyla durduğunu anlattı. O, “Bu nedir, 'Ömer?” dedi. 'Ömer, “Abdest alman için su.” diye cevap verdi. O, “Ben her su geçirdiğimde abdest almakla emrolunmadım. Eğer öyle olsaydı, bu bir sünnet olurdu.” dedi."
    },
    {
      "id": 83,
      "narrator": "Marwan al-Asfar said:",
      "text": "Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Ebu Eyyub, Cabir ve Enes, bu ayet indiğinde, “İçinde temizlenmeyi seven erkekler vardır; Allah da temizlenenleri sever.”* Allah'ın elçisinin şöyle dediğini bildirmiştir: “Allah, sizi Ansar olarak temizlikte övmüştür. Temizliğiniz neyle olur?” Onlar, “Namaz için abdest alırız, meni sonrası yıkanırız ve su ile temizleniriz.” dediler. O, “İşte bu, devam edin.” dedi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "*1. Kur'an, ix, 108."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Selman, bir müşrik şaka yollu “Görüyorum ki arkadaşın size dışkınız hakkında bile öğretiyor.” dedi, o da “Evet, bize kıblaya dönmemeyi, sağ elimizle temizlenmemeyi ve içinde dışkı veya kemik olmayan üç taşla yetinmemeyi emretti.” diye cevap verdi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Müslim ve Ahmad bunu rivayet etti, sözler Ahmad'a aittir."
    },
    {
      "id": 89,
      "narrator": "‘A'isha reported God’s messenger as saying, “Ten characteristics belong to the religion of Islam:",
      "text": "'Abd ar-Rahman b. Hasana dedi ki: Allah'ın elçisi, elinde bir deri kalkanla bize çıktı. Onu yere koydu, sonra oturdu ve ona doğru su geçirdi. Birisi, “Bak, su geçirdiği gibi bir kadın gibi.” dedi. Peygamber bunu duydu ve “Vay haline! Bilmiyor musun B. İsrail'in yöneticisine ne oldu? Onlara idrar düştüğünde, onu makasla keserlerdi; ama o, onlara bunu yasakladı ve mezarında cezalandırıldı.” dedi."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu rivayet etti, ve Nesai bunu 'Abd ar-Rahman'dan Ebu Musa'dan rivayet etmiştir."
    },
    {
      "id": 91,
      "narrator": "Abu Ayyub reported God’s messenger as saying, “Four characteristics pertain to the practices of the messengers:",
      "text": "Ebu Eyyub, Allah’ın elçisinin şöyle söylediğini bildirdi: “Peygamberlerin uygulamalarına ait dört özellik vardır: tevazu (bazıları sünnet der), parfüm kullanmak, misvak kullanmak ve evlenmektir.”"
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Aişe, Peygamber’in gece veya gündüz uyandıktan sonra abdest almadan önce misvak kullanmadan uyanmadığını söyledi."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Ahmet ve Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "",
      "text": "O ayrıca, “Peygamber misvak kullanmaya alışkındı ve sonra onu yıkamam için bana verirdi. Önce kendim kullanır, sonra yıkar ve ona verirdim.” dedi."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 99,
      "narrator": "Abu Salama reported Zaid b. Khalid al-Juhani as saying:",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "İbn Ömer, Peygamber’in şöyle söylediğini bildirdi: “Bir rüya gördüm, misvak kullanıyordum, o sırada biri diğerinden yaşça büyük iki adam yanıma geldi. Misvağı ikisinden daha genç olana verdim, büyük olanı saygı göstermem gerektiği söylendi, bu yüzden onu yaşlı olana verdim.”"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 102,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Ebu Ümame, Allah’ın elçisinin şöyle söylediğini bildirdi: “Cebrail, bana misvak kullanmamı emretmeden asla gelmedi, bu yüzden ağzımın ön kısmının tahriş olmasından korkuyorum.”"
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Ahmet bunu rivayet etmiştir."
    },
    {
      "id": 105,
      "narrator": "‘Abdallah b. ‘Amr said:",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Al-Mughira b. Shu'ba, Peygamber'in abdest aldığını, başının ön kısmını ve sarığını ve ayakkabılarını sildiğini söyledi."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "'A'isha, Peygamber'in tüm işlerinde, temizlenme, saç tarama ve terlik giyme gibi konularda mümkün olduğunca sağdan başlamayı sevdiğini söyledi."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Elbiselerinizi giyerken ve abdest alırken sağdan başlayın.\""
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Ahmad ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Sa'id b. Zaid, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Abdest alırken Allah'ın adını anmayan kimse abdest almış sayılmaz.\""
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Tirmidhi ve İbn Mace bunu aktarmıştır. Ahmad ve Ebu Davud, Ebu Hureyre'den, Darimi ise Ebu Sa'id el-Hudri'den babasından aktarmış ve başında, \"Abdest almayan kimse namaz kılmış sayılmaz.\" eklemişlerdir."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Laqit b. Sabira, Allah'ın elçisine abdest hakkında sorduğunu ve onun şöyle cevap verdiğini söyledi: \"Abdestini tam al, su parmakların ve ayak parmakların arasında aksın,* ve oruçlu olmadıkça suyu burunla çek!\""
    },
    {
      "id": 115,
      "narrator": "Abu Hayya said:",
      "text": "*Metinde sadece asabi’ kelimesi kullanılmıştır, ancak bu kelime parmaklar veya ayak parmakları için kullanılır ve aşağıdaki geleneklerin benzerliğine dayanarak yukarıdaki gibi çevirdim. Orada \"ellerinin ve ayaklarının asabi’leri\" denmektedir."
    },
    {
      "id": 116,
      "narrator": "‘Abd Khair said:",
      "text": "Ebu Davud, Tirmidhi ve Nasa’i bunu aktarmıştır, İbn Mace ve Darimi ise \"parmaklar ve ayak parmakları arasında\" kısmına kadar aktarmıştır."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Abdest aldığınızda su parmaklarınızın ve ayak parmaklarınızın arasından aksın.\""
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Tirmidhi bunu aktarmış ve İbn Mace benzer bir şey aktarmıştır. Tirmidhi, bunun gharib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Al-Mustaurid b. Shaddad, Allah'ın elçisinin abdest alırken ayak parmaklarını küçük parmağıyla ovaladığını gördüğünü söyledi."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Tirmidhi, Ebu Davud ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın elçisinin abdest alırken gözlerinin köşelerini sildiğini ve kulakların başın bir parçası olarak kabul edildiğini söyledi."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "İbn Mace, Ebu Davud ve Tirmizi bunu rivayet etmiştir; son iki kişi Hammad'ın \"kulakların başın bir parçası olarak kabul edildiği\" ifadesinin Ebu Ümame'ye mi yoksa Allah'ın elçisine mi ait olduğunu bilmediğini belirtmiştir."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Amr b. Şu'ayb, babasından, o da dedesinden naklen, bir bedevinin Peygamber'e gelip abdest hakkında sorduğunu ve Peygamber'in her detayı üç kez gösterdiğini, ardından \"Abdest böyle alınmalıdır. Eğer birisi bundan fazlasını yaparsa, o yanlış yapmış, aşırıya kaçmış ve kötülük etmiştir.\" dediğini aktardı."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Nesai ve İbn Mace bunu rivayet etmiştir; Ebu Davud da benzer bir şey nakletmiştir."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Abdullah b. Mughaffal, oğlunun \"Ya Rabbi, cennetin sağında beyaz bir saray istiyorum.\" dediğini duyunca, \"Oğlum, Allah'tan cennet iste ve cehennemden O'na sığın, çünkü Allah'ın elçisinin 'Bu toplumdan bazıları abdest ve dua konusunda aşırıya gideceklerdir.' dediğini duydum.\" dedi."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Ahmet, Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Ubeyy b. Ka'b, Peygamber'in \"Abdestin bir şeytanı vardır, adı el-Valahandır, bu yüzden suyun sebep olduğu karışıklıktan sakının.\" dediğini bildirdi."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir; Tirmizi, \"Bu, isnadı hadisçiler tarafından güçlü kabul edilmeyen gharib bir hadistir, çünkü bunu Peygamber'e kadar izleyen Kharija'dan başka kimseyi bilmiyoruz ve bizim mezhebin görüşüne göre o güçlü değildir.\" demiştir."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Mu'adh b. Cebel, Allah'ın elçisinin abdest alırken yüzünü elbisesinin ucu ile sildiğini gördüğünü söyledi."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Su, yalnızca bir boşalma olduğunda gereklidir.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir. Şeyh ve imam Muhyi as-Sunna, bunun neshedildiğini söylemiştir."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "İbn Abbas, \"Su, yalnızca bir boşalma olduğunda gereklidir\" ifadesinin bir rüya için geçerli olduğunu söyledi."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Bunu Tirmizi rivayet etti, ancak iki Sahih'te bulamadım."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Ümmü Selime, Ümmü Süleym'in şöyle dediğini anlattı: \"Allah'ın elçisi, Allah gerçeği söylemekten utanmaz. Bir kadın cinsel rüya gördüğünde yıkanması gerekir mi?\" O da, \"Evet, sıvı belirtileri gördüğünde.\" Ümmü Selime yüzünü örttü ve \"Allah'ın elçisi, bir kadın cinsel rüyalar görür mü?\" diye sordu. O da, \"Elbette görür. Çocuğu hangi yönden ona benziyor?\" diye cevap verdi."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "(Buhari ve Müslim.) Müslim, Ümmü Süleym'in rivayetinde, \"Erkeğin sıvısı kalın ve beyaz, kadınınki ince ve sarıdır, bu yüzden benzerlik, baskın olan veya önce gelen sıvıdan gelir.\" eklemiştir."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Aişe, Allah'ın elçisi boşalma nedeniyle yıkandığında önce ellerini yıkadığını, sonra namaz için yaptığı gibi abdest aldığını, ardından parmaklarını suya sokup saç köklerinden geçirdiğini, sonra iki eliyle başına üç avuç su döktüğünü, ardından suyu tüm vücuduna döktüğünü söyledi."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "(Buhari ve Müslim.) Müslim'in bir rivayetinde, önce kap içine ellerini sokmadan önce ellerini yıkadığını, sonra sağ eliyle sol eline su döktüğünü, ardından özel bölgelerini yıkadığını ve daha sonra abdest aldığını belirtmiştir."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "",
      "text": "İbn Abbas, Maimuna'nın şöyle dediğini bildirdi: \"Peygamber için yıkanması için su hazırladım ve onu bir örtüyle gizledim. O, ellerine su döküp yıkadı, sonra sağ eliyle sol eline su döktü, ardından özel bölgelerini yıkadı, sonra elini yere koyup sildi. Sonra onu yıkadı, ağzını çalkaladı, burnuna su çekti, yüzünü ve ön kollarını yıkadı, ardından başına su döküp vücuduna boşalttı, sonra kenara çekilip ayaklarını yıkadı. Ona bir örtü verdim ama almadı; ellerini sallayarak gitti.\""
    },
    {
      "id": 149,
      "narrator": "",
      "text": "(Buhari ve Müslim, lafız Buhari'ye aittir.)"
    },
    {
      "id": 150,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Ya'la, Allah'ın elçisinin bir adamın kamuya açık bir yerde yıkandığını gördüğünü, ardından minbere çıktığını ve Allah'ı övdükten sonra şöyle dediğini aktardı: \"Allah, haya ve gizlilik ile vasıflanmıştır ve haya ve gizliliği sever, bu nedenle sizden biri yıkandığında kendini gizlemelidir.\" Abu Davud ve Nasaî bunu rivayet etmiştir, ancak Nasaî'nin versiyonunda şöyle demiştir: \"Allah, gizlilik ile vasıflanmıştır, bu nedenle sizden biri yıkanmayı niyet ettiğinde, bir şeyin arkasında saklanmalıdır.\""
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ubayy b. Ka'b, \"Su sadece bir boşalma olduğunda gereklidir\" ifadesinin İslam'ın ilk günlerinde verilen bir ruhsat olduğunu, ancak sonrasında bunun terkedildiğini söyledi. Tirmidhi, Abu Davud ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Ali, bir adamın Peygamber'e geldiğini ve \"Cinsel kirlenme nedeniyle yıkandım, sonra sabah namazını kıldım ama suyun değmediği bir yerin, bir tırnak büyüklüğünde bir lekenin olduğunu fark ettim.\" dediğini bildirdi. Allah'ın elçisi şöyle cevap verdi: \"Eğer üzerine elinle sürseydin, bu senin için yeterli olurdu.\" İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "İbn 'Umar, asıl gerekliliğin günde elli vakit namaz, cinsel kirlenmeyi gidermek için yedi yıkanma ve bir giysi üzerine idrar düştüğünde yedi yıkanma olduğunu söyledi. Bunun üzerine Allah'ın elçisi, beş vakit namaz, cinsel kirlenme için bir yıkanma ve idrar nedeniyle bir giysi yıkanması için taleplerde bulunmaya devam etti. Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 155,
      "narrator": "Abu Huraira said:",
      "text": "Abu Hureyre, Allah'ın elçisinin kendisi cinsel kirlenme içinde iken kendisiyle karşılaştığını, elini tuttuğunu ve onunla yürüdüğünü söyledi. Oturduğunda geri çekildim, evime gidip yıkandıktan sonra geri döndüm ve Peygamberi hala oturmuş buldum. \"Neredeydin, Abu Hureyre?\" diye sordu. Ben de ona söyledim, o da \"Subhanallah! Mümin kirlenmez.\" dedi. Bu Bukhari'nin ifadesidir ve Müslim benzer bir şey söylemiştir, ancak \"Ona söyledim\" ifadesinden sonra şunu ekler: \"Beni cinsel kirlenme içinde karşıladın, yıkanmadan seninle oturmak istemedim.\" Bukhari'nin başka bir versiyonunda da aynı şey vardır."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "İbn 'Umar, Ömer b. Hattab'ın Allah'ın elçisine gece boyunca seminal kirlenmeye maruz kaldığını söylediğini ve onun da abdest almasını, penisini yıkamasını ve tekrar uyumasını söylediğini aktardı. (Bukhari ve Müslim.)"
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Aişe, Peygamber cinsel kirlenme içinde olduğunda yemek yemek veya uyumak istediğinde, namaz için gerekli olan abdest aldığını söyledi. (Bukhari ve Müslim.)"
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Abu Sa'id el-Hudri, Allah'ın elçisinin şöyle dediğini bildirdi: \"Sizden biri karısıyla cinsel ilişkiye girdiğinde ve bunu tekrar etmek isterse, iki eylem arasında abdest almalıdır.\" Müslim bunu rivayet etmiştir."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Enes, Peygamber'in eşleriyle yalnızca bir yıkanma ile cinsel ilişkiye girdiğini söyledi. Müslim bunu rivayet etmiştir."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Aişe, Peygamber'in her durumda Allah'ın adını andığını söyledi. Müslim bunu rivayet etmiştir."
    },
    {
      "id": 161,
      "narrator": "",
      "text": "İbn 'Abbas'ın geleneklerini, Allah Teala dilerse, Gıdalar kitabında anacağız."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamber'in bir eşinin bir kapta yıkandığını ve Allah'ın elçisi onun abdest almasını istediğinde \"Ben cinsel kirlenme içindeydim, Allah'ın elçisi.\" dediğini aktardı. O da \"Su kirlenmez.\" diye cevap verdi. Tirmidhi, Abu Davud ve İbn Mace bunu rivayet etmiştir ve Darimi benzer bir şey aktarmıştır. Şerh as-sunna'da Maimuna'dan bu şekilde alıntı yapılmıştır."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Aişe, \"Allah'ın elçisi cinsel kirlenme nedeniyle yıkanır, sonra ben yıkanmadan önce bana yaslanırdı.\" dedi. İbn Mace bunu rivayet etmiştir ve Tirmidhi benzer bir şey aktarmıştır. Şerh as-sunna'da bu, el-Masabih'deki ifadeyle verilmiştir."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Ali, \"Peygamber, tuvaletten çıktığında bize Kur'an okur ve bizimle et yerdi, onu Kur'an okumaktan alıkoyan tek şey seminal kirlenmeydi.\" dedi. Abu Davud ve Nasaî bunu rivayet etmiştir ve İbn Mace benzer bir şey aktarmıştır."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle dediğini bildirdi: \"Adet gören kadın ve seminal kirlenme yaşayan kadın, Kur'an'dan hiçbir şey okuyamaz.\" Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 166,
      "narrator": "",
      "text": "'A'işe, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Bu evleri camiye dönmeyecek şekilde çevirin, çünkü ben menstruasyon halinde olan bir kadının veya cinsel olarak kirli olan birinin camiye girmesini helal kılmam.\""
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "",
      "text": "'Ali, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Melekler, içinde resim, köpek veya kirli olan birinin bulunduğu bir eve girmez.\""
    },
    {
      "id": 170,
      "narrator": "Nafi' said:",
      "text": "Abu Davud ve Nesaî rivayet etmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "'Ammar b. Yasir, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Meleklerin yaklaşmadığı üç kişi vardır: bir kâfirin cesedi, khuluq ile sürülen biri ve cinsel olarak kirli olan biri, eğer abdest almazsa.\""
    },
    {
      "id": 173,
      "narrator": "",
      "text": "*Safranla ana bileşeni olan sarı bir sıvı parfüm."
    },
    {
      "id": 174,
      "narrator": "Abu Rafi' said:",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 175,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Abdullah b. Ebu Bekir b. Muhammed b. Amr b. Hazm, Allah'ın elçisinin 'Amr b. Hazm'a gönderdiği mektubun içinde \"Kur'an'a yalnızca temiz olan biri dokunmalıdır.\" ifadelerinin bulunduğunu söylemiştir."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Malik ve Daraqutni rivayet etmiştir."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 179,
      "narrator": "As-Sa'ib b. Yazid said:",
      "text": "Nafi' dedi ki: İbn 'Umar ile birlikteydim, o ihtiyacını gidermek istedi. Bunu yaptıktan sonra, o gün konuşması sırasında, bir adamın bir sokakta Allah'ın elçisiyle karşılaştığını, o elçiden selam aldığını ama cevap alamadığını söyledi. Sonra adam neredeyse sokaktan gözden kaybolurken, Allah'ın elçisi ellerini bir duvara vurdu, yüzünü onlarla sildi, bir kez daha vurdu ve ön kollarını sildi, ardından adamın selamına cevap vererek, \"Selamınıza cevap vermemi engelleyen tek şey, temiz bir durumda olmamamdır.\" dedi."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, bazı insanların Allah'ın elçisine Buda‘a kuyusundan abdest alıp almayacaklarını sorduklarını, bu kuyunun adet bezlerinin, ölü köpeklerin ve pis şeylerin atıldığı bir kuyu olduğunu, elçinin de “Su temizdir ve hiçbir şeyle kirlenmez.” diye cevap verdiğini aktarmıştır."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Ahmet, Tirmizî, Ebu Davud ve Nesai bunu nakletmiştir."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Ebu Hureyre, bir adamın Allah'ın elçisine denizde küçük bir miktar su ile seyahat ettiğini söylediğini, bu suyu abdest almak için kullanırsa susuzluktan muzdarip olacağını, bu nedenle deniz suyunu kullanıp kullanamayacağını sorduğunu ve elçinin de “Onun suyu temizdir, içinde doğal yolla ölen şeyler helal gıdadır.” diye cevap verdiğini aktarmıştır."
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Malik, Tirmizî, Ebu Davud, Nesai, İbn Mace ve Darimi bunu nakletmiştir."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Ebu Zeyd, Abdullah b. Mes'ud'un, cinlerin Kur'an'ı dinlediği gece, Peygamber'in ona derisinden yapılmış kapta ne olduğunu sorduğunu, o da nabidh olduğunu söylediğinde, Peygamber'in “Taze hurma ve temiz sudan oluşmaktadır.” dediğini aktarmıştır."
    },
    {
      "id": 188,
      "narrator": "",
      "text": "*Lit \"cinlerin gecesi\" Ebu Talib'in ölümünden sonra Peygamber, mesajını ilan etmek için at-Ta'if'e gitmiş, ancak oradan kovulmuştur. Mekke'ye dönerken Nakhla vadisinde bir gece geçirmiştir ve bir grup cinin onun Kur'an okuduğunu dinlediği söylenmektedir. Bakara suresi 72."
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir, Ahmet ve Tirmizî de ondan abdest aldığını eklemiştir. Tirmizî, Ebu Zeyd'in tanınmadığını belirtmiş ve 'Alkame'nin Abdullah b. Mes'ud'dan “Ben Allah'ın elçisiyle cinlerin dinlediği gece bulunmadım.” dediği sağlam bir rivayet olduğunu aktarmıştır. Müslim bunu nakletmiştir."
    },
    {
      "id": 190,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Kabşa bint Ka'b b. Malik ve İbn Ebu Katade'nin eşi, Ebu Katade'nin kendisini ziyaret ettiğini ve onun için abdest almak üzere su döktüğünü, bir kedinin gelip biraz içtiğini ve onun su kabını eğip kedinin içmesini sağladığını söylemiştir. Kabşa, Ebu Katade'nin kendisini izlerken “Şaşırdın mı, yeğenim?” diye sorduğunu, o da şaşırdığını söyleyince, “Allah'ın elçisi şöyle dedi: 'O pis değildir; sizin aranızda dolaşanlardan biridir.'” dediğini aktarmıştır."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "Malik, Ahmet, Tirmizî, Ebu Davud, Nesai, İbn Mace ve Darimi bunu nakletmiştir."
    },
    {
      "id": 193,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Davud b. Salih b. Dinar, annesinin, hanımının kendisini Aişe'ye bazı hari a ile göndermesini söylediğini, Aişe'yi namaz kılarken bulduğunu ve ona bunu bırakması için işaret ettiğini aktarmıştır. Bir kedi gelip ondan biraz yedi, ancak Aişe namazını bitirdikten sonra kedinin yediği yerden yediğini, Allah'ın elçisinin “O pis değildir; sizin aranızda dolaşanlardan biridir.” dediğini belirterek, Allah'ın elçisinin kedinin bıraktığı su ile abdest aldığını gördüğünü eklemiştir."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Al-Aswad ve Hammam, ‘A'işe'nin şöyle dediğini bildirdi: “Ben, Allah’ın elçisinin elbisesinden prostat sıvısını silerdim.”"
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Bunu Müslim rivayet etti. ‘Alqama ve al-Aswad’ın bir versiyonu, ‘A'işe'yi aynı şekilde aktarırken, ardından onun içinde namaz kıldığını ekler."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Umm Kays bint Mihsan, henüz sütten kesilmemiş küçük bir oğlunu Allah’ın elçisine getirdiğini anlattı. O, çocuğu kucağına oturttu ve çocuk elbisesine işedi; bunun üzerine su istedi ve üzerine serpti, ama yıkamadı."
    },
    {
      "id": 200,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 201,
      "narrator": "Lubaba daughter of al-Harith said:",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Abdullah b. Abbas, Allah’ın elçisinin şöyle söylediğini duyduğunu aktardı: “Bir deri tabaklandığında, temizdir.”"
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Bunu Müslim rivayet etti."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Ayrıca, bir koyunun Maimuna'nın bir kadın müşterisine sadaka olarak verildiğini, ancak öldüğünü söyledi. Allah’ın elçisi yanlarına geldi ve “Neden derisini alıp tabaklamadınız ve ondan faydalanmadınız?” diye sordu. Onlar, \"Doğal bir ölüm oldu.\" dediler. O da, “Sadece onu yemek yasaktır.” dedi."
    },
    {
      "id": 206,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 207,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Sauda, Peygamber'in eşi, \"Bizim bir koyunumuz öldü ve biz onun taze soyulmuş derisini tabakladık, sonra da onu kullanana kadar hurmaları içinde beklettik.\" dedi."
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Bunu Buhari rivayet etti."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 211,
      "narrator": "A woman of the B. ‘Abd al-Ashhal said:",
      "text": "B. ‘Abd al-Ashhal'den bir kadın dedi ki: Ben Allah'ın elçisine, camiye giden yolumuzun kötü bir kokuya sahip olduğunu söyledim ve yağmur yağdığında ne yapmamız gerektiğini sordum. O, kötü kısım geçildikten sonra temiz bir yerin olup olmadığını sordu, ben de var dedim. O da, bunun diğerine yeterli olduğunu söyledi."
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "‘Abdallah b. Mes'ud, Allah'ın elçisiyle birlikte, üzerine bastıkları şeylerden dolayı abdest almadan namaz kıldıklarını söyledi."
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Tirmidhi rivayet etmiştir."
    },
    {
      "id": 216,
      "narrator": "Al-Mughira b. Shu'ba, telling that he had gone with God’s messenger on the expedition to Tabuk, said:",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "",
      "text": "İbn ‘Umar, Allah'ın elçisi zamanında köpeklerin camide burada ve orada dolaştığını ve bulundukları yerleri sulamadıklarını söyledi."
    },
    {
      "id": 218,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 220,
      "narrator": "",
      "text": "Al-Bara’, Allah'ın elçisinin şöyle dediğini bildirdi: “Yenilebilecek bir hayvanın idrarında bir sakınca yoktur.” Jabir'in bir rivayetinde ise, “Eğer bir hayvanın eti yenilebiliyorsa, onun idrarında bir sakınca yoktur.” dedi."
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Ahmad ve Daraqutni rivayet etmiştir."
    },
    {
      "id": 222,
      "narrator": "Al-Mughira said:",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "",
      "text": "Şuraih b. Hani' dedi ki: “Ali b. Ebu Talib'e ayakkabıların üzerine meshetmek hakkında sordum, o da Allah'ın elçisinin yolculuk eden için üç gün ve gece, yolculuk etmeyen için bir gün ve gece meshetme süresi belirlediğini söyledi.”"
    },
    {
      "id": 224,
      "narrator": "Hudhaifa reported God’s messenger as saying, “We have been made superior to mankind in three respects:",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 225,
      "narrator": "‘Imran said:",
      "text": "---"
    },
    {
      "id": 226,
      "narrator": "‘Ammar said that a man came to ‘Umar b. al-Khatt&b, telling that he was affected by seminal defilement and could get no water.\n‘Ammar then said to ‘Umar:",
      "text": "‘Ammar, ‘Umar b. al-Khattab'a bir adamın geldiğini ve onun cünüplükten etkilendiğini ve su bulamadığını söylediğini aktardı."
    },
    {
      "id": 227,
      "narrator": "",
      "text": "‘Ammar daha sonra ‘Umar'a dedi: \"Siz ve ben bir yolculukta iken, siz namaz kılmadınız, ama ben yere yuvarlandım ve sonra namaz kıldım. Bunu daha sonra Peygamber'e söyledim, o da, 'Bunu yapmanız yeterli olurdu' dedi\"—ve Peygamber, elleriyle yere vurdu, onlara üfledi, sonra yüzünü ve ellerini onlarla sildi."
    },
    {
      "id": 228,
      "narrator": "",
      "text": "Buhari bunu aktardı, Müslim de benzer bir şey söyledi; \"Ellerinizle yere vurmanız, sonra üflemeniz, ardından yüzünüzü ve ellerinizi onlarla silmeniz yeterlidir.\""
    },
    {
      "id": 229,
      "narrator": "Jabir said:",
      "text": "---"
    },
    {
      "id": 230,
      "narrator": "Abu Sa’id al-Khudri said:",
      "text": "Abul Juhaim b. al-Harith b. as-Simma dedi ki, \"Ben Peygamber'e, su geçirdiği sırada rastladım ve ona selam verdim, ama o, kalkıp bir duvara gittiği ve yanında bir sopa ile duvarı sıyırdıktan sonra ellerini duvara koyup yüzünü ve ön kollarını sildiği zaman selamıma cevap verdi.\""
    },
    {
      "id": 231,
      "narrator": "",
      "text": "Bu versiyonu iki Sahih'te veya al-Humaidi'nin kitabında bulamadım; ancak Baghavi bunu Şerh as-Sunna'da, bunun hasan bir hadis olduğunu belirterek zikretmiştir."
    },
    {
      "id": 232,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Ebu Dharr, Allah'ın elçisinin şöyle söylediğini aktardı: \"İyi toprak, bir Müslüman için abdest alma aracıdır, hatta on yıl su bulamazsa bile; ama su bulduğunda, cildine değdirmelidir, çünkü bu daha iyidir.\""
    },
    {
      "id": 234,
      "narrator": "",
      "text": "Ahmet, Tirmizi ve Ebu Davud bunu aktardı, Nesaî de \"on yıl\" kısmına kadar benzer bir şey aktardı."
    },
    {
      "id": 235,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 236,
      "narrator": "",
      "text": "Cabir dedi ki: Biz bir yolculuğa çıktık ve içimizden birine bir taş isabet etti ve başından yaralandı. O, gece rüyasında cünüp oldu ve arkadaşlarına, toprakla abdest alması için izin bulup bulamayacaklarını sordu, ama su bulabileceği zaman izin veremeyeceklerini söylediler; bu yüzden adam yıkanıp öldü. Peygamber'e geldiğimizde, bu durum kendisine bildirildi ve şöyle dedi: \"O zaman onu öldürdüler, Allah onları öldürsün! Bilmedikleri zaman neden sormadılar? Cehaletin tek ilacı sormaktır. Toprak kullanması ve yarasının üzerine bir bez bağlayıp sonra onu silmesi ve bedeninin geri kalanını yıkaması yeterli olurdu.\""
    },
    {
      "id": 237,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı, İbn Mace de ‘Ata' b. Ebu Rabah'tan İbn Abbas'tan aktardı."
    },
    {
      "id": 238,
      "narrator": "‘A'isha said that the Prophet used to bathe for four reasons:",
      "text": "---"
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri dedi ki: İki adam bir yolculuğa çıktılar ve namaz vakti geldiğinde, yanlarında su olmadığından, iyi toprakla abdest aldılar ve sonra namaz kıldılar. Hemen ardından su buldular ve bunlardan biri abdest alarak namazı tekrar kıldı, ama diğeri kılmadı. Bir süre sonra Allah'ın elçisine geldiklerinde bunu zikrettiler ve o, namazı tekrarlamayan adama, \"Sen sünnete uydun ve namazın senin için yeterli oldu.\" dedi. Abdest alıp namazı tekrar kılan adama ise, \"İki kat ödül alacaksın.\" dedi."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "Ebu Davud ve Darimi bunu aktardı, Nesaî de benzer bir şey aktardı. O ve Ebu Davud ayrıca ‘Ata' b. Yasar'dan mursal bir şekilde aktardılar."
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Anas, Yahudiler arasında bir kadının adet gördüğünde onlarla yemek yemediğini ve evlerinde böyle biriyle yaşamadıklarını söyledi. Bunun üzerine Peygamber'in arkadaşları ona sordular ve Allah, \"Ve sana adet hakkında soruyorlar...\" diye vahyetti. Sonra Allah'ın elçisi, \"Cinsel ilişki dışında her şeyi yapabilirsiniz.\" dedi. Yahudiler bunu duydu ve \"Bu adam, yaptığımız hiçbir şeyi bize karşı gelmeden bırakmak istemiyor.\" dediler. Usaid b. Hudair ve 'Abbad b. Bishr geldiler ve 'Ey Allah'ın elçisi, Yahudiler böyle diyorlar. O halde onlarla yaşamayacak mıyız?\" dediler. Allah'ın elçisinin yüzü öyle bir değişti ki, onlara kızgın olduğunu düşündük; ama dışarı çıktıklarında, Peygamber'e getirilen bir süt hediyesiyle karşılaştılar ve onlara içecek gönderdi, böylece onun onlara kızgın olmadığını anladılar."
    },
    {
      "id": 242,
      "narrator": "",
      "text": "*Yani, eşlerimizle. Bu hadiste kullanılan kelime genellikle cinsel ilişkiyi ifade eder, ancak burada ve ilk cümlede, adet dönemlerinde eşlerinin yanında olma fikrini ifade ediyor gibi görünmektedir."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 244,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 245,
      "narrator": "She also said:",
      "text": "'A'işe, \"Peygamber ile ben, cinsel olarak temizlenmediğimizde bir kapta yıkanırdık. Adet gördüğümde, bana sarılmamı emrederdi. Gizli olarak namaz kıldığı zaman, başını benim için uzatırdı ve ben adetli olduğumda onu yıkardım.\" dedi."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 247,
      "narrator": "Abu Huraira reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 248,
      "narrator": "",
      "text": "O ayrıca, \"Adetli olduğumda içtiğim suyu Peygamber'e verirdim, o da benim içtiğim yerden içerek içerdi; ve adetli olduğumda bir kemikten et yediğimde onu Peygamber'e verirdim, o da benim yediğim yerden yerdi.\" dedi."
    },
    {
      "id": 249,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 250,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "O ayrıca, \"Peygamber, adetli olduğumda dizimin üzerine yaslanır, sonra Kur'an okurdu.\" dedi."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 253,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 254,
      "narrator": "",
      "text": "O ayrıca, \"Peygamber bana, 'Bana camiden örtüyü getir,' dedi. Ben de adetli olduğumu söyleyince, 'Adetin senin elinde değil.' dedi.\""
    },
    {
      "id": 255,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Adi b. Thabit, babasından, onun da dedesinin (Adi'nin dedesinin adı Yahya b. Ma'in tarafından Dinar olarak verilmiştir) Peygamber'in, uzun süreli kanaması olan bir kadın hakkında şöyle söylediğini aktardığını bildirmiştir: \"O, adet gördüğü günler kadar namazı terk etmelidir, sonra yıkanmalı, her namaz için abdest almalı, oruç tutmalı ve namaz kılmalıdır.\""
    },
    {
      "id": 257,
      "narrator": "",
      "text": "Tirmizî ve Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 258,
      "narrator": "",
      "text": "---"
    }
  ]
}