{
  "language": "tr",
  "metadata": {
    "length": 921,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini rivayet etmiştir: \"Beş vakit namaz, Cuma'dan Cuma'ya ve Ramazan'dan Ramazan'a, büyük günahlardan sakınıldığı sürece, önceki günahlara keffaret olur.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Muslim bunu nakletmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle dediğini de rivayet etmiştir: \"Bana söyleyin, kapınızın önünde günde beş kez yıkanan bir nehir olsaydı, onun pisliğinden hiçbir şey kalır mıydı?\" Aldığı cevap \"hiçbir şey kalmaz\" olunca, \"İşte bu, Allah'ın günahları silen beş vakit namaz gibidir.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Ibn Mas'ud said:",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Mes'ud, bir adamın bir kadını öptüğünü ve bunu Peygamber'e bildirdiğini söyledi. Bunun üzerine Allah, \"Günün iki ucunda ve gecenin yakın kısımlarında namazı kılın; çünkü salih ameller, kötü amelleri giderir (Kur'an, 11:114).\" ayetini indirdi. Adam, Allah'ın Elçisi'ne bunun kendisiyle ilgili olup olmadığını sordu, o da \"Bu, benim tüm ümmetimle ilgilidir.\" diye cevap verdi. Bir rivayette, \"Buna uyan benim ümmetimden olanlara\" denilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Enes, bir adamın gelip, \"Allah'ın Elçisi, ben ceza gerektiren bir şey yaptım, bunun için bana bir ceza tayin et.\" dediğini anlattı. Peygamber ona bu konuda bir soru sormadı ve namaz vakti geldiğinde adam onunla birlikte namaz kıldı. Peygamber namazı bitirince, adam kalkıp, \"Allah'ın Elçisi, ben ceza gerektiren bir şey yaptım, bana Allah'ın tayin ettiği cezayı belirle.\" dedi. Peygamber, \"Bizimle birlikte namaz kılmadın mı?\" diye sordu. Adam, \"Kıldım.\" deyince, \"O halde, Allah senin suçunu affetti.\" veya \"cezanı affetti.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "İbn Mes'ud, Peygamber'e hangi amelin Allah katında en sevimli olduğunu sordu ve o da, \"Namazın vaktinde kılınmasıdır.\" diye cevap verdi. Sonra neyin geldiğini sordu, o da \"Anne babaya iyilik.\" dedi. Sonra neyin geldiğini sordu, o da \"Allah yolunda cihad.\" dedi. \"Bunları bana bildirdi ve eğer daha fazla sorsaydım, daha fazlasını da bildirirdi.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Abu Darda’ said:",
      "text": "Ebu Derdâ dedi ki: Arkadaşım bana şöyle tavsiyede bulundu: \"Allah'a hiçbir şeyi ortak koşma, hatta parçalarına ayrılıp yakılsan bile; farz namazı kasıtlı olarak terk etme, çünkü kim onu kasıtlı olarak terk ederse, ona koruma uygulanmaz; ve şarap içme, çünkü o her kötülüğün anahtarıdır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "İbn Mace rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abdullah b. Amr, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Öğle namazının zamanı, güneşin meridyenin üzerinden geçtiği ve bir adamın gölgesinin boyu kadar olduğu zamandır, öğleden sonra namazının zamanı gelene kadar; öğleden sonra namazının zamanı, güneş sarılaşana kadar; akşam namazının zamanı, alacakaranlık sona erene kadar; gece namazının zamanı, yarıya kadar; sabah namazının zamanı ise, şafak belirdiği zamandır, güneş doğana kadar, ama güneş doğduğunda namazdan kaçının, çünkü o şeytanın boynuzları arasında doğar.\""
    },
    {
      "id": 20,
      "narrator": "Ibn Shihab said that ‘Umar b. ‘Abd al-‘Aziz postponed the afternoon prayer somewhat and 'Urwa said to him, “Gabriel has come down and prayed in front of God’s Messenger.” So ‘Umar said to him, “Be sure of what you are saying, ‘Urwa.” He replied:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "It is told of ‘Umar b. al-Khattab that he wrote to his governors, “The most important matter which concerns you in my opinion is prayer; whoever observes it and is attentive to it will guard his religion, but whoever neglects it will be more neglectful of other things.\" Thereafter he wrote telling them to observe the moon prayer in the period when the shade was a cubit long up to the time when a man’s shadow was as long as himself; the afternoon prayer when the sun was high, white and clear, when there was still time for a rider to go two or three leagues before sunset:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bureyde, bir adamın Allah'ın Elçisi'ne namaz vakti hakkında sorduğunu ve onun da şöyle cevap verdiğini bildirdi: \"Bizimle bu iki günü namaz kıl.\" Güneş meridyenin üzerinden geçtiğinde, Bilal'e namaz çağrısını okuması için emir verdi, sonra ona emir vererek öğle namazının vaktinin geldiğini duyurdu. Güneş yüksek, beyaz ve net olduğunda, ona emir vererek öğleden sonra namazının vaktinin geldiğini duyurdu. Güneş battığında akşam namazının vaktinin geldiğini duyurdu. Alacakaranlık sona erdiğinde gece namazının vaktinin geldiğini duyurdu. Şafak belirdiğinde sabah namazının vaktinin geldiğini duyurdu. Ertesi gün, öğle namazını aşırı sıcaktan sonra kılmasını emretti ve o da öyle yaptı. Güneş yüksek olduğunda öğleden sonra namazını kıldı, daha önce kıldığı zamandan daha geç kılarak. Akşam namazını alacakaranlık sona ermeden kıldı; gece namazını gecenin üçte biri geçtikten sonra kıldı; sabah namazını ise aydınlık bir gündüzde kıldı. Sonra namaz vakti hakkında soran adamın nerede olduğunu sordu ve onun orada olduğunu duyunca, \"Namaz vaktiniz, gördüğünüz bu iki zaman arasındadır.\" dedi."
    },
    {
      "id": 23,
      "narrator": "Sayyar b. Salama said:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "Muhammad b. ‘Amr b. al-Hasan b. ‘Ali said:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Cebrail, Kabe'de iki kez bana namaz kıldırdı. Güneş meridyenin üzerinden sandaletin kayışı kadar geçtiğinde öğle namazını benimle kıldı; her şeyin gölgesi kendisi kadar olduğunda öğleden sonra namazını benimle kıldı; oruçlu olanın iftar ettiği zaman akşam namazını benimle kıldı; alacakaranlık sona erdiğinde gece namazını benimle kıldı; oruçlu olan için yiyecek ve içeceklerin haram olduğu zaman sabah namazını benimle kıldı. Ertesi gün, gölgesi kendisi kadar olduğunda öğle namazını benimle kıldı; gölgesi kendisinden iki kat uzun olduğunda öğleden sonra namazını benimle kıldı; oruçlu olanın iftar ettiği zaman akşam namazını benimle kıldı; gecenin üçte biri geçtikten sonra gece namazını benimle kıldı; aydınlık bir gündüzde sabah namazını benimle kıldı. Sonra bana dönerek, 'Muhammed, bu, senden önceki peygamberlerin gözlemlediği zamandır ve zaman, bu iki zaman arasında herhangi bir yerdedir.' dedi.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Davud ve Tirmizi rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "He reported God’s Messenger as  saying, “This is how a hypocrite prays:",
      "text": "İbn Şihab, Ömer b. Abdülaziz'in öğleden sonra namazını biraz ertelediğini ve 'Urve'nin ona, \"Cebrail indi ve Allah'ın Elçisi'nin önünde namaz kıldı.\" dediğini bildirdi. Ömer ona, \"Söylediğinden emin ol, 'Urve.\" dedi. O da: \"Bashir b. Ebu Mes'ud'un, Ebu Mes'ud'un, Allah'ın Elçisi'nin şöyle söylediğini duyduğunu işittim: 'Cebrail indi ve imamlık yaptı, ben de onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım,' diyerek beş vakit namazı parmaklarıyla saydı.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Rafi‘ b. Khadij dedi ki, “Biz, Allah’ın Resulü ile akşam namazını kılardık, sonra aramızdan biri, ok atış mesafesini görebildiğimiz zaman ayrılırdı.”"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "‘A'işe dedi ki, “Biz, alacakaranlık sona erdikten sonra gece namazını, gecenin üçte biri geçene kadar herhangi bir zamanda kılardık.”"
    },
    {
      "id": 35,
      "narrator": "Abu Dharr said:",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "O ayrıca dedi ki, “Allah’ın Resulü sabah namazını kılardı ve kadınlar, şafak öncesi karanlıkta tanınmayacak şekilde yün giysilerine sarınarak ayrılırdı.”"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "‘Ali told how the Prophet said, “There are three things, ‘Ali, which you must not postpone:",
      "text": "Katade, Enes'ten rivayet ederek dedi ki, “Peygamber ile Zeyd b. Enes, fecr vaktinde bir yemek yediler; yemeklerini bitirdiklerinde Allah’ın Resulü kalkıp namaz kıldı. Yemeklerinin bitişi ile namaza başlama süreleri hakkında sorulduğunda Enes, ‘Bir adamın elli ayet okuması kadar bir süre’ dedi.”"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Buhari bunu rivayet etmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Ebu Dharr dedi ki: “Allah’ın Resulü bana, ‘Namazı ölü bir şey haline getiren veya vaktinden geç kılan yöneticilerin altında olduğunda ne yapacaksın?’ diye sordu. Ne yapmamı istediğini sorduğumda, ‘Namazı vaktinde kıl, eğer onlarla birlikte kılabiliyorsan kıl, çünkü bu senin için nafile bir namaz olacaktır’ diye cevap verdi.”"
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Mu'adh b. Cebel, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bu namazı karanlıkta kılın, çünkü bu sayede tüm kavimlerden üstün kılındınız; sizden önce hiç kimse bu namazı kılmamıştır.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "En-Nu'man b. Beşir dedi ki: \"Bu namazın, akşamın son namazının vaktini en iyi bilen kişiyim. Allah'ın Elçisi, ayın üçüncü gecesinde battığında bu namazı kılardı.\""
    },
    {
      "id": 50,
      "narrator": "‘Abdallah b. ‘Umar said:",
      "text": "Ebu Davud ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Abu Sa'id said:",
      "text": "Rafi' b. Hacir, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Sabah namazını tan vakti kılın, çünkü bu en çok sevap kazandıran uygulamadır.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Darimi bunu rivayet etmiştir, ancak Nesaî \"çünkü bu en çok sevap kazandıran uygulamadır\" ifadesini içermemektedir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Rafi' b. Hacir dedi ki: \"Biz, Allah'ın Elçisi ile öğle namazını kılardık, sonra bir deve kesilir, on parçaya bölünür ve pişirilir, biz de güneş batmadan önce iyi pişirilmiş et yerdik.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Abdullah b. Ömer dedi ki: \"Bir gece, Allah'ın Elçisi'ni akşamın son namazı için bekledik, o da gece yarısının üçte biri geçtikten sonra veya daha sonra bize çıktı; onun ailevi bir işle meşgul olup olmadığını bilmiyorduk. Dışarı çıktığında, 'Siz, başka bir dinin takipçilerinin beklemediği bir namaz vaktini bekliyorsunuz, eğer bu benim halkım için bir yük olmasaydı, ben de bu vakitte onlarla namaz kılardım' dedi. Sonra, namaz vaktinin geldiğini ilan eden mu'adhdhin'e emir verdi ve namaz kıldı.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 60,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Cündüb el-Kasrî, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Kim sabah namazını kılarsa, Allah'ın koruması altındadır; bu yüzden Allah'ın korumasından herhangi bir şekilde geri çekildiğiniz için sizi hesaba çekmemesi için dikkat edin, çünkü eğer bunu herhangi bir sebep ile birine yaparsa, onu yakalar ve onu Cehennem ateşinde yüzüstü çevirir.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir. El-Masabih'in bazı nüshalarında el-Kasrî yerine el-Kuşayr geçmektedir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Eğer insanlar ezan okumakta ve ilk safta olmanın ne kadar büyük bir nimet olduğunu bilselerdi, bunun için sadece kura çekerlerdi; eğer namaza erken gitmenin ne kadar büyük bir nimet olduğunu bilselerdi, buna koşarlardı; ve eğer akşam namazı ile sabah namazının ne kadar büyük bir nimet olduğunu bilselerdi, buna gelmek için sürünmek zorunda kalsalar bile gelirlerdi.\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "O da Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Sahtekarlar için en ağır namaz, sabah ve akşam namazıdır; ama eğer bunların ne kadar büyük bir nimet olduğunu bilselerdi, buna gelmek için sürünmek zorunda kalsalar bile gelirlerdi.\""
    },
    {
      "id": 68,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Osman, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Kim akşam namazını cemaatle kılarsa, sanki gecenin yarısını namazda geçirmiş gibidir; ama kim sabah namazını cemaatle kılarsa, sanki tüm geceyi namazda geçirmiş gibidir.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Bedevilerin, akşam namazınızı al-'isha (gece) olarak adlandırmalarına izin vermeyin; ve bedevilerin, al-'isha namazınızı al-maghrib (gün batımı) olarak adlandırmalarına izin vermeyin, çünkü bu Allah'ın Kitabı'nda al-'isha olarak geçmektedir ve gece vakti deve sağmak için kullanılan 'atama kökünden bir fiil kullanıyorlar.\""
    },
    {
      "id": 74,
      "narrator": "",
      "text": "1. (Kur'an, 24:58.)"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Abu Mahdhura, Peygamber'in ezanı on dokuz kelimeden, ikamayı ise on yedi kelimeden oluştuğunu öğrettiğini söyledi."
    },
    {
      "id": 77,
      "narrator": "He also said:",
      "text": "Ahmad, Tirmidhi, Ebu Davud, Nasa’i, Darimi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Ayrıca şöyle dedi: \"Ben Allah'ın Elçisi'nden ezan ile ilgili sünneti öğretmesini istediğimde, başının ön kısmını silkti ve şöyle dedi: 'Allah en büyüktür. Allah en büyüktür. Allah en büyüktür. Allah en büyüktür,' bu sözleri söylerken sesini yükseltmelisin. Sonra 'Şehadet ederim ki, Allah'tan başka ilah yoktur. Şehadet ederim ki, Allah'tan başka ilah yoktur. Şehadet ederim ki, Muhammed Allah'ın Elçisidir. Şehadet ederim ki, Muhammed Allah'ın Elçisidir,' bu sözleri söylerken sesini alçaltmalısın. Sonra şehadet getirdiğinde sesini yükseltmelisin, 'Şehadet ederim ki, Allah'tan başka ilah yoktur. Şehadet ederim ki, Allah'tan başka ilah yoktur. Şehadet ederim ki, Muhammed Allah'ın Elçisidir. Şehadet ederim ki, Muhammed Allah'ın Elçisidir. Namaza gelin. Namaza gelin. Kurtuluşa gelin. Kurtuluşa gelin'; eğer sabah namazıysa, 'Namaz uykudan hayırlıdır. Namaz uykudan hayırlıdır. Allah en büyüktür. Allah en büyüktür. Allah'tan başka ilah yoktur,' demelisin.\""
    },
    {
      "id": 80,
      "narrator": "Ziyad b. al-Harith as-Suda’i said:",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "‘Abdallah b. Zaid b. “Abd Rabbihi said:",
      "text": "Bilal, \"Allah'ın Elçisi bana sabah namazı dışında hiçbir namaz için ezanı iki kez okumamamı söyledi,\" dedi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Tirmidhi ve İbn Mace bunu rivayet etti, Tirmidhi, rivayet eden Ebu İsmail'in hadisçiler tarafından güçlü kabul edilmediğini söyledi."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin Bilal'e şöyle dediğini bildirdi: \"Ezan okuduğunda dikkatli konuş, ikamayı söylediğinde hızlı konuş, ezan ile ikama arasında yemek yiyen birinin yemeğini bitirmesi, içen birinin içeceğini bitirmesi ve tuvalet ihtiyacı olan birinin ihtiyacını gidermesi için zaman bırak. Ve beni görmeden namaza kalkma.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "* Bu cümle yalnızca Bilal'e değil, çoğul kullanıldığı için başkalarına da hitap etmektedir."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etti ve \"Bunu sadece Abdülmün'im'in rivayetinden biliyorum, ve bu bilinmeyen bir isnaddır,\" dedi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Ziyad b. el-Haris es-Sudai, \"Allah'ın Elçisi bana sabah namazı için ezan okumamı emretti ve ben de öyle yaptım. Sonra Bilal ikamayı okumak istedi, ama Allah'ın Elçisi ona, 'Sudai'nin adamı ezanı okudu, ezanı okuyan ikamayı da okur,' dedi.\""
    },
    {
      "id": 90,
      "narrator": "‘Umar reported God’s Messenger as saying:",
      "text": "Tirmidhi, Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 91,
      "narrator": "Jabir reported God’s Messenger as saying:",
      "text": "Cabir, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer birisi ezanı duyduğunda, 'Ey Allah'ım, bu mükemmel çağrının ve her zaman için kurulan namazın Rabbi, Muhammed'e vesile ve üstünlük ver, onu vaat ettiğin övgüye layık bir makama yükselt' derse, benim şefaatim için güvence altına alınacaktır.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 93,
      "narrator": "Sa‘d b. Abu Waqqas reported God’s Messenger as saying:",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Enes, Peygamber'in düşmana sabah vakti saldırdığını ve bazen ezanı duyduğunu, eğer ezanı duyarsa durduğunu, aksi takdirde saldırdığını söyledi. Bir gün bir adamın, \"Allah en büyüktür, Allah en büyüktür\" dediğini duyduğunda, Allah'ın Elçisi, \"Sen İslam'ı kabul ettin.\" dedi. Adamın \"Allah'tan başka ilah yoktur\" dediğini duyduğunda, \"Sen cehennemden çıkmış oldun.\" dedi. Onlar ona baktılar ve onun bir keçi çobanı olduğunu gördüler."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "‘Uqba b. ‘Amir reported God’s Messenger as saying:",
      "text": "Sa'd b. Ebu Vakkas, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer birisi mu'adhdini duyduğunda, 'Ben şahitlik ederim ki Allah'tan başka ilah yoktur, O'nun ortağı yoktur ve Muhammed O'nun kulu ve elçisidir; Allah'ı Rabbi, Muhammed'i elçi ve İslam'ı din olarak kabul ediyorum' derse, günahları affedilecektir.\""
    },
    {
      "id": 98,
      "narrator": "Ibn ‘Umar reported God’s Messenger as  saying, “Three will be on mounds of musk on the day of resurrection:",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Abdullah b. Mughaffal, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Her iki ezan arasında bir dua vardır; her iki ezan arasında bir dua vardır.\" Sonra bunu üçüncü kez tekrar ettiğinde, \"Dileyen için.\" dedi."
    },
    {
      "id": 101,
      "narrator": "Umm Salama said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 102,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"İmam sorumludur ve mu'adhdinin güveniliridir. Ey Allah'ım, imamları hidayet et ve mu'adhdinin günahlarını affet.\""
    },
    {
      "id": 104,
      "narrator": "Sahl b. Sa'd reported God’s Messenger as saying, “Two things are not rejected, or are seldom rejected:",
      "text": "Ahmad, Ebu Davud, Tirmizi ve Şafi'i bunu aktarmıştır; Şafi'i'nin başka bir rivayetinde el-Masabih ifadesi kullanılmıştır."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Cabir, Peygamber'in şöyle söylediğini duyduğunu aktardı: “Şeytan, ezan çağrısını duyduğunda, ar-Rauha kadar uzaklaşır.” Rivayet eden kişi, ar-Rauha'nın Medine'den otuz altı mil uzakta olduğunu söyledi."
    },
    {
      "id": 107,
      "narrator": "‘Alqama b. Abu Waqqas said:",
      "text": "Muslim bunu aktardı."
    },
    {
      "id": 108,
      "narrator": "Abu Huraira said:",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Alqama b. Ebu Vakkas dedi ki: Muaviye ile birlikteydim, mu’adhdhin ezanı okudu ve Muaviye mu’adhdhin sözlerini tekrar etti, ancak “Namaza gelin” dediğinde, “Güç ve kuvvet yalnızca Allah'ındır” dedi; “Kurtuluşa gelin” dediğinde ise, “Güç ve kuvvet yalnızca Yüce, Aziz olan Allah'ındır” dedi. Sonrasında mu’adhdhin’in sözlerini tekrar etti ve “Ben Allah'ın Elçisi'nin bunu söylediğini duydum” dedi."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Ahmad bunu aktardı."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: Biz Allah'ın Elçisi ile birlikteydik, Bilal kalktı ve ezanı okudu. İşini bitirdiğinde, Allah'ın Elçisi şöyle dedi: “Bu şekilde samimiyetle söyleyen cennete girecektir.”"
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Nasa’i bunu aktardı."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Aişe, Peygamber'in mu’adhdhinin şehadet getirdiğini duyduğunda, “Ben de, ben de” dediğini aktardı."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Kim on iki yıl ezan okursa, cennet ona garanti edilmiştir; her gün ezan okuduğu için altmış sevap yazılır ve her ikamet için otuz sevap yazılır.”"
    },
    {
      "id": 119,
      "narrator": "",
      "text": "İbn Mace bunu aktardı."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "İbn Abbas, Peygamberin Kabe'ye girdiğinde etrafında dua ettiğini, ancak dışarı çıkmadan önce namaz kılmadığını söyledi. Dışarı çıktığında Kabe'ye dönerek iki rekât namaz kıldı ve “Bu kıbladır.” dedi."
    },
    {
      "id": 122,
      "narrator": "‘Abdallah b. ‘Umar said:",
      "text": "Buhari ve Müslim, bunu İbn Abbas'tan Usame b. Zeyd aracılığıyla rivayet etmiştir."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 124,
      "narrator": "Abu Sa'id al-Khudri reported God’s Messenger as saying, “Animals are saddled only for prayer in the three mosques:",
      "text": "Abdullah b. Umar, Allah'ın Elçisi'nin Usame b. Zeyd, Osman b. Talha el-Hacabi ve Bilal b. Rabah ile birlikte Kabe'ye girdiğini ve kapıyı arkasında kapatarak içeride kaldığını söyledi. Bilal'e dışarı çıktığında Allah'ın Elçisi'nin ne yaptığını sordum, o da, “Bir direğin solunda, iki direğin sağında ve üç direğin arkasında (o zaman Kabe'de altı direk vardı) durdu, sonra namaz kıldı.” dedi."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 126,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Bu camimde (yani Medine'deki cami) kılınan bir namaz, başka yerlerde kılınan bin namazdan daha hayırlıdır, sadece kutsal cami hariç.”"
    },
    {
      "id": 128,
      "narrator": "",
      "text": "(Buhari ve Müslim)"
    },
    {
      "id": 129,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Hayvanlar, yalnızca üç camide: kutsal cami, Aksa cami ve bu camimde namaz için saddelenir.”*"
    },
    {
      "id": 131,
      "narrator": "",
      "text": "* Bu, yalnızca bu camilerde namaz kılmak amacıyla uzun yolculukların yapılabileceği camilerdir. Kutsal cami, Kabe'yi ifade eder."
    },
    {
      "id": 132,
      "narrator": "Abu Huraira reported God’s Messenger as  saying, “There are seven whom God will cover with His shade on the day when there will be no shade but His:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 134,
      "narrator": "Abu Usaid reported God's Messenger as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Evimin ile minberimin arasındaki boşluk, cennetin bahçelerinden biridir ve minberim havuzumun üzerindedir.”"
    },
    {
      "id": 135,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Ka'b b. Malik, Peygamber'in her seyahatten dönerken gündüz, öğle saatlerinde döndüğünü ve geldiğinde önce mescide gittiğini, orada iki rek'at namaz kıldıktan sonra oturduğunu söyledi."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer birisi mescitte bir adamın kaybettiği bir şey hakkında bağırdığını duyarsa, 'Allah onu sana geri vermesin' demelidir; çünkü mescitler bunun için inşa edilmemiştir.\""
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Eğer biri bu kötü ağaçtan* yerse, bizim mescidimize yaklaşmamalıdır; çünkü melekler, insanlar gibi aynı şeylerden zarar görür.\""
    },
    {
      "id": 141,
      "narrator": "",
      "text": "* Buharî, At'ıma, 49, Peygamber'in soğan ve sarımsak konusundaki itirazını gösterir. Burada bunlardan biri kastedilmiş olabilir."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 143,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Mescitte tükürmek bir günahtır ve tükürüğü gömmekle kefaretlenir.\""
    },
    {
      "id": 144,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Ebu Zer, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Kavmimin iyi ve kötü amelleri benim önümüze serildi ve yolda bir şeyin kaldırılması onların iyi amelleri arasında, mescitte gömülmemiş mukus ise kötü amelleri arasında bulundu.\""
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Sizden biri namaza kalktığında, önüne tükürmemelidir; çünkü o, namaz kıldığı sürece Allah ile özel bir sohbet halindedir; sağ tarafına da tükürmemelidir; çünkü sağında bir melek vardır; ancak sol tarafına veya ayaklarının altına tükürebilir ve onu gömebilir.\" Ebu Sa'id'in rivayetinde \"sol ayağının altına\" ifadesi geçmektedir."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi'nin iyileşmediği hastalığında şöyle dediğini aktardı: \"Allah, Yahudileri ve Hristiyanları lanetlesin! Onlar peygamberlerinin mezarlarını mescit edindiler.\""
    },
    {
      "id": 150,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Buraida, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Karanlık zamanlarda camilere yürüyenlere, diriliş gününde tam ışık sahibi olacaklarını müjdeleyin.\""
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Tirmidhi ve Ebu Davud bunu aktardı, İbn Mace ise Sahl b. Sa'd ve Enes'ten aktardı."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "‘Abd ar-Rahman b. ‘A’ish reported God’s Messenger as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Bir adamın camiyi sıkça ziyaret ettiğini gördüğünüzde, onun iman sahibi olduğunu tasdik edin; çünkü Allah, 'Allah'ın camilerini yalnızca Allah'a ve ahiret gününe inananlar ziyaret eder.' der.\"*"
    },
    {
      "id": 155,
      "narrator": "Tirmidhi has something similar from ‘Abd ar-Rahman, and from Ibn ‘Abbas and Mu'adh b. Jabal, in which he had additions:",
      "text": "* Al-Qur'an; 9:18"
    },
    {
      "id": 156,
      "narrator": "Abu Umama reported God’s Messenger as  saying, \"Three people are all in God’s safe keeping:",
      "text": "Tirmidhi, İbn Mace ve Darimi bunu aktardı."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 158,
      "narrator": "",
      "text": "'Uthman b. Mazun dedi ki: \"Allah'ın Elçisi, bize hadım olmamız için izin ver.\" Allah'ın Elçisi cevap verdi: \"Başkasını hadım eden veya kendisi hadım olan bizden değildir; oruç benim halkım arasında bu amaca hizmet eder.\" Sonra dedi ki: \"Bize, müminin seyyah hayatını sürdürmemiz için izin ver.\" O da cevap verdi: \"Benim halkım arasında müminin seyyah hayatı, Allah yolunda cihaddır.\" Dedi ki: \"Bize, keşişlik yapmamız için izin ver.\" O da cevap verdi: \"Benim halkım arasında keşişlik, camilerde oturup namaz vaktini beklemektir.\""
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Baghawi bunu Şerh as-sunna'da aktardı."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 161,
      "narrator": "",
      "text": "'Abd ar-Rahman b. 'A'ish, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Rabbimi en güzel surette gördüm ve O, 'Yanımda bulunan melekler ne hakkında tartışıyorlar?' dedi. Ben de, 'Sen en iyi bilirsin.' dedim. Sonra O, elini omuzlarımın arasına koydu ve onu göğsümde hissettim! O zaman göklerde ve yerde ne olduğunu bildim. Ve şöyle okudu: 'İşte böylece İbrahim'e göklerin ve yerin mülkünü gösterdik ki, o kesinlik sahibi olsun.' (Al-Qur'an; 6:75).\""
    },
    {
      "id": 162,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "Darimi bunu mürsel olarak aktardı."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Tirmidhi, 'Abd ar-Rahman'dan ve İbn 'Abbas ile Mu'adh b. Cebel'den benzer bir şey aktardı; bu hadiste eklemeler vardı: \"Muhammed, yanımda bulunan melekler ne hakkında tartışıyorlar biliyor musun?\" diye sordu. Ben de, \"Evet, kefaretler hakkında, namazdan sonra camilerde kalmak, cemaat namazlarına yürüyerek gitmek ve zor şartlarda abdest almak hakkında.\" dedim. \"Bunu yapan, salih bir şekilde yaşar ve ölür; günahı ise, annesinin onu doğurduğu günkü gibi olur.\" dedi. \"Muhammed, namaz kıldığında, 'Ya Rabbi, bana salih ameller yapmayı, hoş olmayan şeylerden kaçınmayı ve fakirleri sevmeyi nasip et. Ve sen, kullarını imtihan etmeye niyet ettiğinde, beni kendine al, saptırmadan.'\" dedi. \"İnsanlar, herkese selam vererek, yiyecek ikram ederek ve insanlar uyurken gece namazı kılarak derecelerini yükseltirler.\""
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Bu rivayetin metni, el-Masabih'de geçtiği gibi, ancak ben bunu yalnızca Şerh as-sunna'da 'Abd ar-Rahman'a izafe edilmiş buldum."
    },
    {
      "id": 166,
      "narrator": "Ibn ‘Umar said that there were seven places in which God’s Messenger forbade people to pray:",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin insanlara dua etmeyi yasakladığı yedi yer olduğunu söyledi: bir gübre yığını, bir kesim yeri, bir mezarlık, yolun ortası, bir hamam, develerin su içmek için diz çökme yerleri ve Allah'ın Ev'inin çatısı."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Koyun ahırlarında dua edin, ama develerin su içmek için diz çökme yerlerinde değil.”"
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Tirmizi bunu nakletmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın Elçisi'nin mezarları ziyaret eden kadınları, orada cami yapan insanları ve orada lambalar yakanları lanetlediğini söyledi."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Ebu Davud, Tirmizi ve Nesai bunu nakletmiştir."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 175,
      "narrator": "As-Sa'ib b. Khallad, who was one of the Prophet's companions, said:",
      "text": "Ebu Ümame, bir Yahudi doktorun Peygamber'e en iyi yerlerin neresi olduğunu sorduğunu, ancak onun bu soruya cevap vermediğini, “Cebrail gelene kadar hiçbir şey söylemeyeceğim.” dediğini aktardı. Böylece sessiz kaldı ve Cebrail geldiğinde ona sordu, ama o, “Sorulan kişi soran kişiden daha fazla bilgiye sahip değildir, ama ben Rabbime soracağım.” dedi. Daha sonra Cebrail, “Muhammed, Rabbime daha önce hiç olmadığı kadar yakınlaştım.” dedi. Muhammed bunun hakkında sorduğunda, “O’nunla benim aramda yetmiş bin ışık örtüsü vardı ve O, en kötü yerlerin pazarları, en iyi yerlerin ise camiler olduğunu söyledi.”*"
    },
    {
      "id": 176,
      "narrator": "Mu'adh b. Jabal said:",
      "text": "*Hadisin kaynağı metinde verilmemiştir. Şam baskısının editörü bunun İbn Hibban'dan İbn 'Umar'dan doğru bir şekilde geldiğini belirtmektedir."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini duydu: “Eğer biri bu camime gelirse, yalnızca öğreneceği veya öğreteceği bir iyilik için geliyorsa, o, Allah yolunda bir mücahidin derecesindedir; ama eğer başka bir amaçla gelirse, o, başkasının malına bakan bir adam gibidir.”"
    },
    {
      "id": 179,
      "narrator": "",
      "text": "İbn Mace ve Beyhaki, Şu'ab al-iman'da bunu nakletmiştir."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Ebu Zer, Allah'ın Elçisi'ne yeryüzünde ilk inşa edilen caminin hangisi olduğunu sordu ve ona kutsal caminin olduğunu söylendi. Sonra hangisinin geldiğini sordu ve ona Aksa caminin olduğunu söylendi. İnşaatları arasında ne kadar zaman farkı olduğunu sordu ve Peygamber ona kırk yıl olduğunu söyledi, ekleyerek, \"O halde, yer sizin için bir camidir, bu yüzden namaz vaktinde nerede olursanız olun namaz kılın.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 183,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "\"Ömer b. Ebu Selama, Allah'ın Elçisi'ni Umm Selama'nın evinde tek bir elbise ile namaz kılarken gördüğünü ve iki ucunu omuzlarının üzerine koyduğunu söyledi.\""
    },
    {
      "id": 185,
      "narrator": "",
      "text": "* Bu, uçların her birinin bir omuzun üzerinde ve diğer koltuk altının altında olduğu ve göğsünde bağlandığı anlamına gelir."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 188,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Sizden hiç kimse, hiçbir kısmı omuzlarının üzerine gelmeyen tek bir elbise ile namaz kılmasın.\""
    },
    {
      "id": 189,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 190,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 191,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin \"Eğer biri tek bir elbise ile namaz kılıyorsa, iki ucunu çaprazlamalıdır.\" dediğini duyduğunu söyledi."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 193,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 194,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Aişe, Allah'ın Elçisi'nin kendisine ait işaretli bir yün elbise ile namaz kıldığını ve işaretlere baktığını söyledi. Namazını bitirdiğinde, \"Bu işaretli yün elbisemi Ebu Cehm'e götür ve bana Ebu Cehm'in Anbijani* elbisesini getir, çünkü bu az önce namazımdan beni oyaladı.\" dedi."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "* Suriye'nin Manbij kasabasından bir tür elbise. Metindeki kelime anbijaniya'dır. Manbijaniya belki daha yaygındır. Bakınız Lane, Lexicon, s. 2755 Pt. III"
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri dedi ki: \"Ben Peygamberi ziyaret ettim ve onun secde ettiği bir kamış halının üzerinde namaz kıldığını gördüm.\" Dedi ki: \"Ve onu omzunun üzerine bir kısmı gelecek şekilde tek elbise ile namaz kılarken gördüm.\""
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Amr b. Şu'aib, babasının rivayetiyle, dedesinin Allah'ın Elçisi'ni hem ayakkabısız hem de terlik giyerken namaz kılarken gördüğünü bildirdi."
    },
    {
      "id": 200,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Muhammed b. el-Munkadir dedi ki: \"Cabir, onları boyunlarının arkasında bağladığı alt elbiseyle namaz kıldırdı, elbiseleri de elbise askısında duruyordu. Birisi ona: 'Sen tek elbise ile namaz kılıyorsun.' dedi. O da: 'Bunu, senin gibi bir ahmağın beni görmesi için yaptım. Bizden hangisinin Allah'ın Elçisi döneminde iki elbisesi vardı?' diye cevap verdi.\""
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Ubey b. Ka'b dedi ki: \"Tek elbise ile namaz kılmak, Allah'ın Elçisi ile birlikte takip ettiğimiz bir uygulamaydı ve bize hiç bir kınama yapılmadı.\" İbn Mes'ud dedi ki: \"Bu, yalnızca elbise kıtlığı olduğunda geçerliydi, ama Allah bizim durumumuzu genişlettiğinde iki elbise ile namaz kılmak daha temiz hale geldi.\""
    },
    {
      "id": 206,
      "narrator": "",
      "text": "Ahmet rivayet etmiştir."
    },
    {
      "id": 207,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 208,
      "narrator": "",
      "text": "İbn Ömer dedi ki: \"Peygamber sabahları* namaz yerine bir değnekle çıkar, bu değnek onun önünde taşınır ve namaz yerine dikilir, o da namazını bu değneğe yönelerek kılardı.\""
    },
    {
      "id": 209,
      "narrator": "",
      "text": "* Yani 'İd günü."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Al-Mikdad b. el-Esved dedi ki: “Ben, Allah’ın Elçisi’nin bir çubuğun, bir direğin veya bir ağacın önünde, onu sağ ya da sol kaşının (yani yanının) karşısında olmadan ve ona doğrudan bakmadan namaz kıldığını hiç görmedim.”"
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "El-Fadl b. Abbas dedi ki: “Allah’ın Elçisi, ‘Abbas ile birlikte bize geldiğinde, biz kendi açık arazimizdeydik. Önünde hiçbir sutra olmadan çölün ortasında namaz kıldı ve önünde bir eşekle bir köpek oynuyordu, ama buna hiç aldırış etmedi.”"
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir ve Nasaî benzer bir şey aktarmıştır."
    },
    {
      "id": 216,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "",
      "text": "Ebu Sa'id, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Namazı hiçbir şey kesmez, ancak önünüzden geçen birini mümkün olduğunca geri çevirin, çünkü o sadece bir şeytandır.”"
    },
    {
      "id": 218,
      "narrator": "Abu Huraira said that a man entered the mosque when God’s Messenger was sitting in it and prayed. He then came and said, “Peace be upon you,” and God’s Messenger replied, “And upon you be peace. Go back and pray, for you have not prayed.” He returned and prayed, then came and said, “Peace be upon you,” to which he replied, “And upon you be peace. Go back and pray, for you have not prayed.” On the third or fourth occasion he said, “Teach me, Messenger of God,” so he said:",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 220,
      "narrator": "",
      "text": "Aişe dedi ki: “Ben, Allah’ın Elçisi’nin önünde, bacaklarım onunla kıble arasında yatıyordum. Secdeye gittiğinde beni sıkıştırdı ve ben bacaklarımı çekildim, ayağa kalktığında bacaklarımı uzattım.” Ekledi: “O zaman evlerde lamba yoktu.”"
    },
    {
      "id": 221,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 222,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Sizden biri, kardeşinin önünden geçip namazını kesmenin ne kadar büyük bir günah olduğunu bilseydi, bir adım atmak için yüz yıl durması daha iyi olurdu.”"
    },
    {
      "id": 224,
      "narrator": "",
      "text": "İbn Mace rivayet etmiştir."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 226,
      "narrator": "",
      "text": "Sahl b. Sa'd, insanların namazda sağ elin sol ön kola konulması emrini aldıklarını söyledi."
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Buhari bunu nakletmiştir."
    },
    {
      "id": 228,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 229,
      "narrator": "Abu Humaid as-Sa‘idi once told a company of ten of the Prophet’s companions that he was more informed than any of them regarding the manner in which God’s Messenger conducted his prayer, and when they asked him to expound it to them, he said:",
      "text": "Ebu Hureyre, Allah’ın Resulü namaza kalktığında ayakta iken tekbir getirdiğini, sonra rükûda tekbir getirdiğini, rükûdan sonra doğrulurken “Allah, kendisini hamd edenin duasını işitir” dediğini, ayakta iken “Sana hamd olsun, Rabbimiz” dediğini, secdeye giderken tekbir getirdiğini, başını kaldırırken tekbir getirdiğini, secde ederken tekbir getirdiğini ve başını kaldırırken tekbir getirdiğini söyledi. Bunu namazın tamamında yapar ve iki rek'at sonunda oturma pozisyonunu aldıktan sonra kalktığında tekbir getirirdi."
    },
    {
      "id": 230,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 231,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "Rifa'a b. Rafi' said that a man came and prayed in the mosque, after which he went and saluted the Prophet, who replied, “Repeat your prayer, for you have not prayed.” He asked him to teach him how to pray and he said:",
      "text": "Cabir, Allah’ın Resulü'nün “En güzel namaz, uzun süre ayakta kalmaktır” dediğini bildirdi."
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 234,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 235,
      "narrator": "‘Ikrima said:",
      "text": "Ebu Humaid es-Sa‘idi, bir keresinde on sahabeden oluşan bir gruba, Allah’ın Resulü'nün namazını nasıl kıldığını en iyi bildiğini söyledi. Onlar ondan açıklamasını istediklerinde, şöyle dedi: Allah’ın Resulü namaza kalktığında ellerini omuzlarının hizasına kaldırır ve tekbir getirirdi; sonra bazı ayetler okur; ardından tekrar tekbir getirir, ellerini omuzlarının hizasına kaldırır; sonra rükûya gider, ellerinin avuçlarını dizlerine koyar ve başını ne yukarı ne de aşağı eğerek dik tutardı; sonra başını kaldırarak “Allah, kendisini hamd edenin duasını işitir” derdi; sonra ellerini omuzlarının hizasına kaldırır; sonra tekbir getirir; sonra secdeye giderken kollarını yanlarından uzak tutar ve parmak uçlarını bükerek yere kapanır; sonra başını kaldırır, sol ayağını bükerek üzerine oturur; sonra her kemiğin yerine doğru dönecek şekilde doğal bir pozisyon alır; sonra secde eder; ardından tekbir getirir, kendini kaldırır ve sol ayağını bükerek üzerine oturur; sonra her kemiğin yerine dönecek şekilde doğal bir pozisyon alır; sonra kalkar ve ikinci rek'at için aynı şekilde yapar. İki rek'at sonunda kalkar ve tekbir getirir, ellerini namaza başlarken tekbir getirdiği gibi omuzlarının hizasına kaldırır; sonra namazının geri kalanında bunu yapar ve secdeden sonra selam vererek sol ayağını dışarı çıkarır ve sol kalçasının üzerine oturur; sonra selam verir. Onlar, “Doğru söyledin. İşte o, namaz kılma şekliydi” dediler."
    },
    {
      "id": 236,
      "narrator": "",
      "text": "*Yani secde."
    },
    {
      "id": 237,
      "narrator": "",
      "text": "Ebu Davud ve Darimi bunu nakletmiştir. Tirmidhi ve İbn Mace de benzer bir şey nakletmiştir. Tirmidhi, bunun hasan sahih bir rivayet olduğunu söylemektedir."
    },
    {
      "id": 238,
      "narrator": "",
      "text": "Sonra rükûya gitti ve ellerini dizlerine koyarak sanki onları kavrıyormuş gibi yaptı, kollarını bacaklarından uzak tuttu. O (yani nakledici) dedi ki, sonra secdeye gitti, burnunu ve alnını yere koydu, kollarını yanlarından uzak tutarak, ellerinin avuçlarını yere koydu: İki rek'at sonunda oturduğunda, sol ayağının üstüne oturdu ve sağ ayağını kaldırdı, dördüncü rek'atta ise sol kalçasını yere koydu ve her iki ayağını bir tarafa çıkardı."
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Ebu Davud'un Ebu Humaid'in rivayetinin bir versiyonu."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Ali, Peygamberin namaza durduğunda (bir versiyonu, namaza başladığında) tekbir getirdiğini, ardından “Ben, gökleri ve yeri yaratan O'na, bir hanif olarak yüzümü döndüm ve ben bir müşrik değilim. Namazım ve ibadetim, hayatım ve ölümüm âlemlerin Rabbi olan Allah'a aittir, O'nun hiçbir ortağı yoktur. Bu, bana emredilmiştir ve ben bir Müslümanım. Ey Allah, Sen Hükümdarsın. Senden başka ilah yoktur. Sen benim Rabbimsin ve ben Senin kulunum. Kendime zulmettim, ama günahımı kabul ediyorum, o halde beni, günahlarımı affet, yalnızca günahları affedebilen Sensin; ve beni en güzel vasıflara yönlendir, en güzel olanlarına yalnızca Sen yönlendirebilirsin; ve beni kötü olanlardan çevir, kötü vasıflardan yalnızca Sen çevirebilirsin. Sana hizmet etmek ve hoşnut etmek için geldim. Bütün hayır Senin ellerindedir ve şer Seninle ilgili değildir. Ben Seninle sığınırım ve Sen'e yönelirim, Sen ki mübarek ve yücesin. Affını dilerim ve tevbe ederek Sen'e yönelirim.” Eğildiğinde, “Ey Allah, sana secde ediyorum, sana güveniyorum ve kendimi sana teslim ediyorum. İşitmem, görmem, aklım, kemiklerim ve sinirlerim Senin önünde alçakgönüllü olmuştur.” Başını kaldırdığında, “Ey Allah, göklerde ve yerde ve onların arasında olan her şeyde, yarattıkların arasında, sana övgü aittir.” Secde ettiğinde, “Ey Allah, sana secde ediyorum, sana güveniyorum ve kendimi sana teslim ediyorum. Yüzüm, onu yaratan, şekil veren ve işitme ve görme yetisini veren O'nun önünde secde etmiştir. Allah, yaratıcıların en hayırlısıdır.” Son olarak, tahiyyat ile taslim arasında söylediği şey, “Ey Allah, geçmiş ve gelecekteki günahlarımı, açık ve gizli günahlarımı, ihmal ettiğim günahlarımı ve Senin benden daha iyi bildiğin şeyleri affet. Sen, öne geçiren ve geri çeviren O'sun. Senden başka ilah yoktur.”"
    },
    {
      "id": 242,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Anas, bir adamın nefes nefese kalmış bir şekilde ibadet edenlerin saflarına girdiğini ve “Allah en büyüktür. Allah'a çokça, hayırlı ve bereketli bir şekilde hamd olsun.” dediğini söyledi. Allah'ın Elçisi namazını bitirdiğinde, “Aranızda bu sözleri söyleyen kimdir?” diye sordu, ama insanlar sessiz kaldı. Tekrar sordu ve yine sessiz kaldıklarında, “Aranızda bunu söyleyen kim?” dedi. “Yanlış bir şey söylemedi.” dedi. Sonra bir adam, “Ben geldim ve nefes almakta zorlandım, bu yüzden söyledim.” dedi. O da, “On iki meleğin birbirleriyle yarıştığını ve onları Allah'a götürmek için en hızlı olanı olmaya çalıştıklarını gördüm.”"
    },
    {
      "id": 244,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 245,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi namaza başladığında “Sana hamd olsun, ey Allah, ve Senin övgünle ibadetime başlıyorum. Senin adın mübarek, azametinin yüceliği, ve Senden başka ilah yoktur.” dediğini söyledi."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu aktardı, İbn Mace de Ebu Said'den aktardı. Tirmizi, “Bu hadisi sadece Haritha'dan biliyorum ve onun hafızası hakkında eleştiriler yapılmıştır.” dedi."
    },
    {
      "id": 247,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 248,
      "narrator": "",
      "text": "Cubeyr b. Mut'im, Allah'ın Elçisi'ni “Allah en büyüktür; Allah en büyüktür; Allah en büyüktür. Allah'a bolca hamd olsun; Allah'a bolca hamd olsun; Allah'a bolca hamd olsun. Sabah ve akşam Allah'a hamd olsun (bunu üç kez söyleyerek). Lanetli şeytandan, onun kibirlenmesinden (nafkh), büyüsünden (nafth) ve kötü telkininden (hamz) Allah'a sığınırım.” derken gördüğünü söyledi."
    },
    {
      "id": 249,
      "narrator": "",
      "text": "Ebu Davud bunu aktardı, İbn Mace de aktardı, ancak “Allah'a bolca hamd olsun” ifadesini anmadı ve sonunda “lanetli şeytandan” ifadesini ekledi. Ömer, onun nafkh'ının kibir, nafth'ının şiir ve hamz'ının delilik olduğunu söyledi."
    },
    {
      "id": 250,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "Samura b. Cundub, Allah'ın Elçisi'nden iki sessizlik dönemini hatırladığını, birinin tekbir getirdiğinde, diğerinin “Senin gazabına uğrayanların ve sapıklara” okumasını bitirdiğinde olduğunu söyledi ve Ubayy b. Ka'b onu tasdik etti."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 253,
      "narrator": "Abu Musa al-Ash‘ari reported God’s Messenger as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi ikinci rek'attan sonra kalktığında “Hamd, âlemlerin Rabbi olan Allah'a aittir” diyerek okumaya başladığını, sessizlik dönemine girmeden söyledi."
    },
    {
      "id": 254,
      "narrator": "",
      "text": "Bu, Müslim'in Sahih'inde böyle geçmektedir. El-Humaidi bunu Müslim'den, ancak Buhari'den değil, al-Jami' (İbn Al-Athir) yazarı da Müslim'den aktardı."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Cabir b. Semura, Peygamber'in öğle namazında \"Gece örtünceye yemin ederim\"1 (bir versiyonu \"En yüce Rabbinin adını tesbih et\"2 der) okuduğunu söyledi; ikindi namazında benzer bir miktar, sabah namazında ise ondan daha uzun bir ayet okudu."
    },
    {
      "id": 257,
      "narrator": "",
      "text": "1. Al-Qur'an; 92."
    },
    {
      "id": 258,
      "narrator": "",
      "text": "2. Al-Qur’an; 87."
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Bunu Müslim rivayet etmiştir."
    },
    {
      "id": 260,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 261,
      "narrator": "",
      "text": "Cübeir b. Mut'im, Allah'ın Elçisi'nin akşam namazında at-Tur* okuduğunu duyduğunu söyledi."
    },
    {
      "id": 262,
      "narrator": "",
      "text": "* Al-Qur’an; 52"
    },
    {
      "id": 263,
      "narrator": "‘Abdallah b. as-Sa’ib said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 264,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 265,
      "narrator": "‘Ubaidallah b. Abu Rafi‘said:",
      "text": "Ümmü'l-Fadl bint el-Haris, Allah'ın Elçisi'nin akşam namazında el-Mürselat* okuduğunu duyduğunu söyledi."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "* Al-Qur'an; 77."
    },
    {
      "id": 267,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 268,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 269,
      "narrator": "",
      "text": "Cabir, Mu'adh b. Cebel'in Peygamber ile birlikte namaz kıldığını, sonra halkına namaz kıldırdığını söyledi. Bir gece Peygamber ile akşam namazı kıldıktan sonra halkına geldi ve Sura el-Bakara1 ile başladı. Bir adam yan tarafa döndü, selam verdi, sonra yalnız başına namaz kıldı ve gitti. Halk ona, \"Sen münafık mı oldun, falan?\" dedi. O da, \"Allah'a yemin ederim ki olmadım, ama kesinlikle Allah'ın Elçisi'ne gideceğim ve ona söyleyeceğim.\" dedi. Sonra ona gitti ve \"Allah'ın Elçisi, biz su içirmek için kullanılan develere bakıyoruz ve gündüz çalışıyoruz. Seninle akşam namazı kıldıktan sonra Mu'adh geldi ve Sura el-Bakara ile başladı.\" dedi. Allah'ın Elçisi sonra Mu'adh'a yaklaştı ve \"Sen bir sıkıntı verici misin, Mu'adh? 'Güneşe ve onun sabah aydınlığına yemin ederim,'2 'Sabah aydınlığına yemin ederim,'3 'Gece örtünceye yemin ederim,'4 ve 'En yüce Rabbinin adını tesbih et'5 oku.\" dedi."
    },
    {
      "id": 270,
      "narrator": "",
      "text": "1. Al-Qur’an; 2, Kur'an'daki en uzun sure."
    },
    {
      "id": 271,
      "narrator": "",
      "text": "Vail b. Hucur, Allah'ın Elçisi'nin \"Kendilerine gazap ettiğin kimselerden ve sapıklardan değil\" (Kur'an 1:7) ayetini okuduğunu ve \"Amin\" dediğini işittiğini söyledi."
    },
    {
      "id": 272,
      "narrator": "Abu Zuhair an-Numairi said:",
      "text": "Tirmizî, Ebu Davud, Darimi ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 273,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 274,
      "narrator": "‘Uqba b. ‘Amir said:",
      "text": "Ebu Zuhair en-Nümeyri, bir gece Allah'ın Elçisi ile çıktıklarını ve sürekli dua eden bir adamla karşılaştıklarını söyledi. Peygamber, \"Eğer bunu bir mühürle kapatırsa, bir şey yapmış olur\" dedi. İnsanlardan biri mühür için ne kullanması gerektiğini sordu, o da \"Amin\" diye yanıtladı."
    },
    {
      "id": 275,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 276,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "---"
    },
    {
      "id": 277,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi'nin akşam namazını iki rek'at arasında A'raf suresi (Kur'an; 7) ile kıldığını söyledi."
    },
    {
      "id": 278,
      "narrator": "‘Ubada b. as-Samit said:",
      "text": "Nasaî bunu nakletmiştir."
    },
    {
      "id": 279,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 280,
      "narrator": "",
      "text": "Ukbe b. Amir, Allah'ın Elçisi'nin bir yolculukta deveye binerken kendisine, \"Ukbe, sana en iyi iki sureyi okumayı öğretmeyeyim mi?\" dediğini aktardı. Sonra ona \"De ki, sabahın Rabbine sığınırım\" ve \"De ki, insanların Rabbine sığınırım\" (Kur'an; 113-114) surelerini öğretti. Onların kendisini çok memnun etmediğini görünce, sabah namazı için indiğinde, sabah namazında insanlara bu sureleri okudu ve işini bitirdikten sonra, \"Şimdi bunları nasıl buldun, Ukbe?\" dedi."
    },
    {
      "id": 281,
      "narrator": "",
      "text": "Ahmad, Ebu Davud ve Nasaî bunu nakletmiştir."
    },
    {
      "id": 282,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 283,
      "narrator": "",
      "text": "Cabir b. Semura, Peygamber'in Perşembe akşamı akşam namazında \"De ki, ey kafirler\"1 ve \"De ki, O Allah'tır, bir tektir\"2 okuduğunu söyledi."
    },
    {
      "id": 284,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "1. Kur'an; 109"
    },
    {
      "id": 285,
      "narrator": "Jabir said that God’s Messenger came out to his companions and recited to them Sura ar-Rahman1 from beginning to end, but they remained silent. He then said:",
      "text": "2. Kur'an; 112"
    },
    {
      "id": 286,
      "narrator": "",
      "text": "Mu'adh b. 'Abdallah al-Juhani, Juhaina'dan bir adamın, Allah'ın Elçisi'nin sabah namazının her iki rek'atında \"Yer sarsıldığı zaman\" (Kur'an; 99) okuduğunu duyduğunu söylediğini, ama bunun unutma mı yoksa kasıtlı mı olduğunu bilmediğini aktardı."
    },
    {
      "id": 287,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 288,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 289,
      "narrator": "",
      "text": "'Urva, Ebu Bekir es-Sıddık'ın sabah namazını kıldığını ve her iki rek'atta Bakara Suresi'ni (Kur'an; 2) okuduğunu söyledi."
    },
    {
      "id": 290,
      "narrator": "",
      "text": "Malik rivayet etmiştir."
    },
    {
      "id": 291,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 292,
      "narrator": "",
      "text": "Al-Farafisa b. 'Umair al-Hanafi, Sura Yusuf'u (Kur'an; 12) sabah namazında Osman b. Affan'ın okumasından, onun çok tekrar etmesi nedeniyle öğrendiğini söyledi."
    },
    {
      "id": 293,
      "narrator": "",
      "text": "Malik rivayet etmiştir."
    },
    {
      "id": 294,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 295,
      "narrator": "",
      "text": "'Amir b. Rabi'a, sabah namazını Ömer b. el-Hattab'ın arkasında kıldıklarını ve onun her iki rek'atta Yusuf Suresi ve Hac Suresi'ni (Kur'an; 22) yavaşça okuduğunu söyledi. Birisi, onun namaza gün doğmadan başladığını belirttiğinde, bunun doğru olduğunu yanıtladı."
    },
    {
      "id": 296,
      "narrator": "",
      "text": "Malik rivayet etmiştir."
    },
    {
      "id": 297,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 298,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "'Amr b. Shu'aib, babası aracılığıyla dedesinin şöyle dediğini aktardı: \"Al-Mufassal'de, insanların farz namazında Allah'ın Elçisi'nin okuduğunu duymadığım kısa veya uzun bir sure yoktur.\""
    },
    {
      "id": 299,
      "narrator": "",
      "text": "* Mufassal, Kur'an'ın son kısmına verilen bir isimdir çünkü birçok bölüm vardır, ancak nereden başladığı konusunda görüşler farklıdır. Lane, Lexicon'unda farklı görüşleri belirtmektedir, en doğru görüşün 49. sure ile başladığıdır."
    },
    {
      "id": 300,
      "narrator": "",
      "text": "Malik rivayet etmiştir."
    },
    {
      "id": 301,
      "narrator": "Rifa'a b. Raf’i said:",
      "text": "Rifa'a b. Raf’i dedi ki: Biz Peygamber'in arkasında namaz kılıyorduk ve o, rükûdan başını kaldırdığında, \"Allah, kendisini övenin duasını işitir.\" dedi. Arkasında bir adam, \"Ey Rabbimiz, sana hamd olsun, bol, güzel, bereketli, yeterli.\" dedi. Adam konuşmasını bitirdiğinde, \"Az önce konuşan kimdi?\" diye sordu. Adam kendisinin konuştuğunu söyleyince, \"Onu kaydetmek için birbirleriyle yarışan otuzdan fazla melek gördüm.\" dedi."
    },
    {
      "id": 302,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 303,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 304,
      "narrator": "‘Aun b. ‘Abdallah reported on the authority of Ibn Mas'ud that God’s Messenger said:",
      "text": "Ebu Mes'ud el-Ensari, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Bir adamın namazı, rükû ve secde ederken sırtını sabit tutmadıkça kendisine fayda vermez.\""
    },
    {
      "id": 305,
      "narrator": "",
      "text": "Ebu Davud, Tirmidhi, Nesaî, İbn Mace ve Darimi rivayet etmiştir; Tirmidhi bu hadisin hasen sahih bir rivayet olduğunu söylemiştir."
    },
    {
      "id": 306,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 307,
      "narrator": "",
      "text": "'Uqba b. 'Amir, \"Rabbinin azametini tesbih et\" (Kur'an; 56:74, 96; 69:52) ayeti indiğinde, Allah'ın Elçisi'nin \"Rükûda bunu kullanın;\" ve \"Rabbinin en yüce ismini tesbih et\" (Kur'an; 87) ayeti indiğinde, \"Secde ederken bunu kullanın.\" dediğini bildirdi."
    },
    {
      "id": 308,
      "narrator": "",
      "text": "Ebu Davud, İbn Mace ve Darimi rivayet etmiştir."
    },
    {
      "id": 309,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 310,
      "narrator": "",
      "text": "'Aun b. 'Abdallah, İbn Mes'ud'dan rivayetle, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Sizden biri rükûya girdiğinde, 'Azamet sahibi Rabbime hamd olsun' diyerek üç kez söylese, rükûsunu tamamlamış olur; bu, bunun en azıdır. Secde ettiğinde, 'En yüce Rabbime hamd olsun' diyerek üç kez söylese, secdesini tamamlamış olur; bu, bunun en azıdır.\""
    },
    {
      "id": 311,
      "narrator": "Ibn ‘Abbas reported God’s Messenger as saying, “I have been commanded to prostrate myself on seven bones:",
      "text": "Tirmidhi, Ebu Davud ve İbn Mace rivayet etmiştir; ancak Tirmidhi, isnadının kesik olduğunu, çünkü 'Aun'un İbn Mes'ud ile görüşmediğini söylemiştir."
    },
    {
      "id": 312,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 313,
      "narrator": "",
      "text": "Hudhaifa, Peygamber ile birlikte namaz kıldığını ve rükûda \"Azamet sahibi Rabbime hamd olsun\" dediğini, secde ederken de \"En yüce Rabbime hamd olsun\" dediğini bildirdi; merhamet hakkında bir ayete geldiğinde durdu ve dua etti, ceza hakkında bir ayete geldiğinde durdu ve Allah'a sığındı."
    },
    {
      "id": 314,
      "narrator": "Maimuna said that when the Prophet prostrated himself he kept his arms so far away from his sides that if a lamb had wanted to pass under his arms it could have done so. \n\nThis is Abu Dawud’s wording, as  explained in Sharh as-sunna with his isnad. Muslim has something to the same effect:",
      "text": "Tirmidhi, Ebu Davud ve Darimi rivayet etmiştir. Nesaî ve İbn Mace, \"En yüce Rabbime\" kısmına kadar rivayet etmiştir. Tirmidhi, bunun hasen sahih bir rivayet olduğunu söylemiştir."
    },
    {
      "id": 315,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 316,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamberin secde ederken, “Ya Allah, küçük büyük, ilk ve son, açık ve gizli bütün günahlarımı affet” dediğini rivayet etmiştir."
    },
    {
      "id": 317,
      "narrator": "'A’isha said:",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 318,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 319,
      "narrator": "He reported God’s Messenger as saying:",
      "text": "Aişe, bir gece Allah’ın Elçisi’ni yatakta bulamayınca, onu aradığında elinin ayaklarının tabanına geldiğini, onun secde halinde olduğunu ve “Ya Allah, gazabından hoşnutluğuna, cezanından affına sığınırım, ve kendimden sana sığınırım. Senin övgünü sayamam. Sen, kendini övdüğün gibisin.” dediğini bildirmiştir."
    },
    {
      "id": 320,
      "narrator": "Rabi'a b. Ka‘b said:",
      "text": "* Bu söz şekli, yalnızca Allah’ın gazabından sığınma verebileceğini ifade eder."
    },
    {
      "id": 321,
      "narrator": "Ma'dan b. Talha said:",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 322,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 323,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin, “Kullardan birinin Rabbine en yakın olduğu an, secde ettiği zamandır; bu yüzden sık sık dua edin.” dediğini rivayet etmiştir."
    },
    {
      "id": 324,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 325,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 326,
      "narrator": "",
      "text": "O, Allah’ın Elçisi’nin, “Bir adam as-Secde (Kur’an; 32) okuduğunda, şeytan ağlayarak geri çekilir ve ‘Vah bana! Adem oğlu secde etmesi emredildi ve secde etti, cennetle mükafatlandırılacak; ama ben secde etmem emredildim ve reddettim, bu yüzden cehennemle cezalandırılacağım.’ der.” dediğini rivayet etmiştir."
    },
    {
      "id": 327,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 328,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 329,
      "narrator": "",
      "text": "Rabi'a b. Ka'b, bir gece Allah’ın Elçisi ile birlikte olduğunu, ona abdest suyu ve ihtiyaç duyduğu şeyleri getirdiğinde, bana bir dilek dilememi söylediğini, ben de “Seni cennette yanımda görmek istiyorum.” dedim. O, başka bir isteğim olup olmadığını sordu, ben de sadece bu olduğunu söyleyince, “O zaman bunu gerçekleştirmem için sık sık secdeye kendini adamanla bana yardım et.” dediğini aktarmıştır."
    },
    {
      "id": 330,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 331,
      "narrator": "",
      "text": "'Abdallah b. az-Zubair, Allah'ın Elçisi dua ederken sağ elini sağ uyluğuna, sol elini sol uyluğuna koyduğunu, işaret parmağıyla işaret ettiğini, baş parmağını orta parmağının üzerine koyduğunu ve sol elinin avuç içiyle dizini kapattığını söyledi."
    },
    {
      "id": 332,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 333,
      "narrator": "‘Abdallah b. ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 334,
      "narrator": "",
      "text": "'Abdallah b. Mas'ud, Peygamberle birlikte namaz kıldığımızda, \"Allah'a, kulları için dua edilmeden önce selam olsun; Cebrail'e selam olsun; Mikail'e selam olsun; falan ve filana selam olsun.\" dedik. Peygamber namazı bitirdiğinde yüzünü bize döndü ve şöyle dedi: \"Allah'a selam demeyin, çünkü Allah kendisi Selam'dır. Sizden biri namazda oturduğunda, 'Dilin duaları, ibadetler ve tüm hayırlar Allah'a aittir. Selam sana, ey Peygamber, Allah'ın rahmeti ve bereketleri. Selam bize ve Allah'ın salih kullarına olsun (çünkü bunu söylediğinde, her salih kuluna, göklerde ve yerde ulaşır).' der. 'Allah'tan başka ilah yoktur, ve Muhammed O'nun elçisidir.' diye şehadet eder. Sonra istediği herhangi bir duayı seçip yapabilir.\""
    },
    {
      "id": 335,
      "narrator": "",
      "text": "*Tashahhud sırasında."
    },
    {
      "id": 336,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 337,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 338,
      "narrator": "",
      "text": "'Abdallah b. 'Abbas, Allah'ın Elçisi'nin tashahhudu bize, Kur'an'dan bir sure öğretir gibi öğrettiğini ve şöyle dediğini söyledi: \"Dilin duaları, ibadetler ve tüm hayırlar Allah'a aittir. Selam sana, ey Peygamber, Allah'ın rahmeti ve bereketleri. Selam bize ve Allah'ın salih kullarına. Allah'tan başka ilah yoktur, ve Muhammed Allah'ın elçisidir.\""
    },
    {
      "id": 339,
      "narrator": "Jabir said:",
      "text": "Muslim rivayet etmiştir. İki Sahih'te ve el-Cami' bain as-Sahihain'de \"Selam sana\" ve \"Selam bize\" ifadelerini belirli artikel olmadan bulamadım, ancak el-Cami' yazarı bunu Tirmidhi'den bu şekilde aktarmıştır."
    },
    {
      "id": 340,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 341,
      "narrator": "",
      "text": "Wa'il b. Hujr, Allah'ın Elçisi hakkında, \"Sonra oturdu, sol ayağını uzattı, sol elini sol uyluğuna koydu, sağ dirseğinin ucunu sağ uyluğuna koydu, iki parmağını birleştirerek bir halka oluşturdu, sonra parmağını kaldırdı ve onu hareket ettirip dua ettiğini gördüm.\" dedi."
    },
    {
      "id": 342,
      "narrator": "‘Abd ar-Rahrman b. Abu Laila said that Ka‘b b. ‘Ujra met him and asked if he would like him to present him with something he had heard from the Prophet. He expressed his desire to hear it, and he said:",
      "text": "1. Yani serçe parmak ve yüzük parmağı."
    },
    {
      "id": 343,
      "narrator": "",
      "text": "2. Yani baş parmak ve orta parmakla."
    },
    {
      "id": 344,
      "narrator": "",
      "text": "3. Yani işaret parmağı."
    },
    {
      "id": 345,
      "narrator": "",
      "text": "Ebu Davud ve Darimi rivayet etmiştir."
    },
    {
      "id": 346,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Kıyamet günü bana en yakın olan, bana en çok salavat getiren olacaktır.\""
    },
    {
      "id": 347,
      "narrator": "",
      "text": "Tirmizi bunu aktarmıştır."
    },
    {
      "id": 348,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 349,
      "narrator": "",
      "text": "O da Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Allah'ın, yeryüzünde dolaşan ve benim halkımdan selamları bana ileten melekleri vardır.\""
    },
    {
      "id": 350,
      "narrator": "",
      "text": "Nasa’i ve Darimi bunu aktarmıştır."
    },
    {
      "id": 351,
      "narrator": "Abu Talha told of God’s Messenger coming one day with a cheerful look on his face and saying:",
      "text": "---"
    },
    {
      "id": 352,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Beni anarken kimse bana selam vermeden ruhum bana geri verilmez ki, ben de ona selam verebileyim.\""
    },
    {
      "id": 353,
      "narrator": "",
      "text": "Bu, Ebu Davud ve Beyhaki tarafından el-da'awat al-kabir'de aktarılmıştır."
    },
    {
      "id": 354,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "---"
    },
    {
      "id": 355,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini işittiğini bildirmiştir: \"Evlerinizi mezar yapmayın,* ve benim mezarımı ziyaret yeri haline getirmeyin, fakat bana salavat getirin, çünkü salavatınız nerede olursanız olun bana ulaşacaktır.\""
    },
    {
      "id": 356,
      "narrator": "",
      "text": "* Bu, dua edilmeyen bir evin mezar gibi olduğu anlamında mecazi bir ifade olarak anlaşılmaktadır; çünkü orada Allah'a ibadet edilmez."
    },
    {
      "id": 357,
      "narrator": "",
      "text": "Nasa’i bunu aktarmıştır."
    },
    {
      "id": 358,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 359,
      "narrator": "",
      "text": "O, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Beni anarken salavat getirmeyen kişi alçaltılsın. Ramazan ayını günahları affedilmeden geçiren kişi alçaltılsın. Anne babası yaşlılık dönemine ulaşıp da onu cennete sokmayan kişi alçaltılsın.*"
    },
    {
      "id": 360,
      "narrator": "‘Abd ar-Rahman b. ‘Auf said:",
      "text": "* Bu, onlara hiçbir iyilikte bulunmamış olduğu anlamına gelir."
    },
    {
      "id": 361,
      "narrator": "",
      "text": "'Umar b. el-Hattab dedi ki, \"Dua, gök ile yer arasında durur, ondan hiçbiri, Peygamberin üzerine salavat getirmedikçe yükselmez.\""
    },
    {
      "id": 362,
      "narrator": "",
      "text": "Tirmizi rivayet etmiştir."
    },
    {
      "id": 363,
      "narrator": "Abu Huraira reported God’s Messenger as saying, “When one of you finishes the last tashahhud he should seek refuge in God Irom four things:",
      "text": "---"
    },
    {
      "id": 364,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin namaz sırasında şöyle dua ettiğini söyledi: \"Ey Allah'ım, beni kabir azabından koru, Deccal fitnesinden koru, hayat fitnesinden ve ölüm fitnesinden koru. Ey Allah'ım, beni günah ve borçtan koru.\" Birisi ona, \"Borçtan ne kadar çok sığınıyorsun!\" dedi. O da, \"Bir adam borçlu olduğunda konuşur ve yalan söyler, vaatlerde bulunur ve onları bozar.\" diye cevap verdi."
    },
    {
      "id": 365,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 366,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 367,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Sizden biri son teşehhüdü bitirdiğinde, dört şeyden Allah'a sığınmalıdır: Cehennem azabından, kabir azabından, hayat ve ölüm fitnesinden ve Deccal'ın şerrinden.\""
    },
    {
      "id": 368,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 369,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 370,
      "narrator": "Al-Bara’ said:",
      "text": "İbn Abbas, Peygamber'in onlara bu duayı, tıpkı Kur'an'dan bir sure öğretir gibi öğrettiğini, onlara şöyle demelerini söyledi: \"Ey Allah'ım, beni cehennem azabından koru, kabir azabından koru, Deccal fitnesinden koru ve hayat ve ölüm fitnesinden koru.\""
    },
    {
      "id": 371,
      "narrator": "",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 372,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 373,
      "narrator": "",
      "text": "Ebu Bekir es-Sıddık, Allah'ın Elçisi'nden namazında kullanmak için bir dua öğretmesini istediğini, o da ona şöyle demesini söylediğini aktardı: \"Ey Allah'ım, kendime büyük haksızlık ettim, günahları ancak Sen affedebilirsin, o halde benden affını iste ve bana merhamet et. Sen, affeden ve merhamet eden birisin.\""
    },
    {
      "id": 374,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 375,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 376,
      "narrator": "",
      "text": "‘Ata’al-Khurasani, el-Mughira'dan, Allah'ın Resulü'nün şöyle söylediğini aktardı: “İmam, daha önce namazda bulunduğu yerden başka bir yere geçmelidir.”"
    },
    {
      "id": 377,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etti, ancak ‘Ata’al-Khurasani'nin el-Mughira'nın hayatında hayatta olmadığını söyledi."
    },
    {
      "id": 378,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 379,
      "narrator": "",
      "text": "Enes, Peygamber'in onlara namaz kılmaları için teşvik ettiğini ve namazdan sonra kendisinden önce ayrılmalarını yasakladığını söyledi."
    },
    {
      "id": 380,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etti."
    },
    {
      "id": 381,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 382,
      "narrator": "",
      "text": "Şeddad b. Evs, Allah'ın Resulü'nün namazında şöyle dediğini aktardı: “Ya Rabbi, bana emredilenleri yerine getirmede sebat ve doğru rehberliği takip etme kararlılığı istiyorum. Nimetine şükretmemi sağla ve sana layık bir şekilde ibadet etmemi nasip et. Bana sağlam bir kalp ve doğru bir dil ver. Bildiğin hayırlardan bana nasip et, bildiğin şerden sana sığınırım ve bildiklerin için affını dilerim.”"
    },
    {
      "id": 383,
      "narrator": "",
      "text": "Nesai bunu rivayet etti, Ahmet benzer bir şey rivayet etti."
    },
    {
      "id": 384,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 385,
      "narrator": "",
      "text": "Cabir, Allah'ın Resulü'nün namazında teşehhüd sonrası şöyle dediğini aktardı: “En güzel söz Allah'ın sözüdür, en güzel rehberlik ise Muhammed'in rehberliğidir.”"
    },
    {
      "id": 386,
      "narrator": "",
      "text": "Nesai bunu rivayet etti."
    },
    {
      "id": 387,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 388,
      "narrator": "",
      "text": "Aişe, Allah'ın Resulü'nün namazda önünde bir selam verdiğini, sonra biraz sağa eğildiğini söyledi."
    },
    {
      "id": 389,
      "narrator": "Ka'b b. ‘Ujra reported God’s Messenger as saying, “There are certain ejaculations the repeaters (or, performers)* of which after every prescribed prayer will never be caused disappointment:",
      "text": "Tirmizi bunu rivayet etti."
    },
    {
      "id": 390,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 391,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Elçisi'ne hangi duanın en çok kabul edildiği sorulduğunda, \"Gece yarısının son kısmında ve farz namazlardan sonra yapılan dua\" diye cevap verdi."
    },
    {
      "id": 392,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 393,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 394,
      "narrator": "",
      "text": "Ukbe b. Amir, Allah'ın Elçisi'nin kendisine her namazdan sonra el-Mu'awwidhat* okumayı emrettiğini söyledi."
    },
    {
      "id": 395,
      "narrator": "Al-Azraq b. Qais said that an imam, of theirs whose kunya was Abu Rimtha led them in prayer and said:",
      "text": "* Sureler 113 ve 114, genellikle el-Mu'awwidhatan olarak adlandırılır, bu da ikilidir. El-Masabih ikiliyi kullanırken, Miskat çoğul kullanmaktadır. Şam baskısındaki notlarda, sureler 109 ve 112'nin eklenebileceği önerilmektedir, ancak Miskat'ın çoğulu hatalı kullanmış olması daha olasıdır."
    },
    {
      "id": 396,
      "narrator": "Zaid b. Thabit said:",
      "text": "Ahmet, Ebu Davud, Nesaî ve Beyhaki, ad-da‘awat al-kabir'de bunu rivayet etmiştir."
    },
    {
      "id": 397,
      "narrator": "‘Ali said:",
      "text": "---"
    },
    {
      "id": 398,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Sabah namazından sonra güneş doğuncaya kadar Allah'ı anan insanlarla oturmak, benim için İsmail'in soyundan dört kişiyi serbest bırakmaktan daha sevimlidir; öğle namazından sonra güneş batıncaya kadar Allah'ı anan insanlarla oturmak da benim için dört kişiyi serbest bırakmaktan daha sevimlidir.\""
    },
    {
      "id": 399,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 400,
      "narrator": "Mu'awiya b. al-Hakam said:",
      "text": "---"
    },
    {
      "id": 401,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "O, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Kim sabah namazını bir toplulukla kılarsa, sonra güneş doğuncaya kadar Allah'ı anar ve ardından iki rek'at namaz kılarsa, onun mükafatı hacca* ve umreye eşdeğerdir.\" Allah'ın Elçisi, \"Tam, tam, tam\" diye ekledi."
    },
    {
      "id": 402,
      "narrator": "",
      "text": "* Zilhicce ayında, belirlenen zamanda Mekke ve çevresine yapılan bir hac."
    },
    {
      "id": 403,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 404,
      "narrator": "‘A’isha said:",
      "text": "---"
    },
    {
      "id": 405,
      "narrator": "",
      "text": "El-Azrak b. Kays, onların imamı olan Ebu Rimtha'nın kendilerini namaza götürdüğünü ve \"Bu namazı, ya da buna benzer bir namazı, Allah'ın Elçisi ile birlikte kıldım. Ebu Bekir ve Ömer, onun sağında ön safta duruyordu ve namazın ilk tekbirinde bulunan bir adam vardı.\" dedi. Allah'ın Elçisi namazı kıldı, sonra sağa ve sola selam verdi, biz de yanaklarının beyazlığını gördük, sonra Ebu Rimtha'nın (yani kendisinin) yaptığı gibi döndü. Namazın ilk tekbirinde onunla birlikte bulunan adam, başka bir namaz kılmak için ayağa kalktı, bunun üzerine Ömer ayağa fırladı, onu omuzlarından tutarak salladı ve \"Otur, çünkü Kitap Ehli, namazları arasında bir ara vermedikleri için helak olacaklar.\" dedi. Peygamber gözlerini kaldırdı ve \"Allah, sana doğruyu söylettirdi, Ebu Hattab'ın oğlu.\" dedi."
    },
    {
      "id": 406,
      "narrator": "Abu Qatada said:",
      "text": "Ebu Katade dedi ki: Ben, Peygamber'in, Omuzunda Abul 'As'ın kızı Ümmü Ame ile insanlara namaz kıldırdığını gördüm. Rükûya girdiğinde onu indirdi, secdeden kalktığında ise onu tekrar aldı."
    },
    {
      "id": 407,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 408,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Sizden biri namazda esnerse, mümkün olduğunca bunu engellesin, çünkü şeytan içeri girer.\""
    },
    {
      "id": 409,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir. Ebu Hureyre'den Buhari'nin bir rivayetinde, \"Sizden biri namazda esnerse, mümkün olduğunca bunu engellesin ve 'Ha' demesin, çünkü bu, onunla alay eden şeytandan gelir.\" (Ya da \"bu eylemden.\")"
    },
    {
      "id": 410,
      "narrator": "'Abdallah b. Mas'ud said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Dün bir ifrit, namazımı kesmek için kaçtı, ama Allah ona karşı bana güç verdi, onu yakaladım ve sizi bakmanız için caminin direklerinden birine bağlamayı düşündüm; ama kardeşim Süleyman'ın duasını hatırladım: 'Rabbim, bana benden sonra kimseye yakışmayacak bir saltanat ver.' (Kur'an; 38:35) bu yüzden onu gönderdim.\""
    },
    {
      "id": 411,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 412,
      "narrator": "Rifa'a b. Rafi‘ said :",
      "text": "Sahl b. Sa'd, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Namazda birine bir şey olursa, 'Sübhane Allah' demelidir, çünkü alkış sadece kadınlara aittir.\" Bir rivayette, \"Sübhane Allah demek erkeklere, alkış ise kadınlara aittir.\" dedi."
    },
    {
      "id": 413,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 414,
      "narrator": "",
      "text": "Abdullah b. Mes'ud dedi ki: Habeşistan'a gitmeden önce, Allah'ın Elçisi'ni namazda iken selamlar, o da bize cevap verirdi; ama Habeşistan'dan döndüğümde, ona geldim ve onu namaz kılarken buldum. Ona selam verdim, ama o bana cevap vermedi; namazını bitirdikten sonra, \"Allah, dilediği gibi yeni emirler yaratır ve bunlardan biri de namazda konuşmamanızdır.\" dedi. Sonra selamımı aldı ve \"Namaz, sadece Kur'an okumak ve Allah'ı anmak içindir, bu yüzden ona dalmışken, dikkatiniz bunun üzerinde olsun.\" dedi."
    },
    {
      "id": 415,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 416,
      "narrator": "",
      "text": "İbn 'Umar, Bilal'e, Peygamber'in namazda iken kendilerine nasıl cevap verdiğini sorduğunu söyledi ve Bilal, \"Elini işaret ederdi.\" diye cevap verdi."
    },
    {
      "id": 417,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir. Nasa'i'nin bir versiyonunda benzer bir şey var, ama Bilal yerine Suheyb geçiyor."
    },
    {
      "id": 418,
      "narrator": "",
      "text": "Rifa'a b. Rafi' dedi ki: Ben, Allah'ın Elçisi'nin arkasında namaz kıldım ve hapşırdığımda, \"Allah'a hamd olsun, büyük, hayırlı, bereketli ve bol iyilikte olan, Rabbimizin istediği ve razı olduğu gibi.\" dedim. Allah'ın Elçisi namazını bitirdikten sonra yanına çekildi ve \"Namazda kim konuştu?\" diye sordu, ama kimse cevap vermedi. İkinci kez sordu, ama yine kimse cevap vermedi. Üçüncü kez sordu ve Rifa'a, \"Ben, Allah'ın Elçisi.\" dedi. Bunun üzerine Peygamber, \"Nefsim elinde olan Allah'a yemin ederim ki, otuzdan fazla melek buna koştu, hangisinin onunla yükseldiğini görmek için.\" dedi."
    },
    {
      "id": 419,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 420,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Namazda esneme şeytandandır, bu yüzden sizden biri esnerse, mümkün olduğunca bunu engellesin.\""
    },
    {
      "id": 421,
      "narrator": "",
      "text": "Abu Dharr, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Sizden biri namaza kalktığında, taşları kaldırmamalıdır; çünkü merhamet ona yönelmiştir.”*"
    },
    {
      "id": 422,
      "narrator": "Umm Salama said:",
      "text": "* Bu, böyle bir eylemin Allah'ın huzurundayken uygun olmadığını ifade eder."
    },
    {
      "id": 423,
      "narrator": "",
      "text": "Ahmad, Tirmidhi, Ebu Davud, Nesaî ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 424,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 425,
      "narrator": "",
      "text": "Ümmü Seleme dedi ki: Peygamber, Aflah adında bir hizmetçimizi secde ederken üflerken gördü ve “Aflah, yüzüne toprak at!” dedi."
    },
    {
      "id": 426,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 427,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 428,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Namazda ellerin belde dinlendirilmesi, cehenneme gidecek olanların rahatlığıdır.”"
    },
    {
      "id": 429,
      "narrator": "Abu Huraira said:",
      "text": "Bunu Şerh as-Sünne'de rivayet etmiştir."
    },
    {
      "id": 430,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 431,
      "narrator": "Abud Darda’ said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Namazda iki siyah şeyi, yılanı ve akrebi öldürün.”"
    },
    {
      "id": 432,
      "narrator": "",
      "text": "Ahmad, Ebu Davud ve Tirmidhi bunu rivayet etmiştir; Nesaî de benzer bir şey rivayet etmiştir."
    },
    {
      "id": 433,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 434,
      "narrator": "",
      "text": "Aişe dedi ki: “Allah'ın Elçisi kapısı kilitli olarak nafile namaz kılarken ben geldim ve kapının açılmasını istedim, o da gidip benim için kapıyı açtı, sonra namaz kıldığı yerine geri döndü.” Kapının kıbleye baktığını belirtti."
    },
    {
      "id": 435,
      "narrator": "",
      "text": "Ahmad, Ebu Davud ve Tirmidhi bunu rivayet etmiştir; Nesaî de benzer bir şey rivayet etmiştir."
    },
    {
      "id": 436,
      "narrator": "Ibn Sirin reported Abu Huraira as saying:",
      "text": "İbn Sirin, Ebu Hureyre'den şöyle rivayet etmiştir: Allah'ın Resulü, bizi akşam (aşiy) namazlarından birinde yönetti. (İbn Sirin, Ebu Hureyre'nin hangi namaz olduğunu unuttuğunu söyledi.) İki rekât kıldırdı ve selam verdikten sonra kalktı, camide çapraz yerleştirilmiş bir tahta parçasına doğru giderek ona yaslandı ve öfkeli gibi görünüyordu. Sağ elini sol elinin üzerine koydu, parmaklarını birleştirerek sağ yanağını sol elinin arkasına koydu. Camiden ilk çıkanlar, \"Namaz kısaldı.\" dediler. Ebu Bekir ve Ömer de oradaydı, ama ona bir şey söylemekten korktular; aralarında kolları uzun olduğu için \"Kolların sahibi\" (Dhulyadain) olarak anılan bir adam vardı, o da, \"Unuttun mu, Allah'ın Resulü, yoksa namaz mı kısaldı?\" diye sordu. O da, \"Ne unuttum, ne de namaz kısaldı.\" dedi. Sonra, kolların sahibinin söylediği gibi mi olduğunu sordu ve bunun doğru olduğunu öğrenince öne geçti ve unuttuğu kısmı kıldı. Sonra selam verdi, ardından \"Allah en büyüktür\" dedi ve normal secdesini yaptı ya da biraz daha uzun bir secde yaptı, sonra başını kaldırdı ve \"Allah en büyüktür\" dedi, sonra tekrar \"Allah en büyüktür\" dedi ve yine normal secdesini yaptı ya da biraz daha uzun bir secde yaptı, sonra başını kaldırdı ve \"Allah en büyüktür\" dedi. O, selam verip vermediği sıkça sorulurdu ve şöyle derdi: İmrân b. Hüsayn'ın selam verdiğini duydum."
    },
    {
      "id": 437,
      "narrator": "",
      "text": "(Buhari ve Müslim, lafız Buharî'ye aittir.) Her ikisinin verdiği başka bir rivayette, \"Ne unuttum ne de kısaldı\" demek yerine, Allah'ın Resulü, \"Bunlardan hiçbiri olmadı.\" dedi, o da, \"Bazısı oldu, Allah'ın Resulü.\" diye cevap verdi."
    },
    {
      "id": 438,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 439,
      "narrator": "",
      "text": "Abdullah b. Buhaina, Peygamber'in onlara öğle namazı kıldırdığını ve ilk iki rekâtın sonunda kalkıp oturmadığında, insanların onunla birlikte ayakta durduklarını söyledi. Namazı bitirdiğinde ve insanlar selam vermesini beklerken, oturarak \"Allah en büyüktür\" dedi ve selam vermeden önce iki secde yaptı. Sonra selam verdi."
    },
    {
      "id": 440,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 441,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 442,
      "narrator": "",
      "text": "İmrân b. Hüsayn, Peygamber'in onlara namaz kıldırdığını ve bir şeyi unuttuğunu, bu yüzden iki secde yaptığını, sonra şehadet getirdiğini ve selam verdiğini söyledi."
    },
    {
      "id": 443,
      "narrator": "Abu Huraira said:",
      "text": "Tirmizî bunu rivayet etti ve bunun hasen garib bir hadis olduğunu söyledi."
    },
    {
      "id": 444,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 445,
      "narrator": "Zaid b. Thabit said:",
      "text": "El-Muğira b. Şu'ba, Allah'ın Resulü'nün şöyle dediğini bildirdi: \"Bir imam, iki rekâtın sonunda ayakta durursa, eğer tam olarak doğrulmadan önce hatırlarsa, oturmalıdır; ama eğer tam olarak doğrulursa, oturmamalı, unutuş secdelerini yapmalıdır.\""
    },
    {
      "id": 446,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ebu Davud ve İbn Mace bunu rivayet etti."
    },
    {
      "id": 447,
      "narrator": "‘Amr b. al-‘As said:",
      "text": "---"
    },
    {
      "id": 448,
      "narrator": "",
      "text": "İmrân b. Hüsayn, Allah'ın Resulü'nün ikindi namazını kıldığını ve üç rekâtın sonunda selam verdiğini, sonra evine gittiğini söyledi. Uzun kolları olan el-Khirbaq adında bir adam kalkıp ona gitti ve ona ne yaptığını söyledi. O, öfkeli bir şekilde örtüsünü sürükleyerek dışarı çıktı ve insanlara, \"Bu adam doğru mu söylüyor?\" diye sordu. Onlar da doğru söylediğini söyleyince, bir rekât kıldı, sonra selam verdi, ardından iki secde yaptı, sonra tekrar selam verdi."
    },
    {
      "id": 449,
      "narrator": "",
      "text": "Müslim bunu rivayet etti."
    },
    {
      "id": 450,
      "narrator": "He said:",
      "text": "---"
    },
    {
      "id": 451,
      "narrator": "",
      "text": "Dedi ki, Fethi yılının* da, Allah'ın Resulü bir secde yapılması gereken bir ayet okudu ve bütün insanlar secde ettiler. Bazıları binek üzerindeydi, bazıları yere secde ediyordu ve binek üzerinde olanlar elleriyle secde ettiler."
    },
    {
      "id": 452,
      "narrator": "",
      "text": "* Yani, 8 Hicri yılında Mekke'nin Fethi."
    },
    {
      "id": 453,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 454,
      "narrator": "Ibn ‘Abbas told of a man coming to God’s Messenger and saying, “Messenger of God, it seemed to me last night when I was asleep as if I were praying behind a tree. I prostrated myself, the tree prostrating itself at the same time, and I heard it say, ‘O God, record a reward for me for it, remit from me a load for it, make it a treasure with Thee for me, and accept it from me as Thou didst accept it from Thy servant David’.” Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 455,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in Medine'ye hicret ettiği zamandan itibaren Mufassal'daki hiçbir ayette secde etmediğini söyledi."
    },
    {
      "id": 456,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 457,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 458,
      "narrator": "‘Uqba b. ‘Amir said:",
      "text": "Aişe, Allah'ın Resulü gece Kur'an okurken secde ettiğinde şöyle dediğini aktardı: \"Yüzüm, onu yaratan ve işitme ve görme yetisini kudretiyle verenin önünde secde ediyor.\""
    },
    {
      "id": 459,
      "narrator": "",
      "text": "Abu Davud, Tirmizi ve Nasa'i rivayet etmiştir; Tirmizi bu hadisin hasan sahih olduğunu söylemiştir."
    },
    {
      "id": 460,
      "narrator": "‘Amr b. ‘Abasa said:",
      "text": "---"
    },
    {
      "id": 461,
      "narrator": "Kuraib said that Ibn ‘Abbas, al-Miswar b. Makhrama and ‘Abd ar-Rahman b. al-Azhar sent him to ‘A’isha telling him to give her their greetings and ask her about the two rak'as after the afternoon prayer. He said that when he went to visit her and conveyed their message she told him to ask Umm Salama, so he came out to them and they sent him back to Umm Salama who said :",
      "text": "İbn Abbas, bir adamın Allah'ın Resulü'ne gelip şöyle dediğini aktardı: \"Allah'ın Resulü, dün gece uyurken bir ağacın arkasında namaz kılıyormuşum gibi geldi. Secde ettim, ağaç da aynı anda secde etti ve onun şöyle dediğini duydum: 'Ey Allah, bunun için bana bir sevap yaz, bunun için benden bir yük affet, bunu benim için yanında bir hazine yap ve bunu, Davut'un kulun gibi benden kabul et.'\" İbn Abbas dedi ki: Peygamber, secde yapılması gereken bir ayet okudu, sonra secde etti ve adamın ağaçtan duyduğunu söylediği sözleri söylediğini duydum."
    },
    {
      "id": 462,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace rivayet etmiştir; ancak İbn Mace, \"bunu, Davut'un kulun gibi benden kabul et\" ifadesini zikretmemiştir. Tirmizi bu hadisin garib olduğunu söylemiştir."
    },
    {
      "id": 463,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 464,
      "narrator": "",
      "text": "İbn Mes'ud, Peygamber'in \"Yıldız'a and olsun\" (Kur'an; 53) ayetini okurken secde ettiğini, onunla birlikte olanların da secde ettiğini, sadece bir Kureyşli ihtiyarın bir avuç çakıl veya toprak alıp alnına koyarak \"Bu benim için yeter\" dediğini söyledi. Abdallah (yani İbn Mes'ud) daha sonra onu bir kafir olarak öldürülmüş olarak gördüğünü söyledi."
    },
    {
      "id": 465,
      "narrator": "",
      "text": "(Buhari ve Müslim.) Buhari, onun Ümeyye b. Halef olduğunu eklemiştir."
    },
    {
      "id": 466,
      "narrator": "",
      "text": "‘Abdallah as-Sunabihi, Allah’ın Elçisi’nin şöyle söylediğini bildirmiştir: “Güneş, şeytanın boynuzuyla birlikte doğar, fakat tamamen doğduğunda onu bırakır; sonra meridyen noktasına geldiğinde ona katılır, ama meridyenin geçildiğinde onu bırakır; sonra batmaya yakın olduğunda ona katılır, ama battığında onu bırakır.” Allah’ın Elçisi, bu saatlerde namaz kılmayı yasaklamıştır."
    },
    {
      "id": 467,
      "narrator": "Abu Basra al-Ghifari said:",
      "text": "Malik, Ahmed ve Nasa’i bunu aktarmıştır."
    },
    {
      "id": 468,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 469,
      "narrator": "Abu Dharr who had gone up on the step of the Ka'ba said:",
      "text": "Ebu Basra el-Ghifari dedi ki: Allah’ın Elçisi, bize al-Mukhammas’ta öğle namazını kıldırdı ve şöyle dedi: “Bu, atalarınıza önerilen bir namazdır, fakat onlar bunu ihmal ettiler. Bunu devamlı kılan herkes iki kat ödül alacaktır, ama ondan sonra ash-shahid doğana kadar namaz yoktur.” Ash-shahid, yıldızdır.*"
    },
    {
      "id": 470,
      "narrator": "",
      "text": "* Burada belirli bir yıldız kastedilmemektedir. Anlamı, yıldızların görünür hale geldiğinde namazın kılınması gerektiğidir."
    },
    {
      "id": 471,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 472,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 473,
      "narrator": "Ibn ‘Umar called the adhan for prayer on a cold, windy night, then added, “Pray in your dwellings.” Then he said:",
      "text": "Mu'aviye dedi ki: “Siz, Allah’ın Elçisi’nin ashabı olarak onun hiç kılmadığı bir namazı kılıyorsunuz; gerçekten, o bunu yasakladı;”* burada öğle namazından sonraki iki rekât kastedilmektedir."
    },
    {
      "id": 474,
      "narrator": "",
      "text": "* Burada ikil kullanılmıştır, iki rekâtı ifade etmektedir."
    },
    {
      "id": 475,
      "narrator": "",
      "text": "Bukhari bunu aktarmıştır."
    },
    {
      "id": 476,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 477,
      "narrator": "",
      "text": "Ebu Dharr, Kâbe’nin merdivenine çıktığında şöyle dedi: “Beni tanıyan beni tanır, tanımayan için ben Jundub*’um; Allah’ın Elçisi’nin şöyle dediğini duydum: ‘Sabah namazından sonra güneş doğana kadar, veya öğle namazından sonra güneş batana kadar namaz yoktur, ancak Mekke’de, ancak Mekke’de, ancak Mekke’de.’”"
    },
    {
      "id": 478,
      "narrator": "",
      "text": "* Ebu Dharr’ın ismi Jundub b- Janada’dır."
    },
    {
      "id": 479,
      "narrator": "",
      "text": "Ahmed ve Razin bunu aktarmıştır."
    },
    {
      "id": 480,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 481,
      "narrator": "",
      "text": "İbn Mes'ud, Peygamber'in şöyle söylediğini bildirmiştir: \"Bir kadın için evinde namaz kılması, avlusunda namaz kılmasından daha hayırlıdır; evinde namaz kılması, özel odasında namaz kılmasından daha hayırlıdır.\""
    },
    {
      "id": 482,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 483,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 484,
      "narrator": "Ubayy b. Ka‘b said:",
      "text": "Ebu Hureyre, arkadaşının Abul Kasım (yani Peygamber) olduğunu duyduğunu ve şöyle söylediğini aktarmıştır: \"Camiye gitmek için parfüm süren bir kadının namazı, cinsel kirlenme için banyo yapmadıkça kabul edilmez.\""
    },
    {
      "id": 485,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir; Ahmet ve Nesaî de benzer bir şey rivayet etmiştir."
    },
    {
      "id": 486,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 487,
      "narrator": "",
      "text": "Ebu Musa, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Her göz zina eder; bir kadın parfüm sürdüğünde ve bir topluluğun yanından geçtiğinde, o da zina edenlerden biridir.\""
    },
    {
      "id": 488,
      "narrator": "",
      "text": "Tirmizî bunu rivayet etmiştir; Ebu Davud ve Nesaî de benzer bir şey rivayet etmiştir."
    },
    {
      "id": 489,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 490,
      "narrator": "‘Abdallah b. Mas'ud said:",
      "text": "Ubeyy b. Ka'b, bir gün Allah'ın Elçisi'nin bize sabah namazı kıldırdığını, selam verdikten sonra \"Filan kişi burada mı?\" diye sorduğunu ve \"Hayır, burada değil.\" denildiğini, sonra tekrar \"Filan kişi burada mı?\" diye sorduğunu ve yine \"Hayır, burada değil.\" denildiğini aktarmıştır. Ardından şöyle demiştir: \"Bu iki namaz, münafıklar için en ağır olanlarıdır. İçinde bulundukları bereketleri bilseydiniz, dizleriniz üzerinde sürünerek bile gelseydiniz.\" İlk saf, meleklerin safı gibidir; onun faziletini bilseydiniz, ona katılmak için yarışırdınız. Bir adamın başka biriyle birlikte kıldığı namaz, yalnız kıldığı namazdan daha temizdir; iki kişiyle kıldığı namaz, bir kişiyle kıldığı namazdan daha temizdir; ama daha fazlası varsa, bu Allah katında daha sevimlidir.\""
    },
    {
      "id": 491,
      "narrator": "",
      "text": "*Yani akşam namazı ve sabah namazı."
    },
    {
      "id": 492,
      "narrator": "",
      "text": "Ebu Davud ve Nesaî bunu rivayet etmiştir."
    },
    {
      "id": 493,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 494,
      "narrator": "",
      "text": "Ebu Derdâ, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Bir köyde veya çölün ortasında üç adam varsa ve aralarında namaz düzenlenmiyorsa, şeytan onlara hâkim olmuştur. Bu yüzden topluca namaz kılın; çünkü kurt, yalnız kalan hayvanı yer.\""
    },
    {
      "id": 495,
      "narrator": "",
      "text": "Ahmet, Ebu Davud ve Nesaî bunu rivayet etmiştir."
    },
    {
      "id": 496,
      "narrator": "",
      "text": "Abdullah b. Ümmü Mektum dedi ki, “Ey Allah'ın Resulü, Medine'de birçok zehirli yaratık ve yaban hayvan var, ben de körüm, bana herhangi bir izin verebilir misin?” O, “Namaz çağrısını duyabiliyor musun?” diye sordu, “Duyabiliyorum” dediğinde, “O zaman gelmelisin” dedi ve ona hiçbir kolaylık tanımadı."
    },
    {
      "id": 497,
      "narrator": "",
      "text": "Ebu Davud ve Nesaî rivayet etmiştir."
    },
    {
      "id": 498,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 499,
      "narrator": "",
      "text": "Ümmü Derdâ dedi ki, bir gün Ebu Derdâ sinirli bir şekilde içeri girdi, ona neyin sinirlendirdiğini sorduğumda, “Allah'a yemin ederim ki, Muhammed'in ümmeti hakkında bildiğim tek iyi şey, topluca namaz kılmalarıdır.”*"
    },
    {
      "id": 500,
      "narrator": "Bilal b. ‘Abdallah b. ‘Umar on his father’s authority reported God’s Messenger as saying, “Do not prevent the women from their shares in the mosques when they ask your permission.” Bilal said, “I swear by God I will certainly prevent them.” ‘Abdallah replied, “I tell you that God’s Messenger said it, yet you say you will certainly prevent them!” In a version by Salim,* his father is reported as saying:",
      "text": "* Bu, o kadar bozulmuşlar ki, Peygamber'in emirlerine uymalarının tek saygıdeğer yönü budur."
    },
    {
      "id": 501,
      "narrator": "",
      "text": "Buhari rivayet etmiştir."
    },
    {
      "id": 502,
      "narrator": "An-Nu‘man b. Bashir said:",
      "text": "---"
    },
    {
      "id": 503,
      "narrator": "Anas said:",
      "text": "Ebu Bekir b. Süleyman b. Ebu Hatma dedi ki, Ömer b. Hattab, Sabah Namazı'nda Süleyman b. Ebu Hatma'yı göremedi. Sabah Ömer pazara gitti, Süleyman'ın evi cami ile pazar arasında olduğundan, Şifa ile karşılaştı, ona, “Sabah namazında Süleyman'ı göremedim” dedi. O da, “Geceyi namazla geçirdi ve uykuya yenik düştü” dedi. Bunun üzerine Ömer, “Ben, sabah namazında bir toplulukla bulunmayı, bir gece namaz kılmaya tercih ederim” dedi."
    },
    {
      "id": 504,
      "narrator": "",
      "text": "Malik rivayet etmiştir."
    },
    {
      "id": 505,
      "narrator": "Abu Mas'ud al-Ansari said:",
      "text": "---"
    },
    {
      "id": 506,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari, Allah'ın Resulü'nün, “İki ve üzeri topluluktur” dediğini bildirmiştir."
    },
    {
      "id": 507,
      "narrator": "",
      "text": "İbn Mace rivayet etmiştir."
    },
    {
      "id": 508,
      "narrator": "Jabir b. Samura said:",
      "text": "---"
    },
    {
      "id": 509,
      "narrator": "",
      "text": "Bilal b. Abdullah b. Ömer, babasının rivayetiyle, Allah'ın Resulü'nün, “Kadınları, izin istediklerinde camilerdeki haklarından mahrum etmeyin” dediğini bildirdi. Bilal, “Allah'a yemin ederim ki, onları kesinlikle engelleyeceğim” dedi. Abdullah, “Ben sana Allah'ın Resulü'nün böyle söylediğini söylüyorum, sen de ‘Kesinlikle engelleyeceğim’ diyorsun!” dedi. Salim'in bir rivayetinde,* babasının, Abdullah ona karşı çıktı ve daha önce hiç duymadığım bir şekilde onu kötüleyerek, “Ben sana Allah'ın Resulü'nün sözünü aktarıyorum, sen de ‘Allah'a yemin ederim ki, kesinlikle engelleyeceğim’ diyorsun!” dediği bildirilmiştir."
    },
    {
      "id": 510,
      "narrator": "",
      "text": "* O, Salim b. Abdullah b. Ömer b. Hattab'dır."
    },
    {
      "id": 511,
      "narrator": "",
      "text": "O, \"Ön safları tamamlayın, sonra geleni, eğer bir eksiklik olursa son safta olsun\" dediğini bildirdi."
    },
    {
      "id": 512,
      "narrator": "",
      "text": "Abu Davud bunu aktardı."
    },
    {
      "id": 513,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 514,
      "narrator": "An-Nu‘man b. Bashir said:",
      "text": "Al-Bara’ b. ‘Azib, Allah’ın Elçisi’nin, \"Allah ve melekleri, ilk sıralara yakın olanları mübarek kılar, bir ibadet edenin bir sıraya ulaşmak için attığı adım, Allah katında daha sevimli değildir\" dediğini anlattı."
    },
    {
      "id": 515,
      "narrator": "",
      "text": "Abu Davud bunu aktardı."
    },
    {
      "id": 516,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 517,
      "narrator": "",
      "text": "‘A’isha, Allah’ın Elçisi’nin, \"Allah ve melekleri, sıraların sağ kanadında olanları mübarek kılar\" dediğini bildirdi."
    },
    {
      "id": 518,
      "narrator": "",
      "text": "Abu Davud bunu aktardı."
    },
    {
      "id": 519,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 520,
      "narrator": "",
      "text": "An-Nu‘man b. Bashir, Allah’ın Elçisi’nin, namaza durduğumuzda sıralarımızı düzelttiğini, biz düz durduğumuzda \"Allah en büyüktür\" dediğini söyledi."
    },
    {
      "id": 521,
      "narrator": "",
      "text": "Abu Davud bunu aktardı."
    },
    {
      "id": 522,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 523,
      "narrator": "'Abdallah b. ‘Abbas said:",
      "text": "Anas, Allah’ın Elçisi’nin sağındaki kişilere, \"Düz durun ve sıralarınızı düzeltin\" dediğini, solundakilere de aynı şekilde söylediğini anlattı."
    },
    {
      "id": 524,
      "narrator": "Jabir said:",
      "text": "Abu Davud bunu aktardı."
    },
    {
      "id": 525,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 526,
      "narrator": "",
      "text": "O, Peygamberin, beni ve annemi veya teyzemi namaza yönlendirdiğini, “Beni sağ tarafına yerleştirdi ve kadını arkamızda konumlandırdı” dedi."
    },
    {
      "id": 527,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 528,
      "narrator": "Samura b. Jundub said:",
      "text": "Ebu Bekir, Peygamberin rükûda olduğu sırada ona geldiğini, bu yüzden safa katılmadan önce rükû yaptığını, ardından safa gittiğini belirtti. Bunu Peygambere anlattığında, “Allah, hevesini arttırsın! Ama bunu bir daha yapma” dedi."
    },
    {
      "id": 529,
      "narrator": "‘Ammar said he was leading the people in al-Mada’in in prayer, and stood on a bench and prayed while the people were lower than he was. Hudhaifa came forward and took him by the hands, and ‘Ammar followed him till he brought him down. When ‘Ammar finished his prayer Hudhaifa said to him:",
      "text": "Bukhari bunu rivayet etmiştir."
    },
    {
      "id": 530,
      "narrator": "Sahl b. Sa‘d as-Sa‘idi said he was asked what the pulpit was made of and replied, “It was from the tamarisks of al-Ghaba, made by so and so, client of such and such a woman, for God’s Messenger. When it was made and placed in position God’s Messenger mounted it, faced the qibla, and said ‘God is most great’, the people standing behind him. He recited some verses and bowed, and the people bowed behind him. He then raised his head, moved backwards and prostrated himself to the ground, then returned to the pulpit, then recited some verses, then bowed, then raised his head, then moved backwards and prostrated himself to the ground.” \n\nThis is Bukhari’s wording. In a version given both by him and by Muslim there is something similar, at the end of which it is said:",
      "text": "Samura b. Cundub, Allah’ın Messengerinin, aramızda üç kişi olduğunda birinin önde durmasını emrettiğini söyledi."
    },
    {
      "id": 531,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 532,
      "narrator": "Abu Malik al-Ash‘ari said:",
      "text": "Ammar, al-Mada’in’de insanlara namaz kıldırırken bir sandalyenin üzerine çıktığını ve insanların ondan daha aşağıda olduğunu söyledi. Hudeyfe öne geçti ve onu ellerinden tutarak indirdi, Ammar da onu takip etti. Ammar namazını bitirdiğinde Hudeyfe ona, “Allah’ın Messengerinin, ‘Bir adam insanlara namaz kıldırdığında, onların bulunduğu yerden daha yüksek bir konumda durmamalıdır’ dediğini duymadın mı?” veya buna benzer sözler söyledi. Ammar, “Bu yüzden seni elinden tuttuğunda seni takip ettim” diye cevap verdi."
    },
    {
      "id": 533,
      "narrator": "Qais b. ‘Ubad said:",
      "text": "Abu Dawud bunu rivayet etmiştir."
    },
    {
      "id": 534,
      "narrator": "",
      "text": "Sahl b. Sa'd as-Sa'idi, kendisine minberin neyle yapıldığını sorduklarında, “O, al-Ghaba'nın çitlerinden yapıldı, şu ve bu kişi tarafından, şu kadının müşterisi olarak, Allah’ın Messengerine yapıldı. Yapıldığında ve yerine konulduğunda, Allah’ın Messengerı üzerine çıktı, kıblaya yöneldi ve 'Allah en büyüktür' dedi, arkasında insanlar duruyordu. Bazı ayetler okudu ve rükû yaptı, insanlar da onun arkasında rükû yaptı. Sonra başını kaldırdı, geri gitti ve yere secde etti, ardından minbere geri döndü, bazı ayetler okudu, sonra rükû yaptı, başını kaldırdı, geri gitti ve yere secde etti.”"
    },
    {
      "id": 535,
      "narrator": "",
      "text": "Bu, Bukhari’nin sözleridir. Hem onun hem de Muslim tarafından verilen bir versiyonda benzer bir şey vardır, sonunda şöyle denir: “Sonunda bitirdiğinde, insanlara döndü ve ‘Ey insanlar, bunu sadece benimle rehberlik etmeniz ve namazı nasıl kıldığımı bilmeniz için yaptım’ dedi.”"
    },
    {
      "id": 536,
      "narrator": "",
      "text": "Aişe, Allah’ın Messengerinin özel dairesinde namaz kıldığını ve insanların da dairenin arkasında onun peşinden gittiğini söyledi."
    },
    {
      "id": 537,
      "narrator": "Abu ‘Atiya al-'Uqaili said:",
      "text": "Abu Dawud bunu rivayet etmiştir."
    },
    {
      "id": 538,
      "narrator": "",
      "text": "Ebu Malik el-Eş'ari, Allah’ın Messengerinin namazı nasıl kıldığını anlatmam gerektiğini söyledi. İkama ilan ettirdiğini, erkekleri sıraya dizdiğini ve gençleri arka sıraya yerleştirdiğini, ardından onlara namaz kıldırdığını (nasıl kıldığını belirterek), sonra da “İşte namaz böyle…” dedi, ‘Abd al-A'la, “Sanırım ‘kavmim’ demiş olmalı” dedi."
    },
    {
      "id": 539,
      "narrator": "Abu Umama reported God’s Messenger as saying, \"There are three people whose prayer does not pass beyond earshot:",
      "text": "* Rivayetin metni tamamlanmamıştır. İsnadın daha sonraki aşamasında yer alan ‘Abd al-A'la, eksik kelimenin ne olması gerektiğini düşündüğünü belirtmektedir."
    },
    {
      "id": 540,
      "narrator": "Ibn ‘Umar reported God’s Messenger as  saying, \"There are three people whose prayer is not accepted:",
      "text": "Abu Dawud bunu rivayet etmiştir."
    },
    {
      "id": 541,
      "narrator": "",
      "text": "Sulama binti el-Hurr, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Kıyametin son saatinin belirtilerinden biri, bir camide insanların imamlık yapmayı reddetmeleri ve kendilerine namaz kıldıracak bir imam bulamamalarıdır.\""
    },
    {
      "id": 542,
      "narrator": "",
      "text": "Ahmad, Ebu Davud ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 543,
      "narrator": "‘Amr b. Salima said:",
      "text": "---"
    },
    {
      "id": 544,
      "narrator": "Ibn ‘Umar said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Cihad, sizin için herhangi bir komutanla, dindar veya dindar olmayan, hatta büyük günahlar işlese bile, gerekli bir görevdir; namaz, dindar veya dindar olmayan herhangi bir Müslümanın arkasında, hatta büyük günahlar işlese bile, sizin için gerekli bir görevdir; ve namaz, her Müslüman için, dindar veya dindar olmayan, hatta büyük günahlar işlese bile, gerekli bir görevdir.\""
    },
    {
      "id": 545,
      "narrator": "Ibn ‘Abbas reported God’s Messenger as saying, “There are three whose prayer is not raised a span above their heads:",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 546,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 547,
      "narrator": "",
      "text": "Amr b. Salima dedi ki: Biz, insanların geçtiği bir su kenarında yaşıyorduk. Bize binenler geçerken, \"İnsanlara ne oldu? Bu adam nasıl biri?\" diye sorardık, onlar da \"O, Allah'ın onu gönderdiğini, ona vahiyde bulunduğunu, ona bu şekilde vahiyde bulunduğunu iddia ediyor.\" diye cevap verirdi. O sözleri hatırlıyordum ve sanki göğsüme yapışmış gibiydi. Araplar, İslam'ı kabul ettiklerinde zafer bekliyorlardı, çünkü \"Bırakın onu ve kavmini, eğer onlara galip gelirse, o gerçek bir peygamberdir.\" derlerdi. Sonra Mekke'nin fethi savaşı gerçekleştiğinde her kabile İslam'ı kabul etmeye koştu ve babam benim kabilemden ilk kabul eden oldu. Döndüğünde, \"Allah'a yemin ederim ki, ben size gerçek Peygamber'den geldim.\" dedi. \"Şu ve şu vakitte şu kadar namaz kılın, şu ve şu vakitte şu kadar namaz kılın. Namaz vakti geldiğinde, aranızdan biri ezan okusun ve Kur'an'ı en çok bileniniz imamlık yapsın.\" dedi. Onlar düşündüler ve aramızda Kur'an'ı benden daha çok bilen yoktu, çünkü binenlerden aldıklarım vardı. Bu nedenle beni öne geçirdiler, ben sadece altı veya yedi yaşındaydım. Secde ettiğimde üzerime çıkan bir örtü giyiyordum ve kabileden bir kadın, \"Neden okuyucunun arkasını bizden örtmüyorsun?\" dedi. Bunun üzerine onlar benim için bir gömlek alıp kestiler ve o gömleğe sahip olduğum için hiç bu kadar mutlu olmamıştım."
    },
    {
      "id": 548,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 549,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 550,
      "narrator": "",
      "text": "İbn Ömer dedi ki: İlk Muhacirler Medine'ye geldiğinde, Ebu Hudayfa'nın kölesi Salim onların imamı oldu ve Ömer ile Ebu Selama b. Abdül Asad da aralarındaydılar."
    },
    {
      "id": 551,
      "narrator": "",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 552,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 553,
      "narrator": "Al-Bara’ b. ‘Azib said:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Üç kişinin namazı başlarının üstüne bir arşın bile yükselmez: İnsanların hoşlanmadığı birine imamlık yapan bir adam, kocasıyla gece boyunca hoşnutsuz olan bir kadın ve iki kardeş* birbirine düşman olan.\""
    },
    {
      "id": 554,
      "narrator": "Anas said:",
      "text": "* Buradaki kelime muhtemelen en geniş anlamıyla, iki Müslümanı ifade etmektedir."
    },
    {
      "id": 555,
      "narrator": "",
      "text": "İbn Mace bunu aktarmıştır."
    },
    {
      "id": 556,
      "narrator": "",
      "text": "Anas dedi ki: Allah’ın Elçisi bindiği bir attan düştü ve sağ tarafı yaralandı. Sonra oturarak bir namaz kıldı ve biz de onun arkasında oturarak namaz kıldık. Namazını bitirdiğinde, \"İmam yalnızca takip edilmek için tayin edilmiştir; o ayakta namaz kılınca siz de ayakta namaz kılın, o rükûya varınca rükû edin, o kalkınca siz de kalkın, o 'Allah, kendisini övenin duasını kabul eder' dediğinde, 'Rabbimiz, sana hamd olsun' deyin, ve o oturarak namaz kıldığında hepiniz oturarak namaz kılın.\" dedi."
    },
    {
      "id": 557,
      "narrator": "‘A’isha said:",
      "text": "Al-Humaidi, \"O oturarak namaz kıldığında oturarak namaz kılın\" ifadesinin, onun önceki hastalığı sırasında söylendiğini belirtti.* Sonrasında Peygamber, arkasındaki insanların ayakta olduğu bir sırada oturarak namaz kıldı, ancak onlara oturmalarını emretmedi ve Peygamber'in son eylemi üzerine hareket edilmesi gerektiği ifade edildi."
    },
    {
      "id": 558,
      "narrator": "",
      "text": "* Burada, Peygamber'in eşlerine bir ay boyunca yaklaşmamaya yemin ettiği hastalığına atıfta bulunulmaktadır."
    },
    {
      "id": 559,
      "narrator": "",
      "text": "Bu, Bukhari’nin ifadesidir ve Muslim de \"hepiniz\" kısmına kadar aynısını nakletmiştir. Bir versiyonunda, \"Ona farklı hareket etmeyin ve o secdeye gittiğinde siz de secde edin.\" eklenmiştir."
    },
    {
      "id": 560,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 561,
      "narrator": "",
      "text": "'A'işe dedi ki: Allah’ın Elçisi ciddi bir hastalık geçirdiğinde* Bilal, ona namaz vaktini bildirmek için geldi ve \"Abu Bekir'i insanlara namaz kıldırması için görevlendir.\" dedi. Böylece Abu Bekir o günlerde namaz kıldırdı. Sonra Peygamber'in durumu biraz düzeldiğinde, iki adamın arasında, ayakları yere değerek, camiye geldi. Sesini duyan Abu Bekir geri çekilmeye başladı, fakat Allah’ın Elçisi ona bunu yapmaması için işaret etti. Sonra geldi ve Abu Bekir’in soluna oturdu, Abu Bekir ayakta namaz kıldı ve Allah’ın Elçisi oturarak namaz kıldı, Abu Bekir Allah’ın Elçisi’nin namazını takip ederken, insanlar da Abu Bekir’in namazını takip ettiler."
    },
    {
      "id": 562,
      "narrator": "",
      "text": "* Burada, Peygamber'in son hastalığına atıfta bulunulmaktadır."
    },
    {
      "id": 563,
      "narrator": "",
      "text": "(Bukhari ve Muslim.) Her ikisi de Abu Bekir’in insanlara tekbir duyurttuğu bir versiyona sahiptir."
    },
    {
      "id": 564,
      "narrator": "‘Ubaidallah b. ‘Abdallah said he visited ‘A’isha and asked her to tell him about the illness of God’s Messenger. She agreed and said:",
      "text": "---"
    },
    {
      "id": 565,
      "narrator": "Abu Huraira used to say:",
      "text": "Abu Huraira, Allah’ın Elçisi’nin şöyle dediğini bildirdi: \"İmamdan önce başını kaldıran, Allah’ın başını eşeğin başına çevireceğinden korkmuyor mu?\""
    },
    {
      "id": 566,
      "narrator": "He said:",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 567,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 568,
      "narrator": "",
      "text": "'Ali ve Mu'adh b. Cebel, Allah’ın Elçisi’nin şöyle dediğini bildirdi: \"Sizden biri namaza geldiğinde ve imam belli bir noktadaysa, imamın yaptığı gibi yapmalıdır.\""
    },
    {
      "id": 569,
      "narrator": "Yazid b. al-Aswad said:",
      "text": "Tirmidhi bunu aktardı ve bunun garib bir hadis olduğunu söyledi."
    },
    {
      "id": 570,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 571,
      "narrator": "A man of Asad b. Khuzaima said he put this question to Abu Ayyub al-Ansari:",
      "text": "Asad b. Khuzaima'dan bir adam, Abu Ayyub el-Ensari'ye şu soruyu sordu: \"Ben evde namaz kılıyorum ve sonra camiye gidiyorum, namazın başlama zamanı geldiğinde cemaatle birlikte namaz kılıyorum, ama bu konuda bir huzursuzluk hissediyorum.\" Abu Ayyub cevap verdi: \"Biz bu konuda Peygamber'e sorduk ve o, böyle bir kişinin cemaat namazının sevabından bir pay alacağını söyledi.\""
    },
    {
      "id": 572,
      "narrator": "Yazid b. ‘Amir said:",
      "text": "Malik ve Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 573,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 574,
      "narrator": "Sulaiman, client of Maimuna said:",
      "text": "Yazid b. 'Amir dedi ki: \"Ben, Allah'ın Elçisi namaz kılarken yanına geldim ve oturdum, ama cemaatle namaza katılmadım. Namazını bitirince beni otururken gördü ve sordu: 'Yazid, Müslüman olmadın mı?' Ben de: 'Elbette Müslüman oldum, Allah'ın Elçisi.' dedim. O da: 'Seni insanların namazına katılmaktan alıkoyan neydi?' dedi. Ben: 'Evde namazımı kıldım, sizin namaz kıldığınızı düşünerek.' dedim. Bunun üzerine o: 'Namaza geldiğinde insanları namaz kılarken bulursan, onlarla birlikte namaz kıl. Eğer sen zaten namaz kıldıysan, bu senin için nafile bir namaz olur, ama bu farz bir namazdır.' dedi.\""
    },
    {
      "id": 575,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 576,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 577,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Bir adam bana sordu: 'Ben evimde namaz kıldım ve sonra imamla birlikte camiye zamanında geldiğimde, onunla birlikte namaz kılmalı mıyım?' Ben de: 'Evet.' dedim. Adam, hangisini farz namazı olarak kabul etmesi gerektiğini sordu, ben de: 'Bu senin işin mi?* Bu, yalnızca Allah'ın takdirine bırakılmıştır, dilediğini tayin eder.' dedim.\""
    },
    {
      "id": 578,
      "narrator": "",
      "text": "*Arapça bir ifade olarak cümle biçimindedir, ancak hemen ardından gelen ifadeyi göz önünde bulundurarak bir soru olarak ele almak gerekmektedir."
    },
    {
      "id": 579,
      "narrator": "",
      "text": "Malik bunu rivayet etmiştir."
    },
    {
      "id": 580,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 581,
      "narrator": "",
      "text": "Süleyman, Maimuna'nın kölesi dedi ki: \"İbn 'Umar'a, insanlar namaz kılarken al-Balat'ta geldik ve insanların yanında namaz kılmadığını belirttim. O, daha önce namaz kıldığını ve Allah'ın Elçisi'nin: 'Aynı gün içinde bir namazı iki kez kılmayın.' dediğini duyduğunu söyledi.\""
    },
    {
      "id": 582,
      "narrator": "",
      "text": "*Peygamber'in camisi ile Medine'deki pazar yeri arasında taşlarla döşenmiş bir kare."
    },
    {
      "id": 583,
      "narrator": "",
      "text": "Ahmad, Abu Davud ve Nasa'i bunu rivayet etmiştir."
    },
    {
      "id": 584,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 585,
      "narrator": "",
      "text": "Nafi' dedi ki: \"İbn 'Umar şöyle derdi: 'Kim akşam veya sabah namazını kılar ve sonra imam onların namaz kıldığını gördüğünde, tekrar kılmamalıdır.'\""
    },
    {
      "id": 586,
      "narrator": "",
      "text": "'Abdallah b. as-Sa'ib, Allah'ın Elçisi'nin öğle namazından önce, güneş meridyenin üzerinden geçtikten sonra dört rek'at namaz kıldığını, \"Bu, cennet kapılarının açıldığı bir saattir ve benim iyi bir amelim o saatte yükselmesini isterim.\" dediğini aktardı."
    },
    {
      "id": 587,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 588,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 589,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin, \"Öğle namazından önce dört rek'at kılan bir adama Allah merhamet etsin!\" dediğini bildirdi."
    },
    {
      "id": 590,
      "narrator": "",
      "text": "Ahmet, Tirmizî ve Ebu Davud rivayet etmiştir."
    },
    {
      "id": 591,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 592,
      "narrator": "",
      "text": "'Ali, Allah'ın Elçisi'nin, öğle namazından önce dört rek'at kıldığını, bunları Allah'ın huzurunda bulunan melekler ve onlardan sonra gelen Müslümanlar ve müminlere selam vererek ayırdığını söyledi."
    },
    {
      "id": 593,
      "narrator": "",
      "text": "Tirmizî rivayet etmiştir."
    },
    {
      "id": 594,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 595,
      "narrator": "",
      "text": "Allah'ın Elçisi'nin, öğle namazından önce iki rek'at kıldığını söyledi."
    },
    {
      "id": 596,
      "narrator": "Al-Mukhtar b. Fulful said:",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 597,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 598,
      "narrator": "Marthad b. ‘Abdallah said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin, \"Kim akşam namazından sonra altı rek'at kılarsa, bu süre zarfında kötü bir şey söylemeden, onun için bu, on iki yıl ibadetle eşdeğer olacaktır.\" dediğini bildirdi."
    },
    {
      "id": 599,
      "narrator": "",
      "text": "Tirmizî, \"Bu, 'Umar b. Ebu Hatham'ın rivayetlerinden bildiğim gharib bir hadistir; ve Muhammed b. İsmail'in (yani Buhari) bu rivayetleri reddettiğini duydum. Onu çok zayıf olarak nitelendirdi.\" diyerek rivayet etmiştir."
    },
    {
      "id": 600,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 601,
      "narrator": "",
      "text": "Makhul, bunu aktararak, Allah'ın Elçisi'nin şöyle dediğini söyledi: \"Güneş batmadan önce konuşmaya başlamadan önce iki rek'at (başka bir rivayete göre dört rek'at) namaz kılarsa, namazı 'İlliyyun'a yükseltilir.\" Bu mursal bir şekilde verilmiştir. Hudhaifa benzer bir şey söylemiş, \"Güneş batma namazından sonra iki rek'atı aceleyle kılın, çünkü bunlar farz namazla birlikte yükseltilecektir,\" demiştir."
    },
    {
      "id": 602,
      "narrator": "",
      "text": "Razin ikisini de aktarmıştır ve Beyhaki, Şu'ab al-iman'daki ekle aynı etkiyi taşıyan bir şey aktarmıştır."
    },
    {
      "id": 603,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 604,
      "narrator": "",
      "text": "'Amr b. 'Ata', Nafi' b. Jubair'in onu as-Sa'ib'e gönderdiğini, Mu'aviye'nin namazda yaptığı bir şeyi sorduğunu söyledi. O da, \"Evet, onunla birlikte kapalı alanda Cuma öğle namazını kıldım, imam selam verdiğinde yerimde durdum ve namaz kıldım. İmam içeri girdiğinde bana bir mesaj gönderdi ve 'Bir daha asla yaptığını yapma. Cuma öğle namazını kıldığında başka bir namaza katılmamalısın, ta ki konuşmaya başlamadan veya dışarı çıkmadan önce, çünkü Allah'ın Elçisi bize bu kesin emri verdi, konuşmadan veya dışarı çıkmadan bir namaza katılmamalıyız,' dedi.\""
    },
    {
      "id": 605,
      "narrator": "",
      "text": "* Kapalı alan (maqsura), halifeye ayrılmış özel bir cami bölümüdür. Mu'aviye, bu özelliği getirdiği için yenilikçi olmakla suçlanmıştır."
    },
    {
      "id": 606,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 607,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 608,
      "narrator": "",
      "text": "'Ata', İbn 'Umar'ın Mekke'de Cuma öğle namazını kıldığında öne geçip iki rek'at kıldığını, sonra öne geçip dört rek'at kıldığını, ancak Medine'de Cuma öğle namazını kıldığında evine döndüğünü ve camide değil, evinde iki rek'at kıldığını söyledi. Bunu ona birisi hatırlattığında, Allah'ın Elçisi'nin bunu yaptığını yanıtladı."
    },
    {
      "id": 609,
      "narrator": "",
      "text": "Abu Dawud bunu aktarmıştır. Tirmidhi'nin rivayetinde, \"İbn 'Umar'ı Cuma öğle namazından sonra iki rek'at kılarken gördüm, ardından dört rek'at kıldı,\" dedi."
    },
    {
      "id": 610,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 611,
      "narrator": "Ibn ‘Abbas said:",
      "text": "'A'işe, akşam namazını bitirdiği ile sabah namazı arasında Peygamber'in on bir rek'at kıldığını, her iki rek'atta selam verdiğini ve tek bir witr ile birlikte, bunun sırasında da bir secde yaptığını, başını kaldırmadan önce birinizin elli ayet okumak için alacağı süre kadar secde ettiğini söyledi. Müezzin sabah namazı için ezanı bitirdiğinde ve sabahı net bir şekilde gördüğünde, ayağa kalkıp iki kısa rek'at kıldı, sonra müezzin kendisine iqama için geldiğinde sağ tarafına yattı, ardından dışarı çıktı."
    },
    {
      "id": 612,
      "narrator": "",
      "text": "*Bkz. bölüm 36"
    },
    {
      "id": 613,
      "narrator": "",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 614,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 615,
      "narrator": "Abdallah b. Mas'ud said, “I know the comparable suras which the Prophet used to join together; ” and he mentioned twenty suras at the beginning of al-Mufassal,1 according to Ibn Mas'ud’s arrangement, two in a rak'a, the last of them being H. M. ad-Dukhan,2 and “About what do they ask one another?”3 \n\n    1. A title given to the suras from 49 to the end, but several other suras are also mentioned:",
      "text": "O, \"Peygamber sabah namazının iki rek'atını kıldığında, eğer uyanıksam benimle konuşurdu, aksi takdirde sağ tarafına yatarak dinlenirdi,\" dedi."
    },
    {
      "id": 616,
      "narrator": "",
      "text": "Hudhaifa, Peygamber'in gece namaz kıldığını gördüğünü ve şöyle dediğini aktardı: “Allah en büyüktür (üç kez), mülk, güç, ihtişam ve büyüklüğün sahibidir.” Daha sonra al-Bakara (Kur'an; 2) suresini okumaya başladı, rükûya gitti, rükû süresi ayakta kaldığı süre kadar sürdü ve rükûdayken, “Yüce Rabbime hamd olsun.” diyordu. Rükûdan sonra başını kaldırdı ve ayakta kaldığı süre kadar durdu, “Rabbime hamd olsun.” dedi. Sonra secdeye gitti ve secde süresi ayakta kaldığı süre kadar sürdü, secde ederken “Yüce Rabbime hamd olsun.” diyordu. Secdeden sonra başını kaldırdı ve iki secde arasında, secde süresi kadar oturdu, “Rabbim, beni affet; Rabbim, beni affet.” diyordu. Sonra dört rek'at namaz kıldı ve al-Bakara, Al 'Imran, an-Nisa’ ve al-Ma'ida veya al-An‘am (Kur'an; 2, 3, 4, 5 ve 6) okudu. Shu‘ba hangisi olduğunu bilmiyordu."
    },
    {
      "id": 617,
      "narrator": "‘Abdallah b. ‘Amr b. al-‘As reported God’s Messenger as saying, “If anyone makes proper use of ten verses he will not be recorded among the negligent; if anyone makes proper use of a hundred verses he will be recorded among those who are obedient to God:",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 618,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 619,
      "narrator": "",
      "text": "Abdullah b. Amr b. al-As, Allah'ın Elçisi'nin şöyle dediğini aktardı: “Eğer biri on ayeti güzel bir şekilde kullanırsa, o kayıtlara dikkatsizlerden biri olarak geçmez; eğer biri yüz ayeti güzel bir şekilde kullanırsa, o Allah'a itaat edenlerden biri olarak kaydedilir; ve eğer biri bin ayeti güzel bir şekilde kullanırsa, o büyük mükafatlar alanlardan biri olarak kaydedilir.”"
    },
    {
      "id": 620,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 621,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 622,
      "narrator": "",
      "text": "Abu Huraira, Peygamber'in gece okumalarının kısmen yüksek sesle, kısmen de alçak sesle olduğunu söyledi."
    },
    {
      "id": 623,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 624,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 625,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in okumasının, evde bulunan birinin iç odadan duyabileceği kadar yüksek olduğunu söyledi."
    },
    {
      "id": 626,
      "narrator": "",
      "text": "Abu Davud bunu rivayet etmiştir."
    },
    {
      "id": 627,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 628,
      "narrator": "",
      "text": "Abu Katada, Allah'ın Elçisi'nin bir gece dışarı çıktığını ve Abu Bekir'in alçak sesle namaz kıldığını bulduğunu, ardından yüksek sesle namaz kılan Ömer'in yanından geçtiğini söyledi. İkisi de Peygamber'in yanına geldiğinde, “Abu Bekir, seni alçak sesle namaz kılarken geçtim.” dedi. O da, “Benimle samimi bir şekilde konuştuğum kişiye işittirdim, Allah'ın Elçisi.” dedi. Ömer'e, “Seni yüksek sesle namaz kılarken geçtim.” dedi. O da, “Allah'ın Elçisi, ben uykulu olanları uyandırıyordum ve şeytanı kovuyordum.” dedi. Peygamber, “Sesini biraz yükselt, Abu Bekir;” Ömer'e de, “Sesini biraz kıs,.” dedi."
    },
    {
      "id": 629,
      "narrator": "‘Ubada b. as-Samit reported God’s Messenger as saying, “If anyone is disturbed  during the night and says, ‘There is no god but God alone who has no partner; to Him belongs the kingdom, to Him praise is due, and He is omnipotent; glory be to God; praise be to God; there is no god but God:",
      "text": "Abu Davud bunu rivayet etti, Tirmizi de benzer bir şey rivayet etti."
    },
    {
      "id": 630,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 631,
      "narrator": "",
      "text": "Mu'adh b. Cebel, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Eğer bir Müslüman, Allah'ı anarak temiz bir halde yatağa giderse, gece rahatsız olursa ve Allah'tan hayır isterse, Allah ona bunu verecektir.”"
    },
    {
      "id": 632,
      "narrator": "",
      "text": "Ahmet ve Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 633,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 634,
      "narrator": "",
      "text": "Şarik el-Hauzani, 'Aişe'yi ziyaret ettiğini ve gece kalktığında Allah'ın Elçisi'nin ilk olarak ne söylediğini sorduğunu anlattı. 'Aişe, daha önce kimsenin kendisine sormadığı bir soru sorduğunu belirterek, gece kalktığında “Allah en büyüktür” on kez, “Hamd Allah'a mahsustur” on kez, “Allah'ı tenzih ederim, O'na hamd ederim” on kez, “En kutsal olan Kral'a hamd olsun” on kez, Allah'tan affını istediğini on kez, “O'ndan başka ilah yoktur” on kez söylediğini, ardından “Ya Rabbi, bu dünyanın sıkıntılarından ve kıyamet gününün sıkıntılarından sana sığınırım” on kez dediğini ve sonra namaza başladığını söyledi."
    },
    {
      "id": 635,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 636,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 637,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi gece kalktığında “Allah en büyüktür” dediğini, ardından “Sana hamd olsun, Ya Rabbi; ismin mübarek; şan ve şerefine yücelik; senden başka ilah yoktur” dediğini, sonra “Allah en yücedir” dediğini, ardından “Kötü ruhdan, onun sokmalarından, üflemesinden ve tükürmesinden sana sığınırım” dediğini bildirdi."
    },
    {
      "id": 638,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Nesa'i bunu aktarmıştır; Ebu Davud, “senden başka ilah yoktur”dan sonra “O'ndan başka ilah yoktur” üç kez daha söylediğini ve rivayetin sonunda bazı ayetler okuduğunu eklemiştir."
    },
    {
      "id": 639,
      "narrator": "Abu Huraira reported God’s Messenger as saying:",
      "text": "---"
    },
    {
      "id": 640,
      "narrator": "",
      "text": "Rabi'a b. Ka'b el-Eslemi, Peygamber'in iç odasının yanında geceyi geçirdiğini ve gece kalktığında “Alemlerin Rabbi'ne hamd olsun” dediğini uzun bir süre duyduğunu söyledi. Sonra “Allah'a hamd olsun” dediğini uzun bir süre daha duydu."
    },
    {
      "id": 641,
      "narrator": "",
      "text": "Nesa'i bunu aktarmıştır ve Tirmizi benzer bir şey söyleyerek bunun hasan sahih bir rivayet olduğunu belirtmiştir."
    },
    {
      "id": 642,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 643,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: “Sizden biri uykuya daldığında şeytan, boynunun arkasında üç düğüm atar ve her düğümü ‘Uzun bir gece var, o yüzden uyu’ diyerek mühürler. Eğer biri uyanır ve Allah'ı anarsa, bir düğüm çözülür; abdest alırsa, bir düğüm çözülür; namaz kılarsa, bir düğüm çözülür ve sabah olduğunda canlı ve neşeli olur; aksi takdirde sabah kötü ruh halinde ve tembel olur.”"
    },
    {
      "id": 644,
      "narrator": "Abu Sa'id al-Khudri reported God’s Messenger as saying, “There are three on whom God looks with pleasure:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 645,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 646,
      "narrator": "",
      "text": "Abu Huraira, Allah’ın Elçisi’nin şöyle söylediğini rivayet etmiştir: “Geceleyin kalkıp namaz kılan, eşini uyandıran ve o da namaz kılan bir adam için Allah merhamet etsin; eğer o kabul etmezse, yüzüne su serpsin! Geceleyin kalkıp namaz kılan, kocasını uyandıran ve o da namaz kılan bir kadın için Allah merhamet etsin; eğer o kabul etmezse, yüzüne su serpsin!”"
    },
    {
      "id": 647,
      "narrator": "",
      "text": "Abu Davud ve Nesaî bunu rivayet etmiştir."
    },
    {
      "id": 648,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 649,
      "narrator": "",
      "text": "Abu Umama, Allah’ın Elçisi’ne hangi duanın en çabuk kabul edildiği sorulduğunda, “Gece yarısında ve farz namazlardan sonra yapılan dua” diye cevap verdi."
    },
    {
      "id": 650,
      "narrator": "‘Uthman b. Abul ‘As said he heard God’s Messenger say:",
      "text": "Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 651,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 652,
      "narrator": "",
      "text": "Abu Malik el-Eş'ari, Allah’ın Elçisi’nin şöyle söylediğini rivayet etmiştir: “Cennette, dışarıdan içi görünen ve içeriden dışı görünen odalar vardır ki, Allah bunları nazik konuşan, yiyecek veren, sık sık oruç tutan ve insanlar uyurken geceleyin namaz kılanlar için hazırlamıştır.”"
    },
    {
      "id": 653,
      "narrator": "",
      "text": "Beyhakî bunu Şu’ab el-İman’da rivayet etmiştir ve Tirmizî de Ali'den benzer bir şey rivayet etmiştir. Onun rivayetinde “nazik konuşanlar” ifadesi geçmektedir."
    },
    {
      "id": 654,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 655,
      "narrator": "",
      "text": "Abdullah b. Amr b. el-As, Allah’ın Elçisi’nin kendisine şöyle dediğini rivayet etmiştir: “Şu ve bu gibi olma, Abdullah. O, geceleyin kalkıp namaz kılardı, sonra bu uygulamayı terk etti.”"
    },
    {
      "id": 656,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 657,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 658,
      "narrator": "",
      "text": "Osman b. Ebu'l-As, Allah’ın Elçisi’nin şöyle dediğini duyduğunu söyledi: “Davud’un geceleyin bir saati vardı; o, ailesini uyandırır ve ‘Davud ailesi, kalkın ve namaz kılın; çünkü bu, yüce ve aziz olan Allah’ın dualara cevap verdiği bir saattir, ancak bir sihirbaz veya vergi toplayıcısına değil.’ derdi.”"
    },
    {
      "id": 659,
      "narrator": "",
      "text": "Ahmet bunu rivayet etmiştir."
    },
    {
      "id": 660,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 661,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Din kolaylıktır, fakat kimse aşırıya kaçarsa din onu aşar; o halde doğru yolda kalın, mükemmelliğe yaklaşın, sevinin ve sabah, akşam ve gecenin bir kısmında yardım isteyin.\""
    },
    {
      "id": 662,
      "narrator": "",
      "text": "Buhari bunu rivayet etmiştir."
    },
    {
      "id": 663,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 664,
      "narrator": "",
      "text": "Ömer, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Eğer biri uyursa ve Kur'an'dan kendi payını okumazsa, eğer sabah ile öğle namazı arasında okursa, bu onun gece okumuş gibi kaydedilir.\""
    },
    {
      "id": 665,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 666,
      "narrator": "‘Abdallah b. Mas'ud reported God’s Messenger as saying:",
      "text": "---"
    },
    {
      "id": 667,
      "narrator": "‘Abdallah b. ‘Amr said:",
      "text": "İmrân b. Hüsayn, Allah'ın Elçisi'nin şöyle söylediğini rivayet etmiştir: \"Ayakta namaz kıl, fakat eğer yapamazsan oturarak kıl; eğer bunu da yapamazsan yan tarafına yatarak kıl.\""
    },
    {
      "id": 668,
      "narrator": "",
      "text": "Buhari bunu rivayet etmiştir."
    },
    {
      "id": 669,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 670,
      "narrator": "",
      "text": "O, oturarak namaz kılan bir adamı Peygamber'e sorduğunu ve Peygamber'in şöyle cevap verdiğini söyledi: \"Eğer ayakta namaz kılarsa bu daha üstündür; fakat oturarak namaz kılanın, ayakta kılanın yarısı kadar sevabı vardır, yan yatarak namaz kılanın da oturarak kılanın yarısı kadar sevabı vardır.\""
    },
    {
      "id": 671,
      "narrator": "",
      "text": "Buhari bunu rivayet etmiştir."
    },
    {
      "id": 672,
      "narrator": "Sa‘d b. Hisham said:",
      "text": "---"
    },
    {
      "id": 673,
      "narrator": "",
      "text": "Ebu Ümame, Allah'ın Elçisi'nin şöyle dediğini işittiğini bildirmiştir: \"Eğer biri temiz bir halde yatağa girer ve Allah'ı anarak uykuya dalarsa, gece boyunca dönüp durmaz ve o sırada bu dünya ve ahiretteki iyiliklerden Allah'tan bir şey istemeden O, ona bunu vermez.\""
    },
    {
      "id": 674,
      "narrator": "",
      "text": "Nawavi, bunu İbn es-Sunni'nin rivayetiyle Kitab al-adhkar'da zikretmiştir."
    },
    {
      "id": 675,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 676,
      "narrator": "",
      "text": "‘A’işe, Allah’ın Elçisi’nin bütün gece boyunca, başında, ortasında ve sonunda bir witr namazı kıldığını, witrinin fecrin doğuşunda sona erdiğini söyledi."
    },
    {
      "id": 677,
      "narrator": "Abu Huraira said, ‘‘My friend* instructed me to observe three practices:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 678,
      "narrator": "Ghudaif b. al-Harith said:",
      "text": "---"
    },
    {
      "id": 679,
      "narrator": "",
      "text": "Ebu Hureyre, “Arkadaşım* bana üç uygulama yapmamı söyledi: her ay üç gün oruç tutmak, sabahleyin iki rekât namaz kılmak ve uyumadan önce bir witr kılmak.”"
    },
    {
      "id": 680,
      "narrator": "",
      "text": "*Yani, Peygamber."
    },
    {
      "id": 681,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 682,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 683,
      "narrator": "",
      "text": "Hudayfa b. Haris, ‘A’işe’ye Allah’ın Elçisi’nin gece yarısı cinsel kirlenme nedeniyle yıkanıp yıkanmadığını sordu ve o da, “O, genellikle gece yarısında yıkanırdı ve genellikle gece sonlarında da yıkanırdı.” Bunun üzerine ben, “Allah en büyüktür. Bu konuda genişlik veren Allah’a hamdolsun!” dedim. Sonra, onun gece yarısında witr kılıp kılmadığını sordum, o da, “O, genellikle gece yarısında ve genellikle gece sonlarında witr kılardı.” dedi. Bunun üzerine ben, “Allah en büyüktür. Bu konuda genişlik veren Allah’a hamdolsun!” dedim. Sonra, onun Kur’an’ı yüksek sesle mi yoksa alçak sesle mi okuduğunu sordum, o da, “O, genellikle yüksek sesle okurdu ve genellikle alçak sesle okurdu.” dedi. Bunun üzerine ben, “Allah en büyüktür. Bu konuda genişlik veren Allah’a hamdolsun!” dedim."
    },
    {
      "id": 684,
      "narrator": "‘Abd al-‘Aziz b. Juraij said he asked ‘A’isha what Qur’an passages God’s Messenger used when observing the witr and she replied:",
      "text": "Ebu Davud bunu aktarmıştır, İbn Mace ise son kısmını aktarmıştır."
    },
    {
      "id": 685,
      "narrator": "Al-Hasan b. ‘Ali said:",
      "text": "---"
    },
    {
      "id": 686,
      "narrator": "",
      "text": "Abdullah b. Ebu Kays, ‘A’işe’ye Allah’ın Elçisi’nin witr kılarken kaç rekât kıldığını sordu ve o da, “O, witr’i dört ve üç, altı ve üç, sekiz ve üç, on ve üç rekâtla kılardı; asla yedi rekâttan az veya on üç rekâttan fazla kılmazdı.” dedi."
    },
    {
      "id": 687,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 688,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 689,
      "narrator": "",
      "text": "Ebu Eyyub, Allah’ın Elçisi’nin şöyle dediğini bildirdi: “Witr, her Müslüman için bir farzdır; eğer biri beş rekâtla kılmak isterse, bunu yapabilir; eğer biri üç rekâtla kılmak isterse, bunu yapabilir; eğer biri bir rekâtla kılmak isterse, bunu yapabilir.”"
    },
    {
      "id": 690,
      "narrator": "",
      "text": "Ebu Davud, Nesai ve İbn Mace bunu aktarmıştır."
    },
    {
      "id": 691,
      "narrator": "",
      "text": "Malik, bir adamın İbn 'Umar'a vitrin farz mı diye sorduğunu duyduğunu söyledi ve 'Abdullah, \"Allah'ın Resulü vitri kıldı ve Müslümanlar vitri kıldılar.\" dedi. Adam sorusunu tekrar tekrar sordu ve 'Abdullah, \"Allah'ın Resulü vitri kıldı ve Müslümanlar vitri kıldılar.\" demeye devam etti."
    },
    {
      "id": 692,
      "narrator": "",
      "text": "Bunu el-Muvatta'da aktardı."
    },
    {
      "id": 693,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 694,
      "narrator": "",
      "text": "'Ali, Allah'ın Resulü'nün vitri kılarken üç rekat namaz kıldığını, bunlar sırasında al-Mufassal'dan dokuz sure okuduğunu, her rekatta üç sure okuduğunu ve sonuncusunun \"De ki, O Allah'tır, tektir\" (Kur'an; 112) olduğunu söyledi."
    },
    {
      "id": 695,
      "narrator": "",
      "text": "Tirmidhi bunu aktardı."
    },
    {
      "id": 696,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 697,
      "narrator": "",
      "text": "Nafi' dedi ki, \"Ben İbn 'Umar ile Mekke'de bulundum, gökyüzü bulutluydu ve sabahın gelmesinden korkuyordu, bu yüzden bir rekatla vitri kıldı. Sonra gökyüzü açıldı ve hâlâ gece olduğunu gördü, bu yüzden bir rekat daha kılarak çift yaptı; ardından iki rekatlık bir seri namaz kıldı ve sabahın yakın olduğunu düşündüğünde bir rekatla vitri kıldı.\""
    },
    {
      "id": 698,
      "narrator": "",
      "text": "Malik bunu aktardı."
    },
    {
      "id": 699,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 700,
      "narrator": "‘Asim al-Ahwal said:",
      "text": "'A'isha, Allah'ın Resulü'nün oturarak namaz kıldığını ve oturarak Kur'an okuduğunu; sonra okumasından yaklaşık otuz veya kırk ayet kaldığında ayağa kalktığını ve ayakta okuduğunu söyledi. Sonra rükû yaptı, ardından secde etti ve daha sonra ikinci rekatta aynı şekilde yaptı."
    },
    {
      "id": 701,
      "narrator": "",
      "text": "Muslim bunu aktardı."
    },
    {
      "id": 702,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 703,
      "narrator": "Abu Malik al-Ashja‘i said:",
      "text": "Umm Salama, Peygamber'in vitrin ardından iki rekat namaz kıldığını söyledi."
    },
    {
      "id": 704,
      "narrator": "",
      "text": "Tirmidhi bunu aktardı ve İbn Mace, bunların oturarak kıldığı kısa rekatlar olduğunu ekledi."
    },
    {
      "id": 705,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 706,
      "narrator": "",
      "text": "Zaid b. Thabit, Allah'ın Elçisi'nin camide bir hasır daire yaptığını ve orada birkaç gece namaz kıldığını, insanların etrafında toplandığını söyledi. Bir gece sesi duyulmayınca ve uyuduğunu düşündüklerinde, bazıları onun çıkması için boğazlarını temizlemeye başladı. Bunun üzerine, “Sizin yaptığınızı gördüğüm şey, sizin uygulamanız haline geldi, bu yüzden bunun size farz kılınmasından korktum; eğer farz kılınırsa, onu yerine getiremezsiniz. O yüzden siz evlerinizde namaz kılmalısınız; zira farz namaz dışında, bir adamın evinde kıldığı namaz en faziletlisidir.”"
    },
    {
      "id": 707,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 708,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 709,
      "narrator": "Abu Dharr said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin Ramazan'da gece namazını övdüğünü, ancak bunu bir görev olarak emretmediğini söyledi. “Kim Ramazan'da gece namazı kılarsa, inancı ve Allah'tan mükafat bekleyerek, onun geçmiş günahları affedilecektir.” Allah'ın Elçisi vefat ettiğinde bu uygulama böyleydi ve Ebu Bekir'in halifeliği ile Ömer'in ilk döneminde de devam etti."
    },
    {
      "id": 710,
      "narrator": "‘A’isha said:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 711,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 712,
      "narrator": "‘Abd ar-Rahman b. ‘Abd al-Qari said:",
      "text": "Cabir, Allah'ın Elçisi'nin şöyle dediğini bildirdi: “Sizden biri camide namaz kıldığında, namazının bir kısmını evine ayırmalıdır; çünkü Allah, onun namazı sebebiyle evini bereketlendirir.”"
    },
    {
      "id": 713,
      "narrator": "As-Sa’ib b. Yazid said:",
      "text": "Müslim rivayet etmiştir."
    },
    {
      "id": 714,
      "narrator": "Al-A‘raj said:",
      "text": "---"
    },
    {
      "id": 715,
      "narrator": "‘Abdallah b. Abu Bakr said:",
      "text": "Ebu Zerr, Allah'ın Elçisi ile birlikte oruç tuttuğumuzu, ancak o ay boyunca bizi gece namazı için hiçbir zaman kaldırmadığını, yedi gece kalınca bizi namaza kaldırdığını, gecenin üçte biri geçene kadar namaz kıldırdığını, ertesi gece bizi kaldırmadığını, fakat beşinci gece geldiğinde yarım gece geçene kadar namaz kıldırdığını, bunun üzerine ben de, “Allah'ın Elçisi, keşke bu gece bize nafile namaz kıldırsaydınız.” dedim. O da, “Bir adam, imam ile birlikte namaz kılarken imam ayrıldığında, o geceyi namazda geçirmiş sayılır.” dedi. Kalan dördüncü gece, bizi gece üçte iki geçene kadar kaldırmadı. Kalan üçüncü gece, ailesini, eşlerini ve insanları topladı ve bizimle birlikte namaz kıldı; biz de falahı kaçırmaktan korktuk (açıklama olarak, falahın sabahdan önceki yemek olduğunu belirtti). Sonra ayın geri kalanında bizi namaz için kaldırmadı."
    },
    {
      "id": 716,
      "narrator": "",
      "text": "Ebu Davud, Tirmizi ve Nesai rivayet etmiştir; İbn Mace benzer bir şey rivayet etmiştir, ancak Tirmizi, “sonra ayın geri kalanında bizi namaz için kaldırmadı” dememiştir."
    },
    {
      "id": 717,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 718,
      "narrator": "",
      "text": "Aişe, bir gece Allah'ın Elçisi'ni özlediğini ve onu el-Baki'de bulduğunu söyledi. O da, “Allah ve Elçisi size haksızlık yapar mı?” dedi. Ben de, “Allah'ın Elçisi, sizin eşlerinizden birine gitmiş olduğunuzu düşündüm.” dedim. O da, “Şaban'ın ortasında Allah, en yüksek katlardan en aşağıya iner ve Kalb'in keçilerinin kıllarından daha fazla günahı affeder.”"
    },
    {
      "id": 719,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace rivayet etmiştir; Razin, “cehennemi hak edenler için” eklemiştir. Tirmizi, “Muhammed'in (yani, Buhari) bu hadisin zayıf olduğunu bildirdiğini duydum.” demiştir."
    },
    {
      "id": 720,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 721,
      "narrator": "",
      "text": "Abu Dharr, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Sabahleyin, bir insanın parmaklarındaki ve ayak parmaklarındaki her bir kemikten sadaka verilmesi gerekir. ‘Subhanallah’ demek sadakadır; ‘Elhamdülillah’ demek sadakadır; ‘La ilahe illallah’ demek sadakadır; ‘Allahu Ekber’ demek sadakadır; iyiliği emretmek sadakadır; çirkin olanı yasaklamak sadakadır; ve sabah vakti kılınan iki rekât namaz bunun yerine geçer.”"
    },
    {
      "id": 722,
      "narrator": "Zaid b. Arqam, on seeing some people praying in the forenoon, said:",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 723,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 724,
      "narrator": "",
      "text": "Zaid b. Arqam, bazı insanların sabah namazı kıldığını görünce, “Onlar bu zaman dışında namaz kılmanın daha faziletli olduğunu çok iyi biliyorlar.” dedi. Allah’ın Elçisi şöyle buyurdu: “Tövbe edenlerin namazı, genç süt emen develerin güneşin sıcağını hissettiği zaman kılınır.”*"
    },
    {
      "id": 725,
      "narrator": "",
      "text": "* Genç develerin, günün çeyreği geçince kumun çok sıcak olduğunu hissettiği söylenir."
    },
    {
      "id": 726,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 727,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 728,
      "narrator": "",
      "text": "Abud Darda' ve Abu Dharr, Allah’ın Elçisi’nin, mübarek ve yüce olan Allah’ın şöyle buyurduğunu bildirdi: “Âdem oğlu, eğer günün başında benim için dört rekât kılarsan, günün sonuna kadar ihtiyacını karşılayacağım.”"
    },
    {
      "id": 729,
      "narrator": "Abu Sa'id said:",
      "text": "Tirmidhi bunu rivayet etmiştir; Abu Dawud ve Darimi, Nu'aim b. Hammar al-Ghatafani'den, Ahmad ise hepsinden rivayet etmiştir."
    },
    {
      "id": 730,
      "narrator": "Muwarriq al-Ijli said:",
      "text": "---"
    },
    {
      "id": 731,
      "narrator": "",
      "text": "Buraida, Allah’ın Elçisi’nin şöyle dediğini işittiğini söyledi: “İnsanın üç yüz altmış eklemi vardır, her biri için sadaka vermesi gerekir.” Kimsenin bunu yapmaya muktedir olup olmadığını sorunca, “Cami içinde gömdüğün bir sümük, yoldan kaldırdığın bir şey olabilir; ama eğer bunları bulamazsan, sabah vakti kılınan iki rekât senin için yeterlidir.” diye cevap verdi."
    },
    {
      "id": 732,
      "narrator": "Jabir said :",
      "text": "Abu Dawud bunu rivayet etmiştir."
    },
    {
      "id": 733,
      "narrator": "‘Ali said:",
      "text": "---"
    },
    {
      "id": 734,
      "narrator": "",
      "text": "Anas, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “Eğer biri sabah vakti on iki rekât kılarsa, Allah onun için cennette bir altın kalesi inşa eder.”"
    },
    {
      "id": 735,
      "narrator": "",
      "text": "Tirmidhi ve Ibn Majah bunu rivayet etmiştir; ancak Tirmidhi, “Bu, yalnızca bu rivayetle bildiğim gharib bir hadistir.” demiştir."
    },
    {
      "id": 736,
      "narrator": "‘Abdallah b. Abu Aufa reported God’s Messenger as saying:",
      "text": "'Abdallah b. Abu Aufa, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Eğer birisi Allah'tan veya bir insandan bir şey isterse, abdest almalı ve bunu iyi yapmalı, sonra iki rek'at namaz kılmalı, ardından Allah'ı yüceltmeli ve Peygamber'e salavat getirmeli, sonra da şöyle demelidir: 'Allah'tan başka ilah yoktur, merhametli ve cömert olan O'dur. Yüce Arş'ın Rabbi olan Allah'a hamd olsun. Alemlerin Rabbi olan Allah'a hamd olsun. Senin merhametini garanti edecek sözler, bağışlamanı kesinleştirecek ameller, her türlü faziletin kaynağını ve her türlü suçtan kurtuluşu istiyorum. Beni affetmediğin bir günah, gidermediğin bir sıkıntı veya hoşnut olmadığın bir ihtiyacı bırakma, ey merhametlilerin en merhametlisi.\""
    },
    {
      "id": 737,
      "narrator": "Ibn ‘Abbas told that the Prophet said to al-‘Abbas b. ‘Abd al- Muttalib:",
      "text": "Tirmidhi ve İbn Mace bunu rivayet etmiştir, Tirmidhi bu hadisin garib olduğunu söylemiştir."
    },
    {
      "id": 738,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 739,
      "narrator": "",
      "text": "İbn 'Abbas, Peygamber'in al-‘Abbas b. ‘Abd al-Muttalib'e şöyle dediğini bildirdi: \"Amca 'Abbas, sana on şey vermeyeyim mi, sana sunmayayım mı, sana söylemeyeyim mi, seninle birlikte yapman için on şey ortaya koymayayım mı? Bunları yaparak Allah, günahlarını, ilk ve son, eski ve yeni, istemeden ve isteyerek, küçük ve büyük, gizli ve açık olanlarını affedecektir. Dört rek'at namaz kılmalısın, her birinde Fatihat al-Kitab (Kur'an; 1) ve bir sure okuyarak. İlk rek'atta okuma bitince, ayakta iken on beş kez şöyle demelisin: 'Subhanallah. Elhamdülillah. Allah'tan başka ilah yoktur. Allah en büyüktür.' Sonra rükûya gitmeli ve rükûda on kez söylemelisin. Rükûdan sonra başını kaldırmalı ve on kez söylemelisin. Sonra secdeye gitmeli ve secdede on kez söylemelisin. Secdeden sonra başını kaldırmalı ve on kez söylemelisin. Sonra yine secdeye gitmeli ve on kez söylemelisin, ardından başını kaldırmalı ve on kez söylemelisin. Yani her rek'atta yetmiş beş kez. Bunu dört rek'atta yapmalısın. Eğer bunu günde bir kez yapabiliyorsan yap; eğer yapamıyorsan haftada bir kez; eğer yapamıyorsan ayda bir kez; eğer yapamıyorsan yılda bir kez; eğer yapamıyorsan hayatında bir kez.\""
    },
    {
      "id": 740,
      "narrator": "",
      "text": "Ebu Davud, İbn Mace ve Beyhaki, ad-Da'awat al-kabir'de bunu rivayet etmiştir, Tirmidhi de buna benzer bir şeyi Ebu Rafi'den rivayet etmiştir."
    },
    {
      "id": 741,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 742,
      "narrator": "Ya'la b. Umayya said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini duyduğunu bildirdi: \"Kıyamet günü bir adamın hesap vereceği ilk ameli namazı olacaktır. Eğer namazı sahih olursa kurtulacak ve başarılı olacaktır, fakat eğer sahih değilse, talihsiz ve perişan olacaktır. Farz namazında bir eksiklik bulunursa, mübarek ve yüce olan Rabb, kullarının herhangi bir nafile namaz kılıp kılmadığını kontrol etmesi için talimat verecektir ki, farz namazındaki eksiklik bu nafile ile tamamlanabilsin. Sonra diğer amelleri de aynı şekilde değerlendirilecektir.\" Bir rivayette şöyle denir: \"Sonra zekat da bu şekilde değerlendirilecektir ve tüm amelleri aynı prensibe göre ele alınacaktır.\""
    },
    {
      "id": 743,
      "narrator": "Anas said:",
      "text": "Ebu Davud bunu rivayet etmiştir, Ahmet ise \"bir adamdan\" rivayet etmiştir."
    },
    {
      "id": 744,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 745,
      "narrator": "Hafs b. ‘Asim said:",
      "text": "Ebu Ümame, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah, bir kulunun yaptığı en üstün şeylerden daha fazlasına kulak vermez, o da kıldığı iki rek'at namazdır. Bir kulun başının üzerinde merhamet örtülüdür, o namazdayken; ve insanlar, Allah'a O'ndan gelenle kıyaslanabilecek hiçbir şeyle yaklaşamazlar,\" yani Kur'an ile."
    },
    {
      "id": 746,
      "narrator": "",
      "text": "Ahmet ve Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 747,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 748,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi'nin Medine'de öğle namazında dört rek'at, Dhul Hulaifa'da ise ikindi namazında iki rek'at kıldığını söyledi."
    },
    {
      "id": 749,
      "narrator": "‘Imran b. Husain said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 750,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 751,
      "narrator": "Mu'adh b.Jabal said that on the expedition to Tabuk,* if the sun had passed the meridian before the Prophet moved off he combined the noon and the afternoon prayer, but if he moved off before the sun had passed the meridian he delayed the noon prayer till he halted for the afternoon prayer. He acted similarly regarding the sunset prayer:",
      "text": "Mu'adh b. Cebel, Tabuk seferinde, eğer güneş meridyenin üzerinden geçmeden önce Resulullah hareket ederse, öğle ve ikindi namazını birleştirirdi; ama eğer güneş meridyenin üzerinden geçmeden önce hareket ederse, öğle namazını ikindi namazı için durduğu zaman kılardı. Akşam namazı konusunda da benzer şekilde hareket ederdi: Eğer güneş batmadan önce hareket ederse, akşam ve yatsı namazını birleştirirdi; ama eğer güneş batmadan önce hareket ederse, akşam namazını yatsı namazı için durduğu zaman kılardı ve sonra bunları birleştirirdi."
    },
    {
      "id": 752,
      "narrator": "",
      "text": "*19 AH'de."
    },
    {
      "id": 753,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 754,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 755,
      "narrator": "",
      "text": "Anas, Allah'ın Resulü bir yolculukta iken nafile namaz kılmak istediğinde, dişi devesini kıbleye döndürdüğünü ve “Allah en büyüktür” dediğini, sonra da bindiği hayvanın yönüne göre namaz kıldığını söyledi."
    },
    {
      "id": 756,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 757,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 758,
      "narrator": "",
      "text": "Cabir, “Allah'ın Resulü beni bir iş için gönderdi ve ona geldiğimde, doğuya doğru bindiği hayvanın üzerinde namaz kılıyor ve secdeyi rükûdan daha alçak yapıyordu” dedi."
    },
    {
      "id": 759,
      "narrator": "",
      "text": "Abu Davud rivayet etmiştir."
    },
    {
      "id": 760,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 761,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Resulü Mina'da iki rekât namaz kıldığını, Abu Bekir'in ölümünden sonra, 'Ömer'in de Abu Bekir'in ölümünden sonra, ve 'Uthman'ın halifeliğinin ilk döneminde de aynı şekilde kıldığını, fakat daha sonra 'Uthman'ın dört rekât kıldığını söyledi. İbn 'Umar, bir imamla namaz kıldığında dört rekât kılardı, fakat yalnız kıldığında iki rekât kılardı."
    },
    {
      "id": 762,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 763,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 764,
      "narrator": "Abu Burda b. Abu Musa said:",
      "text": "'Aişe, namazın iki rekât olarak farz kılındığını, ve Allah'ın Resulü hicret ettikten sonra dört rekât olarak farz kılındığını, ama yolculukta namazın orijinal farzına göre bırakıldığını söyledi. Zuhri, 'Aişe'nin neden namazları tam olarak kıldığını sorduğunda, 'Urve'nin, onun meseleyi 'Uthman gibi kendince yorumladığını söylediğini aktardı."
    },
    {
      "id": 765,
      "narrator": "Abu Huraira said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 766,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Cuma günü, öğle namazından güneş batımına kadar olan zaman diliminde ümit edilen zamanı arayın.\""
    },
    {
      "id": 767,
      "narrator": "",
      "text": "Tirmizî bunu nakletmiştir."
    },
    {
      "id": 768,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 769,
      "narrator": "Abu Lubaba b. ‘Abd al-Mundhir reported God’s Messenger as saying, \"Friday is the lord of days and the chiefest of them in God’s sight, being greater in God's sight than the day of sacrifice and the day of breaking the fast. It has five distinguishing characteristics:",
      "text": "Aus b. Aus, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Sizin en hayırlı günlerinizden biri Cuma'dır; bu günde Âdem yaratıldı, bu günde öldü, bu günde sura üflenecek ve bu günde ses yükselecek, bu günde bana çok salat getirin, çünkü sizin salatınız bana sunulacaktır.\" Kendisine bunun nasıl olabileceği sorulduğunda, \"Allah, peygamberlerin bedenlerinin toprağa karışmasını yasaklamıştır.\" diye cevap verdi."
    },
    {
      "id": 770,
      "narrator": "",
      "text": "*Metinde burada iki alternatif kelime verilmektedir, her ikisi de aynı anlama gelmektedir; ilki aramta, ikincisi ise balita olup, ikincisi daha yaygın olandır."
    },
    {
      "id": 771,
      "narrator": "",
      "text": "Abu Davud, Nesaî, İbn Mace, Darimi ve Beyhaki, ad-Da‘awat al-kabir'de bunu nakletmiştir."
    },
    {
      "id": 772,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 773,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Va'dedilen gün, diriliş günüdür; şahit olunan gün, Arafat günüdür; ve şahit olan gün ise, güneşin doğup battığı en hayırlı gün olan Cuma'dır. O günde, hiçbir mümin kullarından biri, Allah'tan hayırlı bir şey istemeden, Allah ona cevap vermeden geçmez; ya da bir şeyden sığınmadan, Allah ona sığınma vermeden geçmez.\""
    },
    {
      "id": 774,
      "narrator": "",
      "text": "*Al-Qur’an; 85:2 f."
    },
    {
      "id": 775,
      "narrator": "",
      "text": "Ahmad ve Tirmizî bunu nakletmiştir; Tirmizî, bunun Musa b. Ubaida'nın rivayetleri arasında bilinen gharib bir hadis olduğunu söylemiştir ve onun zayıf olduğunu belirtmiştir."
    },
    {
      "id": 776,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 777,
      "narrator": "",
      "text": "Abu Lubaba b. Abd al-Mundhir, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Cuma, günlerin efendisidir ve Allah katında en büyük olanıdır; kurban günü ve oruç açma gününden daha büyüktür. Beş ayırt edici özelliği vardır: O günde Allah Âdem'i yarattı, o günde Allah Âdem'i yeryüzüne indirdi, o günde Allah Âdem'i ölümle aldı, o günde Allah'tan bir şey istemeyen kimseye, eğer haram bir şey istemezse, Allah onu vermeden geçmez ve o günde son saat gelecektir. Allah'ın huzurunda, göklerde, yerlerde, rüzgarlarda, dağlarda ve denizlerde Cuma'dan korkmayan bir melek yoktur.\""
    },
    {
      "id": 778,
      "narrator": "",
      "text": "İbn Mace bunu nakletmiştir. Ahmad, Sa'd b. Mu'adh'dan, Ensar'dan birinin Peygamber'e gelerek Cuma'nın içindeki hayırlardan bahsetmesini istediğini ve onun \"Beş ayırt edici özelliği vardır...\" diyerek hadisin sonuna kadar devam ettiğini nakletmiştir."
    },
    {
      "id": 779,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 780,
      "narrator": "Tariq b. Shihab reported God’s Messenger as saying, “The Friday paryer in congregation is a necessary duty for every Muslim, with four exceptions:",
      "text": "Abu Huraira, Peygamber'e Cuma'nın neden bu ismi aldığı sorulduğunda, \"Çünkü o günde babanız Âdem'in yaratılışı gerçekleşti, o günde ses yükselecek ve ölülerin dirilişi olacak, o günde saldırı* gerçekleşecek ve içinde üç saat geçtikten sonra, Allah'a dua eden herkesin duası kabul edilecektir.\" diye cevap verdi."
    },
    {
      "id": 781,
      "narrator": "",
      "text": "İbn Mes'ud, Peygamber'in Cuma namazına katılmayan insanlara şöyle dediğini bildirmiştir: \"Bir adamı insanlara namaz kıldırması için görevlendirmeyi düşündüm, sonra Cuma namazına katılmayanların evlerini yakmayı.\""
    },
    {
      "id": 782,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 783,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 784,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in şöyle dediğini bildirmiştir: \"Kim Cuma namazını gereksiz yere terk ederse, o kişi bir kitabın içine münafık olarak yazılacaktır; bu kitap silinmeyecek veya değiştirilmeyecektir.\" Bazı rivayetlerde \"üç kez\" ifadesi geçmektedir.*"
    },
    {
      "id": 785,
      "narrator": "",
      "text": "*Bu, Peygamber'in bu sözleri üç kez söylediği anlamına gelmektedir."
    },
    {
      "id": 786,
      "narrator": "",
      "text": "Şafi‘i bunu rivayet etmiştir."
    },
    {
      "id": 787,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 788,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Cuma günü cemaatle namaz kılmak, Allah'a ve ahiret gününe inananlar için bir görevdir; ancak bir özür sahibi, yolcu, kadın, çocuk, akıl hastası veya köle için değildir. Kim bunu spor veya ticaret nedeniyle terk ederse, Allah onunla ilgilenmeyecektir. Allah, bağımsız ve övülmeye layık olandır.\""
    },
    {
      "id": 789,
      "narrator": "",
      "text": "Darakutni bunu rivayet etmiştir."
    },
    {
      "id": 790,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 791,
      "narrator": "",
      "text": "Selman, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Eğer bir adam Cuma günü yıkanır, abdest alarak kendini mümkün olduğunca temizler, evinde bulunan yağ ile kendini yağlarsa veya biraz parfüm sürerse, sonra dışarı çıkar ve iki adamın arasına sıkışmadan, kendisine farz kılınan namazı kılarsa, imam konuşurken sessiz kalırsa, o zaman o kişinin o zaman ile bir sonraki Cuma arasındaki günahları affedilecektir.\""
    },
    {
      "id": 792,
      "narrator": "",
      "text": "Bukhari bunu rivayet etmiştir."
    },
    {
      "id": 793,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 794,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini bildirmiştir: \"Eğer biri yıkanır, sonra Cuma namazına gelir ve kendisine belirlenen namazı kılarsa, sonra vaazı bitirene kadar sessiz kalırsa, o zaman o kişinin o zaman ile bir sonraki Cuma arasındaki günahları affedilecektir, ayrıca üç gün daha.\""
    },
    {
      "id": 795,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 796,
      "narrator": "",
      "text": "İbn ‘Umar, Allah’ın Elçisi’nin şöyle dediğini bildirmiştir: “Cuma günü herhangi biriniz uyuklarsa, yerini değiştirsin.”"
    },
    {
      "id": 797,
      "narrator": "",
      "text": "Tirmizî bunu aktarmıştır."
    },
    {
      "id": 798,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 799,
      "narrator": "",
      "text": "Nafi‘, İbn ‘Umar’ın Allah’ın Elçisi’nin birinin diğerini kaldırıp yerine oturtmasını yasakladığını söylediğini duyduğunu bildirmiştir. Cuma namazı için geçerli olup olmadığı sorulduğunda, Nafi‘ bunun hem Cuma namazı hem de diğer durumlar için geçerli olduğunu söylemiştir."
    },
    {
      "id": 800,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 801,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 802,
      "narrator": "",
      "text": "‘Abdallah b. ‘Amr, Allah’ın Elçisi’nin şöyle dediğini bildirmiştir: “Cuma namazına üç tür insan katılır; biri eğlenceli bir şekilde oradadır ve ondan aldığı tek şey budur; diğeri dua ile gelir, o da Allah’a dua eden bir adamdır, Allah dilerse isteğini kabul eder, dilerse reddeder; diğeri ise bir Müslüman’ın üzerine basmadan ve kimseyi rahatsız etmeden sessiz ve sakin bir şekilde oradadır, bu da onun günahlarının kefareti olur, bir sonraki Cuma’ya ve üç gün daha kadar, çünkü Allah şöyle buyurmuştur: ‘Kim bir hayır işlerse, ona on katı vardır’” (Kur’an; 6:160)."
    },
    {
      "id": 803,
      "narrator": "",
      "text": "Ebu Davud bunu aktarmıştır."
    },
    {
      "id": 804,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 805,
      "narrator": "",
      "text": "İbn ‘Abbas, Allah’ın Elçisi’nin şöyle dediğini bildirmiştir: “Cuma günü imam hutbe verirken konuşan kimse, kitap taşıyan bir eşek gibidir (bkz. Kur’an; 62:5) ve ona susmasını söyleyen kimse Cuma namazını kazanamaz.”"
    },
    {
      "id": 806,
      "narrator": "",
      "text": "Ahmad bunu aktarmıştır."
    },
    {
      "id": 807,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 808,
      "narrator": "",
      "text": "‘Ubaid b. as-Sabbaq, Allah’ın Elçisi’nin bir Cuma günü şöyle dediğini mursal olarak aktarmıştır: “Ey Müslümanlar topluluğu, bu Allah’ın bir bayram olarak tayin ettiği bir gündür, o yüzden yıkanın, eğer parfümü varsa sürmesinde bir sakınca yoktur; ve misvak kullanmalısınız.”"
    },
    {
      "id": 809,
      "narrator": "Ya'la b. Umayya said he heard the Prophet reciting on the pulpit, “And they will cry:",
      "text": "Malik bunu aktarmıştır. İbn Mace de ondan aktarmış ve İbn ‘Abbas’tan tam bağlı bir şekilde rivayet edilmiştir."
    },
    {
      "id": 810,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 811,
      "narrator": "",
      "text": "‘Amr b. Huraith dedi ki, Peygamber Cuma günü siyah bir sarıkla vaaz verdi, uçlarını omuzlarının arasında sallandırdı."
    },
    {
      "id": 812,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 813,
      "narrator": "",
      "text": "Jabir, Allah’ın Elçisi’nin bir hutbe sırasında şöyle söylediğini bildirdi: “Cuma günü imam vaaz verirken biriniz gelirse, iki rekât namaz kılmalı ve bunları kısa tutmalıdır.”"
    },
    {
      "id": 814,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 815,
      "narrator": "",
      "text": "Ebu Hureyre, Allah’ın Elçisi’nin şöyle söylediğini bildirdi: “İmamla birlikte namazda bir rekâta yetişen kimse, tüm namazı kılmıştır.”"
    },
    {
      "id": 816,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 817,
      "narrator": "Ka'b b. ‘Ujra said he entered the mosque when ‘Abd ar-Rahman b. Umm al-Hakam was sitting while he preached, and said:",
      "text": "İbn ‘Umar, Peygamber’in iki hutbe verdiğini söyledi. Minbere çıktığında oturur, mu’adhdhin bitene kadar beklerdi. Sonra kalkar ve vaaz eder, tekrar oturur ve hiçbir şey söylemez, sonra tekrar kalkar ve vaaz ederdi."
    },
    {
      "id": 818,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 819,
      "narrator": "",
      "text": "‘Abdallah b. Mes'ud dedi ki: “Peygamber minberde oturduğunda biz ona döndük.”"
    },
    {
      "id": 820,
      "narrator": "",
      "text": "Tirmidhi rivayet etmiştir ve bu hadisi yalnızca zayıf olan Muhammad b. al-Fadl’ın rivayetleri arasında bildiğini söylemiştir."
    },
    {
      "id": 821,
      "narrator": "Salim b. ‘Abdallah b. ‘Umar quoted his father as saying:",
      "text": "Jabir b. Samura dedi ki: “Peygamber vaaz verirken ayakta durur, sonra oturur, sonra tekrar ayakta durur ve vaaz vermeye devam ederdi. Eğer biri oturarak vaaz verdiğini söylerse, yalan söylüyordur. Allah’a yemin ederim ki, onunla birlikte iki binden fazla kez namaz kıldım.”"
    },
    {
      "id": 822,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 823,
      "narrator": "Jabir said:",
      "text": "Ka'b b. ‘Ujra, ‘Abd ar-Rahman b. Umm al-Hakam vaaz verirken otururken camiye girdi ve şöyle dedi: “Bu vaaz verirken oturan alçağı görün! Halbuki yüce Allah şöyle buyurmuştur: ‘Ama onlar ticaret veya eğlence gördüklerinde, ona dağılırlar ve seni ayakta bırakırlar.’” (Kur’an; 62:11)"
    },
    {
      "id": 824,
      "narrator": "He said:",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 825,
      "narrator": "",
      "text": "‘Umara b. Ruwaiba, minberde ellerini kaldırmış olan Bişr b. Marwan’ı gördüğünü ve şöyle dediğini aktardı: “Allah bu elleri reddetsin! Ben, Allah’ın Elçisi’nin elini bununla daha fazla hareket ettirdiğini görmedim;” ve işaret parmağıyla gösterdi."
    },
    {
      "id": 826,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin Dajnan ile 'Usfan arasında kamp kurduğunda, müşriklerin, \"Bu insanlar, babalarından ve oğullarından daha sevdikleri bir namaz kılıyorlar ve bu da öğle namazıdır, o halde bir araya gelin ve onları tek bir akınla bağlayın.\" dediklerini anlattı. Fakat Cebrail, Peygamber'e gelerek, arkadaşlarını iki gruba ayırmasını ve bir kısmını namaz kıldırırken diğerinin arkasında nöbet tutup silahlı durmasını emretti. Onlar bir rekât kılacak, Allah'ın Elçisi ise iki rekât kılacaktı."
    },
    {
      "id": 827,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 828,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in oruç açma günü ve kurban günü namaz yerine çıktığını ve ilk yaptığı şeyin namaz kılmak olduğunu söyledi. Namazı bitirdiğinde, oturan insanlara dönerek bir vaaz verir, talimatlar verir ve onlara emirler sunardı. Eğer bir ordu göndermeyi düşünüyorsa bunu yapar, ya da özel emirleri varsa onları verir ve sonra ayrılırdı."
    },
    {
      "id": 829,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 830,
      "narrator": "",
      "text": "Cabir b. Semura, \"Ben, Allah'ın Elçisi ile iki bayramda namaz kıldım, sadece bir veya iki kez değil, ezan veya ikamet olmadan.\" dedi."
    },
    {
      "id": 831,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 832,
      "narrator": "Umm ‘Atiya said:",
      "text": "İbn 'Umar, Allah'ın Elçisi, Ebu Bekir ve 'Ömer'in vaazdan önce bayram namazı kıldıklarını söyledi."
    },
    {
      "id": 833,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 834,
      "narrator": "",
      "text": "İbn 'Abbas'a, Allah'ın Elçisi ile bayram namazında bulunup bulunmadığı soruldu ve \"Evet, Allah'ın Elçisi çıktı ve namaz kıldı, sonra bir vaaz verdi (ezan veya ikamet zikredilmeden). Sonra kadınlara gitti, onlara bir vaaz ve öğüt verdi ve sadaka vermelerini emretti. Sonra onları kulaklarına ve boyunlarına elini koyarken gördüm ve Bilal'e verdiler, ardından Bilal ile birlikte evine gitti.\" dedi."
    },
    {
      "id": 835,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 836,
      "narrator": "Al-Bara’ said:",
      "text": "İbn 'Abbas, oruç açma günü Peygamber'in iki rek'at namaz kıldığını, öncesinde ve sonrasında namaz kılmadığını söyledi."
    },
    {
      "id": 837,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 838,
      "narrator": "",
      "text": "Ümmü Atiye, \"Biz, menstruasyon gören kadınları ve yalnız kalanları iki bayram günü, Müslümanların cemaat namazına ve dualarına katılmaları için dışarı çıkarmakla emrolunduk, fakat menstruasyon gören kadınların namaz kılma yerlerinden uzak durmaları gerekiyordu. Bir kadın, 'Ey Allah'ın Elçisi, aramızdan birinin dış elbisesi yok.' dedi. O da, 'Arkadaşından ödünç almasını söyle.' diye cevap verdi.\" dedi."
    },
    {
      "id": 839,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 840,
      "narrator": "",
      "text": "Aişe, Ebu Bekir'in Mina'da bulunduğu günlerde kendisini ziyarete geldiğini, yanında iki kız çocuğu olduğunu ve onların tambur çaldığını (bir versiyonda, onların Bû'ath savaşında Ensar'ın birbirine söylediklerini söyledikleri belirtiliyor) söyledi; o sırada Peygamber elbisesine sarılmıştı. Ebu Bekir onları azarladı, bunun üzerine Peygamber yüzünü açtı ve \"Onları bırak, Ebu Bekir; bunlar bayram günleridir.\" dedi. Bir versiyonda, \"Ebu Bekir, her milletin bir bayramı vardır, bu da bizimkidir.\" denilmektedir."
    },
    {
      "id": 841,
      "narrator": "",
      "text": "Buraida, Peygamber'in oruç açma günü bir şey yemeden dışarı çıkmadığını, ancak kurban günü dua etmeden hiçbir şey yemediğini söyledi."
    },
    {
      "id": 842,
      "narrator": "",
      "text": "Tirmidhi, İbn Mace ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 843,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 844,
      "narrator": "",
      "text": "Kathir b. 'Abdallah, babası aracılığıyla dedesinin, Peygamber'in iki bayramda ilk rek'atında Kur'an'dan okumadan önce \"Allah en büyüktür\" ifadesini yedi kez, son rek'atında ise beş kez söylediğini aktardığını bildirdi."
    },
    {
      "id": 845,
      "narrator": "",
      "text": "Tirmidhi, İbn Mace ve Darimi bunu rivayet etmiştir."
    },
    {
      "id": 846,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 847,
      "narrator": "Jabir said:",
      "text": "Ca'fer b. Muhammed, Peygamber, Ebu Bekir ve Ömer'in iki bayramda ve yağmur duasında ilk rek'atında yedi kez, ikinci rek'atında beş kez \"Allah en büyüktür\" dediğini mursal olarak bildirdi. Onlar hutbeden önce dua ettiler ve Kur'an'ı yüksek sesle okudular."
    },
    {
      "id": 848,
      "narrator": "",
      "text": "Şafii bunu rivayet etmiştir."
    },
    {
      "id": 849,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 850,
      "narrator": "",
      "text": "Sa'id b. al-'As, kurban ve oruç açma günü Allah'ın Elçisi'nin \"Allah en büyüktür\" ifadesini nasıl söylediğini sorduğunu, Ebu Musa'nın cenazelerdeki gibi dört kez söylediğini, Hudeyfe'nin de bunun doğru olduğunu söylediğini aktardı."
    },
    {
      "id": 851,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 852,
      "narrator": "Ibn Juraij said:",
      "text": "---"
    },
    {
      "id": 853,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Al-Bara', Peygamber'in oruç açma günü bir yay alıp ona dayanarak hutbe verdiğini söyledi."
    },
    {
      "id": 854,
      "narrator": "Anas said that God’s Messenger sacrificed with his own hand two horned rams which were white with black markings, mentioned God’s name and said, \"God is most great.” He added:",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 855,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 856,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Zorlanmadıkça sadece tam gelişmiş bir hayvan kesin, aksi takdirde bir dişi kuzu kesin.\""
    },
    {
      "id": 857,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 858,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 859,
      "narrator": "",
      "text": "Ukbe b. Amir, Peygamber'in kendisine arkadaşları arasında kurbanlık hayvan olarak bölmesi için bazı keçiler verdiğini, geriye bir yaşında bir keçi kaldığını söyledi. Bunu Allah'ın Elçisi'ne anlattı ve o da, \"Kendin kes.\" dedi. Bir rivayette, Allah'ın Elçisi'ne bir kuzu aldığını söylediğinde, \"Kesmeli.\" diye cevap verdi."
    },
    {
      "id": 860,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 861,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 862,
      "narrator": "",
      "text": "İbn Ömer, Peygamber'in namaz yerinde kurban kestiğini ve hayvanları boğazladığını söyledi."
    },
    {
      "id": 863,
      "narrator": "Hanash said:",
      "text": "Buhari bunu aktarmıştır. (Bkz. Bölüm 48a)"
    },
    {
      "id": 864,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 865,
      "narrator": "",
      "text": "Cabir, Peygamber'in şöyle dediğini bildirdi: \"Bir inek yedi kişi içindir, bir deveyi de yedi kişi kesebilir.\""
    },
    {
      "id": 866,
      "narrator": "Al-Bara’ b. ‘Azib said that when God's Messenger was asked what should be avoided in sacrificial animals he pointed with his hand* and said, \"Four types:",
      "text": "Muslim ve Ebu Davud bunu aktarmıştır, lafız Ebu Davud'a aittir."
    },
    {
      "id": 867,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 868,
      "narrator": "",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"On gün geldiğinde ve sizden biri kurban kesmeyi niyet ederse, onun tüyüne veya derisine dokunmamalıdır.\" Bir rivayette, \"Saçlarını alıp tırnaklarını kesmemelidir.\" denilmektedir. Diğer bir rivayette, \"Kim Dhul Hijja'nın yeni ayını görür ve kurban kesmeyi niyet ederse, onun saçını veya tırnağını almamalıdır.\" denilmektedir."
    },
    {
      "id": 869,
      "narrator": "",
      "text": "* Burada bahsedilen dönem, Dhul Hijjah'ın ilk on günüdür. Kurban günü onuncu gündür."
    },
    {
      "id": 870,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 871,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Kurban bayramında, kan dökmekten daha hoş bir iş yoktur. Kurban, kıyamet günü boynuzları, tüyleri ve tırnaklarıyla gelir ve kan, yere düşmeden önce Allah katında kabul bulur, bu yüzden buna sevinin.\""
    },
    {
      "id": 872,
      "narrator": "",
      "text": "Tirmizî ve İbn Mâce bunu aktarmıştır."
    },
    {
      "id": 873,
      "narrator": "Jundub b. ‘Abdallah said:",
      "text": "---"
    },
    {
      "id": 874,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini bildirdi: \"Allah'ın en çok ibadet edilmesini sevdiği günler, Zilhicce'nin on günüdür. Bu günlerde tutulan oruç, bir yıl oruç tutmaya eşittir ve bu gecelerde kılınan namaz, Kadir Gecesi'nde kılınan namaza eşittir.\""
    },
    {
      "id": 875,
      "narrator": "",
      "text": "Tirmizî ve İbn Mâce bunu aktarmıştır, ancak Tirmizî, isnadının zayıf olduğunu söylemiştir."
    },
    {
      "id": 876,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 877,
      "narrator": "",
      "text": "Cündüb b. Abdullah dedi ki: Kurban bayramı günü Allah'ın Elçisi ile birlikteydim. O, namazını bitirip selam verdikten sonra, namazını bitirmeden önce kesilen kurban etlerini gördü. Bunun üzerine şöyle dedi: \"Namazdan önce kurban kesen (ya da biz namaz kıldık) bir başka kurban kesmelidir.\" Bir rivayette şöyle dedi: \"Peygamber, kurban bayramı günü namaz kıldı, sonra hutbe verdi, sonra kurban kesti ve şöyle dedi: 'Namazdan önce kurban kesen (ya da biz namaz kıldık) bir başka kurban kesmelidir, eğer kimse kurban kesmemişse, Allah'ın adıyla kesmelidir.'\""
    },
    {
      "id": 878,
      "narrator": "Mikhnaf b. Sulaim said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 879,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 880,
      "narrator": "",
      "text": "Nafi', İbn Ömer'in şöyle dediğini bildirdi: \"Kurban bayramı, kurban bayramı gününden sonraki iki gün sürer.\""
    },
    {
      "id": 881,
      "narrator": "",
      "text": "Malik bunu aktarmıştır ve benzer bir şey duyduğunu 'Ali b. Ebu Talib'den söyledi."
    },
    {
      "id": 882,
      "narrator": "‘Abdallah b. ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 883,
      "narrator": "‘A'isha told a tradition similar to that of Ibn ‘Abbas and said:",
      "text": "İbn Ömer, Allah'ın Elçisi'nin Medine'de on yıl kaldığını ve kurbanı gözlemlediğini söyledi."
    },
    {
      "id": 884,
      "narrator": "Abu Musa said:",
      "text": "Tirmizî bunu aktarmıştır."
    },
    {
      "id": 885,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 886,
      "narrator": "",
      "text": "İbn Abbas, güneş tutulması olduğunda Allah'ın Elçisi'nin sekiz rükû ve dört secde ile namaz kıldığını söyledi. 'Ali'den de benzer bir rivayet vardır."
    },
    {
      "id": 887,
      "narrator": "‘Abd ar-Rahmin b. Samura said:",
      "text": "Bunu Müslim nakletmiştir."
    },
    {
      "id": 888,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 889,
      "narrator": "",
      "text": "Abd ar-Rahman b. Samura, Allah'ın Elçisi'nin hayatında Medine'de bazı oklarımı atarken güneş tutulması olduğunu söyledi. Bu yüzden oklarımı bıraktım ve \"Allah'a yemin ederim ki, Allah'ın Elçisi'nin güneş tutulmasında nasıl davrandığını görmek zorundayım\" dedim. Yanına gittiğimde, dua ederken ellerini kaldırmış bir şekilde duruyordu. Sonra Allah'ı tesbih etmeye, O'nun tek Allah olduğunu kabul etmeye, O'nun yüceliğini ilan etmeye, O'na hamd etmeye ve dua etmeye başladı, ta ki tutulma sona erene kadar. Tutulma sona erdiğinde iki sure okudu ve iki rek'at namaz kıldı."
    },
    {
      "id": 890,
      "narrator": "",
      "text": "Bunu Müslim, Abd ar-Rahman b. Samura'dan Sahih'inde nakletmiştir; aynı rivayet Şerh as-Sunna'da da onun aracılığıyla geçmektedir, ancak el-Masabih kopyalarında bu rivayet Cabir b. Samura'dan verilmiştir."
    },
    {
      "id": 891,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 892,
      "narrator": "",
      "text": "Asma' bint Ebu Bekir, güneş tutulması sırasında Peygamber'in kölelerin serbest bırakılmasını emrettiğini söyledi."
    },
    {
      "id": 893,
      "narrator": "",
      "text": "Bunu Buhari nakletmiştir."
    },
    {
      "id": 894,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 895,
      "narrator": "Sa‘d b. Abu Waqqas said :",
      "text": "Samura b. Cundub, Allah'ın Elçisi'nin bir tutulma sırasında onlara namaz kıldırdığını, ancak söylediklerini duymadıklarını söyledi."
    },
    {
      "id": 896,
      "narrator": "",
      "text": "Bunu Tirmidhi, Ebu Davud, Nesa'i ve İbn Mace nakletmiştir."
    },
    {
      "id": 897,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 898,
      "narrator": "",
      "text": "İkrime, İbn Abbas'a Peygamber'in belirli bir eşinin vefat ettiğini söylediklerinde secdeye kapandığını söyledi. Birisi ona neden böyle bir zamanda secde ettiğini sordu ve o da \"Allah'ın Elçisi bize bir işaret gördüğümüzde secde etmemizi emretti, ve Peygamber'in eşlerinin vefatından daha büyük bir işaret ne olabilir?\" diye cevap verdi."
    },
    {
      "id": 899,
      "narrator": "",
      "text": "Bunu Ebu Davud ve Tirmidhi nakletmiştir."
    },
    {
      "id": 900,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 901,
      "narrator": "",
      "text": "'Abdallah b. Zaid dedi ki, Allah'ın Elçisi, namaz kılmak için dışarı çıktı ve yağmur istedi. Kıbleye döndüğünde, pelerini ters çevirdi; sağ tarafını sol omzuna, sol tarafını sağ omzuna koydu ve Allah'a dua etti."
    },
    {
      "id": 902,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir."
    },
    {
      "id": 903,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 904,
      "narrator": "",
      "text": "Dedi ki, Allah'ın Elçisi, kendi khamisasını giyerek yağmur için dua etti. Onu baştan aşağı çevirmek istedi, ama çok ağır olduğu için omuzlarında döndürdü."
    },
    {
      "id": 905,
      "narrator": "",
      "text": "* Süslemeli kenarları olan siyah kare bir elbise."
    },
    {
      "id": 906,
      "narrator": "",
      "text": "Ahmet ve Ebu Davud rivayet etmiştir."
    },
    {
      "id": 907,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 908,
      "narrator": "",
      "text": "'Umair, Abul Lahm'ın kölesi, Peygamber'in Ahjar az-Zait'te yağmur için dua ettiğini gördüğünü söyledi. Orada ayakta durarak dua etti, yağmur için dua etti ve ellerini yüzünün önünde kaldırdı, ama başının üstüne kaldırmadı."
    },
    {
      "id": 909,
      "narrator": "Abu Huraira said:",
      "text": "1. Medine'nin, sanki yağ ile sürülmüş gibi görünen siyah taşlar yüzünden bu ismi aldığı söylenir."
    },
    {
      "id": 910,
      "narrator": "",
      "text": "2. Medine'de bir ev."
    },
    {
      "id": 911,
      "narrator": "",
      "text": "Ebu Davud rivayet etmiştir; Tirmizi ve Nesaî benzer bir şey rivayet etmiştir."
    },
    {
      "id": 912,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 913,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki, Allah'ın Elçisi, eski kıyafetler giyerek, alçakgönüllü ve mütevazi bir tavırla dua etmek için dışarı çıktı."
    },
    {
      "id": 914,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud, Nesaî ve İbn Mace rivayet etmiştir."
    },
    {
      "id": 915,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 916,
      "narrator": "",
      "text": "İbn Abbas, bir adamın onun huzurunda rüzgârı lanetlediğinde Peygamber'in şöyle dediğini aktardı: \"Rüzgârı lanetlemeyin, çünkü o emri altındadır; eğer birisi layık olmayan bir şeyi lanetlerse, lanet kendisine döner.\""
    },
    {
      "id": 917,
      "narrator": "Ubayy b. Ka'b reported God’s Messenger as saying:",
      "text": "Tirmizî bunu aktarmış ve bunun gharib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 918,
      "narrator": "Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 919,
      "narrator": "",
      "text": "Ubey b. Ka'b, Allah'ın Elçisi'nin şöyle dediğini bildirdi: \"Rüzgârı lanetlemeyin, fakat hoşlanmadığınız bir şey gördüğünüzde, 'Ya Rabbi, bu rüzgârda, içindeki şeyde ve ona emredilen şeyde bize hayır vermeni istiyoruz; ve bu rüzgârda, içindeki şeyde ve ona emredilen şeyde şerden sana sığınıyoruz.' deyin.\""
    },
    {
      "id": 920,
      "narrator": "",
      "text": "Tirmizî bunu aktarmıştır."
    },
    {
      "id": 921,
      "narrator": "",
      "text": "---"
    }
  ]
}