{
  "language": "tr",
  "metadata": {
    "length": 180,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin Muaz'ı Yemen'e gönderdiğinde şöyle söylediğini bildirdi: \"Sen, kitap ehli bir topluluğa ulaşacaksın, onları 'Allah'tan başka ilah yoktur ve Muhammed O'nun elçisidir' demeye davet et. Eğer buna itaat ederlerse, onlara Allah'ın her yirmi dört saatte beş vakit namazı farz kıldığını söyle. Eğer buna da itaat ederlerse, onlara Allah'ın zenginlerinden alınıp fakirlerine verilmesi gereken sadakayı farz kıldığını söyle. Eğer buna da itaat ederlerse, onların en iyi mallarını almaktan kaçın; zira haksızlığa uğrayanın iddiasına saygı göster, çünkü onunla Allah arasında bir perde yoktur.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Eğer altın veya gümüş sahibi olan biri, üzerine düşeni ödemezse, kıyamet günü onun için ateşten levhalar dövülecek, cehennem ateşinde ısıtılacak ve yan tarafı, alnı ve sırtı bunlarla dağlanacaktır. Her seferinde ateşe geri konulduklarında, kıyamet günü insanların arasında hüküm verilene kadar, onun için elli bin yıl sürecek bir günde geri getirilecektir; o da yolunun cennete mi yoksa cehenneme mi gideceğini görecektir.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ona develer hakkında soruldu ve şöyle yanıtladı: \"Eğer develerin sahibi, üzerine düşeni ödemezse, bir şey ki o da suya geldiklerinde sütlerini sağmaktır, kıyamet günü onlar için mümkün olduğunca geniş bir yumuşak kumlu ova serilecektir, o da orada tek bir yavru bile eksik bulamayacak ve onlar onu ayaklarıyla çiğneyecek ve ağızlarıyla ısıracaklardır. İlk geçenler ona geçerken, sonuncuları da elli bin yıl sürecek bir günde ona geri getirilecektir; o da yolunun cennete mi yoksa cehenneme mi gideceğini görecektir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Sığırlar ve koyunlar hakkında soruldu ve şöyle dedi: \"Eğer sığır veya koyun sahibi, üzerine düşeni ödemezse, kıyamet günü onlar için yumuşak kumlu bir ova serilecektir, o da orada hiçbiri eksik olmamakla birlikte, kıvrık boynuzlu, boynuzsuz veya kırık boynuzlu bulacak ve onlar onu boynuzlarıyla delip ayaklarıyla çiğneyeceklerdir. İlk geçenler ona geçerken, sonuncuları da elli bin yıl sürecek bir günde ona geri getirilecektir; o da yolunun cennete mi yoksa cehenneme mi gideceğini görecektir.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Atlar hakkında soruldu ve şöyle dedi: \"Atlar üç türdür; bir adam için yük, bir diğeri için örtü, bir diğeri için ise ödüldür. İlk sınıf, bir adamın onları ikiyüzlülük, gurur ve İslam halkına karşı muhalefet içinde tutmasıyla örneklendirilir, bu yüzden onlar ona bir yük olurlar. İkinci sınıf, bir adamın onları Allah yolunda kullanmak için tutması ve onların sırtları ve boyunlarıyla ilgili Allah'ın hakkını unutmamasıyla örneklendirilir, bu yüzden onlar ona bir örtü olurlar. Üçüncü sınıf, bir adamın onları İslam halkı tarafından Allah yolunda kullanılmak üzere tutması ve onları bir merada ve tarlada bulundurmasıyla örneklendirilir. O merada veya tarlada yedikleri miktar, onun adına iyi ameller olarak kaydedilecektir, ayrıca dışkıları ve idrarları da öyle olacaktır. Eğer iplerini koparıp bir veya iki koşu yaparlarsa, Allah onların ayak izlerinin ve dışkılarının miktarını onun adına iyi ameller olarak kaydedecektir. Eğer efendisi onları içecekleri bir nehirden geçirirse, niyet etmemiş olsa bile, Allah onların içtikleri miktarı onun adına iyi ameller olarak kaydedecektir.\""
    },
    {
      "id": 8,
      "narrator": "Abu Humaid as-Sa‘idi said that God’s messenger appointed a man of Azd called Ibn al-Lutbiya to collect the sadaqa and when he returned he said, “This is for you, and this was given me as a present.” So the Prophet delivered an address, and after praising and extolling God he said, \n\"To proceed:",
      "text": "Eşekler hakkında soruldu ve şöyle dedi: \"Eşekler hakkında bana yalnızca bu tekil ayet dışında bir vahiy gelmedi, 'Kim bir atom ağırlığında hayır işlerse onu görecektir, kim de bir atom ağırlığında şer işlerse onu görecektir.'\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Müslim bunu aktardı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Eğer Allah birine mal verirse ve o, onun zekatını ödemezse, kıyamet günü malı ona büyük, kel bir yılan olarak görünecektir; gözlerinin üstünde siyah lekeler olacaktır. Kıyamet günü boynuna geçirilecektir, sonra çenelerini yakalayacak ve 'Ben senin malınım; ben senin hazinendir' diyecektir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Sonra şu ayeti okudu: \"Cimrilik edenler, sakınmasınlar...\"*"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Buhari bunu aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "* Kuran 3:180"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 17,
      "narrator": "",
      "text": "“Bir kimse mal edinirse, üzerinden bir yıl geçmeden zekat vermekten sorumlu değildir.”"
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Tirmizî bunu nakletmiş, rivayeti İbn 'Umar'dan daha ileriye götürenlerin olmadığını belirtmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Ali, el-‘Abbas'ın Allah'ın elçisine, sadakasını vadesinden önce vermesi hakkında sorduğunu ve ona bunu yapması için izin verildiğini söylemiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Davud, Tirmizî, İbn Mace ve Darimi bunu nakletmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "'Amr b. Şu'ayb, babası aracılığıyla, dedesinin Peygamber'in insanlara hitap ettiğini ve şöyle dediğini aktardığını söylemiştir:"
    },
    {
      "id": 24,
      "narrator": "",
      "text": "“Eğer bir kimse, mal sahibi bir yetimin velisi ise, onunla ticaret yapmalı ve sadaka onu tüketene kadar onu terk etmemelidir.”"
    },
    {
      "id": 25,
      "narrator": "Anas said that when Abu Bakr sent him to al-Bahrain he wrote him this letter:",
      "text": "Tirmizî bunu nakletmiş, isnadının al-Muthanna b. as-Sabbah'ın zayıf olması nedeniyle eleştirildiğini eklemiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Hureyre, Ebu Bekir'in Peygamber'in vefatından sonra halife yapılması ve bazı Araplar arasında inkârın ortaya çıkması üzerine, 'Umar b. al-Khattab'ın Ebu Bekir'e, Allah'ın elçisinin şöyle dediğini hatırlatarak, “İnsanlarla, 'Allah'tan başka ilah yoktur' diyene kadar savaşmam emredildi,” dediğini sorduğunu ve “Kim bunu söylerse, malı ve canı benden korunmuştur, ona düşenler dışında, onun hesabı Allah'a aittir.”"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Bekir, “Allah'a yemin ederim ki, namaz ile zekat arasında ayrım yapanlarla kesinlikle savaşacağım; çünkü zekat, maldan alınması gereken bir şeydir. Allah'a yemin ederim ki, eğer bana Allah'ın elçisine verdikleri dişi keçiyi vermezlerse, bunun reddi üzerine onlarla savaşacağım.”"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "'Umar daha sonra, “Allah'a yemin ederim ki, Ebu Bekir'in savaşma konusunda haklı olduğunu açıkça gördüm ve bunun doğru olduğunu kabul ettim.”"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "(Buhari ve Müslim)."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "“Beş deve yüküne ulaşmadan tahıl veya hurma üzerinde sadaka yoktur.”"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Nesai bunu rivayet etmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Musa b. Talha, Peygamber'den Mu'adh b. Cebel'in mektubunu, onun sadece buğday, arpa, kuru üzüm ve hurma üzerinde sadaka toplamasını emrettiği şeklinde aktardığını söylemiştir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu, mursal bir formdadır ve Şerh as-Sünne'de rivayet edilmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Attab b. Usaid, Peygamber'in bağlar üzerindeki zekat hakkında şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "“Onlar, hurma ağaçları gibi değerlendirilmelidir; sonra zekat, hurma ağaçları üzerinde ödenen kuru hurma gibi kuru üzüm olarak ödenmelidir.”"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Sahl b. Ebu Hathma, Allah'ın elçisinin şöyle dediğini aktarmıştır:"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "“Değerlendirdiğinizde, üçte birini bırakın; eğer üçte bir bırakmazsanız, dörtte bir bırakın.” *"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve Nesai bunu rivayet etmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "* Bu, bazıları tarafından vergi değerlendirilirken üçte bir veya dörtte birin hesaba katılmaması gerektiği anlamında yorumlanmıştır."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Aişe, Peygamber'in 'Abdullah b. Ravaha'yı Yahudilere gönderdiğini ve onun meyve iyi durumda iken hurma ağaçlarını değerlendirdiğini, meyveler yenmeden önce bunu yaptığını söylemiştir."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin bal hakkında şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "İbn Abbas dedi ki,"
    },
    {
      "id": 47,
      "narrator": "",
      "text": "\"Ramazan'ın sonunda oruçla ilgili sadakayı verin. Allah'ın elçisi bu sadakayı her özgür insan veya köle, erkek veya kadın, genç veya yaşlı için kuru hurma veya arpa bir sa' veya buğdayın yarım sa'ı olarak belirlemiştir.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Abu Davud ve Nasa'i bunu aktarmıştır."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Dedi ki, Allah'ın elçisi oruç açma ile ilgili zekatı, oruç tutmanın boş ve edebe aykırı sözlerden arınması ve fakirler için bir yiyecek olarak belirlemiştir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Abu Davud bunu aktarmıştır."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Amr b. Şu'aib, babasının rivayetiyle, dedesinin, Peygamberin Mekke'nin vadilerinde ilan etmesi için birini gönderdiğini söyledi,"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "\"Oruç açma ile ilgili sadaka, her Müslüman, erkek veya kadın, özgür veya köle, genç veya yaşlı için gereklidir; buğdaydan iki mudd veya benzeri bir şeyden oluşmaktadır.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Tirmidhi bunu aktarmıştır."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Abdullah b. Tha'laba veya Tha'laba b. Abdullah b. Ebu Su'air, babasının rivayetiyle, Allah'ın elçisinin şöyle dediğini bildirmiştir,"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "\"Her iki kişiden, genç veya yaşlı, özgür veya köle, erkek veya kadın olarak bir sa' buğday alınmalıdır. Sizlerden zengin olanlar Allah tarafından arınacak, fakir olanlar ise verdiklerinden daha fazlasını O'ndan geri alacaklardır.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Abu Davud bunu aktarmıştır."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Enes, Peygamberin yolda bir hurma bulduğunu ve şöyle dediğini aktardı,"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "\"Eğer bu sadakadan olduğunu korkmasaydım, onu yerdim.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Ebu Hureyre, Hasan b. Ali'nin sadakadan bir hurmayı ağzına attığını ve Peygamberin, \"Bırak onu, bırak onu,\" dediğini, böylece onu atması için söylediğini bildirdi. Sonra şöyle dedi,"
    },
    {
      "id": 61,
      "narrator": "‘Ata’ b. Yasar reported in mursal form that God’s messenger said, \n''Sadaqa may not be given to a rich man, with the exception of five classes:",
      "text": "'Ata' b. Yasar, mursal olarak, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 62,
      "narrator": "",
      "text": "''Sadaka, beş sınıf dışında zengin birine verilmez: Allah yolunda savaşan, onu toplayan, borçlu olan, parasıyla satın alan bir adam veya yoksul bir komşusu olan ve ona sadaka verilmiş olan bir adam zenginden hediye verir.''"
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Malik ve Ebu Davud bunu nakletmiştir. Ebu Davud'un Ebu Sa'id'den rivayeti, ''ya bir yolcu'' şeklindedir."
    },
    {
      "id": 64,
      "narrator": "Qabisa b. Mukhariq said he had become a guarantor for a payment* and he went to God’s messenger to beg from him regarding it. He said, “Wait till I receive the sadaqa and I shall order it to be given you.” He then said, \n“Begging, Qabisa, is allowable only to one of three classes:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Ziyad b. al-Harith as-Suda’i, Peygamber'e geldiğini ve ona biat ettiğini, uzun bir hikaye anlattıktan sonra bir adamın kendisinden sadaka istemek için geldiğini söyledi. Allah'ın elçisi ona şöyle dedi:"
    },
    {
      "id": 66,
      "narrator": "",
      "text": "''Allah, bir peygamberin veya başka birinin sadakalar hakkında verdiği karardan hoşnut olmaz, ta ki bu konuda kendisi bir karar vermiş olsun. O, sadaka almaya hak kazananları sekiz kategoriye ayırmıştır,* bu nedenle eğer bu kategorilerden birine giriyorsan sana bir şey vereceğim.''"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "* Referans, Al-Qur'an 9:60'a işaret etmektedir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Zaid b. Aslam, 'Umar b. al-Khattab'ın hoşuna giden bir süt içtiğini ve ona bu sütü veren adama o sütün nereden geldiğini sorduğunu söyledi. Adam, kendisinin adını verdiği bir sulama yerine gittiğini ve orada sadaka olarak verilmiş develerin sulandığını bildirdi. İnsanların sütlerinden biraz aldıklarını söyleyerek, ''Ben bunu bu süt derisinde koydum, işte bu da o'' dedi."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "'Umar bunun üzerine elini ağzına sokarak kendini kusturdu."
    },
    {
      "id": 72,
      "narrator": "‘Umar b. al-Khattab said:",
      "text": "Malik ve Beyhaki, Şu'ab al-iman'da bunu nakletmiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Qabisa b. Mukhariq, bir ödeme için kefil olduğunu ve bununla ilgili olarak Allah'ın elçisinden yardım istemek için gittiğini söyledi. O, ''Sadakayı alana kadar bekle, sana verilmesini emredeceğim'' dedi. Sonra şöyle devam etti:"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "''Dilencilik, Qabisa, yalnızca üç sınıfa izin verilen bir şeydir: bir ödeme için kefil olmuş bir adam, ki ona dilencilik, onu alana kadar izin verilir, sonrasında dilenciliği bırakmalıdır; malı bir felaketle yok olmuş bir adam, ki ona dilencilik, hayatını sürdürecek bir şey alana kadar izin verilir (veya o, makul bir geçim sağlayacak bir şey alana kadar dedi); ve yoksullukla karşılaşmış bir adam, ki bu durumunu akıllı üç kişi onaylamalıdır, ona dilencilik, hayatını sürdürecek bir şey alana kadar izin verilir (veya o, makul bir geçim sağlayacak bir şey alana kadar dedi). Qabisa, dilencilik için başka bir sebep yasaktır ve böyle bir şeye girişen, onu haram bir şey olarak tüketmiş olur.''**"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "‘Ata’ b. Yasar, B. Asad'dan bir adamın rivayetiyle, Allah’ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 77,
      "narrator": "",
      "text": "“Eğer sizden biri, elinde bir Uqiya* veya eşdeğeri bir şey varken dilenirse, o aşırı bir şekilde dilenmiş olur.”"
    },
    {
      "id": 78,
      "narrator": "Anas said that when a man of the Ansar came to the Prophet and begged from him, he asked him whether he had nothing in his house.\nWhen he said he had a cloth part of which he wore and part of which he spread on the ground and a wooden bowl from which he drank water, God's messenger told him to bring them to him, and when he did so he took them in his hand and asked, “Who will buy these?” When a man offered a dirham he asked twice or thrice, “Who will offer more than a dirham?” and he gave them to a man who offered two dirhams. \nHe then took the two dirhams and giving them to the Ansari he said, “Buy food with one of them and hand it to your family, and buy an axe with the other and bring it to me.” When he brought it God’s messenger fixed a handle on it with his own hand and said, “Go, gather firewood and sell it, and don’t let me see you for a fortnight.” \nThe man went away and gathered firewood and sold it. When he had earned ten dirhams he came to him and bought a garment with some of them and food with others. \nThen God’s messenger said, \n“This is better for you than that begging should come as a spot on your face on the day of resurrection. Begging is right for only three people:",
      "text": "Malik, Ebu Davud ve Nasa’i bunu rivayet etmiştir."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "* Arapların Uqiya'sı kırk dirhemdi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 81,
      "narrator": "Ibn as-Sa‘idi said:",
      "text": "Hubşi b. Janada, Allah’ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "“Dilenmek, zengin birine veya güçlü ve sağlam birine caiz değildir; yalnızca, aşırı yoksulluk içinde olan veya ciddi bir borcu olan birine caizdir. Eğer biri, malını artırmak için dilenirse, kıyamet günü yüzünde yaralar olarak görünecek ve cehennemden yiyeceği sıcak taşlar olacaktır. O halde kim az istemek isterse az istesin, kim çok istemek isterse çok istesin.”"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Enes, Ensar'dan bir adamın Peygamber'e gelip ondan dilendiğinde, ona evinde hiçbir şeyin olup olmadığını sorduğunu söyledi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Adam, üstünde giydiği bir örtü ve yere serdiği bir örtü ile su içtiği bir tahta kâse olduğunu söyledi. Allah’ın elçisi ona bunları getirmesini söyledi. Adam getirdiğinde, onları eline alıp, “Bunları kim alacak?” diye sordu. Bir adam bir dirhem teklif etti, o da iki veya üç kez, “Bir dirhemi geçecek kim var?” diye sordu ve iki dirhem teklif eden bir adama verdi."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Sonra iki dirhemi alıp, Ensar'a verdi ve “Birini al, ailen için yiyecek al, diğerini al ve bana bir balta getir.” dedi. Adam balta getirdiğinde, Allah’ın elçisi onu kendi eliyle bir sapla donattı ve “Git, odun topla ve sat, beni on beş gün boyunca görme.” dedi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Adam gitti, odun topladı ve sattı. On dirhem kazandığında, ona geldi ve bunlardan birine elbise, diğerlerine yiyecek aldı."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Sonra Allah’ın elçisi şöyle dedi:"
    },
    {
      "id": 90,
      "narrator": "",
      "text": "“Bu, kıyamet günü yüzünde bir leke olarak dilenmekten daha hayırlıdır. Dilenmek yalnızca üç kişi için caizdir: biri aşırı yoksulluk içinde olan, biri ciddi borçlu olan veya kan bedelini ödemekte zorlanan.”"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 92,
      "narrator": "",
      "text": "“Cimri adam ile sadaka veren adam, elleri göğüslerine ve köprücük kemiklerine sıkıca basılmış iki demir ceket giymiş adam gibidir. Sadaka veren her verdiğinde onun için genişler, ama cimri adam sadaka vermeyi düşündüğünde daralır ve her halka yerinde kalır.”"
    },
    {
      "id": 93,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Abu Dharr said:",
      "text": "Cabir, Allah'ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 96,
      "narrator": "",
      "text": "“Zulümden sakının, çünkü zulüm, kıyamet gününde aşırı karanlıklar (zulumat) doğurur; cimrilikten de sakının, çünkü cimrilik, sizden öncekileri helak etti, onları birbirlerinin kanını dökmeye ve kendilerine haram kılınan şeyleri helal saymaya sevk etti.”"
    },
    {
      "id": 97,
      "narrator": "",
      "text": "(Müslim rivayet etmiştir.)"
    },
    {
      "id": 98,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Abu Sa'id reported God's messenger as saying, \n“There are two characteristics which are not combined in a believer:",
      "text": "Haritha b. Wahb, Allah'ın elçisinin insanlara sadaka vermeleri için teşvikte bulunduğunu, çünkü bir zamanın geleceğini, bir adamın sadakasıyla gideceğini ve onu kabul edecek kimse bulamayacağını söyledi. Bir adam şöyle der: “Eğer bunu dün getirmiş olsaydın kabul ederdim, ama bugün buna ihtiyacım yok.”"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Abu Huraira, bir adamın Allah'ın elçisine hangi sadakanın en büyük sevabı getirdiğini sorduğunda, onun şöyle cevap verdiğini bildirdi:"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "“Sağlıklı olduğun ve cimri olma eğiliminde bulunduğun, yoksulluktan korktuğun ve yeterlilik umduğun zaman verdiğin sadaka. Bunu ertelemeyin ve ölmek üzereyken ‘şuna ve buna şunu veriyorum’ demeyin, çünkü o zaten şu ve bu kişinin malı olmuştur.”*"
    },
    {
      "id": 104,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 105,
      "narrator": "",
      "text": "* Yani, miras yoluyla."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Umm Bujaid, Allah'ın elçisine, kapısında bir fakirin duracağını ve onun için utanacağını, çünkü evinde ona verecek hiçbir şey olmadığını söyledi. O da, “Elinde bir şey bulundur, hatta bu yanmış bir ayak bile olsa.” diye cevap verdi."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Ahmad, Ebu Davud ve Tirmidhi bunu aktarmıştır; Tirmidhi, bunun hasan sahih bir hadis olduğunu söylemiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Osman'ın bir müşteri, Umm Selma'ya bir parça et getirildiğini, çünkü Peygamber'in eti sevdiğini, bu yüzden hizmetçiye onu evde bırakmasını söylediğini, belki Peygamber'in onu yer diye ifade etti. O, evi penceresinin kenarına koydu. Bir dilenci geldi, kapıda durdu ve “Sadaka verin, Allah sizi mübarek etsin,” dedi. Onlar da “Allah sizi mübarek etsin,” diye cevap verince, dilenci gitti."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Sonra Peygamber içeri girdi ve Umm Selma'ya onun için yiyecek bir şey olup olmadığını sordu. O da, “Evet, var,” dedi ve hizmetçiye gidip Allah'ın elçisine o eti getirmesini söyledi; ama gittiğinde pencerede sadece bir parça çakmak taşı buldu."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Peygamber, “O et, dilenciye vermediğin için çakmak taşına dönüştü,” dedi."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Baihaqi bunu Dalail an-nubuwa'da aktarmıştır."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in bazı insanlara, kendilerine en kötü durumda olanı söylemesini isteyip istemediklerini sorduğunu, onların da istediklerini söyleyince, “Allah'ın adıyla bir şey istenip de O'nun adıyla verilmeyen kişi,” dediğini aktardı."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Ahmad bunu aktarmıştır."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Ebu Zer, elinde bir sopa ile geldiğini ve Osman'dan içeri girmek için izin istediğini, bunun da kendisine verildiğini söyledi. Osman, Ka'b'a, Abd ar-Rahman'ın bazı mülkler bırakarak öldüğünü ve bunun hakkında ne düşündüğünü sordu. O da, “Eğer Allah'a düşen hakkı vermiş olsaydı, bunda bir sakınca yoktur,” dedi. Ebu Zer sopasını kaldırdı, Ka'b'a vurdu ve Allah'ın elçisinin şöyle söylediğini duyduğunu ifade etti: “Eğer bu dağın ağırlığında altınım olsaydı ve onu harcayıp kabul ettirmiş olsaydım, geride altı uqiya bırakmayı istemezdim.”"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Sonra Osman'a üç kez, onu duyup duymadığını sordu ve o da duyduğunu söyledi."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Ahmad bunu aktarmıştır."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Ukba b. Harith, bir gün Medine'de Peygamber'in arkasında öğle namazını kıldıktan sonra, selam verdikten sonra hızlıca kalkıp, insanların üzerinden geçerek eşlerinden birinin odasına gittiğini söyledi. İnsanlar onun acele etmesine şaşırdılar ve dışarı çıktığında, hızlı hareketine olan şaşkınlıklarını görünce, “Bugün elimizdeki altınları hatırladım ve onun etkisi altında kalmak istemedim, bu yüzden dağıtılması için emir verdim,” dedi."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Bukhari bunu aktarmıştır."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Onun bir versiyonunda, “Evde sadakaya ait bazı altınlar bırakmıştım ve geceye kadar tutmak istemedim,” dedi."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Aişe, Allah'ın elçisinin hastalığı sırasında kendisine ait altı veya yedi dinar olduğunu ve bunları dağıtmasını emrettiğini, ancak onun acısını gidermekle meşgul olduğunu söyledi. O, altı veya yedi dinarın ne olduğunu sorduğunda, Aişe, onlarla ilgili hiçbir şey yapmadığını çünkü onun acısını gidermekle meşgul olduğunu söyledi. Peygamber, onları istedi ve eline alarak, “Allah'ın peygamberi, bunlarla birlikte büyük ve yüce olan Allah ile karşılaşırsa ne düşünür?” dedi."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Ebu Zer, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 122,
      "narrator": "",
      "text": "“Hiçbir iyilik eylemini önemsiz görmeyin, hatta kardeşinizle güler yüzle karşılaşmak bile.”"
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Muslim bunu aktarmıştır."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari, Allah'ın elçisinin her Müslümanın sadaka vermesi gerektiğini söylediğini bildirmiştir."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Ona bunun, hiçbir şeyi olmayan birine nasıl uygulanabileceği sorulduğunda, “Kendi yararına çalışmalı ve sadaka vermelidir.” diye cevap vermiştir."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Ona bunu yapamazsa ya da yapmazsa ne olacağını sorduklarında, “İhtiyaç içinde ve üzgün olan birine yardım etmelidir.” diye cevap vermiştir."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Ona bunu yapmazsa ne yapması gerektiği sorulduğunda, “İyiliği emretmelidir.” diye cevap vermiştir."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Ona bunu yapmazsa ne yapması gerektiği sorulduğunda, “Kötülükten sakınmalıdır, çünkü bu onun için sadaka olacaktır.” diye cevap vermiştir."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 131,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 133,
      "narrator": "‘Abdallah b. Salam said:",
      "text": "“İnsanların parmaklarının ve ayak parmaklarının her kemiği, güneş her doğduğunda sadaka vermelidir. İki adam arasında adalet sağlamak sadakadır; bir adamın yükünü hayvanına yüklemesi veya kaldırması sadakadır; güzel bir söz sadakadır; namaza doğru atılan her adım sadakadır; ve eğer biri yoldan zararlı bir şeyi kaldırırsa, bu da sadakadır.”"
    },
    {
      "id": 134,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 135,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Cabir, Allah’ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 137,
      "narrator": "",
      "text": "“Her iyilik bir sadakadır ve iyilik, kardeşinle güler yüzle karşılaşmayı ve kovandaki suyu kardeşinin kabına dökmeyi de kapsar.”"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Ahmet ve Tirmizi bunu aktarmıştır."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Ebu Zerr, Allah’ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 140,
      "narrator": "",
      "text": "“Kardeşinin yüzüne gülümsediğin, ya da iyi olanı emrettiğin, ya da kötü olanı yasakladığın, ya da kaybolmuş birine yol gösterdiğin, ya da kötü gören birine yardım ettiğin, ya da yoldan taşları, dikenleri ve kemikleri kaldırdığın, ya da kovandaki suyu kardeşinin kabına döktüğün zaman, bunlar senin için bir sadaka sayılır.”"
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Tirmizi bunu aktarmış ve bunun gharib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Sa'd b. Ubade, Allah’ın elçisine Umm Sa'd’ın öldüğünü bildirdi ve en iyi sadaka türünün ne olduğunu sordu. O da suyun en iyisi olduğunu söyleyince, bir kuyu kazdı ve bunun Umm Sa'd için olduğunu söyledi."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "Ebu Davud ve Nesai bunu aktarmıştır."
    },
    {
      "id": 144,
      "narrator": "Abu Jurayy Jabir b. Sulaim said:",
      "text": "Ebu Said, Allah’ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "“Eğer bir Müslüman, bir Müslümanı çıplakken giydirirse, Allah onu cennetin yeşil elbiselerinden biriyle giydirir; eğer bir Müslüman, bir Müslümanı açken beslerse, Allah onu cennetin meyvelerinden biriyle besler; ve eğer bir Müslüman, bir Müslümana susuzken içecek verirse, Allah ona mühürlenmiş saf şarap verir.”"
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Ebu Davud ve Tirmizi bunu aktarmıştır."
    },
    {
      "id": 147,
      "narrator": "‘Abdallah b. Mas'ud attributed the following to the Prophet, \n“There are three whom God loves:",
      "text": "Fatıma bint Kays, Allah’ın elçisinin şöyle söylediğini bildirdi:"
    },
    {
      "id": 148,
      "narrator": "Abu Dharr reported God's messenger as saying, \n“There are three whom God loves and three whom God hates. Those whom God loves are:",
      "text": "“Zekat dışında mülk üzerinde bir şey vardır.”*"
    },
    {
      "id": 149,
      "narrator": "Anas reported God’s messenger as saying:",
      "text": "Sonra, “Yüzlerinizi doğuya ve batıya çevirmeniz iyilik değildir...”** diye okudu."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Tirmizi, İbn Mace ve Darimi bunu aktarmıştır."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Marthad b. 'Abdallah, Allah'ın elçisinin bir sahabisinin ona, \"Kıyamet gününde müminin gölgesi onun sadakası olacaktır.\" dediğini duyduğunu aktardığını söyledi."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ahmad bunu rivayet etmiştir."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın elçisinin şöyle dediğini bildirmiştir:"
    },
    {
      "id": 155,
      "narrator": "",
      "text": "\"'Aşura günü ailesine cömertçe harcayan kimseye, Allah yılın geri kalanında cömert davranır.\""
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Süfyan bunun doğru olduğunu test ettiğini söyledi."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Razin bunu rivayet etti, ve Beyhaki, Şu'ab al-iman'da, bunu Ebu Hureyre, Ebu Said ve Cabir'den rivayet etti, ancak zayıf olduğunu belirtti."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Ebu Ümame, Ebu Dharr'ın Allah'ın Peygamberine sadakanın mükafatı hakkında sorduğunu ve aldığı cevabı şöyle aktardı:"
    },
    {
      "id": 160,
      "narrator": "",
      "text": "\"Kat kat fazlası ve Allah katında daha fazlası.\""
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Ahmad bunu rivayet etmiştir."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Ebu Hureyre ve Hakim b. Hizam, Allah'ın elçisinin şöyle dediğini bildirmiştir:"
    },
    {
      "id": 164,
      "narrator": "",
      "text": "\"En iyi sadaka, geçim sağlayan olandır; ve sorumluluğunuz altındakilerle başlayın.\""
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Buhari bunu rivayet etti, ancak Müslim bunu yalnızca Hakim'den rivayet etmiştir."
    },
    {
      "id": 166,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 167,
      "narrator": "",
      "text": "“Size insanların en hayırlısını söyleyeyim; o, atının ipini Allah'ın yolunda tutan adamdır."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Size ona en yakın olanı söyleyeyim; o, elindeki birkaç keçiyle inzivaya çekilen ve onlardan Allah'a düşen hakkı ödeyen adamdır."
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Size insanların en kötüsünü söyleyeyim; o, Allah'ın adıyla birisinden dilenen ama O'nun adıyla hiçbir şey vermeyen adamdır.”"
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Tirmizî, Nasâi ve Dârimî bunu nakletmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Ümmü Bucaid, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 173,
      "narrator": "",
      "text": "“Dilenciye, yanına sadece yanmış bir ayak bile olsa, gönder.”"
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Malik ve Nasa’i bunu nakletmiş, Tirmizî ve Ebu Davud da benzer bir şey nakletmiştir."
    },
    {
      "id": 175,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın elçisinin şöyle söylediğini bildirmiştir:"
    },
    {
      "id": 177,
      "narrator": "Sa'd said that when God’s messenger took the oath of allegiance from the women, a woman of high rank who seemed to be one of the women of Mudar rose and said, “Prophet of God, we are dependent* on our parents, our sons and our husbands, so with what part of their property can we do what we like?” He replied, “Fresh food which you eat and give as a present.” \n\nAbu Dawud transmitted it.\n\n* The Arabic is kall, meaning:",
      "text": "“Eğer birisi Allah'ın adıyla korunma talep ederse, ona koruma verin;"
    },
    {
      "id": 178,
      "narrator": "‘Umair the client of Abul Lahm said:",
      "text": "eğer birisi Allah'ın adıyla dilenirse, ona bir şey verin;"
    },
    {
      "id": 179,
      "narrator": "‘Umar b. al-Rhattab said:",
      "text": "eğer biri size davet ederse, davetini kabul edin;"
    },
    {
      "id": 180,
      "narrator": "",
      "text": "ve eğer biri size bir iyilik yaparsa, ona karşılık verin,"
    }
  ]
}