{
  "language": "tr",
  "metadata": {
    "length": 112,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "‘Uthmān, Allah’ın elçisinin şöyle dediğini bildirdi: “Sizlerden en hayırlısı, Kur’ân’ı öğrenen ve öğreten kişidir.”"
    },
    {
      "id": 2,
      "narrator": "‘Uqba b. ‘Āmir said:",
      "text": "Buhârî bunu nakletmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "‘Uqba b. ‘Āmir dedi ki: Suffa’da (Medine’de bazı fakirlerin yaşadığı bir tür veranda) bulunduğumuzda, Allah’ın elçisi dışarı çıktı ve sordu: “Sizlerden hanginiz her sabah Buthān veya al-‘Aqīq’e (Medine’ye yakın, develerin satıldığı iki vadi) gidip, günah işlemeden ve akrabalık bağlarını koparmadan iki büyük hörgüçlü dişi deve getirmek ister?” Biz cevap verdik: “Ey Allah’ın elçisi, hepimiz bunu isteriz.” O da dedi: “Sizlerden biri sabah namazına gidip, Allah’ın Kitabından iki ayet okusa, bu onun için iki dişi deveden daha hayırlıdır; üç ayet okusa, bu onun için üç dişi deveden daha hayırlıdır; dört ayet okusa, bu onun için dört dişi deveden daha hayırlıdır; ve bu şekilde devam eder.”"
    },
    {
      "id": 5,
      "narrator": "Ibn ‘Umar reported God’s messenger as saying, “Envy is justified only regarding two types:",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Abū Huraira, Allah’ın elçisinin şöyle dediğini bildirdi: “Sizlerden biri ailesine döndüğünde orada üç büyük, şişman hamile dişi deve bulmayı ister mi?” Biz bunun üzerine “Evet, isteriz” dedik. O da dedi: “Sizlerden birinin namazında okuduğu üç ayet, onun için üç büyük, şişman, hamile dişi deveden daha hayırlıdır.”"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Müslim bunu nakletmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Abū Sa'īd b. al-Mu‘allā said:",
      "text": "‘Ā’işe, Allah’ın elçisinin şöyle dediğini bildirdi: “Kur’ân’da mahir olan kişi, yüce, dürüst yazıcı meleklerle beraberdir; Kur’ân’ı okurken zorlanan ve zorlanarak okuyan kişi ise iki kat ödül alır.”"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "(Buhârî ve Müslim.)"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "İbn ‘Umar, Allah’ın elçisinin şöyle dediğini bildirdi: “Kıskançlık yalnızca iki kişi hakkında caizdir: Allah tarafından Kur’ân verilen ve gece gündüz onu okuyan bir adam; ve Allah tarafından mal verilen ve gece gündüz başkalarına harcayan bir adam.”"
    },
    {
      "id": 14,
      "narrator": "Ubayy b. Ka‘b said:",
      "text": "(Buhârî ve Müslim.)"
    },
    {
      "id": 15,
      "narrator": "Abū Huraira said:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Ibn ‘Abbas said that while Gabriel was sitting with the Prophet he heard a creaking sound above him, and after raising his head he said, “This is a gate opened in heaven to-day which has never been opened before.” Then when an angel descended through it he said, “This is an angel come down to earth who has never come down before.” He gave a salutation and said, “Rejoice in two lights brought to you which have not been brought to any prophet before you:",
      "text": "İbn Abbas, Cebrail'in Peygamber ile otururken yukarıdan bir gıcırtı sesi duyduğunu ve başını kaldırdığında, “Bugün daha önce hiç açılmamış olan bir kap cennette açıldı.” dediğini aktardı. Sonra bir melek onun aracılığıyla aşağı indiğinde, “Bu, daha önce hiç inmemiş bir melektir.” dedi. Selam verdi ve “Size daha önce hiçbir peygambere verilmemiş iki nur ile müjdelenin: Fatiha (Kur'an, 1) ve Bakara suresinin son ayetleri (Kur'an, 2). Onlardan bir cümle okumadan, içindeki bereketi almayacaksınız.”"
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Mes'ud, Allah'ın elçisinin şöyle dediğini bildirdi: “Kim gece Bakara suresinin son iki ayetini okursa, ona zarar gelmez.” *Ya da ona yeter."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Ebu Derdak, Allah'ın elçisinin şöyle dediğini bildirdi: “Kim, Kahf suresinin (Kur'an, 18) başındaki on ayeti ezberlerse, deccal'dan korunur.”"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "Ibn Mas'ūd’s tradition, “When God’s messenger was taken up to heaven ...” will be mentioned in the chapter on the Mi'rāj, if God most high will. \nMi'rāj, Book 25, ch. 23, second last tradition in I.\n‘Abd ar-Rahmān b. ‘Auf reported the Prophet as saying, “Three things will be under the Throne on the day of resurrection:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: “Sizlerden herhangi biri gece Kur'an'ın üçte birini okumaktan aciz mi?” Kur'an'ın üçte birinin nasıl okunabileceği sorulduğunda, “'De ki, O Allah'tır, tektir' (Kur'an, 112) Kur'an'ın üçte birine eşittir.” diye cevap verdi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Muslim rivayet etmiştir, ve Buhari bunu Ebu Said'den rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Ibn Mas'ūd reported God’s messenger as saying:",
      "text": "Aişe, Peygamber'in bir adamı bir seferin başına gönderdiğini ve onun, arkadaşlarıyla namaz kılarken “De ki, O Allah'tır, tektir.” ile bitirdiğini söyledi. Onlar döndüklerinde bunu Peygamber'e anlattılar ve O da onlara neden böyle yaptığını sormalarını söyledi. Onlar sordular ve o da, “Çünkü bu, Rahman'ın bir tarifidir ve onu okumayı seviyorum.” dedi. Sonra Peygamber, “Ona söyleyin ki, Allah onu seviyor.” dedi."
    },
    {
      "id": 29,
      "narrator": "Al-Hārith al-A‘war said:",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "‘Uqba b. ‘Amir, Allah'ın elçisinin şöyle dediğini duyduğunu söyledi: “Eğer Kur’ān bir deri içine konulup ateşe atılsaydı, yanmazdı.”"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Dārimī bunu rivayet etmiştir."
    },
    {
      "id": 33,
      "narrator": "Abū Huraira said:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "‘Alī, Allah'ın elçisinin şöyle dediğini bildirdi: “Eğer biri Kur’ān’ı okur, ezberler, içindeki helal olanı helal, haram olanı haram olarak beyan ederse, Allah onu cennete alır ve cehennemi hak eden on akrabası için şefaatçi kılar.”"
    },
    {
      "id": 35,
      "narrator": "He reported God's Messenger as saying:",
      "text": "Ahmad, Tirmidhī, İbn Mace ve Dārimī bunu rivayet etmiştir. Tirmidhī, bunun gharīb bir hadis olduğunu ve rivayet eden Hafs b. Süleyman'ın zayıf olduğunu belirtmiştir."
    },
    {
      "id": 36,
      "narrator": "An-Nu‘mān b. Bashīr reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Abū Huraira, Allah'ın elçisinin bir gün Ubayy b. Ka'b'a namaz sırasında nasıl okuduğunu sorduğunda, o da Ümmü'l-Kur’ān’ı (Kur’ān 1) okuduğunu, “Canım elinde olan Allah'a yemin ederim ki, bunun benzeri Tevrat, İncil, Zebur veya Kur’ān'da indirilmemiştir; bu, tekrar edilen yedi ayettir ve bana verilen büyük Kur’ān'dır.” dediğini bildirdi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Tirmidhī bunu rivayet etmiştir, Dārimī ise “bunun benzeri indirilmemiştir” kısmını rivayet etmiştir, ancak Ubayy b. Ka'b'ı anmamıştır. Tirmidhī, bunun hasan sahih bir hadis olduğunu söylemiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: “Kur’ān’ı öğrenin ve okuyun; çünkü gece namazında onu öğrenen, okuyan ve kullanan kimse, her yere yayılan miskle dolu bir çantaya benzer; onu öğrenip içinde taşıyarak uykuya dalan kimse de içinde misk olan bir çantaya benzer.”"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Tirmidhī, Nasā’ī ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: “Eğer biri sabah Hā Mīm al-Mu’min (Kur’ān, 40:1-3) ile ‘Ona varış son noktadır’ ve Ayetü'l-Kürsî’yi (Kur’ān, 2:255) okursa, akşama kadar ondan korunur; eğer akşam okursa, sabaha kadar ondan korunur.”"
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Tirmidhī ve Dārimī bunu rivayet etmiştir. Tirmidhī, bunun gharīb bir hadis olduğunu söylemiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "İbn Abbâs ve Anas b. Mâlik, Allah'ın elçisinin “Sarsıldığı zaman” (Kur'an, 99) ifadesinin Kur'an'ın yarısına, “De ki, O Allah, tektir” (Kur'an, 112) ifadesinin Kur'an'ın üçte birine, “De ki, ey kâfirler” (Kur'an, 109) ifadesinin ise Kur'an'ın dörtte birine eşdeğer olduğunu söylediğini bildirmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ma‘qil b. Yasâr, Peygamber'in, “Kim sabahları üç kez ‘Lanetten uzaklaşan şeytandan Allah'a sığınırım’ der ve Kur'an'ın 59. sûresi olan el-Haşr'ın sonunda üç ayet okursa, Allah ona akşam olana kadar kendisine dua eden yetmiş bin melek görevlendirir ve o gün ölürse şehit olarak ölür. Kim akşamları bunu söylerse o da o mertebede olacaktır.” dediğini bildirmiştir."
    },
    {
      "id": 50,
      "narrator": "Abū Huraira said:",
      "text": "Tirmizî ve Dârimî bunu rivayet etmiştir; Tirmizî bu hadisin garib olduğunu söylemiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "‘Uqba b. ‘Āmir said :",
      "text": "Anas, Peygamber'in, “Kim günde iki yüz kez ‘De ki, O Allah, tektir’ okursa, elli yılın günahları silinir, ancak borcu yoksa.” dediğini bildirmiştir."
    },
    {
      "id": 53,
      "narrator": "‘Abdullah b. Khubaib said:",
      "text": "Tirmizî ve Dârimî bunu rivayet etmiştir. İkincisinin rivayetinde “elli kez” geçmektedir ve “borcu yoksa” ifadesini zikretmemiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "O, Peygamber'in, “Kim yatağında uyumak üzere sağ tarafına yatar ve ‘De ki, O Allah, tektir’ ifadesini yüz kez okursa, Rabbim kıyamet gününde ona ‘Kulum, sağından cennete gir’ der.” dediğini bildirmiştir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Tirmizî bunu rivayet etmiştir; bu hadisin hasen garib olduğunu söylemiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Abû Hurayra, Peygamber'in bir adamın “De ki, O Allah, tektir” okuduğunu duyduğunda, “Bu kesin.” dediğini bildirmiştir. Ben de ona neyin kesin olduğunu sordum, o da cennetin kesin olduğunu söyledi."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Mâlik, Tirmizî ve Nasâi bunu rivayet etmiştir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "‘Uthmān b. ‘Affān dedi ki, “Kim bir gece Âl ‘Imrān (Kur’ân, 3) suresinin sonunu okursa, ona bir geceyi ibadetle geçirmiş gibi sevap yazılır.”"
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Dârimi rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Makhūl dedi ki, “Kim bir Cuma günü Âl ‘Imrān suresini okursa, melekler ona akşam olana kadar salat ederler.”"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Dârimi rivayet etmiştir."
    },
    {
      "id": 66,
      "narrator": "Khālid b. Ma'dān said:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Jubair b. Nufair, Allah’ın elçisinin şöyle dediğini bildirdi: “Allah, Bakara suresini, Arş’ın altında bulunan hazinesinden bana verilen iki ayetle tamamladı; o yüzden onları öğrenin ve kadınlarınıza öğretin, çünkü onlar bir bereket, bir yaklaşma vesilesi ve bir duadır.”"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Dârimi bunu mürsel olarak rivayet etmiştir."
    },
    {
      "id": 69,
      "narrator": "‘Abdallāh b. Mas'ūd said, “Everything has a hump, and the hump of the Qur’ān is sūra al-Baqara. Everything has a kernel, and the kernel of the Qur’ān is al-Mufassal.*\n*A title given to the sūras from 49 to the end, but several other sūras are also mentioned:",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Ka‘b, Allah’ın elçisinin şöyle dediğini bildirdi: “Cuma günleri Hûd suresini okuyun.”"
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Dârimi bunu mürsel olarak rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Abū Sa'id, Peygamberin şöyle dediğini bildirdi: “Kim Cuma günü Kehf suresini okursa, ona bir sonraki Cuma’ya kadar ışık saçılacaktır.”"
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Baihaqî bunu el-Da‘awāt al-kabir’de rivayet etmiştir."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Al-Hasan, mursal olarak, Peygamber'in şöyle söylediğini bildirmiştir: “Kim bir gecede yüz ayet okursa, o gece Kur'ân ona karşı delil getirmeyecektir; kim bir gecede iki yüz ayet okursa, o geceyi namazda geçirmiş olarak kaydedilecektir; ve kim bir gecede beş yüz ile bin ayet okursa, sabahında ona bir kintâr kadar sevap verilecektir.” Kendisine kintâr'ın ne olduğu sorulduğunda, on iki bin olduğunu söylemiştir."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "*Bu, birçok farklı değere atfedilen bir ölçüdür."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Dârimî bunu aktarmıştır."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Abū Mūsā al-Ash’arī, Allah'ın elçisinin şöyle söylediğini bildirmiştir: “Kur'ân bilgini sürekli taze tutun, zira yemin ederim ki, ruhumun elinde olduğu Allah'a, o, bağlı develerden daha çabuk kaçma eğilimindedir.”"
    },
    {
      "id": 81,
      "narrator": "",
      "text": "(Bukhārī ve Muslim.)"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "İbn Mas’ūd, Allah'ın elçisinin şöyle söylediğini bildirmiştir: “Şu ve bu ayeti unuttum demek yanlıştır, zira unutturulmuştur. Kur'ân'ı öğrenin, zira o, insanların aklından hayvanlardan daha çabuk kaçar.”"
    },
    {
      "id": 84,
      "narrator": "",
      "text": "(Bukhārī ve Muslim, Muslim \"bağlı olanlar\" ifadesini eklemektedir.)"
    },
    {
      "id": 85,
      "narrator": "Abdallāh b. Mas'ūd said:",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "İbn ‘Umar, Peygamber'in şöyle söylediğini bildirmiştir: “Kur'ân'ı öğrenen, bağlı develerin sahibine benzer. Onlara dikkat ederse, onları elinde tutar; ama serbest bırakırsa, giderler.”"
    },
    {
      "id": 87,
      "narrator": "",
      "text": "(Bukhārī ve Muslim.)"
    },
    {
      "id": 88,
      "narrator": "Abū Sa'īd al-Khudrī said:",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Cündüb b. ‘Abdallāh, Allah'ın elçisinin şöyle söylediğini bildirmiştir: “Kur'ân'ı, üzerinde yoğunlaşabildiğiniz kadar okuyun, ama dikkatiniz dağıldığında bırakın.”"
    },
    {
      "id": 90,
      "narrator": "",
      "text": "(Bukhārī ve Muslim.)"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Abdallāh b. ‘Amr, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kur'ân'ı üç geceden daha kısa bir sürede okuyan, onu anlamamıştır.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Tirmidhî, Abū Dāwūd ve Dārimī bunu aktarmıştır."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "‘Uqba b. ‘Āmir, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kur'ân'ı yüksek sesle okuyan, sadakayı açıkça veren gibidir; Kur'ân'ı sessizce okuyan ise sadakayı gizlice veren gibidir.\""
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Tirmidhî, Abū Dāwūd ve Nasā’i bunu aktarmış, Tirmidhî bu hadisin hasan gharīb bir rivayet olduğunu belirtmiştir."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Suhaib, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kur'ân'ın yasakladığını helal sayan, ona iman etmemiştir.\""
    },
    {
      "id": 96,
      "narrator": "Jabir said:",
      "text": "Tirmidhî bunu aktarmıştır, ancak bu hadisin isnadının güçlü olmadığını belirtmiştir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Al-Laith b. Sa‘d, İbn Abū Mulaika'dan, o da Yā'lā b. Mamlak'tan, onun da Umm Salama'ya Peygamber'in nasıl okuduğunu sorduğunu ve onun da bunu kelime kelime açıkladığı şekilde tarif ettiğini aktardı.*"
    },
    {
      "id": 98,
      "narrator": "",
      "text": "*Tercüme, onun her heceyi belirgin bir şekilde telaffuz ettiğini gösterdiği ya da sadece Peygamber'in okumasının ince kalitesini örneklediği anlamında açıklanmıştır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Tirmidhî, Abū Dāwūd ve Nasā’i bunu aktarmıştır."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "İbn Juraij, İbn Abū Mulaika'dan, o da Umm Salama'nın şöyle söylediğini bildirdi: \"Allah'ın elçisi, okumasında duraklamalar yapardı. 'Alemlerin Rabbi olan Allah'a hamd olsun' der, sonra dururdu. Sonra 'Merhamet eden, bağışlayan' der, sonra dururdu.\""
    },
    {
      "id": 101,
      "narrator": "‘Umar b. al-Khattab said:",
      "text": "Tirmidhî bunu aktarmıştır, ancak isnadının tam olarak bağlı olmadığını belirtmiştir, çünkü al-Laith bu hadisi İbn Abū Mulaika'dan, o da Yā'lā b. Mamlak'tan, o da Umm Salama'dan aktarmıştır ve al-Laith'in rivayeti daha sağlamdır."
    },
    {
      "id": 102,
      "narrator": "Ibn Mas’ūd said:",
      "text": "Cabir dedi ki: Allah'ın elçisi, biz Kur'ân okurken, aramızda göçebe Araplar ve Arap olmayanlar da varken, dışarı çıktı ve \"Oku, çünkü hepsi hayırdır; ama sizden sonra, okumasını bir ok gibi düzelten ve bunun için bu dünyada bir ödül arayan insanlar gelecek\" dedi."
    },
    {
      "id": 103,
      "narrator": "Ubayy b. Kā'b said:",
      "text": "Abū Dāwūd ve Beyhakî, Shu'ab al-īmān'da bunu aktarmıştır."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Hudhaifa, Allah'ın elçisinin şöyle söylediğini bildirdi: \"Kur'ân'ı Arapların modülasyonları ve tonlarıyla oku, ancak aşk şiirlerini okuyanların ve iki Kitap halkının modülasyonlarından kaçın.\" Ölümümden sonra, Kur'ân'ı okurken şarkı söyleme ve feryat etme gibi tıngırdayan insanlar gelecek, ama sesleri boğazlarından öteye geçmeyecek ve onlar ve performanslarından etkilenenler sapıtacaklar.\""
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Beyhakî, Shu'ab al-īmān'da ve Razīn, kitabında bunu aktarmıştır."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "İmrân b. Hüsayn, bir hikâye anlatıcısına rastladığında, onun Kur'an okuduğunu ve ardından ücret talep ettiğini söyledi. Önce \"Biz Allah'a aitiz ve O'na döneceğiz\" sözlerini söyledi ve ardından Allah'ın elçisinin şöyle dediğini duyduğunu aktardı: \"Kim Kur'an okursa, ondan bir ödül istemelidir; çünkü insanlar, Kur'an okuyup, ondan insanlar için ödül talep edenler olarak ortaya çıkacaklardır.\""
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Ahmet ve Tirmizî rivayet etmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "‘Alqama said:",
      "text": "Bureyde, Allah'ın elçisinin şöyle dediğini bildirdi: \"Kim Kur'an'ı okuyup, bununla insanlardan geçim sağlamayı amaçlarsa, kıyamet gününde yüzü etsiz bir kemik gibi gelir.\""
    },
    {
      "id": 110,
      "narrator": "Zaid b. Thābit said:",
      "text": "Beyhaki, Şu’ab al-İman'da rivayet etmiştir."
    },
    {
      "id": 111,
      "narrator": "Anas b. Mālik told of Hudhaifa b. al-Yamān coming to ‘Uthmān after having led the Syrians along with the ‘Irāqīs at the conquest of Armenia and Azerbaijan:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın elçisinin surelerin nerede ayrılacağını bilmediğini, \"Rahman ve Rahim olan Allah'ın adıyla\" ayeti indirilene kadar söyledi."
    }
  ]
}