{
  "language": "tr",
  "metadata": {
    "length": 272,
    "arabic": {
      "title": "مشكاة المصابيح",
      "author": "الخطيب التبريزي"
    },
    "english": {
      "title": "Mishkat al-Masabih",
      "author": "Al-Khatib al-Tabrizi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirdi: “Her peygamberin kabul edilen bir duası vardır, fakat her peygamber bu duasını bu dünyada yapmışken, ben onu kıyamet gününe sakladım ki, halkım için şefaatte kullanayım. Eğer Allah dilerse, bu dua, Allah'a hiçbir şeyi ortak koşmadan ölen halkımdan olanlara ulaşacaktır.”"
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Muslim rivayet etmiştir, Bukhari'nin daha kısa bir versiyonu vardır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: “Ey Allah, Seninle bir ahit yaptım ki, bunu bozmayacaksın. Ben sadece bir insanım, bu yüzden bir müminin kalbini incittiğim, hakaret ettiğim, lanet ettiğim veya dövdüğüm zaman, bunu onun için bir merhamet, bir arınma ve kıyamet günü Senin yanına yaklaşması için bir vesile kıl.”"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "(Bukhari ve Muslim.)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: “Sizden biri dua ettiğinde, ‘Ey Allah, eğer istersen beni affet, eğer istersen bana merhamet et, eğer istersen bana rızık ver’ dememelidir, fakat isteğini kesin bir şekilde ifade etmelidir; çünkü O, dilediğini yapar ve O'na zorla bir şey yaptıracak kimse yoktur.”"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Bukhari rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: “Sizden biri dua ettiğinde, ‘Ey Allah, eğer istersen beni affet’ dememelidir, fakat kesin olmalı ve büyük bir arzu beslemelidir; çünkü Allah'ın verdiği hiçbir şey O'na ağır gelmez.”"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirdi: “Bir kul, günahkar bir şey istemediği veya akrabalık bağlarını koparmak istemediği sürece ve hızlı bir cevap talep etmediği sürece duasının kabul edilmesi için cevap alır.” Hızlı cevap talep etmenin ne anlama geldiği sorulduğunda, Allah'ın elçisi şöyle cevap verdi: “O, dua ettiğini ve dua ettiğini söyleyip, cevap alacağını düşünmediğinde, bu durumlarda bıkkınlık hissedip duayı bırakmasıdır.”"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Eğer sizden biri için dua kapısı açılırsa, merhamet kapıları da onun için açılır ve Allah, kendisinden istenen şeyler arasında en çok güvenlik istenmesini sever.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Tirmizî bunu nakletmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Bir kimse, zorluk zamanlarında Allah'tan cevap almanın tadını bulursa, kolay zamanlarda çokça dua etmelidir.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Tirmizî bunu gharib bir hadis olarak nakletmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Dua ettiğinizde, cevap alacağınızdan emin olun ve bilin ki Allah, dikkatsiz ve kayıtsız bir kalpten gelen duayı kabul etmez.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Tirmizî bunu gharib bir hadis olarak nakletmiştir."
    },
    {
      "id": 24,
      "narrator": "‘Umar b. al-Khattab said:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported God’s messenger as saying, “There are three whose supplication is not rejected:",
      "text": "Malik b. Yasar, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Allah'tan bir şey istediğinizde, ellerinizin avuç içleriyle isteyin, avuçlarınızı yukarı değil.\" İbn Abbas'ın rivayetinde ise, \"Allah'tan bir şey istediğinizde, ellerinizin avuç içleriyle isteyin, avuçlarınızı yukarı değil, ve işiniz bittiğinde yüzlerinizi onlarla silin.\" demiştir."
    },
    {
      "id": 26,
      "narrator": "He reported God’s messenger as saying, “Three supplications are answered, there being no doubt about them:",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Selman, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Rabbiniz cömert ve cömerttir, bir kul ellerini O'na kaldırdığında, onları boş çevirmeye utanır.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Tirmizî, Ebu Davud ve Beyhaki, ad-Da'awat al-kabir'de bunu nakletmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "İkrime, İbn Abbas'tan şöyle aktarmıştır: \"Bir şey isterken ellerinizi omuzlarınızın hizasında veya yakınında kaldırmalısınız, bağışlanma isterken bir parmakla işaret etmelisiniz ve samimi dua ederken iki elinizi de uzatmalısınız.\" Bir versiyonunda şöyle demiştir: \"Samimi dua bu şekilde yapılmalıdır,\" ellerini kaldırarak yüzünün yanına arka kısımlarını koymuştur."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Abu Davud bunu aktarmıştır."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Abu Sa'id al-Khudri reported the Prophet as saying, “Any Muslim who makes a supplication containing nothing which is sinful or which involves breaking ties of relationship will be given for it by God one of three things:",
      "text": "İbn Ömer şöyle derdi: \"Ellerinizi kaldırmanız bir yeniliktir. Allah'ın elçisi bundan fazlasını yapmamıştır,\" yani ellerini göğsüne kaldırmıştır."
    },
    {
      "id": 35,
      "narrator": "Ibn ‘Abbas quoted the Prophet as saying, “Five supplications receive an answer:",
      "text": "Ahmet bunu aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ubeyy b. Ka'b, Allah'ın elçisinin dua ettiği birini anarken önce kendisinden başladığını söylemiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Tirmizi bunu aktarmıştır ve bu hadisin hasen garip sahih olduğunu belirtmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Abu Sa'id el-Hudri, Peygamber'in şöyle dediğini bildirmiştir: \"Herhangi bir Müslüman, günah içermeyen veya akrabalık bağlarını koparan bir şey içermeyen bir dua ettiğinde, Allah ona üç şeyden birini verecektir: Ya hemen cevap verir, ya da onu ahirette biriktirir, ya da ona eşdeğer bir kötülüğü ondan uzaklaştırır.\" Bunu duyanlar, o zaman birçok dua edeceklerini söylediler ve o da Allah'ın, onların istemesinden daha hazır olduğunu yanıtladı."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ahmet bunu aktarmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Hanzala b. ar-Rabi al-Usaidi said:",
      "text": "İbn Abbas, Peygamber'in şöyle dediğini aktarmıştır: \"Beş dua kabul edilir: Mazlumun duası, hacı olanın evine dönene kadar yaptığı dua, cihad edenin durana kadar yaptığı dua, hasta olanın iyileşene kadar yaptığı dua ve bir kardeşi için yapılan dua. Sonra ekledi: \"Hızla kabul edilenlerden biri, bir kardeş için yapılan duadır.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Baihaqi bunu ad-Da'awat al-kabir'de aktarmıştır."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Anas, Allah'ın elçisinin şöyle dediğini bildirdi: \"Cennetin meralarının yanına geldiğinizde onlardan faydalanın.\" Cennetin meralarının ne olduğunu sorduklarında, \"Allah'ın anıldığı dairelerdir,\" diye cevap verdi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirdi: \"Kim Allah'ı anmadığı bir yerde oturursa, Allah'tan ona bir mahrumiyet iner; kim Allah'ı anmadığı bir yerde uzanırsa, Allah'tan ona bir intikam iner.\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"Allah'ı anmadıkları bir meclisten kalkan insanlar, sanki bir eşeğin cesedinden kalkmış gibi olacaklar ve bu onlara üzüntü kaynağı olacaktır.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Ahmet ve Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"Eğer insanlar, Allah'ı anmadıkları veya Peygamberlerine salavat getirmedikleri bir mecliste otururlarsa, onlara intikam iner. Eğer Allah dilerse onları cezalandırır, eğer dilerse affeder.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Tirmizî bunu rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Ümmü Habibe, Allah'ın elçisinin şöyle dediğini bildirdi: \"Ademoğlunun söylediği her şey aleyhine sayılır, lehine değil; ancak iyiliği tavsiye etmek, kötülüğü yasaklamak veya Allah'ı anmak bunun dışındadır.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Tirmizî ve İbn Mace bunu rivayet etmiştir; Tirmizî bu hadisi garip bir rivayet olarak belirtmiştir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Allah'ın doksan dokuz ismi vardır, yüzden bir eksik. Onları ezberleyen cennete girecektir.\" Bir rivayette, \"O tektir. Tek olanı sever.\" denilmiştir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "*Arapça'da \"ahsaha\" kelimesi farklı anlamlara gelmektedir. Yukarıdaki anlamın yanı sıra saymak, son sayıya ulaşmak, anlamak, kapsamlı bilgiye ulaşmak anlamına da gelebilir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle söylediğini bildirmiştir: \"Yüce Allah'ın doksan dokuz ismi vardır. Onları ezberleyen cennete girecektir. O, Allah'tır; ondan başka ilah yoktur, Merhamet eden, Rahmet eden, Kral, Kutsal, Barış Kaynağı, Güvenliği Koruyan, Koruyucu, Güçlü, Zorba, Azamet sahibi, Yaratıcı, Yapan, Şekil veren, Affeden, Egemen, Lütufkâr, Rızık veren, Karar veren, Bilgili, Tutucu, Bol veren, Alçaltan, Yükselten, Şereflendiren, Aşağılayan, Duyan, Gören, Hüküm veren, Adil, Cömert, Bilgili, Merhametli, Eşsiz Büyük, Affeden, Mükafatlandıran, Yüce, Büyük, Koruyucu, İkame eden, Hesap gören, Azametli, Cömert, Gözetleyici, Cevap veren, Cömert, Hikmet sahibi, Seven, Şanlı, Yükselten, Şahit, Gerçek, Emanet sahibi, Güçlü, Sağlam, Koruyucu, Övülmeye layık, Her şeyi bilen, Yaratıcı, Hayata döndüren, Hayat veren, Ölüm veren, Diridir, Ebedi, Kendi kendine yeterli, Büyük, Tek, Bir, İnsanların yöneldiği, Güçlü, Galip, İlerleten, Geciktiren, İlk, Son, Dışta olan, İçte olan, Yönetici, Yüce, Bol ihsan eden, Tövbe kabul eden, İntikam alan, Affeden, Nazik, Krallığın Hükümdarı, Azamet ve İhtişamın Rabbi, Adil, Toplayıcı, Bağımsız, Zenginleştirici, Mahrum eden, Zarar veren, Fayda veren, Işık, Rehber, İlk Sebep*, Dayanan, Mirasçı, Yönetici, Sabırlı.\""
    },
    {
      "id": 66,
      "narrator": "Sa'd reported God’s messenger as saying that no Muslim will supplicate God for anything and fail to receive an answer when he uses Dhun Nun’s supplication when he was in the belly of the fish:",
      "text": "*Ya da, 'Eşsiz' (el-badi')."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Tirmizî ve Beyhakî, ad-Da'awat al-kabir'de bunu nakletmiş, Tirmizî bunun garib bir hadis olduğunu söylemiştir."
    },
    {
      "id": 68,
      "narrator": "Samura b. Jundub reported God's messenger as saying, \"The most excellent words are four:",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Abu Huraira reported God’s messenger as saying, \"To say:",
      "text": "Buraida, Allah'ın elçisinin bir adamın şöyle dediğini duyduğunu bildirmiştir: \"Ey Allah! Senden, ondan başka ilah olmayan, Tek olan, insanların yöneldiği, doğurmayan ve doğurulmayan, kimseye eşit olmayan varlığın hakkı için istiyorum.\" Bunun üzerine, \"O, Allah'a en büyük ismiyle dua etti; bu isimle sorulduğunda verir ve bu isimle dua edildiğinde cevap verir.\" dedi."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Tirmizî ve Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 72,
      "narrator": "He reported God’s messenger as saying, \"Two expressions which are light on the tongue but heavy in the scale are dear to the Compassionate One:",
      "text": "Enes, bir gün Peygamber ile mescitte otururken bir adamın namaz kıldığını ve \"Ey Allah! Senden, ondan başka ilah olmayan, lütuf ve ihsan eden, göklerin ve yerin yaratıcısı, Azamet ve İhtişamın Rabbi, Ey Diridir; Ey Ebedi olan, senden istiyorum.\" dediğini aktarmıştır. Peygamber daha sonra, \"O, Allah'a en büyük ismiyle dua etti; bu isimle dua edildiğinde cevap verir ve bu isimle sorulduğunda verir.\" dedi."
    },
    {
      "id": 73,
      "narrator": "Sa'd b. Abu Waqqas said:",
      "text": "Tirmizî, Ebu Davud, Nesaî ve İbn Mace bunu nakletmiştir."
    },
    {
      "id": 74,
      "narrator": "Abu Dharr said that God’s messenger was asked what words were most excellent and replied, “What God has chosen for His angles:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Juwairiya said that the Prophet went out from her one morning at the time when he prayed the morning prayer while she was in her place of worship. He returned in the forenoon and found her sitting. He asked her if she was still in the same position as that in which he had left her, and when she replied that that was so, he said, \"Since leaving you I have three times said four phrases which, if weighed against all you have said today, would prove to be heavier:",
      "text": "Esma bint Yezid, Peygamber'in şöyle söylediğini bildirmiştir: \"Allah'ın en büyük ismi bu iki ayettedir: 'Sizin ilahınız bir tek ilahtır; ondan başka ilah yoktur, Merhamet eden, Rahmet eden.'\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın elçisinin şöyle söylediğini rivayet etmiştir: \"Kim bir günde yüz defa 'Allah'tan başka ilah yoktur, O'nun ortağı yoktur, mülk O'nundur, övgü O'na aittir, O her şeye kadirdir' derse, ona on kölenin azat edilmesi kadar bir sevap verilir, ona yüz sevap yazılır, yüz günahı silinir; o gün akşama kadar şeytandan korunur ve ondan daha fazlasını getiren kimse yoktur, ancak kendisinden daha fazlasını yapan birisi hariç.\""
    },
    {
      "id": 77,
      "narrator": "Abu Musa al-Ash‘ari said:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Abu Musa el-Eş'ari dedi ki: \"Bir gün Allah'ın elçisiyle bir yolculuğa çıktık ve insanlar yüksek sesle 'Allah en büyüktür' demeye başladılar. O da, 'Kendinizi tutun, insanlar; siz sağır veya yok olan birine dua etmiyorsunuz, fakat sizi işiten, gören ve sizinle olan birine dua ediyorsunuz. Dua ettiğiniz kimse, her birinize bindiği hayvanın boynundan daha yakındır.' Abu Musa dedi ki: 'Ben arkasında, içimden 'Güç ve kuvvet yalnızca Allah'tadır' diyordum. O da, 'Abdullah b. Kays,* sana cennetin hazinelerinden birine kılavuzluk etmemi ister misin?' dedi. Ben de 'Elbette isterim' diye cevap verince, 'Güç ve kuvvet yalnızca Allah'tadır' dedi.\""
    },
    {
      "id": 80,
      "narrator": "",
      "text": "*Bu, Abu Musa'nın adı ve babasının adıdır. En çok bu künyesiyle tanınır."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin şöyle söylediğini rivayet etmiştir: \"Kim 'Yüce ve Mukaddes olan Allah'a hamdolsun' derse, onun için cennette bir hurma ağacı dikilir.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Zübeyir, Allah'ın elçisinin şöyle söylediğini rivayet etmiştir: \"İnsanlara sabah vakti gelmez ki, bir çağırıcı 'Merhametli ve Kutsal olanı tesbih edin' demesin.\""
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Cabir, Allah'ın elçisinin şöyle söylediğini rivayet etmiştir: \"Allah'ı anmanın en üstün yolu 'Allah'tan başka ilah yoktur' demektir ve en güzel dua 'Hamd, Allah'a aittir' demektir.\""
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Sa'd b. Ebu Vakkas, bir bedevinin Allah'ın elçisine gelerek kendisine söylemesi için bazı kelimeler öğretmesini istediğini söyledi. O da ona, \"Allah'tan başka ilah yoktur, O'nun ortağı yoktur; Allah çok büyüktür; Allah'a bolca hamdolsun; Alemlerin Rabbi olan Allah'ı tenzih ederim; Allah'tan başka güç ve kuvvet yoktur, O, Aziz ve Hakim'dir.\" demesini söyledi. Bedevi, bunların Rabbi için olduğunu ancak kendisi için ne söylemesi gerektiğini sorduğunda, ona \"Ey Allah, beni affet, bana merhamet et, bana hidayet ver, rızık ver ve bana güvenlik ver.\" demesini söyledi. Rivayet eden kişi \"bana güvenlik ver\" konusunda şüpheye düştü."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Muslim bunu rivayet etmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin yaprakları kurumuş bir ağaca rastladığında, ona asasıyla vurduğunu ve yaprakların döküldüğünü söyledi. Sonra, \"Allah'a hamdolsun; Allah'ı tenzih ederim; Allah'tan başka ilah yoktur; ve Allah en büyüktür\" demenin bir adamın günahlarının, o ağacın yaprakları gibi dökülmesine sebep olduğunu söyledi."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Tirmizi bunu gharib bir hadis olarak rivayet etmiştir."
    },
    {
      "id": 96,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Makhul, Ebu Hureyre'den, Allah'ın elçisinin ona \"Allah'tan başka güç ve kuvvet yoktur\" demesini sıkça söylemesini söylediğini aktardı, çünkü bu cennet hazinelerindendir. Makhul, \"Allah'tan başka güç ve kuvvet yoktur\" ve \"Allah'tan başka sığınak yoktur, ancak O'na yönelmekle\" diyen birinin, Allah'ın ona yoksulluk gibi en hafif olan yetmiş çeşit sıkıntıyı kaldıracağını söyledi."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Tirmizi bunu isnadı tam olarak bağlı olmayan bir hadis olarak rivayet etmiştir ve Makhul, Ebu Hureyre'den hiçbir şey duymamıştır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin \"Allah'tan başka güç ve kuvvet yoktur\" ifadesinin doksan dokuz hastalığa şifa olduğunu, bunların en hafifinin kaygı olduğunu bildirdi."
    },
    {
      "id": 101,
      "narrator": "Abu Sa'id al-Khudri reported God’s messenger as saying:",
      "text": "---"
    },
    {
      "id": 102,
      "narrator": "",
      "text": "O, Allah'ın elçisinin kendisine, Arş'ın altındaki cennet hazinelerinden bir kelimeyi öğretmek için rehberlik teklif ettiğini, bunun \"Allah'tan başka güç ve kuvvet yoktur\" olduğunu söyledi. Ayrıca, Yüce Allah'ın, \"Kulum bana teslim oldu ve kendisini bana teslim etti.\" dediğini ekledi."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Baihaqi, bu iki hadisi ad-Da'awat al-kabir'de rivayet etmiştir."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "",
      "text": "İbn 'Umar, \"Allah'ı tenzih ederim\" ifadesinin yaratıkların duası; \"Allah'a hamdolsun\" ifadesinin şükür sözü; \"Allah'tan başka ilah yoktur\" ifadesinin Allah'ın birliğine inancı beyan eden cümle; ve \"Allah en büyüktür\" ifadesinin gök ile yer arasını doldurduğunu söyledi. Bir kul \"Allah'tan başka güç ve kuvvet yoktur\" dediğinde, Allah, \"O, bana teslim oldu ve kendisini bana teslim etti.\" der."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Anas, Allah'ın elçisinin şöyle dediğini bildirdi: \"Allah, kulunun kendisine yönelerek tevbe etmesinden, birinizin yiyecek ve içeceğini taşıyan binek hayvanı, susuz bir çöl içinde kendisinden kaçtığında ve o, onu bulma umudunu yitirip bir ağacın gölgesine yattığında, sonra aniden onu yanında dururken gördüğünde ve ipini kapıp aşırı sevinçle, 'Ey Allah, sen benim kulumsun, ben de senin Rabbindim' dediğinde yaptığı hatadan daha fazla memnun olur.\""
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Bunu Muslim rivayet etmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin bir adamdan bahsettiğini, bu adamın bir günah işlediğini ve \"Rabbim, ben günah işledim, beni affet\" dediğini aktardı. Rabbı ona, \"Kulum, günahları affeden ve bunun için ceza veren bir Rabbı olduğunu biliyor mu? Ben kulumu affettim.\" dedikten sonra, Allah'ın dilediği kadar bir süre geçtikten sonra yine bir günah işledi ve \"Rabbim, ben bir günah daha işledim, beni affet\" dedi. O da, \"Kulum, günahları affeden ve bunun için ceza veren bir Rabbı olduğunu biliyor mu? Ben kulumu affettim, o da istediğini yapsın.\" diye cevap verdi."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "(Buhari ve Muslim.)"
    },
    {
      "id": 111,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Cündüb, Allah'ın elçisinin bir adamın \"Ben Allah'a yemin ederim ki, Allah falanı affetmeyecek\" dediğini aktardı. Bunun üzerine Allah, \"Bu, benim falanı affetmeyeceğime yemin eden kimdir? Ben falanı affettim ve amellerinizi boşa çıkardım\" veya buna benzer sözler söyledi."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Bunu Muslim rivayet etmiştir."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Şeddad b. Evs, Allah'ın elçisinin en güzel af dileme şeklinin \"Ey Allah, sen benim Rabbimsin. Senden başka ilah yoktur. Beni sen yarattın, ben senin kulunum ve elimden geldiğince ahdine ve vaadine bağlıyım. Yaptıklarımdan dolayı senin şerrinden sana sığınırım. Bana olan nimetini kabul ediyorum ve günahımı itiraf ediyorum. Beni affet, çünkü günahları affeden yalnız sensin.\" demek olduğunu bildirdi. Eğer birisi bunu gündüz vakti, buna kesin bir inançla söyler ve o gün akşamdan önce ölürse, cennete gidenlerden olur; eğer birisi bunu gece vakti, buna kesin bir inançla söyler ve sabah olmadan ölürse, o da cennete gidenlerden olur."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Bunu Buhari rivayet etmiştir."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Anas, Allah'ın elçisinin Allah'ın şöyle dediğini bildirdi: \"Ademoğlu, bana dua ettiğin ve benden ümit ettiğin sürece, yaptıklarına rağmen seni affedeceğim ve umursamayacağım. Ademoğlu, eğer günahların gökyüzünün yüksek bölgelerine ulaşacak kadar çok olsa ve sen benden af dilesen, seni affederim ve umursamam. Ademoğlu, eğer benimle hiçbir şeyi ortak koşmadan, yeryüzünü dolduracak kadar günahlarla bana gelsen, seni yeryüzünü dolduracak kadar af ile karşılarım.\""
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Bunu Tirmizi rivayet etti, Ahmed ve Darimi de Ebu Dharr'dan rivayet etmiştir. Tirmizi, bunun hasen garib bir rivayet olduğunu söylemiştir."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Asma’ bint Yazid, Allah’ın elçisinin, “Ey nefislerine zulmetmiş kullarım, Allah’ın rahmetinden ümidinizi kesmeyin; çünkü Allah, bütün günahları affeder,”* “ve O, umursamaz” şeklinde okuduğunu duyduğunu söyledi."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "*Kur'an, 39:53."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Ahmet ve Tirmizi bunu rivayet etti; Tirmizi, bunun hasan garib bir hadis olduğunu söyledi. Şerh as-sunna’da “okudu” yerine “söyledi” ifadesi geçmektedir."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "Ibn ‘Umar said:",
      "text": "Allah’ın “Hafif hatalar dışında”* ayetine atıfta bulunarak, İbn Abbas, Allah’ın elçisinin şöyle dediğini bildirdi: “Eğer affedersen, Ey Allah, çok günahı affedeceksin; çünkü senin kullarından hangisi hafif hatalar işlemedi ki?”"
    },
    {
      "id": 126,
      "narrator": "",
      "text": "*Kur'an, 53:32."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etti ve bunun hasan sahih garib bir hadis olduğunu söyledi."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Ebu Dharr, Allah’ın elçisinin, “Kullarım, hepiniz sapıttınız; ancak benim hidayet verdiğim hariç. Ama benden hidayet isterseniz, sizi hidayet ederim; hepiniz fakirsiniz; ancak benim zenginleştirdiğim hariç. Ama benden rızık isterseniz, size rızık veririm; hepiniz günahkarsınız; ancak benim koruduğum hariç,” şeklinde söylediğini bildirdi."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "3. Yani, genç ve yaşlı."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Ahmet, Tirmizi ve İbn Mace bunu rivayet etti."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Enes, Peygamber’in, “Ona karşı korkulması gereken ve affedilmesi gereken O’dur,” ayetini okuduktan sonra, “Rabbimiz şöyle dedi: ‘Ben korkulması gerekenim, bana karşı korkanlara affetmek de benim hakkımdır,’” dediğini bildirdi."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "2. Kur'an, 74:56."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Tirmizi, İbn Mace ve Darimi bunu rivayet etti."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Abdullah b. Mes'ud, Allah'ın elçisinin şöyle dediğini bildirdi: \"Bir günah için tövbe eden, hiç günah işlememiş gibi olur.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Majah ve Beyhaki'de, İman Şubeleri'nde aktarılmıştır; Beyhaki, bunun tek nakilcisinin bilinmeyen an-Nahrani olduğunu söylemiştir. Şerh as-Sünne'de ise, ondan daha ileri bir kaynağa ulaşamayan bir rivayet aktarılmıştır; bu rivayette, \"Nedam, tövbedir ve tövbe eden, hiç günah işlememiş gibidir,\" denilmektedir."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirdi: \"Allah yaratmayı tamamladığında, O'nun Arş'ının üstünde olan şu yazıyı yazdı: 'Rahmetim, gazabımı geçmiştir.'\" Bir rivayette, \"Gazabımı aşmıştır,\" denilmektedir."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "(Buhari ve Müslim)."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "",
      "text": "O, Allah'ın elçisinin şöyle dediğini bildirdi: \"Allah'ın yüz rahmeti vardır; bunlardan birini cinler ve insanlar, hayvanlar ve sürüngenler arasında indirmiştir. Bununla birbirlerine merhamet ederler, bununla birbirlerine şefkat gösterirler ve bununla yırtıcı hayvan yavrusuna şefkat gösterir. Ama Allah, kıyamet günü kullarına merhamet göstereceği doksan dokuz rahmeti geri tutmuştur.\""
    },
    {
      "id": 143,
      "narrator": "",
      "text": "(Buhari ve Müslim). Müslim'in Salman'dan rivayeti benzer bir şey içermektedir; sonunda şöyle demiştir: \"Kıyamet günü geldiğinde, bu bir rahmeti tamamlayacaktır.\""
    },
    {
      "id": 144,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini bildirdi: \"Eğer mümin, Allah'ın hazırladığı azabı bilseydi, hiç kimse O'nun cennetine umut beslemezdi; ve eğer kafir, O'nun merhametinin boyutunu bilseydi, hiç kimse O'nun cennetine ulaşma umudunu kaybetmezdi.\""
    },
    {
      "id": 146,
      "narrator": "Ibn ‘Abbas reported God’s messenger as saying, “God records the good deeds and the evil deeds. If anyone intends to do a good deed but does not do it, God enters it for him in His record as a complete good deed:",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 147,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "",
      "text": "İbn Mes'ud, Allah'ın elçisinin şöyle dediğini bildirdi: \"Cennet, her biriniz için terliğinizin bağı kadar yakındır; cehennem için de aynı şey geçerlidir.\""
    },
    {
      "id": 149,
      "narrator": "‘Amir ar-Ram said:",
      "text": "Buhari bunu aktarmıştır."
    },
    {
      "id": 150,
      "narrator": "‘Abdallah b. ‘Umar said:",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Thauban, Peygamber'in şöyle söylediğini bildirdi: \"Bir kul, Allah'ı hoşnut etmeye çalışır ve bunu sürdürürse, o zaman yüce Allah Cebrail'e der ki: 'Kulum falan filan, beni hoşnut etmeye çalışıyor, bu nedenle merhametim ona inmiştir.' Cebrail der ki: 'Allah'ın merhameti falan filana inmiştir,' ve Arş'ın taşıyıcıları ile etraflarındaki diğerleri bunu söyler, ta ki yedi göğün sakinleri de bunu söyleyene kadar, ardından bu merhamet yeryüzüne iner.\""
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ahmad rivayet etmiştir."
    },
    {
      "id": 153,
      "narrator": "‘Abdallah told that when evening came God’s messenger would say, \"We have come to the evening, and in the evening the dominion belongs to God; praise be to God; there is no god but God alone who has no partner; to Him belongs the dominion, to Him praise is due, and He is omnipotent. O God, I ask Thee for something of the good of this night and the good of what it contains, and I seek refuge in Thee from its evil and the evil of what it contains. O God, I seek refuge in Thee from indolence, decrepitude, the evil of old age, temptation in this world, and the punishment in the grave.\" In the morning he said that also:",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Allah'ın \"Onlardan bazıları kendilerine zulmeder, bazıları orta bir yol tutar ve bazıları ise hayırlarda önde gidenlerdir.\" ayetiyle ilgili olarak, Usame b. Zaid, Peygamber'in şöyle söylediğini bildirdi: \"Onların hepsi cennete girecekler.\""
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Baihaqi, Kitab al-ba'th wan-nushur'da bunu rivayet etmiştir."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "",
      "text": "'Abdallah, akşam olunca Allah'ın elçisinin şöyle dediğini bildirdi: \"Akşamı karşılamış bulunuyoruz, akşamda mülk Allah'a aittir; hamd, yalnızca Allah'a aittir; O'ndan başka ilah yoktur, O'nun ortağı yoktur; mülk O'nundur, O'na hamd edilir ve O, her şeye kadirdir. Ey Allah, bu gecenin hayrından ve içindeki hayırlardan bir şey istiyorum, ve onun şerrinden ve içindeki şerden sana sığınırım. Ey Allah, tembellikten, ihtiyarlıktan, yaşlılığın şerrinden, bu dünyadaki fitneden ve kabir azabından sana sığınırım.\" Sabah olunca da bunu şöyle derdi: \"Sabaha erdik, sabahda mülk Allah'a aittir...\" Bir rivayette, \"Rabbim, beni cehennemdeki azaptan ve kabirdeki azaptan sana sığınırım.\" denilmektedir."
    },
    {
      "id": 158,
      "narrator": "‘Ali said that Fatima went to the Prophet to complain of the effect of the grinding-stone on her hand, as she had heard that he had acquired some slaves, but did not find him, so she mentioned the matter to ‘A'isha. When he came ‘A'isha informed him. ‘Ali said:",
      "text": "Muslim rivayet etmiştir."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Hudhaifa, Peygamber'in gece yatağına yattığında elini yanağının altına koyduğunu ve sonra şöyle dediğini bildirdi: \"Ey Allah, adınla ölür ve yaşarım.\" Uyandığında ise şöyle derdi: \"Öldürdükten sonra bize hayat veren Allah'a hamd olsun, ve O'na döneceğiz.\""
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Bukhari rivayet etmiştir, Muslim de el-Bara'dan rivayet etmiştir."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "‘Abdallah  said that the Prophet used to say in the evening, “We have come to the evening, and in the evening the dominion belongs to God; praise be to God; there is no god but God alone who has no partner; to Him belongs the dominion, to Him praise is due, and He is omnipotent. My Lord, I ask Thee for the good of what this night contains and the good of what comes after it; I seek refuge in Thee from the evil of what this night contains and the evil of what comes after it; my Lord, I seek refuge in Thee from indolence and from the evil of old age, or infidelity.\"* A version has, \"From the evil of old age and pride. My Lord, I seek refuge in Thee from a punishment in hell and a punishment in the grave.\" In the morning he said that also:",
      "text": "Ebu Hureyre, Allah'ın elçisinin, herhangi birinin yatağa gittiğinde, alt elbisesinin iç kısmıyla yatağını tozdan arındırması gerektiğini, çünkü oraya neyin geldiğini bilmediğini söylediğini bildirdi. Sonra şöyle demelidir: \"Adınla, Rabbim, yanımda yatıyorum ve seninle onu kaldırıyorum. Eğer ruhumu alırsan, ona merhamet et, ama eğer onu serbest bırakırsan, onu salih kullarını koruduğun gibi koru.\" Bir rivayette, önce sağ tarafına yatması ve \"Adınla...\" demesi gerektiği belirtilmektedir."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "(Bukhari ve Muslim). Bir rivayette, elbisesinin kenarıyla üç kez tozunu alması gerektiği ve \"Eğer ruhumu alırsan, ona afiyet ver.\" denilmektedir."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Ebu Ayyash, Allah'ın elçisinin sabahleyin \"Allah'tan başka ilah yoktur, O'nun ortağı yoktur; mülk O'nundur, hamd O'na aittir ve O her şeye kadirdir\" diyen kimseye, İsmail'in soyundan bir köleyi azat etme sevabı verileceğini, onun için on iyilik yazılacağını, on kötülüğünün silineceğini, on derece yükseltileceğini ve akşama kadar şeytandan korunacağını bildirdiğini aktarmıştır. Eğer akşam bu sözleri söylerse, sabaha kadar benzer bir mükafat alacaktır. Hammad b. Selame, bir adamın Allah'ın elçisini rüyasında gördüğünü ve \"Allah'ın elçisi, Ebu Ayyash senin adınla böyle böyle anlatıyor\" dediğini, elçinin de \"Ebu Ayyash doğru söylemiştir\" diye cevap verdiğini aktarmıştır."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "",
      "text": "El-Haris b. Müslim et-Tamimi, babasından, Allah'ın elçisinin ona gizlice akşam namazını bitirdikten sonra, kimseyle konuşmadan önce \"Ya Rabbi, beni cehennemden koru\" demesini söylediğini aktarmıştır; çünkü eğer bunu söylerse ve o gece ölürse, cehennemden muaf tutulacaktır. Ayrıca sabah namazını kıldıktan sonra da bunu söylemesini, eğer o gün ölürse, cehennemden muaf tutulacağını bildirmiştir."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın elçisinin akşam ve sabah bu sözleri söylemekten asla geri kalmadığını, \"Ya Rabbi, bu dünyada ve ahirette güvenlik istiyorum; Ya Rabbi, dinimde ve dünya işimde, ailemde ve malımda bağışlanma ve güvenlik istiyorum; Ya Rabbi, hatalarımı ört ve korktuğum şeylerden beni koru; Ya Rabbi, önümde, arkamda, sağımda, solumda ve üstümde beni koru; ve ben, senin büyüklüğüne sığınarak, altımdan gelecek beklenmedik zarardan sana sığınıyorum\" dediğini aktarmıştır. Vaki‘, bunun yerin yutması anlamına geldiğini söylemiştir."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Ebu Davud bunu rivayet etmiştir."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin sabahleyin \"Ya Rabbi, sabahleyin sana, Arşının taşıyıcılarına, meleklerine ve bütün yaratıklarına şahitlik ettiriyoruz ki, sen Allah'tan başka ilah yoktur, ortağın yoktur ve Muhammed senin kulun ve elçindir\" diyen kimseye, o gün işlediği günahların affedileceğini; akşam bu sözleri söylerse, o gece işlediği günahların affedileceğini bildirdiğini aktarmıştır."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Tirmizi ve Ebu Davud bunu rivayet etmiştir, Tirmizi bunun garip bir hadis olduğunu söylemiştir."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Thauban, Allah'ın elçisinin akşam ve sabah üç kez \"Ben Allah'ı Rab olarak, İslam'ı din olarak ve Muhammed'i Peygamber olarak kabul ediyorum\" diyen her Müslümanın, kıyamet gününde Allah tarafından memnun edileceğini söylediğini aktarmıştır."
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Ahmet ve Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Buraida, Halid b. Velid'in gece uykusuzluktan şikayet ettiğini ve Allah'ın Elçisi'nin ona yatağına gittiğinde \"Ey Allah, yedi göğün ve onların gölgesinde olanların Rabbi, yerlerin ve onların taşıdıklarının Rabbi, şeytanların ve onların saptırdıklarının Rabbi, beni yaratılmışların tümünün şerrinden koru ki, onlardan hiçbiri bana zarar vermesin veya haksızlık yapmasın. Senin koruman güçlüdür ve senin övgün yücedir. Senden başka ilah yoktur. Senden başka ilah yoktur.\" demesini söylediğini aktardı."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Tirmizi bunu nakletmiş, isnadının sağlam olmadığını ve nakilci olan el-Hakem b. Zuhayr'ın rivayetlerinin bazı hadisçiler tarafından terk edildiğini belirtmiştir."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Ebu Malik, Allah'ın Elçisi'nin sabah kalktığında \"Sabaha erdik, sabahın saltanatı Allah'a, âlemlerin Rabbi'ne aittir. Ey Allah, bu günün içindeki hayırdan, fetih, zafer, nur, bereket ve hidayet istemekteyim; bununla birlikte, içindeki şerden ve sonrasındaki şerden sana sığınırım.\" demesi gerektiğini bildirmiştir. Akşam da benzerini söylemelidir."
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Abd ar-Rahman b. Ebu Bekir, babasına her sabah \"Ey Allah, bedenimde sağlık ver; Ey Allah, işitmemde sağlık ver; Ey Allah, görmemde sağlık ver. Senden başka ilah yoktur.\" dediğini duyduğunu söylediğinde, babası \"Oğlum, ben Allah'ın Elçisi'nin bu kelimeleri bir dua olarak kullandığını duydum ve onun uygulamasını takip etmeyi seviyorum.\" diye cevap verdi."
    },
    {
      "id": 188,
      "narrator": "Sulaiman b. Surad said:",
      "text": "Ebu Davud bunu nakletmiştir."
    },
    {
      "id": 189,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 190,
      "narrator": "",
      "text": "Abdullah b. Ebu Avfa, Allah'ın Elçisi'nin sabah \"Sabaha erdik, sabahın saltanatı Allah'a aittir; hamd Allah'a aittir; azamet ve kudret Allah'a aittir; yaratılış, emir, gece ve gündüz ve gece ve gündüzde dinlenmekte olan her şey Allah'a aittir. Ey Allah, bu günün başlangıcını doğruluk, ortasını başarı ve sonunu erişim kıl, merhamet edenlerin en merhametlisi.\" dediğini aktardı."
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Nawawi bunu İbn as-Sunni'nin nakliyle Kitab al-adhkar'da zikretmiştir."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "",
      "text": "Abd ar-Rahman b. Abza, Allah'ın Elçisi'nin sabah \"Sabaha erdik, İslam'ın asıl dinine, Allah'ın birliğine, Peygamberimiz Muhammed'in dinine ve hanif olan, müşriklerden olmayan babamız İbrahim'in ritüeline.\" dediğini bildirmiştir."
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Ahmad ve Darimi bunu nakletmiştir."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Abdullah b. Ebu Avfa, Allah'ın elçisinin Konfederatlar savaşında müşriklere lanet ettiğini, \"Ey Allah, Kitabı indiren ve hesapta çabuk olan; Ey Allah, Konfederatları bozguna uğrat, onları bozguna uğrat ve sars.\" dediğini aktardı."
    },
    {
      "id": 197,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 198,
      "narrator": "",
      "text": "Abdullah b. Busr, Allah'ın elçisinin babasını ziyaret ettiğini ve ona biraz yiyecek ve hurma, kuru lor ve süzme tereyağı karışımı sunduklarını, bunlardan biraz yediğini, ardından ona hurma getirildiğini ve hurmaları iki parmağıyla, işaret parmağı ve orta parmağını birleştirerek çekirdeklerini attığını söyledi. Bir rivayette, çekirdekleri işaret parmağının dışından ve orta parmağının dışından atmaya başladığı belirtilmiştir. Sonra ona içecek bir şey getirildi ve içtikten sonra babası hayvanının dizginini tutarak, \"Bizim için Allah'a dua et.\" dedi. Bunun üzerine o, \"Ey Allah, onlara verdiğin rızıkta bereket ver, onları affet ve onlara merhamet et.\" dedi."
    },
    {
      "id": 199,
      "narrator": "",
      "text": "*Bu yemeğin Arapça adı watba'dır. Hais kelimesi de benzer bir yemek için kullanılır."
    },
    {
      "id": 200,
      "narrator": "",
      "text": "Müslim bunu aktarmıştır."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Talha b. Ubeydullah, Peygamber'in yeni ayı görünce, \"Ey Allah, yeni ayı üzerimize güven, iman, emniyet ve İslam ile getirsin. Benim Rabbim ve sizin Rabbiniz Allah'tır.\" dediğini söyledi."
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Tirmizi bunu aktardı ve bu hadisin hasen garib olduğunu belirtti."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Ömer b. Hattab ve Ebu Hureyre, Allah'ın elçisinin, bir kimse bir sıkıntı içinde olan birini gördüğünde, \"Hamd, o Allah'a olsun ki, beni onun başına gelen sıkıntıdan korudu ve yarattıklarından birçoğuna üstünlük verdi.\" derse, o sıkıntının, ne olursa olsun, ona isabet etmeyeceğini bildirdi."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "Tirmizi bunu aktardı ve İbn Mace, bunu İbn Ömer'den aktardı. Tirmizi, bunun garib bir hadis olduğunu ve nakil yapan Amr b. Dinar'ın sağlam olmadığını söyledi."
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Ömer, Allah'ın elçisinin, pazara girdiğinde, \"Allah'tan başka ilah yoktur, O'nun ortağı yoktur; mülk O'nundur, övgü O'na aittir; hayat verir ve öldürür; O hayattır ve ölmez; elinde hayır vardır ve O her şeye kadirdir.\" diyen kimse için, Allah'ın ona bir milyon sevap yazacağını, bir milyon günahını silip, onu bir milyon derece yükselteceğini ve ona cennette bir ev inşa edeceğini söyledi."
    },
    {
      "id": 206,
      "narrator": "",
      "text": "Tirmizi ve İbn Mace bunu aktardı; Tirmizi, bunun garib bir hadis olduğunu belirtti. Şerh as-sunna'da, \"Eşya satılan genel bir pazarda\" demektedir, \"pazara girdiğinde\" ifadesi yerine."
    },
    {
      "id": 207,
      "narrator": "",
      "text": "Mu'adh b. Cebel, Peygamber'in bir adamın \"Ey Allah, senden tam bir lütuf istiyorum.\" diye dua ettiğini duyduğunu ve ona tam lütufun ne anlama geldiğini sorduğunu söyledi. Adamın, bunun iyi bir şey almak umuduyla yapılan bir dua olduğunu söylemesi üzerine, \"Tam lütuf, cennete girmek ve cehennemden emniyette olmaktır.\" dedi. Bir adamın \"Ey azamet ve ihtişam sahibi!\" dediğini duydu ve \"Duân kabul oldu, o halde iste.\" dedi. Peygamber ayrıca, \"Ey Allah, senden sabır istiyorum.\" diyen bir adamı duydu ve \"Sen Allah'tan imtihan istedin; şimdi O'ndan sağlık iste.\" dedi."
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Tirmizi bunu aktardı."
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin, bir toplulukta çok gürültü olduğu zaman oturan bir kimseye, kalkmadan önce \"Sana hamd ederim, ey Allah; seni yüceltirim; senin dışında ilah yoktur; günahlarımı affet ve sana yöneliyorum.\" derse, o toplulukta yaşananlardan dolayı affedileceğini bildirdi."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "*Tercüme: Ya da 'kötü konuşma', ya da 'anlamsız konuşma'"
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Ümmü Seleme, Peygamber'in evinden çıktığında, \"Allah'ın adıyla; Allah'a güveniyorum; Ey Allah, kaymaktan, sapmaktan, haksızlık yapmaktan, haksızlığa uğramaktan, yanlış yapmaktan veya bize yanlış yapılmasından sana sığınıyoruz.\" dediğini bildirdi."
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Ahmet, Tirmizî ve Nesâî bunu nakletmiştir; Tirmizî, bunun hasen sahih bir hadis olduğunu söylemiştir. Ebu Dâvud ve İbn Mâce'nin rivayetinde, Ümmü Seleme, Allah'ın elçisinin evinden çıkmadan önce gökyüzüne bakıp, \"Ey Allah, sapmaktan veya başkalarını saptırmaktan, haksızlık yapmaktan, haksızlığa uğramaktan, yanlış yapmaktan veya bize yanlış yapılmasından sana sığınıyorum.\" dediğini belirtmiştir."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Enes, Allah'ın elçisinin, bir adam evinden çıktığında \"Allah'ın adıyla; Allah'a güveniyorum; güç ve kuvvet yalnızca Allah'tandır.\" dediğinde, o anda kendisine \"Sen hidayet buldun, korunuyorsun ve güvence altındasın.\" denileceğini bildirdi. Şeytan ondan uzaklaşacak ve başka bir şeytan, \"Hidayet bulmuş, korunmuş ve güvence altına alınmış bir adamla nasıl başa çıkabilirsin?\" diyecek."
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Ebu Dâvud bunu nakletmiştir; Tirmizî ise \"şeytan ondan uzaklaşacak\" kısmına kadar nakletmiştir."
    },
    {
      "id": 216,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "",
      "text": "Ebu Malik el-Eş'ari, Allah'ın elçisinin, bir adam evine girdiğinde \"Ey Allah, hem girdiğimde hem çıktığımda bana hayır ver; Allah'ın adıyla girdik ve Rabbimiz Allah'a güveniyoruz.\" demesi gerektiğini söylediğini bildirdi. Sonra ailesine selam vermelidir."
    },
    {
      "id": 218,
      "narrator": "",
      "text": "Ebu Dâvud bunu nakletmiştir."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 220,
      "narrator": "",
      "text": "Ebu Hureyre, Peygamber'in bir adamı evlendiği için tebrik ettiğinde, \"Allah seni, ikinizi de mübarek kılsın ve birliğinizi bereketlendirsin.\" dediğini söyledi."
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Ahmet, Tirmizî, Ebu Dâvud ve İbn Mâce bunu nakletmiştir."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "",
      "text": "Amr b. Şu'aib, babasının rivayetiyle, dedesinin Peygamber'in, içlerinden birinin bir kadınla evlendiğinde veya bir hizmetçi satın aldığında \"Ey Allah, ondan ve ona verdiğin özellikten hayır istiyorum; ondan ve ona verdiğin özellikten şerden sana sığınıyorum.\" demesi gerektiğini söylediğini bildirdi. Bir deve satın aldığında, hörgücünün üst kısmını tutup aynı şekilde dua etmelidir. Kadın ve hizmetçi ile ilgili bir rivayette, onun saçının ön kısmını tutup bereket için dua etmesi gerektiği belirtilmiştir."
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Ebu Dâvud ve İbn Mâce bunu nakletmiştir."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 226,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: \"Şiddetli belalardan, sıkıntıya düşmekten, (1) kötü kaderden ve düşmanların alaycı zaferinden Allah'a sığınınız.\""
    },
    {
      "id": 227,
      "narrator": "",
      "text": "1. darak ash-shaqa. \"Sıkıntının derinliği\" olarak çevrilebilir. Bakınız, Kur'an, iv, 145; burada kabul edilen okuma karanlıktır, ancak kelime aynı zamanda darak olarak da okunmuştur."
    },
    {
      "id": 228,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 229,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 230,
      "narrator": "",
      "text": "Enes, Peygamber'in şöyle dediğini rivayet etmiştir: \"Ya Rabbi, ben sana kaygıdan, kederden, acizlikten, tembellikten, korkaklıktan, cimrilikten, borç yükünden ve insanların baskısından sana sığınırım.\""
    },
    {
      "id": 231,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 232,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 233,
      "narrator": "Abu Huraira said that God’s messenger used to say, “O God, I seek refuge in Thee from the four things:",
      "text": "Aişe, Peygamber'in şöyle dediğini rivayet etmiştir: \"Ya Rabbi, ben sana tembellikten, yaşlılıktan, borçtan ve günahtan sığınırım. Ya Rabbi, ben sana cehennem azabından, cehennem fitnesinden, kabir fitnesinden, (2) kabir azabından, zenginlik fitnesinin şerrinden, yoksulluk fitnesinin şerrinden, (3) ve Deccal'in fitnesinin şerrinden sığınırım. (4) Ya Rabbi, günahlarımı kar ve dolu suyu ile temizle, kalbimi kirden temizlendiği gibi temizle, ve günahlarımı benden doğu ile batı arasındaki mesafe kadar uzaklaştır.\""
    },
    {
      "id": 234,
      "narrator": "‘Umar said that God’s messenger used to seek refuge in God from five things:",
      "text": "2. İki meleğe cevap verememek."
    },
    {
      "id": 235,
      "narrator": "",
      "text": "3. Zenginlik zulme, yoksulluk ise kıskançlığa yol açabilir."
    },
    {
      "id": 236,
      "narrator": "",
      "text": "4. al-Masih ad-dajjal. Son günlerde ortaya çıkacak sahte Mesih."
    },
    {
      "id": 237,
      "narrator": "",
      "text": "(Buhari ve Müslim.)"
    },
    {
      "id": 238,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 239,
      "narrator": "",
      "text": "Zeyd b. Arkam, Allah'ın elçisinin şöyle dediğini rivayet etmiştir: \"Ya Rabbi, ben sana acizlikten, tembellikten, korkaklıktan, cimrilikten, yaşlılıktan ve kabir azabından sığınırım. Ya Rabbi, ruhumu sana karşı korku ile getir ve onu temizle; sen onu temizleyenlerin en iyisisin; sen onun koruyucusu ve sahibisin. Ya Rabbi, ben sana fayda vermeyen bilgiden, teslim olmayan bir kalpten, doyumsuz bir iştahdan ve kabul edilmeyen bir duadan sığınırım.\""
    },
    {
      "id": 240,
      "narrator": "",
      "text": "Müslim bunu rivayet etmiştir."
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Abul Yasar dedi ki, Allah'ın elçisi bu duayı yapardı: “Ya Allah, evimin üzerime devrilmesinden sana sığınırım; bir uçuruma düşmekten, boğulmaktan, yanmaktan ve ihtiyarlamaktan sana sığınırım; ölüm anımda şeytanın bana zarar vermesinden sana sığınırım; geri çekilirken senin yolunda ölmekten sana sığınırım; ve zehirli bir yaratığın sokmasından ölmekten sana sığınırım.”"
    },
    {
      "id": 242,
      "narrator": "",
      "text": "Abu Davud ve Nasaî bunu rivayet etmiştir. Nasaî'nin başka bir versiyonunda, “ve kederden” ifadesi eklenmiştir."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 244,
      "narrator": "",
      "text": "Mu'adh, Peygamber'in şöyle söylediğini bildirdi: “Aşağılık olan hırsın şerrinden Allah'a sığın.”"
    },
    {
      "id": 245,
      "narrator": "",
      "text": "Ahmad ve Beyhaki, el-Da'awat al-kabir'de bunu rivayet etmiştir."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "",
      "text": "'A'isha, Peygamber'in aya baktığını ve şöyle dediğini anlattı: “Bu ayın şerrinden Allah'a sığın, 'A'isha, çünkü bu, karanlığın yayıldığı zamandır.”"
    },
    {
      "id": 248,
      "narrator": "Muslim b. Abu Bakra said:",
      "text": "2. bkz. Kur'an, cxiii, 3. Bu rivayetin ay tutulmasına atıfta bulunduğu söylenir."
    },
    {
      "id": 249,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 250,
      "narrator": "Abu Musa al-Ash‘ari told on the Prophet’s authority that he used to use this supplication:",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "'Imran b. Husain, Peygamber'in babasına sorduğunu bildirdi: “Bugün kaç tanrıya ibadet ediyorsun, Husain?” Babası, “Yedi, altısı yerde ve biri gökte.” diye cevap verdi. Peygamber, “Onlardan hangisini umut ve korkularında hesaba katıyorsun?” diye sordu. Babası gökte olanı işaret edince, “Eğer İslam'ı kabul edersen, sana faydalı olacak iki ifadeyi öğretirim.” dedi. Husain İslam'ı kabul ettiğinde, Allah'ın elçisinden kendisine vaat ettiği iki ifadeyi öğretmesini istedi ve ona, “Ya Allah, beni doğru yola yönlendir ve içimdeki şerden beni kurtar.” demesini söyledi."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "Tirmidhi bunu rivayet etmiştir."
    },
    {
      "id": 253,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 254,
      "narrator": "",
      "text": "'Amr b. Shu'aib, babasının nakline göre, dedesinin Allah'ın elçisinin şöyle söylediğini bildirdi: “Eğer biri uykuda korkarsa, ‘Ben Allah'ın gazabından, azabından, kullarının şerrinden, şeytanların kötü vesveselerinden ve onların varlığından Allah'ın mükemmel kelimelerine sığınırım’ demelidir, çünkü ona zarar veremezler.” 'Abdullah b. 'Amr, bu ifadeleri ergenliğe ulaşan çocuklarına ve ulaşmayanlara öğretirdi. Bunları bir malzeme üzerine yazdı (1) ve yazıyı çocuğun boynuna astı."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "1. Kelime sakh, genellikle bir belge anlamına gelir."
    },
    {
      "id": 256,
      "narrator": "",
      "text": "İbn Abbas, Peygamber'in dua ederken şöyle söylediğini aktardı: \"Ey Rabbim, bana yardım et ve bana karşı yardım verme; bana zafer ver ve bana karşı zafer verme; benim için plan yap ve bana karşı plan yapma; beni hidayete yönlendir ve doğru hidayeti benim için kolaylaştır; bana bana zulmedenlere karşı zafer ver. Ey Rabbim, beni sana şükreden, seni hatırlayan, sana karşı korku duyan, sana itaatte samimi, sana karşı alçakgönüllü, dua ederken gayretli ve tövbe eden biri yap. Ey Rabbim, tövbemi kabul et, günahımı sil, duama icabet et, delilimi açıkça ortaya koy, dilimi doğru söyleyenlerden eyle, kalbimi hidayete yönlendir ve göğsümdeki kinleri çıkar.\""
    },
    {
      "id": 257,
      "narrator": "",
      "text": "Tirmizi, Ebu Davud ve İbn Mace bunu rivayet etmiştir."
    },
    {
      "id": 258,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Ebu Bekir, Allah'ın elçisinin minbere çıktığını, sonra ağladığını ve şöyle dediğini aktardı: \"Allah'tan af ve sağlık isteyin; zira kesinlik verildikten sonra, sağlık kadar iyi bir şey verilmez.\""
    },
    {
      "id": 260,
      "narrator": "Ibn ‘Umar said that God’s messenger seldom got up to leave an assembly without using these supplications for his companions:",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir; Tirmizi, bunun hasen bir hadis olduğunu ve isnadının garip olduğunu söylemiştir."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 262,
      "narrator": "‘Umar b. al-Khattab said:",
      "text": "Enes, Peygamber'e gelen bir adamın en güzel duanın hangisi olduğunu sorduğunu anlattı. Peygamber ona, \"Rabbinden bu dünyada ve ahirette sağlık ve kötülükten güven iste\" diye cevap verdi. Adam ertesi gün aynı soruyu sordu ve benzer bir cevap aldı. Üçüncü gün geldiğinde, benzer bir cevap aldı ve bu eklemeyle: \"Eğer bu dünyada ve ahirette sağlık ve kötülükten güven verilirse, mutluluğa ulaşmış olursun.\""
    },
    {
      "id": 263,
      "narrator": "‘Uthman b. Hunaif told that a blind man came to the Prophet and asked him to pray to God to cure him. He replied, “If you wish, I shall make supplication to God, but if you wish you will endure, for that is better for you.\" The man asked him to make supplication.  said:",
      "text": "Tirmizi ve İbn Mace bunu rivayet etmiştir; Tirmizi, bunun hasen bir hadis olduğunu ve isnadının garip olduğunu söylemiştir."
    },
    {
      "id": 264,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 265,
      "narrator": "‘Ata’ b. as-Sa’ib told that his father said:",
      "text": "Abdullah b. Yazid el-Hatmi, Allah'ın elçisinin duasında şöyle dediğini aktardı: \"Ey Allah'ım, bana sevgini ve seninle bana fayda verecek olanların sevgisini nasip et; Ey Allah'ım, bana verdiğin şeyleri, senin sevdiğin şeyler konusunda bana bir güç yap; Ey Allah'ım, benden çevirdiğin şeyleri, senin sevdiğin şeylere yönelmemin bir aracı kıl.\""
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir."
    },
    {
      "id": 267,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 268,
      "narrator": "",
      "text": "İbn Umar, Allah'ın elçisinin bir topluluktan ayrılmadan önce arkadaşları için bu duaları kullanmadığını pek az gördüğünü söyledi: \"Ey Allah'ım, bize, sana isyan etmekten alıkoyacak kadar korku, cennetine ulaştıracak kadar itaat ve bu dünyanın belalarından kolayca geçmemizi sağlayacak kadar kesinlik ver; bize hayat verdikçe işitme, görme ve gücümüzden faydalanmayı nasip et, ve bunu bizden miras alacak olanlara da yap; bize zulmedenlere karşı intikam ver ve bize düşman olanlara karşı yardım et; dinimize bir bela gelmesin, dünya işleri en büyük kaygımız olmasın ve bilmediğimiz her şey olmasın; bize merhamet etmeyenlerin üstümüzde hüküm sürmesine izin verme.\""
    },
    {
      "id": 269,
      "narrator": "",
      "text": "Tirmizi bunu rivayet etmiştir; bunun hasen garip bir hadis olduğunu söylemiştir."
    },
    {
      "id": 270,
      "narrator": "Anas told of God’s messenger visiting a Muslim who had become as weak as a chicken and asking him whether he had been accustomed to make any supplication to God or ask Him for anything. On his replying that he had, for he was accustomed to say, \"O God, what Thou meanest to punish me with in the next world inflict on me beforehand in this world,\" God’s messenger said, “Glory be to God! You are not capable of it or able to endure it.” He then asked why he had not said, \"O God bring us blessing in this world, blessing in the next, and guard us from the punishment of hell.\"  said:",
      "text": "---"
    },
    {
      "id": 271,
      "narrator": "",
      "text": "Hudhaifa, Allah'ın Elçisi'nin şöyle söylediğini bildirmiştir: \"Bir müminin kendini küçük düşürmesi uygun değildir.\" Kendini nasıl küçük düşürebileceği sorulduğunda, \"Dayanamayacağı bir felakete maruz kalarak\" diye cevap vermiştir."
    },
    {
      "id": 272,
      "narrator": "",
      "text": "Tirmizî, İbn Mâce ve Beyhakî, bu hadisi Şu'ab al-iman'da aktarmışlardır; Tirmizî bu hadisin hasen garib olduğunu söylemiştir."
    }
  ]
}