{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Dedi ki, \"Yahya ibn Yahya el-Leysi, Malik ibn Enes'ten, o da İbn Şihab'tan bana aktardı ki, bir gün Ömer ibn Abd al-Aziz namazı geciktirdi. Urve ibn az-Zübeyr geldi ve ona Kufe'de iken el-Muğira ibn Şu'be'nin bir gün namazı geciktirdiğini, bunun üzerine Ebu Mes'ud el-Ensari'nin ona, 'Bu ne, Muğira? Cebrail'in inip namaz kıldığını ve Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, namaz kıldığını bilmiyor musun?' dediğini söyledi. Sonra tekrar namaz kıldı ve Allah'ın Resulü, ona salat ve selam eylesin, namaz kıldı. Sonra tekrar namaz kıldı ve Allah'ın Resulü, ona salat ve selam eylesin, namaz kıldı. Sonra tekrar namaz kıldı ve Allah'ın Resulü, ona salat ve selam eylesin, namaz kıldı. Sonra tekrar namaz kıldı ve Allah'ın Resulü, ona salat ve selam eylesin, namaz kıldı. Sonra Cebrail dedi ki, 'Bu, sana emredilen şeydir.' Ömer ibn Abd al-Aziz dedi ki, 'Urve, aktardığın konuda emin ol. Namazın vaktini belirleyen kesinlikle Cebrail miydi?' \" Urve dedi ki, \"Bunu Ebu Mes'ud el-Ensari'nin babasından Beşir ibn Ebu Mes'ud'a böyle aktardılar.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Urve, Peygamberin eşi Aişe'nin, Allah ona salat ve selam eylesin, güneş odasına dolarken, güneşin kendisi görünmeden (yani hala gökyüzünde yüksekken) asr namazı kıldığını söyledi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zeyd ibn Aslam'dan, Ata ibn Yasar'ın şöyle dediğini aktardı: \"Bir adam Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, sabah namazının vaktini sordu. Allah'ın Resulü, ona cevap vermedi, ama sabah namazını ilk ışıkta kıldı. Ertesi sabah, sabah namazını çok daha aydınlık bir zamanda kıldı ve sonra, 'Namazın vaktini soran adam nerede?' dedi. Adam cevap verdi, 'Buradayım, Allah'ın Resulü.' O da, 'Vakit bu ikisi arasındadır.' dedi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Amra bint Abd ar-Rahman'dan, Aişe'nin, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, sabah namazını kılardı ve kadınlar, giysilerine sarılı olarak çıkarlardı ve karanlıkta henüz tanınamazlardı.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Busr ibn Said'den ve el-Araj'dan - hepsi bunu Ebu Hureyre'den aktardı - Allah'ın Resulü, Allah ona salat ve selam eylesin, şöyle dedi: \"Kim sabah namazından bir rekatı güneş doğmadan önce kılabilirse, sabah namazını vaktinde kılmıştır. Kim asr namazından bir rekatı güneş batmadan önce kılabilirse, asr namazını vaktinde kılmıştır.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Ömer'in azatlısından, Ömer ibn el-Hattab'ın valilerine yazdığı mektubu aktardı: \"Bana göre işlerin en önemlisi namazdır. Kim onu korur ve dikkatle yerine getirirse, dinini korumuş olur; kim ona kayıtsız kalırsa, diğer şeylere de daha kayıtsız olacaktır.\" Sonra ekledi: \"Öğle namazını, öğle gölgesi ön kol uzunluğuna ulaştığı zamandan, gölgeniz boyunuza eşit oluncaya kadar kılın. Asr namazını güneş hala bembeyazken kılın ki, bir yolcu güneş batmadan önce iki veya üç farsah yol alabilsin. Akşam namazını güneş battığında kılın. Yatsı namazını, batı gökyüzündeki kırmızılık kayboluncaya kadar ve gece üçte bir geçene kadar kılın - uyuyan kişiye, rahatlık yok, uyuyan kişiye, rahatlık yok. Ve sabah namazını, tüm yıldızlar görünürken ve gökyüzünde bir sis gibi olduğunda kılın.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Ebu Suhayl'den, babasından aktardı ki, Ömer ibn el-Hattab, Ebu Musa'ya, güneşin eğilmeye başladığında öğle namazını, güneş hala bembeyazken asr namazını, güneş battığında akşam namazını kılmasını, uyumadığı sürece yatsıyı geciktirmesini, yıldızlar görünürken ve gökyüzünde bir sis gibi olduğunda sabah namazını kılmasını ve içinde iki uzun sure okumayı emretti."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urve'den, babasından aktardı ki, Ömer ibn el-Hattab, Ebu Musa el-Eş'ari'ye, güneş hala bembeyazken asr namazını kılmasını, böylece bir adamın akşamdan önce üç farsah gidebileceğini, yatsıyı ise gecenin ilk üçte birinde veya gecenin ortasına kadar geciktirmesini ve unutkan olmaması konusunda onu uyardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Ziyad'dan, Abdullah ibn Rafi, Peygamberin eşi Ümmü Seleme'nin azatlısı, Ebu Hureyre'ye namazın vaktini sordu. Ebu Hureyre dedi ki, \"Sana söyleyeyim. Öğle namazını gölgeniz boyunuza eşit olduğunda, asr namazını gölgeniz boyunuzun iki katı olduğunda, akşam namazını güneş battığında, yatsıyı gecenin ilk üçte birinde ve sabah namazını şafak ışığının en başında kılın,\" yani şafak kesinlikle geldiğinde."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshak ibn Abdullah ibn Ebu Talha'dan, Anas ibn Malik'in şöyle dediğini aktardı: \"Biz asr namazını kılardık ve Beni Amr ibn Avf'a giden herkes orada asr namazını kılarken bulurdu.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Anas ibn Malik'in şöyle dediğini aktardı: \"Biz asr namazını kılardık ve Kuba'ya giden herkes oraya güneş hala yüksekken varırdı.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Ebu Abd ar-Rahman'dan, el-Kasım ibn Muhammed'in şöyle dediğini aktardı: \"Tanıştığım hiçbir sahabe, öğle namazını öğleden sonra kılmadı,\" (yani güneşin şiddetini kaybettiği zamana kadar)."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Ebu Suhayl ibn Malik'ten, babasının şöyle dediğini aktardı: \"Cuma günü, Cuma namazı için caminin batı duvarına kadar açılmış bir halı görürdüm. Duvarın gölgesi tüm halıyı kapladığında, Ömer ibn el-Hattab dışarı çıkar ve Cuma namazını kılardı.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik, Ebu Suhayl'ın babası ekledi: \"Sonra Cuma namazından sonra geri döner ve öğle uykumuzu alırdık.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amr ibn Yahya ibn Yahya el-Mazini'den, İbn Ebu Salit'ten, Osman ibn Affan'ın Medine'de Cuma namazı kıldığını ve Malal'de (Medine'den on yedi mil uzakta bir yer) asr namazı kıldığını aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar ibn al-Khattab'ın şöyle dediğini aktardı: \"Eğer rükuyu kaçırdıysanız, secdeyi de kaçırmışsınız demektir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar ve Zayd ibn Thabit'in şöyle dediğini aktardı: \"Kim rakatı yakalarsa, secdeyi de yakalamıştır.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Hurayra'nın şöyle dediğini aktardı: \"Kim rükuyu yakalarsa, secdeyi de yakalamıştır ve kim umm al-Qur'an'ın tilavetini kaçırırsa, çok hayrı kaçırmış olur.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Duluk ash-shams, güneşin meridyenin üzerinden geçmesiyle başlar.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Da'ud ibn al-Husayn'ın kendisine, Abdullah ibn Abbas'ın şöyle dediğini aktardığını aktardı: \"Duluk ash-shams, güneşin meridyenin üzerinden geçmesiyle başlar. Ghasaq al-layl, gecenin toplanması ve karanlığıdır.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle söylediğini aktardı: \"Kim asr namazını kaçırırsa, sanki ailesinde ve malında büyük bir felaket yaşamış gibidir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, bir gün Umar ibn al-Khattab'ın asr namazını kıldıktan sonra ayrıldığını ve orada olmayan bir adamla karşılaştığını aktardı. Umar ona namazdan neyin alıkoyduğunu sordu ve adam iyi bir sebep verdiği halde, Umar şöyle dedi: \"Kendine kısa ölçü verdin.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'in şu yorumu yaptığını ekledi: \"Her şeyin kısa ölçüsü ve tam ölçüsü olduğu söylenir.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in şöyle dediğini aktardı: \"Birisi namazın vaktinden önce kılmayı başarırsa, geçmiş olan zaman, ailesi ve malından daha önemlidir veya daha hayırlıdır.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini aktardı: \"Bir namazın vakti geldiğinde ve bir yolcu, ihmal veya unutkanlık nedeniyle namazı ailesine ulaşana kadar geciktirirse, eğer vaktinde ulaşırsa o namazı tam kılmalıdır. Ama eğer vaktin geçtiği bir zamanda ulaşırsa, yolculuk namazını kılmalıdır. Böylece sadece borcunu ödemiş olur.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Malik, \"Bu, bizim toplumumuzda insanların ve ilim ehlinin yaptığını bulduğum şeydir.\" dedi. Malik, şafak'ın güneş battıktan sonraki gökyüzündeki kızıllık olduğunu açıkladı ve \"Kızıllık gittiğinde, isha namazı vaktidir ve maghrib vaktini kaçırmış olursunuz.\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, bir gün Abdullah ibn Umar'ın bayıldığını ve kendinden geçtiğini ve namazı kılmadığını aktardı."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, \"Biz bunun, Allah en iyi bilendir, zamanın geçmiş olmasından kaynaklandığını düşünüyoruz. Zaman içinde kendine gelen birisi namaz kılmalıdır.\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Said ibn al-Musayyab'tan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Khaybar'dan dönerken gece yolculuğu yaptığını aktardı. Gece sona ererken bir dinlenme için durdu ve Bilal'e subh namazı için uyanık kalmasını söyledi. Allah'ın Resulü, Allah ona salat ve selam eylesin, ve arkadaşları uyudu. Bilal, kendisine verilen süre kadar nöbet tuttu ve sonra sabahın yönüne bakan binek devenin üzerine yaslandı ve uykuya daldı. Ne o ne de Allah'ın Resulü ne de kafiledekiler, güneşin ışınları üzerlerine vuruncaya kadar uyandılar. Allah'ın Resulü, Allah ona salat ve selam eylesin, endişelendi. Bilal özür diledi ve \"Allah'ın Resulü! Senin ruhunu alan, benim ruhumu da aldı.\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, kafileye ilerlemelerini emretti ve böylece bineklerini uyandırdılar ve kısa bir mesafe sürdüler. Allah'ın Resulü, Allah ona salat ve selam eylesin, Bilal'e iqama vermesini emretti ve sonra onlara subh namazını kıldırdı. Namazı bitirdiğinde, \"Bir namazı unutan kimse, hatırladığında kılmalıdır. Allah, mübarek ve yüce olan, kitabında 'Beni anmak için namaz kılın.' demektedir.\" dedi."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, bir gece Mekke'ye giderken dinlenmek için durdu ve Bilal'i namaz için uyandırmakla görevlendirdi. Bilal uyudu ve diğer herkes de uyudu ve hiçbiri güneş doğuncaya kadar uyanmadı. Uyanınca hepsi endişelendi. Allah'ın Resulü, Allah ona salat ve selam eylesin, onlara vadiden çıkmalarını emretti ve orada bir şeytan olduğunu söyledi. Böylece vadiden çıktılar ve Allah'ın Resulü, Allah ona salat ve selam eylesin, onlara inip abdest almalarını ve Bilal'e ya namazı çağırmasını ya da iqama vermesini söyledi. Allah'ın Resulü, Allah ona salat ve selam eylesin, sonra onlara namaz kıldırdı. Onların huzursuzluklarını fark edince yanlarına gitti ve 'Ey insanlar! Allah ruhlarımızı aldı ve eğer dileseydi, onları başka bir zamanda bize iade ederdi. Eğer bir namazın vaktini uyursanız veya unutur ve bu konuda endişelenirseniz, onu sanki vaktinde kılıyormuşsunuz gibi kılın.' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, Abu Bakr'a döndü ve 'Şeytan, Bilal'e namazda dururken geldi ve onu yatırıp uyuttu, küçük bir çocuk gibi.' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, sonra Bilal'i çağırdı ve ona Abu Bakr'a söylediği şeyi söyledi. Abu Bakr, 'Ben şahitlik ederim ki sen Allah'ın Resulüsün.' dedi.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Mujabbar'dan, Salim ibn Abdullah'ın namaz kılan herhangi bir adamın ağzını kapattığını gördüğünde, onun ağzından örtüyü sert bir şekilde çektiğini gördüğünü bana aktardı."
    }
  ]
}