{
  "language": "tr",
  "metadata": {
    "length": 4,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, A'işe'nin, Allah ona rahmet etsin ve selam versin, şöyle dediğini rivayet etti: \"Peygamberimiz zamanında güneş tutulması oldu ve Peygamberimiz, Allah ona rahmet etsin ve selam versin, insanlara namaz kıldırdı. Uzun bir süre ayakta durdu. Sonra rükûya gitti ve rükûyu uzun tuttu. Sonra tekrar ayakta durdu, ama ilk sefer kadar uzun değildi. Sonra tekrar rükûya gitti ve rükûyu uzun tuttu, ama ilk sefer kadar uzun değildi. Sonra kalktı ve secdeye gitti. İkinci rekatta da aynı şekilde yaptı ve namazını bitirdiğinde güneş doğmuştu. Sonra insanlara bir hutbe verdi, Allah'ı övdü ve ardından şöyle dedi: 'Güneş ve ay, Allah'ın iki ayetidir. Onlar, kimsenin ölümü veya hayatı için tutulmazlar. Güneş tutulması gördüğünüzde, Allah'a dua edin ve \"Allah en büyüktür\" deyin ve sadaka verin.' Sonra şöyle dedi: 'Ey Muhammed topluluğu! Allah'a yemin ederim ki, bir erkek veya kadın kölesinin zina etmesinden daha çok kıskanan kimse yoktur. Ey Muhammed topluluğu! Allah'a yemin ederim ki, eğer benim bildiklerimi bilseydiniz, az güler ve çok ağlardınız.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zeyd ibn Aslam'dan, Ata ibn Yasar'dan, Abdullah ibn Abbas'ın şöyle dediğini rivayet etti: \"Güneş tutulması oldu ve Peygamberimiz, Allah ona rahmet etsin ve selam versin, namaz kıldı, insanlar da onunla birlikte namaz kıldılar. Uzun bir süre ayakta durdu, neredeyse (Bakara Suresi'ni okumak için gereken süre kadar) uzun, sonra rükûya gitti ve uzun bir süre rükûda kaldı. Sonra kalktı ve uzun bir süre ayakta durdu, ama ilk sefer kadar uzun değildi. Sonra tekrar rükûya gitti ve uzun bir süre rükûda kaldı, ama ilk sefer kadar uzun değildi. Sonra secdeye gitti. Sonra uzun bir süre ayakta durdu, ama ilk sefer kadar uzun değildi. Sonra tekrar rükûya gitti ve uzun bir süre rükûda kaldı, ama ilk sefer kadar uzun değildi. Sonra kalktı ve uzun bir süre ayakta durdu, ama ilk sefer kadar uzun değildi. Sonra tekrar rükûya gitti ve uzun bir süre rükûda kaldı, ama ilk sefer kadar uzun değildi. Sonra secdeye gitti ve namazını bitirdiğinde güneş doğmuştu. Sonra şöyle dedi: 'Güneş ve ay, Allah'ın iki ayetidir. Onlar, kimsenin ölümü veya hayatı için tutulmazlar. Güneş tutulması gördüğünüzde, Allah'ı hatırlayın.' Onlar dediler: 'Ey Allah'ın Resulü, seni burada ayakta dururken bir şeylere uzandığını gördük ve sonra geri çekildiğini gördük.' O da şöyle dedi: 'Cenneti gördüm ve oradan bir salkım üzüm almak için uzandım, eğer onu alsaydım, bu dünya sürdüğü müddetçe siz de ondan yiyebilirdiniz. Sonra ateşi gördüm - ve bugün gördüğümden daha çirkin bir şey görmedim - ve onun insanlarının çoğunun kadın olduğunu gördüm.' Onlar dediler: 'Neden, Ey Allah'ın Resulü?' O da şöyle dedi: 'Nankörlüklerinden (kufr) dolayı.' Birisi dedi: 'Allah'a nankörlük mü ediyorlar?' O da şöyle dedi: 'Kocalarına nankörlük ediyorlar ve onlara karşı iyi davranışa nankörlük ediyorlar. Birine ömür boyu iyi davransanız bile, sonra o bir şey görse (hoşlanmadığı) hemen \"Senden hiçbir hayır görmedim\" der.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, 'Amra bint Abd ar-Rahman'dan, A'işe'nin, Allah ona rahmet etsin ve selam versin, şöyle dediğini rivayet etti: \"Bir Yahudi kadın yanına gelip ondan dilendi ve şöyle dedi: 'Allah seni kabir azabından korusun.' A'işe, Peygamberimiz, Allah ona rahmet etsin ve selam versin, 'İnsanlar kabirlerinde azap mı görüyorlar?' diye sordu. Peygamberimiz, Allah ona rahmet etsin ve selam versin, bu durumdan Allah'a sığındı. Sonra bir sabah Peygamberimiz, Allah ona rahmet etsin ve selam versin, bir sefere çıktı ve güneş tutulması oldu, geç bir saatte geri döndü ve dairelerinden geçti. Sonra durdu ve namaz kıldı, insanlar da arkasında durdular. Uzun bir süre ayakta durdu, sonra uzun bir süre rükûya gitti. Sonra kalktı ve uzun bir süre ayakta durdu, ama ilk sefer kadar uzun değildi, sonra tekrar uzun bir süre rükûya gitti, ama ilk sefer kadar uzun değildi. Sonra kalktı ve secdeye gitti. Sonra uzun bir süre ayakta durdu, ama önceki kadar uzun değildi, sonra tekrar uzun bir süre rükûya gitti, ama önceki kadar uzun değildi. Sonra kalktı ve uzun bir süre ayakta durdu, ama önceki kadar uzun değildi, sonra tekrar uzun bir süre rükûya gitti, ama önceki kadar uzun değildi. Sonra kalktı ve secdeye gitti. Namazını bitirdiğinde, Allah'ın kendisine söylemesini istediği şeyi söyledi ve sonra onlara kabir azabından korunmaları gerektiğini bildirdi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, Fatima bint al Mundhir'den, Asma bint Abi Bekr as-Sıddık'ın şöyle dediğini rivayet etti: \"Güneş tutulması sırasında Peygamberimiz, Allah ona rahmet etsin ve selam versin, A'işe'ye gittim ve herkes namazda duruyordu, o da ayakta namaz kılıyordu. 'Herkes ne yapıyor?' dedim. O, elini gökyüzüne işaret ederek 'Subhanallah' dedi. 'Bir işaret mi?' dedim. Başını sallayarak 'Evet' dedi."
    }
  ]
}