{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshak ibn Abdullah ibn Abi Talha'dan, Rafi ibn İshak'ın, ash-Shifa ailesinin bir kölesi olarak bilinen, Abu Talha'nın kölesi olarak tanınan birisi olduğunu, Abu Ayyub el-Ensari'nin, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, Mısır'da iken, \"Vallahi! Bu tuvaletlerle nasıl başa çıkacağımı bilmiyorum.\" dediğini aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Tuvalete gittiğinizde, cinsel organlarınızı kıblaya doğru açmayın ve sırtınızı ona dönmeyin.\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ensar'dan birinin, Allah'ın Resulü, Allah ona salat ve selam eylesin, kıblaya doğru tuvalet yapmayı veya idrar yapmayı yasakladığını aktardığını bildirdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Yahya ibn Habban'dan, amcası Wasi ibn Habban'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"İnsanlar, 'Tuvalete oturduğunuzda, kıblaya veya Beyt al-Makdis'e dönmeyin.' diyorlar.\" Abdullah devam etti: \"Bir gün evimizin çatısına çıktım ve Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, Beyt al-Makdis'e doğru iki pişmemiş tuğla üzerinde oturmuş, tuvaletini yaparken gördüm.\" İbn Umar ekledi: \"Belki sen, topuklarının üzerine oturarak namaz kılanlardansındır.\" Wasi cevap verdi: \"Vallahi, bilmiyorum!\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik, onun, secde ettiğinde bedenini yere yakın tutan birisini kastettiğini söyledi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü, Allah ona salat ve selam eylesin, kıblanın duvarında tükürük gördüğünü ve onu kazıdığını aktardı. Sonra insanlara gidip, \"Namaz kılarken önünüze tükürmeyin, çünkü Allah, Aziz ve Celil, namaz kıldığınızda önünüzdedir.\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Peygamberin eşi A'işe'den, Allah'ın Resulü, Allah ona salat ve selam eylesin, kıblanın duvarında tükürük, ya da sümük ya da balgam gördüğünü ve onu kazıdığını aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Bir gün insanlar Subhat Kuba namazı kılarken, bir adam onlara geldi ve 'Geçen gece Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bir ayet indirildi ve Kabe'ye dönmesi emredildi, o yüzden ona dönün.' dedi. Onlar daha önce ash-Sham'a dönmüşlerdi, bu yüzden döndüler ve Kabe'ye yöneldiler.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Medine'ye geldikten sonra on altı ay Beyt al-Makdis'e doğru namaz kıldı. Sonra kıble, Badr savaşından iki ay önce değiştirildi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Ömer ibn al-Hattab'ın şöyle dediğini aktardı: \"Doğu ile batı arasında olan herhangi bir yön, eğer namaz kılan kişi Kabe'ye doğru bakıyorsa kıble olarak alınabilir.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Rabah ve Ubaydullah ibn Abi Abdullah Salman al-Agharr'dan, Abu Hurayra'dan, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Bu camimde kılınan bir namaz, başka bir camide kılınan bin namazdan daha hayırlıdır, sadece Masjid al-Haram (Mekke'deki) hariç.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Khubayb ibn Abd ar-Rahman'dan, Hafs ibn Asim'den, Abu Hurayra veya Abu Said al-Khudri'den, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Evimin ile minberimin arasındaki yer, Cennet'in bahçelerinden biridir ve benim minberim, su içme yerim (el-Hawd) üzerindedir.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, Abbad ibn Tamim'den, Abdullah ibn Zayd al-Mazini'den, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Evimin ile minberimin arasındaki yer, Cennet'in bahçelerinden biridir.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Allah'ın kadın kullarını, Allah'ın camilerine girmelerini yasaklamayın.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Busr ibn Said'den, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Siz kadınlardan hiçbiri, akşam namazında bulunduğunuzda parfüm kullanmamalıdır.\" dediğini duyduğunu aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Atika bint Zayd ibn Amr ibn Nufayl'in, Ömer ibn al-Hattab'a camiye gitmek için izin istediğini, onun sessiz kaldığını, bunun üzerine onun, \"Vallahi, çıkacağım, eğer bana yasaklamazsan.\" dediğini ve onun da yasaklamadığını aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Amra bint Abd ar-Rahman'dan rivayet etti ki, Peygamber'in eşi A'isha, Allah ona salat ve selam eylesin, şöyle dedi: \"Eğer Allah'ın Resulü, ona salat ve selam eylesin, kadınların şimdi ne yaptıklarını görseydi, onları camilere girmeleri yasaklardı, tıpkı Beni İsrail kadınlarının yasaklandığı gibi.\""
    }
  ]
}