{
  "language": "tr",
  "metadata": {
    "length": 52,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr ibn Hazm'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Amr ibn Hazm'a gönderdiği bir mektupta, \"Kur'an'a ancak temiz olanlar dokunabilir.\" dediğini aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik dedi ki, \"Kur'an'ı kayışından veya bir yastık üzerinde taşımamalıdır; ancak temiz olanlar taşıyabilir. Eğer böyle yapmak caiz olsaydı, onu örtüsü içinde taşımak da caiz olurdu. Bu, onu taşıyan kişinin ellerinde Kur'an'ı kirletecek bir şey olduğu için değil, Kur'an'a saygıdan dolayı temiz olmadan taşınmasının hoş karşılanmaması içindir.\" Malik dedi ki, \"Bu konuda duyduğum en iyi şey, 'Ona ancak temiz olanlar dokunur.' (Sura 56, ayet 79) ayetidir. Bu, Allah'ın, yüce ve temiz sayfalarda, kalem sahiplerinin elleriyle, 'Hayır, bu bir hatırlatmadır; dileyen onu hatırlayacaktır.' dediği Abasa suresindeki ayetle eşdeğerdir.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Abi Tamima as-Sakhtayani'den, Muhammad ibn Sirin'den aktardı ki, Ömer ibn al-Hattab, bazı insanların Kur'an okuduğu bir yerdeydi. İhtiyaç gidermek için gitti ve geri döndüğünde Kur'an okumaya başladı. Adamın biri ona, \"Amir al-muminin, abdest almadan Kur'an mı okuyorsun?\" dedi. Ömer cevap verdi, \"Bu konuda sana kim fetva verdi? Musaylima mı?\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Davud ibn al-Husayn'dan, al-Araj'dan, Abd ar-Rahman ibn Abd al-Qari'den aktardı ki, Ömer ibn al-Hattab dedi ki, \"Kim gece hizbini okumayı kaçırır ve güneş meridyenin üzerinden geçtikten sonra öğle namazına kadar okursa, onu kaçırmamıştır; ya da sanki onu yakalamıştır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den aktardı ki, \"Bir gün Muhammad ibn Yahya ibn Habban ile oturuyorduk, ve Muhammad bir adamı yanına çağırdı ve ona, 'Babanın senden duyduğu şeyleri söyle' dedi. Adam, babasının Zayd ibn Thabit'e gittiğini ve ona, 'Kur'an'ı yedi günde okumak hakkında ne düşünüyorsun?' diye sorduğunu söyledi. Zayd, 'Bu iyi, ama ben iki haftada veya on günde okumayı tercih ederim. Nedenini sor' dedi. Adam, 'O zaman nedenini soruyorum.' Zayd, 'Düşünebilmek ve üzerinde durabilmek için.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urwa ibn az-Zubayr'dan, Abd ar-Rahman ibn Abd al-Qari'den aktardı ki, Ömer ibn al-Hattab dedi ki, \"Hişam ibn Hakim ibn Hizam'ın, bana farklı bir şekilde Kur'an-ı Kerim okuduğunu duydum; bunu bana Allah'ın Resulü, Allah ona salat ve selam eylesin, okumuştu. Hemen yanına koşmak üzereydim ama onun namazını bitirmesi için ona bir süre tanıdım. Sonra onu hırkasından yakaladım ve Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, götürdüm ve dedim ki, 'Allah'ın Resulü, bu adamın bana Kur'an-ı Kerim'i sizin okuduğunuzdan farklı bir şekilde okuduğunu duydum.' Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Bırak onu' dedi. Sonra, 'Oku, Hişam' dedi ve Hişam, benim duyduğum gibi okudu. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Bu şekilde indirilmiştir' dedi. Sonra bana, 'Oku' dedi ve ben sureyi okudum, o da, 'Bu şekilde indirilmiştir. Bu Kur'an yedi (farklı) şekilde indirilmiştir, o halde senin için kolay olanından oku.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan aktardı ki, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Kur'an'ı iyi bilen bir adam, hırpalanmış bir deveye benzer. Eğer ona iyi bakarsa, onu korur; eğer onu bırakırsa, kaçar.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Peygamber'in eşi A'işe'den, Allah'ın Resulü, Allah ona salat ve selam eylesin, al-Harith ibn Hişam'ın Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, \"Vahiy sana nasıl gelir?\" diye sorduğunu aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Bazen bana bir çan sesi gibi gelir, bu benim için en zorudur; ve gittiğinde, ne söylediğini hatırlarım. Bazen de melek, bana bir insan suretinde görünür ve benimle konuşur, ben de onun söylediklerini hatırlarım.\" dedi. A'işe ekledi, \"Onun üzerine yoğun bir soğuk günde vahiy geldiğini gördüm; ve vahiy onu terk ettiğinde, alnı ter içinde kalmıştı.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Abasa (Sura 80) ayetinin Abdullah ibn Umm Maktum hakkında indirildiğini aktardı. O, Peygamber'e, Allah ona salat ve selam eylesin, geldi ve \"Ey Muhammad, bana yakın bir yer göster (oturabileceğim)\" demeye başladı; o sırada putperestlerin önde gelenlerinden biri Peygamber ile görüşmekteydi. Peygamber, Allah ona salat ve selam eylesin, ondan yüzünü çevirmeye ve diğer adama yönelmeye başladı ve ona, \"Falanca'nın babası, benim söylediklerimde bir sakınca görüyor musun?\" dedi. O da, \"Hayır, kurbanlarımızın kanı üzerine, senin söylediklerinde bir sakınca görmüyorum.\" dedi. Ve Abasa - \"Kör adam geldiğinde, o kaşlarını çattı ve yüzünü çevirdi\" - ayeti indirildi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, babasından aktardı ki, Allah'ın Resulü, Allah ona salat ve selam eylesin, bir yolculuğundayken, bir gece Ömer ibn al-Hattab, onunla seyahat eden biri olarak, ona bir şey sordu, ama o cevap vermedi. Tekrar sordu, yine cevap vermedi. Sonra bir kez daha sordu, yine cevap vermedi. Ömer dedi ki, \"Anan sana ağlasın, Ömer. Üç kez Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bir soru sordun ve o sana hiç cevap vermedi.\" Ömer devam etti, \"Devemi hareket ettirdim; insanlar önünde olduğumda, hakkında bir ayetin indirileceğinden korktum. Uzun sürmedi, bir çağırıcı beni çağırdı ve ben, hakkında bir ayetin indirileceğinden korktuğumu söyledim.\" Devam etti, \"Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, geldim ve ona 'Selamünaleyküm' dedim, o da, 'Bu gece bana, güneşin doğduğu her şeyden daha sevimli bir sure indirildi.' dedi. Sonra al-Fath (Sura 48) okudu.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Ibrahim ibn al-Harith at-Taymi'den, Abu Salama ibn Abd ar-Rahman'dan aktardı ki, Abu Said, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Aranızda bir grup insan çıkacak ki, onların namazı, orucu ve amelleri, sizin kendi namaz, oruç ve amellerinizi küçümsemenize neden olacak. Onlar Kur'an okuyacaklar, ama boğazlarından geçmeyecek; ve dinin içinden bir ok gibi geçip gidecekler. Okun ucuna bakarsın, bir şey göremezsin; oku tutan yere bakarsın, bir şey göremezsin; ve kanatlarına bakarsın, bir şey göremezsin. Ve o yarık hakkında şüphe içindesin.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın, al-Bakara Suresi'ni (Sura 2) öğrenmesinin sekiz yıl sürdüğünü duyduğunu aktardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Yazid, al-Aswad ibn Sufyan'ın kölesinden, Abu Salama ibn Abd ar-Rahman'dan aktardı ki, Abu Hurayra onlara al-Inshiqaq (Sura 84) okudu ve onun içinde secde etti. Bitirdiğinde, onlara Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, onun içinde secde ettiğini söyledi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi, İbn Umar'ın kölesinden, Mısır'dan bir adamın ona, Ömer ibn al-Hattab'ın al-Hac Suresi'ni (Sura 22) okuduğunu ve içinde iki kez secde ettiğini, sonra da \"Bu sure, içinde iki secde ile özel bir tercih edilmiştir.\" dediğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'ın, \"Ben, Abdullah ibn Umar'ın al-Hac Suresi'nde (Sura 22) iki kez secde ettiğini gördüm.\" dediğini aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, el-Araj'dan, Umar ibn al-Khattab'ın Suret en-Necm'i (Sura 53) okuduğunu ve onunla secde ettiğini, sonra kalkıp başka bir sure okuduğunu rivayet etti."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Umar ibn al-Khattab'ın bir gün Cuma günü minberde secde gerektiren bir ayet okuduğunu, ardından inip secde ettiğini ve herkesin onunla birlikte secde ettiğini rivayet etti. Sonra bir sonraki Cuma bunu tekrar okuduğunda herkes secdeye hazırlanmıştı ama o, \"Rahatınıza bakın. Allah bunu bizim için farz kılmadı, istemediğimiz sürece.\" dedi. O secde etmedi ve onların secde etmesini engelledi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik dedi ki: \"İmam, minberde secde gerektiren bir ayet okuduğunda inip secde etmez.\" Malik, \"Bizim görüşümüze göre, Kur'an'da on bir farz secde vardır, bunlardan hiçbiri mufassal'da değildir.\" dedi. Malik, \"Kimse sabah ve ikindi namazlarından sonra secde gerektiren bir ayet okumamalıdır. Bunun sebebi, Allah'ın Resulü'nün, sabah namazından sonra güneş doğuncaya kadar ve ikindi namazından sonra güneş batıncaya kadar namaz kılmayı yasaklamış olmasıdır ve secde namazın bir parçasıdır. Bu yüzden bu iki zaman diliminde secde gerektiren bir ayet okunmamalıdır.\" diye ekledi. Malik'e, adet gören bir kadının secde gerektiren bir ayet okunduğunda secde edip edemeyeceği sorulduğunda, \"Ne erkek ne de kadın, ritüel olarak temiz olmadıkça secde etmemelidir.\" dedi. Malik'e, bir adamın, secde gerektiren bir ayet okuyan bir kadınla birlikte secde edip edemeyeceği sorulduğunda, \"Onunla birlikte secde etmesi gerekmez. Secde, onları yöneten bir erkekle birlikte olan insanlar için farzdır. O ayeti okur ve onlar onunla birlikte secde ederler. Kendisiyle namaz kılmayan bir adamın okuduğu secde gerektiren bir ayeti duyan birinin secde etmesi gerekmez.\" dedi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn Abdullah ibn Sasaca'dan, babasından, Ebu Said el-Hudri'nin, bir adamın Suret el-İhlas'ı (Sura 112) tekrar tekrar okuduğunu duyduğunu rivayet etti. Sabahleyin, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bunu anlattı, sanki bunu küçümsüyormuş gibi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Nefsim elinde olan Zat'a yemin ederim ki, bu, Kur'an'ın üçte biri gibidir.\" dedi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ubaydullah ibn Abd ar-Rahman'dan, Ubayd ibn Hunayn, Zayd ibn al-Khattab'ın hürmetine sahip olan birisi, Ebu Hureyre'nin şöyle dediğini duyduğunu rivayet etti: \"Ben, Allah'ın Resulü ile birlikte yürüyordum, o, Suret el-İhlas'ı (Sura 112) okuyan bir adam duydu. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Bu farzdır' dedi. Ben de, 'Nedir, Allah'ın Resulü?' diye sordum. O da, 'Cennet' dedi. Adamı müjdelemek istedim ama Allah'ın Resulü ile öğle yemeğini kaçırmaktan korktum ve Allah'ın Resulü ile yemek yemeyi tercih ettim. Sonra adamın yanına gittiğimde, onun gittiğini buldum.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Humayd ibn Abd ar-Rahman ibn Awf'ın, Suret el-İhlas'ın (Sura 112) Kur'an'ın üçte biri kadar olduğunu ve Suret el-Mulk'un (Sura 67) sahibini savunduğunu söylediğini rivayet etti."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy, Ebu Bekir'in hürmetine sahip olan birisi, Ebu Salih as-Samman'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kim günde yüz defa 'Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Saltanat ve hamd O'nundur ve O her şeye kadirdir' (La ilaha illa'llah, wahdahu la sharika lah, lahu'l mulku wa lahu'l hamd, wa huwa ala kulli shay'in qadir) derse, bu, onun için on kölenin azat edilmesi gibidir. Ona yüz sevap yazılır ve yüz günahı silinir ve bu, o gün için şeytandan bir koruma olur. Kimse, ondan daha fazlasını yapmaz, ancak daha fazlasını yapan biri hariç.\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy, Ebu Bekir'in hürmetine sahip olan birisi, Ebu Salih as-Samman'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kim günde yüz defa 'Allah'ı tesbih ederim ve O'na hamd ederim' (Subhana'llah wa bi-hamdihi) derse, onun günahları silinir, deniz köpüğü kadar çok olsalar bile.\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Ubayd, Süleyman ibn Abd al-Malik'in hürmetine sahip olan birisi, Ata ibn Yazid al-Laythi'den, Ebu Hureyre'nin şöyle dediğini rivayet etti: \"Kim 'Subhana'llah'ı (Subhana'llah) otuz üç defa, 'Allahu ekber'i (Allahu akbar) otuz üç defa ve 'Elhamdülillah'ı (al-hamdu lillah) otuz üç defa der ve her namazdan sonra yüzü 'Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Saltanat ve hamd O'nundur ve O her şeye kadirdir' (La ilaha illa'llah, wahdahu la sharika lah, lahu'l mulku wa lahu'l hamd, wa huwa ala kulli shay'in qadir) ile tamamlarsa, onun günahları, deniz köpüğü kadar çok olsalar bile affedilir.\" dedi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umara ibn Sayyad'ın, Said ibn al-Musayyab'ın, sürekli iyi amellerin, bir kölenin 'Allahu ekber' (Allahu akbar) demesi, 'Subhana'llah' (Subahana'llah) demesi, 'Elhamdülillah' (al-hamdu lillah) demesi ve 'Allah'tan başka ilah yoktur ve O'ndan başka güç ve kuvvet yoktur.' (La ilaha illa'llah wa la hawla wa la quwwata illa bi'llah) demesi olduğunu söylediğini rivayet etti."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ziyad ibn Abi Ziyad'ın, Ebu'd-Darda'nın şöyle dediğini söylediğini rivayet etti: \"Sizlere en iyi amellerinizi, en yüksek dereceleri, Rabbinizle en saf olanları, altın ve gümüş vermekten daha hayırlı olanları ve düşmanınızla karşılaşıp onların boyunlarını vurmakla daha hayırlı olanları söylemeyeyim mi?\" Onlar, \"Elbette.\" dediler. O da, \"Allah'ı anmak (dhikr).\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, Nuaym ibn Abdullah ibn al-Mujmir'den, Ali ibn Yahya az-Zuraqi'den, babasından, Rifaa ibn Rafi'nin şöyle dediğini rivayet etti: \"Bir gün, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, arkasında namaz kılarken, Allah'ın Resulü, rükudan başını kaldırdı ve 'Allah, kendisini övenin sesini duyar' (Sami Allahu liman hamidah) dedi. Arkasında bir adam, 'Rabbimiz, hamd sana aittir - bereketli, saf ve bol hamd' (Rabbana wa laka'l hamd, hamdan kathiran tayiban mubarakan fihi) dedi. Allah'ın Resulü, namazı bitirdikten sonra, 'Az önce kim konuştu?' dedi. Adam, 'Ben, Allah'ın Resulü,' dedi ve Allah'ın Resulü, 'Otuzdan fazla melek, bunu ilk kaydedenin kim olduğunu görmek için koşuyordu.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zinad'dan, el-Araj'dan, Ebu Hureyre'nin, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Her peygambere bir dua verilmiştir ve ben, dua mı, ümmetim için şefaat olarak saklamak istiyorum.\" dediğini rivayet etti."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şu duayı söylediğini duyduğunu rivayet etti: \"Ya Allah, sabahı aydınlatan ve geceyi dinlenme zamanı yapan, güneşi ve ayı hesap için tayin eden Sensin. Beni borçtan kurtar ve fakirlikten zengin et ve işitme, görme ve gücümü Senin yolunda bana ihsan et.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Allahumma faliqa'l isbah, wa ja ila'l-layli sakana, wa 'sh-shamsi wa'l-qamari husbana. Iqda anniy addayna, wa'ghnaniy mina'l faqr. Na'mti aniy bi samiy wa basariy, wa quwwatiy fi sabilik."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, İbn Azhar'ın kölesi Abu Ubayd'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Dua ettiğinizde sabırlı olduğunuz sürece, 'Dua ettim ama kabul edilmedi' demediğiniz sürece, dualarınız kabul edilir.\" dediğini aktardı."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abu Abdullah el-Ağarr'dan ve Abu Salama'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Rabbimiz, mübarek ve yüce olan, her gece bu dünyanın gökyüzüne iner, gecenin son üçte biri gelmeden önce, 'Bana kim dua edecek ki, ona cevap vereyim? Kim benden isteyecek ki, ona vereyim? Kim benden af dileyip, ben de onu affedeyim?' der.\" dediğini aktardı."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Ibrahim ibn al-Harith at-Taymi'den, A'işe, müminlerin annesi, \"Ben Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, yanında uyuyordum, gece onu kaybettim, elimle onu aradım ve ayaklarına elimi koydum, o secdede 'Rızana karşı gazabından, affına karşı azabından, kendinden sana sığınıyorum. Seni kendin gibi övmekle sayamam.' diyordu.\" dediğini aktardı."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ziyad ibn Abi Ziyad'dan, Talha ibn Ubaydullah ibn Kariz'den, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Arafat günü yapılan dua en hayırlı duadır ve benim ya da benden önceki peygamberlerin söylediği en güzel şey 'Allah'tan başka ilah yoktur, tektir, ortağı yoktur.' (La ilaha illa'llah, wahdahu la sharika lah.)\" dediğini aktardı."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zubayr al-Makki'den, Tawus al-Yamani'den, Abdullah ibn Abbas'tan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, bu duayı, onlara bir sure öğretir gibi öğrettiğini, \"Allah'ım, ben Cehennem azabından sana sığınıyorum, kabir azabından sana sığınıyorum, hayat ve ölüm fitnesinden sana sığınıyorum.\" dediğini aktardı."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zubayr al-Makki'den, Tawus al-Yamani'den, Abdullah ibn Abbas'tan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, gece yarısı namaza kalktığında şöyle dediğini aktardı: \"Allah'ım, hamd sana aittir. Sen göklerin ve yerin nurusun ve hamd sana aittir. Sen göklerin ve yerin koruyucususun ve hamd sana aittir. Sen göklerin ve yerin Rabbi'sin ve içindekilerin. Sen Hakk'sın, sözlerin doğrudur. Vaadin gerçektir, seninle buluşmak gerçektir. Cennet gerçektir, ateş gerçektir ve saat gerçektir. Allah'ım, sana teslim oldum, sana inandım, sana güvendim, sana yöneldim, seninle tartıştım ve senin için hüküm verdim. Önceden yaptığım ve geride bıraktığım, gizli tuttuğum ve açıkladığım günahlarımı affet, sen benim ilahımsın - senden başka ilah yoktur.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abdullah ibn Jabir ibn Atik'ten, Abdullah ibn Umar'ın onlara Beni Muaviye'de, Ensar köylerinden birinde geldiğini ve \"Siz, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, bu camide nerede namaz kıldığını biliyor musunuz?\" dediğini aktardı. Ben de \"Evet,\" dedim ve bulunduğu yere yakın bir yeri işaret ettim. O da \"Burada dua ettiği üç şeyi biliyor musun?\" dedi. Ben de \"Evet,\" dedim. O da \"O zaman bana söyle.\" dedi. Ben de \"O, kafirlerden birinin müminler üzerinde galip gelmemesi için dua etti ve müminleri kötü mahsullerle helak etmemesi için dua etti, bu iki şey kendisine verildi. Müminlerin birbirleriyle savaşmamaları için dua etti, bu ise reddedildi.\" dedim. İbn Umar, \"Doğru söyledin,\" dedi ve \"Kargaşa, kıyamet gününe kadar sona ermeyecek.\" diye ekledi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'ın şöyle dediğini aktardı: \"Hiç kimse dua etmez ki, ya duası kabul edilir, ya da onun için biriktirilir, ya da kötü amelleri bununla affedilir.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'ın şöyle dediğini aktardı: \"Abdullah ibn Umar, dua ederken iki parmağımla işaret ettiğimi gördü ve bunu yasakladı.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Bir adam, ölümünden sonra oğlunun duasıyla yüceltilir.\" O, ellerini yukarıya doğru açarak konuştu ve sonra onları kaldırdı."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'nın babasından, \"Dua hakkında şu ayet indirildi - 'Ve duanızda ne çok sesli olun ne de sessiz, ama bunları arasında bir yol arayın.'\" (Sura 17 ayet 110) dediğini aktardı. Yahya, Malik'e farz namazlarda dua etmenin caiz olup olmadığını sorduğunda, \"Onlarda dua etmenin bir sakıncası yoktur.\" dedi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Allah'ım, ben sana iyi ameller, hoş karşılanmayan şeylerden uzak durma ve fakirleri sevme konusunda yardım istiyorum. Eğer insanları denemek istersen, beni denemeden yanına al.\" dediğini aktardı."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Kimse hidayete çağırmaz ki, onu takip edenlerin ödülleri kadar ödül almaz, bu ödüllerden hiçbir şey eksilmez. Ve kimse sapıklığa çağırmaz ki, onların yükleri kadar yük almaz, bu yüklerden de hiçbir şey eksilmez.\" dediğini aktardı."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Allah'ım, beni takva sahiplerinin liderlerinden eyle.\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'd-Darda'nın gece yarısı kalkıp, \"Gözler uyudu, yıldızlar battı, sen ise Hayy ve Kayyum'sun.\" dediğini aktardı."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Abdullah as-Sunabihi'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Güneş doğarken Şeytan'ın bir boynuzu ile doğar ve güneş yükseldikçe boynuz ondan ayrılır. Sonra güneş öğleye ulaştığında boynuz ona katılır ve güneş alçaldığında boynuz ondan ayrılır, ve güneş neredeyse battığında tekrar ona katılır.\" dediğini aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, bu zamanlarda namaz kılmayı yasakladı."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasının, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Güneşin kenarı görünene kadar namazı geciktirin ve güneşin kenarı kaybolana kadar namazı geciktirin.\" dediğini aktardığını söyledi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Ala ibn Abd ar-Rahman'dan, \"Dhuhr'dan sonra Anas ibn Malik'i ziyaret ettik ve o ayağa kalkıp asr namazını kıldı. Namazını bitirdikten sonra, namazları vaktinde erken kılmayı konuştuk, ya da o bahsetti ve Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Münafıkların namazı, münafıkların namazı, münafıkların namazı, onlardan birinin güneş sarılaşana kadar oturması ve Şeytan'ın boynuzları arasında ya da Şeytan'ın boynuzunda olmasıdır, sonra kalkıp dört rekat kılması, bu rekatlarda Allah'ı neredeyse hiç hatırlamadan.' dediğini duyduğunu söyledi.\" dediğini aktardı."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Ne güneş doğarken ne de batarken namaz kılmayı niyet etmemelisiniz.\" dediğini aktardı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Yahya ibn Habban'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Güneş batmadan asr namazından sonra ve güneş doğmadan subh namazından sonra namaz kılmayı yasakladı.\" dediğini aktardı."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan, Umar ibn al-Khattab'ın, \"Ne güneş doğarken ne de batarken namaz kılmayı niyet edin, çünkü Şeytan'ın boynuzları güneşin doğuşuyla yükselir ve batışıyla batar.\" dediğini aktardı."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Umar, bu tür namaz kılan insanları döverdi."
    }
  ]
}