{
  "language": "tr",
  "metadata": {
    "length": 59,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Cafer ibn Muhammed'den, babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, uzun bir gömlekle yıkandığını rivayet etti."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Eyyub ibn Ebi Tamime es-Sakhtayani'den, Muhammed ibn Sirin'den, Ümmü Atiyye el-Ensariyye'nin şöyle dediğini rivayet etti: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, kızının vefatında bize geldi ve 'Onu üç, beş veya gerekli görürseniz daha fazla su ve lotus yaprakları ile yıkayın, en sonunda biraz kafur koyun, ve işinizi bitirdiğinizde bana haber verin.' dedi. İşimizi bitirdiğimizde ona haber verdik, o da bize bel örtüsünü verdi ve 'Onu bununla kefenleyin.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Ebi Bekir'den, Asma bint Ümeys'in, Ebu Bekir es-Sıddık'ı vefat ettiğinde yıkadığını rivayet etti. Sonra dışarı çıktı ve orada bulunan muhacirlerden bazılarına, \"Ben oruçluyum ve bugün son derece soğuk bir gün. Gusül almak zorunda mıyım?\" diye sordu. Onlar da, \"Hayır.\" dediler."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, bilgili kişilerin şöyle dediğini duyduğunu rivayet etti: \"Bir kadın vefat ettiğinde, onu yıkayacak kadın yoksa, kan bağıyla bu işi üstlenecek bir erkek yoksa ve kocası da yoksa, onun teyemmüm ile temizlenmesi gerekir, yani yüzü ve elleriyle toprağa silinmesi gerekir.\" Malik dedi ki, \"Bir adam vefat ettiğinde ve yanında sadece kadınlar varsa, onlar da onu toprakla temizlemelidir.\" Malik, \"Ölüleri yıkamak için bizim için özel bir yol yoktur, ne de olsa tanınmış bir yol da yoktur. Sadece yıkanır ve temizlenirler.\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Peygamber'in eşi Aişe'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, üç temiz beyaz pamuklu elbise ile kefenlendiğini rivayet etti; bunlardan hiçbiri uzun bir gömlek veya sarık değildi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Ebu Bekir es-Sıddık hastalandığında Aişe'ye, \"Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, kaç kefeni vardı?\" diye sorduğunu ve onun da, \"Üç temiz beyaz pamuklu elbise.\" diye cevap verdiğini rivayet etti. Ebu Bekir, \"Bu elbiseyi (üzerinde kırmızı toprak veya safran düşmüş bir elbise) al ve yıka. Sonra beni iki başka elbise ile bununla kefenle.\" dedi. Aişe, \"Neden?\" dedi, Ebu Bekir de, \"Hayatta olanların yeniliğe ölülerden daha çok ihtiyacı vardır. Bu sadece beden sıvıları için, beden çürüdükçe çıkanlar içindir.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Humayd ibn Abdurrahman ibn Avf'tan, Abdullah ibn Amr ibn el-As'ın, \"Ölü bir adam, bir gömlek ve bir bel örtüsü ile giydirilir ve sonra üçüncü bir elbiseye sarılır; eğer sadece bir elbisesi varsa, o elbise ile kefenlenir.\" dediğini rivayet etti."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Ebu Bekir ve Ömer'in yanı sıra bu zamana kadar halifelerin ve Abdullah ibn Ömer'in, tabutun önünde yürüdüğünü rivayet etti."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Muhammed ibn el-Munkadir'den, Rabia ibn Abdullah ibn el-Hadir'in, Zeynep bint Cahş'ın cenazesinde insanların tabutun önünde yürüdüğünü gördüğünü rivayet etti."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'nın, \"Ben sadece babamı cenaze alayının önünde gördüm.\" dediğini ve \"Sonra el-Baki'ye gelir ve cenaze geçene kadar otururdu.\" diye eklediğini rivayet etti."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'ın, \"Tabutun arkasında yürümek sünnete aykırıdır.\" dediğini rivayet etti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, Asma bint Ebi Bekir'in ailesine, \"Ben öldüğümde elbiselerimi tütsü ile güzel koklayın ve sonra beni mumyalayın. Kefenime herhangi bir mumyalama maddesi koymayın ve benim ardımdan ateşli bir meşale ile gitmeyin.\" dediğini rivayet etti."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn Ebi Said el-Makburi'den, Ebu Hureyre'nin ölümünden sonra kimsenin ardında ateşli bir meşale ile gitmesini yasakladığını rivayet etti. Yahya, \"Malik'in buna karşı çıktığını duydum.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn el-Musayyab'dan, Ebu Hureyre'nin, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, an-Necashi'nin ölümünü, öldüğü gün herkese duyurduğunu ve onlarla birlikte namaz yerine gittiğini, sonra onları saf haline getirdiğini ve \"Allah en büyüktür\" dediğini dört kez söylediğini rivayet etti."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya related to me from Malik from Ibn Shihab from Said ibn al-\nMusayyab from Abu Hurayra that the Messenger of Allah, may Allah bless\nhim and grant him peace, announced the death of an Najashi to everyone\non the day that he died, and went out with them to the place of\nprayer, and then formed them into rows and said \"Allah is greater\"\nfour times."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abu Umama ibn Sahl ibn Hunayf'ten, bir zamanlar bir fakir kadının hastalandığını ve Allah'ın Elçisi'nin (salat ve selam üzerine olsun) hastalığından haberdar olduğunu, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) fakir insanları sık sık ziyaret ettiğini ve onlardan haber aldığını aktardı. Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle dedi: \"Eğer ölürse bana haber verin.\" Gece vakti tabutu çıkarıldı ve Allah'ın Elçisi'ni (salat ve selam üzerine olsun) uyandırmak istemediler. Sabah, Allah'ın Elçisi'ne (salat ve selam üzerine olsun) onun başına gelenleri söylediler ve o, \"Size ölürse haber vermemi söylemedim mi?\" dedi. Onlar, \"Ey Allah'ın Elçisi, seni uyandırmak ve gece dışarı çıkarmak istemedik.\" dediler. Bunun üzerine Allah'ın Elçisi (salat ve selam üzerine olsun) dışarı çıktı, herkesin mezarının etrafında saf tutmasını sağladı ve \"Allah en büyüktür\" diyerek dört kez söyledi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik'in İbn Şihab'a, ceset üzerinde söylenen tekbirlerden bazılarını alan ve geri kalanını kaçıran bir adam hakkında sorduğunu, İbn Şihab'ın da, \"Kaçırdığını tamamlar.\" dediğini aktardı."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn Abi Said al-Maqburi'den, babasından, Abu Hurayra'ya, \"Ölü üzerine nasıl namaz kılıyorsun?\" diye sorduğunu, Abu Hurayra'nın da, \"Allah'ın hayatı üzerine, sana söyleyeceğim! Aile ile birlikte takip ederim ve ceset konulduğunda 'Allah en büyüktür' derim, Allah'ı överim ve Peygamberine salat ederim. Sonra derim ki, 'Ey Allah, o senin kulun ve erkek kulunun ve dişi kulunun oğludur. O, senden başka ilah olmadığına ve Muhammed'in senin kulun ve elçin olduğuna şahitlik ederdi, ve sen onu en iyi bilirsin. Ey Allah, eğer o iyi davrandıysa, onun iyi amellerini artır, eğer kötü davrandıysa, onun kötü amellerini affet. Ey Allah, bizi onun mükafatından mahrum etme ve onun ardından bizi deneme.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Said ibn al-Musayyab'ın, \"Bir zamanlar Abu Hurayra'nın arkasında, hiç kötü bir eylemde bulunmamış bir çocuk için dua ettiğini duydum.\" dediğini aktardı."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, ölü üzerine namaz kılarken Kur'an okumadığını aktardı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abi Harmala'dan, Abd ar-Rahman ibn Abi Sufyan ibn Huwaytib'in kölesi olarak, Zaynab bint Abi Salama'nın, Tariq'in Medine amiri olduğu dönemde vefat ettiğini ve tabutunun sabah namazından sonra çıkarılıp al-Baki'ye konulduğunu aktardı. Tariq'in sabah namazını tam vaktinde kıldığını söyledi. Abdullah ibn Umar'ın aileye, \"Şimdi ölüleriniz üzerine namaz kılabilirsiniz ya da güneş doğana kadar bekleyebilirsiniz.\" dediğini ekledi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, \"Ölü üzerine namaz, eğer asr ve sabah namazları vaktinde kılınmışsa, kılınabilir.\" dediğini aktardı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n Nadr'dan, Umar ibn Ubaydullah'ın kölesi olarak, Peygamber'in eşi A'isha'nın (salat ve selam üzerine olsun), Sad ibn Abi Waqqas'ın cesedinin camide kendisinin dua edebilmesi için yanından geçirilmesini emrettiğini aktardı. Bazı insanlar bunun hoş karşılanmadığını söylediler, o da, \"Ne aceleci insanlar! Allah'ın Elçisi (salat ve selam üzerine olsun) sadece Suhayl ibn Bayda'nın üzerine camide namaz kıldı.\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, \"Umar ibn al-Khattab üzerine namaz camide kılındı.\" dediğini aktardı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Uthman ibn Affan, Abdullah ibn Umar ve Abu Hurayra'nın, Medine'de hem erkekler hem de kadınlar üzerine namaz kıldıklarını, erkeklerin imama daha yakın, kadınların ise kıbleye daha yakın yerleştirildiğini aktardı."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, ölü üzerine namaz kıldığında, \"Selam üzerinize olsun\" diyerek, yanındakilerin duyması için yeterince yüksek sesle söylediğini aktardı."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, \"Hiç kimse, abdest almadıkça ölü üzerine namaz kılmasın.\" dediğini aktardı. Yahya, Malik'in, \"Zina ile doğmuş bir çocuğun veya annesinin üzerine namaz kılmayı reddeden bir alim görmedim.\" dediğini aktardı."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) pazartesi günü vefat ettiğini ve salı günü defnedildiğini, insanların onun üzerine tek başlarına namaz kıldıklarını, hiçbirinin onları yönlendirmediğini aktardı. Bazı insanlar onun minberin yanına gömüleceğini, diğerleri ise al-Baki'de gömüleceğini söylediler. Ebu Bekir es-Sıddık geldi ve, \"Allah'ın Elçisi'nin (salat ve selam üzerine olsun) 'Hiçbir peygamber, öldüğü yerden başka bir yere gömülmemiştir.' dediğini duydum.\" dedi. Bunun üzerine onun için orada bir mezar kazıldı. Yıkanacağı zaman gömleğini çıkarmak istediler ama \"Gömleğini çıkarma\" diyen bir ses duydular, bu yüzden gömleğini çıkarmadılar ve onu gömleğiyle yıkadılar, Allah'ın Elçisi'ne (salat ve selam üzerine olsun) rahmet olsun."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'nın, babasının, \"Medine'de, birinin ceset için yan duvarda bir niş ile mezar kazdığı, diğerinin ise kazmadığı iki adam vardı ve 'İlk gelen işini yapabilir.' dediler. Niş ile mezar kazandıran ilk geldi ve Allah'ın Elçisi'nin (salat ve selam üzerine olsun) mezarını kazdı.\" dediğini aktardı."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umm Salama'nın, Peygamber'in (salat ve selam üzerine olsun) eşi olarak, \"Allah'ın Elçisi'nin (salat ve selam üzerine olsun) öldüğüne inanmadım, ta ki kazma seslerini duyana kadar.\" dediğini aktardı."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, A'işe'nin, Allah ona rahmet eylesin ve selam versin, şöyle dediğini rivayet etti: \"Odağıma üç ayın düştüğünü gördüm ve bu rüyamı Ebu Bekir es-Sıddık'a anlattım. Sonra, Allah'ın Elçisi vefat edince, Allah ona rahmet eylesin ve selam versin, evimde defnedildi. Ebu Bekir bana, 'Bu senin aylarından biridir ve en hayırlısıdır.' dedi.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, birden fazla güvenilir kaynaktan, Sad ibn Ebi Vakkas ve Said ibn Zayd ibn Amr ibn Nufayl'ın el-Akik'te vefat ettiğini ve Medine'ye taşınıp orada defnedildiklerini rivayet etti."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasının şöyle dediğini rivayet etti: \"Ben el-Baki'de defnedilmeyi istemem. Başka bir yerde defnedilmeyi tercih ederim. El-Baki'de defnedilen kişi iki kişiden biridir. Ya zalimdir (dhalim), onunla birlikte defnedilmek istemem, ya da salihtir, onun kemiklerinin benim için rahatsız edilmesini istemem.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Wafid ibn Amr ibn Said ibn Muadh'dan, Nafi ibn Jubayr ibn Mutim'den, Masud ibn al-Hakam'dan, Ali ibn Ebi Talib'den, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, cenaze alayı geçtiğinde ayağa kalktığını ve sonra tekrar oturduğunu rivayet etti."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ali ibn Ebi Talib'in mezarların üzerine başını yaslayıp orada yattığını duyduğunu rivayet etti. Malik, \"Gördüğümüz kadarıyla, mezarların üzerine oturmak sadece ihtiyaç gidermek için yasaktır.\" dedi."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Bekir ibn Osman ibn Sahl ibn Hunayf'ten, onun Ebu Ümame ibn Sahl ibn Hunayf'ten şöyle dediğini duyduğunu rivayet etti: \"Biz cenaze alaylarına katılırdık ve insanların sonuncusu izin verilmeden oturmazdı.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abdullah ibn Cabir ibn Atik'ten, Atik ibn el-Haris'in, Abdullah ibn Abdullah ibn Cabir'in annesi tarafından dedesi olduğunu, ona Cabir ibn Atik'in, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, Abdullah ibn Thabit'i ziyaret ettiğini ve onu ölüm döşeğinde bulduğunu söylediğini rivayet etti. Ona seslendi ama cevap vermedi. Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, \"Biz Allah'a aitiz ve O'na döneceğiz.\" dedi ve ekledi: \"Seni bizden alıyorlar, Abur-Rabi.\" Kadınlar ağlayıp feryat ettiler ve Cabir onları susturmaya çalıştı. Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, \"Onları bırak, gerekli zaman geldiğinde, hiçbir kadın ağlamamalıdır.\" dedi. Onlar, \"Allah'ın Elçisi, gerekli zaman nedir?\" dediler, o da \"O öldüğünde.\" diye cevap verdi. Ölmekte olan adamın kızı, \"Vallahi, senin şehit olmanı umuyorum, çünkü savaş için hazırlıklarını tamamladın.\" dedi ve Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, \"Allah, onun mükafatını niyetine göre verir. Sen şehit olmayı ne olarak görüyorsun?\" dedi. Onlar, \"Allah yolunda ölüm.\" dediler. Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, \"Allah yolunda öldürülenler dışında yedi çeşit şehit vardır. Veba nedeniyle ölen bir şehittir, boğulmuş olan bir şehittir, plevra hastalığından ölen bir şehittir, karın hastalığından ölen bir şehittir, ateşle ölen bir şehittir, düşen bir bina altında ölen bir şehittir ve doğum sırasında ölen bir kadın da şehittir.\" dedi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Ebi Bekir'den, babasından, Amra bint Abd ar-Rahman'ın, A'işe'nin, müminlerin annesi, şöyle dediğini duyduğunu rivayet etti: \"Abdullah ibn Umar'ın, 'Ölüler, yaşayanların ağlamasıyla azap çekerler.' dediği hatırlatıldığında, 'Allah, Ebu Abd ar-Rahman'ı affetsin. Elbette yalan söylememiştir, ama unutmuş ya da hata yapmıştır. Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, bir Yahudi kadının ailesinin onun için ağladığı sırada yanından geçti ve 'Siz onun için ağlıyorsunuz, o ise mezarında azap çekiyor.' dedi.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'dan, Ebu Hureyre'den, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Üç çocuğu ölen hiçbir Müslüman, Allah'ın yemini yerine getirilmedikçe ateşten etkilenmeyecektir.\" dediğini rivayet etti."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammed ibn Ebi Bekir ibn Amr ibn Hazm'dan, babasından, Ebu'n-Nadr es-Salami'den, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Bir Müslümanın üç çocuğu ölürse ve o buna rıza gösterirse, onlar ona ateşten koruma olacaktır.\" dediğini rivayet etti. Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, yanında bulunan bir kadın, \"Ya da iki, Allah'ın Elçisi?\" dedi, o da \"Ya da iki.\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'l-Hubab Said ibn Yasar'dan, Ebu Hureyre'den, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Mümin, çocukları ve yakın arkadaşlarıyla başına gelen musibetler nedeniyle sürekli olarak sıkıntıya düşer, ta ki Allah ile hiçbir günahı olmadan karşılaşana kadar.\" dediğini rivayet etti."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim ibn Muhammed ibn Ebi Bekir'den, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Bana gelen musibet, Müslümanların musibetlerinde bir teselli olsun.\" dediğini rivayet etti."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Ebi Abd ar-Rahman'dan, Umm Salama'dan, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Birine bir musibet geldiğinde ve o, Allah'ın emrettiği gibi, 'Biz Allah'a aitiz ve O'na döneceğiz. Allah'ım, musibetimde bana mükafat ver ve sonrasında ondan daha hayırlısını ver.' derse, Allah onun için bunu yapar.\" dediğini rivayet etti. Umm Salama, \"Ebu Salama vefat ettiğinde bunu söyledim ve sonra 'Ebu Salama'dan daha hayırlı kim var?' dedim.\" dedi. Sonra Allah, ona Allah'ın Elçisi'ni, Allah ona rahmet eylesin ve selam versin, verdi ve onunla evlendi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, el-Kasım ibn Muhammed'in, \"Bir eşim vefat etti ve Muhammed ibn Kab el-Kuradhi, onun için beni teselli etmeye geldi. Beni çok seven ve sayan bir kadının vefatından sonra, Beni İsrail'den bir adamın çok ibadet eden, bilen ve anlayan bir adam olduğunu anlattı. O, eşine çok düşkün ve onu çok seviyor, o da vefat etti. Onun için derin bir üzüntü duydu ve feryat etti, ta ki bir eve çekilip kendini herkesten saklayana kadar. Kimse onu ziyaret etmedi. Bir kadın onun hakkında duydu ve ona gitti, 'Onun bana bir görüş vermesini istiyorum. Onun söylediklerinden başka bir şey beni tatmin etmez.' dedi. Herkes gitti ama o kapısında durdu ve 'Onu görmem lazım.' dedi. Birisi ona, 'Bir kadın, bir konuda görüşünü sormak istiyor.' dedi ve o da ısrarla, 'Ben sadece onunla konuşacağım.' dedi. Herkes gittiğinde ve o hala kapısında durduğunda, 'Onu içeri al.' dedi. Böylece içeri girdi ve ona, 'Bir konuda görüşünü sormak için geldim.' dedi. O da, 'Nedir?' dedi. Kadın, 'Bir komşumdan bir takı ödünç aldım ve uzun zamandır onu kullanıyorum. Sonra bana geri istediler. Onlara geri vermeli miyim?' dedi. O da, 'Evet, vallahi.' dedi. Kadın, 'Uzun zamandır bende.' dedi. O da, 'Onlara geri vermen daha doğru, çünkü sana uzun bir süre için ödünç verdiler.' dedi. Kadın, 'Evet. Allah sana rahmet eylesin. O zaman Allah'ın sana ödünç verdiği ve sonra senden aldığı şey için üzülüyor musun, oysa O'nun buna senden daha fazla hakkı var?' dedi. Sonra o, içinde bulunduğu durumu gördü ve Allah, onun sözleriyle ona yardım etti.\" dediğini rivayet etti."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'r-Rijal Muhammed ibn Abd ar-Rahman'ın, annesi Amra bint Abd ar-Rahman'ın, \"Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, hem erkekleri hem de kadınları lanetledi.\" dediğini duyduğunu rivayet etti; burada, mezarları açanları kastetti."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, A'işe'nin, Allah ona rahmet eylesin ve selam versin, \"Bir müslümanın ölüsünün kemiğini kırmak, onun hayattayken kırılmasına benzer.\" dediğini duyduğunu aktardı. Yanlış bir eylemle kastediyordu."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, Abbad ibn Abdullah ibn az-Zubayr'dan, A'işe'nin, Allah ona rahmet eylesin ve selam versin, \"Ben, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, ölmeden önce, göğsüne yaslanmışken ve onu dinlerken, 'Ya Allah, beni affet ve bana merhamet et ve beni en yüksek arkadaşlarla birleştir.' dediğini duydum.\" dediğini aktardı."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, A'işe'nin, Allah ona rahmet eylesin ve selam versin, \"Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, 'Hiçbir peygamber, kendisine bir seçim verilmeden ölmez.' dedi.\" dediğini duyduğunu aktardı. Devam etti, \"Onu, 'Ya Allah, en yüksek arkadaşlık.' derken duydum ve onun gideceğini anladım.\""
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Öldüğünüzde, sabah ve akşam yeriniz size gösterilecektir. Eğer cennet halkındansanız, cennet halkıyla olacaksınız; eğer ateş halkındansanız, ateş halkıyla olacaksınız. Size, 'Bu, Allah'ın sizi dirilttiği günde bekleyeceğiniz yer.' denilecektir.\" dediğini aktardı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'nın, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Yeryüzü, Adem'in oğlunun tümünü yer, sadece kuyruk sokumu hariç. O, ondan yaratıldı ve onun üzerine inşa edildi.\" dediğini aktardı."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abd ar-Rahman ibn Kab ibn Malik al-Ansari'nin, babası Kab ibn Malik'in, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Müminin ruhu, Allah onu dirilttiği günde bedenine geri döneceği güne kadar cennetin ağaçlarında oturan bir kuştur.\" dediğini aktardığını duydu."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'nın, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Allah, mübarek ve yüce olan, 'Eğer kulum benimle buluşmayı arzuluyorsa, ben de onunla buluşmayı arzuluyorum; eğer benimle buluşmaktan kaçınıyorsa, ben de onunla buluşmaktan kaçınıyorum.' dedi.\" aktardığını duydu."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'nın, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Bir adam ailesine, 'Ben hiç iyi bir iş yapmadım.' dedi ve öldüğünde onu yakmalarını, yarısını karada, yarısını denizde dağıtmalarını söyledi. Ve Allah'a yemin ederim ki, eğer Allah onu böyle takdir ederse, ona dünyadaki hiç kimseye vermediği bir azap verecektir. Adam öldüğünde, onlara söylediği gibi yaptılar. Sonra Allah, toprağa içindekileri toplamayı, denize de içindekileri toplamayı emretti ve adama, 'Bunu neden yaptın?' dedi. O da, 'Senden korkarak, Rabbim, sen en iyi bilensin.' dedi.\" aktardığını duydu."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Abu Hurayra ekledi, \"Ve Allah onu affetti.\""
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'nın, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Her çocuk fitra üzerine doğar ve onu anne babası yahudi veya hristiyan yapar. Tıpkı bir devenin eksiksiz doğması gibi - herhangi bir kusur görüyor musunuz?\" dediklerini aktardı. Onlar, \"Allah'ın Elçisi, çok gençken ölen insanlara ne olur?\" dediler. O da, \"Allah, onların ne yaptıklarını en iyi bilendir.\" dedi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'nın, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Kıyamet, bir adamın bir diğerinin mezarının yanından geçip, 'Keşke onun yerinde olsaydım.' demesiyle gelmeyecek.\" dediğini aktardı."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Amr ibn Halhalaad-Dili'den, Mabad ibn Kab ibn Malik'ten, Abu Qatada ibn Ribi'nin, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, \"Bir cenaze alayı, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, yanından geçti ve o, 'Birisi rahatladı ve diğerleri de ondan rahatladı.' dedi.\" dediğini aktardı. Onlar, \"Rahatlayan kim ve diğerlerinden rahatlanan kim?\" dediler. O da, \"Mümin bir kul, bu dünyanın yorgunluğundan ve sıkıntısından Allah'ın merhametine rahatlayan kişidir; yanlış davranan bir kul ise, insanlar, kasabalar, ağaçlar ve hayvanlar tarafından rahatlanan kişidir.\" dedi."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n Nadr, Umar ibn Ubaydullah'ın kölesinin, Allah'ın Elçisi'nin, Allah ona rahmet eylesin ve selam versin, Uthman ibn Madhun'un cenaze alayı yanından geçtiğinde, \"Sen gittin ve hiçbir şeyin içinde yer almadın.\" dediğini aktardı."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Malik, Alqama ibn Abi Alqama'dan, annesinin, A'işe'nin, Allah ona rahmet eylesin ve selam versin, \"Allah'ın Elçisi, Allah ona rahmet eylesin ve selam versin, bir gece kalkıp elbiselerini giydi ve dışarı çıktı. Ben, cariyem Barira'ya onu takip etmesini söyledim ve o, al-Baki'ye ulaşana kadar onu takip etti. Orada Allah dilediği kadar durdu ve sonra ayrıldı. Barira, ondan önce geri döndü ve bana haber verdi, ben de sabaha kadar ona bir şey demedim; sabah olunca ona bunu söyledim ve o, 'Ben, al-Baki halkı için dua etmek üzere gönderildim.' diye açıkladı.\" dediğini aktardı."
    }
  ]
}