{
  "language": "tr",
  "metadata": {
    "length": 63,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amr ibn Yahya al-Mazini'den, babasından, Abu Said al-Khudri'nin, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini duyduğunu aktardı: \"Beş deveden az olan malda zekat yoktur, iki yüz dirhem saf gümüşten az olan malda zekat yoktur ve üç yüz sa'dan az olan malda zekat yoktur.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abdullah ibn Abd ar-Rahman ibn Abi Sasaca al-Ansari'den, al-Mazini'den, babasından, Abu Said al-Khudri'nin, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle dediğini duyduğunu aktardı: \"Beş sa'dan az olan hurmalarda zekat yoktur, beş awaq gümüşte zekat yoktur ve beş deveden az olan malda zekat yoktur.\""
    },
    {
      "id": 3,
      "narrator": "Yahya related to me from Malik that he had heard that Umar ibn\nAbd al-Aziz wrote to his governor in Damascus about zakat saying,\n\"Zakat is paid on the produce of ploughed land, on gold and silver,\nand on livestock.\"\n\n\nMalik said, \"Zakat is only paid on three\nthings:",
      "text": "Yahya, Malik'ten, Umar ibn Abd al-Aziz'in, Şam'daki valisine zekat hakkında yazdığı mektubu duyduğunu aktardı: \"Zekat, ekili arazinin ürününde, altın ve gümüşte ve hayvancılıkta ödenir.\" Malik dedi ki: \"Zekat yalnızca üç şeyde ödenir: ekili arazinin ürünü, altın ve gümüş, ve hayvancılık.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Uqba, az-Zubayr'in kölesinin, al-Qasim ibn Muhammad'a, kölesinin özgürlüğü için kendisine verilen büyük bir miktar paranın zekatını ödeyip ödemeyeceğini sorduğunu aktardı. Al-Qasim dedi ki: \"Abu Bakr as-Siddiq, birinin malında bir yıl geçmeden zekat almazdı.\" Al-Qasim ibn Muhammad devam etti: \"Abu Bakr, adamlara harçlarını verdiğinde, onlara, 'Zekat ödenecek bir malınız var mı?' diye sorardı. Eğer 'Evet' derlerse, o malın zekatını harçlarından alırdı. Eğer 'Hayır' derlerse, harçlarını hiçbir şey kesmeden onlara teslim ederdi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Urwa ibn Husayn'dan, A'isha bint Qudama'dan, babasının şöyle dediğini aktardı: \"Ben Uthman ibn Affan'a harcımı almak için gittiğimde, bana, 'Zekat ödenecek bir malın var mı?' diye sorardı. Eğer 'Evet' dersem, o malın zekatını harcımdan keserdi, eğer 'Hayır' dersem, harcımı tam olarak öderdi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Bir mal üzerinde bir yıl geçmeden zekat ödenmez.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'ın şöyle dediğini aktardı: \"Harçlardan zekat kesen ilk kişi Muawiya ibn Abi Sufyan'dır.\" (yani kesinti otomatik olarak yapılmaktadır). Malik dedi ki: \"Bizim için kabul edilen sünnet, yirmi dinar (altın para) üzerinde zekat ödenmesi gerektiğidir, tıpkı iki yüz dirhem (gümüş) üzerinde zekat ödenmesi gerektiği gibi.\" Malik dedi ki: \"Açıkça yirmi dinardan az olan (altın) üzerinde zekat yoktur, fakat eğer artarsa ve bu artışla birlikte miktar tam yirmi dinara ulaşırsa, zekat ödenmesi gerekir. Benzer şekilde, açıkça iki yüz dirhemden az olan (gümüş) üzerinde zekat yoktur, fakat eğer artarsa ve bu artışla birlikte miktar tam iki yüz dirheme ulaşırsa, zekat ödenmesi gerekir. Eğer tam ağırlığı geçerse, dinar veya dirhem olsun zekat ödenmesi gerektiğini düşünüyorum.\" (yani zekat, ağırlığa göre değerlendirilir, paraların sayısına göre değil). Malik, yüz altmış dirhem ağırlığında olan bir adam hakkında, kasabasında sekiz dirhem bir dinara eşitken, zekat ödemesi gerekmeyeceğini söyledi. Zekat yalnızca yirmi dinar altın veya iki yüz dirhem gümüş için ödenmelidir. Malik, bir adamın bir işlemden veya başka bir şekilde beş dinar elde etmesi durumunda, bu miktarın ticarete yatırıldığında, zekat miktarına ulaştığında ve bir yıl geçtikten sonra, zekat ödemesi gerektiğini, hatta zekat miktarına bir gün önce veya bir gün sonra ulaşsa bile, söyledi. O gün zekat alındıktan sonra bir yıl geçene kadar üzerinde zekat yoktur. Malik, benzer bir durumda, elinde on dinar bulunan bir adamın ticarete yatırdığı ve bir yıl geçtikten sonra yirmi dinara ulaştığı durum hakkında, o zaman zekatını hemen ödemesi gerektiğini ve bir yıl geçmesini beklememesi gerektiğini, (hesaplayarak) zekat miktarına ulaştıkları günden itibaren, söyledi. Çünkü bir yıl, orijinal dinarların üzerinden geçmişti ve şimdi elinde yirmi dinar vardı. Bundan sonra, zekat ödendikten sonra bir yıl geçene kadar üzerinde zekat yoktur. Malik dedi ki: \"Köle kiralamaktan elde edilen gelir, mülkten elde edilen kira ve kölenin özgürlüğünü satın alması durumunda alınan miktar hakkında burada (Medine'de) anlaştığımız şey, bunların hiçbiri için, büyük veya küçük olsun, sahibinin eline geçtiği günden itibaren bir yıl geçene kadar zekat ödenmeyeceğidir.\" Malik, iki ortak arasında paylaşılan altın ve gümüş durumunda, zekatın, payı yirmi dinar altın veya iki yüz dirhem gümüşe ulaşan herkesin üzerinden alınacağını ve bu zekat miktarının altında kalanlardan zekat alınmayacağını söyledi. Eğer tüm paylar zekat miktarına ulaşırsa ve paylar eşit olarak bölünmemişse, her adamdan payına göre zekat alınır. Bu, her birinin payının zekat miktarına ulaşması durumunda geçerlidir, çünkü Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Beş awaq gümüşten az olan malda zekat yoktur.\" demiştir. Malik, \"Bu, duyduğum şeyler arasında en çok tercih ettiğimdir.\" dedi. Malik, \"Bir adamın altın ve gümüşü çeşitli insanlara dağılmışsa, hepsini toplamalı ve toplam miktar üzerinden zekatını çıkarmalıdır.\" dedi. Malik, \"Birisi altın veya gümüş edindiğinde, bu edinimden itibaren bir yıl geçmeden zekat ödenmez.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'dan, birden fazla kaynaktan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, al-Fur yönündeki al-Qabaliyya madenlerini Bilal ibn Harith al-Mazini'ye tahsis ettiğini ve bu günden itibaren onlardan yalnızca zekat alındığını aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, \"Benim görüşüme göre, ve Allah en iyi bilendir, madenlerden çıkan şeylerden, yirmi altın dinar veya iki yüz gümüş dirhem değerine ulaşmadan hiçbir şey alınmaz. Bu miktara ulaştığında, bulunduğu yerde zekat ödenir. Madenlerden çıkan her şey, ne kadar varsa, madenin devamlılığı olduğu sürece zekat alınır. Eğer damar tükenirse ve bir süre sonra daha fazlası elde edilirse, yeni kaynak, ilk madenle aynı şekilde muamele edilir ve zekat ödemesi ilk madenle başladığı gibi başlar.\" Malik, \"Madenler, ürünler gibi muamele edilir ve her ikisine de aynı prosedür uygulanır. Madenlerden çıkan şeylerden zekat, çıktığı gün kesilir, bir yıl beklenmeden, tıpkı bir ürün hasat edildiğinde ondan onda birin alınması gibi, bir yıl geçmesini beklemeden.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Said ibn al-Musayyab'dan ve Abu Salama ibn Abd ar-Rahman'dan, Abu Hurayra'nın, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Gömülü hazine üzerinde beşte bir vergi vardır.\" dediğini aktardı."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik, \"Bizim üzerinde anlaştığımız ve bilgili insanların bahsettiği durum, rikazın, cahiliye döneminde gömülen hazineyi ifade ettiğidir, eğer onu geri almak için ne sermaye ne de büyük bir emek veya rahatsızlık gerekmiyorsa. Eğer sermaye gerekiyorsa veya büyük bir emek harcanıyorsa, ya da bir seferde işaret vurulup diğerinde vurulmazsa, o zaman rikaz değildir.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasının, Peygamber'in eşi A'isha'nın, Allah ona salat ve selam eylesin, kardeşinin yetim kızlarını evinde baktığını ve onların takılarını (giydikleri) gördüğünü ve bu takılardan zekat almadığını aktardığını duydu."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın kızlarını ve cariyelerini altın takılarla süslediğini ve onların takılarından zekat almadığını aktardı. Malik dedi ki: \"Mint edilmemiş altın veya gümüş, ya da giyilmek için kullanılmayan altın ve gümüş takılara sahip olan herkes, her yıl zekat ödemelidir. Ağırlığı ölçülür ve kırk bir alınır, eğer yirmi dinar altın veya iki yüz dirhem gümüşten az ise, o zaman zekat ödenmez. Zekat, takıların giyilmek dışında tutulduğu durumlarda ödenir. Altın ve gümüş parçaları veya sahibi tarafından giyilmek üzere onarılmak istenen kırık takılar, sahibinin giydiği mallar gibi muamele edilir - bunlar için sahibinden zekat alınmaz.\" Malik, \"İnci, misk veya kehribar üzerinde zekat yoktur.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn al-Khattab'ın, \"Yetimlerin malıyla ticaret yapın, böylece zekatla yok olmaz.\" dediğini duydu."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasının, \"A'isha, benim ve bir kardeşimin - biz yetimlerdik - evinde bakardı ve bizim malımızdan zekat alırdı.\" dediğini aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Aişe'nin, Allah ona rahmet eylesin, evinde bulunan yetimlerin malını, onların adına ticaret yapacak olanlara verdiğini duyduğunu aktardı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, evinde yetim olan kardeşinin oğulları adına bir mal satın aldığını ve bu malın sonrasında büyük bir kârla satıldığını aktardı. Malik dedi ki: \"Yetimlerin malını onların adına ticaret yapmak için kullanmakta bir sakınca yoktur, eğer onlara bakan kişinin izni varsa. Ayrıca, onun herhangi bir sorumluluğu olduğunu düşünmüyorum.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, \"Bir adam ölürse ve malından zekat ödememişse, o zaman malının üçte birinden zekat alınır (vasiyet yapabileceği kısımdan) ve üçte bir aşılmaz ve zekat, vasiyetlerden öncelikli olarak verilir. Bana göre, bu, onun bir borcu varmış gibi bir durumdur, bu yüzden vasiyetlerden önce verilmesi gerektiğini düşünüyorum.\" dedi. Malik devam etti: \"Bu, eğer merhum zekatın düşmesini istemişse geçerlidir. Eğer merhum bunu istememişse ama ailesi bunu yaparsa, bu iyi bir şeydir, ancak bunu yapmamaları halinde üzerlerinde bir yükümlülük yoktur.\" Malik devam etti: \"Bizim anlaştığımız sünnet, bir borç miras alan birinden (yani merhuma borçlu olan bir maldan), ya da mallardan, ya da bir evden, ya da bir erkek veya dişi köleden zekat alınmamasıdır; bu, onun sattığı şeylerin (yani zekata tabi olmayan köleler veya bir ev) fiyatından bir yıl geçene kadar veya miras aldığı zenginlikten, o şeyleri sattığı veya sahip olduğu günden itibaren.\" Malik dedi: \"Bizim için sünnet, miras alınan zenginlikten bir yıl geçmeden zekat ödenmesi gerekmediğidir.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, as-Sa'ib ibn Yazid'den, Osman ibn Affan'ın şöyle dediğini aktardı: \"Bu, zekatınızı ödemeniz gereken aydır. Eğer borcunuz varsa, ödeyin ki malınızı düzenleyip ondan zekat alabilirsiniz.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Abi Tamima as-Sakhtayani'den, Ömer ibn Abd al-Aziz'in, bir valisinin haksız yere topladığı zenginlik hakkında yazarken, onun sahibine geri verilmesini ve geçmiş yıllar için zekat alınmasını emrettiğini aktardı. Kısa bir süre sonra, bu emrini gözden geçirerek, zekatın sadece bir kez alınması gerektiğini, çünkü bunun elinde bulunan bir zenginlik olmadığını belirtti."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Khusayfa'nın, elinde zenginliği olan ama aynı miktarda borcu olan bir adamdan zekatın düşüp düşmeyeceğini Sulayman ibn Yasar'a sorduğunu ve onun \"Hayır.\" diye cevap verdiğini aktardı. Malik dedi ki: \"Borç konusunda anlaştığımız durum, borç verenin, borcunu geri alana kadar zekat ödememesi gerektiğidir. Borç alan kişi, borcu geri alana kadar yıllar geçse bile, borç veren sadece bir kez zekat ödemekle yükümlüdür. Eğer borçtan zekata tabi olmayan bir miktar alırsa ve başka zekata tabi zenginliği varsa, o zaman borçtan aldığı miktar, diğer zenginliğine eklenir ve toplam miktar üzerinden zekat öder.\" Malik devam etti: \"Eğer başka bir hazır parası yoksa ve topladığı borç miktarı zekata tabi bir miktara ulaşmıyorsa, o zaman zekat ödemesi gerekmez. Ancak, topladığı miktarı kaydetmeli ve daha sonra topladığı başka bir miktar, daha önce topladığı miktara eklenerek zekat gerektiriyorsa, o zaman bunun üzerinden zekat ödemelidir.\" Malik devam etti: \"Bu ilk miktar üzerinden zekat düşer, ayrıca kendisine borçlu olduğu miktardan daha fazla topladığı miktar üzerinden de, ilk topladığı miktarı tüketip tüketmediğine bakılmaksızın zekat ödenir. Eğer geri aldığı miktar yirmi dinar altın veya iki yüz dirhem gümüşe ulaşırsa, bunun üzerinden zekat öder. Sonrasında geri aldığı her şey için, büyük veya küçük miktarına göre zekat öder.\" Malik dedi: \"Bir borç, yıllar boyunca geri alınmadan kalırsa, bu durumda zekatın sadece bir kez alınması gerektiğini gösteren şey, eğer bir adam ticaret amaçlı olarak bir süre boyunca mallarını elinde tutarsa, bunların fiyatları üzerinden sadece bir kez zekat ödemesidir. Çünkü borçlu olan veya malların sahibi olan kişi, borç veya mallar üzerinden zekat almak zorunda değildir, çünkü zekat, yalnızca şeyin kendisinden alınır, başka bir şeyden değil.\" Malik dedi: \"Bir borcu olan bir kişi ve borcunu ödeyecek kadar malı olan bir kişi ile ilgili durumumuz, hazır parası olan kişinin, elindeki hazır paranın zekatını ödemesidir. Ancak, eğer sadece borcu ödemek için yeterli mal ve hazır parası varsa, o zaman zekat ödemesi gerekmez. Ancak, elindeki hazır para, borcundan daha fazla bir zekata tabi miktara ulaşırsa, o zaman bunun üzerinden zekat ödemesi gerekir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Zurayk ibn Hayyan'ın, el-Valid, Süleyman ve Ömer ibn Abd al-Aziz döneminde Mısır'ın sorumlusuyken, Ömer ibn Abd al-Aziz'in kendisine yazdığı bir mektupta, \"Karşılaştığın Müslümanları değerlendir ve onların zenginliklerinden ve üzerlerinde bulunan her türlü ticaret malından, her kırk dinar için bir dinar al, ve bunun altındaki miktarlardan da yirmi dinara kadar aynı oranda al, eğer miktar bir dinarın üçte birinden azsa, onu bırak ve ondan hiçbir şey alma. Kitap ehli olanlardan karşılaştıklarında, onların üzerindeki ticaret mallarından her yirmi dinar için bir dinar al, ve bunun altındaki miktarlardan da on dinara kadar aynı oranda al, eğer miktar bir dinarın üçte birinden azsa, onu bırak ve ondan hiçbir şey alma. Aldıkların için onlara bir makbuz ver, bir sonraki yıl aynı zaman için.\" Malik dedi: \"Bizim (Medine'deki) ticaret amacıyla yönetilen mallar hakkında durumumuz, bir adam zenginliğinden zekat öderse ve sonra bununla mal alırsa, ister kumaş, ister köle veya benzeri bir şey olsun, ve sonra bunları bir yıl geçmeden satarsa, o zenginlik üzerinden zekat ödemez. Eğer bunları birkaç yıl boyunca satmazsa, hatta çok uzun süre saklasa bile, sadece sattığında bir kez zekat ödemekle yükümlüdür.\" Malik dedi: \"Bir adamın, ticaret amaçlı buğday, hurma veya başka bir şey almak için altın veya gümüş kullanıp, bir yıl geçtikten sonra satması durumunda, ancak fiyatı zekata tabi bir miktara ulaşırsa, o zaman sadece sattığında zekat ödemekle yükümlüdür. Bu, bir adamın arazisinden elde ettiği mahsul veya palmiyelerinden topladığı hurmalarla aynı değildir.\" Malik dedi: \"Bir adamın ticarette kullandığı, ancak kendisine zekata tabi bir kâr getirmeyen bir zenginliği varsa, yıl içinde bir ay belirler ve ticaret için sahip olduğu malları sayar, ve elindeki hazır parayı sayar, eğer hepsi zekata tabi bir miktara ulaşırsa, bunun üzerinden zekat öder.\" Malik dedi: \"Durum, ticaret yapan Müslümanlar ile yapmayan Müslümanlar için aynıdır. Her biri, bir yıl içinde yalnızca bir kez zekat ödemekle yükümlüdür, ister o yıl ticaret yapsınlar, ister yapmasınlar.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'ın şöyle dediğini aktardı: \"Abdullah ibn Umar'a kanzın ne olduğunu sordum, o da 'Zekatı ödenmemiş olan zenginliktir.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abu's-Salih as-Samman'dan, Abu Hurayra'nın şöyle dediğini aktardı: \"Zekatını ödememiş bir zenginliği olan kimse, diriliş gününde, zenginliğinin her iki yanağında zehir torbası olan beyaz başlı bir yılan gibi olduğunu bulacak ve onu yakalayana kadar peşinden gidecek, 'Ben senin gizlediğin zenginliğim.' diyecektir.\""
    },
    {
      "id": 25,
      "narrator": "Yahya related to me from Malik that he had read what Umar ibn al-\nKhattab had written about zakat, and in it he found:",
      "text": "Yahya, Malik'ten, Ömer ibn al-Khattab'ın zekat hakkında yazdıklarını okuduğunu ve içinde şunları bulduğunu aktardı: \"Allah'ın adıyla, merhamet eden, bağışlayan.\" Zekat Kitabı. Yirmi dört deveden az olanlar için, her beş deveye bir koyun zekat verilir. Bunun üzerindeki, otuz beş deveye kadar, ikinci yılında bir dişi deve, eğer ikinci yılında dişi deve yoksa, üçüncü yılında bir erkek deve. Bunun üzerindeki, kırk beş deveye kadar, üçüncü yılında bir dişi deve. Bunun üzerindeki, altmış deveyi geçene kadar, dördüncü yılında doğum yapmaya hazır bir dişi deve. Bunun üzerindeki, yetmiş beş deveyi geçene kadar, beşinci yılında bir dişi deve. Bunun üzerindeki, doksan deveyi geçene kadar, üçüncü yılında iki dişi deve. Bunun üzerindeki, yüz yirmi deveyi geçene kadar, dördüncü yılında iki dişi deve. Bunun üzerindeki her kırk deve için, üçüncü yılında bir dişi deve, her elli devede ise, dördüncü yılında bir dişi deve. Otlayan koyun ve keçiler, eğer kırk veya daha fazlasına ulaşırlarsa, yüz yirmi başa kadar, bir dişi koyun. Bunun üzerindeki, iki yüz başa kadar, iki dişi koyun. Bunun üzerindeki, üç yüz başa kadar, üç dişi koyun. Bunun üzerindeki her yüz baş için bir dişi koyun. Zekat için bir koç alınmaz, ne de yaşlı veya yaralı bir dişi koyun, ancak zekat toplayıcısının uygun gördüğü şekilde. Ayrı olanlar bir araya toplanmamalı, toplananlar da ayrılmamalıdır, böylece zekat ödemekten kaçınılmaz. İki ortak arasında olan her şey, orantılı olarak paylaşılır. Gümüşte, eğer beş awaq (iki yüz dirhem) ulaşırsa, kırk bir pay verilir.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd ibn Qays al-Makki'den, Tawus al-Yamani'den, otuz inekten Muadh ibn Jabal'ın ikinci yılında bir inek aldığını, kırk inekten bir inek üçüncü veya dördüncü yılında aldığını, ve eğer kendisine otuz inekten az bir miktar getirilirse, ondan hiçbir şey almadığını aktardı. \"Bu konuda Allah'ın Elçisi'nden, Allah ona rahmet eylesin, bir şey duymadım. Onunla karşılaştığımda, ona soracağım.\" Ancak Allah'ın Elçisi, Allah ona rahmet eylesin, Muadh ibn Jabal geri dönmeden önce vefat etti. Yahya, Malik'in şöyle dediğini aktardı: \"İki veya daha fazla çobanı olan koyun veya keçi sahibi birinin durumu hakkında duyduğum en iyi şey, bunların bir araya toplanması ve sahibinin zekatını ödemesidir. Bu, çeşitli kişiler elinde dağınık olan altın ve gümüş sahibi bir adamın durumu ile aynıdır. Hepsini toplamalı ve toplam üzerinden zekatını ödemelidir.\" Yahya, Malik'in, koyun ve keçi sahibi bir adam hakkında, bunların zekatının hesaplanması için bir araya toplanması gerektiğini ve eğer bunlar zekata tabi bir sayıya ulaşırsa, bunların zekatını ödemesi gerektiğini söylediğini aktardı. Malik ekledi: \"Hepsi koyun olarak kabul edilir ve Ömer ibn al-Khattab'ın kitabında, 'Otlayan koyun ve keçiler, eğer kırk veya daha fazlasına ulaşırlarsa, bir dişi koyun.' denmektedir.\" Malik dedi: \"Eğer koyun sayısı keçi sayısından fazla ise ve sahibi sadece bir dişi koyun ödemek zorundaysa, zekat toplayıcısı koyunu koyunlardan alır. Eğer keçi sayısı koyun sayısından fazla ise, onu keçilerden alır. Eğer koyun ve keçi sayısı eşitse, koyunu hangi türden isterse oradan alır.\" Yahya, Malik'in, \"Aynı şekilde, Arap develeri ve Bactrian develeri, zekatın hesaplanması için bir araya toplanır. Hepsi deve olarak kabul edilir. Eğer Arap develeri Bactrian develerinden fazlaysa ve sahibi sadece bir deve ödemek zorundaysa, zekat toplayıcısı bunu Arap develerinden alır. Ancak, eğer Bactrian develeri daha fazlaysa, onlardan alır. Eğer her iki tür de eşit sayıda ise, deveyi hangi türden isterse oradan alır.\" dediğini aktardı. Malik dedi: \"Aynı şekilde, inekler ve su bufaloları bir araya toplanır ve hepsi sığır olarak kabul edilir. Eğer inek sayısı su bufalosundan fazla ise ve sahibi sadece bir inek ödemek zorundaysa, zekat toplayıcısı bunu ineklerden alır. Eğer su bufalosu daha fazlaysa, onlardan alır. Eğer her iki tür de eşit sayıda ise, ineği hangi türden isterse oradan alır. Yani, zekat gerekli olduğunda, her iki tür bir grup olarak değerlendirilir.\" Yahya, Malik'in, \"Hayvanları, ister develer, ister sığırlar, ister koyun ve keçiler olsun, bir yıl boyunca sahip olduğu hayvanlardan zekat ödenmesi gerekmediğini, eğer elinde zaten bir nisab (zekat ödenmesi gereken asgari miktar) varsa, (nisab, beş deve, otuz sığır veya kırk koyun ve keçi) olduğunu söylediğini aktardı. Eğer zaten beş deve, otuz sığır veya kırk koyun ve keçi varsa ve daha sonra ticaret, hediye veya miras yoluyla ek hayvanlar alırsa, bunların zekatını, zaten sahip olduğu hayvanların zekatı ile birlikte ödemesi gerekir, hatta eklediği hayvanlar için bir yıl geçmemiş olsa bile. Ve eğer eklediği hayvanlar, satın aldığı gün veya miras aldığı gün zekat alınmışsa, yine de bunların zekatını, zaten sahip olduğu hayvanların zekatı ile birlikte ödemesi gerekir.\" Yahya, Malik'in, \"Bu, zekatını ödeyen bir adamın, sonra başka birinden mal alması durumunda da böyledir. O zaman, bunları sattığında zekatını ödemesi gerekir. Bir adam bir gün bunların zekatını ödemek zorunda kalabilir, ertesi gün diğer adam da ödemek zorunda kalabilir.\" dediğini aktardı. Malik, koyun ve keçi sahibi bir adamın, zekata tabi bir miktara ulaşmayan hayvanları olduğunda ve daha sonra zekata tabi miktarın çok üzerinde ek hayvanlar satın aldığında veya miras aldığında, tüm koyun ve keçilerinin zekatını, yeni hayvanları aldığı günden bir yıl geçmeden ödemesi gerekmediğini söyledi. Çünkü bir adamın sahip olduğu hayvanlar, ister develer, ister sığırlar, ister koyun ve keçiler olsun, zekata tabi bir nisab olarak sayılmaz, ta ki herhangi bir türden yeterli sayıya ulaşana kadar. Bu, sahibinin eklediği hayvanların zekatını değerlendirmek için kullanılan nisabdır, ister büyük ister küçük miktarda olsun.\" Malik dedi: \"Eğer bir adamın, her türden zekat ödemesi gereken kadar devesi, sığırı, koyunu veya keçisi varsa ve daha sonra başka bir deve, inek, koyun veya keçi alırsa, bu, zekatını öderken diğer hayvanlarıyla birlikte sayılmalıdır.\" Yahya, Malik'in, \"Bu, bu konuda duyduğum en çok hoşuma giden şeydir.\" dediğini aktardı. Malik, zekat için gerekli hayvanı olmayan bir adam hakkında, \"Eğer iki yaşında bir dişi deve yoksa, yerine üç yaşında bir erkek deve alınır. Eğer üç, dört veya beş yaşında bir dişi deve yoksa, o zaman gerekli hayvanı satın almalı ki toplayıcıya gerekeni versin. Sahibi, toplayıcıya eşdeğer bir değer vermesini istemem.\" dedi. Malik, su taşıma amacıyla kullanılan develer ve su değirmenleri veya sürme için kullanılan sığırlar hakkında, \"Bana göre bu tür hayvanlar zekat hesaplamasına dahil edilir.\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'in, iki ortak hakkında şöyle dediğini aktardı: \"Eğer bir çobanları, bir erkek hayvanları, bir meraları ve bir sulama yerleri varsa, o zaman iki adam ortaktır, her biri kendi malını arkadaşının malından ayırt ed"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya related to me from Malik from Thawr ibn Zayd ad-Dili from a\nson of Abdullah ibn Sufyan ath-Thaqafi from his grandfather Sufyan ibn\nAbdullah that Umar ibn al-Khattab once sent him to collect zakat. He\nused to include sakhlas (when assessing zakat), and they said, \"Do you\ninclude sakhlas even though you do not take them (as payment)?\"  He\nreturned to Umar ibn al-Khattab and mentioned that to him and Umar\nsaid, \"Yes, you include a sakhla which the shepherd is carrying, but\nyou do not take it. Neither do you take an akula, or a rubba, or a\nmakhid, or male sheep and goats in their second and third years, and\nthis is a just compromise between the young of sheep and goats and the\nbest of them.\"\n\n\nMalik said, \"A sakhla is a newborn lamb or\nkid. A rubba is a mother that is looking after her offspring, a makhid\nis a pregnant ewe or goat, and an akula is a sheep or goat that is\nbeing fattened for meat.\"\n\n\nMalik said, about a man who had\nsheep and goats on which he did not have to pay any zakat, but which\nincreased by birth to a zakatable amount on the day before the zakat\ncollector came to them, \"If the number of sheep and goats along with\ntheir (newborn) offspring reaches a zakatable amount then the man has\nto pay zakat on them. That is because the offspring of the sheep are\npart of the flock itself. It is not the same situation as when some\none acquires sheep by buying them, or is given them, or inherits them.\nRather, it is like when merchandise whose value does not come to a\nzakatable amount is sold, and with the profit that accrues it then\ncomes to a zakatable amount. The owner must then pay zakat on both his\nprofit and his original capital, taken together. If his profit had\nbeen a chance acquisition or an inheritance he would not have had to\npay zakat on it until one year had elapsed over it from the day he had\nacquired it or inherited it.\"\n\n\nMalik said, \"The young of sheep\nand goats are part of the flock, in the same way that profit from\nwealth is part of that wealth. There is, however, one difference, in\nthat when a man has a zakatable amount of gold and silver, and then\nacquires an additional amount of wealth, he leaves aside the wealth he\nhas acquired and does not pay zakat on it when he pays the zakat on\nhis original wealth but waits until a year has elapsed over what he\nhas acquired from the day he acquired it. Whereas a man who has a\nzakatable amount of sheep and goats, or cattle, or camels, and then\nacquires another camel, cow, sheep or goat, pays zakat on it at the\nsame time that he pays the zakat on the others of its kind, if he\nalready has a zakatable amount of livestock of that particular kind.\"\n\n\nMalik said, \"This is the best of what I have heard about\nthis. \""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya said that Malik said, \"The position with us concerning a\nman who has zakat to pay on one hundred camels but then the zakat\ncollector does not come to him until zakat is due for a second timeand\nby that time all his camels have died except five, is that the zakat\ncollector assesses from the five camels the two amounts of zakat that\nare due from the owner of the animals, which in this case is only two\nsheep, one for each year. This is because the only zakat which an\nowner of livestock has to pay is what is due from him on the day that\nthe zakat is (actually) assessed. His livestock may have died or it\nmay have increased, and the zakat collector only assesses the zakat on\nwhat he (actually) finds on the day he makes the assessment. If more\nthan one payment of zakat is due from the owner of the livestock, he\nstill only has to pay zakat according to what the zakat collector\n(actually) finds in his possession, and if his livestock has died, or\nseveral payments of zakat are due from him and nothing is taken until\nall his livestock has died, or has been reduced to an amount below\nthat on which he has to pay zakat, then he does not have to pay any\nzakat, and there is no liability (on him) for what has died or for the\nyears that have passed."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya related to me from Malik from Yahya ibn Said from Muhammad\nibn Yahya ibn Habban from al-Qasim ibn Muhammad that A'isha, the wife\nof the Prophet, may Allah bless him and grant him peace, said, \"Sheep\nfrom the zakat were brought past Umar ibn al-Khattab and he saw\namongst them a sheep with a large udder, ready to give milk, and he\nsaid, 'What is this sheep doing here?' and they replied, 'It is one of\nthe sheep from the zakat.'  Umar said, 'The owners did not give this\nsheep willingly. Do not subject people to trials. Do not take from the\nmuslims those of their animals which are the best food-producers.' \""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Yahya ibn Habban'ın şöyle dediğini aktardı: \"Ashja kabilesinden iki adam bana, Muhammad ibn Maslama al-Ansari'nin onlara zekat toplamak için geldiğini ve hayvanları olan herkese, 'Hayvanlarınızdan zekat için (seçin) ve bana getirin,' dediğini, kendisine getirilen her koyunu kabul ettiğini, eğer adamın borçlarına uygun düşüyorsa kabul ettiğini söylediler.\""
    },
    {
      "id": 32,
      "narrator": "Yahya related to me from Zayd ibn Aslam from Ata ibn Yasar that\nthe Messenger of Allah, may Allah bless him and grant him peace, said,\n\"Zakat is not permissible for someone who is not in need except for\nfive:",
      "text": "Malik dedi ki: \"Bizim için sünnet, ve bizim şehrimizde ilim sahiplerinin yaptığını gördüğüm kadarıyla, Müslümanların zekat ödemelerinde zorluk çıkarılmamasıdır ve hayvanlarından sundukları her şey kabul edilir.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Zekat, ihtiyaç içinde olmayan birine, yalnızca beş kişi için caizdir: Allah yolunda savaşan biri, zekat toplayan biri, borçluların elinde (mali) zarar gören biri, kendi parasıyla satın alan biri ve yoksul bir komşusu olan biri, ki o yoksul komşusu zekat alır ve ihtiyaç içinde olmayan birine hediye verir.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Malik dedi ki: \"Zekatın dağıtımı konusundaki görüşümüz, sorumlu kişinin (veli) şahsi takdirine bağlıdır. En çok ihtiyaç duyan ve en kalabalık olan insan kategorilerine öncelik verilir, sorumlu kişinin uygun gördüğü şekilde. Bu durum bir yıl, iki yıl veya daha fazla sürede değişebilir, ancak her zaman en çok ihtiyaç duyan ve en kalabalık olanlar öncelik alır, hangi kategoriye ait olurlarsa olsunlar. Bu, benim tatmin olduğum ilim sahiplerinin yaptığı şeydir.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Malik dedi ki: \"Zekat toplayanın sabit bir payı yoktur, imamın uygun gördüğüne göre.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Yahya related to me from Malik that he asked Ibn Shihab about\nolives and he said, \"There is a tenth on them.\"\n\n\nMalik said,\n\"The tenth that is taken from olives is taken after they have been\npressed, and the olives must come to a minimum amount of five awsuq\nand there must be at least five awsuq of olives. If there are less\nthan five awsuq of olives, no zakat has to be paid.\n\n\nOlive\ntrees are like date palms insofar as there is a tenth on whatever is\nwatered by rain or springs or any natural means, and a twentieth on\nwhatever is irrigated. However, olives are not estimated while on the\ntree. The sunna with us as far as grain and seeds which people store\nand eat is concerned is that a tenth is taken from whatever has been\nwatered by rain or springs or any natural means, and a twentieth from\nwhatever has been irrigated, that is, as long as the amount comes to\nfive awsuq or more using the aforementioned sa, that is, the sa of the\nProphet, may Allah bless him and grant him peace. Zakat must be paid\non anything above five awsuq according to the amount involved.\"\n\n\nMalik said, \"The kinds of grain and seeds on which there is zakat\nare:",
      "text": "Yahya, Malik'ten, Abu Bakr as-Siddiq'in şöyle dediğini duyduğunu aktardı: \"Eğer bir ip bile tutarlarsa, bunun için onlarla savaşırım.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'ın şöyle dediğini aktardı: \"Umar ibn al-Khattab, çok sevdiği bir süt içti ve ona veren adama, 'Bu süt nereden geldi?' diye sordu. Adam, bir sulama yerinde, adını verdiği bir yerde, zekatlık hayvanların sulandığını ve onlardan biraz süt alındığını söyledi. O da sütü su tulumuna koydu ve bu, bahsi geçen süt oldu. Umar ibn al-Khattab, sonra elini ağzına sokarak kendini kusturdu.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Malik dedi ki: \"Bizim için durum, eğer biri Allah'ın farzlarından birini yerine getirmeyi reddederse ve Müslümanlar bunu elde edemezse, o zaman onu elde edene kadar onunla savaşma hakları vardır.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn Abd al-Aziz'in yöneticilerinden birinin ona, bir adamın mülkü üzerindeki zekatı ödemeyi reddettiğini bildirdiğini aktardı. Umar, yöneticisine adamı yalnız bırakmasını ve diğer Müslümanlardan zekat alırken ondan zekat almamasını söyledi. Adam bunu duydu ve durum onun için dayanılmaz hale geldi, ardından mülkü üzerindeki zekatı ödedi. Yönetici, Umar'a bunu bildirdi ve Umar ona zekatı almasını söyledi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, güvenilir bir kaynaktan, Sulayman ibn Yasar'dan ve Busr ibn Said'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Yağmur veya kaynaklar veya herhangi bir doğal yöntemle sulanan arazilerde (ödenecek) onda bir zekat vardır. Sulanan arazilerde (ödenecek) yirmide bir zekat vardır.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, Jafar ibn Muhammed ibn Ali'den, babasından, Umar ibn al-Hattab'ın mecusilerden bahsettiğini ve \"Onlarla ne yapacağımı bilmiyorum.\" dediğini aktardı. Abd ar-Rahman ibn Awf, \"Ben, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Onlara, Kitap ehliyle takip ettiğiniz aynı sünneti takip edin.' dediğini işittim.\" diye şehadet etti."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Umar ibn al-Hattab'ın mawlalarından Aslam'dan, Umar ibn al-Hattab'ın altın para birimi olan yerlerde yaşayanlardan dört dinar, gümüş para birimi olan yerlerde yaşayanlardan ise kırk dirhem cizye vergisi aldığını aktardı. Ayrıca, Müslümanlara bakmaları ve onları üç gün misafir etmeleri gerekiyordu."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, babasından, onun Umar ibn al-Hattab'a \"Evimizin arkasında kör bir dişi deve var.\" dediğini aktardı. Bunun üzerine Umar, \"Onu bir aileye verin ki, ondan faydalanabilsinler.\" dedi. O da, \"Ama o kör.\" dedi. Umar, \"O zaman diğer develerle bir sıraya koyun.\" dedi. O da, \"Topraktan nasıl yiyecek?\" diye sordu. Umar, \"Cizye hayvanlarından mı, yoksa zekat hayvanlarından mı?\" diye sordu. Aslam, \"Cizye hayvanlarından.\" dedi. Umar, \"Allah'a yemin ederim, onu yemek istiyorsunuz.\" dedi. Aslam, \"Onun üzerinde cizye damgası var.\" dedi. Bunun üzerine Umar, onun kesilmesini emretti. Dokuz tabak hazırladı ve her bir tabağa her türlü meyve ve yiyecek koydu ve sonra bunları Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, eşlerine gönderdi. Kızı Hafsa'ya gönderdiği ise hepsinin sonuncusuydu ve eğer herhangi birinde bir eksiklik varsa, bu Hafsa'nın payında oldu."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "\"Kesilen hayvanın etini tabaklara koydu ve onları Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, eşlerine gönderdi ve kesilen hayvanın etinden geriye kalanların hazırlanmasını emretti. Sonra Muhacirleri ve Ensar'ı davet etti.\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Malik, \"Cizye ödeyen insanlardan hayvan alınmaması gerektiğini düşünüyorum, ancak cizye olarak.\" dedi."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn Abd al-Aziz'in valilerine, cizye ödeyen insanları Müslüman olduklarında cizye ödemekten muaf tutmaları için yazdığını duyduğunu aktardı."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Malik, \"Sünnet, Kitap ehlinin kadınlarından veya çocuklarından cizye alınmaması ve cizyenin sadece ergenliğe ulaşmış erkeklerden alınmasıdır. Dhimma halkı ve mecusiler, hurma ağaçları, bağları, ürünleri veya hayvanları üzerinde herhangi bir zekat ödemek zorunda değillerdir. Bu, zekatın Müslümanları arındırmak ve onların fakirlerine verilmesi için konulmuş olmasındandır. Oysa cizye, Kitap ehli üzerinde onları alçaltmak için konulmuştur. Ülkelerinde yaşadıkları sürece, mülkleri üzerinde cizye dışında hiçbir şey ödemek zorunda değillerdir. Ancak, Müslüman ülkelerde ticaret yaparlarsa, bu ticarete yatırdıkları miktardan onda bir alınır. Bu, cizyenin onlara belirli şartlarla, yani kendi ülkelerinde kalacakları ve düşmanlarına karşı savaş açılacağı, eğer o toprakları terk edip başka bir yere ticaret yapmaya giderlerse onda bir ödeyecekleri şartıyla konulmuş olmasındandır. İçlerinden Mısır halkıyla ticaret yapan, sonra Suriye'ye giden, ardından Suriye halkıyla ticaret yapan ve sonra Irak'a gidip onlarla ticaret yapan ve sonra Medine, Yemen veya benzeri yerlere giden herkes onda bir ödemek zorundadır."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Kitap ehli ve mecusiler, mülkleri, hayvanları, ürünleri veya mahsulleri üzerinde herhangi bir zekat ödemek zorunda değillerdir. Sünnet hala böyle devam etmektedir. Kaldıkları dinlerinde kalırlar ve yaptıkları şeyleri yapmaya devam ederler. Eğer bir yıl içinde Müslüman ülkelerde sıkça gelir giderlerse, her geldiklerinde onda bir ödemek zorundadırlar, çünkü bu, üzerinde anlaştıkları şeyin dışındadır ve kendilerine belirtilen şartlardan biri değildir. Bu, şehrimizdeki ilim ehlinin yaptığını gördüğüm şeydir.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Yahya, Ibn Shihab'dan, Salim ibn Abdullah'dan, babasından, Umar ibn al-Hattab'ın Nabati Hristiyanların tahıllarından ve zeytinyağından yirmide bir aldığını, bununla birlikte yükü Medine'ye artırmayı amaçladığını aktardı. Baklagillerden ise onda bir alıyordu."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, as-Sa'ib ibn Yazid'in, \"Gençken, Umar ibn al-Hattab zamanında Medine pazarında Abdullah ibn Utba ibn Masud ile çalışıyordum ve Nabati halkından onda bir alıyorduk.\" dediğini aktardı."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'a, Umar ibn al-Hattab'ın neden Nabati halkından onda bir aldığını sorduğunda, Ibn Shihab'ın, \"Cahiliye döneminde onlardan alınıyordu ve Umar bunu onlara koydu.\" diye cevap verdiğini aktardı."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Yahya, Zayd ibn Aslam'dan, babasının, Umar ibn al-Hattab'ın, \"Bir zamanlar Allah yolunda birini taşımak için bir soylu at verdim, ama adam onu ihmal etti. Onu geri almak istedim ve onun ucuz satacağını düşündüm. Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bunu sordum ve o da, 'Onu alma, hatta sana bir dirhem verirse bile, çünkü sadakasını geri alan kimse, kendi kusmuğunu yutan köpek gibidir.' dedi.\" dediğini aktardı."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Umar ibn al-Hattab'ın, Allah yolunda birini taşımak için bir at verdiğini ve sonra onu geri almak istediğini aktardı. Bunun üzerine Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bunu sordu ve o da, \"Sadakanı alma veya geri alma.\" dedi."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Yahya, Malik'e, bir adamın sadaka verdikten sonra, onu kendisine geri satmaya teklif eden birisi tarafından tekrar teklif edildiğinde, onu alıp alamayacağını sorduğunda, \"Onu bırakmasını tercih ederim.\" dediğini aktardı."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Wadi'l-Qura ve Khaybar'daki köleleri için zekat al-fitr ödediğini aktardı."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın oruç açma gününden iki veya üç gün önce toplanan fitre zekatını toplayan kişiye gönderdiğini rivayet etti."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Yahya, Malik'in, ilim ehlinin Fıtır günü sabah namazı kılmadan önce fitre zekatını vermeyi sevdiğini gördüğünü rivayet etti."
    }
  ]
}