{
  "language": "tr",
  "metadata": {
    "length": 267,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasından, Asma bint Umays'tan, onun al-Beyda'da Muhammad ibn Abi Bekr'i doğurduğunu aktardı. Ebu Bekir bunu Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, söyledi ve o da, \"Ona gusül yapmasını ve sonra ihrama girmesini söyle.\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'dan, Asma bint Umays'ın Dhu'l-Hulayfa'da Muhammad ibn Abi Bekr'i doğurduğunu aktardı ve Ebu Bekir ona gusül yapmasını ve sonra ihrama girmesini söyledi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın ihrama girmeden önce gusül yaptığını, Mekke'ye girmeden ve Arafat'ın öğle vakti durduğunda da gusül yaptığını aktardı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, İbrahim ibn Abdullah ibn Hunayn'den, babası Abdullah ibn Hunayn'den, Abdullah ibn Abbas ve al-Miswar ibn Makhrama'nın al-Abwa'da bir kez anlaşmazlık yaşadıklarını aktardı. Abdullah, ihramda olan birinin başını yıkayabileceğini söyledi, al-Miswar ibn Makhrama ise bunun mümkün olmadığını savundu."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abdullah ibn Hunayn devam etti, \"Abdullah ibn Abbas beni Ebu Eyyub el-Ensari'ye gönderdi ve onu bir kuyunun direkleri arasında, bir örtüyle örtünmüş olarak gusül yaparken buldum. Ona selam verdim, o da, 'Kim o?' dedi. Ben de, 'Ben Abdullah ibn Hunayn' dedim. 'Abdullah ibn Abbas seni bana gönderdi, Allah'ın Resulü, Allah ona salat ve selam eylesin, ihramda iken başını nasıl yıkardı?' diye sormak için.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Devam etti, \"Ebu Eyyub el-Ensari, elbisesinin üzerine elini koydu ve aşağı çekerek başını görebileceğim şekilde açtı. Su döken adama, 'Dökeceksin,' dedi ve başına biraz su döktü. Sonra ellerini başının önünden arkasına, ardından tekrar önüne doğru geçirdi ve, 'Ben Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, böyle yaparken gördüm.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik, Humayd ibn Qays'tan, Ata ibn Abi Rabah'tan, 'Umar ibn al-Khattab'ın bir kez Yala ibn Munya'ya, gusül yaparken su dökmesini istediğini aktardı. Yala, \"Beni sorumlu tutmaya mı çalışıyorsun? Ancak sen bana söyleyince dökeceğim.\" dedi. 'Umar ibn al-Khattab, \"Dök. Bu, (başımı) daha da dağınık yapar.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'ın Mekke'ye yaklaşırken Dhu Tuwa vadisinde iki patika arasında gece geçirdiğini aktardı. Sonra sabah namazını kılar ve ondan sonra Mekke'ye, Mekke'nin en yüksek kısmındaki patikadan girerdi. Hac veya umre için geliyorsa, Dhu Tuwa'da Mekke'ye yakınken gusül yapmadan Mekke'ye girmeyi asla düşünmezdi ve yanında olan herkese de aynı şekilde yapmalarını söylerdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın ihramda iken başını yıkamadığını, ancak ıslak rüyadan dolayı gusül yapması gerektiğinde başını yıkadığını aktardı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik, \"İlim ehlinin, ihramda olan birinin, Jamrat al-Aqaba'ya taş attıktan sonra ama başını tıraş etmeden önce belirli bitkilerle başını ovuşturmasında bir sakınca olmadığını söylediklerini duydum. Çünkü Jamrat al-Aqaba'ya taş attıktan sonra, başını tıraş etmesi, vücut kıllarından arınması ve normal elbiseler giymesi helaldir.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın bir adamın Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, ihramda olan birinin hangi kıyafetleri giyebileceğini sorduğunu aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Gömlek, sarık, pantolon, burnus veya deri çorap giymeyin, ancak sandalet bulamazsanız, o zaman deri çorap giyebilirsiniz, ama bileklerin altından kesin. Safran veya sarı boya ile dokunmuş herhangi bir elbise giymeyin.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'e, \"Kimse bel sarması bulamazsa pantolon giymelidir.\" şeklindeki hadisi sorduğunda, \"Bunu hiç duymadım ve ihramda olan birinin pantolon giymesi gerektiğini düşünmüyorum. Çünkü Allah'ın Resulü, Allah ona salat ve selam eylesin, ihramda olan birinin giymesi yasak olan şeyler arasında pantolon da vardı ve o, deri çoraplar için bir istisna yapmadı.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, 'Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, ihramda olan birinin safran veya sarı boya ile boyanmış bir giysi giymesini yasakladığını ve, \"Sandalet bulamayan deri çorap giyebilir, ama bileklerin altından kesmelidir.\" dediğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Aslam'ın, 'Umar ibn al-Khattab'ın kölesi olduğunu, 'Umar ibn al-Khattab'ın bir kez Talha ibn Ubaydullah'ın ihramda iken boyalı bir giysi giydiğini gördüğünü ve 'Umar'ın, \"Bu boyalı giysi nedir, Talha?\" dediğini aktardı. Talha, \"Amir al-muminin, bu sadece çamur.\" dedi. 'Umar, \"Sen ve senin gibiler, insanlar tarafından imam olarak kabul ediliyor. Eğer cahil bir adam bu giysiyi görse, Talha ibn Ubaydullah'ın ihramda iken boyalı bir elbise giydiğini söyler. Bu yüzden boyalı giysi giymeyin.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Asma bint Abi Bekr'ın ihramda iken tamamen safran ile boyanmış giysiler giydiğini, ancak içinde safran bulunmadığını aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, ihramda iken al-Juhfa'da vefat eden oğlu Waqid ibn Abdullah'ı kefenlediğini, başını ve yüzünü örttüğünü ve \"Eğer ihramda olmasaydık, onu güzel kokularla güzelce kokulardık.\" dediğini rivayet etti. Malik, \"Bir insan yalnızca hayatta iken bir şeyler yapabilir. Öldüğünde, eylemleri sona erer.\" dedi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, ihramda olan bir kadının ne peçe ne de eldiven giymesi gerektiğini söylediğini rivayet etti."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, Fatıma bint al-Mundhir'in, \"Asma bint Abi Bekir as-Sıddık ile birlikte iken ihramda iken yüzlerimizi örtüyorduk.\" dediğini rivayet etti."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasından, Peygamber Efendimiz'in, Allah ona salat ve selam eylesin, \"Ben, ihrama girmeden önce, Allah'ın Resulünü, Allah ona salat ve selam eylesin, ihramı için güzel kokularla kokuladım ve o, ihramdan çıkmadan önce, Kabe'yi tavaf etmeden önce.\" dediğini rivayet etti."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd ibn Qays'tan, Ata ibn Rabah'tan, bir bedevinin, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, Huneyn'de bulunduğu sırada, üzerinde sarı izler olan bir gömlekle geldiğini ve \"Ya Allah'ın Resulü, ben umre için ihrama girdim. Ne yapmalıyım?\" dediğini rivayet etti. Allah'ın Resulü, Allah ona salat ve selam eylesin, ona, \"Gömleğini çıkar ve bu sarılığı yıka ve umrede, haccın yaptığı gibi yap.\" dedi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Umar ibn al-Khattab'ın ash-Shajara'da iken parfüm kokusunu hissettiğini ve \"Bu parfüm kokusu kimin?\" diye sorduğunu, Muaviye ibn Abi Süfyan'ın, \"Benden, emir al-muminin.\" diye cevap verdiğini, Umar'ın da \"Senden mi? Allah'ın hayatı üzerine!\" dediğini, Muaviye'nin ise \"Ümmü Habibe beni parfümledi, emir al-muminin.\" dediğini, ardından Umar'ın \"Geri dön ve onu yıka.\" dediğini rivayet etti."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, as-Salt ibn Zubayd'dan, ailesinden birden fazla kişiden, Umar ibn al-Khattab'ın ash-Shajara'da parfüm kokusunu hissettiğini, yanında Kathir ibn as-Salt'ın olduğunu ve Umar'ın \"Bu parfüm kokusu kimin?\" diye sorduğunu, Kathir'in \"Benden, emir al-muminin. Saçlarımı parfümle taradım ve kesmeyi düşünmüyorum.\" dediğini, Umar'ın \"Bir sharaba git ve başını temizleyene kadar ovalayın.\" dediğini, Kathir'in de öyle yaptığını rivayet etti. Malik, \"Bir sharaba, bir hurma ağacının dibindeki çukurdur.\" diye açıkladı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said, Abdullah ibn Abi Bekir ve Rabia ibn Abi Abd ar-Rahman'dan, al-Walid ibn Abd al-Malik'in, jamra taşladıktan ve başını tıraş ettikten sonra, ancak tawaf al-ifada için ayrılmadan önce parfüm kullanıp kullanamayacağını Salim ibn Abdullah ve Kharija ibn Zayd ibn Thabit'e sorduğunu, Salim'in bunu yasakladığını, ancak Kharija ibn Zayd ibn Thabit'in bunun mümkün olduğunu söylediğini rivayet etti. Malik, \"Bir adamın, ihrama girmeden önce veya Mina'dan tawaf al-ifada için ayrılmadan önce, içinde parfüm olmayan bir yağ ile yağlanmasında bir sakınca yoktur, eğer jamra taşlamışsa.\" dedi. Yahya, Malik'e ihramda olan birinin safranlı yemek yiyip yiyemeyeceğini sorduğunda, \"Eğer pişirilmişse, ihramda olan birinin yemesinde bir sakınca yoktur. Ancak pişirilmemişse, yememelidir.\" dediğini aktardı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Medine halkı Dhu'l-Hulayfa'da ihrama girmelidir, Şam halkı al-Juhfa'da, Nejd halkı ise Qarn'da ihrama girmelidir.\" dediğini rivayet etti. Abdullah ibn Umar ekledi, \"Ben, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Yemen halkı Yalamlam'da ihrama girmelidir.' dediğini duydum.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Medine halkına Dhu'l-Hulayfa'da ihrama girmelerini, Şam halkına al-Juhfa'da, Nejd halkına ise Qarn'da ihrama girmelerini söyledi.\" dediğini rivayet etti. Abdullah ibn Umar, \"Bu üçünü Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, duydum. Ayrıca, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Yemen halkı Yalamlam'da ihrama girmelidir.' dediğini de duydum.\" dedi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın bir kez al-Fur'da ihrama girdiğini rivayet etti."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, güvenilir bir kaynaktan, Abdullah ibn Umar'ın bir kez İlya (Kudüs)de ihrama girdiğini rivayet etti."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, bir kez al-Jiirrana'da (Mekke yakınlarında) umre için ihrama girdiğini duyduğunu rivayet etti."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, talbiyesinin, \"Ben, senin hizmetindeyim, ya Allah, ben senin hizmetindeyim. Senin ortağın yoktur. Ben senin hizmetindeyim. Hamd ve nimet sana aittir, ve mülk. Senin ortağın yoktur.\" olduğunu rivayet etti. Labayk, Allahumma labayk, la sharika laka labayk. Inna'l-hamda wa'n-nimata laka wa'l-mulk, la sharika lak. Malik, Abdullah ibn Umar'ın, \"Ben senin hizmetindeyim, ben senin hizmetindeyim. Ben senin hizmetindeyim ve senin çağrındayım. Hayır senin ellerindedir, ve ben senin hizmetindeyim. Arzumuz senin içindir, ve eylemimiz.\" diye eklediğini söyledi. Labayk, labayk, labayk wa sadayka wa'l-khayr biyadayka labayk wa'r-raghba'u ilayka wa'l-amalu."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Dhu'l-Hulayfa'da camide iki rekât namaz kıldığını ve sonra, devenin üzerine bindiğinde ve deve ayakta durduğunda, talbiyeye başladığını rivayet etti."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Musa ibn Uqba'dan, Salim ibn Abdullah'ın babasından şöyle aktardığını rivayet etti: \"Sizlerin, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, bu çölünüzden ihrama girdiği iddianız doğru değildir; çünkü o sadece mescitten, yani Dhu'l-Hulayfa mescidinden ihrama girmiştir.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn Abi Said al-Maqburi'den, Ubayd ibn Jurayj'in bir gün Abdullah ibn Umar'a şöyle dediğini aktardı: \"Abu Abd ar-Rahman, seni dört şey yaparken gördüm ki, senin arkadaşlarından hiç kimsenin bunu yaptığını görmedim.\" Abdullah ibn Umar, \"Onlar nedir, Ibn Jurayj?\" dedi. O da, \"Seni sadece iki Yemen köşesine dokunurken gördüm, kıl olmayan sandaletler giyerken gördüm, sarı boya kullanırken gördüm ve sen Mekke'deyken, herkes yeni ayı gördükten sonra telbiye yapmaya başladığında, sen Dhu'l-Hijja'nın sekizinci gününe kadar telbiye yapmadığını gördüm.\" Abdullah ibn Umar, \"Köşelere gelince, ben sadece Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, iki Yemen köşesine dokunurken gördüm. Sandaletlere gelince, ben Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, kıl olmayan sandaletler giyerken ve onlarla abdest alırken gördüm ve onları giymeyi seviyorum. Sarı boya kullanmaya gelince, ben Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, onu kullanırken gördüm ve ben de onu şeyleri boyamak için kullanmayı seviyorum. Telbiye yapmaya gelince, ben Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, bindiği hayvanla yola çıkmadan önce telbiye yaparken hiç görmedim.\" dedi."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın Dhu'l-Hulayfa mescidinde namaz kıldığını, sonra dışarı çıkıp devesine bindiğini ve devesi ayağa kalktığında telbiye yapmaya başladığını aktardı."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd al-Malik ibn Marwan'ın Dhu'l-Hulayfa mescidinde, bindiği hayvan ayağa kalktıktan sonra telbiye yapmaya başladığını ve Aban ibn Uthman'ın ona bunu söylediğini duyduğunu aktardı."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, 'Abdullah ibn Abi Bakr ibn Muhammad ibn Amr ibn Hazm'dan, Abd al-Malik ibn Abi Bakr ibn al-Harith ibn Hisham'dan, Khallad ibn as-Sa'ib al-Ansari'den babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Cebrail bana geldi ve arkadaşlarıma veya benimle olanlara telbiye yaparken seslerini yükseltmelerini söylememi istedi.\" dediğini aktardı."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, ilim ehlinin \"Kadınlar telbiye yaparken seslerini yükseltmek zorunda değildir ve bir kadın sadece kendisini duyacak kadar yüksek sesle konuşmalıdır.\" dediğini duyduğunu aktardı. Malik, \"İhramda bulunan bir kimse, eğer bir camide insan grupları varsa telbiye yaparken sesini yükseltmemelidir. Sadece kendisinin ve yanındakilerin duyabileceği kadar yüksek sesle konuşmalıdır, ancak Masjid al-Haram ve Mina mescidinde sesini yükseltmelidir.\" dedi. Malik, \"İlim ehlinin bazıları, her namazın sonunda ve yolda her kalkışta telbiye yapmayı tavsiye ettiklerini duydum.\" dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'l-Aswad Muhammad ibn Abd ar-Rahman'dan, Urwa ibn az-Zubayr'den, A'isha'nın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Veda haccı yılında Allah'ın Resulü ile yola çıktık ve aramızdan bazıları umre için ihrama girdi, bazıları hacc ve umre için ihrama girdi, bazıları ise sadece hacc için ihrama girdi. Allah'ın Resulü, Allah ona salat ve selam eylesin, sadece hacc için ihrama girdi. Umre için ihrama girenler umre yaptıktan sonra ihramdan çıktılar. Sadece hacc için ihrama girenler veya hem hacc hem de umre için ihrama girenler, kurban günü gelene kadar ihramdan çıkmadılar.\" dediğini aktardı."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasından, A'isha, müminlerin annesi, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, sadece hacc yaptığını aktardı."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'l-Aswad Muhammad ibn Abd ar-Rahman'dan, Urwa ibn az-Zubayr'den, A'isha, müminlerin annesi, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, sadece hacc yaptığını aktardı."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, ilim ehlinin \"Eğer birisi sadece hacc için ihrama girerse, daha sonra umre için de ihrama giremez.\" dediğini duyduğunu aktardı. Malik, \"Bu, bizim şehirde ilim ehlinin yaptığıdır.\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, Jafar ibn Muhammad'dan, babasından, al-Miqdad ibn al-Aswad'ın bir gün Ali ibn Abi Talib as-Suqya'yı ziyaret ettiğini, onun bazı genç develerini yemle beslediğini ve ona şöyle dediğini aktardı: \"Bu Uthman ibn Affan insanlara hacc ve umreyi birlikte yapamayacaklarını söylüyor.\" Al-Miqdad, \"Ali ibn Abi Talib, ön kollarında yem ve yapraklarla gitti - ve o yem ve yaprakların kollarındaki görüntüsünü asla unutmayacağım - ve Uthman ibn Affan'ı ziyaret etti ve ona, 'Yani insanlar hacc ve umreyi birlikte yapamaz mı?' diye sordu. Uthman, 'Bu benim görüşüm.' dedi. Bunun üzerine Ali öfkelendi ve çıkarak, 'Ben senin hizmetindeyim, ya Allah, ben senin hizmetindeyim, hacc ve umreyi birlikte yapmaya niyet ettim.' dedi.\" Malik, \"Bizim burada (Medine'de) görüşümüz, hacc ve umreyi birlikte yapan birinin saçından hiçbir şey kesmemesi, kurban kesene kadar ihramdan çıkmaması gerektiğidir. İhramdan Mina'da, kurban günü çıkmalıdır.\" dedi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abd ar-Rahman'dan, Sulayman ibn Yasar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, veda haccı yılında hacca çıkarken, bazı arkadaşlarının sadece hacc için ihrama girdiğini, bazılarının hacc ve umreyi birleştirdiğini, bazılarının ise sadece umre için ihrama girdiğini aktardı. Hacc için ihrama girenler veya hacc ve umreyi birlikte yapanlar ihramdan çıkmadılar, oysa sadece umre için ihrama girenler ihramdan çıktılar."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, ilim ehlinin \"Eğer birisi umre için ihrama girerse ve daha sonra hacc için de ihrama girmek isterse, bunu yapabilir, eğer Kabe'yi tavaf etmemişse ve Safa ile Merve arasında sa'y yapmamışsa.\" dediğini duyduğunu aktardı. Abdullah ibn Umar'ın, \"Eğer Kabe'ye girmemişsem, Allah'ın Resulü ile birlikte yaptığımız gibi yapacağız.\" dediğini aktardı. Sonra arkadaşlarına, \"Her iki durumda da aynı. Hacc ve umreyi birlikte yapmaya karar verdiğimi şahit tutuyorum.\" dedi. Malik, \"Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, veda haccı yılında umre için ihrama giren arkadaşlarına, 'Kendisiyle kurban hayvanı olan herkes, hacc ve umreyi birlikte yapmak için ihrama girmelidir ve her ikisini de bitirmeden ihramdan çıkmamalıdır.' dedi.\" dedi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abi Bakr ath-Thaqafi'nin bir gün Anas ibn Malik'e, ikisi Mina'dan Arafat'a giderken, \"Bu günde Allah'ın Resulü ile birlikteyken ne yapardınız?\" diye sorduğunu aktardı. Anas, \"Telbiye okuyanlarımız telbiye okumaya devam ederdi ve kimse buna itiraz etmezdi, 'Allahu akbar' diyenlerimiz de okumaya devam ederdi ve kimse buna itiraz etmezdi.\" dedi."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Jafar ibn Muhammad'dan, babasından, Ali ibn Abi Talib'in hacc sırasında telbiye okuduğunu, Arafat günü öğleden sonra telbiyeyi bıraktığını aktardı. Yahya, Malik'in, \"Bu, bizim şehirde ilim ehlinin hala yaptığıdır.\" dediğini aktardı."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasından, A'işe'nin, Allah ona rahmet eylesin, durma yerine (yani Arafat'a) geldiğinde telbiye söylemeyi bıraktığını aktardı."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar haccı yaparken telbiye söylemeye devam ettiğini, Haram'a ulaşana kadar ve Kabe'yi tavaf edip Safa ile Merve arasında telbiye söylediğini aktardı. Daha sonra Mina'dan Arafat'a giderken telbiye söylemeyi bırakırdı. Eğer umre yapıyorsa, Haram'a girdiğinde telbiye söylemeyi bırakırdı."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'ın, \"Abdullah ibn Umar, Kabe'yi tavaf ederken asla telbiye söylemezdi.\" dediğini aktardı."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, Alqama ibn Abi Alqama'dan, annesinden, A'işe'nin, müminlerin annesi, Arafat ovasında Namira adında bir yerde kamp yaptığını, daha sonra başka bir yere, al-Arak adında bir yere geçtiğini aktardı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "O şöyle dedi: \"A'işe ve yanındakiler, kamp yaptıkları yerde telbiye söylerlerdi, sonra bindiğinde ve durma yerine doğru yola çıktığında bunu bırakırdı.\""
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Devam etti: \"A'işe, haccın ardından Mekke'de Dhu'l-Hijja ayında umre yapardı. Sonra bunu bırakıp, Muharrem ayının yeni ayı görünmeden önce al-Juhfa'ya giderdi, orada yeni ayı görünceye kadar kalırdı ve yeni ayı gördüğünde umre yapmak için ihrama girerdi.\""
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Umar ibn Abd al-Aziz'in Arafat günü Mina'dan (Arafat'a) giderken yüksek sesle tekbirlerin söylendiğini duyduğunu, bu yüzden bekçiyi insanlara \"Ey insanlar, telbiye söylemelisiniz.\" diye bağırması için gönderdiğini aktardı."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasından, Umar ibn al-Khattab'ın, \"Mekke halkı, neden insanlar dağınık bir halde gelirken sizlerin saçlarınızda hala yağ var?\" dediğini, \"Yeni ayı gördüğünüzde ihrama girin.\" dediğini aktardı."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, Abdullah ibn az-Zubayr'ın Mekke'de dokuz yıl kaldığını, Dhu'l-Hijja'nın başında hacc için ihrama girdiğini ve onunla birlikte olan Urwa ibn az-Zubayr'ın da aynı şekilde yaptığını aktardı."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Yahya, Malik'in, \"Mekke halkı ve orada yaşayan diğer herkes Mekke'de iseler hacc için ihrama girmelidirler; Mekke'nin merkezinde yaşayan ve Mekke halkından olmayan kimse Haram'dan çıkmamalıdır.\" dediğini aktardı."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Yahya, Malik'in, \"Mekke'de hacc için ihrama giren birisi, Mina'dan döndüğünde Kabe'yi tavaf etmeyi ve Safa ile Merve arasında sa'y yapmayı ertelemelidir; bu, Abdullah ibn Umar'ın yaptığıdır.\" dediğini aktardı."
    },
    {
      "id": 57,
      "narrator": "Yahya related to me from Malik that he had heard that the\nMessenger of Allah, may Allah bless him and grant him peace, did umra\nthree times:",
      "text": "Malik'e, Medine halkı veya başka birinin Dhu'l-Hijja'nın başında Mekke'de ihrama girmesi durumunda tavaf hakkında ne yapmaları gerektiği sorulduğunda, \"Zorunlu tavafı, yani Safa ile Merve arasında sa'y ile birleştirdikleri tavafı ertelemelidirler, ama istedikleri diğer tavafları yapabilirler ve her yedi tavafı tamamladıklarında iki rek'at namaz kılmalıdırlar; bu, Allah'ın Resulü'nün, Allah ona rahmet eylesin, hacc için ihrama girdiklerinde yaptıklarıdır. Kabe'yi tavaf etmeyi ve Safa ile Merve arasında sa'y yapmayı Mina'dan döndüklerinde ertelediler. Abdullah ibn Umar da bunu yaptı, Dhu'l-Hijja'nın başında Mekke'de hacc için ihrama girdi ve sonra Kabe'yi tavaf etmeyi ve Safa ile Merve arasında sa'y yapmayı Mina'dan döndüğünde erteledi.\" dediğini aktardı."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Malik'e, Mekke halkından birinin Mekke'nin merkezinde umre yapmak için ihrama girebilir mi diye sorulduğunda, \"Hayır. Haram'ın dışına çıkmalı ve orada ihrama girmelidir.\" dediğini aktardı."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Yahya, Malik'ten, 'Abdullah ibn Abi Bakr ibn Muhammad'dan, Amra bint 'Abd ar-Rahman'ın, Ziyad ibn Abi Sufyan'ın bir zamanlar A'işe'ye, Allah ona rahmet eylesin, yazdığı mektupta, \"'Abdullah ibn Abbas, hacc yapan birinin haram olan şeyleri, kurbanlık hayvanı gönderen birinin de haram olduğunu söyledi. Ben bir tane gönderdim, bu konuda ne düşündüğünü yaz ve bana bildir, ya da hayvanın sorumlusuna ne yapması gerektiğini söyle.\" dediğini aktardı."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Amra, A'işe'nin, \"Bu, Ibn Abbas'ın dediği gibi değildir. Ben bir zamanlar Allah'ın Resulü'nün, Allah ona rahmet eylesin, kurbanlık hayvanının çiçeklerini kendi ellerimle ördüm. Sonra Allah'ın Resulü, Allah ona rahmet eylesin, kendisi hayvanın üzerine çiçekleri koydu ve onu babamla gönderdi. Ve Allah'ın Resulü'ne, Allah ona rahmet eylesin, helal kıldığı hiçbir şey, hayvan kesilene kadar haram olmadı.\" dediğini aktardı."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn 'Urwa'dan, onun babasının 'umre yapmak üzere Haram'a girdiğinde telbiye söylemeyi bıraktığını aktardı."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Malik, at-Tanim'de ihrama giren birinin, Kabe'yi gördüğünde telbiye söylemeyi bırakması gerektiğini söyledi."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Yahya, Malik'e Medineli bir adamın veya başka bir yerden gelen birinin, mawaqit'ten birinde umreye başladığında telbiye söylemeyi nerede bırakması gerektiği sorulduğunda, \"Mawaqit'ten birine ihrama giren biri, Haram'a vardığında telbiye söylemeyi bırakmalıdır.\" dediğini aktardı."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Malik ekledi, \"Abdullah ibn Umar'ın bunu yaptığını duydum.\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Muhammed ibn Abdullah ibn al-Harith ibn Nawfal ibn Abd al-Muttalib'in, Sad ibn Abi Waqqas ve ad-Dahhak ibn Qays'ın umre ile haccın arasındaki tamattu hakkında tartıştıklarını duyduğunu aktardı. Ad-Dahhak ibn Qays, \"Ancak Allah, Azze ve Celle'nin söylediklerinden habersiz olan biri bunu yapar.\" dedi. Bunun üzerine Sad, \"Kardeşim oğlu, söylediklerin ne kadar yanlış!\" dedi. Ad-Dahhak, \"Umar ibn al-Khattab bunu yasakladı.\" dedi, Sad ise, \"Allah'ın Resulü, ona salat ve selam olsun, bunu yaptı ve biz de onunla birlikte yaptık.\" dedi."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sadaqa ibn Yasar'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Allah'a yemin ederim ki, haccımdan önce umre yapmayı ve bir hayvan kurban etmeyi, haccımdan sonra Dhu'l-Hijja ayında umre yapmaya tercih ederim.\""
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Hac aylarında, yani Şevval, Dhu'l-Qada veya Dhu'l-Hijja'da haccın öncesinde umre yapan ve sonra haccın zamanı gelene kadar Mekke'de kalan kimse, haccı yaptıktan sonra tamattu yapmış olur. O, elde edebileceği en kolay hayvanı kurban etmelidir; eğer bulamazsa, hacc sırasında üç gün oruç tutmalı ve döndüğünde yedi gün oruç tutmalıdır.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Malik, \"Bu, ancak hacca kadar kalırsa ve o yıl haccı yaparsa geçerlidir.\" dedi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Malik, Mekkelilerden olup orayı terk eden ve başka bir yere giden birinin, hacc aylarında umre yapmak üzere Mekke'ye dönmesi ve orada hacca başlaması durumunda tamattu yaptığını ve bir kurban kesmesi gerektiğini, bulamazsa oruç tutması gerektiğini söyledi. O, Mekke halkıyla aynı durumda değildi."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Malik'e, Mekke'den olmayan ve hacc aylarında umre yapmak üzere Mekke'ye giren birinin, orada hacca başlama niyetiyle tamattu yapıp yapmadığı sorulduğunda, \"Evet, tamattu yapıyor ve Mekke halkıyla aynı değil, orada kalma niyeti olsa bile. Çünkü o, Mekke'ye girmiştir ve Mekke halkından değildir; kurban kesmek veya oruç tutmak, Mekke'den olmayan herkes için farzdır ve o, kalmayı niyet etse de, ileride ne olabileceğini bilemez. O, Mekke halkından değildir.\" dedi."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Said ibn al-Musayyab'ın, \"Şevval, Dhu'l-Qada veya Dhu'l-Hijja'da umre yapan ve sonra Mekke'de haccın zamanı gelene kadar kalan kimse, haccı yaptıktan sonra tamattu yapmış olur. O, elde edebileceği en kolay hayvanı kurban etmelidir; eğer bulamazsa, hacc sırasında üç gün oruç tutmalı ve döndüğünde yedi gün oruç tutmalıdır.\" dediğini aktardı."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Sa'id'den, Sulayman ibn Yasar'dan, Allah'ın Resulü'nün, Allah ona rahmet etsin ve selam versin, ihramda iken, Lahyay Jamal'da, kafasının üstüne hacamat yaptırdığını nakletti. Bu yer, Mekke'ye giden yol üzerindedir."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini nakletti: \"İhramda olan bir kimse, başka bir alternatif yoksa hacamat yaptırmamalıdır.\" Malik de şöyle dedi: \"İhramda olan bir kimse, ancak gerekli olduğunda hacamat yaptırmalıdır.\""
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n-Nadr'dan, 'Umar ibn 'Ubaydullah at-Taymi'nin kölesi, Nafi'den, Abu Qatada al-Ansari'nin kölesi, Allah'ın Resulü'nün, Allah ona rahmet etsin ve selam versin, bir zamanlar yanında bulunduğunu nakletti. Mekke'ye giden yollardan birine vardıklarında, o, muhrim olan bazı arkadaşlarıyla geride kaldı, o ise muhrim değildi. Sonra bir eşek gördü, üzerine bindi ve arkadaşlarından kamçısını vermelerini istedi ama reddettiler. Sonra mızrağını istedi ve onu da vermediler. Bunun üzerine onu aldı ve eşeğe saldırıp onu öldürdü. Allah'ın Resulü'nün, Allah ona rahmet etsin ve selam versin, bazı arkadaşları ondan yedi, diğerleri ise reddetti. Allah'ın Resulü'ne, Allah ona rahmet etsin ve selam versin, yetiştiklerinde, bu konuda ona sordular ve o da, \"Bu, Allah'ın size verdiği bir yiyecektir.\" dedi."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hisham ibn Urwa'dan, babasından, az-Zubayr ibn al-Awwam'ın ihramda iken kuru gazelle eti (safif adh-dhiba) götürdüğünü nakletti. Malik, \"Safif, kurutulmuş et şeritleridir.\" dedi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'ın kendisine, Abu Qatada'dan, vahşi eşek hakkında Abu'n-Nadr'ın rivayet ettiği aynı hadisi anlattığını nakletti. Ancak Zayd ibn Aslam'ın hadisine göre, Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, \"Onun etinden hala var mı?\" dedi."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said al-Ansari'nin, Muhammad ibn Ibrahim ibn al-Harith at-Taymi'den, Isa ibn Talha ibn Ubaydullah'dan, Umayr ibn Salama ad-Damri'den, al-Bahzi'den, Allah'ın Resulü'nün, Allah ona rahmet etsin ve selam versin, bir kez ihramda iken Mekke'ye doğru yola çıktığını nakletti. Ar-Rawha'ya vardıklarında, aniden yaralı bir vahşi eşekle karşılaştılar. Birisi bunu Allah'ın Resulü'ne, Allah ona rahmet etsin ve selam versin, bildirdi ve o da, \"Bırakın, ona ait olan kişi yakında gelecek.\" dedi. Sonra al-Bahzi, o kişi, Peygamber'e, Allah ona rahmet etsin ve selam versin, geldi ve \"Allah'ın Resulü, bu eşekle ne istersen yap,\" dedi. Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, Abu Bekir'e onu topluluğa dağıtmasını söyledi. Sonra al-Uthaba kuyusuna kadar devam ettiler, bu yer ar-Ruwaytha ile al-Arj arasında (Mekke ile Medine arasında) bulunuyordu, burada aniden okla yaralanmış bir gazelle karşılaştılar, gölgede yan yatıyordu. Allah'ın Resulü'nün, Allah ona rahmet etsin ve selam versin, birisine yanına yaklaşmasını ve kimsenin onu rahatsız etmemesini, herkes geçene kadar beklemesini söylediği iddia edildi."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın, Abu Hurayra'dan, bir zamanlar Bahrayn'den dönerken ar-Rabadha'ya vardığında, ihramda olan Irak'tan bir kervan bulduğunu ve onlardan ar-Rabadha halkının yanında buldukları av etini yiyip yiyemeyeceklerini sorduklarını nakletti. O da onlara yiyebileceklerini söyledi. \"Sonra, onlara söylediklerim hakkında şüphelerim oldu, bu yüzden Medine'ye döndüğümde, bu durumu Umar ibn al-Khattab'a anlattım ve o da, 'Onlara ne söyledin?' dedi. Ben de, 'Yemelerini söyledim.' dedim. Umar ibn al-Khattab, beni tehdit ederek, 'Eğer onlara başka bir şey söyleseydin, sana bir şey yapardım.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Salim ibn Abdullah'ın, Abu Hurayra'nın Abdullah ibn Umar'a, ihramda olan üç kişinin ar-Rabadha'dan geçerken kendisinden av etini yiyip yiyemeyecekleri hakkında fetva istediklerini anlattığını nakletti. O da onlara yiyebileceklerini söyledi. \"Sonra Medine'de Umar ibn al-Khattab'a gittim ve bu konuda ona sordum, o da, 'Onlara ne dedin?' dedi, ben de, 'Onlara yiyebileceklerini söyledim.' dedim. Umar, 'Eğer onlara başka bir şey söyleseydin, sana bir zarar verirdim.' dedi.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Kab al-Ahbar'ın bir zamanlar Suriye'den bir grup binerken geri dönerken, yolda bir noktada av eti bulduklarını ve Kab'ın bunun yenilebileceğini söylediğini nakletti. Medine'ye döndüklerinde, Umar ibn al-Khattab'a gittiler ve ona bunu anlattılar, o da, \"Bunu size kim söyledi?\" dedi, onlar da, \"Kab.\" dediler. O da, \"Gerçekten de onu size amir olarak tayin ettim.\" dedi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Sonrasında, Mekke'ye giden yolda, üzerlerinden bir sürü çekirge geçti ve Kab onlara yakalayıp yemelerini söyledi. Umar ibn al-Khattab'a döndüklerinde, bunu ona anlattılar ve o da (Kab'a), \"Onlara bunu yeme izni vermenin sebebi neydi?\" dedi. Kab, \"Deniz avıdır.\" dedi. O da, \"Bunu nasıl biliyorsun?\" dedi, Kab da, \"Amir al-muminin, canımın elinde olan Allah'a yemin ederim ki, bu sadece yılın her iki döneminde bir kez hapşıran bir balığın hapşırmasıdır.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Malik'e, bir muhrimin yolda bulduğu avı satın alıp almayacağı soruldu. O da, \"Hac için sunulmak üzere avlanan avı hoş görmüyorum ve yasaklıyorum, ancak bir muhrimin bulup satın aldığı avda bir sakınca yoktur.\""
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Malik, ihrama girdiği sırada avladığı veya satın aldığı bir avı olan bir kimse hakkında, onu elden çıkarmasının gerekmediğini ve ailesine vermesinin sakıncalı olmadığını söyledi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Malik, ihramda olan birinin denizde veya nehirlerde ve göllerde balık tutmasının helal olduğunu söyledi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'dan, Abdullah ibn Abbas'tan, as-Sab ibn Jaththama al-Laythi'nin, Allah'ın Resulü'ne, Allah ona rahmet etsin ve selam versin, al-Abwa veya Waddan'da bir vahşi eşek verdiğini nakletti. Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, onu geri verdi. Ancak, Allah'ın Resulü, Allah ona rahmet etsin ve selam versin, adamın yüz ifadesini görünce, \"Sadece ihramda olduğumuz için bunu geri verdik.\" dedi."
    },
    {
      "id": 90,
      "narrator": "Yahya related to me from Malik from Nafi from Abdullah ibn Umar\nthat the Messenger of Allah, may Allah bless him and grant him peace,\nsaid, \"There are five kinds of animal which it is not wrong for some\none in ihram to kill:",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, Abd ar-Rahman ibn Amir ibn Rabia'nın, \"Bir yaz günü al-Arj'da, Uthman ibn Affan'ı ihramda gördüm ve yüzünü kırmızı bir yün örtüyle kapatmıştı. Kendisine av eti getirildi ve arkadaşlarına yemelerini söyledi. Onlar da, 'Sen de yemeyecek misin?' dediler. O da, 'Ben sizin durumunda değilim. Bu benim için avlandı.' dedi.\""
    },
    {
      "id": 91,
      "narrator": "Yahya related to me from Malik from Abdullah ibn Dinar from\nAbdullah ibn Umar that the Messenger of Allah, may Allah bless him and\ngrant him peace,said,\"There are five (kinds of) animal which it is not\nwrong for some one in ihram to kill:",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, \"İhramda olan birinin öldürmesinin caiz olduğu beş (tür) hayvan vardır: akrepler, sıçanlar ve fareler, kargalar, doğanlar ve yaban köpekleri.\" dediğini rivayet etti."
    },
    {
      "id": 92,
      "narrator": "Yahya related to me from Malik from Hisham ibn Urwa from his\nfather that the Messenger of Allah, may Allah bless him and grant him\npeace, said, \"There are five trespassers that can be killed in the\nHaram:",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, \"Haram'da öldürülebilecek beş zararlı hayvan vardır: fareler, akrepler, kargalar, doğanlar ve yaban köpekleri.\" dediğini rivayet etti."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Umar ibn al-Khattab'ın insanlara Haram'da yılanları öldürmelerini söylediğini rivayet etti. Malik, Haram'da öldürülmesi emredilen \"yaban köpekleri\" hakkında, insanları yaralayan, saldıran veya korkutan hayvanların, aslanlar, leoparlar, vaşaklar ve kurtlar gibi, \"yaban köpekleri\" olarak sayıldığını söyledi. Ancak, ihramda olan birinin, insanlara saldırmayan, sırtlanlar, tilkiler, kediler ve bunlara benzer diğer hayvanları öldürmemesi gerektiğini, eğer öldürürse bunun için bir kefaret ödemesi gerektiğini belirtti. Benzer şekilde, ihramda olan birinin, Peygamber'in, ona Allah'ın selamı ve bereketi olsun, belirttiği türler dışında herhangi bir yırtıcı kuşu öldürmemesi gerektiğini, yani kargalar ve doğanlar dışında başka bir kuşu öldürürse bunun için kefaret ödemesi gerektiğini söyledi."
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Ibrahim ibn al-Harith at-Taymi'den, Rabia ibn Abi Abdullah ibn al-Hudayr'dan, Umar ibn al-Khattab'ın ihramda iken as-Suqya'daki bir devenin üzerindeki keneleri temizlediğini gördüğünü rivayet etti. Malik, bunun hoşuna gitmediğini söyledi."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Yahya, Malik'ten, Alqama ibn Abi Alqama'dan, annesinin, \"A'işe'yi, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, ihramda olan birinin vücudunu kaşıyıp kaşıyamayacağını sorarken duyduğunu, o da, 'Evet, kaşıyabilir ve istediği kadar sert kaşınabilir. Ellerim bağlı olsa ve sadece ayaklarımı kullanabiliyorsam bile kaşırdım.' dediğini aktardığını rivayet etti."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Musa'dan, Abdullah ibn Umar'ın bir kez ihramda iken kendisini rahatsız eden bir şeyi aynada kontrol ettiğini rivayet etti."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın ihramda olan insanların develerinden keneleri veya bitleri temizlemelerini sevmediğini rivayet etti. Malik, \"Bu konuda duyduğum en çok hoşuma giden şey budur.\" dedi."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abdullah ibn Abi Maryam'ın bir kez ihramda iken kırılan bir tırnağı hakkında Said ibn al-Musayyab'a sorduğunu ve Said'in, \"Kes.\" dediğini rivayet etti. Malik'e, ihramda olan birinin kulak rahatsızlığı için parfümsüz tıbbi yağ kullanıp kullanamayacağı sorulduğunda, \"Bunda bir sakınca görmüyorum, hatta ağzına koysa bile bunda bir sakınca görmüyorum.\" dedi. Malik, ihramda olan birinin, eğer gerekirse, bir apsesi, bir çıbanı delmesinin veya bir damarı kesmesinin sakıncalı olmadığını söyledi."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Süleyman ibn Yasar'dan, Abdullah ibn Abbas'ın, \"Al-Fadl ibn Abbas, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, arkasında binerken, Khathama kabilesinden bir kadın ona gelerek bir fetva sordu. Al-Fadl ona bakmaya başladı, kadın da ona bakıyordu, bunun üzerine Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, Fadl'ın yüzünü diğer tarafa çevirdi. Kadın, 'Allah'ın haccı farz kılması, babamı çok yaşlı bir adam olarak buluyor, binerken duramıyor. Onun için haccı yapabilir miyim?' dedi, o da, 'Evet.' dedi. Bu, veda haccı sırasında oldu.\" dediğini rivayet etti."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Yahya, Malik'ten, \"Düşman tarafından Kabe'ye giden yolu engellenen bir kişi, ihramın her türlü kısıtlamasından muaf tutulur ve nerede engellenmişse orada hayvanını kurban etmeli ve başını traş etmelidir, sonrasında telafi etmesi gereken bir şey yoktur.\" dediğini rivayet etti. Yahya, Malik'ten, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, ve arkadaşlarının al-Hudaybiya'dan ihramdan çıktıklarında kurbanlarını kestiklerini ve başlarını traş ettiklerini, Kabe'yi tavaf etmeden ve kurbanlık hayvanları Kabe'ye ulaşmadan ihramın tüm kısıtlamalarından kurtulduklarını duyduğunu rivayet etti. Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, hiçbir arkadaşına veya yanında bulunan herhangi birine, kaçırdıkları bir şey için telafi yapmalarını veya tamamlamadıkları bir şey için geri dönmelerini söylediğine dair bir bilgi yoktur."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, (al-Haccaj ibn Yusuf ile Zubair ibn al-Awwam arasındaki) sıkıntılar sırasında Mekke'ye doğru yola çıktığında, \"Eğer Kabe'ye gitmem engellenirse, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, yanındayken yaptığımız gibi yapacağız.\" dediğini ve umre için ihrama girdiğini, çünkü bu, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, al-Hudaybiya yılında yaptığı şey olduğunu aktardı. Ancak daha sonra, pozisyonunu yeniden değerlendirdi ve \"Her iki durumda da aynı.\" dedi. Sonrasında arkadaşlarına döndü ve \"Her iki durumda da aynı. Hac ve umreyi birlikte yapmayı tercih ettiğimi şahitlik ediyorum.\" dedi. Sonrasında Kabe'ye (duraksamadan) ulaştı ve kendisi için yeterli gördüğü bir tavaf yaptı ve bir hayvan kurban etti. Malik, \"Eğer birini düşman engelliyorsa, bu şekilde hareket ederiz, tıpkı Peygamber'in, ona Allah'ın selamı ve bereketi olsun, ve arkadaşlarının yaptığı gibi. Eğer birini başka bir şey engelliyorsa, sadece Kabe'yi tavaf ederek ihramdan kurtulur.\" dedi."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Umar'ın, \"Hastalık nedeniyle Kabe'ye gitmekten alıkonulan bir kişi, ancak Kabe'yi tavaf ettikten ve Safa ile Merve arasında say yaptıktan sonra ihramdan çıkabilir. Eğer sıradan giysiler giymesi veya tıbbi tedavi görmesi kesinlikle gerekirse, bunu yapmalı ve bunun için bir kefaret ödemelidir.\" dediğini rivayet etti."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, A'işe'nin, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, \"Sadece Kabe, ihramdaki bir kişiyi ihramdan kurtarır.\" dediğini duyduğunu rivayet etti."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Abi Tamima as-Sakhtayani'den, Basra'dan çok yaşlı bir adamın bir kez ona, \"Mekke'ye yola çıktım ama oraya giderken uyluğumu kırdım, bu yüzden Mekke'ye Abdullah ibn Abbas ve Abdullah ibn Umar'a bir mesaj gönderdim, orada insanlar vardı ama hiçbiri beni ihramdan çıkarmaya izin vermedi, yedi ay orada kaldım ve umre yaparak ihramdan çıktım.\" dediğini rivayet etti."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Yahya related to me from Malik from Ayyub ibn Abi Tamima as-\nSakhtayani that a very old man from Basra once said to him, \"I set out\nfor Makka but on the way there I broke my thigh, so I sent a message\non to Makka Abdullah ibn Abbas and Abdullah ibn Umar and the people\nwere there, but no-one allowed me to leave ihram, and I stayed there\nfor seven months until I left ihram by doing an umra.''"
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Hastalık nedeniyle Kabe'ye ulaşmadan alıkonulan bir kimse, Kabe'yi tavaf etmeden ve Safa ile Merve arasında sa'y yapmadan ihramdan çıkamaz.\""
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Sulayman ibn Yasar'dan, Said ibn Huzaba al-Makhzumi'nin ihramda iken Mekke'ye giderken bindiği hayvandan düştüğünü aktardı. Yaralandığı yerin sorumlusunu sordu ve orada Abdullah ibn Umar, Abdullah ibn az-Zubayr ve Marwan ibn al-Hakam'ı buldu. Ona ne olduğunu anlattı ve hepsi, alması gereken her türlü ilacı almasını ve bunun için tazminat ödemesini söylediler. Sonra, iyileştiğinde umre yapmalı ve ihramdan çıkmalı, ardından bir başka yıl haccı yapmalı ve gelecekte elinden gelen bir kurbanlık hayvanı sunmalıdır."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Malik dedi ki: \"Burada (Medine'de) düşman dışında bir şey nedeniyle alıkonulan bir kimse için yaptığımız budur. Ve Abu Ayyub al-Ansari ile Habbar ibn al-Aswad, kurban günü geldiğinde haccı kaçırdıklarında, Umar ibn al-Khattab onlara umre yaparak ihramdan çıkmalarını ve sonra ihramsız evlerine dönmelerini, gelecekte bir zaman haccı yapmalarını ve bir hayvan kurban etmelerini, ya da bulamazlarsa haccın üç günü boyunca oruç tutmalarını ve ailelerine döndüklerinde yedi gün oruç tutmalarını söyledi.\""
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Malik dedi ki: \"Hac için ihrama giren bir kimse, hastalık veya başka bir sebeple, ya da ayın hesaplanmasında bir hata nedeniyle ya da yeni ay kendisinden gizlendiği için haccı yapmaktan alıkonulursa, haccı yapmaktan alıkonulan bir kimse ile aynı durumdadır ve onun yaptığı gibi yapmalıdır.\""
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Yahya, Malik'e Mekke'den hacca ihrama giren ve sonra bir kemiği kırılan veya şiddetli karın ağrısı çeken bir kimse ya da doğum yapan bir kadın hakkında sorulduğunda, \"Buna maruz kalan bir kimse, haccı yapmaktan alıkonulan bir kimse ile aynı durumdadır ve dış bölgelerden haccı yapmaktan alıkonulanların yaptığı gibi yapmalıdır,\" dedi."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Malik, umre niyetiyle haccın aylarında gelen bir kimse hakkında, umresini tamamlayıp Mekke'de hacca girmek için ihrama girdikten sonra bir kemiği kırılırsa veya başka bir şey olursa ve bu onu Arafat'ta diğer herkesle birlikte bulunmaktan alıkoyarsa, \"Bence bulunduğu yerde kalmalı ve iyileşene kadar beklemeli, sonra Haram bölgesinden çıkmalı, ardından Mekke'ye dönmeli, Kabe'yi tavaf etmeli ve Safa ile Merve arasında sa'y yapmalı ve sonra ihramdan çıkmalıdır. Sonra bir başka yıl haccı yapmalı ve bir kurbanlık hayvan sunmalıdır,\" dedi."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Malik, Mekke'de ihramdan çıkan bir kimse hakkında, Kabe'yi tavaf edip Safa ile Merve arasında sa'y yaptıktan sonra hastalanıp Arafat'ta herkesle birlikte bulunamayan bir kimse hakkında, \"Eğer haccı kaçırırsa, eğer yapabiliyorsa Haram bölgesinden çıkmalı ve sonra umre yapmak için geri dönmelidir, Kabe'yi tavaf etmeli ve Safa ile Merve arasında sa'y yapmalıdır, çünkü ilk tavafını umre için yapmayı niyet etmemiştir, bu nedenle bunu tekrar yapar. Bir sonraki haccı yapmalı ve bir kurbanlık hayvan sunmalıdır,\" dedi."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Eğer Mekke halkından değilse ve haccı yapmaktan alıkonulursa, ama Kabe'yi tavaf edip Safa ile Merve arasında sa'y yaparsa, umre yaparak ihramdan çıkmalı ve sonra Kabe'yi ikinci kez tavaf etmeli ve Safa ile Merve arasında sa'y yapmalıdır, çünkü ilk tavafı ve sa'yı haccı için niyet etmiştir. Bir sonraki haccı yapmalı ve bir kurbanlık hayvan sunmalıdır.\""
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Muhammad ibn Abi Bekr as-Sıddık'ın Abdullah ibn Umar'a A'işe'den aktardığını söyledi ki, Peygamberimiz, Allah ona salat ve selam eylesin, \"Sizlerin Kabe'yi inşa ettiğinde İbrahim'in temellerinden geri kaldığını görmüyor musunuz?\" dedi. A'işe, \"Ey Allah'ın Resulü, onu İbrahim'in temellerine geri döndürmeyecek misin?\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Eğer kavminiz yeni küfrü terk etmemiş olsaydı, bunu yapardım,\" dedi."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Salim ibn Abdullah dedi ki, Abdullah ibn Umar şöyle dedi: \"Eğer A'işe bunu Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, duymuşsa, o zaman Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, yalnızca Hijr'e bitişik olan iki köşeyi selamlamaktan kaçındığını düşünüyorum, çünkü Kabe, İbrahim'in temelleri üzerine tamamlanmamıştı.\" (Yani, dokunmadığı köşeler Kabe'nin orijinal köşeleri değildi)."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından A'işe, müminlerin annesi, \"Hijr'de mi yoksa Kabe'de mi namaz kıldığımın bir önemi yok,\" dediğini aktardı. (Yani, Hijr'de namaz kılmak Kabe'de namaz kılmakla aynıdır)."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'ın, bir ilim ehlinin Hijr'in yalnızca insanların tavaf yaparken geçmeleri için kapatıldığını söylediğini duyduğunu aktardı, böylece tavafları orijinal Kabe'yi kapsayacaktı."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Yahya, Malik'ten, Cafer ibn Muhammad'dan, babasından, Cabir ibn Abdullah'ın şöyle dediğini aktardı: \"Ben, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, Hacerü'l-Esved'den hızla koşarken ve tekrar ona ulaşırken üç kez gördüm.\""
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Malik dedi ki, \"Bu, bizim şehirdeki ilim ehlinin hala yaptığıdır.\""
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın Hacerü'l-Esved'den Hacerü'l-Esved'e üç kez koştuğunu ve sonra normal olarak dört tur yürüdüğünü aktardı."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Humayd ibn Abd ar-Rahman ibn Awf'tan rivayet etti ki, Abd ar-Rahman ibn Abd al-Qari ona, bir gün sabah namazından sonra Umar ibn al-Khattab ile Kabe'yi tavaf ettiğini, Umar tavafını bitirdiğinde güneşin henüz doğmadığını görünce, devesini Dhu Tuwa'da diz çökertip iki rek'at namaz kıldığını söyledi."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zubayr al-Makki'nin, \"Ben Abdullah ibn Abbas'ı asr namazından sonra tavaf yaparken gördüm. Sonra odasına gitti ve ne yaptığını bilmiyorum.\" dediğini rivayet etti."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zubayr al-Makki'nin, \"Ben sabah ve asr namazlarından sonra Kabe'nin ıssız olduğunu, kimsenin tavaf etmediğini gördüm.\" dediğini rivayet etti."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Malik, \"Eğer birisi tavafının bir kısmını yapar ve sonra sabah veya asr namazı başlarsa, imamla birlikte namaz kılmalı ve ardından tavafının geri kalanını tamamlamalıdır; ancak güneş doğmadan veya batmadan namaz kılmamalıdır.\" dedi."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "O ekledi, \"İki rek'at namazı, magrib namazından sonra kılmakta bir sakınca yoktur.\""
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Malik, \"Birisi sabah veya asr namazından sonra tek bir tavaf yaparsa, yedi döngüden fazla yapmamak şartıyla, güneş doğmadan önce iki rek'at namazını kılmasında bir sakınca yoktur; tıpkı Umar ibn al-Khattab'ın yaptığı gibi, veya asr namazından sonra güneş batmadan önce bekleyebilir. Güneş battığında, isterse namazını kılabilir, isterse magrib namazından sonra bekleyebilir. Bunun bir sakıncası yoktur.\" dedi."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan rivayet etti ki, Umar ibn al-Khattab, \"Hiç kimse haccı tamamlamadan Kabe'yi tavaf etmeden ayrılmamalıdır; Kabe'yi tavaf etmek son ritüeldir.\" dedi."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Malik, Umar ibn al-Khattab'ın 'Kabe'yi tavaf etmek son ritüeldir' sözünü yorumlayarak, \"Bizim görüşümüze göre, Allah en iyi bilendir, bunun sebebi Allah'ın, mübarek ve yüce olan, 'Kim Allah'ın ritüellerini yüceltirse, bu kalplerin takvasındandır' (Sura 22 ayet 32) demesidir ve 'Onların helal yeri, Antik Ev'dir' demesidir; dolayısıyla tüm ritüellerin yeri ve sona erdiği yer Antik Ev'dir.\" dedi."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'l-Aswad Muhammad ibn Abd ar-Rahman ibn Nawfal'dan, Urwa ibn az-Zubayr'dan, Zaynab bint Abi Salama'dan, Umm Salama'nın, Allah'ın Messenger'ı, Allah ona salat ve selam eylesin, \"Bir gün hastalandım ve ona şikayet ettim, o da 'İnsanların arkasında deveyle tavaf et.' dedi.\" dediğini rivayet etti."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hisham ibn Urwa'dan, babasından, \"Allah, tavaf al-ifada yapan herkesin haccını tamamlamıştır. Tavafın, onun sözleşmesinin sonu olması uygundur, eğer onu engelleyen bir şey yoksa; eğer bir engel çıkarsa, Allah onun haccını tamamlamıştır.\" dediğini rivayet etti."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Malik, \"Son sözleşmesinin Kabe'yi tavaf etmek olduğunu bilmeyen bir adamın, eğer yakınsa ve geri dönebilir, tavaf yapabilir ve tavaf al-ifada yaptıktan sonra ayrılmadıkça bir şey borçlu olduğunu düşünmüyorum.\" dedi."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'l-Aswad Muhammad ibn Abd ar-Rahman ibn Nawfal'dan, Urwa ibn az-Zubayr'dan, Zaynab bint Abi Salama'dan, Umm Salama'nın, Allah'ın Messenger'ı, Allah ona salat ve selam eylesin, \"Bir gün hastalandım ve ona şikayet ettim, o da 'İnsanların arkasında deveyle tavaf et.' dedi.\" dediğini rivayet etti."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zubayr al-Makki'den, Abu Maiz al-Aslami Abdullah ibn Sufyan'ın, bir gün Abdullah ibn Umar ile otururken bir kadının ona bir görüş sorduğunu, \"Ben Kabe'yi tavaf etmek niyetiyle yola çıktım ama caminin kapısına geldiğimde kanamam başladı, bu yüzden geri döndüm. Sonra tekrar yola çıktım, caminin kapısına geldiğimde yine kanamam başladı.\" dediğini rivayet etti. Abdullah ibn Umar, \"Bu sadece Şeytan'dan bir dürtüdür. Ghusl al, sonra özel bölgelerini bir bezle bağla ve tavaf et.\" dedi."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sad ibn Abi Waqqas'ın Mekke'ye geç geldiğinde, Kabe'yi tavaf etmeden önce Arafat'a gideceğini ve Safa ile Merve arasında dua edeceğini ve geri döndüğünde tavaf yapacağını duyduğunu rivayet etti."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Malik, \"Eğer Allah dilerse, geniş bir serbestlik vardır.\" dedi."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n Nadr'dan, Umar ibn Ubaydullah'ın kölesi, Umayr'den, Abdullah ibn Abbas'ın kölesi, Umm al-Fadl bint al-Harith'ten, Arafat günü bazı insanların Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, oruç tutup tutmadığı konusunda tartıştıklarını aktardı. Bazıları oruç tuttuğunu, bazıları ise tutmadığını söyledi. Bunun üzerine, o, devesi dururken ona bir kâse süt gönderdi ve o da içti."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, al-Qasim ibn Muhammad'dan, A'işe, müminlerin annesi, Arafat günü oruç tutardı."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Al-Qasim dedi ki: \"İmam Arafat öğleden sonra (güneş battıktan sonra) hareket etmeye başladığında, o, bulunduğu yerde durdu ve insanlar ile arasındaki yer açılana kadar bekledi. Sonra içecek bir şey istedi ve orucunu açtı.\""
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n-Nadr'dan, Umar ibn Ubaydullah'ın kölesi, Sulayman ibn Yasar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Mina günlerinde oruç tutmayı yasakladığını aktardı."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Mina günlerinde insanlara dolaşması için Abdullah ibn Hudhayfa'yı gönderdiğini, bu günlerin yemek, içmek ve Allah'ı anma günleri olduğunu söyledi."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Yahya ibn Habban'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, iki günde oruç tutmayı yasakladığını - Ramazan Bayramı günü ve Kurban Bayramı günü."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Abdullah ibn al-Hadi'den, Abu Murra, Umm Hani'nin kölesi, Aqil ibn Abi Talib'in kız kardeşi, Abdullah ibn Amr ibn al-As'ın kendisine, babası Amr ibn al-As'ı ziyaret ettiğinde onu yemek yerken bulduğunu, babasının onu yemeğe davet ettiğini, o da oruçlu olduğunu söylediğinde babasının, \"Bunlar, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, oruç tutmamızı yasakladığı günlerdir ve bu günlerde orucumuzu açmamızı emretti,\" dediğini aktardı."
    },
    {
      "id": 143,
      "narrator": "",
      "text": "Malik dedi ki: \"Bu günler tashriq günleridir.\""
    },
    {
      "id": 144,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Abi Bakr ibn Muhammad ibn Amr ibn Hazm'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Abu Jahl ibn Hisham'a ait bir deve kurban ettiğini, ya hacc veya umre sırasında aktardı."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, bir adamın kurban edeceği bir deveyi sürerken gördüğünü ve ona binmesini söylediğini aktardı. Adam, \"Ya Resulallah, bu benim kurban edeceğim bir hayvan,\" dedi. O da, \"Bineceksin, yazıklar olsun sana,\" dedi, ya ikinci ya da üçüncü kez."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, hacc sırasında Abdullah ibn Umar'ın iki hayvanı bir arada, umre sırasında ise bir hayvanı bir arada kurban ettiğini gördüğünü aktardı. \"Umre sırasında Khalid ibn Usayd'ın evinin önünde bir hayvan kurban ettiğini gördüm. Kurban edeceği hayvanın boğazına mızrağını soktu ve mızrak omzunun altından çıktı,\" dedi."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Umar ibn Abd al-Aziz'in bir hacc veya umre sırasında bir deve kurban ettiğini aktardı."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Jafar al-Qari'den, Abdullah ibn Ayyash ibn Abi Rabia al-Makhzumi'nin iki deve, birinin Bactrian olduğunu kurban ettiğini aktardı."
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, \"Eğer kurbanlık olarak sürülen bir dişi deve doğum yaparsa, yavrusu da birlikte taşınmalı ve onunla birlikte kurban edilmelidir. Eğer taşınacak bir yer yoksa, yavru annesi üzerinde taşınmalı ve hepsi birlikte kurban edilmelidir,\" dediğini aktardı."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hisham ibn Urwa'dan, babasının, \"Gerekirse, kurbanlık hayvanına, onu yüklemeden binebilirsin. Gerekirse, yavrusu doyduktan sonra sütünü içebilirsin ve onu kurban ettiğinde, yavrusunu da onunla birlikte kurban et,\" dediğini aktardı."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Kurbanlık hayvan, çiçeklerle süslenmiş, damgalanmış ve Arafat'ta durdurulmuş olandır.\""
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın kurbanlık hayvanlarını ince Mısır ketenleriyle, eyer örtüleri ve giysi setleriyle örtmeyi adet edindiğini, daha sonra bunları Kabe'ye gönderip Kabe'yi bunlarla örtmesini sağladığını aktardı."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'a, Kabe kiswa ile örtülmeye başlandığında Abdullah ibn Umar'ın hayvanlarının örtülerini ne yaptığına sorduğunu, o da \"Onları sadaka olarak dağıtırdı.\" dediğini aktardı."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın kurbanlık hayvanları hakkında şöyle dediğini aktardı: \"Altı yaşındaki develer, üç yaşındaki inekler ve koyunlar, ya da bunlardan daha yaşlı olanlar.\""
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın kurbanlık hayvanlarının örtülerini asla yırtmadığını ve Mina'dan Arafat'a gitmeden önce onları örtmediğini aktardı."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Yahya, Malik'ten Hişam ibn Urva'nın babasının oğullarına şöyle dediğini aktardı: \"Oğullarım, hiçbiri, asil bir kadın için kurban etmekten utanacağı bir hayvanı kurban etmesin, çünkü şüphesiz Allah, en asil olanların en asilidir ve seçilenler için en layık olandır.\""
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Yahya, Malik'ten Hişam ibn Urva'dan, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) kurbanlık hayvanının sorumlusunun şöyle dediğini aktardı: \"Allah'ın Elçisi, yaralanan bir kurbanlık hayvanla ne yapmalıyım?\" Allah'ın Elçisi (salat ve selam üzerine olsun) ona, \"Yaralanan herhangi bir kurbanlık hayvanı kes. Sonra çiçekleri kanına at, ardından insanlara onu yemeleri için serbest bırak.\" dedi."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Yahya, Malik'ten İbn Şihab'dan, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Eğer biri bir hayvanı gönüllü olarak adadıysa ve sonra yaralanırsa, onu kesip insanlara yemeleri için serbest bırakırsa, hiçbir şeyle yükümlü değildir. Ancak, kendisi ondan bir şey yerse ya da belirli diğer insanlara yemelerini söylerse, o zaman tazminat ödemesi gerekir.\""
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Yahya, Malik'ten Thawr ibn Zayd ad-Dili'den Abdullah ibn Abbas'tan aynı şeyi aktardı."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Yahya, Malik'ten İbn Şihab'ın şöyle dediğini aktardı: \"Eğer biri bir hayvanı tazminat olarak, ya da bir adak olarak, ya da tamattu kurbanı olarak adar ve yolda başına bir talihsizlik gelirse, bir yedek sağlamalıdır.\""
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Eğer biri bir hayvanı adadıysa ve sonra kaybolursa ya da ölürse, eğer bu bir adak içinse, bir yedek sağlamalıdır. Ancak, eğer gönüllü ise, o zaman ya onun için bir yedek sağlamalı ya da sağlamayabilir, istediği gibi.\""
    },
    {
      "id": 162,
      "narrator": "",
      "text": "Yahya, Malik'ten, ilim ehlinin şöyle dediğini duyduğunu aktardı: \"Tazminat veya haccın bir parçası olarak kurbanlık hayvanı adayan biri, ondan yememelidir.\""
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ömer ibn al-Hattab ve Ali ibn Ebi Talib ile Ebu Hureyre'ye, ihramda hacca giden bir adamın karısıyla cinsel ilişkiye girmesi hakkında sorulduğunu aktardı. Onlar, \"İkisi de haccı tamamlamalıdır. Sonra başka bir yılda haccı tekrar yapmalı ve bir hayvan kurban etmelidir.\" dediler. Malik, Ali ibn Ebi Talib'in şöyle dediğini ekledi: \"Sonraki yıl hacca ihrama girdiklerinde, haccı tamamlayana kadar birbirlerinden uzak durmalıdırlar.\""
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Yahya, Malik'ten Yahya ibn Said'in, Said ibn al-Musayyab'ın bir grup insana, \"İhramda iken karısıyla cinsel ilişkiye giren biri hakkında ne düşünüyorsunuz?\" diye sorduğunu, ancak hiç kimsenin ona cevap vermediğini aktardı. Said, \"İhramda karısıyla cinsel ilişkiye giren bir adam, bu konuda Medine'ye bir mesaj göndermiştir.\" dedi. Bazıları, \"Onlar bir sonraki yıla kadar birbirlerinden uzak durmalıdır.\" dediler, ancak Said ibn al-Musayyab, \"Onlar, bozdukları haccı tamamlamalı ve sonra bitirdiklerinde evlerine dönmelidir. Eğer başka bir hacc zamanı gelirse, haccı yapmalı ve bir hayvan kurban etmelidirler. İhrama, bozdukları haccın ihrama girdiği yerden girmelidirler ve haccı tamamlayana kadar birbirlerinden uzak durmalıdırlar.\" dedi. Malik, \"Her ikisi de bir hayvan kurban etmelidir.\" dedi. Malik, Arafat'tan indikten sonra ancak Cemre'yi taşlamadan önce karısıyla cinsel ilişkiye giren bir adam hakkında, \"O, bir hayvan kurban etmeli ve başka bir yılda haccı tekrar yapmalıdır. Ancak, Cemre'yi taşladıktan sonra karısıyla cinsel ilişkiye girerse, sadece umre yapmalı ve bir hayvan kurban etmelidir, başka bir hacc yapması gerekmez.\" dedi. Malik, \"Haccı veya umreyi bozan ve bir hayvan kurban etmeyi ve haccı tekrar yapmayı gerektiren şey, iki sünnetli yerin buluşmasıdır, hatta boşalma olmasa bile. Eğer bedensel temas sonucu boşalma olursa, bu da gerektirir. Bir adam bir şeyi hatırlayıp boşalırsa, ona bir şey yüklenmez; eğer bir adam karısını öperse ve bu durumdan boşalma olursa, sadece bir hayvan kurban etmesi yeterlidir. İhramda olan bir kadın, hacc veya umre sırasında kocasına itaat ederek birkaç kez cinsel ilişkiye girerse, sadece başka bir hacc yapmalı ve bir hayvan kurban etmelidir. Bu, kocası hacc sırasında onunla cinsel ilişkiye girerse geçerlidir. Eğer kocası umre sırasında onunla cinsel ilişkiye girerse, bozduğu umreyi tekrar yapmalı ve bir hayvan kurban etmelidir.\""
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Yahya, Malik'ten Yahya ibn Said'in, Süleyman ibn Yesar'ın kendisine, Ebu Eyyub el-Ensari'nin bir kez hacca gitmek üzere yola çıktığını ve sonra an-Naziya'ya ulaştığında, binek hayvanlarının kaybolduğunu anlattığını aktardı. O, kurban günü Ömer ibn al-Hattab'a ulaştı ve başına gelenleri anlattı. Ömer, \"Umre yapan birinin yaptığı gibi yap, sonra ihramdan çıkabilirsin, ve bir sonraki hacc zamanı geldiğinde, onu yap ve senin için kolay olan herhangi bir hayvanı kurban et.\" dedi."
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Malik, Nafi'den, Sulayman ibn Yasar'dan, Habbar ibn al-Aswad'ın kurban kesim günü geldiğinde, Umar ibn al-Khattab'ın hayvanını kesmekte olduğunu ve \"Amir al-muminin, hesaplamamızda bir hata yaptık ve bugün Arafat günü olduğunu düşündük\" dediğini aktardı. Umar, \"Mekke'ye git, sen ve seninle birlikte olan herkes, tavaf yapın ve eğer yanınızda bir hayvan varsa onu da kesin. Sonra saçınızı traş edin veya kesin ve evinize dönün. Sonra, başka bir yılda haccınızı yapın ve bir hayvan kesin, eğer bulamazsanız, haccınızda üç gün oruç tutun ve evinize döndüğünüzde yedi gün oruç tutun\" dedi."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Malik, \"Hac ve umreyi birlikte yapmayı niyet eden ve sonra haccı kaçıran bir kişi, başka bir yılda haccı umre ile birlikte yapmak zorundadır ve bir hayvan kesmelidir; biri umre ile yapılan hacc için, diğeri ise kaçırdığı hacc için\" dedi."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zubayr al-Makki'den, Ata ibn Abi Rabah'tan, Abdullah ibn Abbas'a, Mina'da, ifada tavafını yapmadan önce karısıyla cinsel ilişkiye giren bir adam hakkında sorulduğunu ve ona bir hayvan kesmesini söylediğini aktardı."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 171,
      "narrator": "",
      "text": "Yahya, Malik'ten, Thawr ibn Zayd ad-Dili'den, İkrama'nın, Abdullah ibn Abbas'tan olduğunu düşündüğü şekilde, \"Eğer bir adam karısıyla ifada tavafını yapmadan önce cinsel ilişkiye girerse, umre yapmalı ve bir hayvan kesmelidir\" dediğini aktardı."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'ın bu konuda İkrama'nın Abdullah ibn Abbas'tan aktardığı gibi aynı şeyi söylediğini duyduğunu aktardı."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Malik, \"Bu konuda duyduğum şeylerin en çok hoşuma gidenidir\" dedi."
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Malik'e, ifada tavafını unutan bir adamın Mekke'den ayrılıp kendi topluluğuna döndüğünde ne yapması gerektiği sorulduğunda, \"Eğer kadınlarla cinsel ilişkiye girmemişse, geri dönüp ifada tavafını yapması gerektiğini düşünüyorum. Ancak, eğer kadınlarla cinsel ilişkiye girmişse, sadece geri dönüp ifada tavafını yapmakla kalmamalı, ayrıca bir umre yapmalı ve bir hayvan kesmelidir. Hayvanı Mekke'de satın alıp orada kesmemelidir; eğer umre için geldiği yerden yanına bir hayvan getirmemişse, Mekke'de bir hayvan satın almalı ve sonra onu Haram sınırlarının dışına çıkarıp oradan Mekke'ye götürmeli ve orada kesmelidir\" dedi."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Yahya, Malik'ten, Cafer ibn Muhammad'dan, babasından, Ali ibn Abi Talib'in \"Kurbanlık hayvan olarak kabul edilen en az zor şey bir koyundur\" dediğini aktardı."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abbas'ın \"Kurbanlık hayvan olarak kabul edilen en az zor şey bir koyundur\" dediğini duyduğunu aktardı."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Malik, \"Bu konuda duyduğum şeylerin en çok hoşuma gidenidir, çünkü Allah, mübarek ve yüce olan, kitabında 'Ey iman edenler, ihramda iken av hayvanlarını öldürmeyin. Sizden kim onu kasıtlı olarak öldürürse, öldürdüğünün benzeri bir hayvan, iki adil kişi arasında belirlenecek şekilde, Kabe'ye ulaşacak bir kurbanlık hayvan veya yoksullara yiyecek ya da bunun karşılığı oruç tutmalıdır' (Sura 5, ayet 95) demektedir ve bir koyun, kurban olarak kabul edilen hayvanlardan biridir. Allah onu kurbanlık hayvan olarak adlandırmıştır ve bu konuda aramızda bir ihtilaf yoktur. Gerçekten de, bu konuda kimse şüphe içinde olabilir mi? Bir koyun, deve veya inekle kefaret gerektiren bir şeyin kefareti için yeterli olmayacak bir şeyin kefareti için oruç tutmak veya yoksullara yiyecek vermektir.\""
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Müzdelife gecesi, sabahın aydınlanmasından önce Arafat'ta durmayan kimse haccı kaçırmıştır; sabahın aydınlanmasından önce Arafat'ta duran kimse haccı yakalamıştır.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Yahya, Malik'ten Hişam ibn Urva'dan, babasının şöyle dediğini aktardı: \"Müzdelife gecesi, sabahın aydınlanmasından önce Arafat'ta durmayan kimse haccı kaçırmıştır; sabahın aydınlanmasından önce Arafat'ta duran kimse haccı yakalamıştır. Malik, Arafat'ta vakf sırasında azat edilen bir köle hakkında şöyle dedi: 'Onun duruşu, haccı İslam açısından yerine getirmez; ancak eğer ihramda değilse ve azat edildikten sonra ihrama girip o gece sabahın aydınlanmasından önce Arafat'ta durursa, bu onun için yeterlidir. Ancak sabah aydınlandıktan sonra ihrama girerse, Müzdelife gecesi Arafat'ta durmayı kaçıran kimse ile aynı durumda olur ve daha sonra İslam haccını yapmak zorunda kalır.'\""
    },
    {
      "id": 183,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın ailesini ve çocuklarını Müzdelife'den Mina'ya kendisinden önce göndermeyi adet edindiğini aktardı, böylece sabah namazını Mina'da kılabilir ve herkes (başka) gelmeden taşları atabilirlerdi."
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Yahya, Malik'ten Yahya ibn Said'den Ata ibn Abi Rabah'ın, Asma bint Abi Bekr'in kendisine şöyle söylediğini aktardı: \"Asma bint Abi Bekr ile gece sonunda Mina'ya vardık ve ona, 'Gece sonunda Mina'ya vardık,' dedim. O da, 'Biz senden daha iyi olan biriyle bunu yapardık,' dedi.\""
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Yahya, Malik'ten, Talha ibn Ubaydullah'ın ailesini ve çocuklarını Müzdelife'den Mina'ya kendisinden önce göndermeyi adet edindiğini duyduğunu aktardı."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir ilim ehlinin kurban gününde taşlamayı sabahdan sonra yapmayı hoş karşılamadığını duyduğunu aktardı, çünkü taş atan kimse için kurban kesmek helaldir."
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Yahya, Malik'ten Hişam ibn Urwa'dan, Fatıma bint el-Mundhir'in kendisine, Asma bint Abi Bekr'in sabah namazını kendisi ve arkadaşları için sabah aydınlanır aydınlanmaz kılmasını söylediğini gördüğünü aktardı; ardından da duraksamadan Mina'ya gitti."
    },
    {
      "id": 188,
      "narrator": "",
      "text": "Yahya, Malik'ten Hişam ibn Urwa'dan, babasının şöyle dediğini aktardı: \"Usame ibn Zayd ile oturuyordum, biri ona, 'Peygamber Efendimiz, Allah ona salat ve selam eylesin, veda haccında Arafat'tan Müzdelife'ye nasıl gitti?' diye sordu. O da, 'Orta bir hızda gitti, ama kalabalıkta bir boşluk bulduğunda hızlandı,' diye cevap verdi.\""
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Umar'ın Muhassir'in ortasında, bir taş atışı mesafesi kadar binek hayvanını hızlandırdığını aktardı."
    },
    {
      "id": 190,
      "narrator": "",
      "text": "Yahya, Malik'ten, Peygamber Efendimiz, Allah ona salat ve selam eylesin, Mina'da bir kez şöyle dediğini aktardı: \"Bu yer (şu anda kurban kestiğim yer) ve Mina'nın tamamı, bir kurban yeridir,\" ve bir kez de umre sırasında, \"Bu kurban yeri,\" yani Merve için, \"Mekke'nin tüm yolları ve yolları bir kurban yeridir,\" dedi."
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Yahya, Malik'ten Yahya ibn Said'in, Amra bint Abd ar-Rahman'ın kendisine, A'işe, müminlerin annesi, şöyle dediğini aktardığını: \"Peygamber Efendimiz, Allah ona salat ve selam eylesin, Dhu'l-Qada'nın beş gecesi kaldığında yola çıktık ve hacca gitmekte olduğumuzu düşündük. Mekke'ye yaklaştığımızda, Peygamber Efendimiz, Allah ona salat ve selam eylesin, yanında kurbanlık hayvanı olmayan herkese, Kabe'yi tavaf ettikten sonra ihramdan çıkmalarını ve Safa ile Merve arasında söylemelerini söyledi.\" A'işe ekledi: \"Kurban günü bize biraz et gönderildi. Ne olduğunu sordum, onlar da Peygamber Efendimiz, Allah ona salat ve selam eylesin, eşleri için kurban kesmiş dediler.\" Yahya ibn Said, \"Bu hadisi Kasımo ibn Muhammed'e anlattım, o da, 'O sana tam hadisi verdi, Allah'a yemin ederim,' dedi.\""
    },
    {
      "id": 192,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den Abdullah ibn Umar'ın, Hafsa, müminlerin annesi, bir gün Peygamber Efendimiz, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Neden herkes ihramdan çıktı, sen hâlâ umreden ihramdan çıkmadın?\" O da, \"Saçımı ördüm ve kurbanlık hayvanımı süsledim, onu kesene kadar ihramdan çıkmayacağım,\" diye cevap verdi."
    },
    {
      "id": 193,
      "narrator": "",
      "text": "Yahya, Malik'ten Cafer ibn Muhammed'den, babasından, Ali ibn Abi Talib'den, Peygamber Efendimiz, Allah ona salat ve selam eylesin, bazı kurbanlık hayvanlarını kendisinin kestiğini, diğerlerinin ise başkası tarafından kesildiğini aktardı."
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Allah'a bir deve veya inek kurban etmeyi adayan kimse, onu boynuna iki terlik ile süslemeli ve yanından kan akıtarak damgalamalıdır. Sonra onu ya Kabe'de ya da kurban günü Mina'da kesmelidir. Bunlardan başka doğru yer yoktur. Ancak, bir deve veya inek kesmeyi sadece bir kurban olarak adayan kimse, onu istediği yerde kesebilir.\""
    },
    {
      "id": 195,
      "narrator": "",
      "text": "Yahya, Malik'ten Hişam ibn Urwa'dan, babasının kurbanlık hayvanlarını ayakta kesmeyi adet edindiğini aktardı. Malik, \"Hiç kimse, kurbanlık hayvanını kesmeden önce başını traş edemez ve kurban günü sabahdan önce de kurban kesemez. Kurban günü yapılması gereken şeyler, kesim, giysi giymek, vücut bakımını yapmak (at-tafath) ve başı traş etmektir; bunların hiçbiri kurban gününden önce yapılamaz,\" dedi."
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Allah'ım, saçlarını traş edenlere merhamet et\" dediğini rivayet etti. Onlar, \"Ve saçlarını kısaltanlara, Allah'ın Resulü\" dediler. O da, \"Allah'ım, traş olanlara merhamet et\" dedi. Onlar, \"Ve kısaltanlara, Allah'ın Resulü\" dediler. O da, \"Ve kısaltanlara\" dedi."
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasının umre yaptığı zaman geceleyin Mekke'ye girdiğini ve Kabe'yi tavaf ettiğini, Safa ile Merve arasında dua ettiğini ve traşı sabaha ertelediğini, ama Kabe'ye geri dönüp tekrar tavaf etmediğini, ta ki başını traş edene kadar rivayet etti."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "Abd ar-Rahman ekledi, \"Bazen camiye girer ve orada vitir namazını kılardı, Kabe'ye yaklaşmadan.\""
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Malik dedi ki, \"At-tafath, başı traş etmek, normal elbiseler giymek ve buna benzer şeylerdir.\""
    },
    {
      "id": 200,
      "narrator": "",
      "text": "Yahya, Malik'e, haccın Mina'sında başını traş etmeyi unutan bir adamın Mekke'de traş olup olamayacağını sorduğunda, \"Bu caizdir, ama traşın Mina'da yapılmasını tercih ederim\" dediğini aktardı."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Malik dedi ki, \"Burada (Medine'de) üzerinde ittifak ettiğimiz şey, kimsenin kurbanlık hayvanını kesmeden başını traş etmemesi veya saçını kesmemesidir; eğer bir kurbanı varsa, haram olan şeyler onun için helal olmaz, ta ki kurban günü Mina'da ihramdan çıkana kadar. Çünkü Allah, mübarek ve yüce olan, 'Kurbanlık hayvan yerine ulaşmadan başlarınızı traş etmeyin' buyurmuştur.\""
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın Ramazan orucunu bitirdiğinde ve hacca gitmeyi düşündüğünde, hacca gidene kadar saçını veya sakalını hiç kesmediğini rivayet etti."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Malik dedi ki, \"İnsanların aynı şeyi yapması gerekmez.\""
    },
    {
      "id": 204,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın haccın veya umrenin sonunda traş olduğunda sakalını ve bıyığını kısalttığını rivayet etti."
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'dan, bir adamın Qasim ibn Muhammad'a geldiğini ve \"Eşimle birlikte tavaf al-ifada yaptım, sonra bir dağ yoluna çıktım ve eşimle cinsel ilişkiye girmek istedim, o da 'Henüz saçımı kesmedim' dedi. Bunun üzerine dişlerimle biraz saçını kestim ve onunla cinsel ilişkiye girdim\" dediğini rivayet etti. Qasim güldü ve \"Ona saçını makasla kesmesini söyle\" dedi."
    },
    {
      "id": 206,
      "narrator": "",
      "text": "Malik dedi ki, \"Böyle bir durumda bir hayvanın kurban edilmesini uygun buluyorum, çünkü Abdullah ibn Abbas, 'Haccın herhangi bir rüknünü unutan kimse bir hayvan kurban etmelidir' demiştir.\""
    },
    {
      "id": 207,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın bir zamanlar tavaf al-ifada yapmış ama cehalet nedeniyle başını traş etmemiş veya saçını kesmemiş bir akrabasıyla karşılaştığını rivayet etti. Abdullah ona geri dönüp başını traş etmesini veya saçını kesmesini, sonra tekrar tavaf al-ifada yapmasını söyledi."
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Yahya, Malik'ten, Salim ibn Abdullah'ın, Salim ibn Abdullah ihrama girmeyi düşündüğünde, ihrama girmeden önce bıyığını ve sakalını kısaltmak için makas istediğini duyduğunu rivayet etti."
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Umar ibn al-Khattab'ın \"Saçına örgü yapan kimse başını traş etmelidir, ve saçınızı öyle bir şekilde örmeyin ki, sanki birbirine girmiş gibi görünsün\" dediğini rivayet etti."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'dan, Umar ibn al-Khattab'ın \"Saçını örten, ya da örgü yapan, ya da birbirine geçiren kimse başını traş etmelidir\" dediğini rivayet etti."
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın Muzdelife'de akşam ve yatsı namazlarını birlikte kıldığını rivayet etti."
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Malik, Mekke halkının hac sırasında Mina'da namazı iki rekat kısaltması gerektiğini, Mekke'ye dönene kadar böyle yapmaları gerektiğini söyledi."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, Mina'da dört rekat namaz kıldığını, ancak sadece iki rekat kıldığını, Abu Bekir'in Mina'da sadece iki rekat kıldığını, Ömer ibn al-Hattab'ın Mina'da sadece iki rekat kıldığını ve Osman'ın halifeliğinin yarısında Mina'da sadece iki rekat kıldığını, daha sonra ise tamamladığını rivayet etti."
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'dan, Ömer ibn al-Hattab'ın Mekke'ye vardığında herkesle birlikte iki rekat namaz kıldığını, sonra namazını bitirdikten sonra, \"Mekke halkı, namazınızı tamamlayın, çünkü biz bir grup yolcuyuz.\" dediğini, daha sonra Ömer ibn al-Hattab'ın Mina'da onlarla birlikte iki rekat namaz kıldığını, ancak o gün onlara herhangi bir şey söylediğine dair bir şey duymadığımızı rivayet etti."
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, babasından, Ömer ibn al-Hattab'ın Mekke halkıyla birlikte iki rekat namaz kıldığını, sonra namazını bitirdikten sonra, \"Mekke halkı, namazınızı tamamlayın, çünkü biz bir grup yolcuyuz.\" dediğini, daha sonra Ömer'in Mina'da onlarla birlikte iki rekat namaz kıldığını, ancak o gün onlara herhangi bir şey söylediğine dair bir şey duymadığımızı rivayet etti."
    },
    {
      "id": 216,
      "narrator": "",
      "text": "Malik'e, Mekke halkının Arafat'ta iki rekat mı yoksa dört rekat mı kılması gerektiği, eğer hac amiri Mekkeliyse öğle ve ikindi namazlarını dört rekat mı yoksa iki rekat mı kılması gerektiği ve Mina'da yaşayan Mekke halkının nasıl namaz kılması gerektiği soruldu. O da, \"Mekke halkı Arafat ve Mina'da bulundukları süre boyunca sadece iki rekat namaz kılmalı ve Mekke'ye dönene kadar namazı kısaltmalıdır. Eğer hac amiri Mekkeliyse, Arafat'ta ve Mina günlerinde de namazı kısaltmalıdır. Mina'da ikamet eden herkes tam namaz kılmalıdır ve Arafat'ta ikamet edenler de tam namaz kılmalıdır.\" dedi."
    },
    {
      "id": 217,
      "narrator": "",
      "text": "Yahya, Malik'ten, \"Dhu'l-Hijja ayının yeni ayı öncesinde veya onunla birlikte Mekke'ye gelen ve hacc için ihrama giren biri, Mekke'den Mina'ya çıkana kadar tam namaz kılmalı, sonra namazı kısaltmalıdır. Bunun nedeni, orada dört geceden fazla kalmayı istemesidir.\" dediğini rivayet etti."
    },
    {
      "id": 218,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, kurban bayramından sonraki gün Ömer ibn al-Hattab'ın güneş doğduktan kısa bir süre sonra dışarı çıktığını ve tekbir getirdiğini, herkesin onun arkasından tekrar ettiğini, sonra aynı gün güneş iyice yükseldiğinde ikinci kez dışarı çıktığını ve tekbir getirdiğini, herkesin onun arkasından tekrar ettiğini, sonra öğle sonrası üçüncü kez dışarı çıktığını ve tekbir getirdiğini, herkesin onun arkasından tekrar ettiğini, tekbirlerin grup grup yankılanarak Kabe'ye kadar ulaştığını ve insanların Ömer'in taşları atmak için gittiğini anladıklarını rivayet etti."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "Malik, \"Burada (Medine'de) yaptığımız şey, tashriq günlerinde her namazdan sonra tekbir getirmektir. İlk kez, imam ve onunla birlikte olan herkes kurban günü öğle namazından sonra tekbir getirdiğinde, son kez de imam ve onunla birlikte olan herkes, tashriq günlerinin son gününde sabah namazından sonra tekbir getirdiğinde, ardından tekbir getirmeyi durdurur.\" dedi."
    },
    {
      "id": 220,
      "narrator": "",
      "text": "Malik, \"Tashriq günlerinde tekbirler hem erkekler hem de kadınlar tarafından, ister grup halinde ister yalnız olarak, Mina'da veya başka bir yerde, tüm tekbirlerin getirilmesi gerekir. Bu konuda herkes hac imamını ve Mina'daki insanları takip eder, çünkü herkes Mekke'ye döndüğünde ve ihramdan çıktığında, ihramdayken olduğu gibi aynı insanları imam olarak tutarlar. Hac yapmayan biri, sadece tashriq günlerinde tekbirler dışında onlara uymamalıdır.\" dedi."
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Malik, \"Sınırlı günler, tashriq günleridir.\" dedi."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, al-Batha'da, Dhu'l-Hulayfa'da, devesini diz çökertip orada namaz kıldığını rivayet etti. Nafi, \"Abdullah ibn Umar bunu yapardı.\" dedi."
    },
    {
      "id": 223,
      "narrator": "",
      "text": "Malik, \"Hacdan dönerken hiç kimse al-Muarras'ı geçmemelidir. Eğer namazın yasak olduğu bir zamanda geçerse, namazın yasak olmadığı zamana kadar orada kalmalı ve sonra uygun gördüğü namazı kılmalıdır. (Bunun nedeni) Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, orada dinlenmek için durduğunu ve Abdullah ibn Umar'ın da orada devesini durdurduğunu duymuş olmamdır.\" dedi."
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın al-Muhassab'da öğle, ikindi, akşam ve yatsı namazı kıldığını, sonra gece Mekke'ye girdiğini ve Kabe'yi tavaf ettiğini rivayet etti."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'nin, \"Umar ibn al-Hattab'ın insanları al-Aqaba'nın ötesinden getirmesi için adamlar gönderdiğini söylüyorlar.\" dediğini rivayet etti."
    },
    {
      "id": 226,
      "narrator": "",
      "text": "Yahya, Malik'ten, onun bazı ilim sahiplerinden duyduğunu aktardı: \"Cemreleri taşlamak için kullanılan taşlar, sapanla atılan taşlar gibi olmalıdır.\""
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Malik dedi ki: \"Bunların biraz daha büyük olmasını tercih ederim.\""
    },
    {
      "id": 228,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Mina'da, tashriq günlerinin ortasında güneş battığında bulunan bir kimse, ertesi gün cemreleri taşlamadan ayrılmamalıdır.\""
    },
    {
      "id": 229,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 230,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn Qasim'den, babasından, insanların cemreleri taşlamak için gittiğinde hem gidiş hem dönüşte yürüdüklerini aktardı. İlk binen kişi Muaviye ibn Ebu Süfyan'dır."
    },
    {
      "id": 231,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn Qasim'e sordu: \"Qasim, cemre-i akabe'yi nereden taşladı?\" O da: \"Mümkün olan her yerden\" diye cevap verdi."
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Yahya, Malik'e, bir başkasının çocuk veya hasta birisi için taş atıp atamayacağını sordu ve o da: \"Evet, hasta kişi taşların ne zaman atılacağını sormalı ve bulunduğu yerde, kanarken tekbir getirmelidir. Eğer hasta, tashriq günlerinde sağlığına kavuşursa, onun için yapılmış olan taşlamayı yapmalı ve bir kurban kesmelidir.\""
    },
    {
      "id": 234,
      "narrator": "",
      "text": "Malik dedi ki: \"Cemreleri taşlayan veya Safa ile Merve arasında say yapan birinin abdest almadığı takdirde tekrar etmesi gerektiğini düşünmüyorum, ama bunu genel bir uygulama haline getirmemelidir.\""
    },
    {
      "id": 235,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 236,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Cemreler, güneş meridyenin üzerinden geçtikten sonra, üç gün boyunca taşlanmamalıdır.\""
    },
    {
      "id": 237,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 238,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Ebu Bekir ibn Hazm'dan, babasından, Ebu'l-Beddah ibn Asim ibn Adi'nin babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, deve çobanlarının Mina dışında gece geçirmelerine izin verdiğini, onların kurban günü (bir kez) taş attıklarını, ertesi gün ve ondan sonraki gün (bir kez) ve Mina'dan ayrıldıkları gün (bir kez) taş attıklarını aktardı."
    },
    {
      "id": 239,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 240,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in Ata ibn Abi Rabah'ın deve çobanlarının gece taş atmalarına izin verildiğini söylediğini duyduğunu aktardı ve bunun İslam'ın ilk döneminde olduğunu belirtti."
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, babasından, Abu Salama ibn Abd ar-Rahman'ın, Umm Sulaym bint Milhan'ın, Allah'ın Elçisi'nden (salat ve selam O'na olsun) bir gün adet gördüğünde veya Kurban Bayramı'nda tavaf al-ifada yaptıktan sonra bir çocuk doğurduğunda O'na danıştığını aktardı. Allah'ın Elçisi (salat ve selam O'na olsun) ona ayrılmasına izin verdi."
    },
    {
      "id": 242,
      "narrator": "",
      "text": "Malik dedi ki, \"Mina'da adet gören bir kadın, Kabe'yi tavaf edene kadar kalır. Bunun dışına çıkamaz. Eğer tavaf al-ifada yaptıktan sonra adet görmeye başlarsa, ülkesine dönebilir, çünkü adet gören kadınların ayrılmasına izin verildiği, Allah'ın Elçisi'nden (salat ve selam O'na olsun) bize ulaşmıştır.\""
    },
    {
      "id": 243,
      "narrator": "",
      "text": "O ekledi, \"Eğer bir kadın Mina'da tavaf al-ifada yapmadan önce adet görmeye başlarsa ve adet süresi normalden daha uzun sürerse, kanamanın kadınları genellikle ne kadar süre alıkoyduğundan daha uzun süre kalması gerekir.\""
    },
    {
      "id": 244,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 245,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zubayr'dan, Umar ibn al-Khattab'ın bir çakal için bir koç, bir dişi keçi için bir ceylan, bir yaşından küçük bir dişi keçi için bir tavşan ve dört aylık bir oğlak için bir jerboa hükmü verdiğini aktardı."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd al-Malik ibn Qurayr'den, Muhammad ibn Sirin'den, bir adamın Umar ibn al-Khattab'a geldiğini ve \"Bir arkadaşım ile dar bir dağ yolunda at yarışı yapıyorduk ve kazara bir ceylan öldürdük, ihramdaydık. Ne düşünüyorsun?\" dediğini aktardı. Umar, yanındaki bir adama, \"Gel, seninle bir değerlendirme yapalım.\" dedi. Onlar onun için bir dişi keçi kararlaştırdılar, adam dönerken, \"Bu amir al-muminin, bir ceylan konusunda karar vermek için bir adam çağırmadan bile karar veremiyor.\" dedi. Umar adamın sözlerini duydu ve onu çağırarak, \"Surat al-Ma'ida'yı okur musun?\" diye sordu, adam \"Hayır.\" dedi. \"O zaman benimle karar veren bu adamı tanıyor musun?\" dedi, adam \"Hayır.\" dedi. \"Eğer bana surat al-Ma'ida'yı okuduğunu söyleseydin, sana bir darbe vururdum.\" dedi. Sonra, \"Allah Teala, Kitabında, 'İçinizden iki adil adamın hükmüyle, Kabe'ye ulaşacak bir kurban kesilecektir.' (Sura 5 ayet 95) buyurmuştur ve bu Abd ar-Rahman ibn Awf'tur.\" dedi."
    },
    {
      "id": 248,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 249,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hisham ibn Urwa'dan, babasının \"Yerli hayvanların dişisi için bir inek verilir ve ceylanların dişisi için bir koyun verilir.\" dediğini aktardı."
    },
    {
      "id": 250,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın \"Mekke'deki güvercin öldüğünde, bir koyun verilmelidir.\" dediğini aktardı."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "Malik dedi ki, eğer Mekke halkından bir adam hacc veya umre için ihrama girerse ve evinde bir sürü Mekke güvercini varsa ve bunlar kapalı kalıp ölürse, \"Her bir kuş için bir koyun ile bunu ödemesi gerektiğini düşünüyorum.\""
    },
    {
      "id": 253,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 254,
      "narrator": "",
      "text": "Malik dedi ki, \"Ben hâlâ duyuyorum ki, ihramda bir kişi devekuşu öldürürse, bir deve vermesi gerekir.\""
    },
    {
      "id": 255,
      "narrator": "",
      "text": "Malik, \"Bir devekuşu yumurtası için, bir devenin fiyatının onda biri gerekir, tıpkı özgür bir kadının doğmamış çocuğu için yeni doğmuş bir erkek veya dişi köle gibi. Yeni doğmuş kölenin değeri elli dinardır ve bu, annenin kan bedelinin onda biridir.\" dedi."
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbrahim ibn Uqba'dan, Abdullah ibn Abbas'ın mawlâsı Kurayb'den, İbn Abbas'tan, Allah'ın Resulü'nün, ona salât ve selâm olsun, bir kadınla birlikte bir sedye üzerinde geçtiğini, ona \"Bu, Allah'ın Resulü'dür, ona salât ve selâm olsun,\" denildiğini, kadının yanında bulunan bir çocuğun kollarından tuttuğunu ve \"Bu çocuğun haccı var mı, Allah'ın Resulü?\" dediğini, Resulullah'ın da \"Evet, var ve senin de bir sevabın var,\" dediğini aktardı."
    },
    {
      "id": 257,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbrahim ibn Abi Abla'dan, Talha ibn Ubaydullah ibn Kariyz'den, Allah'ın Resulü'nün, ona salât ve selâm olsun, \"Şeytan, Arafat Günü'nden daha aşağılık, daha dışlanmış, daha küçümsenmiş veya daha öfkeli bir gün yaşamaz. Bunun sebebi, merhametin inmesini ve Allah'ın büyük günahlara karşı kayıtsız kalmasını görmesidir. Bu, Badr Günü'nde ona gösterilenlerden başka bir şeydir,\" dediğini aktardı. Birisi sordu: \"Badr Günü'nde ona ne gösterildi, Allah'ın Resulü?\" Resulullah da \"Cebrail'in meleklerin saflarını düzenlediğini görmedi mi?\" dedi."
    },
    {
      "id": 258,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zihad ibn Abi Ziyad'dan, Abdullah ibn Ayyash ibn Abi Rabia'nın mawlâsı Talha ibn Ubaydullah ibn Kariyz'den, Allah'ın Resulü'nün, ona salât ve selâm olsun, \"En üstün dua, Arafat Günü'ndeki duadır ve benimle önceki peygamberlerin en güzel söylediği söz, 'Allah'tan başka ilah yoktur, tektir, ortağı yoktur,'dir,\" dediğini aktardı."
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Anas ibn Malik'ten, Allah'ın Resulü'nün, ona salât ve selâm olsun, Fetih Yılı'nda Mişkat'ta bir miğferle Mekke'ye girdiğini, miğferi çıkardığında bir adamın yanına gelip \"Allah'ın Resulü, İbn Khatal Kabe'nin örtülerine yapışmış,\" dediğini, Resulullah'ın da \"Onu öldür,\" dediğini aktardı. Malik, \"Allah'ın Resulü, ona salât ve selâm olsun, o sırada ihramda değildi ve Allah en iyi bilendir,\" diye yorum yaptı."
    },
    {
      "id": 260,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın Mekke'den gelirken Qudayd'ta iken Medine'den kendisine haber geldiğini ve ihramsız Mekke'ye geri döndüğünü aktardı. Yahya, bunu Malik'ten İbn Şihab'dan aynı şekilde duyduğunu aktardı."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Amr ibn Halhala ad-Dili'den, Muhammad ibn İmran el-Ansari'den, babasının Abdullah ibn Umar'ın Mekke yolunda yüksek bir ağacın altında dinlenirken yanına geldiğini, ona \"Bu yüksek ağacın altında neden durdun?\" dediğini, onun da gölgesini aradığını söylediğini, Abdullah ibn Umar'ın \"Başka bir sebep var mı?\" dediğini, o kişinin \"Hayır, dinlenmek için tek sebep buydu,\" dediğini, Abdullah ibn Umar'ın da \"Allah'ın Resulü, ona salât ve selâm olsun, 'Eğer Mina yakınlarındaki el-Akhshabayn (iki dağ) arasında isen,' elini açarak doğuya işaret ederek, 'as-Surar adında bir vadi bulacaksın, içinde yetmiş peygamberin göbek bağlarının kesildiği bir ağaç var,' dedi,\" şeklinde aktardı."
    },
    {
      "id": 262,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr ibn Hazm'dan, İbn Abi Mulayka'dan, Umar ibn al-Khattab'ın Kabe'nin etrafında tavaf eden bir cüzzamlı kadının yanından geçtiğini, ona \"Allah'ın kulu, insanları rahatsız etme. Evinde kalman daha iyi,\" dediğini, kadının da bunu yaptığını, daha sonra bir adamın yanından geçip \"Seni yasaklayan öldü, çık,\" dediğini, kadının da \"Ben hayatta iken ona itaat etmeyeceğim, ölü iken de ona itaat etmeyeceğim,\" dediğini aktardı."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abbas'ın, Kara Taş'ın köşesi ile Kabe'nin kapısı arasındaki alanın al-Multazam olarak adlandırıldığını söylediğini aktardı."
    },
    {
      "id": 264,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Muhammad ibn Yahya ibn Habban'ın, bir adamın Abu Dharr'ın ar-Rabadha'da (Medine'den yaklaşık 30 mil uzaklıkta) yanından geçtiğini ve Abu Dharr'ın ona \"Nereye gidiyorsun?\" dediğini, adamın \"Hac yapmayı düşünüyorum,\" dediğini, Abu Dharr'ın \"Başka bir şey seni buraya çıkardı mı?\" diye sorduğunu, adamın \"Hayır,\" dediğini, bunun üzerine Abu Dharr'ın \"Yaptığın şeyi tam olarak sürdür,\" dediğini aktardı. Adam, \"Mekke'ye kadar devam ettim ve Allah neyi dilerse o kadar kaldım. Bir gün, bir kalabalık içinde bir adamın etrafında toplandım ve insanları iterek ona ulaştım ve o, ar-Rabadha'da karşılaştığım yaşlı adamdı. Beni görünce tanıdı ve 'Ah, söylediklerimi yaptın,' dedi,\" şeklinde aktardı."
    },
    {
      "id": 265,
      "narrator": "",
      "text": "Yahya, Malik'ten, haccın herhangi bir yerinde bir engel çıktığında ihramdan çıkma şartı koymanın caiz olup olmadığını sorduğunda, Ibn Şihab'ın \"Bunu yapan var mı?\" dediğini ve bunu hoş karşılamadığını aktardı. Malik'e, bir adamın Harem'den binek hayvanı için bitki kesip kesemeyeceği sorulduğunda, \"Hayır,\" dedi."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Malik, daha önce hacca gitmemiş bir kadın hakkında, \"Eğer bir mahremi yoksa veya varsa ama onunla gelemiyorsa, Allah'ın onun için haccı farz kılmasını terk etmez. Kadın, bir grup kadınla gitmelidir,\" dedi."
    },
    {
      "id": 267,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urwa ibn az-Zubayr'dan, A'işe umm al-muminin'in, \"Hac tamattu yapan ve kurbanlık hayvanı olmayan kimse, ihrama girdiği andan Arafat Günü'ne kadar (üç gün) oruç tutar ve eğer o zaman oruç tutmazsa, Mina günlerinde oruç tutar,\" dediğini aktardı. Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Umar'ın da A'işe'nin sözleri hakkında aynı şeyi söylediğini aktardı."
    }
  ]
}