{
  "language": "tr",
  "metadata": {
    "length": 54,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Allah yolunda cihad eden kimse, sürekli oruç tutan ve namaz kılan kimse gibidir ve o, namazından ve orucundan geri durmaz, ta ki geri dönene kadar.\" dediğini aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Allah, O'nun yolunda cihad eden kimseye, ya Cennet'i ya da evine güvenli bir dönüşü garanti eder; bu, yalnızca cihad ve O'nun vaadine güvenerek evinden çıkan kimse içindir.\" dediğini aktardı."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Abu Salih as-Samman'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Atlar bir adam için bir ödül, bir başkası için bir koruma, bir başkası için bir yük. Onları Allah yolunda kullanmak üzere adayan kimse, onlara bir ödül olarak sahip olandır ve onları bir merada veya otlakta bağlar. Atın bağlandığı yerin otlak veya merasında yediği her şey onun için iyi amellerdir. Eğer bağını koparıp bir veya iki tepeyi aşarsa, onun ayak izleri ve dışkıları onun için iyi amellerdir. Eğer bir nehirden geçip oradan su içerse ve onu içmesine izin vermek istemezse, bu da onun için iyi ameller sayılır ve at onun için bir ödüldür."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bir başka adam atını kendi kendine yeterlilik ve onurluluk kazanmak için kullanır ve Allah'ın haklarını onların boyunlarında ve sırtlarında unutmadan (yani onlara kötü muamele etmeden veya aşırı çalıştırmadan) kullanır. Atlar onun için bir korumadır."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bir başka adam ise onları kibirle sergilemek ve İslam halkına düşmanlık beslemek için kullanır. O adam için bir yük olurlar.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Allah'ın Resulü'ne, ona salat ve selam olsun, eşekler hakkında soruldu ve \"Onlar hakkında bana sadece bu tek kapsamlı ayet indirildi, 'Kim zerre kadar hayır işlerse onu görür, kim de zerre kadar şer işlerse onu görür.' \" (Sura 99 Ayet 7,8) dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Abdullah ibn Abd ar-Rahman ibn Mamar al-Ansari'den, Ata ibn Yasar'ın, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Sizlere insanların en üstün derecesini söyleyeyim mi? Allah yolunda cihad etmek için atının ipini tutan bir adam. Onun ardından insanların en üstün derecesine sahip olanı söyleyeyim mi? Birkaç koyunla yalnız yaşayan, namaz kılan, zekat veren ve Allah'a hiçbir şeyi ortak koşmadan ibadet eden bir adam.\" dediğini aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, \"Ubada ibn al-Walid ibn Ubada ibn as-Samit, babasından, dedesi (Ubada)'dan, 'Biz, Allah'ın Resulü ile, ona salat ve selam olsun, kolaylıkta ve zorlukta, hevesle ve isteksizlikle dinleyip itaat etmeyi, otorite sahipleriyle tartışmamayı ve bulunduğumuz her yerde gerçeği söylemeyi veya tesis etmeyi kabul ettik, eleştiriden korkmadan.' dediğini aktardığını bildirdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'ın, Ubayda ibn al-Jarrah'ın, Umar ibn al-Khattab'a, büyük bir Bizans ordusunu ve onun kendisine verdiği sıkıntıyı yazdığını aktardığını söyledi. Umar ibn al-Khattab ona cevap olarak yazdı: \"Bir mümin kuluna gelen her zorluk sonrası Allah ona bir çıkış yolu verir ve bir zorluk iki kolaylığı aşamaz. Yüce Allah, Kitabında, 'Ey iman edenler, sabredin ve sabırda yarışın; sebat edin ve Allah'tan korkun, umulur ki fayda sağlarsınız.' \" (Sura 3 ayet 200) buyurmuştur."
    },
    {
      "id": 10,
      "narrator": "Yahya related to me from Malik from Yahya ibn Said that Abu Bakr\nas-Siddiq was sending armies to ash-Sham. He went for a walk with\nYazid ibn Abi Sufyan who was the commander of one of the battalions.\nIt is claimed that Yazid said to Abu Bakr, \"Will you ride or shall I\nget down?\" Abu Bakrsaid, \"I will not ride and you will not get down. I\nintend these steps of mine to be in the way of Allah.\"\n\n\nThen\nAbu Bakr advised Yazid, \"You will find a people who claim to have\ntotally given themselves to Allah. Leave them to what they claim to\nhave given themselves. You will find a people who have shaved the\nmiddle of their heads, strike what they have shaved with the sword.\n\n\n\"I advise you ten things:",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Allah'ın Resulü'nün, ona salat ve selam olsun, düşman topraklarında bir Kur'an ile seyahat etmeyi yasakladığını aktardığını söyledi. Malik, \"Bu, düşmanın eline geçmesinden korktukları içindir.\" diye yorumladı."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Kab ibn Malik'in bir oğlunun (Malik, ibn Shihab'ın Abd ar-Rahman ibn Kab olduğunu söylediğini düşündü) \"Allah'ın Resulü, ona salat ve selam olsun, ibn Abi Huqayq'la savaşanlara kadınları ve çocukları öldürmeyi yasakladı. Savaşanlardan biri, 'İbn Abi Huqayq'ın karısı çığlık atmaya başladı ve ben sürekli kılıcımı ona kaldırdım. Sonra Allah'ın Resulü'nün, ona salat ve selam olsun, yasaklamasını hatırladım, bu yüzden durdum. Eğer o olmasaydı, ondan kurtulmuştuk.' \" dediğini aktardı."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Ibn Umar'ın, Allah'ın Resulü'nün, ona salat ve selam olsun, bir baskında öldürülen bir kadının cesedini gördüğünü ve bundan hoşlanmadığını ve kadınları ve çocukları öldürmeyi yasakladığını aktardığını söyledi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Abu Bakr as-Siddik'in ash-Sham'a ordular gönderdiğini, Yazid ibn Abi Sufyan ile yürüyüşe çıktığını, Yazid'in bir taburun komutanı olduğunu aktardı. Yazid'in Abu Bakr'a, \"Biner misin yoksa ben mi ineyim?\" dediği iddia edildi. Abu Bakr, \"Ben binmeyeceğim ve sen de inmeyeceksin. Bu adımlarımı Allah yolunda atmayı düşünüyorum.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Sonra Abu Bakr, Yazid'e, \"Bir insanın kendisini tamamen Allah'a adadığını iddia eden bir topluluk bulacaksın. Onları iddialarına bırak. Ortalarını traş etmiş bir topluluk bulacaksın, neyi traş etmişlerse kılıçla vur.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "\"Sana on şey tavsiye ediyorum: Kadınları veya çocukları veya yaşlı, hasta bir kimseyi öldürme. Meyve veren ağaçları kesme. İskan edilmiş bir yeri yok etme. Koyun veya deveyi sadece yiyecek için kesme. Arıların yuvalarını yakma ve onları dağıtma. Ganimetlerden çalma ve korkaklık etme.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini duyduğunu aktardı: \"Askeri seferlerde insanlar ganimetleri paylaştıklarında, bir deve on koyuna eşit olurdu.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik, askerî seferlerde ücretli işçi hakkında şöyle dedi: \"Eğer savaşta bulunuyorsa ve savaşta insanlarla birlikteyse ve hür bir adam ise, onun bir payı vardır. Eğer orada değilse, onun bir payı yoktur.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik özetledi: \"Ganimetin yalnızca savaşta bulunan hür erkekler arasında paylaşıldığını düşünüyorum.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik, Müslüman bir ülkenin sahilinde bulunan düşman askerleri hakkında şöyle dedi: \"Onlar tüccar olduklarını ve denizin onları karaya sürüklediğini iddia ettiler, oysa Müslümanlar bunun doğruluğunu doğrulayamadılar, sadece gemilerinin zarar gördüğünü veya susuz kaldıklarını ve Müslümanların izni olmadan karaya çıktıklarını biliyorlardı. 'Bence imamın bu konuda bir görüş belirtmesi gerekir ve onlardan beşte bir vergi alınacağını düşünmüyorum.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Malik, \"Müslümanların düşman topraklarında ganimetler paylaşılmadan önce karşılaştıkları her türlü yiyeceği yemelerinde bir sakınca görmüyorum.\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Malik, \"Ganimet olarak alınan her türlü deve, sığır ve koyun, Müslümanların düşman topraklarında yiyebileceği yiyecekler olarak kabul edilir. Eğer insanlar ganimetlerin paylaşımı için toplandıkları zamana kadar yenemezlerse, bu ordu için zararlı olur. Bu tür şeylerin makul sınırlar içinde yenmesine itiraz etmiyorum. Ancak, kimsenin bunlardan ailelerine götürmek için biriktirmesi gerektiğini düşünmüyorum.\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Malik'e, düşman topraklarında yiyecek elde eden bir adamın, bunun bir kısmını yedikten sonra aileyle yemek için saklayıp saklayamayacağı veya kendi ülkesine dönmeden önce satıp fiyatından yararlanıp yararlanamayacağı soruldu. O, \"Eğer onu askeri seferdeyken satarsa, bence fiyatını Müslümanların ganimetine koymalıdır. Eğer onu kendi ülkesine götürürse, eğer küçük önemsiz bir şeyse, onu yemesinde ve kullanmasında bir sakınca görmüyorum.\" dedi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın bir kölesinin kaçtığını ve atlarından birinin kaybolduğunu, putperestlerin onları ele geçirdiğini, ardından Müslümanların onları geri aldığını ve Abdullah ibn Umar'a geri verildiğini, ganimetlerin paylaşımından önce olduğunu aktardı."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, düşman tarafından ele geçirilen Müslüman malı hakkında şöyle dedi: \"Eğer dağıtım öncesinde fark edilirse, o zaman sahibine iade edilir. Zaten dağıtılmış olan hiçbir şey geri verilmez.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, putperestler tarafından alınan genç bir kölesi olan bir adam hakkında sorulduğunda, Müslümanların onu geri aldığını ve şöyle dedi: \"Sahibi, dağıtım yapılmadan önce onun fiyatını veya değerini ödemeden ona daha fazla hak sahibidir. Eğer dağıtım yapılmışsa, o zaman köle, sahibi onu geri isterse fiyatı karşılığında ona aittir.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Bir Müslüman adamın umm walad'ı putperestler tarafından alındığında ve Müslümanlar tarafından geri alındığında ve ganimetlerin paylaşımında yer aldığında ve ardından dağıtım sonrası sahibi tarafından tanındığında, Malik şöyle dedi: \"O köleleştirilemez. Bence imam, onun sahibi için bir fidye ödemelidir. Eğer bunu yapmazsa, o zaman sahibi onun için bir fidye ödemeli ve onu bırakmamalıdır. Onu alan kimse tarafından köleleştirilmemesi gerektiğini düşünüyorum ve onunla cinsel ilişki helal değildir. O, hür bir kadın konumundadır çünkü sahibi, eğer birine zarar verirse tazminat ödemek zorundadır ve bu nedenle o, (bir eş gibi) aynı konumdadır. Oğlunun annesinin köleleştirilmesine izin vermemeli ve onunla cinsel ilişki helal kılınmamalıdır.\""
    },
    {
      "id": 30,
      "narrator": "Yahya related to me from Malik from Abu'z-Zinad from al-Araj from\nAbu Hurayra that the Messenger of Allah, may Allah bless him and grant\nhim peace, said, \"Allah laughs at two men. One of them kills the\nother, but each of them will enter the Garden:",
      "text": "Malik'e, fidye ödemek veya ticaret yapmak için düşman topraklarına giden bir adamın, bir hür adam veya köle satın alması veya kendisine verilmesi durumunda soruldu. O, \"Hür adam için, onu satın aldığı fiyat, adam üzerinde bir borçtur ve köle yapılmaz. Eğer esir ona ücretsiz verilirse, o hürdür ve hiçbir şey borçlu değildir, eğer adam onun için bir şey vermişse. Bu, hür adam için bir borçtur, tıpkı onun için bir fidye ödenmiş gibi. Bir köle için, eski sahibi onu geri almak isteyebilir ve satın aldığı adama fiyatını ödeyebilir veya onu bırakmayı tercih edebilir. Eğer ona verilmişse, eski sahibi ona daha fazla hak sahibidir ve onun için hiçbir şey borçlu değildir, eğer adam onun için bir şey vermişse. Onun için verdiği her şey, eğer onu geri isterse, sahibi için bir kayıptır.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, şöyle söylediğini aktardı: \"Nefsim elinde olan Allah'a yemin ederim ki! Sizden hiç kimse Allah yolunda yaralanmaz - ve Allah, O'nun yolunda yaralananları en iyi bilendir - fakat Kıyamet Günü geldiğinde, yarasından kan fışkıracaktır. Rengi kan gibi olacak ama kokusu misk gibi olacaktır.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Umar ibn al-Khattab'ın şöyle dediğini aktardı: \"Ey Allah! Beni, senin huzurunda Kıyamet Günü benimle tartışacak bir secde bile yapmamış bir adamın eliyle öldürme!\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said al-Maqburi'den, Abdullah ibn Abi Qatada'dan, babasının şöyle dediğini aktardı: Bir adam, Allah'ın Resulü'ne, ona Allah'ın selamı ve bereketi olsun, geldi ve şöyle dedi: \"Ey Allah'ın Resulü! Eğer ben Allah yolunda, ödül bekleyerek, samimi bir şekilde, ileriye doğru ilerleyerek ve geri çekilmeden öldürülürsem, Allah benim günahlarımı affeder mi?\" Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, \"Evet.\" dedi. Adam dönerken, Allah'ın Resulü, ona seslendi - ya da ona emretti ve o da ona çağrıldı. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, \"Ne dedin?\" dedi. Adam sözlerini tekrar etti ve Peygamber, ona Allah'ın selamı ve bereketi olsun, \"Evet, borç hariç. Cebrail bunu bana söyledi.\" dedi."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n-Nadr'dan, Umar ibn Ubaydullah'ın azatlısından, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, Uhud şehitleri hakkında \"Onlar için şahitlik ediyorum.\" dediğini duyduğunu aktardı. Abu Bekir as-Sıddık, \"Ey Allah'ın Resulü! Biz onların kardeşleri değil miyiz? Onlar gibi İslam'a girdik ve onlar gibi cihad ettik.\" dedi. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, \"Evet, ama benden sonra ne yapacağınızı bilmiyorum.\" dedi. Abu Bekir çok ağladı ve \"Gerçekten seni aşacak mıyız!\" dedi."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, Medine'de kazılan bir mezarın yanında oturuyordu. Bir adam mezara baktı ve 'Mümin için korkunç bir yatak.' dedi. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, 'Kötü mü? Söylediğin şey kesinlikle yanlıştır.' dedi. Adam, 'Bunu kastetmedim, ey Allah'ın Resulü. Allah yolunda öldürülmeyi kastettim.' dedi. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, 'Allah yolunda öldürülmekin benzeri yoktur! Yeryüzünde mezarımın burada (Medine'yi kastederek) olmasını tercih edeceğim başka bir yer yoktur. Bunu üç kez tekrarladı.'\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Umar ibn al-Khattab'ın şöyle dediğini aktardı: \"Ey Allah! Senin yolunda şehitlik ve Resulünün şehrinde ölümü istiyorum!\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Umar ibn al-Khattab'ın şöyle dediğini aktardı: \"Müminin şerefi takvasıdır. Dini onun soylu kökenidir. Adamlığı ise güzel ahlakıdır. Cesaret ve korkaklık, Allah'ın dilediği yere koyduğu içgüdülerdir. Korkak, babasını ve annesini savunmaktan bile çekinir, cesur olan ise ganimet için değil, savaşın kendisi için savaşır. Öldürülmek, ölümle karşılaşmanın sadece bir yoludur ve şehit, kendisini Allah'tan ödül bekleyerek veren kişidir.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Umar ibn al-Khattab'ın yıkanıp kefenlendiğini ve üzerine namaz kılındığını, ama o bir şehit olduğunu, Allah ona merhamet etsin, aktardı."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, insanların ilim sahiplerinin Allah yolunda şehitlerin yıkanmadığını ve üzerlerine namaz kılınmadığını söylediklerini duyduğunu aktardı. Onlar, öldürüldükleri elbiseleriyle gömüldüler. Malik, \"Bu, savaş alanında öldürülen birisi için sünnettir ve ona ulaşılmadan önce ölmüşse, Allah'ın dilediği kadar yaşayıp, sonra yıkanır ve üzerine namaz kılınır.\" dedi."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Umar ibn al-Khattab'ın bir yıl içinde 40.000 deve verdiğini aktardı. Bazen bir adamı tek başına bir deve ile gönderirdi. Bazen de iki adam arasında bir deve vererek onları Irak'a götürürdü. Irak'tan bir adam ona geldi ve \"Suhaym ve bana bir binek ver.\" dedi. Umar ibn al-Khattab ona, \"Senden Allah'a yemin ederim ki, Suhaym bir su torbası mı?\" dedi. Adam, \"Evet.\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshaq ibn Abdullah ibn Abi Talha'dan, Anas ibn Malik'in şöyle dediğini aktardı: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, Kuba'ya gittiğinde, Umm Haram bint Milhan'ı ziyaret etti ve ona yemek yedirdi. Umm Haram, Ubada ibn as-Samit'in eşiydi. Bir gün Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, onu ziyaret etti ve ona yemek yedirdi, sonra saçlarını taramak için oturdu. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, uykuya daldı ve gülümseyerek uyandı. Umm Haram, \"Seni ne güldürüyor, ey Allah'ın Resulü?\" dedi. O, \"Bazı cemaatim bana sunuldu, Allah yolunda akın yapıyorlardı. Denizin ortasında, tahtlarda oturan krallar gibi ya da krallar gibi.\" dedi. (İshaq emin değildi). Umm Haram, \"Ey Allah'ın Resulü! Allah'tan beni onlardan biri kılmasını iste!\" dedi. O da onun için dua etti, başını eğip uyudu. Sonra gülümseyerek uyandı ve ona, \"Ey Allah'ın Resulü, neden gülümseyorsun?\" dedi. O, \"Bazı cemaatim bana sunuldu, Allah yolunda akın yapıyorlardı. Krallar gibi tahtlarda oturuyorlardı ya da krallar gibi.\" dedi, ilkinde söylediği gibi. O, \"Ey Allah'ın Resulü! Allah'tan beni onlardan biri kılmasını iste!\" dedi. O, \"Sen ilklerdensin.\" dedi. İshaq ekledi: \"O, Muaviye zamanında denizde seyahat etti ve karaya çıktığında, binek hayvanından düşerek öldürüldü.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Abu Salih as-Samman'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, \"Eğer cemaatim için endişelenmeseydim, Allah yolunda giden bir akın grubunun arkasında asla kalmamayı isterdim. Ancak, onları buna götürecek bir araç bulamıyorum, ne de olsa onlar da benim arkamda kalmaktan dolayı üzüntü duyuyorlar. Allah yolunda savaşmayı ve öldürülmeyi, sonra tekrar dirilmeyi ve tekrar öldürülmeyi, sonra tekrar dirilmeyi ve tekrar öldürülmeyi isterdim.\" dediğini aktardı."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Uhud Günü'nde, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, \"Sad ibn al-Rabi al-Ansari'den bana haber getirecek kim var?\" dediğini aktardı. Bir adam, \"Ben, ey Allah'ın Resulü!\" dedi. Adam, ölülerin arasında dolaşmaya gitti ve Sad ibn al-Rabi ona, \"Ne yapıyorsun?\" dedi. Adam, \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, seni sormak için gönderdi.\" dedi. O, \"Ona git, selamımı ilet ve ona de ki, on iki yerimden bıçaklandım ve ölümcül yaralandım. Halkına de ki, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, öldürülürse, onlardan biri hayatta kaldığında, Allah katında mazeretleri olmayacaktır.\" dedi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, insanları cihada teşvik ettiğini ve Cenneti andığını aktardı. Ansar'dan biri elinde birkaç hurma yiyordu ve \"Bu dünyaya bu kadar mı düşkünüm ki, onları bitirene kadar oturmalıyım?\" dedi. Elindekileri bir kenara attı ve kılıcını aldı, savaştı ve öldürüldü."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muadh ibn Jabal'ın şöyle dediğini aktardı: \"İki askeri sefer vardır. Bir askeri sefere değerli eşyalar harcanır, katkıda bulunanlar istekli olur, otoritelere itaat edilir ve yolsuzluktan kaçınılır. O askeri sefer tamamen hayırdır. Diğer askeri seferde değerli eşyalar harcanmaz, katkıda bulunan istekli değildir, otoritelere itaat edilmez ve yolsuzluktan kaçınılmaz. O askeri sefere katılan, ödül ile geri dönmez.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Bereket, atların saçlarının ön kısımlarındadır, Kıyamet Günü'ne kadar.\" dediğini rivayet etti."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, eğitimle zayıflatılmış atlar arasında al-Hafya'dan Thaniyatu-lWada'ya kadar bir yarış düzenlediğini, zayıflatılmamış atlar arasında ise Thaniya'dan (Medine yakınlarındaki bir dağ geçidi) Banu Zurayq camisinin yanına kadar bir yarış düzenlediğini rivayet etti. Abdullah ibn Umar, onlarla yarışanlar arasındaydı."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Said ibn al-Musayyab'dan, \"Eğer üçüncü bir at katılırsa, atlara bahse girmekte bir sakınca yoktur. Kazanan bahsi alır, kaybedene ceza yoktur.\" dediğini rivayet etti."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, atının yüzünü örtüsüyle sildiğini gördüğünü, bunun hakkında sorulduğunda, \"Gece atlar hakkında kınandım.\" dediğini rivayet etti."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd at-Tawil'den, Anas ibn Malik'ten, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, Khaybar'a gittiğinde gece oraya vardığını, gece bir topluluğa rastladığında sabaha kadar saldırmadığını, sabah olduğunda Yahudilerin kürekleri ve sepetleriyle dışarı çıktıklarını, onu görünce \"Muhammed! Vallahi, Muhammed ve ordusu!\" dediklerini, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Allah en büyüktür! Khaybar yok olmuştur. Bir topluluğa geldiğimizde, uyarılanlar için kötü bir sabah olur.\" dediğini rivayet etti."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Humayd ibn Abd ar-Rahman ibn Awf'tan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Kim Allah yolunda iki çeşit mal teslim ederse, ona Cennet'e çağrılır, 'Ey Allah'ın kulu! Bu hayırlıdır!' denir. Kim namaz ehli ise, namaz kapısından çağrılır. Kim cihad ehli ise, cihad kapısından çağrılır. Kim sadaka ehli ise, sadaka kapısından çağrılır. Kim oruç ehli ise, su kenarından (Bab ar-Rayyan) çağrılır.\" dediğini rivayet etti."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Abu Bakr as-Siddiq dedi ki, \"Allah'ın Resulü! Bu kapılardan birinden çağrılmak zorunlu mu? Her kapıdan çağrılabilir mi?\" O da, \"Evet, umarım sen de onlardansındır.\" dedi."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Malik'e, bir imamın bir topluluktan cizye alıp almadığı ve bu topluluktan birinin teslim olması durumunda, onun arazisinin kendisine mi yoksa Müslümanlara mı ait olduğunu düşündüğü soruldu. Malik, \"Bu değişir. Barış ehli için, eğer birisi teslim olursa, o kendi arazisi ve mülküne sahiptir. Zor kullanarak savaşanlar için, eğer birisi teslim olursa, onun arazisi ve mülkü Müslümanlara aittir çünkü zor kullananlar şehirlerinde yenilir ve bu Müslümanlar için ganimet olur. Barış ehli için, mülkleri ve canları korunur ki onlarla barış yapabilsinler. Sadece barış yaptıkları şeyler onlardan alınır.\" dedi."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn Abi Sasaca'dan, Amr ibn al-Jamuh al-Ansari ve Abdullah ibn Umar al-Ansari'nin, her ikisi de Banu Salami kabilesindendir, mezarlarının bir sel tarafından açıldığını duyduğunu rivayet etti. Mezarı, selden sonra kalanlardan biriydi. İkisi de aynı mezardaydılar ve Uhud'da şehit olanlardandılar. Taşınmaları için kazıldılar. Değişmeden bulundular. Sanki sadece bir gün önce ölmüşler gibiydiler. Birisi yaralanmıştı ve yarasının üzerine elini koymuş ve böylece gömülmüştü. Eli yarasından çekildi ve serbest bırakıldı, tekrar eski yerine döndü. Uhud ile kazıldıkları gün arasında kırk altı yıl vardı."
    }
  ]
}