{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ubeydullah ibn Abdullah ibn Utba ibn Masud'dan, Abdullah ibn Abbas'tan, Sad ibn Ubada'nın Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, \"Annem, yerine getirmediği bir adakla vefat etti.\" dediğini aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Onun adına yerine getir.\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, amcasının, ninesinin Kuba camisinde yürümek için adak yaptığını, vefat ettiğini ve bunu yerine getirmediğini, bu yüzden Abdullah ibn Abbas'ın kızına onun adına yürüyüp yürümeyeceğini sorduğunu aktardı. Yahya, Malik'in \"Hiç kimse başkası için yürüyemez.\" dediğini duyduğunu söyledi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Habiba'nın \"Gençken bir adama, 'Sadece Allah'ın evine yürümek zorundayım diyen bir adam, yürümek için adak yapmadıysa, yürümek zorunda değildir.' dedim. Bir adam, 'Bu küçük salatalığı sana vereyim mi?' dedi, elinde küçük bir salatalık vardı ve 'Allah'ın evine yürümek zorundayım mı?' diyeceksin. Ben de 'Evet' dedim, çünkü o zaman hala olgunlaşmamıştım. Sonra, erginliğe geldiğimde, birisi bana adaklarımı yerine getirmem gerektiğini söyledi. Gidip Said ibn al-Musayyab'a sordum, o da 'Yürümelisin.' dedi.\" dedi. Malik, \"Bu bizim aramızda bir gelenektir.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Urwa ibn Udhayna al-Laythi'nin \"Allah'ın evine yürümek için adak yapmış olan ninemle çıktım. Yolda bir kısmını gittikten sonra, devam edemedi. Onun bir hizmetçisini Abdullah ibn Umar'a sorması için gönderdim ve onunla birlikte gittim. O, Abdullah ibn Umar'a sordu, Abdullah ibn Umar ona, 'Onu al ve bindiirsin, gücü yettiğinde geri dönsün ve gidemediği yerden yürümeye başlasın.' dedi.\" dedi. Yahya, Malik'in \"Onun bir hayvan kesmesi gerektiğini düşünüyorum.\" dediğini duyduğunu aktardı. Yahya, Malik'ten, Said ibn al-Musayyab ve Abu Salama ibn Abd ar-Rahman'ın Abdullah ibn Umar ile aynı şeyi söylediklerini duyduğunu aktardı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in \"Yürümek için adak yaptım, ama belimde bir ağrı oldu, bu yüzden Mekke'ye kadar bindiğim.\" dediğini aktardı. \"Ata ibn Abi Rabah ve diğerlerine sordum, 'Bir hayvan kesmelisin.' dediler. Medine'ye geldiğimde oradaki alimlere sordum, tekrar gidemediğim yerden yürümemi emrettiler. Böylece yürüdüm.\" dedi. Yahya, Malik'in \"Allah'ın evine yürümek için adak yapan birinin, bunu yapamadığında bindiği durumda, geri dönüp gidemediği yerden yürümek zorunda olduğunu, eğer yürüyemezse, yapabildiği kadar yürüyüp sonra bindiğini ve bulabildiği bir deve, inek veya koyun kesmesi gerektiğini söylediğini duyduğunu aktardı. Malik, bir adamın diğerine, 'Seni Allah'ın evine götüreceğim.' dediğinde, 'Eğer onu omzunda taşımayı kastettiyse, bu kendisine zorluk ve yorgunluk getirir, bunu yapmak zorunda değildir. Ayağıyla yürüsün ve kurban kesmelidir. Eğer hiçbir şey kastetmediyse, hacca gitsin ve adamı hacca götürsün. Çünkü o, 'Seni Allah'ın evine götüreceğim.' dedi. Eğer adam onunla hacca gitmeyi reddederse, o zaman onun aleyhine bir şey yoktur ve ondan talep edilen şey iptal olur.\" dedi. Yahya, Malik'e, bir adamın Allah'ın evine yürümek için belirli bir (büyük) sayıda yürümeyi adadığı veya babası ve kardeşiyle konuşmayı yasakladığı, belirli bir adak yerine getirmediği, yeminle üzerine aldığı bir şeyi hayatında yerine getiremeyeceği, her yıl bir veya daha az adak yerine getirmek için çabalasa bile, bunun yeterli olup olmadığını sordu. Malik, \"Bildiğim tek tatmin, üzerine aldığı şeyi yerine getirmektir. Ne kadar yürüyebiliyorsa yürüsün ve Allah'a, yüce olanına, yapabildiği iyi şeylerle yaklaşsın.\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, insanların bilgisi hakkında bir adam veya kadının Allah'ın evine yürümek için adak yaptığında, umre yaparken yeminini yerine getirmesi gerektiğini, Safa ile Merve arasında yürüyerek tamamlaması gerektiğini tercih ettiğini aktardı. Say yaptıktan sonra tamamlanmış olur. Eğer haccı yürümek için adadıysa, Mekke'ye kadar yürür, sonra tüm ritüelleri tamamlayana kadar yürürler. Malik, \"Yürümek sadece hacc veya umre içindir.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd ibn Qays ve Thawr ibn Zayd ad-Dili'nin, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, güneşin altında duran bir adamı gördüğünü, Resulullah'ın \"Onunla ne oldu?\" diye sorduğunu, insanların \"Konuşmamaya, güneşten gölge aramamaya, oturmamaya ve oruç tutmaya adak yapmış.\" dediklerini aktardığını söyledi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Git ona söyle, konuşsun, gölge arasın ve otursun, ama orucunu tamamlasın.\" dedi. Malik, \"Allah'ın Resulü'nün, o adam için herhangi bir kefaret emrettiğini duymadım. Allah'ın Resulü, sadece Allah'a itaat olanı tamamlamasını ve Allah'a isyan olanı terk etmesini emretti.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in al-Qasim ibn Muhammad'ın \"Bir kadın Abdullah ibn Abbas'a geldi ve 'Oğlumu kurban etmeyi adadım.' dedi. İbn Abbas, 'Oğlunu kurban etme. Yeminine kefaret ver.' dedi. İbn Abbas'ın yanında bir ihtiyar, 'Bunun için ne kefaret var?' dedi. İbn Abbas, 'Yüce Allah, 'Eşleri hakkında 'Anamın sırtı gibi olsun.' diyenlerden (Sura 58, ayet 2) ve sonra bunun için kefaret yükümlülüğünü getirdiğini gördüğün gibi.' dedi.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Talha ibn Abi al-Malik al-Ayli'den, al-Qasim ibn Muhammad ibn as-Siddiq'ten, A'işe'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kim Allah'a itaat etmeyi adarsa, ona itaat etsin. Kim Allah'a isyan etmeyi adarsa, ona isyan etmesin.\" dediğini aktardı. Yahya, Malik'in \"Peygamberin, Allah ona salat ve selam eylesin, 'Kim Allah'a isyan etmeyi adarsa, ona isyan etmesin' ifadesinin anlamı, örneğin bir adamın, eğer şu veya bu kişiyle konuşursa, Suriye'ye, Mısır'a veya ibadet olarak kabul edilmeyen başka şeylere yürüyeceğine dair adak yapması durumunda, bununla ilgili hiçbir yükümlülüğü olmadığıdır. O, o adamla konuşsa veya yeminini bozsa bile, çünkü Allah, bu tür şeylerde itaat talep etmez. Sadece Allah'a itaat olan şeyleri yerine getirmelidir.\" dediğini aktardı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, A'işe, müminlerin annesi, \"Yeminlerde acelecilik, bir adamın 'Vallahi, hayır! Vallahi!' demesidir.\" dediğini aktardı. Malik, \"Bu konuda duyduğum en iyi şey, yeminlerde acelecilik, bir adamın bir şey üzerinde yemin etmesi ve bunun doğru olduğuna dair kesin olduğuna dair yemin etmesidir, ancak bunun, söylediğinden başka olduğunu bulmasıdır. Bu aceleciliktir.\" dedi. Malik, \"Bağlayıcı yemin, örneğin, bir adamın on dinara elbisesini satmayacağına dair yemin etmesi ve sonra onu o fiyata satması veya genç kölesini döveceğine dair yemin etmesi ve sonra onu dövmemesi gibi bir şeydir. Böyle bir yemin için kefaret gerekir ve acelecilik için kefaret yoktur.\" dedi. Malik, \"Bir şey üzerinde yemin eden ve bunun kötü olduğunu bilen, yalan söylediğini bildiği bir yemin eden kişi, birine hoş görünmek veya birine kendini affettirmek veya bununla para kazanmak için yemin ediyorsa, bunun için yaptığı hiçbir kefaret onu örtmez.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın \"Kim Allah'a yemin eder ve sonra 'Allah'ın izniyle' der ve sonra yemin ettiği şeyi yapmazsa, yeminini bozmuş sayılmaz.\" dediğini aktardı. Malik, \"Bu konuda duyduğum en iyi şey, konuşanın normal konuşma akışını bozmadığı takdirde, bu ifadenin geçerli olduğudur. Eğer sessiz kalır ve konuşma akışını bozarsa, onun için bir istisna yoktur.\" dedi. Yahya, \"Malik, 'Bir adam, inkar ettiğini veya Allah'a bir şey ortak koştuğunu söylese ve sonra yeminini bozsa, onun için kefaret yoktur ve o, kalbi bunlardan birini gizlemediği sürece ne inkar eden ne de Allah'a bir şey ortak koşan birisi değildir. Allah'tan af dilesin ve buna geri dönmesin - çünkü yaptığı şey kötüydü.' dedi.\" aktardı."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kim bir yemin yapar ve sonra başka bir şeyin daha iyi olduğunu görürse, yeminine kefaret vermeli ve daha iyi olanı yapmalıdır.\" dediğini aktardı. Yahya, Malik'in \"Yemin ettiğini söyleyen ama Allah'ın adını anmayan kimse, yeminini bozduğunda yine de yemin kefareti vermekle yükümlüdür.\" dediğini aktardı. Malik, \"Vurgu, bir adamın bir şeyi birkaç kez yemin etmesi, yeminini konuşmasında tekrar etmesidir. Örneğin, 'Vallahi, bunu azaltmayacağım.' ifadesi üç kez veya daha fazla yemin edilirse, bunun kefareti bir yemin kefareti gibidir. Eğer bir adam, 'Bu yiyeceği yemeyeceğim veya bu elbiseyi giymeyeceğim veya bu eve girmeyeceğim.' derse, bu hepsi bir yemin içindedir ve sadece bir kefaret vermekle yükümlüdür. Bir adam, karısına 'Eğer seni bu elbiseyi giydirirsem veya camiye gidersen, boşsun.' derse, bu normal konuşma akışında bir bütün ifadedir. Eğer bu yeminin herhangi birini bozarsa, boşanma gereklidir ve sonrasında yaptığı her şeyde yemin bozulmaz. Bu durumda sadece bir yemin bozulur.\" dedi. Malik, \"Kocasının izni olmadan adak yapan bir kadın hakkında yaptığımız şey, bunu yapmasına izin vermek ve onu yerine getirmesi gerektiğidir, eğer sadece kendi kişisini ilgilendiriyorsa ve kocasına zarar vermeyecekse. Ancak, eğer kocasına zarar verecekse, onu yerine getirmesini yasaklayabilir, ama bu onun için bir yükümlülük olarak kalır, ta ki onu tamamlama fırsatı bulana kadar.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın \"Bir yeminini bozan kimse, bir köle azat etmeli veya on fakiri giydirmelidir. Eğer bir yemin bozulursa, ama bu yemin vurgulanmamışsa, sadece on fakiri doyurmalıdır ve her bir fakire bir mudd buğday verilmelidir. Bunun için imkanı olmayan biri, üç gün oruç tutmalıdır.\" dediğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, bozulmuş bir yemin için kefaret olarak on fakiri doyurduğunu, her birine bir mudd buğday verdiğini, bazen yeminini tekrar ettiğinde bir köle azat ettiğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Sulayman ibn Yasar'ın \"İnsanların, bozulmuş bir yemin için kefaret verdiklerinde, daha küçük mudd'a göre bir mudd buğday verdiklerini anladım. Bunun kendilerine yeterli olacağını düşündüler.\" dediğini aktardı. Malik, \"Kefaret olarak insanları giydiren birinin, eğer erkekleri giydiriyorsa, her birine bir elbise giydirmesi gerektiği, eğer kadınları giydiriyorsa, her birine iki elbise, bir uzun elbise ve bir uzun şal giydirmesi gerektiği, çünkü bu, her biri için namazda yeterli olandır.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan rivayet etti ki, bir zamanlar Allah'ın Resulü, ona salat ve selam olsun, Umar ibn al-Khattab ile bir seyahat esnasında konuşuyordu ve Umar babası adına yemin etti. Resulullah (s.a.v.) dedi ki: \"Allah, babalarınız adına yemin etmenizi yasaklar. Kim yemin ederse, Allah adına yemin etsin veya susmalıdır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Resulü, ona salat ve selam olsun, derdi ki: \"Hayır, kalpleri çeviren üzerine yemin ederim.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Uthman ibn Hafs ibn Umar ibn Khalda'dan rivayet etti ki, Ibn Shihab, Abu Lubaba ibn Abd al-Mundhir'in, Allah ona yöneldiğinde, \"Allah'ın Resulü, yanlış bir iş yaptığım halkımın evini terk edip seninle mi kalmalıyım ve tüm malımı Allah ve Resulü için sadaka olarak mı vermeliyim?\" dediğini işitmiştir. Allah'ın Resulü, ona salat ve selam olsun, \"Onun üçte biri senin için yeterlidir.\" dedi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Musa'dan, Mansur ibn Abd ar-Rahman al-Hajabi'den, annesinden rivayet etti ki, A'isha, müminlerin annesi, Allah ondan razı olsun, Kabe kapısına malını adayan bir adam hakkında sorulduğunda, \"O, bunun için yemin kefareti ile kefaret versin.\" dedi."
    }
  ]
}