{
  "language": "tr",
  "metadata": {
    "length": 10,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, onun babasından şöyle rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, kendisine 'Ey Allah'ın Resulü! Çöl halkından bazıları bize et getiriyor, üzerinde Allah'ın adı anılıp anılmadığını bilmiyoruz.' diye soruldu. Allah'ın Resulü, ona salat ve selam olsun, 'Üzerine Allah'ın adını an ve ye.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik dedi ki: \"Bu, İslam'ın başlangıcındaydı.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Abdullah ibn Ayyash ibn Abi Rabia al-Makhzumi'nin bir kölesine bir hayvan kesmesini emrettiğini rivayet etti. Hayvanı kesmek istediğinde ona, \"Allah'ın adını an.\" dedi. Köle ona, \"Ben adı anmıştım!\" dedi. O da, \"Allah'ın adını an, canım!\" dedi. Köle, \"Ben Allah'ın adını anmıştım.\" dedi. Abdullah ibn Ayyash, \"Vallahi, onu asla yemeyeceğim!\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Banu Haritha kabilesinden bir Ensar'ın Uhud'da hamile bir dişi deveye baktığını rivayet etti. Devenin ölmek üzere olduğunu görünce, onu keskin bir çubukla kesti. Allah'ın Resulü'ne bu konuda soruldu ve o, \"Bunda bir sakınca yoktur, ye.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Muadh ibn Sad veya Sad ibn Muadh'dan bir Ensar'dan şöyle rivayet etti: Kab ibn Malik'in bir cariyesi, Medine yakınlarında bulunan Sal dağında bazı koyunları güdüyordu. Koyunlardan biri ölmek üzereydi, bu yüzden yanına gidip bir taşla onu kesti. Allah'ın Resulü, ona salat ve selam olsun, bu konuda soruldu ve o, \"Bunda bir sakınca yoktur, ye.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Thawr ibn Zayd ad-Dili'den Abdullah ibn Abbas'a, Hristiyan Araplar tarafından kesilen hayvanlar hakkında sorulduğunu rivayet etti. O, \"Bunlarda bir sakınca yoktur.\" dedi, ancak bu ayeti okudu: \"Kim onlardan dost edinirse, o da onlardandır.\" (Sura 5 ayet 54)."
    }
  ]
}