{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'nin şöyle dediğini aktardı: \"Ben Medine yakınlarındaki al-Juruf'taydım ve iki kuşa taş attım, ikisini de vurdu. Birisi öldü, Abdullah ibn Umar onu attı, sonra diğerini bir balta ile kesmeye gitti. O da kesilmeden önce öldü, bu yüzden Abdullah onu da attı.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Qasim ibn Muhammad'ın, atılan sopalar ve kil pelletler ile öldürülen av hayvanlarını yemenin hoş karşılanmadığını duyduğunu aktardı."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn al-Musayyab'ın, oklar gibi av hayvanlarının öldürülmesi için kullanılan herhangi bir yöntemle vahşileşmiş evcil hayvanların öldürülmesini hoş karşılamadığını duyduğunu aktardı. Malik, \"Hayati bir organa saplanmış bir atış sopası ile vurulmuş av hayvanını yemekte bir sakınca görmüyorum.\" dedi. Allah, Teala, \"Ey iman edenler! Allah, ellerinizin ve mızraklarınızın ulaştığı av ile sizi mutlaka deneyecektir.\" (Maide Suresi 5:97) buyurdu. Yahya, \"Bir insanın el ile, mızrak ile veya onu delip geçen herhangi bir silah ile elde ettiği av, Allah, Teala'nın dediği gibi kabul edilebilir.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir adam av hayvanına vurduğunda ve su veya eğitilmemiş bir köpek gibi başka bir şeyin ölümüne katkıda bulunabileceği durumlarda, av hayvanının, avcı okunun hayati bir organa ulaşarak onu öldürdüğünden şüphe olmadan yenilmemesi gerektiğini duyduğunu aktardı. Yahya, Malik'in, köpeğinizin izini veya okunuzun izini bulduğunuzda, av hayvanının ölmesini görmediğiniz takdirde onu yemenizde bir sakınca olmadığını söylediğini aktardı; yeter ki geceyi geçirmemiş olsun. Eğer geceyi geçirmişse, onu yemenin hoş karşılanmadığını söyledi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın eğitilmiş bir köpek hakkında \"O yakaladığı şeylerden ye, ister yesin ister yemesin.\" dediğini aktardı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'nin Abdullah ibn Umar'ın \"İster yesin ister yemesin.\" dediğini duyduğunu aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sad ibn Abi Waqqas'ın, eğitilmiş bir köpeğin av hayvanını öldürmesi hakkında sorulduğunda \"Ye, hatta sadece bir parçası kalsa bile.\" dediğini aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, bazı ilim ehlinin, şahinler, kartallar ve şahinler gibi eğitilmiş köpeklerin anladığı şekilde anladıklarında, avladıkları şeyleri yemenin bir sakıncası olmadığını söylediğini duyduğunu aktardı; eğer avlanırken Allah'ın adı anılmışsa. Malik, \"Şahinlerin pençelerinden veya köpeklerin dişlerinden avı almak ve sonra ölmesini beklemek hakkında duyduğum en iyi şey, onu yemenin helal olmadığıdır.\" dedi. Malik, \"Aynı şey, avcının şahinlerin pençelerinde veya köpeklerin dişlerinde kesilmiş olabileceği herhangi bir şey için de geçerlidir. Avcı, şahin veya köpek onu öldürene kadar beklerse, onu yemek de helal değildir.\" diye devam etti. \"Aynı şey, bir avcı tarafından vurulmuş ve hala canlıyken yakalanmış bir av hayvanı için de geçerlidir; avcı onu kesmeyi ihmal ederse.\" Malik, \"Bizim aramızda genel olarak kabul edilen, bir mecusiye ait olan bir av köpeğinin avladığı veya öldürdüğü avın, bir Müslüman tarafından gönderilmesi ve hayvanın eğitilmesi durumunda helal olduğudur. Müslüman onu kesmese bile bunda bir sakınca yoktur. Bu, bir Müslümanın mecusinin bıçağını kesim için kullanması veya onun yay ve oklarını kullanarak avlanması gibidir. Onun vurduğu av ve kestiği hayvan helaldir. Onları yemek de bir sakınca yoktur. Eğer bir mecusi, bir Müslümanın av köpeğini av için gönderirse ve o avı yakalarsa, av, bir Müslüman tarafından kesilmedikçe yenmemelidir. Bu, bir mecusinin Müslümanın yay ve okunu av için kullanması veya Müslümanın bıçağını kesim için kullanması gibidir. Böyle bir şekilde öldürülen bir şeyi yemek helal değildir.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abd ar-Rahman ibn Abi Hurayra'nın Abdullah ibn Umar'a denizden çıkarılan şeyleri yemek hakkında sorduğunu ve onun bunu yasakladığını aktardı. Sonra Abdullah döndü ve bir Kur'an istedi, \"Deniz avı ve onun eti sizin için helaldir.\" okudu. Nafi ekledi, \"Abdullah ibn Umar beni Abd ar-Rahman ibn Abi Hurayra'ya gönderdi ve onun bunu yemenin bir sakıncası olmadığını söyledi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Sad al-Jari'nin, Umar ibn al-Khattab'ın kölesinin, Abdullah ibn Umar'a birbirini öldüren veya soğuktan ölen balıklar hakkında sorduğunda, \"Onları yemekte bir sakınca yoktur.\" dediğini aktardı. Sad, \"Sonra Abdullah ibn Amr ibn al-As'a sordum, o da aynı şeyi söyledi.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, Abu Salama ibn Abd ar-Rahman'dan, Abu Hurayra ve Zayd ibn Thabit'in denizden çıkarılan şeyleri yemekte bir sakınca görmediklerini aktardı."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, Abu Salama ibn Abd ar-Rahman'ın, al-Jar'dan bazı insanların Marwan ibn al-Hakam'a denizden çıkarılan şeyleri yemek hakkında sorduklarını ve onun \"Yemekte bir sakınca yoktur.\" dediğini aktardı. Marwan, \"Zayd ibn Thabit ve Abu Hurayra'ya gidin ve onlara sorun, sonra bana gelin ve ne söylediklerini söyleyin.\" dedi. Onlar onlara gittiler ve sordular, ikisi de \"Yemekte bir sakınca yoktur.\" dediler. Marwan'a döndüler ve ona söylediler. Marwan, \"Size söyledim.\" dedi. Malik, mecusilerin yakaladığı balıkları yemekte bir sakınca olmadığını, çünkü Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Deniz suyu temizdir ve içindeki ölü şey helaldir.\" dediğini aktardı. Malik, \"Eğer ölü olduğunda yenirse, onu kimin yakaladığına bakılmaksızın bir sakınca yoktur.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shibab'dan, Abu Idris al-Khawlani'den, Abu Tha'laba al-Khushani'nin, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Dişi hayvanları yemek haramdır.\" dediğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, İsmail ibn Abi Hakim'den, Abiyda ibn Sufyan al-Hadrami'den, Abu Hurayra'nın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Dişi hayvanları yemek haramdır.\" dediğini aktardı. Malik, \"Bu bizim aramızda bir gelenektir.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, atlar, katırlar ve eşekler hakkında duyduğu en iyi şeyin, Allah, Teala'nın, \"Ve atlar, katırlar ve eşekler, sizin bindiğiniz ve süs olarak yararlandığınız şeylerdir.\" (Nahl Suresi 16:8) dediğini aktardı. O, \"Hayvanlarda, bazıları biner, bazıları da yenir.\" (En'am Suresi 6:79) dedi. O, \"Allah'ın size sağladığı hayvanlar üzerinde Allah'ın adını anın ve onlardan yiyin ve dilenciyi (al-qani) ve yardım isteyen (al-mutarr) besleyin.\" (Hac Suresi 22:34) dedi. Malik, \"Allah atları, katırları ve eşekleri biniş ve süs için anmıştır, ve O, hayvanları biniş ve yemek için anmıştır.\" dedi. Malik, \"Al-qani aynı zamanda fakir anlamına gelir.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, o da İbn Şihab'tan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'dan, Abdullah ibn Abbas'ın şöyle dediğini aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, hanımı Maimuna'nın bir kölesine verilmiş ölü bir koyunun yanından geçti. 'Derisini kullanmayacak mısınız?' dedi. Onlar, 'Allah'ın Resulü, ama bu leş.' dediler. Allah'ın Resulü, ona salat ve selam olsun, 'Sadece onu yemek haramdır.' dedi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, İbn Wala al-Misri'den, Abdullah ibn Abbas'tan şöyle aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, 'Derisi işlenmiş bir hayvan temizdir.' dedi.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Abdullah ibn Qusayt'tan, Muhammad ibn Abd ar-Rahman ibn Thawban'dan, annesinden, A'işe'nin, Allah'ın Resulü, ona salat ve selam olsun, leşlerin derilerinin işlendikten sonra kullanılmasını emrettiğini söylediğini aktardı."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, zorunluluk nedeniyle leş yemek zorunda kalan bir adam hakkında duyduğu en iyi şeyin, onu yiyip doyuncaya kadar yemesi ve ardından ondan yiyecek alması olduğunu aktardı. Eğer onu bırakmasını sağlayacak bir şey bulursa, onu atar."
    }
  ]
}