{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten bana aktardı, \"Bizim aramızda genel olarak kabul edilen uygulama ve şehrimizdeki ilim ehlinin yaptığına göre, bir kişi vefat ettiğinde çocukların anneden veya babadan alacakları miras payları hakkında, eğer erkek ve kız çocukları varsa, erkek çocuk iki kızın payını alır. Eğer sadece kız çocukları varsa ve bunlar iki veya daha fazlaysa, aralarındaki kalan mirasın üçte ikisini alırlar. Eğer yalnızca bir kız çocuğu varsa, o yarısını alır. Eğer mirasta sabit bir payı olan biri çocuklarla paylaşıyorsa ve aralarında erkek çocuk varsa, hesaplama sabit payı olanlardan başlar. Sonrasında kalan miras, çocuklar arasında miraslarına göre bölünür."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "\"Çocuk yoksa, erkek torunlar çocuklar gibi miras alır; bu nedenle erkek torunlar oğul gibi, kız torunlar da kız gibi miras alır. Mirası alırken, nasıl alırlarsa öyle alırlar. Eğer hem çocuklar hem de erkek torunlar varsa ve çocuklar arasında bir erkek varsa, o zaman erkek torunlar onunla mirası paylaşmazlar."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "\"Eğer çocuklar arasında hayatta kalan bir erkek yoksa ve iki veya daha fazla kız varsa, erkek torunlar onlarla mirası paylaşmaz; ancak, vefat edenle aynı konumda olan bir erkek varsa veya onlardan daha yakın birisi varsa, onun varlığı, kalan mirasa erişim sağlar. Eğer bir şey kalmışsa, aralarındaki kalan mirası paylaşırlar ve erkek, iki kızın payını alır. Eğer hiçbir şey kalmamışsa, onların hiçbir hakkı yoktur."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "\"Eğer tek mirasçı bir kız çocuğuysa, o yarısını alır; eğer vefat edenle aynı konumda olan bir veya daha fazla erkek torun varsa, onlar altıda bir pay alırlar. Eğer vefat edenle aynı konumda olan bir erkek varsa, erkek torunların hiçbir payı yoktur ve altıda bir payları da yoktur."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "\"Eğer sabit payı olan kişilere pay verildikten sonra bir fazlalık kalıyorsa, bu fazlalık erkeğe ve onun konumunda olanlara ve ondan daha yukarıda olan kadın torunlara gider. Erkek, iki kızın payını alır. Torunlar arasında daha uzak akrabalıkta olan kimseye hiçbir şey verilmez. Eğer fazlalık yoksa, onların hiçbir hakkı yoktur. Çünkü Allah, Mübarek ve Yüce, Kitabında şöyle buyurmuştur: 'Allah, çocuklarınız hakkında size şöyle emreder: Erkek, iki kızın payına eşittir. Eğer iki veya daha fazla kadın varsa, kalan mirasın üçte ikisini alırlar. Eğer bir kadın varsa, o yarısını alır.' (Sura 4 ayet 10)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik dedi ki, \"Bir kadının, çocuk veya erkek torun bırakmadığında kocasının mirası yarımdır. Eğer çocuk veya erkek torun bırakıyorsa, erkek veya kadın, mevcut veya önceki kocalarından, koca, vasiyetler veya borçlardan sonra dörtte bir alır. Bir erkeğin, çocuk veya erkek torun bırakmadığında karısından alacağı miras ise dörtte birdir. Eğer çocuk veya erkek torun bırakıyorsa, kadın, vasiyetler ve borçlardan sonra sekizde bir alır. Bunun nedeni, Allah, Mübarek ve Yüce, Kitabında şöyle buyurmuştur: 'Eğer eşleriniz çocuk bırakmazsa, onlardan kalan mirasın yarısını alırsınız. Eğer çocukları varsa, onlardan kalan mirasın dörtte birini alırsınız. Eğer sizin çocuklarınız yoksa, onlar da sizin bıraktığınızdan dörtte bir alır. Eğer çocuklarınız varsa, vasiyetler veya borçlardan sonra sekizde bir alırlar.' \" (Sura 4 ayat 11)."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen ve tartışma olmayan uygulama, vefat eden bir babanın, oğlu veya kızı miras aldığında ve vefat edenin çocukları veya erkek torunları varsa, babanın sabit payının altıda bir olduğudur. Eğer vefat edenin çocukları veya erkek torunları varsa, miras dağıtımı, babanın sabit payı olanlarla başlar. Onlara sabit payları verilir. Eğer altıda bir veya daha fazlası kalmışsa, altıda bir ve üstü babaya verilir; eğer altıda birden az kalmışsa, babaya sabit payı olarak altıda biri verilir (yani diğer paylar ayarlanır)."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "\"Bir annenin, çocuğu vefat ettiğinde ve oğlu veya kızı çocuk veya erkek veya kız torun bırakıyorsa, ya da iki veya daha fazla tam veya yarım kardeşi varsa, mirası altıda birdir. Eğer vefat eden, çocuk veya erkek torun bırakmamışsa veya iki veya daha fazla kardeş bırakmamışsa, annenin alacağı pay, iki durumda tam üçte birdir. Bunlardan biri, bir adamın vefat edip bir eş ve her iki ebeveyni bırakmasıdır. Eş dörtte bir alır, anne kalan mirasın üçte birini alır (bu, sermayenin dörtte biri kadardır). Diğer durum ise, bir eşin vefat edip bir koca ve her iki ebeveyni bırakmasıdır. Koca yarım alır, anne kalan mirasın üçte birini alır (bu, sermayenin altıda biri kadardır). Bunun nedeni, Allah, Mübarek ve Yüce, Kitabında şöyle buyurmuştur: 'Eğer bir adamın çocukları varsa, her iki ebeveyni de bıraktığında, her biri onun bıraktığının altıda birini alır. Eğer çocukları yoksa ve ebeveynleri ondan miras alıyorsa, annesi üçte bir alır. Eğer kardeşleri varsa, annesi altıda bir alır.' (Sura 4 ayat 11). Sünnet, kardeşlerin iki veya daha fazla olmasıdır.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen uygulama, anneden olan yarım kardeşlerin, çocuklar veya erkek torunlar olduğunda, erkek veya kadın, hiçbir şey miras almadığıdır. Babanın veya babanın babası olduğunda da hiçbir şey miras almazlar. Bunun dışında miras alırlar. Eğer yalnızca bir erkek veya bir kadın varsa, onlara altıda bir verilir. Eğer iki varsa, her biri altıda bir alır. Eğer daha fazlası varsa, aralarında paylaşılan üçte bir miras alırlar. Erkeğin iki kadının payı yoktur. Bunun nedeni, Allah, Mübarek ve Yüce, Kitabında şöyle buyurmuştur: 'Eğer bir adamın veya kadının doğrudan mirasçısı yoksa ve onun bir erkek veya kız kardeşi varsa, her biri altıda bir alır. Eğer iki veya daha fazla varsa, üçte birde eşit paylaşırlar.' \" (Sura 4 ayat 12)."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen uygulama, tam kardeşlerin, oğullarla veya oğul torunlarla birlikte hiçbir şey miras almadığıdır. Kızlarla ve oğul torunlarla birlikte miras alırlar, eğer vefat eden bir baba bırakmamışsa. Kalan her türlü malda, tam kardeşler olarak pay alırlar. Sabit payı olan kişilerle başlamak gerekir. Onlara payları verilir. Eğer bundan sonra bir şey kalırsa, bu tam kardeşlere aittir. Onlar, Allah'ın Kitabına göre, ister erkek ister kadın olsun, aralarında paylaşırlar. Erkeğin iki kadının payı vardır. Eğer hiçbir şey kalmazsa, onların hiçbir hakkı yoktur."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "\"Eğer vefat eden, bir baba veya baba tarafından bir dede bırakmamışsa veya çocuk veya erkek veya kız torun bırakmamışsa, tek bir tam kız kardeş yarım alır. Eğer iki veya daha fazla tam kız kardeş varsa, üçte iki alırlar. Eğer onlarla birlikte bir erkek kardeş varsa, kız kardeşlerin, biri veya daha fazlası, sabit bir paya sahip değildir. Sabit payı olanlarla başlamak gerekir. Onlara payları verilir. Kalan her şey tam kardeşlere gider. Erkeğin iki kadının payı vardır, ancak bir durumda tam kardeşlerin hiçbir hakkı yoktur. Bu durumda, anneden olan yarım kardeşlerin üçte birine pay alırlar. Bu durum, bir kadının vefat edip bir koca, bir anne, anneden olan yarım kardeşler ve tam kardeşler bırakması durumudur. Koca yarım alır. Anne altıda bir alır. Anneden olan yarım kardeşler üçte bir alır. Bunun ardından hiçbir şey kalmaz, bu nedenle tam kardeşler, bu durumda anneden olan yarım kardeşlerle birlikte üçte bir pay alırlar. Erkeğin iki kadının payı vardır, çünkü hepsi vefat edenin anneden kardeşleridir. Annesinden miras alırlar. Bunun nedeni, Allah, Mübarek ve Yüce, Kitabında şöyle buyurmuştur: 'Eğer bir adam veya kadın doğrudan mirasçısı yoksa ve onun bir erkek veya kız kardeşi varsa, her biri altıda bir alır. Eğer daha fazlası varsa, üçte birde eşit paylaşırlar.' (Sura 4 ayat 12). Bu nedenle, hepsi vefat edenin anneden kardeşleri olduğu için bu durumda pay alırlar.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen ve üzerinde ihtilaf olmayan, şehirimizdeki ilim ehlinin yaptığına şahit olduğum, akrabalık ilişkileriyle ilgili olan şey şudur: Tam kardeşler, üvey kardeşlerden daha fazla miras alma hakkına sahiptir; baba tarafından üvey kardeşler, tam kardeşlerin çocuklarından daha fazla miras alma hakkına sahiptir. Tam kardeşlerin çocukları, baba tarafından üvey kardeşlerin çocuklarından daha fazla miras alma hakkına sahiptir. Baba tarafından üvey kardeşlerin çocukları, tam kardeşlerin çocuklarının çocuklarından daha fazla miras alma hakkına sahiptir. Baba tarafından üvey kardeşlerin çocuklarının çocukları, babanın tam kardeşi olan amcadan daha fazla miras alma hakkına sahiptir. Babanın tam kardeşi olan amca, babanın baba tarafından üvey kardeşinden daha fazla miras alma hakkına sahiptir. Babanın baba tarafından üvey kardeşi, babanın tam kardeşinin çocuklarından daha fazla miras alma hakkına sahiptir. Babanın baba tarafından üvey kardeşi olan amcanın oğlu, baba tarafından büyük amcadan daha fazla miras alma hakkına sahiptir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik dedi ki, \"Mirasla ilgili olarak sorulduğunuz her şey böyledir. Merhumun soyunu araştırın ve miras talep eden akrabalardan hangisinin ona babasıyla ulaştığını görün. Eğer onlardan biri merhuma babasıyla ulaşır ve diğerleri ondan başka ona babasıyla ulaşamazsa, mirası ona en yakın babasıyla ulaşana verin, daha yukarıda olanına değil. Eğer hepsi aynı babadan ona ulaşıyorsa, en yakın akrabayı belirleyin. Eğer sadece bir baba tarafından üvey kardeş varsa, ona daha uzak akrabalardan daha fazla miras verin. Eğer bir tam kardeş varsa ve birden fazla babadan eşit şekilde akraba olduklarını veya belirli bir babadan merhumun soyuna ulaştıklarını görüyorsanız ve hepsi baba tarafından üvey kardeş veya tam kardeş ise, o zaman mirası aralarında eşit olarak bölün. Eğer onlardan birinin ebeveyni amca (merhumun babasının tam kardeşi) ise ve onunla birlikte olan da amca (merhumun babasının baba tarafından üvey kardeşi) ise, miras merhumun babasının tam kardeşinin çocuklarına verilir, merhumun babasının baba tarafından üvey kardeşinin çocuklarına değil. Bunun nedeni, Allah, mübarek ve yüce olan, 'Kan bağı olanlar, Allah'ın kitabında birbirlerine daha yakındır. Şüphesiz Allah her şeyi bilmektedir.' demiştir.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik dedi ki, \"Baba tarafından büyükbaba, tam kardeşlerin çocuklarından daha fazla miras alma hakkına sahiptir ve babanın tam kardeşinden daha fazla miras alma hakkına sahiptir. Babanın kardeşinin oğlu, kölelerden (azatlılardan) büyükbabalardan daha fazla miras alma hakkına sahiptir.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen ve üzerinde ihtilaf olmayan, şehirimizdeki ilim ehlinin yaptığına şahit olduğum şey şudur: Anne tarafından üvey kardeşin çocuğu, baba tarafından büyükbaba, babanın anne tarafından üvey kardeşi olan amca, anne amca, annenin babasının annesi olan büyük anne, tam kardeşin kızı, baba tarafından hala ve anne tarafından hala, akrabalıklarından dolayı hiçbir şey miras almazlar.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Malik dedi ki, \"Bu kitapta adı geçen merhumun en uzak akrabası olan kadın, akrabalığı dolayısıyla hiçbir şey miras almaz ve kadınlar, Kur'an'da adı geçenler dışında hiçbir şey miras almazlar. Allah, mübarek ve yüce olan, kitabında annenin çocuklarından, kızların babalarından, eşlerin kocalarından, tam kız kardeşlerin, baba tarafından üvey kız kardeşlerin ve anne tarafından üvey kız kardeşlerin mirasını zikretmiştir. Büyük anne, Allah'ın selamı üzerine olsun, Peygamber'in (s.a.v.) onun hakkında yaptığı örnekle mirasçı olmuştur. Bir kadın, kendisini azat eden köleden miras alır, çünkü Allah, mübarek ve yüce olan, kitabında, 'Onlar sizin dininizdeki kardeşleriniz ve sizin velilerinizdir.' demiştir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik de İbn Şihab'dan, o da Ali ibn Husayn ibn Ali'den, o da Umar ibn Uthman ibn Affan'dan, o da Usama ibn Zayd'dan, Allah'ın Resulü'nün (s.a.v.) şöyle dediğini aktardı: \"Bir müslüman, bir kafirden miras almaz.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    }
  ]
}