{
  "language": "tr",
  "metadata": {
    "length": 61,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Yahya ibn Habban'dan, al-Araj'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bir kadın için evlenme talebinde bulunmayın, eğer başka bir Müslüman bunu yapmışsa.\" dediğini aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bir kadın için evlenme talebinde bulunmayın, eğer başka bir Müslüman bunu yapmışsa.\" dediğini aktardı."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik, \"Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Bir kadın için evlenme talebinde bulunmayın, eğer başka bir Müslüman bunu yapmışsa' ifadesinin açıklaması, bizim düşündüğümüz kadarıyla - ve Allah en iyi bilendir - bir adam bir kadın için evlenme talebinde bulunduğunda, kadın ona eğilim gösterdiğinde ve aralarında bir mehir konusunda anlaşmaya vardıklarında, bu kadının evlenme talebinde bulunması haramdır. Bu, bir adam bir kadın için evlenme talebinde bulunduğunda ve onun talebi kadınla uyuşmadığında ve kadın ona eğilim göstermediğinde, başka birinin onunla evlenme talebinde bulunamayacağı anlamına gelmez. Bu, insanlar için bir sıkıntı kapısıdır.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasının Allah'ın, mübarek ve yüce olan, \"Kadınlara teklif ettiğiniz şeylerde, ya da içinizde gizlediğiniz şeylerde size bir günah yoktur. Allah, onların haklarına dikkat edeceğinizi bilir; ama onlara onurlu sözler olmaksızın gizlice söz vermeyin,\" (Bakara 2:235) ayeti hakkında, bir adamın, kocasının vefatından sonra iddet döneminde olan bir kadına, \"Sen benim için değerlisin, seni istiyorum ve Allah sana rızık ve bereket getirir,\" gibi sözler söylediğini belirtti."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Abdullah ibn al-Fadl'den, Nafi ibn Jubayr ibn Mutim'den, Abdullah ibn Abbas'tan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Daha önce evlenmiş bir kadın, kendisinin üzerinde hak sahibi olan bir erkeğe göre daha fazla hak sahibidir; ve bir kız, kendisi için rızasını almak zorundadır; onun rızası da sessizliğidir.\" dediğini aktardı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn al-Musayyab'ın, Umar ibn al-Khattab'ın, \"Bir kadın yalnızca velisinin rızasıyla evlenir; bu, aklı başında bir aile üyesi ya da sultandır.\" dediğini duyduğunu aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Qasim ibn Muhammad ve Salim ibn Abdullah'ın kızlarını evlendirdiklerini ve onlarla danışmadıklarını duyduğunu aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik, \"Bu, bizim bakirelerin evliliği konusunda yaptığımız şeydir.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, \"Bir bakirenin mülkü üzerinde hakkı yoktur, ta ki evine girdiğinde ve durumu (yeterlilik, olgunluk vb.) kesin olarak bilindiğinde.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Qasim ibn Muhammad, Salim ibn Abdullah ve Sulayman ibn Yasar'ın, babası tarafından izni olmadan evlendirilen bakire hakkında, \"Bu, ona bağlıdır.\" dediklerini aktardı."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik'ten, Ebu Hazim ibn Dinar'dan, Sahl ibn Sad as-Saidi'den, bir kadının Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, \"Ey Allah'ın Resulü! Kendimi sana verdim.\" dediğini aktardı. Uzun bir süre durdu, sonra bir adam ayağa kalkarak, \"Ey Allah'ın Resulü, eğer ona ihtiyacın yoksa, onu bana evlendir.\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Ona verecek bir şeyin var mı?\" dedi. Adam, \"Sadece bu alt giysim var.\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Eğer onu ona verirsen, giyecek bir elbisen kalmaz, o yüzden başka bir şey ara.\" dedi. Adam, \"Başka bir şeyim yok.\" dedi. \"Başka bir şey ara, hatta sadece bir demir yüzük bile olsa.\" dedi. Adam baktı ve hiçbir şey bulamadı. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Kur'an'dan bir şey biliyor musun?\" dedi. Adam, \"Evet. Şu ve bu sureyi biliyorum.\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Seni, bildiğin Kur'an ile ona evlendirdim.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın, Umar ibn al-Khattab'ın, \"Eğer bir adam, akli dengesi yerinde olmayan, cüzzamlı veya beyaz cüzzamlı bir kadınla, velisi tarafından durumu kendisine bildirilmeden evlenirse ve onunla cinsel ilişkiye girerse, kadın mehirini tamamen alır. Kocası, onun velisine karşı tazminat talep eder.\" dediğini aktardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, \"Kocanın, velisi babası, kardeşi veya durumunu bilmesi gereken biri olduğunda, velisine karşı tazminat talep etme hakkı vardır. Eğer evlendiren veli, yeğen, bir müvekkil veya durumunu bilmesi gereken bir kabile üyesi değilse, ona karşı tazminat yoktur; kadın, aldığı mehirin ne kadarını iade ederse, koca ona adil bir miktar bırakır.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ubaydullah ibn Umar'ın kızı, annesi Zayd ibn al-Khattab'ın kızı olan bir kadının, Abdullah ibn Umar'ın oğlu ile evlendiğini, onun vefat ettiğini ve henüz evliliği tamamlamadığını veya mehirini belirlemediğini aktardı. Annesi mehir istemek istedi, Abdullah ibn Umar, \"Ona mehir verilmez. Eğer mehir alacak olsaydı, onu saklamazdık ve ona haksızlık yapmazdık.\" dedi. Annesi bunu kabul etmedi. Zayd ibn Thabit, aralarındaki anlaşmazlığı çözmek için getirildi ve onun mehir almadığına, ancak mirasçı olduğuna karar verdi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn Abd al-Aziz'in halifeliği sırasında, bir valisine yazdığı mektupta, \"Bir baba veya evlendiren veli, evlilikte geri alınamaz bir hediye veya iyilik koşulu koyarsa, bu kadın isterse ona aittir.\" dediğini aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd at-Tawil'den, Anas ibn Malik'in şöyle dediğini rivayet etti: \"Bir kızın yedi gecesi vardır, daha önce evlenmiş bir kadının ise üç gecesi vardır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik, \"Bu bizim aramızda yapılan şeydir,\" dedi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik ekledi: \"Eğer adamın başka bir eşi varsa, düğün gecelerinden sonra zamanını onlarla eşit olarak paylaşır. Düğün gecelerini yeni evlendiği kadın için saymaz.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn al-Musayyab'ın, kocasının onu memleketinden alıkoymaması şartıyla bir kadın hakkında sorulduğunda şöyle dediğini duydu: \"Eğer isterse onu alır.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Malik, \"Bizim aramızdaki gelenek, bir adam bir kadını evlendiğinde ve evlilik sözleşmesinde ondan sonra başka bir kadınla evlenmeyeceği veya cariye almayacağı şartını koyduğunda, bu bir şey ifade etmez, ancak buna boşama veya serbest bırakma yemini eklenirse, o zaman bu zorunlu ve gereklidir,\" dedi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Miswar ibn Rifaa al-Quradhi'den, az-Zubayr ibn Abd ar-Rahman ibn az-Zubayr'dan, Rifaa ibn Simwal'ın, Allah'ın Elçisi döneminde, karısı Tamima bint Wahb'ı üç kez boşadığını rivayet etti. Sonra Abd ar-Rahman ibn az-Zubayr ile evlendi ve ona döndü, ancak evliliği tamamlayamadı ve ondan ayrıldı. Rifaa, onu tekrar evlenmek istedi ve bu, Allah'ın Elçisine bildirildi, o da ona evlenmeyi yasakladı. \"O, senin için helal değildir, ta ki cinsel ilişkiyi tatmamış olsun,\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, al-Qasim ibn Muhammad'dan, Peygamber'in eşi A'isha'nın, boşandığı bir kadının başka bir adamla evlenip evliliği cinsel ilişkiye girmeden sona erdiğinde, onun tekrar evlenip evlenemeyeceği sorulduğunda şöyle dediğini rivayet etti: \"Cinsel ilişkiyi tatmadan önce değil.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir adamın boşandığı karısına geri dönmesinin caiz olup olmadığı sorulduğunda, başka bir adamın onunla evlenip evliliği cinsel ilişkiye girmeden sona erdiyse, al-Qasim ibn Muhammad'ın şöyle dediğini duydu: \"İlk kocanın ona geri dönmesi helal değildir.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, muhallil hakkında, onun yeni bir evlilik yapmadan evlilikte kalamayacağını söyledi. Eğer o evlilikte onunla cinsel ilişkiye girmişse, onun mehir hakkı vardır."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisinin şöyle dediğini rivayet etti: \"Bir adam, bir kadına ve onun baba halasına, ya da bir kadına ve onun anne halasına aynı anda evlenemez.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Eğer bir hür kadın koca ise, cariye onun izni olmadan evlenemez. Eğer hür kadın razı olursa, zaman paylaşımının üçte ikisi ona aittir.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Malik dedi ki: \"Hür bir adam, hür bir kadınla evlenebilecekken cariye ile evlenmemelidir; eğer hür bir kadınla evlenemeyecek durumda ise, zina korkusu olmadıkça cariye ile de evlenmemelidir. Çünkü Allah, yüce ve mübarek olsun, kitabında şöyle buyurmuştur: 'Eğer mümin kadınlarla evlenmeye yetecek kadar zengin değilseniz, sağ elinizin sahip olduğu mümin cariyeleri alın.' (Sura 4 ayat 24) O, 'Bu, al-anat'tan korkanlar içindir.' demektedir.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Malik dedi ki: \"Al-anat, zina demektir.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Abu Abd ar-Rahman'dan, Zayd ibn Thabit'in şöyle dediğini aktardı: \"Eğer bir adam cariyesini üç kez boşarsa ve sonra onu satın alırsa, o kadın onun için helal olmaz, ta ki başka bir kocaya evlenene kadar.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn al-Musayyab ve Sulayman ibn Yasar'a, bir adamın kölesini bir cariye ile evlendirmesi ve kölenin onu kesin olarak boşaması, ardından da efendisinin onu köleye vermesi durumunda, kölenin sağ elin mülkiyeti ile köle için helal olup olmadığını sorduğunu aktardı. Onlar, \"Hayır. O, başka bir kocaya evlenene kadar helal değildir.\" dediler."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir adamın cariyesini alıp bir kez boşaması hakkında Ibn Shihab'a sorduğunu aktardı. O, \"Eğer boşaması kesin değilse, sağ elin mülkiyeti ile onun için helaldir. Eğer kesin olarak boşarsa, o, başka bir kocaya evlenene kadar sağ elin mülkiyeti ile onun için helal değildir.\" dedi."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Malik, \"Eğer bir adam bir cariye ile evlenir ve ona bir çocuk doğurursa, sonra onu satın alırsa, o, başka birine ait olduğu sırada doğan çocuk yüzünden onun için umm walad olmaz, ta ki onu satın aldıktan sonra onun mülkiyetinde ona bir çocuk doğurana kadar.\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Malik, \"Eğer onu satın alır ve o, onunla hamile ise ve doğum yaptığında ona ait olursa, o, bu hamilelik nedeniyle onun umm walad'ıdır, bizim görüşümüze göre, ve Allah en iyi bilendir.\" dedi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'dan babasından, Umar ibn al-Khattab'a, sağ elin mülkiyetinde bulunan bir kadın ve kızı hakkında sorulduğunu aktardı. Umar, \"İkisiyle bir arada cinsel ilişkiye girmeyi istemiyorum.\" dedi ve bunu yasakladı."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Qabisa ibn Dhu'ayb'ın, Uthman ibn Affan'a, iki kız kardeşi ile cinsel ilişkiye girilip girilemeyeceğini sorduğunu aktardı. Uthman, \"Bir ayet onları helal kılar, bir ayet ise haram kılar. Benim için, bunu yapmayı istemem.\" dedi. Adam, onu terk etti ve Allah'ın Messenger'ının, Allah ona salat ve selam eylesin, bir arkadaşına rastladı ve bu konuda ona sordu. O da, \"Eğer bir yetkim olsaydı ve bunu yapan birini bulsaydım, onu örnek olarak cezalandırırdım.\" dedi."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urva b. ez-Zübeyr'den, Khawla b. Hakim'in Ömer b. el-Hattab'a geldiğini ve \"Rabia b. Umayya bir kadınla nikah akdi yaptı ve o kadın ondan hamile.\" dediğini rivayet etti. Ömer b. el-Hattab, elbisesini sürükleyerek dehşet içinde dışarı çıktı ve \"Bu geçici nikah, eğer karşıma çıksaydı, taşlanmasını emreder ve onu ortadan kaldırırdım!\" dedi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia b. Abd ar-Rahman'ın bir kölenin dört kadınla evlenebileceğini söylediğini duyduğunu rivayet etti. Malik, \"Bu konuda duyduğum en iyi şey budur.\" dedi. Malik, \"Köle, efendisi tarafından eski eşiyle evlenmesine izin verilirse muhallil ile farklılık gösterir. Efendisi ona izin vermezse, onları ayırır. Muhallil, kadını nikah ile helal kılmayı amaçlarsa her durumda ayrılır.\" dedi. Malik, \"Bir köle, karısı tarafından sahiplenildiğinde veya bir koca karısını sahiplenirse, her birinin mülkiyeti boş olur, boşanma olmaksızın. Örneğin, bir adam bir cariye ile evli ise ve sonra onu satın alırsa, onu boşamak zorundadır. Sonra tekrar evlenebilirler. Eğer sonradan tekrar evlenirlerse, o ayrılık boşanma değildir.\" dedi. Malik, \"Bir köle, kendisini sahiplenen karısı tarafından özgürleştirildiğinde ve o kadının iddeti içindeyse, ancak başka bir evlilik yaptıktan sonra birbirlerine dönebilirler.\" dedi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Malik, İbn Şihab'dan, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) zamanında kadınların kendi topraklarında Müslüman olduklarını ve kocaları kafir olduğu halde hicret etmediklerini duyduğunu rivayet etti. Aralarında el-Valid b. el-Mugira'nın kızı vardı ve o, Safvan b. Umayya'nın karısıydı. Fetih günü Müslüman oldu ve kocası Safvan b. Umayya İslam'dan kaçtı. Allah'ın Elçisi (salat ve selam üzerine olsun), Safvan'ın amca oğlu Wahb b. Umayr'ı, Safvan b. Umayya için bir güvence olarak Allah'ın Elçisi'nin (salat ve selam üzerine olsun) örtüsüyle gönderdi ve Allah'ın Elçisi (salat ve selam üzerine olsun) onu İslam'a davet etti ve yanına gelmesini istedi, eğer meseleden memnun kalırsa kabul etmesini, aksi takdirde iki ay süre alacağını söyledi. Safvan, Allah'ın Elçisi'ne (salat ve selam üzerine olsun) örtüsüyle geldiğinde, insanların başlarının üzerinden ona seslendi, \"Muhammed! Wahb b. Umayr bana senin örtünü getirdi ve beni yanına çağırdığını, eğer meseleden memnun kalırsam kabul etmemi, aksi takdirde iki ay süre vereceğini söyledi.\" Allah'ın Elçisi (salat ve selam üzerine olsun) \"İn aşağı, Ebu Wahb.\" dedi. O, \"Hayır, Allah'a yemin ederim! Sen bunu bana netleştirmeden inmem.\" dedi. Allah'ın Elçisi (salat ve selam üzerine olsun) \"Dört ay süre aldın.\" dedi. Allah'ın Elçisi (salat ve selam üzerine olsun) Huneyn'deki Hawazin'e doğru gitti. Safvan b. Umayya'dan bazı ekipman ve silahlar ödünç almak için gönderdi. Safvan, \"İsteyerek mi yoksa istemeyerek mi?\" dedi. O, \"İsteyerek.\" dedi. Bu nedenle, sahip olduğu ekipman ve silahları ona ödünç verdi. Sonra Safvan, Allah'ın Elçisi (salat ve selam üzerine olsun) ile birlikte çıktı, o hala bir kafirdi. Huneyn ve at-Taif savaşlarında bulundu, o hala kafirken ve karısı Müslümandı. Allah'ın Elçisi (salat ve selam üzerine olsun) Safvan ile karısını ayırmadı, ta ki o Müslüman oluncaya kadar ve karısı bu evlilikle onunla yerleşti."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'ın \"Safvan'ın İslam'ı ile karısının İslam'ı arasında yaklaşık bir ay vardı.\" dediğini rivayet etti. İbn Şihab, \"Kocasının kafir olduğu ve küfür topraklarında bulunduğu sırada Allah ve Resulü için hicret eden bir kadın hakkında bir şey duymadık, ancak hicreti onu ve kocasını ayırdı, kocası onun iddet süresi tamamlanmadan hicret etmedikçe.\" dedi."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, İkrime b. Ebi Cehil'in karısı Umm Hakim bint el-Haris b. Hişam'ın fetih günü Müslüman olduğunu ve kocası İkrime'nin İslam'dan Yemen'e kaçtığını rivayet etti. Umm Hakim, onun peşinden Yemen'e kadar gitti ve ona İslam'ı tebliğ etti, o da Müslüman oldu. Fetih yılında Allah'ın Elçisi'ne (salat ve selam üzerine olsun) gitti. Allah'ın Elçisi (salat ve selam üzerine olsun) onu görünce sevinçle ona doğru koştu ve ona biat etmeden önce elbisesini giymeye bile gerek duymadı. Evlilikleri onaylandı. Malik, \"Eğer bir adam, karısından önce Müslüman olursa, ona İslam'ı sunduğunda ve o Müslüman olmazsa, aralarında bir ayrılık meydana gelir, çünkü Allah, mübarek ve yüce olan, kitabında 'Kafir olan kadınlarla evlilik bağlarını sürdürmeyin.' demiştir.\" dedi."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd et-Tavil'den, Anas b. Malik'in Abd ar-Rahman b. Avf'ın Allah'ın Elçisi'ne (salat ve selam üzerine olsun) geldiğini ve üzerinde sarı bir iz olduğunu söylediğini rivayet etti. Allah'ın Elçisi (salat ve selam üzerine olsun) bunun sebebini sordu. O, yeni evlendiğini söyledi. Allah'ın Elçisi (salat ve selam üzerine olsun) \"Ona ne kadar verdin?\" dedi. O, \"Bir hurma çekirdeği ağırlığında altın.\" dedi. Allah'ın Elçisi (salat ve selam üzerine olsun) ona, \"Bir ziyafet ver, hatta bu sadece bir koyunla bile olsa.\" dedi."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya b. Said'in \"Allah'ın Elçisi (salat ve selam üzerine olsun) ne et ve ne de ekmek bulunan bir düğün ziyafeti verdiğini duydum.\" dediğini rivayet etti."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah b. Ömer'in Allah'ın Elçisi'nin (salat ve selam üzerine olsun) \"Düğün ziyafetine davet edildiğinizde, ona gitmelisiniz.\" dediğini rivayet etti."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, el-Araj'dan, Ebu Hureyre'nin \"En kötü yemek, zenginlerin davet edildiği ve fakirlerin dışlandığı düğün ziyafetidir. Eğer biri bir daveti reddederse, Allah'a ve Resulüne karşı isyan etmiştir.\" dediğini rivayet etti."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshak b. Abdullah b. Ebi Talha'nın Anas b. Malik'ten, belirli bir terzinin Allah'ın Elçisi'ni (salat ve selam üzerine olsun) hazırladığı bir yemek için davet ettiğini duyduğunu rivayet etti. Anas, \"Ben Allah'ın Elçisi (salat ve selam üzerine olsun) ile birlikte yemeği yemeye gittim. O, arpa ekmeği ve içinde kabak bulunan bir çorba servis etti. Allah'ın Elçisi'nin (salat ve selam üzerine olsun) tabaktaki kabakları takip ettiğini gördüm, bu yüzden o günden beri kabakları hep sevdim.\" dedi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd b. Aslam'dan, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) \"Bir kadını evlendiğinizde veya bir cariye satın aldığınızda, onu saçından tutun ve bereket isteyin. Bir deve satın aldığınızda, hörgücünün tepe kısmından tutun ve şeytandan Allah'a sığının.\" dediğini rivayet etti."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zübeyr el-Mekki'den, bir adamın bir adamdan kız kardeşini istemesi üzerine, adamın onun zina yaptığını söylediğini rivayet etti. Ömer b. el-Hattab bunu duydu ve adamı dövdü ya da neredeyse dövdü ve \"Böyle bir bilgi vermekle neyi kastettin?\" dedi."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia b. Abi Abd ar-Rahman'dan, el-Kasım b. Muhammed ve Urva b. ez-Zübeyr'in dört eşi olan bir adamın birini kesin olarak boşadıktan sonra, isterse hemen evlenebileceğini ve onun iddetinin tamamlanmasını beklemesi gerekmediğini söylediklerini rivayet etti."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia b. Abi Abd ar-Rahman'dan, el-Kasım b. Muhammed ve Urva b. ez-Zübeyr'in, Medine'ye geldiği yıl el-Walid b. Abd al-Malik'e aynı hükmü verdiklerini, ancak el-Kasım b. Muhammed'in karısını çeşitli zamanlarda boşadığını (yani bir seferde değil) söylediğini rivayet etti."
    },
    {
      "id": 60,
      "narrator": "Yahya related to me from Malik from Yahya ibn Said that Said ibn\nal-Musayyab said, \"There are three things in which there is no jest:",
      "text": "Yahya, Malik'ten, Yahya b. Said'den, Said b. el-Musayyab'ın \"Evlilik, boşanma ve özgürleştirme konusunda şaka yoktur.\" dediğini rivayet etti."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya, Malik'ten, o da İbn Şihab'tan, Rafi ibn Khadij'in Muhammed ibn Mesleme el-Ensari'nin kızını aldığını rivayet etti. Kızı onunla birlikte yaşadı, yaşlandığında ise genç bir kızla evlendi ve genç kızı ona tercih etti. Kız, ondan boşanmasını istedi, böylece onu boşadı ve idda süresi neredeyse sona erene kadar ona süre verdi. Sonra geri döndü ve hala genç kızı tercih etti. Bu nedenle, ona boşanmasını istedi. Bir kez boşadı, sonra ona geri döndü ve hala genç kızı tercih etti, o da ondan boşanmasını istedi. O da, \"Ne istiyorsun? Sadece bir boşanma kaldı. İstersen, gördüğün tercihe katlanmaya devam et, istersen, senden ayrılacağım.\" dedi. O da, \"Tercihe rağmen devam edeceğim.\" dedi. Rafi, tercihe rağmen onunla birlikte kaldığında yanlış bir şey yaptığını düşünmedi."
    }
  ]
}