{
  "language": "tr",
  "metadata": {
    "length": 75,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den şöyle rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, insanları namaza çağırmak için iki parça odun almak istemişti. Abdullah ibn Zayd el-Ensari, Harith ibn el-Khazraj kabilesindendi, rüyasında iki parça odun gösterildi. 'Bunlar, Allah'ın Resulü'nün, ona salat ve selam olsun, istediğine yakın' dedi. Sonra, 'Namaza çağırmıyor musun?' denildi. Uyanınca, Allah'ın Resulü'ne, ona salat ve selam olsun, rüyasını anlattı. Allah'ın Resulü, ona salat ve selam olsun, ezan okunmasını emretti.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ata ibn Yazid el-Leysi'den, Ebu Said el-Hudri'den şöyle rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, 'Ezanı duyduğunuzda, muazzin ne diyorsa onu tekrar edin' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy'den, Ebu Bekir ibn Abd ar-Rahman'ın kölesi, Ebu Hurayra'dan şöyle rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, 'Eğer insanlar ezanın ve namazın ilk safının içinde ne olduğunu bilselerdi ve sadece kura çekmekle yetinmek zorunda kalsalardı, kura çekerlerdi. Eğer öğle namazını erkenden kılmanın ne olduğunu bilselerdi, ona koşarlardı. Eğer akşam ve sabah namazının ne olduğunu bilselerdi, sürünerek bile olsa ona giderlerdi' dedi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ala ibn Abd ar-Rahman ibn Yaqub'dan, babasından ve İshak ibn Abdullah'dan şöyle rivayet etti: \"Onlar, Ebu Hurayra'nın şöyle dediğini duyduklarını bildirdiler: 'Allah'ın Resulü, ona salat ve selam olsun, 'Namaz için ikamet çağrıldığında, koşarak gelmeyin, sakin bir şekilde gelin. Yakaladığınızla namaz kılın ve kaçırdığınızı tamamlayın. Amacınız namaz olduğu sürece namazdasınız' dedi.'\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn Abdullah ibn Abd ar-Rahman ibn Ebu Sasaca el-Ensari'den, daha sonra el-Mazini'den, babasının kendisine Ebu Said el-Hudri'nin kendisine şöyle dediğini söyledi: \"Koyunları ve çölü sevdiğini görüyorum. Koyunlarınızın arasında veya çölünüzde olduğunuzda, ezanı çağırın ve sesinizi yükseltin, çünkü Allah'ın Resulü, ona salat ve selam olsun, 'Muazzinin sesini duyan hiçbir cin, insan veya onun menzilinde olan bir şey yoktur ki, kıyamet gününde onun lehine şahitlik etmesin' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zinad'dan, el-Araj'dan, Ebu Hurayra'dan şöyle rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, 'Namaz çağrısı yapıldığında, Şeytan geri çekilir, rüzgar geçer, böylece ezanı duymasın. Ezan tamamlandığında geri gelir, ta ki ikamet çağrıldığında tekrar geri çekilir. İkamet tamamlandığında geri gelir, bir adam ile nefsinin arasında gelir ve 'Şunu düşün, bunu düşün' der, daha önce düşünmediği şeyler hakkında, ta ki adam ne kadar namaz kıldığını bilmez hale gelir.'\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Hazim ibn Dinar'dan, Sahl ibn Sad es-Saidi'nin şöyle dediğini rivayet etti: \"Cennetin kapılarının açıldığı iki zaman vardır ve dua edenlerin pek azı, duaları geri çevrilmeden döner. Bunlar ezan zamanında ve Allah yolunda savaşan bir grup insanın arasında olur.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik'e, cuma günü ezanın namaz vaktinden önce çağrılıp çağrılmadığı soruldu ve şöyle dedi: \"Güneş meridyenin üzerinden geçmeden ezan okunmaz.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik'e ezanın ve ikametın iki katına çıkması ve ikamet çağrıldığında insanların ne zaman durmaları gerektiği soruldu. O da şöyle dedi: \"Ezan ve ikamet hakkında, insanların yaptıklarını gördüğümden başka bir şey duymadım. İkamet ise iki katına çıkmaz. Bu, bölgemizdeki ilim sahiplerinin devam ettiği şeydir. Namaz için ikamet çağrıldığında insanların durması için belirli bir nokta duymadım ve bunun daha çok insanların (bireysel) kapasitesine göre olduğunu düşünüyorum, çünkü bazı insanlar ağır, bazıları ise hafif ve bir kişi gibi olamazlar.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik'e, farz namaz kılmak isteyen bir grup insanın ikamet çağırıp ezan okumadığı bir topluluk hakkında soruldu ve şöyle dedi: \"Onlar için bu yeterlidir. Ezan, sadece cemaatle kılınan namazların olduğu camilerde farzdır.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik'e, muazzinin imama \"Selamun Aleyküm\" demesi ve onu namaza çağırması hakkında soruldu ve böyle bir selamın ilk kimseye yapıldığı soruldu. O da şöyle yanıtladı: \"Bu selamın ilk toplulukta gerçekleştiğine dair bir şey duymadım.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'e, muazzinin insanları namaza çağırıp sonra kimsenin gelmediğini görmesi üzerine ikamet çağırıp namazı tek başına kılması ve insanlar namazı bitirdikten sonra gelirse, onlarla namazı tekrar kılıp kılmayacağı soruldu. Malik, \"Namazı tekrar kılmaz, namazı bitirdikten sonra gelen kimse kendi başına namaz kılmalıdır\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'e, muazzinin bir grup insan için ezanı çağırıp, nafile namaz kılıp, sonra grubun başka birinin ikamet okumasını istediği hakkında soruldu. O da, \"Bunda bir sakınca yoktur. Onun ikameti veya başkasının ikameti aynıdır\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'in, \"Sabah namazı hala şafak vaktinden önce çağrılır. Diğer namazlar için ise, vaktin başlamasından sonra çağrılması gerektiğine inanıyoruz\" dediğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, muazzinin, sabah namazı için Umar ibn al-Khattab'ı çağırmak üzere geldiğini ve onu uyurken bulduğunu, bu yüzden \"Namaz, uykudan daha hayırlıdır\" dediğini ve Umar'ın bunun sabah ezanında olmasını emrettiğini rivayet etti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Bilal gece ezan okur, o halde Ibn Umm Maktum ezan okuyana kadar yiyin ve için.\" dediğini aktardı. Ibn Umm Maktum, sabah ezanı okumadan önce \"Sabah oldu. Sabah oldu.\" diyen bir kör adamdı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, namaza başladığında ellerini omuz seviyesine kaldırdığını ve rükudan başını kaldırdığında da aynı şekilde kaldırdığını, \"Allah, kendisini övenleri işitir, Rabbimiz, hamd sana aittir.\" dediğini aktardı. Secdede ellerini kaldırmadı."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ali ibn Husayn ibn Ali ibn Abi Talib'in, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Allah en büyüktür.\" dediğini, kendisini alçaltıp kaldırdığında bunu yaptığını ve bu şekilde dua etmeye devam ettiğini aktardığını söyledi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Sa'id'den, Sulayman ibn Yasar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, namazda ellerini kaldırdığını aktardı."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abu Salama ibn Abdar-Rahman ibn Awf'tan, Abu Hurayra'nın onlara namaz kıldırırken kendisini alçaltıp kaldırdığında \"Allah en büyüktür.\" dediğini aktardı. İşini bitirdiğinde, \"Vallahi, benim namazım, Allah'ın Resulü'nün namazına en çok benzeyen namazdır.\" derdi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Umar'ın namazda kendisini alçaltıp kaldırdığında \"Allah en büyüktür.\" dediğini aktardı."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın namaza başladığında ellerini omuz seviyesine kaldırdığını ve rükudan başını kaldırdığında daha az kaldırdığını aktardı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Nuaym Wahb ibn Kaysan'dan, Jabir ibn Abdullah'ın onlara namazda tekbir öğretirken \"Kendimizi alçaltıp kaldırdığımızda 'Allah en büyüktür.' dememizi söylerdi.\" dediğini aktardı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, bir adamın rükaya yetiştiğinde bir kez \"Allah en büyüktür.\" dediğini ve bu tekbirin onun için yeterli olduğunu aktardı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Malik ekledi, \"Bu, o tekbirle namaza başlamayı niyet ettiyse geçerlidir.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Malik, imamla birlikte namaza başlayan fakat açılış tekbirini ve rükudaki tekbiri unutan bir adam hakkında sorulduğunda, \"Bir rakat yaptıktan sonra tekbiri unuttuysa, namazına yeniden başlamasını tercih ederim. Ama eğer imamla birlikte açılış tekbirini unutur ve ilk rükuda tekbiri söylerse, bunu açılış tekbiri niyetiyle söylerse, onun için yeterli olduğunu düşünürüm.\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, tekbirini unutarak yalnız başına namaz kılan biri hakkında, \"Namazına yeniden başlar.\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, açılış tekbirini unutarak namazını bitiren bir imam hakkında, \"Onun namazı yeniden yapması gerektiğini düşünüyorum, arkasındakiler tekbiri söylese bile.\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Muhammad ibn Jubayr ibn Mutim'in babasının, \"Ben Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, magrib namazında at-Tur (Sura 52) okuduğunu duydum.\" dediğini aktardı."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'dan, Abdullah ibn Abbas'tan, Umm al-Fadl bint al-Harith'in onun al-Mursalat (Sura 77) okuduğunu duyduğunu ve ona, \"Oğlum, bu sureyi okuduğunla bana hatırlattın ki, bu, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, magrib namazında son okuduğumdu.\" dediğini aktardı."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd at-Tawil'den, Anas ibn Malik'in şöyle dediğini bana aktardı: \"Ben, Ebu Bekir, Ömer ve Osman'ın arkasında durdum ve hiçbiri namaza başladıklarında 'Bismillahirrahmanirrahim' okumazdı.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Ebu Suhayl ibn Malik'ten, babasının şöyle dediğini bana aktardı: \"Biz, Ebu Jahmin al-Balat'ın evindeyken Ömer ibn al-Khattab'ın tilavetini duyduk.\" (Al-Balat, Medine'de cami ile pazar arasında bir yerdi.)"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, imamın yüksek sesle okuduğu namazda bir şey kaçırdığında, imam taslim verdikten sonra ayağa kalkıp, kendisine yüksek sesle neyi borçluysa onu okuduğunu aktardı."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Ruman'ın şöyle dediğini bana aktardı: \"Ben, Nafi ibn Jubayr ibn Mutim'in yanında namaz kılardım ve o, namaz kılarken beni dürterek hatırlatırdı.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasının şöyle dediğini aktardı: \"Ebu Bekir es-Sıddık, sabah namazı kıldı ve iki rek'atında Bakara suresini okudu.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasının Abdullah ibn Amir ibn Rabia'nın şöyle dediğini duyduğunu aktardı: \"Biz, Ömer ibn al-Khattab'ın arkasında sabah namazı kıldık ve o, Yusuf suresini (Sura 12) ve Hac suresini (Sura 22) yavaşça okudu.\" Ben (Hişam'ın babası) dedim ki, \"Vallahi, o, şafak vaktinde kalkma alışkanlığına sahip olmalı.\" O da, \"Elbette.\" dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said ve Rabia ibn Abi Abd ar-Rahman'dan, al-Furafisa ibn Umayral-Hanafi'nin şöyle dediğini aktardı: \"Yusuf suresini (Sura 12) sadece Ömer ibn Affan'ın sabah namazındaki tilavetinden öğrendim, çünkü bize onu tekrar tekrar okudu.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın sabah namazında mufassalın ilk on suresini okuduğunu, yolculukta ise her rek'atta umm al-Qur'an ve bir sure okuduğunu aktardı."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Ala ibn Abd ar-Rahman ibn Yaqub'dan, Ebu Said'in, Amir ibn Kuraz'ın kölesi olarak ona, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) Ubayy ibn Kab'a namaz kılarken seslendiğini söylediğini aktardı. Ubayy namazını bitirdiğinde, Allah'ın Elçisi'ne katıldı ve Allah'ın Elçisi onun elini eline koydu. O, caminin kapısından çıkmayı düşünüyordu, bu yüzden Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle dedi: \"Umarım, sen, Allah'ın Tevrat'ta, İncil'de ve Kur'an'da indirmediği bir sureyi bilmeden camiden çıkmazsın.\" Ubayy dedi ki, \"Ben bunun umuduyla adımımı yavaşlattım. Sonra dedim ki, 'Allah'ın Elçisi, bana vaat ettiğin sure!' O da, 'Namaza başladığında ne okursun?' dedi. Ben Fatiha'yı (Sura 1) okudum, sona geldiğimde Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle dedi: 'İşte bu sure, \"yedi defa tekrar edilen\" ve bana verilen Büyük Kur'an'dır.'\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Nuaym Wahb ibn Kaysan'dan, onun Jabir ibn Abdullah'ın şöyle dediğini duyduğunu aktardı: \"Bir rek'at namaz kılan, içinde umm al-Qur'an okumadan namaz kılmış olmaz, ancak bir imamın arkasında.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Ala ibn Abd ar-Rahman ibn Ya'qub'dan, Ebu's-Sa'ib'in, Hişam ibn Zuhra'nın kölesi olarak, Ebu Hurayra'nın şöyle dediğini duyduğunu aktardı: \"Ben, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) şöyle dediğini duydum: 'Kim namazında umm al-Qur'an okumadan namaz kılarsa, namazı bozulur, bozulur, bozulur, eksiktir.' Ben de dedim ki, 'Ebu Hurayra, bazen imamın arkasındayım.' O, kolumdan çekerek, 'Kendine oku, ey Pers, çünkü ben Allah'ın Elçisi'nin (salat ve selam üzerine olsun) Allah'ın mübarek, yüce olanın şöyle dediğini duyduğunu işittim: \"Namazı, benimle kulum arasında iki parçaya ayırdım. Bir parçası benim içindir, diğer parçası kulum içindir ve kulumun istediği vardır.\" Allah'ın Elçisi (salat ve selam üzerine olsun) dedi ki, 'Oku.' Kul, 'Hamd, âlemlerin Rabbi olan Allah'a aittir.' der. Allah, 'Kulum beni övdü.' der. Kul, 'Merhamet eden, bağışlayan.' der. Allah, 'Kulum benim için güzel konuştu.' der. Kul, 'Din gününün sahibi.' der. Allah, 'Kulum beni yüceltti.' der. Kul, 'Sadece sana ibadet ederiz ve sadece senden yardım dileriz.' der. Allah, 'Bu ayet benimle kulum arasındadır ve kulumun istediği vardır.' der. Kul, 'Bizi doğru yola ilet, nimet verdiklerinin yoluna, gazaba uğramışların ve sapmışların yoluna değil.' der. Allah, 'Bunlar benim kullarıma aittir ve kulumun istediği vardır.' der.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasının imam arkasında, imam yüksek sesle okumadığında okuduğunu aktardı."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said ve Rabia ibn Abi Abd ar-Rahman'dan, al-Qasim ibn Muhammad'ın imam arkasında, imam yüksek sesle okumadığında okuduğunu aktardı."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Ruman'dan, Nafi ibn Jubayr ibn Mutim'in imam arkasında, imam yüksek sesle okumadığında okuduğunu aktardı. Malik, \"Bu, duyduğum konular arasında benim için en tercih edilenidir.\" dedi."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'a, birinin imamın arkasında okuması gerektiği sorulduğunda, \"İmamın arkasında namaz kıldığında, imamın tilaveti senin için yeterlidir ve yalnız başına namaz kıldığında okumalısın.\" dediğini aktardı. Nafi ekledi: \"Abdullah ibn Umar, imamın arkasında okumazdı.\" Yahya, Malik'in şöyle dediğini duyduğunu aktardı: \"Bizim görüşümüze göre, bir adam, imam yüksek sesle okumadığında imamın arkasında okur ve imam yüksek sesle okuduğunda okumaktan kaçınır.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, İbn Ukayma el-Laythi'den, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, yüksek sesle okuduğu bir namazı bitirdiğini ve \"Şimdi benimle birlikte okuyan var mı?\" diye sorduğunu rivayet etti. Bir adam, \"Evet, ben okudum, Allah'ın Resulü,\" dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Kendime diyordum ki, 'Neden Kur'an'dan alıkoyuluyorum?'\" dedi. İnsanlar, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, bunu söylediğini duyunca, o yüksek sesle okurken onunla birlikte okumaktan kaçındılar."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Sa'id ibn al-Musayyab ve Ebu Selama ibn Abd ar-Rahman'ın Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"İmam 'Amin' dediğinde, 'Amin' deyin; çünkü meleklerin 'Amin'i ile örtüşen kişinin önceki günahları affedilir,\" dediğini rivayet etti. İbn Şihab, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Amin' derken bunu uzatırdı,\" dedi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z Zinad'dan, el-Araj'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"İmam, 'Senin gazabına uğrayanlardan değil, sapıklardan da değil,' dediğinde, 'Amin' deyin; çünkü meleklerin sözüyle örtüşen kişinin önceki günahları affedilir,\" dediğini rivayet etti."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z Zinad'dan, el-Araj'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Sizden biri 'Amin' dediğinde ve gökteki melekler 'Amin' dediğinde, bu iki 'Amin' örtüşürse, onun önceki günahları affedilir,\" dediğini rivayet etti."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy, Ebu Bekir'in mawlâsından, Ebu Salih as-Samman'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"İmam, 'Allah, kendisini övenin sesini işitir,' dediğinde, 'Ey Allah! Rabbimiz, seni övüyoruz,' deyin; çünkü meleklerin sözüyle örtüşen kişinin önceki günahları affedilir,\" dediğini rivayet etti."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muslim ibn Abi Maryam'dan, Ali ibn Abd ar-Rahman al-Muawi'nin, \"Abdullah ibn Umar beni namazda küçük taşlarla oynarken gördü. İşimi bitirince, 'Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, yaptığı gibi yap,' diyerek beni yasakladı,\" dediğini rivayet etti. Ben de, 'Allah'ın Resulü, Allah ona salat ve selam eylesin, ne yaptı?' dedim. O da, 'Namazda oturduğunda, sağ elini sağ uyluğuna koyar, yumruğunu kapatır ve işaret parmağını kaldırır, sol elini de sol uyluğuna koyardı. Bu onun yaptığıydı,' dedi."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ı, yanında bir adamla namaz kılarken gördüğünü rivayet etti. Adam dördüncü rekatta oturduğunda, iki ayağını bir tarafa koyup çaprazladı. Abdullah bunu bitirince, ona bu durumu hoş karşılamadı, adam ise, \"Ama sen de aynı şeyi yapıyorsun,\" diye itiraz etti. Abdullah ibn Umar, \"Ben hastayım,\" dedi."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sadaqa ibn Yasar'dan, el-Mughira ibn Hakim'in Abdullah ibn Umar'ı, namazın iki secdesinden sonra ayaklarının üstüne otururken gördüğünü rivayet etti. İşini bitirince, el-Mughira ona bunu hatırlattı, Abdullah ibn Umar ise, \"Bu namazın sünneti değil. Ben hastayım, o yüzden böyle yapıyorum,\" dedi."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, Abdullah ibn Umar'ın, namazda oturuş pozisyonunda bacaklarını çaprazladığını gördüğünü, \"Ben de aynı şekilde yaptım, o zaman gençtim. Abdullah ibn Umar beni yasakladı ve 'Namazın sünneti, sağ ayağını dik tutman ve sol ayağını yere sermendir,' dedi. Ben de, 'Ama sen de aynı şeyi yapıyorsun,' dedim. O da, 'Ayaklarım beni desteklemiyor,' dedi."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, el-Qasim ibn Muhammad'ın onlara teşehhüdde nasıl oturacaklarını gösterdiğini, sağ ayağını dik tutup sol ayağını yere serdiğini ve sol kalçasının üzerine oturduğunu, ayağının üzerine oturmadığını rivayet etti. Sonra, \"Abdullah ibn Abdullah ibn Umar beni böyle yaparken gördü ve babasının da aynı şeyi yaptığını bana aktardı,\" dedi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urva ibn az-Zubayr'den, Abd ar-Rahman ibn Abd al-Qari'nin, Ömer ibn al-Khattab'ın, minberden insanlara teşehhüd öğretirken, \"De ki, 'Selam Allah'a aittir. Temiz işler Allah'a aittir. Güzel sözler ve dualar Allah'a aittir. Ey Peygamber! Sana selam olsun, Allah'ın rahmeti ve bereketi. Bize ve salih kullarına selam olsun. Şahitlik ederim ki, Allah'tan başka ilah yoktur. Ve şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir,'\" dediğini rivayet etti."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "'At-tahiyatu lillah, az-zakiyatu lillah, at-tayibatu wa's-salawatu lillah. As-salamu alayka ayyuha'n-nabiyyu wa rahmatu'llahi wa barakatuhu. As-salamu alayna wa ala ibadi'llahi s-salihin. Ash-hadu an la ilaha illa 'llah wa ash-hadu anna Muhammadan abduhu wa rasuluh.\""
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın teşehhüdü şöyle söylediğini rivayet etti: \"Bismillah. Selam Allah'a aittir. Dualar Allah'a aittir. Temiz işler Allah'a aittir. Peygambere selam olsun, Allah'ın rahmeti ve bereketi. Bize ve salih kullarına selam olsun. Şahitlik ederim ki, Allah'tan başka ilah yoktur. Şahitlik ederim ki, Muhammed Allah'ın elçisidir.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "\"Bismillah, at-tahiyatu lillah, as-salawatu lillah, az-zakiyatu lillah. As-salamu ala'n-nabiyyi wa rahmatullahi wa barakatuhu. As-salamu alayna wa ala ibadi'llahi's-salihin. Shahidtu an la ilaha illallah. Shahidtu anna Muhammadan abduhu wa rasuluhu.\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Bunu ilk iki rekattan sonra söylerdi ve teşehhüd tamamlandığında kendisine uygun gördüğü şekilde dua ederdi. Namazın sonunda oturduğunda, teşehhüdü benzer bir şekilde yapar, ancak teşehhüdün ardından kendisine uygun gördüğü şekilde dua ederdi. Teşehhüdü tamamladığında ve selam vermeyi düşündüğünde, \"Peygambere selam olsun, O'nun rahmeti ve bereketi. Bize ve salih kullarına selam olsun,\" derdi."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik ibn Abdullah as-Sadi'den, Abu Hurayra'nın şöyle dediğini aktardı: \"İmamdan önce başını kaldırıp indirenin saçının ön kısmı bir şeytanın elindedir.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Malik, rükû veya secde sırasında imamdan önce başını kaldırıp unutan biri hakkında şöyle dedi: \"Bunun sünneti, rükûya veya secdeye geri dönmek ve imamın kalkmasını beklememektir. Yaptığı bir hatadır, çünkü Allah'ın Resulü, ona salat ve selam olsun, 'İmam, lider olarak takip edilmek üzere tayin edilmiştir, ona karşı gelmeyin' demiştir.\" Abu Hurayra da şöyle dedi: \"İmamdan önce başını kaldırıp indirenin saçının ön kısmı bir şeytanın elindedir.\""
    },
    {
      "id": 63,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Abi Tamima as-Sakhtayani'den, Muhammad ibn Sirin'den, Abu Hurayra'nın şöyle dediğini aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, namazı iki rekât bitirdi ve Dhu'l-Yadayn ona, 'Namaz kısaldı mı yoksa unuttun mu, Allah'ın Resulü?' dedi. Allah'ın Resulü, ona salat ve selam olsun, 'Dhu'l-Yadayn doğru mu söyledi?' dedi. İnsanlar, 'Evet,' dediler ve Allah'ın Resulü, ona salat ve selam olsun, ayağa kalktı ve diğer iki rekâtı kıldı ve sonra, 'Selam üzerinize olsun' dedi. Sonra, 'Allah en büyüktür' dedi ve normal secdeleri kadar veya daha uzun bir süre secdeye gitti. Sonra kalktı ve 'Allah en büyüktür' dedi ve normal secdeleri kadar veya daha uzun bir süre secdeye gitti ve sonra kalktı.\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Yahya, Malik'ten, Da'ud ibn al-Husayn'den, Abu Sufyan, Ibn Abi Ahmad'ın kölesi, şöyle dediğini aktardı: \"Abu Hurayra'nın şöyle dediğini duydum: 'Allah'ın Resulü, ona salat ve selam olsun, asr namazını kıldı ve iki rekât sonra selam verdi. Dhu'l-Yadayn ayağa kalktı ve, 'Namaz kısaldı mı, Allah'ın Resulü, yoksa unuttun mu?' dedi. Allah'ın Resulü, ona salat ve selam olsun, ayağa kalktı ve namazın kalan kısmını tamamladı ve sonra selam verdikten sonra oturarak iki secde yaptı.'\""
    },
    {
      "id": 67,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Abu Bakr ibn Sulayman ibn Abi Hathma'nın şöyle dediğini aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, iki rekât kıldı ve iki rekât sonra selam verdi. Dhu'sh-Shamalayn ona, 'Namaz kısaldı mı, Allah'ın Resulü, yoksa unuttun mu?' dedi. Allah'ın Resulü, ona salat ve selam olsun, 'Namaz kısalmadı ve unuttum da değil.' dedi. Dhu'sh-Shamalayn, 'Kesinlikle biri oldu, Allah'ın Resulü.' dedi. Allah'ın Resulü, ona salat ve selam olsun, insanlara yaklaştı ve, 'Dhu'sh-Shamalayn doğru mu söyledi?' dedi. Onlar, 'Evet, Allah'ın Resulü,' dediler ve Allah'ın Resulü, ona salat ve selam olsun, namazın kalan kısmını tamamladı ve sonra, 'Selam üzerinize olsun.' dedi.\""
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Said ibn al-Musayyab ve Abu Salama ibn Abd ar-Rahman'dan, aynı şekilde aktardı."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Malik, \"Namazdan eksilen her unutkanlık için secdeler selamdan önce gelir, ve namaza eklenen her unutkanlık için secdeler selamdan sonra gelir.\" dedi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Allah'ın Resulü, ona salat ve selam olsun, şöyle dediğini aktardı: \"Namazda şüpheye düştüğünüzde ve üç mü dört rekât kıldığınızı bilmiyorsanız, bir rekât kılın ve selamdan önce oturarak iki secde yapın. Kıldığınız rekât beşinci ise, bu iki secde ile tamamlanır, eğer dördüncü ise, iki secde şeytana karşıdır.\""
    },
    {
      "id": 74,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn Muhammad ibn Zayd'dan, Salim ibn Abdullah'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Namazda şüpheye düştüğünüzde, namazdan unuttuğunuzu düşündüğünüz kısmı tahmin edin ve tekrar edin, sonra oturarak iki unutkanlık secdesi yapın.\""
    }
  ]
}