{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, Amra bint Abd ar-Rahman'dan, A'işe, ümme'l-müminin'in, ona bildirdiğine göre, Allah'ın Resulü, ona selam ve bereket versin, onunla birlikteydi ve bir adamın Hafsa'nın odasına girmek için izin istediğini duydu. A'işe, \"Allah'ın Resulü! Bir adam evinize girmek için izin istiyor!\" dedi. Allah'ın Resulü, ona selam ve bereket versin, \"Sanırım o, şu-so\" (Hafsa'nın süt amcasını kastederek) dedi. A'işe, \"Allah'ın Resulü! Eğer şu-so hayatta olsaydı (süt amcasını kastederek) benim bulunduğum yere girebilir miydi?\" dedi. Allah'ın Resulü, ona selam ve bereket versin, \"Evet. Süt emme, doğum gibi haram kılar.\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, A'işe, ümme'l-müminin'in şöyle dediğini aktardı: \"Süt amcam bana geldi ve ben ona izin vermeyi reddettim, ta ki Allah'ın Resulü'ne, ona selam ve bereket versin, sorduğum zamana kadar. Allah'ın Resulü, ona selam ve bereket versin, geldi ve ben ona bunu sordum. O da, 'O senin süt amcan, ona izin ver.' dedi. Ben de, 'Allah'ın Resulü! Beni emziren kadın, adam değil.' dedim. O da, 'O senin süt amcan, içeri girmesine izin ver.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "A'işe, \"Bu, üzerimize örtü konulduktan sonraydı.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "A'işe ekledi, \"Doğumla haram kılınan, süt emme ile de haram kılınır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urva ibn az-Zubayr'dan, A'işe, ümme'l-müminin'in ona şöyle söylediğini aktardı: \"Aflah, Ebu'l-Kays'ın kardeşi geldi ve örtü indirildikten sonra onu ziyaret etmek için izin istedi, o da benim süt amcamdı. Ben ona içeri girmesi için izin vermeyi reddettim. Allah'ın Resulü, ona selam ve bereket versin, geldiğinde, ona yaptığım şeyi söyledim ve bana içeri girmesi için izin vermemi emretti.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Thawr ibn Zayd ad-Dili'den, Abdullah ibn Abbas'ın şöyle dediğini aktardı: \"İki yaşından küçük bir çocuğun emdiği süt, tek bir emme bile olsa, süt akrabalarını haram kılar.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Amr ibn ash-Sharid'den, Abdullah ibn Abbas'a, bir adamın iki eşi olduğunda, birinin bir erkek köleyi emzirmesi ve diğerinin bir kız köleyi emzirmesi durumunda, erkek kölenin kız köleyle evlenip evlenemeyeceği soruldu. O da, \"Hayır. Koca aynıdır.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Süt emme ile akrabalık, sadece küçükken emzirilen bir kişi için vardır. İki yaşından büyük olanlarda süt emme ile akrabalık yoktur.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Salim ibn Abdullah ibn Umar'ın ona, A'işe, ümme'l-müminin'in, onu, kız kardeşi Umm Kulthum bint Abi Bakr as-Sıddık'a emzirmesi için gönderdiğini ve \"Onu on kez emzir ki, benimle görüşebilsin.\" dediğini bildirdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Salim dedi ki, \"Umm Kulthum beni üç kez emzirdi ve sonra hastalandı, bu yüzden sadece üç kez emzirdi. A'işe'yi göremedim çünkü Umm Kulthum benim için on kez emzirmeyi tamamlamadı.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Safiyya bint Abi Ubayd'in ona, Hafsa, ümme'l-müminin'in, Asim ibn Abdullah ibn Sad'ı, onun kız kardeşi Fatıma bint Umar ibn al-Khattab'a on kez emzirmesi için gönderdiğini ve böylece onunla görüşebildiğini bildirdi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasının ona, A'işe, Peygamber'in eşi, ona selam ve bereket versin, kız kardeşleri ve erkek kardeşinin kızlarının emzirdiği kişileri kabul ettiğini, ancak erkek kardeşlerinin eşleri tarafından emzirilenleri kabul etmediğini söylediğini aktardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbrahim ibn Uqba'nın Said ibn al-Musayyab'a süt emme hakkında sorduğunu, Said'in de \"İlk iki yılda olan her şey, tek bir damla bile olsa, haram kılar. İki yıldan sonraki her şey, sadece yenilen bir şeydir.\" dediğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "İbrahim ibn Uqba dedi ki, \"Sonra Urva ibn az-Zubayr'a sordum ve o da bana Said ibn al-Musayyab'ın söylediği gibi söyledi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Said ibn al-Musayyab'ın şöyle dediğini duyduğunu aktardı: \"Süt emme, çocuk beşikteyken geçerlidir. Aksi takdirde, et ve kan akrabalığı oluşturmaz.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Sulayman ibn Yasar'dan ve Urwa ibn az-Zubayr'dan, A'isha umm al-muminin'den, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Doğumla haram olan, emzirmekle de haramdır.\" dediğini rivayet etti."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abd ar-Rahman ibn Nawfal'ın şöyle söylediğini aktardı: \"Urwa ibn az-Zubayr, A'isha umm al-muminin'den, Judama bint Wahb al-Asadiyya'nın ona, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Ghilayı yasaklamayı düşündüm ama Yunanlıların ve Perslerin bunu yaptıklarını hatırladım, bu da çocuklarına zarar vermiyor.' dediğini bildirdi.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik, \"Ghilâ, bir adamın karısıyla, o emzirirken cinsel ilişkiye girmesidir.\" diye açıkladı."
    }
  ]
}