{
  "language": "tr",
  "metadata": {
    "length": 103,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amr ibn Shuayb'den, babasından ve dedesinden güvenilir bir kaynaktan bana aktardı ki, Allah'ın Elçisi, ona salat ve selam olsun, geri alınamaz depozito ödenen işlemleri yasakladı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik dedi ki: \"Bu, bizim görüşümüze göre böyledir, ama Allah en iyi bilendir. Örneğin, bir adam bir köle veya cariye satın alır ya da bir hayvan kiralar ve sonra köleyi veya kiraladığı hayvanı aldığı kişiye şöyle der: 'Sana bir dinar veya bir dirhem ya da ne olursa olsun vereceğim, ancak eğer ben gerçekten bu malları alırsam veya senden kiraladığım hayvanı binersem, o zaman sana verdiğim şey, malların veya hayvanın kiralama bedeline gider. Eğer ben malları satın almazsam veya hayvanı kiralamazsam, o zaman sana verdiğim şey senindir, senin için bir sorumluluk yoktur.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik dedi ki: \"Bizim iş yapma şeklimize göre, Arapça konuşan bir tüccar köleyi, eşit olmayan Abesin köleleri veya başka bir türle takas etmekte bir sakınca yoktur; bu, yetenek, ticaret, zeka ve bilgi açısından eşit olmayanlar için geçerlidir. Eğer köleler arasında belirgin bir fark yoksa, iki kölenin bir köleye takas edilmesi, şartlarda belirtilen bir gecikme ile bile olsa, doğru değildir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir işlemde, satın alınan bir şeyin tamamı teslim alınmadan satılmasında bir sakınca yoktur, yeter ki fiyatı orijinal sahibinden başka birinden almış olun.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir annenin karnındaki cenin için fiyat artışı yapılmamalıdır, çünkü bu gharar (belirsiz işlem)dır. Çocuğun erkek mi yoksa kız mı, güzel mi yoksa çirkin mi, normal mi yoksa engelli mi, canlı mı yoksa ölü mü olacağı bilinmemektedir. Tüm bu durumlar fiyatı etkileyecektir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, bir köle veya cariyenin yüz dinara satın alındığı bir işlemde, eğer satıcı satışı pişmanlıkla geri almak isterse, alıcıdan on dinar talep etmesinde bir sakınca olmadığını, bu on dinarı hemen veya bir süre sonra ödeyerek yüz dinar hakkından feragat edeceğini söyledi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik dedi ki: \"Ancak, eğer alıcı pişman olursa ve satıcıdan köle veya cariyenin satışını geri almasını isterse, bunun karşılığında hemen veya orijinal süreden daha uzun bir kredi süresiyle ek on dinar ödeyeceğini söylerse, bu yapılmamalıdır. Bu, satıcının, henüz vadesi gelmemiş yüz dinarı, bir köle için bir yıl vadeli kredi süresi dolmadan satın alması gibi bir durumdur ve bu, altın için altın satma kategorisine girer.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik, bir adamın bir köleyi kredi ile yüz dinara satmasının ve ardından onu orijinal fiyatından daha fazla bir bedelle veya orijinal süreden daha uzun bir kredi süresiyle geri satın almasının uygun olmadığını söyledi. Bunun neden onaylanmadığını anlamak için, bir adamın kredi ile bir köleyi satıp, sonra onu orijinal süreden daha uzun bir kredi süresiyle geri satın alması örneği incelendi. O, onu otuz dinara bir ay vadeli satmış olabilir ve sonra onu altmış dinara bir yıl veya altı ay vadeli geri satın almış olabilir. Sonuç olarak, malları ona geri dönecek ve diğer taraf ona otuz dinar bir ay vadeli, altmış dinar ise bir yıl veya altı ay vadeli vermiş olacaktır. Bu yapılmamalıdır."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan aktardı ki, Ömer ibn el-Hattab dedi ki: \"Eğer zengin bir köle satılırsa, o zenginlik satıcıya aittir, alıcı bunun dahil edilmesini şart koşmadıkça.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik dedi ki: \"Bizim aramızda genel olarak kabul edilen uygulama, alıcının kölenin mülkünün, nakit, borçlar veya bilinen veya bilinmeyen değerdeki malların dahil edilmesini şart koşması durumunda, bu mülklerin alıcıya ait olduğudur; köle, satın alındığı değerden daha fazlasına sahip olsa bile, ister nakit, borç ödemesi olarak, ister mal takasıyla satın alınmış olsun. Bu mümkündür çünkü bir efendiden kölenin mülkü üzerinden zekat ödemesi istenmez. Eğer bir kölenin bir cariyesi varsa, ona sahip olma hakkı ile onunla cinsel ilişkiye girmesi helaldir. Eğer bir köle azat edilirse veya özgürlüğünü satın almak için bir sözleşmeye tabi olursa, o zaman mülkü onunla birlikte gider. Eğer iflas ederse, alacaklıları mülküne el koyar ve efendisi onun borçlarından sorumlu değildir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr ibn Muhammad ibn Amr ibn Hazm'dan aktardı ki, Aban ibn Uthman ve Hişam ibn İsmail, köle satışında yerleşik sorumluluk anlaşmalarını, hem üç günlük bir süreyi hem de bir yıl süresini kapsayan benzer bir maddeyi hutbelerinde zikrederlerdi. Malik açıkladı: \"Köle veya cariyenin satın alındığı andan itibaren üç gün boyunca ortaya çıkan kusurlar satıcıya aittir. Bir yıl süresi, delilik, cüzzam ve hastalık nedeniyle uzuv kaybını kapsar. Bir yıl sonra, satıcı herhangi bir sorumluluktan kurtulur.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir mirasçı veya başka biri, böyle bir yerleşik garanti olmadan bir köle veya cariye satarsa, köledeki herhangi bir kusurdan sorumlu değildir ve ona karşı herhangi bir sorumluluk anlaşması yoktur, ancak kusuru bildiği ve gizlediği takdirde sorumlu olur. Eğer bir kusuru biliyorsa, garanti eksikliği onu korumaz. Satın alma iade edilir. Bizim görüşümüze göre, yerleşik sorumluluk anlaşmaları yalnızca köle alımına uygulanır.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'r-Rijal Muhammad ibn Abd ar-Rahman'ın annesi Amra bint Abd ar-Rahman'dan duyduğunu aktardı. Amra, \"Bir adam, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) zamanında kapalı bir bahçenin meyvesini satın aldı ve arazide kalırken ona bakıyordu. Bir kaybın olacağı kendisine açıkça belli oldu. Bahçe sahibinden fiyatı düşürmesini veya satışı iptal etmesini istedi, fakat sahibi buna yemin ederek karşı çıktı. Alıcının annesi, Allah'ın Elçisi'ne (salat ve selam üzerine olsun) gitti ve durumu ona anlattı. Allah'ın Elçisi (salat ve selam üzerine olsun), 'Bu yeminle, iyi bir şey yapmamaya yemin etmiştir.' dedi. Bahçe sahibi bunu duydu ve Allah'ın Elçisi'ne (salat ve selam üzerine olsun) gidip, 'Allah'ın Elçisi, seçim onun.' dedi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn Abd al-Aziz'in bir davada mahsul zararını azaltma kararı aldığını duyduğunu aktardı. Malik, \"Bu durumda biz de böyle yaparız.\" dedi. Malik ekledi, \"Mahsul zararı, alıcı için üçte bir veya daha fazlasını kaybettiren her şeydir. Daha az olanlar mahsul zararı olarak sayılmaz.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abd ar-Rahman'dan, al-Qasim ibn Muhammad'ın bahçesinden ürün sattığını ve bir kısmını ayırdığını aktardı."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, dedesi Muhammad ibn Amr ibn Hazm'ın al-Afraq adındaki bahçesinin meyvelerini 4,000 dirheme sattığını ve 800 dirhem değerinde kuru hurma ayırdığını aktardı."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'r-Rijal, Muhammad ibn Abd ar-Rahman ibn Haritha'dan, annesi Amra bint Abd ar-Rahman'ın meyvesini sattığını ve bir kısmını ayırdığını aktardı. Malik, \"Bizim aramızda genel olarak kabul edilen uygulama, bir adam bahçesinin meyvesini sattığında, meyvenin üçte birine kadar ayırabileceğidir, fakat bu aşılmamalıdır. Üçte birden az olanlarda bir sakınca yoktur.\" dedi. Malik, bir adamın bahçesinin meyvesini satıp, yalnızca seçtiği ve sayısını belirttiği belirli bir hurma ağacının meyvesini ayırmasının bir sakıncası olmadığını düşündüğünü ekledi, çünkü sahibi yalnızca kendi bahçesinin belirli meyvelerini ayırıyordu ve diğer her şeyi satıyordu."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'ın, \"Allah'ın Elçisi (salat ve selam üzerine olsun) dedi ki, 'Kuru hurma, kuru hurmaya eşittir.' Kendisine, 'Khaybar'daki temsilciniz bir sa için iki alıyor.' denildi. Allah'ın Elçisi (salat ve selam üzerine olsun), 'Onu bana çağırın.' dedi. O da çağrıldı. Allah'ın Elçisi (salat ve selam üzerine olsun), 'Bir sa için iki alıyor musun?' diye sordu. O da, 'Allah'ın Elçisi! Neden bana iyi hurmaları, karışık düşük kaliteli hurmalarla satıyorlar, sa ile sa!' dedi. Allah'ın Elçisi (salat ve selam üzerine olsun), 'Karışık olanları dirhemle sat ve sonra o dirhemlerle iyi olanları al.' dedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd al-Hamid ibn Suhayl ibn Abd ar-Rahman ibn Awf'tan, Said ibn al-Musayyab'dan, Abu Said al-Khudri ve Abu Hurayra'dan, Allah'ın Elçisi (salat ve selam üzerine olsun) Khaybar'da bir adamı vekil tayin ettiğini ve ona bazı mükemmel hurmalar getirdiğini aktardı. Allah'ın Elçisi (salat ve selam üzerine olsun), \"Khaybar'daki tüm hurmalar böyle mi?\" diye sordu. O da, \"Hayır. Vallahi, Allah'ın Elçisi! Biz bu tür bir sa için iki sa veya iki sa için üç alıyoruz.\" dedi. Allah'ın Elçisi (salat ve selam üzerine olsun), \"Bunu yapmayın. Karışık olanları dirhemle satın ve sonra o dirhemlerle iyi olanları alın.\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Yazid'den, Zayd ibn Ayyash'ın bir zamanlar Sad ibn Abi Waqqas'a iyi arpa karşılığında beyaz buğday satışı hakkında sorduğunu aktardı. Sad ona hangisinin daha iyi olduğunu sordu ve beyaz buğday dediğinde, bu işlemi yasakladı. Sad, \"Allah'ın Elçisi (salat ve selam üzerine olsun) kuru hurmaların taze hurmalarla satılması hakkında sorulduğunda, Allah'ın Elçisi (salat ve selam üzerine olsun) dedi ki, 'Kuru hurmalar küçülür mü?' Kendisine bunun böyle olduğu söylendiğinde, bunu yasakladı.\" dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Elçisi (salat ve selam üzerine olsun) muzabana'yı yasakladığını aktardı. Muzabana, taze hurmaları ölçü ile kuru hurmalarla ve üzüm ile kuru üzümle satmaktı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Da'ud ibn al-Husayn'dan, Abu Sufyan, Ibn Abi Ahmad'ın kölesinden, Abu Said al-Khudri'den, Allah'ın Elçisi (salat ve selam üzerine olsun) muzabana ve muhaqala'yı yasakladığını aktardı. Muzabana, taze hurmaları henüz ağaçta iken kuru hurmalarla satmaktı. Muhaqala ise, araziyi buğday karşılığında kiralamaktı."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Said ibn al-Musayyab'dan, Allah'ın Elçisi (salat ve selam üzerine olsun) muzabana ve muhaqala'yı yasakladığını aktardı. Muzabana, taze hurmaları kuru hurmalarla satmaktı. Muhaqala, hasat edilmemiş buğdayı, harmanlanmış buğday karşılığında satın almak ve araziyi buğday karşılığında kiralamaktı. Ibn Shihab, Said ibn al-Musayyab'a altın ve gümüş karşılığında arazi kiralamayı sorduğunu ekledi. O da, \"Bunda bir sakınca yoktur.\" dedi. Malik, \"Allah'ın Elçisi (salat ve selam üzerine olsun) muzabana'yı yasakladı. Muzabana'nın açıklaması, sayısı, ağırlığı ve ölçüsü bilinmeyen bir şeyi, sayısı, ağırlığı veya ölçüsü bilinen bir şeyle satın almaktır. Örneğin, bir adamın ölçüsü bilinmeyen bir yiyecek yığını vardır; buğday, hurma veya başka bir yiyecek olabilir. Ya da adamın buğday, hurma çekirdekleri, otlar, safran, pamuk, keten, ipek gibi malları vardır ve bunların ölçüsünü veya ağırlığını veya sayısını bilmez. Sonra bir alıcı ona yaklaşır ve malları tartmasını veya ölçmesini veya saymasını önerir, ama önce belirli bir ağırlık, ölçü veya sayı belirtir ve o miktar için fiyat ödemeyi garanti eder. Bu miktarın altında kalan her şey onun kaybıdır ve bu miktarın üzerinde kalan her şey onun kazancıdır. Bu bir satış değildir. Bu risk almak ve belirsiz bir işlem yapmaktır. Kumar kategorisine girer çünkü kesin bir şey için bir şey satın almıyor. Bunun gibi her şey de yasaktır.\" dedi. Malik, bunun başka bir örneğinin, bir adamın diğerine, \"Senin kumaşın var. Bu kumaşından sana şu kadar kapüşonlu pelerin garantisi veriyorum, her pelerinin ölçüsü şu kadar olacak (ölçü belirterek). Herhangi bir kayıp benim üzerimdir ve ben belirlenen miktarı yerine getireceğim ve fazla olan benimdir.\" demesi olduğunu söyledi. Ya da belki bir adam, \"Bu kumaşından sana şu kadar gömlek garantisi veriyorum, her gömleğin ölçüsü şu kadar olacak ve herhangi bir kayıp benim üzerimdir ve ben belirlenen miktarı yerine getireceğim ve fazla olan benimdir.\" dedi. Ya da belki bir adam, sığır veya deve derisi olan bir adama, \"Bu derileri sana bir kalıp göstereceğim şekilde sandalet yapacağım. Yüz çiftin altında kalan her şeyin kaybını ben karşılayacağım ve fazlası benimdir çünkü sana garanti verdim.\" dedi. Başka bir örnek, bir adamın bir başkasına, \"Bu cevizleri sıkacağım. Belirli bir ağırlığın altında kalan her şeyin kaybını ben karşılayacağım ve fazlası benimdir.\" demesidir. Malik, \"Bunların hepsi ve benzerleri muzabana kategorisine girer, ki bu ne iyi ne de izin verilen bir şeydir.\" dedi. Aynı durum, bir adamın bir başkasına, yem yaprakları, hurma çekirdekleri, pamuk, keten, otlar veya safran olan bir adama, \"Bu yaprakları sana şu kadar sa karşılığında satın alıyorum (onun yaprakları gibi ezilmiş yaprakları göstererek) . . veya bu hurma çekirdeklerini şu kadar sa karşılığında satın alıyorum ve bunun gibi safran, pamuk, keten ve otlar için.\" demesi için de geçerlidir. Malik, \"Bunların hepsi muzabana olarak tanımladığımız şeylerdir.\" dedi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, \"Belirli ağaçlardan veya belirli bir bahçeden hurma almakta veya belirli koyunlardan süt almakta bir sakınca yoktur, alıcı fiyatı ödedikten hemen sonra onları almaya başlarsa. Bu, bir kapdan yağ almak gibidir. Bir adam, bir dinar veya iki dinar karşılığında ondan bir miktar alır ve altınını verir ve ölçülmesini şart koşar. Bunda bir sakınca yoktur. Eğer kap kırılır ve yağ ziyan olursa, alıcının altını geri alınır ve aralarında bir işlem olmaz.\" dedi. Malik, \"Hemen alınan her şeyde, taze süt ve taze toplanmış hurmalar gibi, alıcı günlük olarak alabileceği şeylerde bir sakınca yoktur. Eğer alıcı, ödediği miktarı tam olarak almadan önce malzeme tükenirse, satıcı ona borçlu olduğu altın miktarını geri verir veya alıcı, kendisine borçlu olduğu değerde başka mallar alır ve bunlar üzerinde karşılıklı olarak anlaşırlar. Alıcı, onu alana kadar satıcıyla birlikte kalmalıdır. Satıcının ayrılması hoş karşılanmaz çünkü işlem, borç karşılığında borç kategorisine girecektir. Eğer bir ödeme veya teslimat için belirli bir süre işlemde yer alıyorsa, bu da hoş karşılanmaz. Gecikme ve erteleme buna izin verilmez ve yalnızca satıcının alıcıya garanti verdiği belirli şartlarla standart uygulama olduğunda kabul edilir, ancak bu belirli bir bahçeden veya belirli koyunlardan olmamalıdır.\" dedi. Malik'e, bir adamın başka bir adamdan çeşitli türde hurma ağaçları olan bir bahçe satın alması durumunda, satıcının seçtiği bir ağacın ürününü satıştan ayırmasını sordu. Malik, \"Bu iyi değildir çünkü eğer bunu yaparsa ve örneğin, 15 sa ürün veren ajwa cinsi hurmaları ayırır ve yerine kabis cinsinin hurmalarını toplarsa ve onların verimi 10 sa ise ya da 15 sa verim veren ajwa'yı alır ve 10 sa verim veren kabisi bırakırsa, sanki ajwa'yı kabis karşılığında almış gibi olur, kalite farkını göz önünde bulundurarak. Bu, bir adamın önünde yığınlar olan bir adamla işlem yapması gibidir - 15 sa ajwa yığını, 10 sa kabis yığını ve 12 sa cadhq yığını, yığınların sahibine bir dinar verip, istediği yığını seçmesine izin vermesi gibidir.\" dedi. Malik, \"Bu iyi değildir.\" dedi. Malik'e, bir adamın bahçe sahibinden taze hurma satın alıp ona bir dinar avans verdiğinde, mahsul bozulursa ne alacağını sordu. Malik, \"Alıcı, bahçe sahibiyle hesaplaşır ve dinardan kendisine düşen miktarı alır. Eğer alıcı, bir dinar değerinde hurmanın üçte ikisini almışsa, ona borçlu olduğu dinarın üçte birini geri alır. Eğer alıcı, bir dinar değerinde hurmanın dörtte üçünü almışsa, o zaman ona borçlu olduğu dörtte birini geri alır veya karşılıklı bir anlaşmaya varırlar ve alıcı, dinarından bahçe sahibinden borçlu olduğu miktarı seçtiği başka bir şeyle alır. Örneğin, kuru hurma veya başka bir mal almak isterse, ona borçlu olduğu miktara göre alır. Eğer kuru hurma veya başka bir mal alıyorsa, onun tam olarak ödenene kadar yanında kalmalıdır.\" dedi. Malik, \"Bu, belirli bir binek devesini kiralamak veya bir köle terzi, marangoz veya başka bir işçi kiralamak veya bir evi kiralayıp, kölenin kiralaması veya evin kirası için ön ödeme almakla aynı durumdur. Sonra kiralanan şeyde bir kaza meydana gelir ve ölüm veya başka bir şey olur. Deve, köle veya evin sahibi, deve, köle veya evin kalan kirasını, parayı avans veren kişiye iade eder ve sahibi, bunu tamamen kapatacak şekilde hesap yapar. Örneğin, adamın ödediği miktarın yarısını sağlamışsa, geri kalan yarısını iade eder veya borçlu olduğu miktara göre geri verir.\" dedi. Malik, \"Elden çıkarılacak bir şey için ön ödeme yapmak, alıcının ödediği parayı teslim eder etmez, köle, deve veya ev olsun, ne alıyorsa, hemen sahip olması durumunda iyidir.\" dedi. Böyle bir işlemde herhangi bir gecikme veya kredi olmaması iyi değildir. Malik, \"Bu durumun hoş karşılanmadığını gösteren bir örnek, örneğin, bir adamın, hacca binerken bir devenin kullanımını önceden ödeyeceğini söylemesidir, oysa haccın başlamasına daha zaman vardır veya köle veya ev hakkında benzer bir şey söyleyebilir. Bunu yaptığında, yalnızca parayı, kiralama süresinin başlaması gerektiğinde, eğer devenin sağlam olduğunu bulursa, daha önce ödediği parayla alacağını anlayarak, önceden ödemiş olur. Eğer bir kaza, ölüm veya başka bir şey olursa, o zaman parası geri alınır ve önceden ödediği para bir borç olarak kabul edilir.\" dedi. Malik, \"Bu, kiraladığı veya kiraladığı şeyin hemen sahip olduğu birinden farklıdır, böylece belirsizlik veya hoş karşılanmayan bir ön ödeme kategorisine girmez. Bu, yaygın bir uygulamayı takip etmektir. Bunun bir örneği, bir adamın bir köle veya köle kızı satın alması ve onların mülkiyetini alması ve fiyatını ödemesidir. Eğer yıl içinde tazminat sözleşmesi süresinde onlara bir şey olursa, altınını satın aldığı kişiden geri alır. Bunda bir sakınca yoktur. Bu, kölelerin satışı konusunda sünnetin emsalidir.\" dedi. Malik, \"Belirli bir köleyi veya belirli bir deveyi gelecekteki bir tarihte kiralayan bir kişi, deveyi veya köleyi o tarihte alacak şekilde kiralamışsa, düzgün davranmamıştır çünkü kiraladığı veya kiraladığı şeyin mülkiyetini almadı, ne de olsa geri ödenmesi gereken bir borç vermektedir.\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, \"Bizim aramızda genel olarak kabul edilen uygulama, birinin taze veya kuru meyve satın aldığında, tam olarak sahip olmadan yeniden satmaması gerektiğidir. Aynı türden şeyleri, elden ele takas etmemelidir. Depolanıp yenilebilecek her şey, kendi türüyle elden ele takas edilmemelidir. İki farklı meyve türü söz konusu olduğunda, elden ele takas etmekte bir sakınca yoktur. Gecikmeli şartlar koymak iyi değildir. Taze yenilen, ama kurutulup depolanmayan ürünler, karpuz, salatalık, kavun, havuç, limon, ayva, nar gibi, kurutulduğunda artık meyve sayılmayan ve meyve gibi depolanan bir şey olmayan şeylerin, aynı türden iki tanesinin bir tanesi karşılığında elden ele takas edilmesinin oldukça uygun olduğunu düşünüyorum. Eğer herhangi bir şart yoksa, bunda bir sakınca yoktur.\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, \"Allah'ın Elçisi (salat ve selam üzerine olsun), iki Sad'a ganimetten yapılmış altın veya gümüş bir kap satmalarını emretti. Ya her biri üç birim ağırlık için dört birim ağırlıkta para sattılar ya da her biri dört birim ağırlık için üç bir"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya related to me from Malik from Musa ibn Abi Tamim from Abu'l\nHubab Said ibn Yasar from Abu Hurayra that the Messenger of Allah, may\nAllah bless him and grant him peace, said, \"A dinar for a dinar, a\ndirham for a dirham, no excess between the two.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Ebu Said el-Hudri'den rivayet etti ki, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Altını altınla, ancak eşit miktarda satmayın ve bir kısmını diğerine artırmayın. Gümüşü gümüşle, ancak eşit miktarda satmayın ve bir kısmını diğerine artırmayın. Bulunmayan bir kısmı, bulunan bir kısmıyla satmayın.\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd ibn Qays el-Mekki'den rivayet etti ki, Mücahid dedi ki, \"Ben Abdullah ibn Umar ileydim ve bir zanaatkar ona geldi ve dedi ki, 'Ebu Abd ar-Rahman - ben altın yapıyorum ve sonra yaptıklarımı ağırlığından daha fazla bir fiyata satıyorum. Elimle yaptığım işin karşılığını alıyorum.' Abdullah ona bunu yapmasını yasakladı, zanaatkar sorusunu tekrarladı ve Abdullah ona yasaklamaya devam etti ta ki caminin kapısına veya bineceği bir hayvana gelene kadar. Sonra Abdullah ibn Umar dedi ki, 'Bir dinar bir dinar, bir dirhem bir dirhem. Aralarında artış yoktur. Bu, Peygamberimizin bize emri ve size tavsiyemizdir.'\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, dedesi Malik ibn Ebu Amir'den duydu ki, Osman ibn Affan dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, bana dedi ki, 'Bir dinarı iki dinara, bir dirhemi iki dirheme satmayın.'\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zeyd ibn Aslam'dan, Ata ibn Yasar'dan rivayet etti ki, Muaviye ibn Ebu Süfyan, bir altın veya gümüş içecek kabını ağırlığından daha fazla bir fiyata sattı. Ebu'd-Darda dedi ki, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, böyle satışları, ancak eşit miktarda yasakladığını duydum.\" Muaviye ona dedi ki, \"Bunda bir sakınca görmüyorum.\" Ebu'd-Darda ona dedi ki, \"Beni Muaviye'den kim kurtaracak? Ben ona Allah'ın Resulünden bir şey söylüyorum, o ise kendi görüşünü veriyor! Ben seninle aynı topraklarda yaşamayacağım!\" Sonra Ebu'd-Darda, Ömer ibn el-Hattab'a gitti ve bunu ona anlattı. Ömer ibn el-Hattab, Muaviye'ye yazdı, \"Bunu ancak eşit miktarda, ağırlık karşılığı satma.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan rivayet etti ki, Ömer ibn el-Hattab dedi ki, \"Altını altınla, ancak eşit miktarda satmayın ve bir kısmını diğerine artırmayın. Gümüşü gümüşle, ancak eşit miktarda satmayın ve bir kısmını diğerine artırmayın. Gümüşü altınla, bir kısmı mevcut olan ve diğer kısmı daha sonra verilecek şekilde satmayın. Eğer biri sizden ödeme için evine gitmesini isterse, onu bırakmayın. Ben sizin için riba'dan korkuyorum.\" Riba, faize işaret eder."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan rivayet etti ki, Ömer ibn el-Hattab dedi ki, \"Altını altınla, ancak eşit miktarda satmayın. Bir kısmını diğerine artırmayın. Gümüşü gümüşle, ancak eşit miktarda satmayın ve bir kısmını diğerine artırmayın. Bulunan bir kısmı, bulunmayan bir kısmıyla satmayın. Eğer biri sizden ödeme için evine gitmesini isterse, onu bırakmayın. Ben sizin için riba'dan korkuyorum.\" Riba, faize işaret eder."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, el-A'sim ibn Muhammed'den rivayet etti ki, \"Ömer ibn el-Hattab dedi ki, 'Bir dinar bir dinar, bir dirhem bir dirhem, bir sa bir sa. Daha sonra toplanacak bir şey, mevcut olan bir şeyle satılmamalıdır.'\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zinad'ın Said ibn el-Musayyab'ın \"Sadece altın veya gümüşte veya ölçülen veya tartılan, yenilen veya içilen şeylerde riba vardır.\" dediğini duydu."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in Said ibn el-Musayyab'ın \"Altın ve gümüşün dolaşımdan çıkarılması, yeryüzünde bozulma çalışmasının bir parçasıdır.\" dediğini duydu. Malik dedi ki, \"Altın ile gümüşü veya gümüş ile altını, ölçmeden almakta bir sakınca yoktur, eğer bu paralar basılmamışsa veya yapılmış bir takı ise. Sayılan dirhemler ve sayılan dinarlar, tanınana ve sayılana kadar alınmamalıdır. Sayıdan vazgeçip rastgele almak, sadece spekülasyon yapmaktır. Bu, Müslümanların ticaret işlemlerinin bir parçası değildir. Basılmamış nesnelerin ve takıların tartılması durumunda, ölçmeden almakta bir sakınca yoktur. Ölçmeden almak, buğday, kuru hurma ve ölçmeden satılan yiyecekler almak gibidir, bunlar ölçmeden satılır, ancak benzerleri ölçülür.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Malik, bir Kur'an, bir kılıç veya içinde biraz altın veya gümüş işçiliği olan bir yüzük almak için dinar veya dirhem ile satın alma hakkında konuştu. Dedi ki, \"Dinar ile satın alınan nesnenin içinde altın varsa, değeri göz önünde bulundurulur. Eğer altının değeri fiyatın üçte biri kadar ise, bu caizdir ve eğer satış elden ele ise ve ertelenme yoksa, bunda bir sakınca yoktur. Gümüşün içinde gümüş olan bir şeyle alındığında, değeri göz önünde bulundurulur. Eğer gümüşün değeri üçte bir ise, bu caizdir ve eğer satış elden ele ise bunda bir sakınca yoktur. Bu, aramızda hala uygulanan bir yöntemdir.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Malik ibn Avs ibn el-Hadathan an-Nasri'den rivayet etti ki, bir zaman 100 dinar değiştirmek istedi. Dedi ki, \"Talha ibn Ubaydullah beni çağırdı ve benim için bir değişim yapma konusunda karşılıklı bir anlaşma yaptık. Altını aldı ve elinde çevirdi, sonra dedi ki, 'Bunu yapamam, ta ki hazinemi alıp bana parayı getirsin.' Ömer ibn el-Hattab dinliyordu ve Ömer dedi ki, 'Vallahi! Onu bırakmayın, ta ki ondan alana kadar!' Sonra dedi ki, 'Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Altın ile gümüş riba'dır, ancak elden ele. Buğday buğdaydır, ancak elden ele. Hurma hurmadır, ancak elden ele. Arpa arpadır, ancak elden ele.\" dedi.'\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Malik dedi ki, \"Bir adam dinar ile dirhem alır ve sonra içlerinde kötü bir dirhem bulursa ve onu iade etmek isterse, dinarların değişimi bozulur ve gümüşü geri verir ve dinarlarını geri alır. Bunun kötü olduğu açıklaması, Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Altın ile gümüş riba'dır, ancak elden ele.' dedi ve Ömer ibn el-Hattab dedi ki, 'Eğer biri sizden ödeme için evine gitmesini isterse, onu bırakmayın.' Onu bıraktıktan sonra ona bir dirhem iade ettiğinde, bu bir borç veya ertelenmiş bir şey gibidir. Bu nedenle, bu hoş karşılanmaz ve değişim bozulur. Ömer ibn el-Hattab, tüm altın, gümüş ve yiyeceklerin, daha sonra ödenecek mallarla satılmamasını istemiştir. Herhangi bir satışta gecikme veya ertelenme olmamasını istemiştir, ister bir mal olsun ister farklı türde mallar.\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Abdullah ibn Kusayt'in, Said ibn el-Musayyab'ın altın karşılığında altın sattığını gördüğünü rivayet etti. Altınını terazinin bir kefesine döktü ve karşısındaki adam altınını diğer kefeye koydu ve terazinin kolu dengelendiğinde, alıp verdiler. Malik dedi ki, \"Aramızda uygulanan şekline göre, altını altınla, gümüşü gümüşle, ağırlık karşılığı satmakta bir sakınca yoktur, hatta 10 dinar karşılığında 11 dinar almak elden ele olduğunda, altın ağırlığı eşit olduğunda, para karşılığı, sayı farklı olsa bile. Böyle bir durumda dirhemler, dinarlarla aynı şekilde muamele görür.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Malik dedi ki, \"Eğer altın ile altın veya gümüş ile gümüş karşılaştırıldığında ağırlık farkı varsa, bir taraf diğerine farkın değerini gümüş veya başka bir şeyle vermemelidir. Böyle bir işlem çirkin ve ribaya giden bir yoldur, çünkü eğer taraflardan biri ayrı bir fiyatla farkı almasına izin verilirse, bu, sanki onu ayrı bir şekilde satın alıyormuş gibi olur, böylece izin verilmiş olur. O zaman, işlemin tamamlanmasını sağlamak için farkın değerinin çok daha fazlasını istemesi mümkün olur.\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Malik dedi ki, \"Eğer gerçekten farkı başka bir şey olmadan satmış olsaydı, onu aldığı fiyatın onda biri kadar bir fiyata almazdı, böylece işlemi 'hukuki bir görünüm' kazandırmak için yapmış olurdu. Bu, yasak olanı helal kılmaya götürür. Bu mesele yasaktır.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, Marwan ibn al-Hakam zamanında al-Jar pazarında insanlara ürünler için makbuzlar verildiğini duyduğunu aktardı. İnsanlar, malları teslim almadan önce bu makbuzları birbirlerine alıp satıyorlardı. Zayd Thabit ve Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, bir Sahabesi Marwan ibn al-Hakam'a gittiler ve \"Marwan! Bize faizi helal mi kılıyorsun?\" dediler. O da, \"Allah'a sığınırım! Bu nedir?\" dedi. Onlar da, \"İnsanların malları teslim almadan önce alıp sattıkları bu makbuzlar.\" dediler. Bunun üzerine Marwan, onları takip etmesi için bir bekçi gönderdi ve makbuzları insanların elinden alıp sahiplerine geri verdi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir adamın bir başka adamdan yiyecek almak istediğini duyduğunu aktardı. Yiyeceği satmak isteyen adam, onunla pazara gitti ve ona yığınları göstererek, \"Hangisini almak istersin?\" dedi. Alıcı ona, \"Sana sahip olmadığın bir şeyi mi satıyorsun?\" dedi. Bunun üzerine Abdullah ibn Umar'a gittiler ve bunu ona anlattılar. Abdullah ibn Umar alıcıya, \"Sahip olmadığı bir şeyden ona alma.\" dedi. Satıcıya da, \"Sahip olmadığın bir şeyi satma.\" dedi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in Jamil ibn Abd ar-Rahman'ın, Muadhdhin'in, Said ibn al-Musayyab'a \"Ben, insanların al-Jar'da sunulan yiyecekler için makbuzlarını satın alan bir adamım. Gelecek bir tarihte teslim edeceğim mallar için ödeme almak istiyorum.\" dediğini duyduğunu aktardı. Said ona, \"Bu şeyleri satın aldığın yiyeceklerin makbuzlarıyla mı tasfiye etmeyi düşünüyorsun?\" dedi. O da, \"Evet.\" dedi. Bunun üzerine Said bunu yasakladı."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen ve tartışma olmayan yol, yiyecek alımında - buğday, arpa, darra-sorgum, inci darısı veya zekatın farz olduğu baklagiller veya baklagillere benzer herhangi bir şey, ya da her türlü baharat - yağ, tereyağı, bal, sirke, peynir, susam yağı, süt vb. gibi, alıcının bunların hiçbiri için mülkiyetini ve tam teslimatını almadan yeniden satmamasıdır.\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'ın Sa'id ibn al-Musayyab ve Sulayman ibn Yasar'ın bir adamın gecikmeli şartlarla buğdayı altın karşılığında satmasını ve sonra altınla, altını teslim almadan önce kuru hurma satın almasını yasakladığını duyduğunu aktardı."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Kathir ibn Farqad'ın Abu Bakr ibn Muhammad ibn Amr ibn Hazm'a, bir adamın gelecekte teslim edilmek üzere bir başka adamdan yiyecek satması ve sonra altınla, altını teslim almadan önce hurma satın alması hakkında sorduğunu aktardı. O da bunu hoş karşılamadı ve yasakladı."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan benzer bir şey duyduğunu aktardı."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Malik dedi ki, \"Said ibn al-Musayyab, Sulayman ibn Yasar, Abu Bakr ibn Muhammad ibn Amr ibn Hazm ve Ibn Shihab, bir adamın buğdayı altın karşılığında satmasını ve sonra bu altınla, buğdayı sattığı işlemden altını almadan önce hurma satın almasını yasakladılar. Birinin, buğdayı sattığı altın karşılığında, altını almadan başka birinden gecikmeli şartlarla hurma almasının bir sakıncası yoktur ve hurma satın aldığı kişiyi, buğdayı satın aldığı alacaklısına yönlendirebilir.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Malik dedi ki, \"Bu konuda birden fazla âlimle konuştum ve bunda bir sakınca görmediler.\""
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, bir adamın başka birine yiyecek için belirli bir tanım ve fiyatla, belirli bir tarihe kadar avans vermesinde bir sakınca olmadığını, eğer bu ürünler ekinler veya henüz olgunlaşmamış hurmalar değilse, söylediğini aktardı."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda, birinin belirli bir tarihe kadar bilinen bir fiyatla yiyecek maddeleri için avans vermesi ve tarih geldiğinde, satıcıda kendisine satılan ürünleri karşılamak için yeterli miktarda bulunmadığını görmesi durumunda, satışını iptal etmesi gerektiği yoludur; yalnızca ödediği gümüş, altın veya tam olarak ödediği fiyatı geri almalıdır. Ödediği fiyatla başka bir şey satın almaz. Çünkü eğer ondan ödediği fiyat dışında bir şey alırsa veya kendisinden satın aldığı mallarla değiştirilirse, bu, malları teslim almadan önce yiyecek satışı olur.\""
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Malik dedi ki, \"Allah'ın Resulü, ona salat ve selam eylesin, yiyeceklerin teslim alınmadan satılmasını yasakladı.\""
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Malik, alıcının satın almasından pişman olup satıcıdan satışın iptalini istemesi ve hemen ödemesini talep etmemesi durumunun iyi olmadığını söyledi. Âlimler bunu yasakladılar. Bunun nedeni, yiyecek satıcı tarafından alıcıya hazırlandığında, alıcının satıcıdan alacağını erteleyip satışın iptal edilmesini istemesidir. Bu, yiyeceklerin teslim alınmadan gecikmeli şartlarla satılmasıdır."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Malik dedi ki, \"Bunun açıklaması, teslim tarihi geldiğinde alıcının yiyeceği beğenmemesi durumunda, satıcının ona daha sonra ödenecek bir para almasıdır ve bu iptal değildir. İptal, ne alıcının ne de satıcının kazanç sağladığı bir durumdur. Eğer bir tarafın diğerine göre kazanç sağladığı bir durum olursa veya herhangi bir şeyin ertelenmesiyle bir tarafın kazancı olursa, bu iptal olmaz. Eğer biri bunu yaparsa, iptal bir satış haline gelir. İptal, ortaklık ve devretme için bir hoşgörü vardır, yeter ki artış, azalma veya erteleme bunlara girmesin. Eğer artış, azalma veya erteleme buna girerse, bu bir satış olur. Satışı helal kılan her şey onu helal kılar, haram kılan her şey de onu haram kılar.\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Malik dedi ki, \"Eğer birisi Suriye buğdayı için avans verirse, süresi dolduğunda bir yük alması durumunda bir sakınca yoktur.\""
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya, Malik'ten, Salih ibn Kaysan'dan, Hasan ibn Muhammad ibn Ali ibn Abi Talib'den, Ali ibn Abi Talib'in Usayfir adındaki devesini 20 deve karşılığında, daha sonra teslim edilmek üzere sattığını rivayet etti."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın dört deve karşılığında bir dişi binek devenin satın alındığını ve alıcıya tam olarak teslim edileceğini garanti ettiğini rivayet etti."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik'in İbn Şihab'a hayvan satışı hakkında, iki hayvanın bir hayvan karşılığında, ertelenmiş şartlarla satılması hakkında sorduğunu rivayet etti. İbn Şihab, \"Bunda bir sakınca yoktur.\" dedi."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Malik, \"Bizim aramızda genel olarak kabul edilen uygulama, bir deveyi benzeri bir deve takas etmenin ve takasa bazı dirhemler eklemenin, elden ele yapılmasının sakıncası olmadığıdır. Benzeri bir deveyi, takasa eklenen bazı dirhemlerle takas etmenin de sakıncası yoktur; develer elden ele değiştirilmeli ve dirhemler belirli bir süre içinde ödenmelidir.\" dedi. \"Ancak, bir deveyi benzeri bir deve takas ederken, dirhemler peşin ödenip deveyi daha sonra teslim almak için takas etmekte bir hayır yoktur. Eğer hem deve hem de dirhemler ertelenirse, bunda da bir hayır yoktur.\""
    },
    {
      "id": 65,
      "narrator": "Yahya related to me from Malik from Ibn Shihab that Said ibn al-\nMusayyab said, \"There is no usury in animals. There are three things\nforbidden in animals:",
      "text": "Malik, \"İki veya daha fazla yük devesi ile binek devenin satın alınmasında, eğer bunlar kalitesizse bir sakınca yoktur. Eğer farklıysalar ve farklılıkları açıksa, ertelenmiş şartlarla iki tanesini bir tanesi için takas etmenin sakıncası yoktur. Eğer birbirine benziyorlarsa, türleri farklı olsa bile, iki tanesi bir tanesi için ertelenmiş şartlarla alınamaz.\" dedi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Malik, \"Bunun hoş karşılanmayan açıklaması, bir deveyi iki deve ile satın almanın, hız veya dayanıklılık açısından aralarında bir fark yoksa yapılmaması gerektiğidir. Eğer bu, size tarif ettiğim gibiyse, o zaman iki tanesini bir tanesi için ertelenmiş şartlarla satın almak caiz değildir. Eğer peşin fiyatla satın aldığınız hayvanları, anlaşmayı tamamlamadan, başka birine satmanızda bir sakınca yoktur.\" dedi."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Malik, \"Birine belirli bir süre için hayvanlar üzerinde bir avans vermek ve miktarını tarif edip fiyatını peşin ödemek caizdir. Alıcı ve satıcının tarif ettikleri şeyler, onlara yükümlüdür. Bu, insanlar arasında hala caiz olan bir davranıştır ve bizim ülkemizdeki ilim ehlinin yaptığı şeydir.\" dedi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, habal alhabala adı verilen işlemi yasakladığını rivayet etti. Bu, Cahiliye döneminde insanların uyguladığı bir işlemdi. Bir adam, bir dişi devenin doğmamış yavrusunu satın alırdı."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'ın, \"Hayvanlarda faizin olmadığı\"nı söylediğini rivayet etti. \"Hayvanlarda yasak olan üç şey vardır: al-madamin, al-malaqih ve habal al-habala. Al-madamin, dişi develerin rahimlerinde olanların satışıdır. Al-malaqih, develerin üreme özelliklerinin satışıdır.\" (yani, damızlık için)."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Malik, \"Kimse, kendisinden gizli olan veya başka bir yerde bulunan belirli bir hayvanı satın almamalıdır; bu hayvanı çok yakın bir zamanda görmüş olsa bile, fiyatını peşin ödemek için yeterince memnun kalmış olsa bile.\" dedi."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Malik, \"Bu hoş karşılanmaz çünkü satıcı fiyatı kullanır ve alıcının gördüğü gibi olup olmadığını bilmek mümkün değildir. Bu nedenle, hoş karşılanmaz. Eğer tarif edilip garanti ediliyorsa bunda bir sakınca yoktur.\" dedi."
    },
    {
      "id": 72,
      "narrator": "Yahya related to me from Malik from Yahya ibn Said that al-Qasim\nibn Muhammad said, ''I heard Abdullah ibn Abbas say, when a man asked\nhim about a man making an advance on some garments and then wanting to\nsell them back before taking possession of them, 'That is silver for\nsilver,' and he disapproved of it.\"\n\n\nMalik said, \"Our opinion\nis - and Allah knows best that was because he wanted to sell them to\nthe person from whom he had bought them for more than the price for\nwhich he bought them. Had he sold them to some one other than the\nperson from whom he had purchased them, there would not have been any\nharm in it.\"\n\n\nMalik said, \"The generally agreed on way of\ndoing things among us concerning making an advance for slaves, cattle\nor goods is that when all of what is to be sold is described and an\nadvance is made for them for a date, and the date falls due, the buyer\ndoes not sell any of that to the person from whom he has purchased it\nfor more than the price which he advanced for it before he has taken\nfull possession of what he has advanced for. It is usury if he does.\nIf the buyer gives the seller dinars or dirhams and he profits with\nthem, then, when the goods come to the buyer and he does not take them\ninto his possession but sells them back to their owner for more than\nwhat he advanced for them, the outcome is that what he has advanced\nhas returned to him and has been increased for him.\"\n\n\nMalik\nsaid, \"If someone advances gold or silver for described animals or\ngoods which are to be delivered before a named date, and the date\narrives, or it is before or after the date, there is no harm in the\nbuyer selling those goods to the seller, for other goods, to be taken\nimmediately and not delayed, no matter how extensive the amount of\nthose goods is, except in the case of food because it is not halal to\nsell it before he has full possession of it. The buyer can sell those\ngoods to some one other than the person from whom he purchased them\nfor gold or silver or any goods. He takes possession of it and does\nnot defer it because if he defers it, that is ugly and there enters\ninto the transaction what is disapproved of:",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Said ibn al-Musayyab'ın, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, canlı hayvanların et karşılığında takas edilmesini yasakladığını rivayet etti."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Yahya, Malik'ten, Da'ud ibn al-Husayn'dan, Said ibn al-Musayyab'ın, \"Cahiliye döneminin kumarlarından biri, canlı hayvanların kesilmiş et karşılığında takas edilmesiydi; örneğin, bir canlı koyun iki kesilmiş koyun karşılığında.\" dediğini duyduğunu rivayet etti."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, Said ibn al-Musayyab'ın, \"Canlı hayvanların ölü et karşılığında takas edilmesi yasaktır.\" dediğini rivayet etti. Abu'z-Zinad, \"Said ibn Musayyab'a, 'Bir adamın 10 koyun karşılığında yaşlı bir deve satın almasını nasıl değerlendiriyorsun?' dedim.\" Said, \"Eğer onu kesmek için alıyorsa, bunda bir hayır yoktur.\" dedi. Abu'z-Zinad ekledi, \"Gördüğüm tüm insanlar (yani, sahabeler) canlı hayvanların et karşılığında takas edilmesini yasakladı.\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Abu'z-Zinad, \"Bu, Aban ibn Uthman ve Hişam ibn İsmail döneminde valilerin atama mektuplarında yazılıydı.\" dedi."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik'in el-Kasım b. Muhammed'in, bir adamın nakit 10 dinar veya krediyle 15 dinar karşılığında mal satın alması hakkında sorulduğunda bunu hoş karşılamadığını ve yasakladığını duyduğunu aktardı."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Malik, bir adamın bir adamdan ya 10 dinar ya da 15 dinar krediyle mal satın alması durumunda, bu iki fiyatın birinin alıcıya zorunlu olduğunu söyledi. Bu yapılmamalıdır çünkü eğer alıcı on dinarı ödemeyi ertelerse, krediyle 15 dinar olacaktır ve eğer on dinarı öderse, bununla 15 dinar değerinde bir şeyi krediyle satın almış olacaktır."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Malik, bir adamın birinden ya bir dinar nakit ya da tarif edilen bir koyun karşılığında krediyle mal satın almasının hoş karşılanmadığını ve bu iki fiyatın birinin ona zorunlu olduğunu söyledi. Bu yapılmamalıdır çünkü Allah'ın Resulü, Allah ona salat ve selam eylesin, bir satışta iki satışın yasak olduğunu bildirmiştir. Bu, bir satışta iki satışın bir parçasıdır."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Malik, bir adamın diğerine, \"Ya bu on beş sa ajwa hurmasını alacağım, ya bu on sa sayhani hurmasını ya da bu on beş sa alt kalitede buğdayı ya da bu on sa Suriye buğdayını bir dinar karşılığında alacağım ve bunlardan biri bana zorunlu.\" dediğini söyledi. Malik, bunun hoş karşılanmadığını ve helal olmadığını söyledi. Çünkü bu, ona on sa sayhaniyi zorunlu kıldı ve onları bıraktı ve on beş sa ajwa aldı, ya da on beş sa alt kalitede buğdayı zorunlu kıldı ve onları bıraktı ve on sa Suriye buğdayı aldı. Bu da hoş karşılanmadı ve helal değildi. Bu, bir satışta iki satışın yasaklandığı duruma benziyordu. Aynı tür gıda için iki alım yapmanın yasaklanmasıyla da ilişkilidir."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Yahya, Malik'ten, Malik'in Ebu Hazim b. Dinar'dan, Said b. el-Musayyab'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, içinde belirsizlik olan satışları yasakladığını duyduğunu aktardı."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Malik, \"Bir tür belirsiz işlem ve risk örneği, bir adamın kaybolmuş bir hayvanın veya kaçmış bir kölenin fiyatını elli dinar olarak belirlemesidir. Bir adam, 'Ben onu sizden yirmi dinara alırım.' der. Eğer alıcı onu bulursa, satıcıdan otuz dinar alır ve eğer bulamazsa, satıcı alıcıdan yirmi dinar alır.\" dedi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Malik, \"Bu konuda başka bir kusur da vardır. Eğer o kaybolmuş hayvan bulunursa, değerinin artıp artmadığı veya ne tür kusurların ona geldiği bilinmez. Bu işlem oldukça belirsiz ve risklidir.\" dedi."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Malik, \"Bizim uygulama şeklimize göre, belirsiz işlem ve riskin bir türü, dişi hayvanların karnındaki şeylerin satılmasıdır - kadınlar ve hayvanlar - çünkü bunun çıkıp çıkmayacağı bilinmez ve çıkarsa, güzel mi çirkin mi, normal mi engelli mi, erkek mi dişi mi olacağı bilinmez. Bunların hepsi farklıdır. Eğer bunun içinde şu varsa, fiyatı şu kadardır, eğer bu varsa, fiyatı bu kadardır.\" dedi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Malik, \"Dişilerin karnındaki şeyler hariç satılmamalıdır. Yani, bir adam diğerine, 'Sütü bol olan koyunumun fiyatı üç dinar. O senin iki dinar karşılığında, ben de onun gelecekteki yavrularını alacağım.' der. Bu, belirsiz bir işlem ve risk olduğu için hoş karşılanmaz.\" dedi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Malik, \"Zeytinleri zeytinyağına veya susamı susam yağında, ya da tereyağını ghee'ye satmak helal değildir çünkü bu muzabana girer, çünkü ham ürünün belirli bir şey için satın alındığında, ondan daha fazla mı yoksa daha az mı çıkacağı bilinmez, bu yüzden belirsiz bir işlem ve risk vardır.\" dedi."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Malik, \"Benzer bir durum, ben fıstıklarını ben fıstık yağına satmaktır. Bu belirsiz bir işlemdir çünkü ben fıstığından çıkan şey ben yağıdır. Parfümlü ben fıstığı satmakta bir sakınca yoktur çünkü parfümlü ben, parfümlenmiş, karıştırılmış ve ham ben fıstığı yağından farklı bir hale getirilmiştir.\" dedi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Malik, bir adamın bir adama mal sattığını ve alıcının kaybı olmaması şartıyla (yani, alıcı malları yeniden satamazsa, geri satıcıya dönebilir) dediğini, \"Bu işlem caiz değildir ve riskin bir parçasıdır. Bunun neden böyle olduğu açıklaması, satıcının, mallar kâr ederse alıcıyı kâr için kiralaması gibidir. Eğer alıcı stoğu zararla satarsa, onun hiçbir şeyi yoktur ve çabaları karşılıksız kalır. Bu iyi değildir. Böyle bir işlemde, alıcının yaptığı işe göre bir ücreti olmalıdır. O mallardaki kayıp veya kâr, satıcıya aittir ve aleyhinedir. Bu, mallar gitmiş ve satılmış olduğunda geçerlidir. Eğer gitmezse, aralarındaki işlem geçersizdir.\" dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Malik, \"Bir adamın bir adamdan mal alması ve satışın tamamlanmasından sonra alıcının pişman olup fiyatın düşürülmesini istemesi ve satıcının bunu reddedip, 'Sat ve ben sana herhangi bir kaybı telafi edeceğim.' demesi durumunda, bunda bir sakınca yoktur çünkü risk yoktur. Bu, ona önerdiği bir şeydir ve onların işlemi buna dayanmaz. Bu, aramızda yapılan bir şeydir.\" dedi."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Abu Rafi'den, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, bir genç deve ödünç aldı ve sonra ona sadaka develeri geldi.\" Abu Rafi dedi ki, \"Bana, adamın genç devesini geri vermemi emretti. Ben de, 'Sadece yedinci yılında iyi bir deve bulabilirim,' dedim. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Onu ver,' dedi. 'İnsanların en iyisi, borçlarını en güzel şekilde ödeyenlerdir.'\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Malik, Humayd ibn Qays el-Mekki'den, Mujahid'in şöyle dediğini aktardı: \"Abdullah ibn Umar, bir adamdan bazı dirhemler ödünç aldı, sonra borcunu onlardan daha iyi dirhemlerle ödedi. Adam, 'Abu Abdur-Rahman. Bunlar sana verdiğim dirhemlerden daha iyidir,' dedi. Abdullah ibn Umar, 'Bunu biliyorum. Ama bu durumdan memnunum,' dedi.\""
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Malik dedi ki, \"Altın, gümüş, yiyecek veya hayvan ödünç alan bir kişinin, ödünç alan kişi ile arasında bir şart veya gelenek yoksa, ödünç verdiğinden daha iyisini vermesinde bir sakınca yoktur. Eğer bu bir şart, vaad veya gelenek ile olursa, o zaman hoş karşılanmaz ve bunda hayır yoktur.\""
    },
    {
      "id": 94,
      "narrator": "And Malik related to me that he had heard that a man came to\nAbdullah ibn Umar and said, \"Abu Abd ar-Rahman, I gave a man a loan\nand stipulated that he give me better than what I lent him.\" Abdullah\nibn Umar said, \"That is usury.\" Abdullah said, \"Loans are of three\ntypes:",
      "text": "O dedi ki, \"Bu, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, ödünç aldığı genç deve yerine, yedinci yılında iyi bir deve ile borcunu ödemesindendir. Abdullah ibn Umar da bazı dirhemler ödünç almış ve onları daha iyi olanlarla geri ödemiştir. Eğer bu, borçlunun iyiliğindendir ve bir şart, vaad veya gelenek ile değilse, o helaldir ve bunda bir sakınca yoktur.\""
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn al-Khattab'ın, bir adamın diğerine yiyecek ödünç vermesini, onu başka bir şehirde geri vermesi şartıyla hoş karşılamadığını duyduğunu aktardı. O dedi ki, \"Taşıma nerede?\""
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Malik, Abdullah ibn Umar'a bir adamın geldiğini ve \"Abu Abd ar-Rahman, bir adama bir borç verdim ve ondan daha iyisini geri vermesini şart koşmuştum,\" dediğini aktardı. Abdullah ibn Umar, \"Bu, faize girer,\" dedi. Abdullah, \"Borçlar üç türdür: Allah'ın rızasını kazanmak için verdiğin serbest bir borç, böylece Allah'ın rızasını kazanırsın. Arkadaşının rızasını kazanmak için verdiğin serbest bir borç, böylece arkadaşının rızasını kazanırsın. Ve bir de, kirli olanı temiz olanla almak için verdiğin serbest bir borç, işte bu faize girer,\" dedi. O, \"Bana ne yapmamı emredersin, Abu Abd ar-Rahman?\" dedi. O da, \"Anlaşmayı iptal etmeni düşünüyorum. Eğer sana verdiğin gibi bir şey verirse, kabul et. Eğer sana verdiğinden daha az verirse, al ve mükafatını al. Eğer sana verdiğinden daha iyisini kendi isteğiyle verirse, bu onun sana olan şükranıdır ve sen de ona verdiğin süre boyunca ücret almış olursun,\" dedi."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Eğer birisi bir şey ödünç verirse, tek şartın geri ödenmesi olmasıdır.\""
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Malik, Abdullah ibn Mesud'un şöyle dediğini duyduğunu aktardı: \"Eğer birisi borç verirse, ondan daha iyisini şart koşmamalıdır. Hatta bu bir avuç ot bile olsa, bu faize girer.\""
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim aramızda genel olarak kabul edilen uygulama, belirli bir tanım ve ayrıntı ile herhangi bir hayvanın ödünç alınmasında bir sakınca olmadığıdır ve benzerlerini geri vermek gerekir. Bu, kadın köleler için yapılmaz. Bunun, haram olanı helal kılmaya yol açacağından korkulmaktadır, bu yüzden bu iyi değildir. Bunun hoş karşılanmayan açıklaması, bir adamın bir cariyeyi ödünç alması ve onunla cinsel ilişkiye girmesidir. Sonra onu sahibine geri vermesi. Bu iyi değildir ve helal değildir. Bilgili insanlar bunu hala yasaklamakta ve kimseye bu konuda bir hoşgörü tanımamaktadır.\""
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Aranızda birbirinize teklif vermeyin,\" dediğini aktardı."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Malik, Abu'z-Zinad'dan, el-Araj'dan, Abu Hurayra'nın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Ticaret için kervanlara karşı çıkmayın, birbirinize teklif vermeyin, fiyatı yükseltmek için birbirinize teklif vermeyin, ve bir şehirli, çöl adamı adına satın alma yapmasın, ve develerin ve koyunların meme uçlarını bağlamayın ki çok süt varmış gibi görünmesin, çünkü onlardan sonra süt sağan bir kişi, sağdıktan sonra iki seçeneğe sahiptir. Eğer onlardan memnun kalırsa, onları alır ve eğer memnun kalmazsa, onları bir sa hurma ile geri verebilir,\" dediğini aktardı."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Malik dedi ki, \"Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'birbirinize teklif vermeyin' sözlerinin açıklaması, bizim düşündüğümüz kadarıyla - ve Allah en iyi bilendir - bir adamın, satıcı alıcıya yöneldiğinde ve altın ağırlığı hakkında şartlar koyduğunda, ve satıcının hatalardan sorumlu olmadığını beyan ettiğinde, kardeşinin fiyatının üzerine teklif vermesinin yasak olduğudur. Bu, onun yasakladığı şeydir ve Allah en iyi bilendir.\""
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Malik dedi ki, \"Ancak, birden fazla kişinin satışa sunulan mallar üzerinde birbirine teklif vermesinde bir sakınca yoktur.\""
    }
  ]
}