{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, onun babasından rivayet etti ki,"
    },
    {
      "id": 2,
      "narrator": "",
      "text": "\"Abdullah ve Ubaydullah, Ömer ibn el-Hattab'ın oğulları, Irak'a giden orduyla birlikte yola çıktılar. Eve dönerken, Basra'nın amiri olan Ebu Musa el-Aşari'nin yanından geçtiler. Onlara selam verdi ve hoş geldiniz dedi, eğer onlara yardımcı olabileceği bir şey varsa, yapacağını söyledi. Sonra, 'Allah'ın bazı mallarını amirü'l-müminin'e göndermek istiyorum, bu yüzden size ödünç vereceğim, siz de Irak'tan mallar alıp Medine'de satabilirsiniz. Sonra ana parayı amirü'l-müminin'e verin, karı da kendinize alın.' dedim. Onlar bunu yapmak istediklerini söylediler, böylece ona parayı verdi ve Ömer ibn el-Hattab'a onlardan parayı almasını yazdı. Satışa geldiklerinde kar yaptılar ve Ömer'e ana parayı verdiklerinde, 'Orduya verdiği gibi size de mi ödünç verdi?' diye sordu. Onlar, 'Hayır.' dediler. Ömer ibn el-Hattab, 'Size ödünç verdi, çünkü siz amirü'l-müminin'in oğullarısınız, bu yüzden ana parayı ve karı ödeyin.' Abdullah sessiz kaldı. Ubaydullah, 'Bunu yapmanıza gerek yok, amirü'l-müminin. Ana para azalmış ya da yok olmuş olsaydı, biz onu garanti ederdik.' dedi. Ömer, 'Ödeyin.' dedi. Abdullah sessiz kaldı ve Ubaydullah bunu tekrar etti. Ömer'in yanında oturan bir adam, 'Amirü'l-müminin, bunu bir qirad yapman daha iyi olur.' dedi. Ömer, 'Ben bunu qirad yaptım.' dedi. Ömer daha sonra ana parayı ve karın yarısını aldı, Abdullah ve Ubaydullah, Ömer ibn el-Hattab'ın oğulları karın yarısını aldılar.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik, Ala ibn Abd ar-Rahman'dan, onun babasından, onun babasından rivayet etti ki, Osman ibn Affan ona bazı paralar qirad olarak verdi, karın aralarında paylaşılması şartıyla."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik dedi ki, \"Tanınmış ve izin verilen qirad şekli, bir adamın bir ortaklıktan sermaye almasıdır. O bunu garanti etmez ve seyahat ederken sermayeden yiyecek ve giysi gibi ihtiyaçlarını karşılar, bunları iyi bir şekilde kullanır, sermaye miktarına göre. Yani, o iş yapmak için seyahat ettiğinde ve sermaye bunu destekliyorsa. Eğer kendi halkıyla kalırsa, sermayeden herhangi bir masrafı veya giysisi olmaz.\""
    },
    {
      "id": 7,
      "narrator": "Yahya said that Malik said, \"No one should make a qirad loan\nexcept in coin, because the loan must not be in wares, since loaning\nwares can only be worked in one of two ways:",
      "text": "Malik dedi ki, \"Qirad'da iki tarafın birbirine yardım etmesinde bir sakınca yoktur, eğer bu her ikisi için de kabul edilebilirse.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik dedi ki, \"Sermaye yatırımcısının, qirad'daki temsilciden bazı mallar alması sakıncalı değildir, eğer bu kabul ediliyorsa ve şartlar olmadan.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, bir yatırımcının bir adama ve onun kölesine qirad kredisi vermesi hakkında konuştu. \"Bu caizdir ve bunda bir sakınca yoktur çünkü kar, kölenin malıdır ve kar, efendiye ancak ondan aldığında aittir. Bu, onun diğer kazançları gibidir.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik dedi ki, \"Bir adam diğerine borçlu olduğunda ve ondan bunu qirad olarak bırakmasını istediğinde, bu, alacaklı mülkünü alana kadar hoş karşılanmaz. O zaman bunu qirad kredisi yapabilir veya saklayabilir. Çünkü borçlu zor bir durumda olabilir ve bunu geciktirmek isteyebilir.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik, bir yatırımcının bir adama qirad kredisi verdiği ve ana paranın kullanılmadan önce kaybolduğu, sonra kullanıldığında kar elde edildiği hakkında konuştu. Temsilci, ana parayı kaybolan miktardan sonra kalan miktar olarak yapmak istedi. Malik dedi ki, \"Onun ifadesi kabul edilmez ve ana para, karından orijinal miktarına tamamlanır. Sonra, ana para geri ödendikten sonra kalan miktar qirad şartlarına göre bölünür.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik dedi ki, \"Qirad kredisi sadece altın veya gümüş para ile iyidir ve hiçbir tür mal veya eşya ile izin verilmez.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik dedi ki, \"Bazı işlemler vardır ki, işlem yapıldıktan sonra uzun bir süre geçerse, iptali kabul edilemez. Faiz için ise, az veya çok fark etmez, her zaman reddedilir. Diğerlerinde izin verilen, bunda izin verilmez çünkü Allah, Aziz ve Celil, Kitabında, 'Eğer tövbe ederseniz, sermayenizi geri alırsınız, ne haksızlık yaparak ne de haksızlığa uğrayarak.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'in bir yatırımcıdan qirad parası alıp bunu kullanan bir adam hakkında konuştuğunu söyledi. Yatırımcı ona parasını sorduğunda, adam tüm paranın kendisinde olduğunu söyledi. Yatırımcı onu hesap vermeye zorladığında, \"Şu kadar parayı kaybettim,\" diyerek bir miktar para belirtti. \"Bunu sana söyledim ki, benimle kalsın.\" Malik dedi ki, \"Tüm parayı elinde bulundurduğunu kabul ettikten sonra bunu inkar etmesi ona fayda sağlamaz. Kendi aleyhine olan itirafıyla sorumludur, aksi takdirde kaybolan mal hakkında ifadesini doğrulayan bir delil getirmelidir. Kabul edilebilir bir sebep sunmazsa, itirafıyla sorumludur ve inkarı ona fayda sağlamaz.\""
    }
  ]
}