{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, şöyle dediğini aktardı: \"Bir müslüman erkeğin, miras bırakacağı bir şeyi varsa, iki gece bile olsa vasiyet yazmadan geçirmesi haramdır.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik dedi ki: \"Toplumumuzda genel olarak kabul edilen uygulama, vasiyet edenin sağlığında veya hastalığında bir şey yazması durumunda, eğer bu, köleleri özgür bırakma veya bunun dışında bir şey içeriyorsa, ölüm yatağında olana kadar istediği gibi değiştirebileceğidir. Eğer bir vasiyeti terk etmeyi veya değiştirmeyi tercih ederse, bunu yapabilir; ancak köleyi mudabbar (ölümünden sonra özgür bırakılacak) yaptıysa, mudabbar olanı değiştiremez. Vasiyetini değiştirmesine izin verilir çünkü Allah'ın Messenger'ı, Allah ona salat ve selam etsin, \"Bir müslüman erkeğin, miras bırakacağı bir şeyi varsa, iki gece bile olsa vasiyet yazmadan geçirmesi haramdır.\" demiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik açıkladı: \"Eğer vasiyet eden, vasiyetini veya köleleri özgür bırakma ile ilgili olarak bahsedilenleri değiştiremeyecek olsaydı, her vasiyet eden, köleleri özgür bırakma veya bunun dışında bir şey olsun, mülkünden vasiyet yapmaktan kaçınırdı. Bir adam sağlığında ve seyahat ederken vasiyet yapar.\" (yani ölüm yatağında beklemez)."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik özetledi: \"Toplumumuzda tartışmasız olan uygulama, mudabbar dışındaki her şeyi değiştirebileceğidir.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, Abdullah ibn Abi Bakr ibn Hazm'dan, Amr ibn Sulaym az-Zuraqi'nin babasına, \"Umar ibn al-Khattab'a, 'Burada henüz ergenliğe girmemiş bir genç var. O, Gassan kabilesindendir ve mirasçısı Şam'dadır. Mülkü var. Burada sadece bir amcasının kızı var.' denildiğini aktardı. Umar ibn al-Khattab, 'Onun için bir vasiyet bıraksın.' dedi. Ona, Jusham kuyusu adı verilen bir mülk vasiyet etti."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik ekledi: \"O mülk 30,000 dirheme satıldı ve ona vasiyet edilen amca kızı, Amr ibn Sulaym az-Zuraqi'nin annesiydi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Abu Bakr ibn Hazm'dan, Gassan'dan bir çocuğun Medine'de ölmekte olduğunu, mirasçısının ise Suriye'de bulunduğunu aktardı. Bu durum Umar ibn al-Khattab'a bildirildi. Ona, \"Filan kişi ölüyor. Vasiyet yapsın mı?\" denildi. O, \"Vasiyet yapsın.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya ibn Said, Abu Bakr'ın, \"On yaşında veya on iki yaşında bir çocuktu.\" dediğini aktardı. Yahya, \"O, Jusham kuyusunu vasiyet etti ve halkı onu 30,000 dirheme sattı.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'in, \"Toplumumuzda genel olarak kabul edilen uygulama, bir safdil, bir deli veya zaman zaman kendine gelen bir akıl hastasının, vasiyet yapabilmesi için aklının yeterince yerinde olması gerektiğidir. Vasiyet yapacak kadar aklı yerinde olmayan ve aklı karışık olan birinin vasiyet yapması mümkün değildir.\" dediğini duydu."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, Amir ibn Sad ibn Abi Waqqas'tan, babasının şöyle dediğini aktardı: \"Allah'ın Messenger'ı, Allah ona salat ve selam etsin, bana veda haccı yılında dayanılmaz bir ağrı için tedavi olmaya geldi. Ben de, 'Allah'ın Messenger'ı, ağrının ne kadar ilerlediğini görebiliyorsun. Mülküm var ve sadece kızım miras alıyor. Mülkümün üçte ikisini sadaka olarak vereyim mi?' dedim. Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'Hayır.' dedi. Ben, 'Yarısı mı?' dedim. O, 'Hayır.' dedi. Sonra Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'Üçte biri, üçte biri çoktur. Mirasçılarını zengin bırakmak, onları yoksul bırakmaktan daha iyidir. Allah rızası için bakım masraflarını harcadığın her şey için, hatta eşin için ayırdığın şeyler için bile mükafat alırsın.' dedi. Sad, 'Allah'ın Messenger'ı, arkadaşlarım Medine'ye gittikten sonra burada Mekke'de mi kalacağım?' dedi. Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'Eğer geride kalırsan ve salih ameller yaparsan, derecen ve yüceliğin artar. Belki geride kalırsın ki bazı insanlar senden faydalansın ve bazıları da zarar görsün. Ey Allah! Arkadaşlarımın hicretini tamamla ve onları geri çevirmeyeceksin. Talihsiz olan Said ibn Khawla'dır.' Allah'ın Messenger'ı, Allah ona salat ve selam etsin, onun için üzülmüştü çünkü Mekke'de vefat etmişti.\""
    }
  ]
}