{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Rasulü'nün (salat ve selam üzerine olsun) \"Eğer bir adam kölenin bir kısmını özgür bırakır ve kölenin adil bir şekilde değerlendirilmiş tam fiyatını karşılayacak kadar parası varsa, kölenin tamamen özgürleşmesi için ortaklarını satın almalıdır. Eğer parası yoksa, onu kısmen özgür bırakır.\" dediğini bana aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik dedi ki: \"Bizim aramızda, kölenin sahibi ölümünden sonra onun bir kısmını özgür bırakma vasiyetinde bulunduğunda, özgür bırakılan kısım, sahibinin belirttiği kadardır. Bunun nedeni, o kısmın özgür bırakılmasının yalnızca sahibinin ölümünden sonra gerçekleşmesinin zorunlu olmasıdır; çünkü sahibi hayattayken vasiyetini geri alma seçeneğine sahiptir. Köle, sahibinden özgür bırakıldığında, sahibi bir vasiyetçi olur ve vasiyetçi yalnızca mülkünden alabileceği, vasiyet edebileceği üçte bir oranındaki kısmı özgür bırakma hakkına sahiptir; kölenin geri kalanı özgür değildir çünkü adamın mülkü elinden çıkmıştır. Diğer insanların sahip olduğu kölenin geri kalan kısmı nasıl özgür olabilir ki, onlar özgür bırakma işlemini başlatmamış ve onaylamamışlardır, ayrıca onlara wala' (sahiplik) da tesis edilmemiştir? Bunu yalnızca vefat eden kişi yapabilir. O, onu özgür bırakan ve wala'nın onaylandığı kişiydi. Bu, başka birinin mülkü üzerinden yüklenilemez; ancak eğer vasiyetinde, kölenin özgür bırakılacak kısmı üçte bir oranında kalırsa, bu ortaklarına ve mirasçılarına karşı bir talep olur ve ortaklar, vefat eden kişinin mülkü içinde üçte bir oranında köleyi reddetmemelidir; çünkü bu, mirasçılara zarar vermez.\" Malik dedi ki: \"Eğer bir adam, kölesinin üçte birini kritik bir hastalık sırasında özgür bırakırsa, onu tamamen özgür bırakmalıdır; eğer bu, erişebildiği mülkünün üçte birindeyse, çünkü o, vefatından sonra kölesinin üçte birini özgür bırakan bir adamla aynı muameleye tabi tutulmaz; çünkü eğer kölesinin üçte birini vefatından sonra özgür bırakan kişi hayatta olsaydı, bunu iptal edebilirdi ve kölenin özgür bırakılması geçersiz olurdu. Hastalığında kölenin üçte birinin özgür bırakılmasını geri alınamaz hale getiren sahibi, hayatta kalırsa, kölenin tamamını özgür bırakmak zorundadır. Eğer ölürse, köle vasiyetin üçte birinde özgür bırakılacaktır. Bu, vefat edenin emrinin, sağ olanın mülkü üzerindeki emri gibi geçerli olmasındandır.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik dedi ki: \"Kölesini özgür bırakan ve onun şahitliğini, dokunulmazlığını ve miras hakkını onaylayan bir sahibi, köle üzerinde mülk veya hizmet gibi şartlar koyamaz; ayrıca ona kölelikten herhangi bir şey yaptırmaz; çünkü Allah'ın Rasulü (salat ve selam üzerine olsun) dedi ki: 'Eğer bir adam kölenin bir kısmını özgür bırakır ve kölenin adil bir şekilde değerlendirilmiş tam fiyatını karşılayacak kadar parası varsa, kölesinin tamamen özgürleşmesi için ortaklarına paylarını vermelidir.'\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik yorumladı: \"Eğer köleyi tamamen kendine ait kılarsa, onu tamamen özgür bırakması daha uygundur ve buna kölelik karıştırmamalıdır.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den ve Hasan ibn Abi Hasan el-Basri'den ve Muhammed ibn Sirin'den, Allah'ın Rasulü (salat ve selam üzerine olsun) zamanında bir adamın altı kölesini özgür bıraktığını, o sırada ölmekte olduğunu aktardı. Allah'ın Rasulü (salat ve selam üzerine olsun) aralarında kura çekti ve o kölelerden üçte birini özgür bıraktı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik ekledi ki, o adamın başka bir mülkü yoktu."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik, Rabia ibn Abi Abd ar-Rahman'dan, Aban ibn Uthman'ın emirliği zamanında bir adamın tüm kölelerini özgür bıraktığını ve başka bir mülkü olmadığını aktardı. Aban ibn Uthman kölelerin başına geçti ve onları üç gruba ayırdı. Sonra, hangi grubun ölen adamın okunu çektiğine göre kura çekti; ok bir üçte birine düştü ve o üçte bir özgür bırakıldı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, \"Sünnetin emri, bir köle özgür bırakıldığında, mülkünün onunla birlikte gittiğidir.\" dediğini aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir kölenin özgür bırakıldığında mülkünün onunla birlikte gittiğini açıkça gösteren bir şey, özgürlük için yazılan sözleşmede, mülkünün onunla birlikte gitmesidir; bu, şart koymasa bile geçerlidir. Çünkü kitaba bağı, tamamlandığında wala'nın bağıdır. Bir köle ve bir mukatabın mülkü, sahip oldukları çocuklarla aynı şekilde muamele görmez. Çocukları yalnızca kendi köleleriyle aynı şekilde muamele görür, mülkleriyle değil. Bunun nedeni, tartışmasız olan sünnetin, bir köle özgür bırakıldığında mülkünün onunla birlikte gitmesi ve çocuklarının onunla birlikte gitmemesidir; ve bir mukatab özgürlük sözleşmesini yazdığında, mülkü onunla birlikte gider ve çocukları onunla birlikte gitmez.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik dedi ki: \"Bunu açıkça gösteren bir şey, bir köle veya mukatab iflas ettiğinde, mülklerinin alındığı, ancak çocuklarının ve çocuklarının annelerinin alınmadığıdır; çünkü onlar mülkleri değildir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir köle satıldığında ve onu satın alan kişi mülkünün dahil edilmesini şart koştuğunda, çocukları mülküne dahil edilmez.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir köle birine zarar verdiğinde, o ve mülkü alınır, ancak çocukları alınmaz.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'dan, Ömer ibn al-Khattab'ın \"Eğer bir köle kızı, sahibi tarafından bir çocuk doğurursa, onu satamaz, veremez veya vasiyet edemez. O, ondan yararlanır ve öldüğünde o özgürdür.\" dediğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik, bir köle kızının, Ömer ibn al-Khattab'a (sahibi tarafından kızgın demirle dövülen) geldiğini ve onun onu özgür bıraktığını aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik dedi ki: \"Bizim aramızda genel olarak kabul edilen uygulama, bir adamın, mülkü kendisinden fazla olan bir borcu varken özgür bırakılmasına izin verilmemesidir. Bir çocuğun ergenliğe ulaşmadan özgür bırakılması yasaktır. İşleri yönetilen genç, mülkünde özgür bırakma işlemi yapamaz; ergenliğe ulaşsa bile, mülkünü yönetene kadar özgür bırakamaz.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Malik, Hişam ibn Urva'dan, babasından, Peygamberin eşi Aişe'den, Allah ona rahmet eylesin, şöyle rivayet etti: Allah'ın Resulü, Allah ona rahmet eylesin, özgür bırakılacak en üstün kölenin hangisi olduğu soruldu. Allah'ın Resulü, Allah ona rahmet eylesin, \"En pahalı ve efendisine en değerli olanıdır.\" diye cevap verdi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'ın bir gayri meşru çocuğu ve annesini özgür bıraktığını rivayet etti."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik, Hişam ibn Urva'dan, babasından, Aişe'den, Allah ona rahmet eylesin, şöyle dediğini rivayet etti: \"Barira bana geldi ve 'Ben halkım için dokuz uqiya karşılığında kendimi mukatab olarak yazdım, her yıl bir uqiya, bana yardım et' dedi. Aişe, 'Eğer halkın benim senin için hepsini ödememi kabul ederse ve ben ödersem, senin wala'n benimdir, o zaman bunu yaparım.' dedi. Barira efendilerine gitti ve bunu onlara söyledi, ama kabul etmediler. Barira, Allah'ın Resulü, Allah ona rahmet eylesin, otururken efendilerinden geri döndü. Aişe'ye, 'Onlara bunu teklif ettim ama wala'ı almadıkça kabul etmediler.' dedi. Allah'ın Resulü, Allah ona rahmet eylesin, bunu duydu ve ona sordu. Aişe ona anlattı ve Allah'ın Resulü, Allah ona rahmet eylesin, 'Onu al ve wala'nın senin olduğunu şart koş, çünkü wala, özgür bırakanındır.' dedi. Aişe bunu yaptı ve sonra Allah'ın Resulü, Allah ona rahmet eylesin, insanların önünde ayağa kalktı, Allah'ı övdü ve ona şükretti. Sonra dedi ki, 'Allah'ın Kitabı'nda olmayan şartlar koyan insanlar hakkında ne oluyor? Allah'ın Kitabı'nda olmayan her şart geçersizdir, hatta yüz şart olsa bile. Allah'ın hükmü daha doğrudur ve Allah'ın şartları daha sağlamdır, wala ise sadece özgür bırakana aittir.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'dan, Aişe, müminlerin annesi, bir cariye satın almak ve onu özgür bırakmak istediğini rivayet etti. Halkı, \"Onu sana satarız, ancak wala'ı bizimdir.\" dediler. Aişe bunu Allah'ın Resulü, Allah ona rahmet eylesin, ona bildirdi ve o da, \"Bunun seni engellemesine izin verme, çünkü wala sadece özgür bırakana aittir.\" dedi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Amra bint Abd ar-Rahman'dan, Barira'nın Aişe, müminlerin annesinden yardım istediğini rivayet etti. Aişe, \"Eğer efendilerin kabul ederse, ben onlara senin bedelini peşin ödeyip seni özgür bırakacağım.\" dedi. Barira bunu efendilerine iletti ve onlar, \"Hayır, wala'n bizim olmadıkça kabul etmeyiz.\" dediler. Yahya ibn Said, Amra bint Abd ar-Rahman'ın Aişe'nin bunu Allah'ın Resulü, Allah ona rahmet eylesin, ona bildirdiğini ve Allah'ın Resulü, Allah ona rahmet eylesin, \"Onu satın al ve özgür bırak. Wala sadece özgür bırakana aittir.\" dediğini ekledi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Malik, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan, Allah'ın Resulü, Allah ona rahmet eylesin, wala'nın satılmasını veya verilmesini yasakladığını rivayet etti."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Malik, bir kölenin efendisinden kendisini satın almasının, wala'yı istediği kişiye verme şartıyla caiz olmadığını söyledi, çünkü wala özgür bırakana aittir. Eğer bir adam, efendisinin ona wala'yı istediği kişiye verme izni vermesi durumunda, bu izin verilmezdi, çünkü Allah'ın Resulü, Allah ona rahmet eylesin, \"Wala özgür bırakana aittir.\" demiştir. Allah'ın Resulü, Allah ona rahmet eylesin, wala'nın satılmasını veya verilmesini yasakladı. Eğer efendiye bunu şart koşmak ve ona istediği kişiye wala'yı verme izni vermek caiz olsaydı, bu bir hediye olurdu."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Malik, Rabia ibn Abd ar-Rahman'dan, az-Zubayr ibn al-Awwam'ın bir köle satın alıp onu özgür bıraktığını rivayet etti. Kölenin bir özgür kadınla çocukları oldu. Az-Zubayr onu özgür bıraktığında, \"Onlar benim mawali'mdir.\" dedi. Adam, \"Onlar annelerinin mawali'sidir. Aksine, onlar bizim mawali'mizdir.\" diye itiraz etti. Anlaşmazlıklarını Uthman ibn Affan'a götürdüler ve Uthman, az-Zubayr'ın onların wala'sına sahip olduğuna dair bir hüküm verdi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Malik, Said ibn al-Musayyab'ın, bir kölenin özgür bir kadınla çocuklarının wala'sının kime ait olduğu sorulduğunda, \"Eğer babası ölürse ve o özgür bırakılmamış bir köle ise, onların wala'sı annelerinin mawali'sine aittir.\" dediğini duyduğunu rivayet etti. Malik, \"Bu, lian ile boşanmış bir kadın kölenin çocuğu gibidir; çocuk annesinin mawali'sine bağlıdır ve onlar onun mawali'sidir. Eğer ölürse, onlardan miras alırlar. Eğer bir suç işlerse, onun kan bedelini öderler. Eğer babası onu tanırsa, ona akrabalık verilir ve wala'sı babasının mawali'sine geçer. Onlar onun mirasçılarıdır, kan bedelini öderler ve babası hadd cezası ile cezalandırılır.\" dedi. Malik, \"Bu, lian ile boşanmış özgür doğmuş bir kadınla da böyledir. Eğer lian ile onu lanetleyen kocası çocuğunu tanımazsa, çocuk aynı şekilde muamele görür, tek farkı, annesinin mirasından ve annesinin kardeşlerinden sonra kalan miras, babasına akrabalık verilmediği sürece tüm Müslümanlara aittir. Lian çocuğu, annesinin mawali'sinin himayesine bağlıdır, ta ki babası onu tanıyana kadar, çünkü onun bir soy veya babalık ilişkisi yoktur. Eğer soyu doğrulanırsa, babalık ilişkisi ona geçer.\" dedi. Malik, \"Bizim aramızda, babası özgür olan bir kölenin özgür bir kadınla çocuğu hakkında genel olarak kabul edilen yöntem, büyükbabanın (kölenin babası) özgür kadınla olan çocuklarının wala'sını çekmesidir. Onlar, babaları köle olduğu sürece miraslarını ona bırakırlar. Eğer baba özgürleşirse, wala'sı onun mawali'sine döner. Eğer ölürse ve hala köle ise, miras ve wala büyükbabaya geçer. Eğer kölenin iki özgür oğlu varsa ve bunlardan biri babası hala köle iken ölürse, büyükbaba, babanın babası, wala'yı ve mirası çeker.\" dedi. Malik, hamile olarak özgür bırakılan bir cariyeden ve kocasının köle olmasından bahsetti ve sonra kocası doğumdan önce veya doğumdan sonra özgürleşirse, \"Onun karnındaki şeyin wala'sı, anneyi özgür bırakan kişiye aittir, çünkü kölelik çocuğa, anne özgür bırakılmadan önce dokunmuştur. Bu, annesi özgür bırakıldıktan sonra hamile kalan bir çocukla aynı şekilde muamele görmez, çünkü böyle bir çocuğun wala'sı, babası özgürleştiğinde ona aittir.\" dedi. Malik, eğer bir köle, efendisinden bir kölesini özgür bırakma izni isterse ve efendisi izin verirse, özgür bırakılan kölenin wala'sının efendisine gideceğini ve onu özgür bırakan efendisine geri dönmeyeceğini, hatta kendisi özgürleşse bile, söyledi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Malik, Abdullah ibn Abi Bakr ibn Muhammad ibn Amr ibn Hazm'dan, Abd al-Malik ibn Abi Bakr ibn Abd ar-Rahman ibn al-Harith ibn Hisham'dan, babasının ona, al-Asi ibn Hisham'ın öldüğünü ve geride üç oğlu bıraktığını, bunlardan ikisinin bir eşten, birinin ise başka bir eşten olduğunu söylediğini rivayet etti. Aynı anneden olan iki oğuldan biri öldü ve mal bıraktı ve mawali. Tam kardeşi, onun malı ve mawali'sinin wala'sını miras aldı. Sonra o da öldü ve mirasçıları oğlu ve babasının üvey kardeşi oldu. Oğlu, \"Ben babamın mirasından mal ve mawali'nin wala'sını alıyorum.\" dedi. Kardeşi, \"Öyle değil. Sen malı alırsın. Mawali'nin wala'sı böyle değil. Bugün benim ilk kardeşim ölmüş olsaydı, ondan miras almaz mıydım?\" diye itiraz etti. Tartıştılar ve Uthman ibn Affan'a gittiler. O, kardeşin mawali'nin wala'sına sahip olduğuna dair bir hüküm verdi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Malik, Abdullah ibn Abi Bakr ibn Hazm'dan, babasının ona, Aban ibn Uthman ile oturduğunu ve Juhayna kabilesinden bazı insanlar ile Banu al-Harith ibn al-Khazraj'dan bazı insanlar arasında bir tartışmanın getirildiğini söylediğini rivayet etti. Juhayna kabilesinden bir kadın, Banu al-Harith ibn al-Khazraj'dan İbrahim ibn Kulayb adında bir adamla evliydi. Kadın öldü ve mal ve mawali bıraktı ve oğlu ile kocası bunları miras aldı. Sonra oğlu öldü ve mirasçıları, \"Mawali'nin wala'sı bizimdir. Onun oğlu bunları elde etti.\" dediler. Juhayna'dan olanlar, \"Öyle değil. Onlar bizim kadın arkadaşımızın mawali'sidir. Onun çocuğu öldüğünde, onların wala'sı bize aittir ve biz miras alırız.\" dediler. Aban ibn Uthman, Juhayna kabilesinin gerçekten de mawali'nin wala'sına sahip olduğuna dair bir hüküm verdi."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, Said ibn al-Musayyab'ın, bir adamın öldüğünü ve üç oğlu ile özgür bıraktığı mawali bıraktığını söylediğini duyduğunu rivayet etti. Sonra iki oğlu öldü ve çocuklar bıraktı. O, \"Kalan üçüncü oğul mawali'yi miras alır. O öldüğünde, çocukları ve kardeşlerinin çocukları mawali'nin wala'sında eşit olarak paylaşır.\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, bir kölenin özgür bırakılması hakkında İbn Şihab'a sorduğunu ve onun, \"O, wala'sını istediği kişiye verir. Eğer ölürse ve wala'sını kimseye vermemişse, mirası Müslümanlara gider ve kan bedeli onlardan ödenir.\" dediğini rivayet etti. Malik, \"Özgür bırakılan bir köle hakkında duyulan en iyi şey, hiç kimsenin onun wala'sını almadığı ve mirasının Müslümanlara gittiği ve onların kan bedelini ödediğidir.\" dedi. Malik, bir Yahudi veya Hristiyan kölesinin Müslüman olması ve satılmadan önce özgür bırakılması durumunda, özgür bırakılan kölenin wala'sının Müslümanlara gideceğini söyledi. Eğer Yahudi veya Hristiyan daha sonra Müslüman olursa, wala ona geri dönmez. \"Ancak, eğer bir Yahudi veya Hristiyan, kendi dinlerinden bir köleyi özgür bırakırsa ve sonra özgür bırakılan kişi, onu özgür bırakan Yahudi veya Hristiyan Müslüman olmadan önce Müslüman olursa ve ardından onu özgür bırakan kişi Müslüman olursa, onun wala'sı ona geri döner, çünkü wala, onu özgür bıraktığı gün onaylanmıştır.\" dedi. Malik, bir Yahudi veya Hristiyanın Müslüman çocuğunun, özgür bırakılan mawla Müslüman olduktan sonra, Yahudi veya Hristiyan babasının mawali'ni miras aldığını söyledi. Eğer özgür bırakılan kişi özgür bırakıldığında zaten Müslüman ise, Hristiyan veya Yahudi'nin Müslüman çocuklarının, Müslüman bir kölenin wala'sından hiçbir şey almadığını, çünkü Yahudi ve Hristiyan'ın wala'sı olmadığını belirtti. Müslüman bir kölenin wala'sı, Müslümanlar topluluğuna gider."
    }
  ]
}