{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Bir mukatab, kitabasının ödenmemiş kısmı kaldığı sürece bir köledir.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik, Urva ibn az-Zubayr ve Süleyman ibn Yesar'ın şöyle dediğini aktardı: \"Mukatab, kitabasının ödenmemiş kısmı kaldığı sürece bir köledir.\" Malik de, \"Bu benim görüşüm\" dedi. Malik, \"Eğer bir mukatab ölür ve kitabasının ödenmesi gereken kısmından daha fazla mal bırakırsa ve kitaba süresi içinde doğmuş çocukları varsa veya kitabası yazılmışsa, kitaba ödendikten sonra kalan malı miras alırlar\" dedi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik, Humayd ibn Qays al-Makki'den, al-Mutawakkil'in bir mukatabı olduğunu ve bu mukatabın Mekke'de öldüğünü, kitabasının geri kalanını ödeyebilecek kadar mal bıraktığını ve bazı borçları olduğunu aktardı. Ayrıca bir kızı vardı. Mekke valisi, durumu nasıl değerlendireceğinden emin olamayınca, Abd al-Malik ibn Marwan'a danıştı. Abd al-Malik ona, \"Önce borçları öde, sonra kitabanın geri kalanını öde. Sonra kalan malı kızı ve sahibi arasında böl\" diye yazdı. Malik, \"Bizim aramızda yapılan şey, bir kölenin sahibi, kölesine kitaba vermek istemediği sürece, kölesinin kitaba talep etmesi durumunda bunu vermek zorunda değildir. İmamların bir adamı kölesine kitaba vermeye zorladığını duymadım. Bilgilerden birinin, birisi bu konuda sorduğunda ve Allah'ın, \"Onlara, içlerinde bir hayır gördüğünüz takdirde, kitaba verin\" (Nur Suresi 24:33) ayetini okuduğunda, \"İhramdan çıktığınızda avlanın\" (Maide Suresi 5:3) ve \"Namaz sona erdiğinde, yeryüzünde dağılın ve Allah'ın lütfunu arayın\" (Cum'a Suresi 62:10) ayetlerini okuduğunu duydum.\" dedi. Malik, \"Bu, Allah'ın, Azim ve Celil olanın, insanlara izin verdiği bir iş yapma şeklidir ve bu, onlara farz değildir\" dedi. Malik, \"Allah'ın, \"Allah'ın size verdiğinden onlara verin\" sözü hakkında, bir adamın kölesine kitaba vermesi ve ardından kitabasının sonunu belirli bir miktar azaltması gerektiğini duydum\" dedi. Malik, \"Bu, bilgiden duyduğum ve burada insanların yaptığını gördüğüm şeydir\" dedi. Malik, \"Abdullah ibn Umar'ın bir kölesine 35.000 dirheme kitaba verdiğini ve ardından kitabasının sonunu 5.000 dirhem azalttığını duydum\" dedi. Malik, \"Bizim aramızda yapılan şey, bir sahibi bir mukataba kitaba verdiğinde, mukatabın malının onunla birlikte gittiği, ancak çocuklarının onunla birlikte gitmediği, eğer kitaba da bunu belirtmediyse\" dedi. Yahya, \"Malik'in, eğer bir mukatabın sahibi ona kitaba verdiyse ve onunla birlikte hamile bir cariyesi varsa ve ne o ne de sahibi, kitaba verildiği gün bunu bilmiyorsa, çocuk onunla birlikte gitmez çünkü kitaba dahil edilmemiştir. O, sahibine aittir. Cariyesi ise mukataba aittir çünkü o, onun malıdır\" dedi. Malik, eğer bir adam ve karısının başka bir kocadan olan oğlu, karısından bir mukatabı miras alırsa ve mukatab, kitabasını tamamlamadan ölürse, miraslarını Allah'ın Kitabı'na göre aralarında böleceklerini söyledi. Eğer köle, kitabasını öderse ve sonra ölürse, mirası kadının oğlu alır ve kocası mirasından hiçbir şey almaz. Malik, eğer bir mukatab kendi kölesine kitaba verirse, durumun değerlendirileceğini söyledi. Eğer kölesine bir iyilik yapmak istiyorsa ve bu, ona kolaylık sağlayarak belli oluyorsa, bu yasaklanmıştır. Eğer kendi kitabasını ödemek için para bulma arzusu ile ona kitaba veriyorsa, bu ona müsaade edilmiştir. Malik, eğer bir adam, mukatabıyla cinsel ilişkiye girerse ve o da hamile kalırsa, onun bir seçeneği vardır. İsterse umm walad olabilir. İsterse kitabasını onaylayabilir. Eğer hamile kalmazsa, yine de kitabasını korur. Malik, \"Bizim aramızda, iki adamın sahip olduğu bir köle hakkında genel olarak kabul edilen uygulama, bunlardan biri, diğerinin izni olmadan kendi payı için kitaba vermemesi gerektiğidir, çünkü bu yalnızca ikisi birlikte kitaba yazılmadıkça, onu serbest bırakmak etkili olmaz. Eğer köle, kendisini özgür bırakmak için anlaştığı şeyi yerine getirirse ve ardından kendisi için kitaba veren kişi, özgür bırakma işlemini tamamlamak zorunda değildir, bu, Allah'ın Elçisi'nin sözlerine aykırıdır, \"Eğer birisi bir kölenin payını serbest bırakır ve kölenin tam fiyatını karşılayacak kadar parası varsa, ortaklarına paylarını vermelidir, böylece köle tamamen özgür olur.\" Malik, \"Eğer o, mukatabın şartlarıyla karşılaşana kadar veya onlardan önce bu durumu bilmezse, ona kitaba veren sahibi, mukatabın kendisinden aldığı her şeyi geri alır ve sonra kendisi ve ortağı, orijinal paylarına göre onu böler ve kitaba geçersiz olur. O, kölenin orijinal durumunda her ikisinin de kölesidir\" dedi. Malik, iki adamın sahip olduğu bir mukatabın, birinin kendisine borç olan hakkını ertelediği ve diğerinin bunu ertelemeyi reddettiği bir durumu anlattı. Malik, eğer mukatab daha sonra ölürse ve kitabasını tamamlayacak kadar mal bırakmazsa, \"Onlar, ona karşı hala kendisinden alacakları miktara göre bölerler. Her biri kendi payına göre alır. Eğer mukatab, kitabasından daha fazla bırakırsa, her biri, kitabın kendilerine kalan kısmını alır ve geriye kalan eşit olarak aralarında bölünür. Eğer mukatab, kitabasını tam olarak ödeyemeyecek durumda kalırsa ve kendisine borç vermeyen kişi, ortağından daha fazla alacak talep ederse, köle yine de aralarında eşit olarak bölünür ve kendisi, ortağından aldığı fazlalığı geri vermez, çünkü sadece ortağının izniyle hakkını talep etmiştir. Eğer biri kendisine olan borcunu affederse ve sonra ortağı kendisinden alacak talep ederse ve mukatab ödeyemezse, o, her ikisine de aittir. Ve bir şey talep eden, sadece kendisine olanı talep ettiği için geri vermez. Bu, iki adamın bir adam aleyhine yazdığı bir borç gibidir. Biri ona ödeme süresi verir ve diğeri açgözlü olup alacağını talep eder. Sonra borçlu iflas eder. Alacaklı, aldığı hiçbir şeyi geri vermek zorunda değildir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik, \"Bizim aramızda genel olarak kabul edilen uygulama, kölelerin bir kitaba birlikte yazıldığında ve bazıları diğerlerinden sorumlu olduğunda, birinin ölümüyle birlikte hiçbir şeyin azaltılmadığıdır. Sonra biri, 'Ben yapamam' derse ve vazgeçerse, arkadaşları onu yapabileceği her işte kullanabilir ve kitaba kadar özgürleşene kadar bu konuda birbirlerine yardımcı olurlar, özgürleşirlerse özgürleşirler, köle kalırlarsa köle kalırlar\" dedi. Malik, \"Bizim aramızda genel olarak kabul edilen uygulama, bir sahibi bir kölesine kitaba verdiğinde, kölenin ölmesi veya aciz kalması durumunda, sahibinin kölesinin kitabasını üstlenmesine izin verilmemesidir. Bu, Müslümanların sünnetinin bir parçası değildir. Çünkü bir adam, bir mukatabın sahibi için mukatabın kitabasından ne kadar alacaklı olduğunu üstlenirse ve sonra mukatabın sahibi, bu sorumluluğu üstlenen kişiden bunu talep ederse, haksız yere parasını alır. O, mukatabı satın alıyormuş gibi değildir, bu yüzden verdiği şey, onun olan bir şeyin fiyatının bir parçası değildir ve mukatabın özgürleşmesi de, onun özgür bir insan olarak dokunulmazlığını satın alacak kadar fiyatı yoktur. Eğer mukatab, ödemeleri karşılayamazsa, sahibi ona geri döner ve onun kölesi olur. Çünkü kitaba, mukatabın sahibi tarafından üstlenilebilecek sabit bir borç değildir. Mukatab tarafından ödendiğinde, onu özgürleştirir. Eğer mukatab ölürse ve bir borcu varsa, sahibi, kitabanın ödenmemiş kısmı için alacaklılardan biri değildir. Alacaklılar, sahibine öncelik tanır. Eğer mukatab ödemeleri karşılayamazsa ve insanlara borcu varsa, köle, sahibinin kölesi olmaya geri döner ve insanlara olan borçlar mukatabın sorumluluğundadır. Alacaklılar, sahibin kişiliği üzerinden herhangi bir pay almazlar.\" Malik, \"Bir kitaba içinde bir arada yazılmış insanlar olduğunda ve aralarında miras alacak bir akrabalık yoksa, bazıları diğerlerinden sorumlu olduğunda, o zaman hiçbiri diğerlerinden önce özgürleşmez, ta ki tüm kitaba ödenene kadar. Eğer biri ölürse ve mal bırakırsa ve bu, onlara karşı olan tüm borçlardan fazlaysa, bu, onlara karşı olan tüm borçları öder. Malın fazlası, sahibine gider ve ölenin kitabında yazılı olanlardan hiçbiri fazladan bir şey almaz. Sahibin talepleri, onların kitaba karşı kalan talepleri tarafından gölgelenir, çünkü ölen, onların sorumluluğunu üstlenmişti ve özgürlüklerini ödemek için onun malını kullanmaları gerekir. Eğer ölen mukatabın, kitaba yazılmamış ve doğmamış bir çocuğu varsa, bu çocuğun miras alması söz konusu değildir çünkü mukatab, ölmeden önce özgürleşmemiştir.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Umm Salama'nın, Peygamber'in eşi, mukatabıyla anlaşılan bir miktar altın ve gümüş ile bir uzlaşma yaptığını duyduğunu aktardı. Malik, \"İki ortak tarafından paylaşılan bir mukatab durumunda, birinin, ortağının izni olmadan, mukatabıyla anlaşıp belirli bir fiyatla uzlaşması mümkün değildir. Çünkü köle ve mal, her ikisinin de mülkiyetindedir ve bu nedenle biri, ortağının izni olmadan hiçbir mal almaz. Eğer biri mukatab ile uzlaşır ve ortağı uzlaşmazsa ve belirlenen fiyatı alırsa, sonra mukatab, mal bıraktığında veya ödeyemediğinde, uzlaşan kişi, mukatabın malından hiçbir şey almaz ve uzlaşma yaptığı şeyin geri dönüşünü sağlayamaz, böylece kölenin kişiliği üzerindeki hakkı geri dönmez. Ancak, birisi ortağının izniyle mukatab ile uzlaşırsa ve sonra mukatab ödeyemezse, uzlaşmayı bozan kişinin, mukatabdan aldığı şeyi geri vermesi daha iyidir ve mukatabın payını geri alabilir. Bunu yapabilir. Eğer mukatab ölürse ve mal bırakırsa, kitaba sahip olan ortak, mukatabın malından kendisine kalan kitaba karşılık tam olarak ödenir. Sonra mukatabın geriye kalan malı, uzlaşmayı bozan ortak ile ortağı arasında, mukatabın paylarına göre bölünür. Eğer ortaklardan biri, mukatab ile uzlaşmayı bozar ve diğeri kitaba sahip olursa ve mukatab ödeyemezse, uzlaşmayı bozan ortağa, 'Eğer kölenin arasında bölünmesi için aldığın şeyin yarısını ortağına vermek istersen, bunu yap. Eğer reddedersen, kölenin tamamı, kölenin mülkiyetini elinde tutan kişiye aittir' denir.\" Malik, iki adam arasında paylaşılan bir mukatabın, birinin ortağının izniyle onunla uzlaşma yaptığı bir durumu anlattı. Sonra kölenin mülkiyetini elinde tutan kişi, ortağının uzlaşma yaptığı şeyin benzerini veya daha fazlasını talep etti ve mukatab bunu ödeyemedi. \"Mukatab, aralarında paylaşıldığı için, adam sadece kendisine olanı talep etmiştir. Eğer, uzlaşma yaptığı kişiden daha azını talep ederse ve mukatab bunu karşılayamazsa, uzlaşma yapan kişi, kölenin yarısını ortağına geri vermek isterse, bunu yapabilir. Eğer reddederse, kölenin tamamı, uzlaşma yapmayan kişiye aittir. Eğer mukatab ölürse ve mal bırakırsa ve uzlaşma yapan kişi, mirasın aralarında bölünmesi için ortağına yarısını geri vermek isterse, bunu yapabilir. Eğer kitaba sahip olan kişi, uzlaşma yapan kişinin aldığı şeyin benzerini veya daha fazlasını alırsa, miras, kölenin paylarına göre aralarında bölünür çünkü sadece kendi hakkını alır.\" Malik, iki adam arasında paylaşılan bir mukatabın, birinin ortağının izniyle ona borç olan miktarı affettiği ve diğerinin alacaklı olduğu bir durumu anlattı. Sonra mukatab öldü ve mal bıraktı. Malik, \"Hiçbir şeyini affetmeyen kişi, tam olarak ödenir. Sonra mal, her biri, kölenin öldüğü gibi aralarında bölünür çünkü ilk kişi, onu özgür bırakmamıştır. O, sadece kendisine olan bir borcu affetmiştir\" dedi. Malik, \"Bir açıklama olarak, bir adam öldüğünde ve bir mukatab bırakırsa ve erkek ve kadın çocukları varsa ve çocuklardan biri mukatabın bir kısmını özgür bırakırsa, bu, onun için herhangi bir wala' oluşturmaz. Eğer gerçek bir özgürlük olsaydı, onu özgür bırakan erkek ve kadınlar için wala' tesis edilirdi\" dedi. Malik, \"Bir başka açıklama olarak, eğer biri kendi payını özgür bırakırsa ve sonra mukatab ödeyemezse, mukatabın kalan değerinin, özgür bırakılan kişi nedeniyle değişeceği\" dedi. \"Eğer gerçek bir özgürlük olsaydı, onun tahmini değeri, onu özgür bırakan kişinin malından alınırdı ta ki tamamen özgürleşene kadar, çünkü Allah'ın Elçisi, \"Eğer birisi bir kölenin payını özgür bırakır ve kölenin tam fiyatını karşılayacak kadar parası varsa, ortaklarına paylarını vermelidir\" demiştir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, \"Bir mukatabın bir adamı yaraladığı ve kan bedeli ödenmesi gereken durumlarda, en iyi duyduğum şey, eğer mukatab, yaralanma için kan bedelini kitabasından ödeyebiliyorsa, bunu yapması ve bu, onun kitabasına karşıdır. Eğer bunu yapamazsa ve kitabasını ödeyemezse, çünkü yaralanmanın kan bedelini kitabasından önce ödemesi gerekir ve yaralanmanın kan bedelini ödeyemezse, o zaman sahibinin bir seçeneği vardır. Eğer yaralanmanın kan bedelini ödemeyi tercih ederse, bunu yapar ve kölesini korur ve o, bir köle haline gelir. Eğer yaralıya köleyi teslim etmek isterse, onu teslim eder. Sahibinin, kölesinden daha fazlasını yapması gerekmez\" dedi. Malik, \"Bir genel kitaba sahip olan insanlar arasında, biri yaralanma meydana getirirse, 'Eğer biri yaralanma meydana getirirse, o ve onunla birlikte kitaba yazılı olanlar, o yaralanmanın tüm kan bedelini ödemeye çağrılır. Eğer öderlerse, kitaba yazılı kalırlar. Eğer ödemezlerse ve aciz kalırlarsa, o zaman sahibinin bir seçeneği vardır. Eğer isterse, o yaralanmanın tüm kan bedelini ödeyebilir ve tüm köleler ona geri döner. Eğer isterse, sadece yaralanmayı yapanı teslim edebilir ve diğerleri, yaralanmanın kan bedelini ödeyemedikleri için onun kölesi olmaya geri dönerler\" dedi. Malik, \"Mukatabın yaralanması veya mukatabın kitaba yazılı çocuklarından birinin yaralanması durumunda, kan bedelinin kölelerin değerine göre belirlendiği ve onların kan bedeli olarak belirlenen miktarın, kitaba sahip olan sahibine ödeneceği ve bunun, mukatabın kitabasının sonunda hesaplanacağı ve sahibin aldığı yaralanma için kan bedelinde bir indirim olacağı konusunda aramızda bir ihtilaf yoktur\" dedi. Malik, \"Bunun açıklaması, örneğin, eğer kitabasını üç bin dirheme yazmışsa ve sahibinin yaralanma için aldığı kan bedeli bin dirhemse, mukatab, sahibine iki bin dirhem ödedikten sonra özg"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik said, \"The best of what is said about a man who buys the\nmukatab of a man is that if the man wrote the slave's kitaba for\ndinars or dirhams, he does not sell him unless it is for merchandise\nwhich is paid immediately and not deferred, because if it is deferred,\nit would be a debt for a debt. A debt for a debt is forbidden.\"\n\n\nHe said, \"If the master gives a mukatab his kitaba for certain\nmerchandise of camels, cattle, sheep, or slaves, it is more correct\nthat the buyer buy him for gold, silver, or different goods than the\nones his master wrote the kitaba for, and that must be paid\nimmediately, not deferred.\"\n\n\nMalik said, \"The best of what I\nhave heard about a mukatab when he is sold is that he is more entitled\nto buy his kitaba than the one who buys him if he can pay his master\nthe price for which he was sold in cash. That is because his buying\nhimself is his freedom, and freedom has priority over what bequests\naccompany it. If one of those who have written the kitaba for the\nmukatab sells his portion of him, so that a half, a third, a fourth,\nor whatever share of the mukatab is sold, the mukatab does not have\nthe right of pre-emption in what is sold of him. That is because it is\nlike the severance of a partner, and a partner can only make a\nsettlement for a partner of the one who is mukatab with the permission\nof his partners because what is sold of him does not give him complete\nrights as a free man and his property is barred from him, and by\nbuying part of himself, it is feared that he will become incapable of\ncompleting payment because of what he had to spend. That is not like\nthe mukatab buying himself completely unless whoever has some of the\nkitaba remaining due to him gives him permission. If they give him\npermission, he is more entitled to what is sold of him.\"\n\n\nMalik said, \"Selling one of the instalments of a mukatab is not halal.\nThat is because it Is an uncertain transaction. If the mukatab cannot\npay it, what he owes is nullified. If he dies or goes bankrupt and he\nowes debts to people, then the person who bought his instalment does\nnot take any of his portion with the creditors. The person who buys\none of the instalments of the mukatab is in the position of the master\nof the mukatab. The master of the mukatab does not have a share with\nthe creditors of the mukatab for what he is owed of the kitaba of his\nslave. It is also like that with the kharaj, (a set amount deducted\ndaily from the slave against his earnings), which accumulates for a\nmaster from the earnings of his slave. The creditors of his slave do\nnot allow him a share for what has accumulated for him from those\ndeductions.\"\n\n\nMalik said, \"There is no harm in a mukatab\npaying off his kitaba with coin or merchandise other than the\nmerchandise for which he wrote his kitaba if it is identical with it,\non time (for the instalment) or delayed. \"\n\n\nMalik said that if\na mukatab died and left an umm walad and small children by her or by\nsomeone else and they could not work and it was feared that they would\nbe unable to fulfil their kitaba, the umm walad of the father was sold\nif her price would pay all the kitaba for them, whether or not she was\ntheir mother. They were paid for and set free because their father did\nnot forbid her sale if he feared that he would be unable to complete\nhis kitaba. If her price would not pay for them and neither she nor\nthey could work, they all reverted to being slaves of the master.\n\n\nMalik said, \"What is done among us in the case of a person who\nbuys the kitaba of a mukatab, and then the mukatab dies before he has\npaid his kitaba, is that the person who bought the kitaba inherits\nfrom him. If, rather than dying, the mukatab cannot pay, the buyer has\nhis person. If the mukatab pays his kitaba to the person who bought\nhim and he is freed, his wala' goes to the person who wrote the kitaba\nand the person who bought his kitaba does not have any of it.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik related to me that he heard that Urwa ibn az-Zubayr and\nSulayman ibn Yasar when asked whether the sons of a man, who had a\nkitaba written for himself and his children and then died, worked for\nthe kitaba of their father or were slaves, said, \"They work for the\nkitaba of their father and they have no reduction at all for the death\nof their father.\"\n\n\nMalik said, \"If they are small and unable\nto work, one does not wait for them to grow up and they are slaves of\ntheir father's master unless the mukatab has left what will pay their\ninstalments for them until they can work. If there is enough to pay\nfor them in what he has left, that is paid for on their behalf and\nthey are left in their condition until they can work, and then if they\npay, they are free. If they cannot do it, they are slaves.\"\n\n\nMalik spoke about a mukatab who died and left property which was not\nenough to pay his kitaba, and he also left a child with him in his\nkitaba and an umm walad, and the umm walad wanted to work for them. He\nsaid, \"The money is paid to her if she is trustworthy with it and\nstrong enough to work. If she is not strong enough to work and not\ntrustworthy with property, she is not given any of it and she and the\nchildren of the mukatab revert to being slaves of the master of the\nmukatab.\"\n\n\nMalik said, \"If people are written together in one\nkitaba and there is no kinship between them, and some of them are\nincapable and others work until they are all set free, those who\nworked can claim from those who were unable, the portion of what they\npaid for them because some of them assumed the responsibility for\nothers.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik related to me that he heard Rabia ibn Abi Abd ar-Rahman and\nothers mention that al-Furafisa ibn Umar al-Hanafi had a mukatab who\noffered to pay him all of his kitaba that he owed. Al-Furafisa refused\nto accept it and the mukatab went to Marwan ibn al-Hakam who was the\namir of Madina and brought up the matter. Marwan summoned al-Furafisa\nand told him to accept. He refused. Marwan then ordered that the\npayment be taken from the mukatab and placed in the treasury. He said\nto the mukatab \"Go, you are free.\" When al-Furafisa saw that, he took\nthe money.\n\n\nMalik said, \"What is done among us when a mukatab\npays all the instalments he owes before their term, is that it is\npermitted to him. The master cannot refuse him that. That is because\npayment removes every condition from the mukatab as well as service\nand travel. The setting free of a man is not complete while he has any\nremaining slavery, and neither would his inviolability as a free man\nbe complete and his testimony permitted and inheritance obliged and\nsuch things in that situation. His master must not make any\nstipulation of service on him after he has been set free.\"\n\n\nMalik said that it was permitted for a mukatab who became extremely\nill and wanted to pay his master all his instalments because his heirs\nwho were free would then inherit from him and he had no children with\nhim in his kitaba, to do so, because by that he completed his\ninviolability as a free man, his testimony was permitted, and his\nadmission of what he owed of debts to people was permitted. His\nbequest was permitted as well. His master could not refuse him that by\nsaying, \"He is escaping from me with his property.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik related to me that he had heard that Said ibn al-Musayyab\nwas asked about a mukatab who was shared between two men. One of them\nfreed his portion and then the mukatab died and left a lot of money.\nSaid replied, \"The one who kept his kitaba is paid what remains due to\nhim, and then they divide what is left between them both equally.\"\n\n\nMalik said, \"When a mukatab who fulfils his kitaba and\nbecomes free dies, he is inherited from by the people who wrote his\nkitaba and their children and paternal relations - whoever is most\ndeserving.\"\n\n\nHe said, \"This is also for whoever is set free\nwhen he dies after being set free - his inheritance is for the nearest\npeople to him of children or paternal relations who inherit by means\nof the wala'.\"\n\n\nMalik said, \"Brothers, written together in the\nsame kitaba, are in the same position as children to each other when\nnone of them have children written in the kitaba or born in the\nkitaba. When one of them dies and leaves property, he pays for them\nall that is against them of their kitaba and sets them free. The money\nleft over after that goes to his children rather than his brothers.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik spoke to me about a man who wrote a kitaba for his slave\nfor gold or silver and stipulated against him in his kitaba a journey,\nservice, sacrifice or similar, which he specified by its name, and\nthen the mukatab was able to pay all his instalments before the end of\nthe term.\n\n\nHe said, \"If he pays all his instalments and he is\nset free and his inviolability as a free man is complete, but he still\nhas this condition to fulfil, the condition is examined, and whatever\ninvolves his person in it, like service or a journey etc., is removed\nfrom him and his master has nothing in it. Whatever there is of\nsacrifice, clothing, or anything that he must pay, that is in the\nposition of dinars and dirhams, and is valued and he pays it along\nwith his instalments, and he is not free until he has paid that along\nwith his instalments.\"\n\n\nMalik said, \"The generally agreed-on\nway of doing things among us about which there is no dispute, is that\na mukatab is in the same position as a slave whom his master will free\nafter a service of ten years. If the master who will free him dies\nbefore ten years, what remains of his service goes to his heirs and\nhis wala' goes to the one who contracted to free him and to his male\nchildren or paternal relations.\"\n\n\nMalik spoke about a man who\nstipulated against his mukatab that he could not travel, marry, or\nleave his land without his permission, and that if he did so without\nhis permission it was in his power to cancel the kitaba. He said, \"If\nthe mukatab does any of these things it is not in the man's power to\ncancel the kitaba. Let the master put that before the Sultan. The\nmukatab, however, should not marry, travel, or leave the land of his\nmaster without his permission, whether or not he stipulates that. That\nis because the man may write a kitaba for his slave for 100 dinars and\nthe slave may have 1000 dinars or more than that. He goes off and\nmarries a woman and pays her bride-price which sweeps away his money\nand then he cannot pay. He reverts to his master as a slave who has no\nproperty. Or else he may travel and his instalments fall due while he\nis away. He cannot do that and kitaba is not to be based on that. That\nis in the hand of his master. If he wishes, he gives him permission in\nthat. If he wishes, he refuses it.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik said, \"When a mukatab sets his own slaves free, it is only\npermitted for a mukatab to set his own slaves free with the consent of\nhis master. If his master gives his consent and the mukatab sets his\nslave free, his wala' goes to the mukatab . If the mukatab then dies\nbefore he has been set free himself, the wala' of the freed slave goes\nto the master of the mukatab. If the freed one dies before the mukatab\nhas been set free, the master of the mukatab inherits from him.\"\n\n\nMalik said, \"It is like that also when a mukatab gives his slave a\nkitaba and his mukatab is set free before he is himself. The wala'\ngoes to the master of the mukatab as long as he is not free. If this\none who wrote the kitaba is set free, then the wala' of his mukatab\nwho was freed before him reverts to him. If the first mukatab dies\nbefore he pays, or he cannot pay his kitaba and he has free children,\nthey do not inherit the wala' of their father's mukatab because the\nwala' has not been established for their father and he does not have\nthe wala' until he is free.\"\n\n\nMalik spoke about a mukatab who\nwas shared between two men and one of them forewent what the mukatab\nowed him and the other insisted on his due. Then the mukatab died and\nleft property.\n\n\nMalik said, \"The one who did not abandon any\nof what he was owed, is paid in full. Then the property is divided\nbetween them both just as if a slave had died because what the first\none did was not setting him free. He only abandoned a debt that was\nowed to him .\"\n\n\nMalik said, \"One clarification of that is that\nwhen a man dies and leaves a mukatab and he also leaves male and\nfemale children and one of the children frees his portion of the\nmukatab, that does not establish any of the wala' for him. Had it been\na true setting free, the wala' would have been established for\nwhichever men and women freed him.\"\n\n\nMalik said, \"Another\nclarification of that is that if one of them freed his portion and\nthen the mukatab could not pay, the value of what was left of the\nmukatab would be altered because of the one who freed his portion. Had\nit been a true setting-free, his estimated value would have been taken\nfrom the property of the one who set free until he had been set\ncompletely free as the Messenger of Allah, may Allah bless him and\ngrant him peace, said, 'Whoever frees his share in a slave and has\nmoney to cover the full price of the slave, justly evaluated for him,\ngives his partners their shares. If not, he frees of him what he\nfrees.' \" (See Book 37 hadith 1).\n\n\nHe said, \"Another\nclarification of that is that part of the sunna of the muslims in\nwhich there is no dispute, is that whoever frees his share of a\nmukatab, the mukatab is not set fully free using his property. Had he\nbeen truly set free, the wala' would have been his alone rather than\nhis partners. Part of what will clarify that also is that part of the\nsunna of the muslims is that the wala' belongs to whoever writes the\ncontract of kitaba. The women who inherit from the master of the\nmukatab do not have any of the wala' of the mukatab. If they free any\nof their share, the wala' belongs to the male children of the master\nof the mukatab or his male paternal relations.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik said, \"If people are together in one kitaba, their master\ncannot free one of them without consulting his companions who are with\nhim in the kitaba and obtaining their consent. If they are young,\nhowever, their consultation means nothing and it is not permitted to\nthem. That is because a man might work for all the people and he might\npay their kitaba for them to complete their freedom. Their master\napproaches the one who will pay for them and their rescue from slavery\nis through him. He frees him and so makes those who remain unable to\npay. He does it intending benefit and increase for himself. It is not\npermitted for him to do that to those of them who remain. The\nMessenger of Allah, may Allah bless him and grant him peace, said,\n'There must be no harm nor return of harm.' This is the most severe\nharm.\"\n\n\nMalik said about slaves who wrote a kitaba together\nthat it was permitted for their master to free the old and exhausted\nof them and the young when neither of them could pay anything, and\nthere was no help nor strength to be had from any of them in their\nkitaba."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik said about a man who had his slave in a kitaba and then the\nmukatab died and left his umm walad, and there remained for him some\nof his kitaba to pay and he left what would pay it, \"The umm walad is\na slave since the mukatab was not freed until he died and he did not\nleave children that were set free by his paying what remained, so that\nthe umm walad of their father was freed by their being set free.\"\n\n\nMalik said about a mukatab who set free a slave of his or gave\nsadaqa with some of his property and his master did not know that\nuntil he had set the mukatab free, \"That has been performed by him and\nthe master does not rescind it. If the master of the mukatab knows\nbefore he sets the mukatab free, he can reject that and not permit it.\nIf the mukatab is then freed and it becomes in his power to do so, he\ndoes not have to free the slave, nor give the sadaqa unless he does it\nvoluntarily from himself.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik said, The best of what I have heard about a mukatab whose\nmaster frees him at death, is that the mukatab is valued according to\nwhat he would fetch if he were sold. If that value is less than what\nremains against him of his kitaba, his freedom is taken from the third\nthat the deceased can bequeath. One does not look at the number of\ndirhams which remain against him in his kitaba. That is because had he\nbeen killed, his killer would not be in debt for other than his value\non the day he killed him. Had he been injured, the one who injured him\nwould not be liable for other than the blood-money of the injury on\nthe day of his injury. One does not look at how much he has paid of\ndinars and dirhams of the contract he has written because he is a\nslave as long as any of his kitaba remains. If what remains in his\nkitaba is less than his value, only whatever of his kitaba remains\nowing from him is taken into account in the third of the property of\nthe deceased. That is because the deceased left him what remains of\nhis kitaba and so it becomes a bequest which the deceased made.\"\n\n\nMalik said, \"The illustration of that is that if the price of the\nmukatab is one thousand dirhams, and only one hundred dirhams remain\nof his kitaba, his master leaves him the one hundred dirhams which\ncomplete it for him. It is taken into account in the third of his\nmaster and by it he becomes free.\"\n\n\nMalik said that if a man\nwrote his slave a kitaba at his death, the value of the slave was\nestimated. If there was enough to cover the price of the slave in one\nthird of his property, that was permitted for him.\n\n\nMalik\nsaid, \"The illustration of that is that the price of the slave is one\nthousand dinars. His master writes him a kitaba for two hundred dinars\nat his death. The third of the property of his master is one thousand\ndinars, so that is permitted for him. It is only a bequest which he\nmakes from one third of his property. If the master has left bequests\nto people, and there is no surplus in the third after the value of the\nmukatab, one begins with the mukatab because the kitaba is setting\nfree, and setting free has priority over bequests. When those bequests\nare paid from the kitaba of the mukatab, they follow it. The heirs of\nthe testator have a choice. If they want to give the people with\nbequests all their bequests and the kitaba of the mukatab is theirs,\nthey have that. If they refuse and hand over the mukatab and what he\nowes to the people with bequests they can do that, because the third\ncommences with the mukatab and because all the bequests which he makes\nare as one.\"\n\n\nIf the heirs then say, \"What our fellow\nbequeathed was more than one third of his property and he has taken\nwhat was not his,\" Malik said, \"His heirs choose. It is said to them,\n'Your companion has made the bequests you know about and if you would\nlike to give them to those who are to receive them according to the\ndeceased's bequests, then do so. If not, hand over to the people with\nbequests one third of the total property of the deceased.' \"\n\n\nMalik continued, \"If the heirs surrender the mukatab to the people\nwith bequests, the people with bequests have what he owes of his\nkitaba. If the mukatab pays what he owes of his kitaba, they take that\nin their bequests according to their shares. If the mukatab cannot\npay, he is a slave of the people with bequests and does not return to\nthe heirs because they gave him up when they made their choice, and\nbecause when he was surrendered to the people with bequests, they were\nliable. If he died, they would not have anything against the heirs. If\nthe mukatab dies before he pays his kitaba and he leaves property\nwhich is more than what he owes, his property goes to the people with\nbequests. If the mukatab pays what he owes, he is free and his wala'\nreturns to the paternal relations of the one who wrote the kitaba for\nhim.\"\n\n\nMalik spoke about a mukatab who owed his master ten\nthousand dirhams in his kitaba, and when he died he remitted one\nthousand dirhams from it. He said, \"The mukatab is valued and his\nvalue is taken into consideration. If his value is one thousand\ndirhams and the reduction is a tenth of the kitaba, that portion of\nthe slave's price is one hundred dirhams. It is a tenth of the price.\nA tenth of the kitaba is therefore reduced for him. That is converted\nto a tenth of the price in cash. That is as if he had had all of what\nhe owed reduced for him. Had he done that, only the value of the slave\n- one thousand dirhams - would have been taken into account in the\nthird of the property of the deceased. If that which he had remitted\nis half of the kitaba, half the price is taken into account in the\nthird of the property of the deceased. If it is more or less than\nthat, it is according to this reckoning.\"\n\n\nMalik said, \"When a\nman reduces the kitaba of his mukatab by one thousand dirhams at his\ndeath from a kitaba of ten thousand dirhams, and he does not stipulate\nwhether it is from the beginning or the end of his kitaba, each\ninstalment is reduced for him by one tenth.\"\n\n\nMalik said, \"If\na man remits one thousand dirhams from his mukatab at his death from\nthe beginning or end of his kitaba, and the original basis of the\nkitaba is three thousand dirhams, the mukatab's cash value is\nestimated. Then that value is divided. That thousand which is from the\nbeginning of the kitaba is converted into its portion of the price\naccording to its proximity to the term and its precedence and then the\nthousand which follows the first thousand is according to its\nprecedence also until it comes to its end, and every thousand is paid\naccording to its place in advancing and deferring the term because\nwhat is deferred of that is less in respect of its price. Then it is\nplaced in the third of the deceased according to whatever of the price\nbefalls that thousand according to the difference in preference of\nthat, whether it is more or less, then it is according to this\nreckoning.\"\n\n\nMalik spoke about a man who willed a man a fourth\nof a mukatab or freed a fourth, and then the man died and the mukatab\ndied and left a lot of property, more than he owed. He said, \"The\nheirs of the first master and the one who was willed a fourth of the\nmukatab are given what they are still owed by the mukatab. Then they\ndivide what is left over, and the one willed a fourth has a third of\nwhat is left after the kitaba is paid. The heirs of his master gets\ntwo-thirds. That is because the mukatab is a slave as long as any of\nhis kitaba remains to be paid. He is inherited from by the possession\nof his person.\"\n\n\nMalik said about a mukatab whose master freed\nhim at death, \"If the third of the deceased will not cover him, he is\nfreed from it according to what the third will cover and his kitaba is\ndecreased according to that. If the mukatab owed five thousand dirhams\nand his value is two thousand dirhams cash, and the third of the\ndeceased is one thousand dirhams, half of him is freed and half of the\nkitaba has been reduced for him.\" Malik said about a man who said in\nhis will, \"My slave so-and-so is free and write a kitaba for so-and-\nso\", that the setting free had priority over the kitaba."
    }
  ]
}