{
  "language": "tr",
  "metadata": {
    "length": 37,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Yahudiler, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, geldiler ve aralarından bir adam ve kadının zina ettiğini kendisine bildirdiler. Allah'ın Resulü, Allah ona salat ve selam eylesin, onlara, 'Taura'da taşlama hakkında ne buluyorsunuz?' diye sordu. Onlar, 'Biz onların yanlış eylemlerini bildiririz ve onları kırbaçlarız.' dediler. Abdullah ibn Selam, 'Yalan söylediniz! Bunun için taşlama var, Taura'yı getirin.' dedi. Onlar onu açtılar ve içlerinden biri taşlama ayetinin üzerine elini koydu. Sonra öncesini ve sonrasını okudu. Abdullah ibn Selam ona elini kaldırmasını söyledi. Elini kaldırdı ve orada taşlama ayeti vardı. Onlar, 'Doğru söyledi, Muhammed. Taşlama ayeti bunun içindedir.' dediler. Bunun üzerine Allah'ın Resulü, Allah ona salat ve selam eylesin, emir verdi ve onlar taşlandılar.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abdullah ibn Umar ekledi: \"Adamın, kadını taşlardan korumak için üzerine eğildiğini gördüm.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik, \"Eğilmekle, taşların onun üzerine düşmesi için kendisini onun üzerine attı demek istedi.\" yorumunu yaptı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Said ibn al-Musayyab'dan, Aslam kabilesinden bir adamın Abu Bekir as-Sıddik'e geldiğini ve ona, \"Zina ettim.\" dediğini aktardı. Abu Bekir ona, \"Bunu başka birine söyledin mi?\" dedi. O, \"Hayır.\" dedi. Abu Bekir ona, \"O zaman Allah'ın örtüsüyle ört. Allah, kullarından tövbeyi kabul eder.\" dedi. Kendisi hala huzursuzdu, bu yüzden Umar ibn al-Khattab'a gitti. Ona, Abu Bekir'e söylediği gibi söyledi ve Umar ona, Abu Bekir'in ona söylediği gibi söyledi. Kendisi hala huzursuzdu, bu yüzden Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, gitti ve ona, \"Zina ettim.\" dedi, ısrarla. Allah'ın Resulü, Allah ona salat ve selam eylesin, ondan üç kez yüzünü çevirdi. Her seferinde Allah'ın Resulü, Allah ona salat ve selam eylesin, ondan yüzünü çevirdi ta ki bu fazla gelene kadar. Allah'ın Resulü, Allah ona salat ve selam eylesin, ailesine sordu, \"Onun aklını etkileyen bir hastalığı mı var, yoksa deli mi?\" dediler. \"Ey Allah'ın Resulü, Allah'a yemin ederiz ki, o sağlıklı.\" Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Bekar mı evli mi?\" dedi. Onlar, \"Evli, ey Allah'ın Resulü.\" dediler. Allah'ın Resulü, Allah ona salat ve selam eylesin, emir verdi ve o taşlandı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Hazzal adında Aslam kabilesinden bir adama, 'Hazzal, onu örtünce daha iyi olurdu.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya ibn Said, \"Bu hadisi, içinde Yazid ibn Nuaym ibn Hazzal al-Aslami'nin de bulunduğu bir mecliste aktardım. Yazid, 'Hazzal benim dedemdir. Bu hadis doğrudur.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, bir adamın Allah'ın Resulü döneminde zina ettiğini itiraf ettiğini ve kendisine dört kez şahitlik ettiğini aktardı. Bunun üzerine Allah'ın Resulü, Allah ona salat ve selam eylesin, emir verdi ve o taşlandı."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ibn Shihab, \"Bu nedenle bir adam kendi itirafı için cezalandırılmalıdır.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, Yaqub ibn Zayd ibn Talha'dan, babası Zayd ibn Talha'dan, Abdullah ibn Abi Mulayka'nın kendisine, bir kadının Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, geldiğini ve zina ettiğini ve hamile olduğunu bildirdiğini aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, ona, \"Doğum yapana kadar git.\" dedi. O doğum yaptıktan sonra, ona geldi. Allah'ın Resulü, Allah ona salat ve selam eylesin, ona, \"Emzirdikten ve çocuğu sütten kestikten sonra gel.\" dedi. O çocuğu sütten kestikten sonra, ona geldi. O, \"Git ve çocuğu birine emanet et.\" dedi. O, çocuğu birine emanet etti ve sonra ona geldi. O emir verdi ve o taşlandı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'dan, Abu Hurayra ve Zayd ibn Khalid al-Juhani'nin kendisine, iki adamın Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bir ihtilaf getirdiğini aktardı. Birisi, \"Ey Allah'ın Resulü! Bizim aramızda Allah'ın Kitabı ile hükmet!\" dedi. Diğeri, daha akıllı olanı, \"Evet, ey Allah'ın Resulü. Bizim aramızda Allah'ın Kitabı ile hükmet ve bana konuşma izni ver.\" dedi. O, \"Konuş.\" dedi. O, \"Oğlum bu kişi tarafından işe alındı ve karısıyla zina etti. O bana, oğlumun taşlanması gerektiğini söyledi ve ben onu yüz koyun ve bir cariye ile fidye verdim. Sonra ilim sahiplerine sordum ve bana, oğlumun yüz kırbaçla dövülmesi ve bir yıl sürgün edilmesi gerektiğini söylediler ve kadının taşlanması gerektiğini bildirdiler.\" Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Kendimi elinde tutan Allah'a yemin ederim ki, sizin aranızda Allah'ın Kitabı ile hükmedeceğim. Koyunlarınız ve cariyeniz size iade edilecektir. Oğlunuz yüz kırbaçla dövülecek ve bir yıl sürgün edilecektir.\" dedi. Unays al-Aslami'yi diğer adamın karısına gitmesi ve eğer itiraf ederse onu taşlaması için emir verdi. O itiraf etti ve taşlandı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Sulayman ibn Yasar'ın kendisine Abdullah ibn Abbas ibn Abi Rabia al-Makhzumi'den, \"Umar ibn al-Khattab, Kureyş'in köleleri hakkında bana emir verdi ve biz, Müslüman topraklarının bazı köle kızlarını zina nedeniyle her birine elli sopa vurdurduk.\" dediğini aktardı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim görüşümüze göre, eşi olmayan ve 'Zorlandım' ya da 'Evliydim' diyen bir kadının durumu, eğer evliliği veya zorlandığına dair açık bir delil sunmazsa kabul edilmez ve ona had cezası uygulanır. Eğer bakire ise kanama ile gelir ya da yardım çağırırsa ve o halde biri ona gelirse ya da ihlalin gerçekleştiği duruma benzer bir durumda olursa, o zaman durumu kabul edilir.\" Dedi ki, \"Eğer bunlardan hiçbiri yoksa, ona had cezası uygulanır ve onun iddiaları kabul edilmez.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik dedi ki, \"Tecavüze uğramış bir kadın, üç adet adet dönemi geçene kadar evlenemez.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Dedi ki, \"Eğer adet dönemlerinden şüphe ederse, o şüpheden kurtulana kadar evlenemez.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik, Abu'z-Zinad'dan, \"Umar ibn Abd al-Aziz, bir köleyi iftira nedeniyle seksen sopa ile cezalandırdı.\" dediğini aktardı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Abu'z-Zinad dedi ki, \"Bu konuda Abdullah ibn Amir ibn Rabia'ya sordum. O da, 'Umar ibn al-Khattab, Uthman ibn Affan, halifeler ve diğerlerini gördüm, fakat onların hiçbiri iftira nedeniyle bir köleye kırk sopadan fazla vurmadı.' dedi.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Malik, Zurayq ibn Hakim al-Ayli'den, \"Misbah adında bir adam, oğlundan yardım istedi ve onu gereksiz yere yavaş buldu. Oğul geldiğinde, babası ona, 'Ey zina eden.' dedi. Zurayq dedi ki, \"Oğul, babasına karşı bana yardım etmemi istedi. Onu dövmek istediğimde, oğlu, 'Vallahi, eğer onu döversen, zina ettiğimi kabul edeceğim.' dedi. Bunu duyunca, durum benim için karıştı, bu yüzden o zamanın valisi olan Umar ibn Abd al-Aziz'e yazdım ve durumu ona bildirdim. Umar bana affetmesini yazdı.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Zurayq dedi ki, \"Umar ibn Abd al-Aziz'e de yazdım, 'Bir adam hakkında ne düşünüyorsun, iftiraya uğramış ya da ebeveynleri iftiraya uğramış ve her ikisi ya da yalnızca biri ölmüşse?' Dedi ki, Umar bana yazdı, 'Eğer affederse, kendisi için affedilmesi caizdir. Eğer ebeveynleri iftiraya uğramışsa ve biri ya da her ikisi ölmüşse, bunun için Allah'ın Kitabı'nın hükmünü al, aksi takdirde onu örtmek isterse.'\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya dedi ki, \"Malik'in, 'Çünkü iftiraya uğramış adam, eğer bu açığa çıkarsa, açık bir delil ortaya çıkmasından korkabilir. Eğer bizim tanımladığımız gibi ise, onun affedilmesi caizdir.' dediğini duydum.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Malik, Hisham ibn Urwa'dan, babasının, bir adamın bir grup insanı iftiraya uğratması durumunda sadece bir had cezası olduğunu söylediğini aktardı."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Malik dedi ki, \"Eğer ayrı ayrı durumlarda olurlarsa, yine de ona karşı sadece bir had cezası vardır.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, Abu'r-Rijal Muhammad ibn Abd ar-Rahman ibn Haritha ibn an-Numan al-Ansari'den, sonra Banu'n-Nacar'dan annesi Amra bint Abd ar-Rahman'dan, \"Umar ibn al-Khattab zamanında iki adam birbirine lanet etti. Birisi diğerine, 'Vallahi, babam zina eden değil ve annem de zina eden değil.' dedi. Umar ibn al-Khattab bu konuda danışma istedi. Bir kişi, 'Babası ve annesini övmüştür.' dedi. Diğer birisi, 'Babası ve annesinin başka övgüleri var. Onun had cezası ile dövülmesi gerektiğini düşünüyoruz.' dedi. Bunun üzerine Umar, ona seksen sopa ile had cezası uyguladı.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik dedi ki, \"Bizim görüşümüze göre, iftira, inkar veya ima durumlarında had cezası vardır, burada konuşanın bu inkar veya iftirayı kastettiğini gördüğümüzde. O zaman, bunu söyleyen kişiye had cezası tamamen uygulanır.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Malik dedi ki, \"Bir adamın başka bir adamın babası olduğunu inkar etmesi durumunda, had cezasını hak eder. Eğer inkar edilen anne bir köle ise, o da had cezasını hak eder.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Malik dedi ki, \"Bir adamın, bir köle kızı ile eşinin yanında cinsel ilişkiye girmesi durumunda, had cezası uygulanmaz ve çocuk ona bağlıdır. Köle kızı hamile kaldığında, değeri hesaplanır ve ortaklarına fiyatlarının payları verilir ve köle kızı onun olur. Bu, aramızda yapılan uygulamadır.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'dan, az-Zubayr ibn al-Awwam'ın bir adamla karşılaştığını ve bu adamın bir hırsızı yakalayıp Sultan'a götürmeyi düşündüğünü aktardı. Az-Zubayr ibn al-Awwam, onun serbest bırakılması için araya girdi. Adam, \"Hayır. Onu Sultan'a götürmeden bırakmam,\" dedi. Az-Zubayr, \"Sultan'a ulaştığında, Allah, araya giren ve araya gireni lanetlesin,\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, babasından, Yemen'den el ve ayakları kesilmiş bir adamın gelip, Abu Bakr as-Siddiq'in önünde şikayette bulunduğunu aktardı. Adam, Yemen valisinin ona zulmettiğini söyledi ve gecenin bir kısmında dua ediyordu. Abu Bakr, \"Babana yemin ederim ki, senin gecen bir hırsızın gecesi değil,\" dedi. Sonra, Abu Bakr as-Siddiq'in eşi Asma bint Umays'ın bir kolyesi kayboldu. Adam, onlarla birlikte onu aramak için geldi. \"Ya Allah! Bu güzel evin halkına gece baskın yapanın sorumluluğu senindir!\" dedi. Mücevher, bir altıncıda bulundu. Altıncı, sakat adamın onu kendisine getirdiğini iddia etti. Sakat adam itiraf etti ya da aleyhine tanıklık yapıldı. Abu Bakr as-Siddiq, onun sol elinin kesilmesini emretti. Abu Bakr, \"Allah'a yemin ederim ki, onun kendisine yaptığı dua, benim için, hırsızlığından daha ciddidir,\" dedi."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini aktardı: \"Bizim aramızda, birkaç kez hırsızlık yapan bir kişi hesap vermeye çağrıldığında, eğer hadd uygulanmamışsa, sadece elinin kesileceği kabul edilir. Eğer daha önce hadd uygulanmışsa ve hırsızlık, el kesmeyi gerektiriyorsa, o zaman bir sonraki uzvu kesilir.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'ın kendisine, Umar ibn Abd al-Aziz'in bir savaştan bazı insanları alıp, hiçbiri öldürmeden, onların ellerini kesmek ya da öldürmek istediğini aktardığını söyledi. Umar ibn Abd al-Aziz, ona, \"Bundan daha azını almak daha iyidir,\" diye yazdı."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini aktardı: \"Bizim aramızda, pazar yerlerinde koruma altına alınmış insanların mallarını çalan bir kişi hakkında, eğer birisi, korunduğu yerden herhangi bir şey çalarsa ve bu şeyin değeri el kesmeyi gerektiriyorsa, onun eli kesilmelidir. Mal sahibi yanında olsun ya da olmasın, gece ya da gündüz olsun.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Malik, el kesmeyi gerektiren bir şeyi çalan birisi hakkında, çaldığı şey kendisinde bulunduğunda ve onu sahibine geri verdiğinde, \"Onun eli kesilir,\" dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Malik, \"Eğer biri, 'Eşyalar ondan alındı ve sahibine geri verildiğinde, onun eli nasıl kesilir?' derse, bu, şarap içen kişinin durumu gibidir; eğer ağzında şarap kokusu varsa ama sarhoş değilse, hadd uygulanır,\" dedi."
    }
  ]
}