{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": ""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, as-Sa'ib ibn Yazid'in kendisine bildirdiğine göre, Ömer ibn al-Hattab'ın onlara çıktığını aktardı. Dedi ki, \"Şu kişi üzerinde şarap kokusu buldum ve o, bunun kaynatılmış meyve suyu olduğunu iddia etti. Ne içtiğini soruyorum. Eğer sarhoş ediyorsa, onu kırbaçlayacağım.\" Ömer, onu tam hadd ile kırbaçladı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Thawr ibn Zayd ad-Dili'den, Ömer ibn al-Hattab'ın bir adamın şarap içmesi hakkında danıştığını aktardı. Ali ibn Abi Talib ona şöyle dedi: \"Biz, onu seksen sopa ile kırbaçlamanıza inanıyoruz. Çünkü o içtiğinde sarhoş oluyor, sarhoş olduğunda karışık konuşuyor ve karışık konuştuğunda yalan söylüyor.\" (80 sopa, iftira için olan miktarla aynıdır.) Ömer, şarap içmekten dolayı seksen sopa vurdu."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, kölenin şarap için haddini sorduğunda, \"Özgür birinin şarap içmesi için haddinin yarısı kadar olduğunu duydum.\" dedi. Ömer ibn al-Hattab, Osman ibn Affan ve Abdullah ibn Ömer, kölelerini şarap içtiklerinde özgür birinin haddinin yarısı ile kırbaçladılar."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini duyduğunu aktardı: \"Allah'ın hoşlanmadığı hiçbir şey, hadd olmadığı sürece affedilmez.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini aktardı: \"Bizim için sunna, sarhoş edici bir şey içen herkes için hadd'in zorunlu olduğudur, sarhoş olup olmamasına bakılmaksızın.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "",
      "text": ""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Ömer'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, bir seferinde insanlara hitap ettiğini aktardı. Abdullah ibn Ömer dedi ki, \"Ben ona doğru gittim, ama ben ona ulaşmadan önce konuşmasını bitirdi. Ne söylediğini sordum. Birisi bana, 'O, dibek içinde veya katranla sürülmüş bir sürahide nabidh hazırlamayı yasakladı.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "",
      "text": ""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, İbn Wala al-Misri'nin Abdullah ibn Abbas'a üzümlerden sıkılan şey hakkında sorduğunu aktardı. İbn Abbas şöyle cevap verdi: \"Bir adam, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, küçük bir su tulumu dolusu şarap verdi. Allah'ın Resulü, Allah ona salat ve selam eylesin, ona, 'Bilmiyor musun ki Allah bunu haram kıldı?' dedi. Adam, 'Hayır.' dedi. Sonra yanındaki bir adam ona fısıldadı. Allah'ın Resulü, Allah ona salat ve selam eylesin, ne fısıldadığını sordu, adam da, 'Ona bunu satmasını söyledim.' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'İçmeyi haram kılan, satmayı da haram kılmıştır.' dedi. Adam daha sonra su tulumlarını açtı ve içindekileri döktü.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshak ibn Abdullah ibn Abi Talha'dan, Anas ibn Malik'in şöyle dediğini aktardı: \"Ben, Abu Ubayda ibn al-Jarrah ve Abu Talha al-Ansari ile Umayy ibn Kab'a şarap servis ediyordum. Şarap, ezilmiş olgun hurmalardan ve kuru hurmalardan hazırlanmıştı. Birisi onlara geldi ve, 'Şarap haram kılındı.' dedi. Abu Talha, bana gidip sürahileri alıp kırmamı emretti. Ben kalktım ve bizim havanımıza gidip, onları alt kısmıyla vurarak kırdım.\""
    }
  ]
}