{
  "language": "tr",
  "metadata": {
    "length": 45,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr ibn Muhammad ibn Amr ibn Hazm'dan, babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Amr ibn Hazm'a kan bedeli hakkında gönderdiği bir mektupta, bir can için yüz deve, tamamen kesilen bir burun için yüz deve, beyin yarası için kan bedelinin üçte biri, karın yarası için de aynı, bir göz için elli, bir el için elli, bir ayak için elli, her parmak için on deve, dişler için beş ve kemiği açığa çıkaran bir baş yarası için beş deve yazdığını aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik, Umar ibn al-Khattab'ın şehir halkı için tam kan bedelini tahmin ettiğini duyduğunu aktardı. Altın sahibi olanlar için bunu bin dinar, gümüş sahibi olanlar için ise on bin dirhem olarak belirledi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik dedi ki: \"Altın sahipleri Şam halkıdır ve Mısır halkıdır. Gümüş sahipleri ise Irak halkıdır.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, kan bedelinin üç veya dört yıl içinde taksitler halinde ödeneceğini duyduğunu aktardı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik dedi ki: \"Üç, bu konuda duyduğum en tercih edilenidir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik dedi ki: \"Toplumumuzda genel olarak kabul edilen uygulama, şehir halkından kan bedeli olarak deve kabul edilmemesi ve çöl halkından altın veya gümüş kabul edilmemesidir. Altın sahiplerinden gümüş kabul edilmez ve gümüş sahiplerinden altın kabul edilmez.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'ın şöyle dediğini aktardı: \"Cinayet için kabul edilen tam kan bedeli yirmi beş buzağı, yirmi beş iki yaşında, yirmi beş dört yaşında ve yirmi beş beş yaşında hayvandır.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Marwan ibn al-Hakam'ın Muawiya ibn Abi Sufyan'a, bir adamı öldüren bir deli getirildiğini yazdığını aktardı. Muawiya ona yazdı: \"Onu bağla ve ona karşı bir misilleme yapma. Delinin aleyhine misilleme yoktur.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, bir yetişkin ve bir çocuğun bir adamı birlikte öldürmesi durumunda, \"Yetişkin öldürülür ve çocuk tam kan bedelinin yarısını öder.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik dedi ki: \"Bu, bir hür kişi ve bir kölenin bir köleyi öldürmesi durumunda da böyledir. Köle öldürülür ve hür kişi onun değerinin yarısını öder.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Irak ibn Malik ve Sulayman ibn Yasar'dan, Banu Sad ibn Layth'ten bir adamın bir atı koşturduğunu ve bu atın Juhayna kabilesinden bir adamın parmağına bastığını aktardı. Kanadı ve öldü. Umar ibn al-Khattab, davanın yapıldığı kişilere, \"Allah'a yemin eder misiniz ki o, bunun yüzünden ölmedi?\" dedi. Onlar reddetti ve bunu yapmaktan vazgeçtiler. Diğerlerine, \"Yemin eder misiniz?\" dedi. Onlar da reddetti, bu yüzden Umar ibn al-Khattab, Banu Sad'ın tam kan bedelinin yarısını ödemesi gerektiğine hükmetti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik dedi ki: \"Buna dayanılmaz.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab, Sulayman ibn Yasar ve Rabia ibn Abi Abd ar-Rahman'ın şöyle dediğini aktardı: \"Kazaen öldürme için kan bedeli yirmi buzağı, yirmi iki yaşında, yirmi erkek iki yaşında, yirmi dört yaşında ve yirmi beş yaşındadır.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik dedi ki: \"Bizim için genel olarak kabul edilen yol, çocuklara karşı misilleme yapılmamasıdır. Niyetleri kazara olur. Eğer ergenliğe ulaşmamışlarsa, hudud onlara uygulanmaz. Eğer bir çocuk birini kazara öldürürse, bu sadece kazara olur. Eğer bir çocuk ve bir yetişkin bir hür adamı kazara öldürürse, her biri tam kan bedelinin yarısını öder.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik dedi ki: \"Bir kişi birini kazara öldürürse, kan bedelini malıyla öder ve ona karşı misilleme yapılmaz. O para, ölen kişinin malından başka bir şey gibi olup, borcu bununla ödenir ve ondan vasiyet bırakmasına izin verilir. Eğer toplam malının kan bedeli üçte biri ise ve sonra kan bedeli feragat edilirse, bu ona müsaade edilir. Eğer sahip olduğu tüm malı kan bedeli ise, üçte birini feragat etmesine ve bunu vasiyet etmesine izin verilir.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Sulayman ibn Yasar'dan, Zayd ibn Thabit'in şöyle dediğini aktardı: \"Göz kalır ama görme yetisi kaybolursa, bunun için yüz dinar ödenir.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya dedi ki, \"Malik'e gözün alt kapağının kesilmesi ve göz etrafındaki kemiğin durumu soruldu. O da, 'Görme yetisi bozulmadıkça bu konuda sadece içtihat vardır. Görme yetisi ne kadar bozulmuşsa, o kadar bir miktar ödenir.' dedi.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini aktardı: \"Topluluğumuzda, bir gözün kötü gözünün çıkarılması ve felçli elin kesilmesi durumunda, bununla ilgili sadece içtihat vardır ve belirlenmiş bir diyet yoktur.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in Sulayman ibn Yasar'ın, kemiklerin açıldığı bir yüz yarasının, kemiklerin açıldığı bir kafa yarası gibi olduğunu, yüz yarası yara izine maruz kalmadıkça, söylediğini aktardı. O zaman diyet, derisi açılmış kafa yarasının diyetinin yarısı kadar artırılır ve bunun için yetmiş beş dinar ödenir."
    },
    {
      "id": 21,
      "narrator": "ibn Abi Abd ar-Rahman said, \"I asked Said ibn al Musayyab, 'How\nmuch for the finger of a woman?' He said, 'Ten camels' I said, 'How\nmuch for two fingers?' He said, 'Twenty camels.' I said, 'How much for\nthree?' He said, 'Thirty camels.' I said, 'How much for four?' He\nsaid, 'Twenty camels.' I said, 'When her wound is greater and her\naffliction stronger, is her blood-money then less?' He said, 'Are you\nan Iraqi?' I said, 'Rather, I am a scholar who seeks to verify things,\nor an ignorant man who seeks to learn.' Said said, 'It is the sunna,\nmy nephew.' \"\n\n\nMalik said, \"What is done in our community\nabout all the fingers of the hand being cut off is that its blood-\nmoney is complete. That is because when five fingers are cut, their\nblood-money is the blood-money of the hand:",
      "text": "Malik dedi ki, \"Topluluğumuzda, parçalanmış kafa yarası on beş deveye sahiptir.\" Açıklamasında, \"Parçalanmış kafa yarası, kemik parçalarının fırladığı ve beyne ulaşmayan yaradır. Bu başta veya yüz bölgesinde olabilir.\" dedi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Malik dedi ki, \"Topluluğumuzda, beyin yarası veya karın yarası için intikam yoktur ve İbn Şihab şöyle demiştir: 'Beyin yarası için intikam yoktur.'\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Malik açıkladı: \"Beyin yarası, kemikleri delip beyne ulaşan yaradır. Bu tür yaralar sadece başta meydana gelir. Kemikler delindiğinde beyne ulaşan yaradır.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Malik dedi ki, \"Topluluğumuzda, kafatasını açmayan herhangi bir kafa yarası için diyet ödenmez. Sadece kemikleri açan kafa yarası ve daha kötü olanlar için diyet ödenir. Çünkü Allah'ın Resulü, ona salat ve selam olsun, Amr ibn Hazm'a yazdığı mektupta, kemikleri açan kafa yarası için durmuştur. Onu beş deve olarak belirlemiştir. Geçmiş ve günümüzdeki imamlar, kemikleri açmayan yaralar için diyet belirlememiştir.\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Vücudun herhangi bir organında veya uzvunda meydana gelen her delici yara için, o uzvun diyetinin üçte biri ödenir.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, \"İbn Şihab, vücudun herhangi bir organında veya uzvunda delici yaralarla ilgili olarak genel bir uygulama olduğunu düşünmüyordu, ben de düşünmüyorum. Ancak bu durumda içtihat vardır. İmam bu konuda içtihat yapar ve topluluğumuzda bununla ilgili genel bir uygulama yoktur.\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Malik dedi ki, \"Topluluğumuzda, beyin yarası, kemiği parçalayacak yaralar ve kemiği açan yaralar sadece baş ve yüz için geçerlidir. Vücutta meydana gelenlerin hepsi sadece içtihat konusudur.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Malik dedi ki, \"Alt çene ve burun yaralanmalarının baş yarasıyla ilgili olduğunu düşünmüyorum çünkü bunlar ayrı kemiklerdir, geriye kalan her şey tek bir kemiktir.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, onun babasından şöyle rivayet etti: \"Aşiret, kasten yapılan cinayet için diyet ödemekle yükümlü değildir. Onlar, kazara öldürme için diyet öderler.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan şöyle rivayet etti: \"Sünnetin hükmü, aşiretin kasten yapılan bir cinayetin diyetinden sorumlu olmadığıdır, eğer onlar bunu istemezlerse.\" Yahya, Malik'ten, Yahya ibn Said'den aynı şekilde rivayet etti."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Malik, İbn Şihab'dan şöyle dedi: \"Kasten cinayet işlenmesi durumunda sünnetin hükmü, öldürülen kişinin yakınları intikamı terk ettiklerinde, diyetin katilin kendi malından ödenmesidir, eğer aşiret ona bu konuda yardımcı olmazsa.\" Malik, \"Bizim toplumumuzda yapılan şey, diyetin aşirete yükümlü olmadığıdır, ta ki toplam miktarın üçte birine veya daha fazlasına ulaşana kadar. Üçte birine ulaşan miktar aşirete aittir, üçte birin altındaki miktar ise yaralayan kişinin malına aittir.\" dedi. Malik, \"Aramızda üzerinde ihtilaf olmayan uygulama, kasten cinayet işleyen veya intikam gerektiren herhangi bir yaralanma durumunda, diyetin aşiretten istenmeyeceğidir, eğer onlar bunu istemezlerse. O diyet, katilin veya yaralayanın malından ödenir, eğer malı varsa. Eğer malı yoksa, bu onun üzerine bir borçtur ve aşiret bunun için hiçbir şey ödemez, eğer onlar istemezlerse.\" dedi. Malik, \"Aşiret, kendisine zarar veren kimseye, kasten veya kazara olsun, diyet ödemez. Bu, bizim fıkıh ehlinin görüşüdür. Kasten işlenen eylemlerden ötürü aşireti sorumlu tutan kimse duymadım. Bu konuda bilinenlerden bir kısmı, Allah, mübarek ve yüce, kitabında şöyle buyurmuştur: 'Kardeşi tarafından affedilen kimse, bunu kabul ile takip etsin ve iyi niyetle ödesin' (Bakara 2:178). Bunun yorumu - bizim görüşümüze göre - Allah en iyi bilendir, kardeşine diyetin bir kısmını veren kimse, bunu kabul ile takip etsin ve iyi niyetle ödesin.\" dedi. Malik, malı olmayan bir çocuk ve malı olmayan bir kadın hakkında konuştu. \"Eğer bunlardan biri, diyetin üçte birinin altında bir yaralanmaya neden olursa, bu, çocuk ve kadın adına kişisel malından alınır, eğer onlardan alınacak bir mal varsa. Eğer yoksa, her birinin neden olduğu yaralanma onların üzerine bir borçtur. Aşiret bunun için hiçbir şey ödemez ve bir çocuğun babası, çocuğun neden olduğu bir yaralanmanın diyetinden sorumlu değildir.\" dedi. Malik, \"Bizim toplumumuzda, üzerinde ihtilaf olmayan uygulama, bir kölenin öldürülmesi durumunda, onun değeri, öldürüldüğü günün değeridir. Katilin aşireti, kölenin değerinden, büyük ya da küçük, hiçbir şeyden sorumlu değildir. Bu, onu vuran kişinin kendi malından sorumlu olduğu bir durumdur. Eğer kölenin değeri diyet veya daha fazlasıysa, bu onun malına aittir. Çünkü köle belirli bir tür maldır.\" dedi."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ömer ibn al-Hattab'ın Mina'da insanlara şöyle dediğini rivayet etti: \"Eğer birisi diyet hakkında bilgi sahibi ise, bana bildirsin.\" Ad-Dahhak ibn Sufyan al-Kilabi ayağa kalktı ve şöyle dedi: \"Allah'ın Resulü, ona, 'Ashyam ad-Dibabi'nin eşi, kocasının diyetinden miras aldı' diye yazdı.\" Ömer ibn al-Hattab ona, \"Çadırda kal, ben sana gelene kadar.\" dedi. Ömer ibn al-Hattab içeri girdiğinde, Ad-Dahhak ona bunu anlattı ve Ömer ibn al-Hattab buna dayanarak bir hüküm verdi. İbn Şihab, \"Ashyam'ın öldürülmesi kazara oldu.\" dedi."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Amr ibn Shuayb'den şöyle rivayet etti: Banu Mudlij'den bir adam olan Katade, oğluna bir kılıç fırlattı ve uyluğuna isabet etti. Yarası çok kanadı ve o öldü. Suraka ibn Jusham, Ömer ibn al-Hattab'a geldi ve bunu ona bildirdi. Ömer ona, \"Qudayd su kaynağında yüz yirmi deve say ve benim sana gelmemi bekle.\" dedi. Ömer ibn al-Hattab ona geldiğinde, otuz dört yaşındaki develerden, otuz beş yaşındaki develerden ve kırk hamile deveden aldı. Sonra, \"Öldürülen adamın kardeşi nerede?\" dedi. O, \"Burada.\" dedi. Ömer, \"Al bunları. Allah'ın Resulü, 'Katil hiçbir şey almaz.' dedi.\" dedi."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Malik, Said ibn al-Musayyab ve Süleyman ibn Yesar'a, \"Kutsal ayda diyet almakta daha sert davranılır mı?\" diye sorulduğunda, \"Hayır. Ama ayın ihlali nedeniyle artırılır.\" dediklerini duydu. Said'e, \"Yaralanma için de yaşamda olduğu gibi artırılır mı?\" denildiğinde, \"Evet.\" dedi. Malik, \"Onların, Ömer ibn al-Hattab'ın Mudliji'nin diyetine dair yaptığı gibi kastettiklerini düşünüyorum.\" (yani 100 yerine 120 deve vermek)."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Urva ibn az-Zubayr'dan şöyle rivayet etti: Ansar'dan Uhayha ibn al-Julah adında bir adamın, kendisinden daha genç bir amcası vardı ve o, annesinin amcalarıyla yaşıyordu. Uhayha onu aldı ve öldürdü. Annesinin amcaları, \"Biz onu bebekten gençliğe kadar büyüttük, ayakları üzerinde durana kadar, ve onun amcası tarafından bir erkeğin hakkı bizden alındı.\" dediler. Urva, \"Bu nedenle bir katil, öldürdüğü kişiden miras almaz.\" dedi. Malik, \"Üzerinde ihtilaf olmayan uygulama, kasten cinayet işleyen kişinin, öldürdüğü kişinin diyetinden veya malından hiçbir şey miras almadığıdır. Miras hakkına sahip olan kimsenin miras almasını engellemez. Kazara öldüren kimse, diyetin hiçbir kısmını miras almaz ve ölen kişinin malından miras alıp almayacağı konusunda ihtilaf vardır, çünkü onun miras için onu öldürdüğüne dair bir şüphe yoktur. Ben, onun ölen kişinin malından miras almasını ve diyetinden miras almamasını tercih ederim.\" dedi."
    },
    {
      "id": 38,
      "narrator": "Yahya related to me from Malik from Ibn Shihab from Said ibn al-\nMusayyab and Abu Salama ibn Abd ar-Rahman from Abu Hurayra that the\nMessenger of Allah, may Allah bless him and grant him peace, said,\n\"The wound of an animal is of no account and no compensation is due\nfor it. The well is of no account and no compensation is due for it.\nThe mine is of no account and no compensation is due for it and a\nfifth is due for buried treasures.\" (Al-kanz:",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab ve Ebu Salama ibn Abd ar-Rahman'dan, Ebu Hurayra'nın şöyle dediğini rivayet etti: \"Allah'ın Resulü, 'Bir hayvanın yarası bir şey değildir ve bunun için hiçbir tazminat yoktur. Kuyu bir şey değildir ve bunun için hiçbir tazminat yoktur. Maden bir şey değildir ve bunun için hiçbir tazminat yoktur ve gömülü hazineler için beşte bir vardır.' (Al-kanz: bkz. Kitap 17).\" Malik, \"Bir hayvanı ipten tutan, yönlendiren ve binen herkes, hayvanın vurduğu şeylerden sorumludur, eğer hayvan, ona bir şey yapılmadan tekme atıyorsa.\" dedi. Ömer ibn al-Hattab, atını çalıştıran bir kişiye diyet yüklemiştir. Malik, \"Bir hayvanı ipten tutan, yönlendiren veya binen bir kişinin zarar görmesi, atını çalıştıran bir kişiden daha uygundur.\" dedi. (Bu kitabın hadisi 4'e bakınız). Malik, \"Bizim toplumumuzda, bir kişinin yolda bir kuyu kazması veya bir hayvanı bağlaması ya da Müslümanların kullandığı bir yolda benzeri bir şey yapması durumunda, yaptığı şeyin o yerde yapmasına izin verilmediği için, o eylemden kaynaklanan herhangi bir yaralanma veya başka bir şeyden sorumlu tutulur. Tam diyetin üçte birinden daha az olan şeyin diyetinin, kendi kişisel malından ödenmesi gerekir. Üçte bir veya daha fazlası aşiretten ödenir. Müslümanların yolunda izin verilen şeylerden yaptığı her şey, onun için sorumluluk veya zarar yoktur. Bunun bir kısmı, bir adamın yağmur toplamak için kazdığı bir çukur ve bir ihtiyacı için inip yolun üzerinde bırakılan hayvandır. Bunun için kimseye bir ceza yoktur.\" dedi. Malik, bir adamın bir kuyuya indiği ve başka bir adamın onun arkasından gittiği, altındaki kişinin üstteki kişiyi çektiği ve ikisinin de kuyuya düştüğü ve öldüğü hakkında konuştu. \"Onu çeken kişinin aşireti, diyetin sorumlusudur.\" dedi. Malik, bir adamın bir çocuğa bir kuyuya inmesini veya bir hurma ağacına tırmanmasını emrettiği ve bunun sonucunda çocuk öldüğü hakkında konuştu. \"Emreden kişi, ona ne olursa olsun, ister ölüm ister başka bir şey olsun, sorumludur.\" dedi. Malik, \"Bizim toplumumuzda, kadınların ve çocukların, aşiret ile birlikte ödenecek diyetler için diyet ödemekle yükümlü olmadıkları konusunda ihtilaf yoktur. Diyet yalnızca ergenliğe ulaşmış bir adam için zorunludur.\" dedi. Malik, aşiretlerin, istedikleri takdirde, mavali diyetine bağlanabileceklerini söyledi. Eğer reddederlerse, diwan halkı olurlar veya kendi halklarından kopmuş olurlar. Allah'ın Resulü zamanında, insanlar, diwan olmadan birbirlerine diyet ödediler. Diwan, Ömer ibn al-Hattab zamanında oldu. Kendi halkı ve velayet hakkını elinde tutanlar dışında hiç kimse, birinin diyetini ödemedi, çünkü velayet devredilemezdi ve çünkü Peygamber, \"Velayet, özgür bırakanındır.\" dedi. Malik, \"Velayet, yerleşik bir ilişkidir.\" dedi. Malik, \"Bizim toplumumuzda yaralanan hayvanlar hakkında yapılan şey, yaralanmaya neden olan kişinin, değerinin ne kadar azaldığını ödemesidir.\" dedi. Malik, idam cezasına çarptırılan bir adam ve diğer hududlardan birinin başına geldiği hakkında, \"Ona ceza verilmez. Çünkü öldürme, bunların hepsini geçersiz kılar, iftiradan başka. İftiraya maruz kalan kişi, ona 'Neden seni iftira eden kişiyi dövmüyorsun?' denildiği için, onun üzerine kalır. İdam cezasına çarptırılan kişinin, öldürülmeden önce hadd ile dövüleceğini düşünüyorum, sonra öldürülür. Başka bir yaralanma için ona intikam uygulanacağını düşünmüyorum, sadece öldürme için, çünkü öldürme, bunların hepsini geçersiz kılar.\" dedi. Malik, \"Bizim toplumumuzda, bir cinayet kurbanı, bir köyde veya başka bir yerde bir halkın içinde bulunduğunda, ona en yakın olanların evi veya yeri sorumlu değildir. Çünkü öldürülen kişi, öldürülüp birilerinin kapısına atılabilir ve bu şekilde onları utandırabilir. Bunun gibi bir şeyden kimse sorumlu değildir.\" dedi. Malik, birbirleriyle kavga eden bir grup insan hakkında konuştu ve kavga sona erdiğinde, bir adamın ölü veya yaralı bulunduğu ve kimin yaptığının bilinmediği hakkında, \"Bu konuda duyulan en iyi şey, onun için bir diyet olduğu ve diyetin, onunla tartışan insanların üzerine olduğu yönündedir. Eğer yaralanan veya öldürülen kişi, iki tarafın hiçbiri değilse, onun diyetinin her iki tarafın üzerine birlikte olduğu yönündedir.\" dedi."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'dan, Ömer ibn al-Hattab'ın, bir adamın gizlice hile ile öldürdüğü beş veya yedi kişiyi öldürdüğünü rivayet etti. Ömer, \"Eğer San'a halkı ona karşı birleşmiş olsaydı, hepsini öldürürdüm.\" dedi."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammed ibn Abd ar-Rahman ibn Sad ibn Zurara'dan, Hafsa'nın, Allah'ın Resulü'nün eşi, kendisine büyü yapan bir cariyesini öldürdüğünü duyduğunu rivayet etti. O, mudabbara idi. Hafsa emri verdi ve o öldürüldü. Malik, \"Büyücü, büyüyü kendisi için kullanan kişidir ve başkası onun için bunu kullanmaz. Bu, Allah, mübarek ve yüce, kitabında, 'Ona adayan kimse, ahirette hiçbir payı olmayacaktır.' (Bakara 2:102) dediği kişi gibidir. O kişinin bunu kendisi yapması durumunda öldürülmesi gerektiğini düşünüyorum.\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, A'isha bint Qudama'nın maulası olan Ömer ibn Husayn'dan, Abd al-Malik ibn Marwan'ın, bir adamı bir sopa ile öldüren bir adam hakkında intikam uyguladığını ve bu nedenle maulanın koruyucusunun adamı sopa ile öldürdüğünü rivayet etti. Malik, \"Bizim toplumumuzda üzerinde ihtilaf olmayan uygulama, bir adamın başka bir adama bir sopa ile vurması veya bir taşla vurması veya kasten vurup ölümüne neden olması durumunda, bunun kasten bir yaralanma olduğu ve bunun için intikam alınacağıdır.\" dedi. Malik, \"Bizde kasten cinayet, bir adamın kasten bir adama gitmesi ve onu öldürene kadar vurmasıdır. Kasten yaralanma da, bir adamın aralarındaki bir tartışmada diğerine vurmasıdır. Onu canlı bırakır ve o kan kaybından ölür. Bunun için intikam vardır.\" dedi. Malik, \"Bizim toplumumuzda, bir serbest adamın kasten öldürülmesi durumunda, bir grup özgür adam, bir özgür adamın kasten öldürülmesi için öldürülür, bir grup kadın, bir kadın için öldürülür ve bir grup köle, bir köle için öldürülür.\" dedi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Marwan ibn al-Hakam'ın Muaviye ibn Ebu Süfyan'a, kendisine bir adamın öldürdüğü bir sarhoşun getirildiğini bildirmesi için yazdığını duydu. Muaviye ona, \"Öldürülen adamın intikamı için onu öldür.\" diye yazdı. Yahya, Malik'in, \"Bu ayetin tefsirine dair duyduğum en iyi şey, Allah, mübarek ve yüce, 'Özgür adam özgür adam için, köle köle için - bunlar erkeklerdir ve kadın kadın içindir,' (Bakara 2:178) sözüdür. İntikam, kadınlar arasında da erkekler arasında olduğu gibidir. Özgür kadın, özgür kadın için öldürülür, özgür adam özgür adam için öldürülür. Köle kadın, köle kadın için öldürülür, köle köle için öldürülür. İntikam, kadınlar arasında da erkekler arasında olduğu gibidir. Çünkü Allah, mübarek ve yüce, kitabında, 'Onlar için yazdık ki, bir cana karşı bir can, bir göz karşısında bir göz, bir burun karşısında bir burun, bir kulak karşısında bir kulak, bir diş karşısında bir diş ve yaralar için intikam vardır.' (Maide 5:48) dedi. Allah, mübarek ve yüce, bunun bir cana karşı bir can olduğunu belirtti. Bu, özgür kadının özgür adamın canı için, onun yarası onun yarası içindir.\" dedi. Malik, bir adamın bir adamı başka bir adamın vurması için tuttuğu ve o yerde öldüğü hakkında, \"Eğer onu tuttuysa ve onu öldürmek istediğini düşünüyorsa, ikisi de onun için öldürülür. Eğer onu tuttuysa ve onu dövmek istediğini düşünüyorsa, insanlar bazen böyle yapar, ve onu öldürmek istemediğini düşünüyorsa, katil öldürülür ve onu tutan kişi çok ağır bir ceza ile cezalandırılır ve bir yıl hapis cezası alır. Onun hakkında bir öldürme yoktur.\" dedi. Malik, kasten bir adamı öldüren veya kasten gözünü oyan bir adam hakkında, sonra intikam uygulanmadan önce öldürülmesi veya gözünün oyulması durumunda, \"Ona diyet veya intikam yoktur. Öldürülen veya gözünün oyulması durumunda, talep edilen intikam, talep edilen şeyle birlikte gider. Kasten başka bir adamı öldüren bir adamın durumu da böyledir ve sonra katil ölür. Katil öldüğ"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya related to me from Malik that he saw whomever he was\nsatisfied with among the people of knowledge say about a man who\nwilled that his murderer be pardoned when he murdered him\nintentionally, \"That is permitted for him. He is more entitled to the\nman's blood than any of his relatives after him.\"\n\n\nMalik said\nabout a man who pardoned murder, after he had claimed his right and it\nwas obliged for him, \"There is no blood-money against the murderer\nunless the one who pardons him stipulates that when he pardons him.\"\n\n\nMalik said about the murderer when he was pardoned, \"He is\nflogged one hundred lashes and jailed for a year.\"\n\n\nMalik\nsaid, \"When a man murders intentionally and there is a clear proof of\nthat, and the murdered man has sons and daughters and the sons pardon\nand the daughters refuse to pardon, the pardon of the sons is\npermitted in opposition to the daughters and there is no authority for\nthe daughters with the sons in demanding blood and pardoning.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya said that Malik said, \"The generally agreed on way of doing\nthings in our community is that retaliation is taken from someone who\nbreaks someone's hand or foot intentionally and not blood-money.\"\n\n\nMalik said, \"Retaliation is not inflicted on anyone until the\nwound of the injured party has healed. Then retaliation is inflicted\non him. If the wound of the person on whom the retaliation has been\ninflicted is like the first person's wound when it heals, it is\nretaliation. If the wound of the one on whom the retaliation has been\ninflicted becomes worse or he dies, there is nothing held against the\none who has taken retaliation. If the wound of the person on whom the\nretaliation has been inflicted heals and the injured party is\nparalysed or his injury has healed but he has a scar, defect, or\nblemish, the person on whom the retaliation has been inflicted does\nnot have his hand broken again and further retaliation is not taken\nfor his injury.\"\n\n\nHe said, \"But there is blood-money from him\naccording to what he has impaired or maimed of the hand of the injured\nparty. The bodily injury is also like that.\"\n\n\nMalik said,\n\"When a man intentionally goes to his wife and gouges out her eye or\nbreaks her hand or cuts off her finger or such like, and does it\nintentionally, retaliation is inflicted on him. As for a man who\nstrikes his wife with a rope or a whip and hits what he did not mean\nto hit or does what he did not intend to do, he pays blood-money for\nwhat he has struck according to this principle, and retaliation is not\ninflicted on him.\" \n\n\nYahya related to me from Malik that he\nhad heard that Abu Bakr ibn Muhammd ibn Amr ibn Hazm took retaliation\nfor the breaking of a leg."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya related to me from Malik from Abu'z-Zinad from Sulayman ibn\nYasar that a slave was set free by one of the people on hajj and his\nmaster had abandoned the right to inherit from him. The ex-slave then\nkilled a man from the Banu A'idh tribe. An A'idhi, the father of the\nslain man came to Umar ibn al-Khattab seeking the blood-money of his\nson. Umar said, \"He has no blood-money.\" The A'idhi said, \"What would\nyou think if it had been my son who killed him?\" Umar said, \"Then you\nwould pay his blood-money.\" He said, \"He is then like the black and\nwhite Arqam snake. If it is left, it devours and if it is killed, it\ntakes revenge.\""
    }
  ]
}