{
  "language": "tr",
  "metadata": {
    "length": 6,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Leyla ibn Abdullah ibn Abd ar-Rahman ibn Sahl'den, Sahl ibn Abi Hathma'dan, bazı büyüklerinin Abdullah ibn Sahl ve Muhayyisa'nın aşırı yoksulluk nedeniyle Hayber'e çıktıklarını kendisine bildirdiklerini aktardı. Muhayyisa geri döndü ve Abdullah ibn Sahl'ın öldürüldüğünü ve sığ bir kuyuya veya pınara atıldığını söyledi. Yahudiler geldi ve o, \"Vallahi! Onu öldürdünüz.\" dedi. Onlar, \"Vallahi! Biz onu öldürmedik!\" dediler. Sonra kendi kavmine gitti ve bunu onlara anlattı. Sonra o, abisi Huwayyisa ve Abd ar-Rahman ile birlikte yola çıktı. Muhayyisa, Hayber'de olduğu gibi konuşmaya başladı. Allah'ın Elçisi, ona, \"Önce büyüğü, önce büyüğü,\" dedi, yani yaş bakımından. Böylece Huwayyisa konuştu ve ardından Muhayyisa konuştu. Allah'ın Elçisi, \"Ya arkadaşının diyetini ödeyecekler ya da onlara savaş ilan edeceğiz.\" dedi. Allah'ın Elçisi, onlara bunu yazdı ve onlar, \"Vallahi, biz onu öldürmedik!\" diye yazdılar. Allah'ın Elçisi, Huwayyisa, Muhayyisa ve Abd ar-Rahman'a, \"Arkadaşınızın kanını talep ediyor musunuz?\" dedi. Onlar, \"Hayır.\" dediler. O, \"Yahudiler size yemin etsin mi?\" dedi. Onlar, \"Ama onlar Müslüman değil.\" dediler. Allah'ın Elçisi, kendi malından kan bedeli verdi ve onlara evlerine yüz deve gönderdi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Sahl, \"Aralarında bir kırmızı deve beni tekmeledi.\" diye ekledi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Bushayr ibn Yasar'ın Abdullah ibn Sahl el-Ensari ve Muhayyisa ibn Masud'un Hayber'e çıktığını ve çeşitli işlere ayrıldıklarını, Abdullah ibn Sahl'ın öldürüldüğünü bildirdiğini aktardı. Muhayyisa, abisi Huwayyisa ve Abd ar-Rahman ibn Sahl, Allah'ın Elçisi'ne, ona selam olsun, gittiler ve Abd ar-Rahman, abisinden önce konuşmaya başladı. Allah'ın Elçisi, \"Önce büyüğü, önce büyüğü.\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bunun üzerine Huwayyisa ve ardından Muhayyisa konuştu ve Abdullah ibn Sahl'ın meselesini anlattılar. Allah'ın Elçisi, \"Arkadaşınızın kan bedelini talep etmek için elli yemin mi edeceksiniz?\" dedi. Onlar, \"Ey Allah'ın Elçisi, bunu görmedik ve orada bulunmadık.\" dediler. Allah'ın Elçisi, \"Yahudileri elli yeminle aklayacak mısınız?\" dedi. Onlar, \"Ey Allah'ın Elçisi, kafir olan bir toplumun yeminini nasıl kabul edebiliriz?\" dediler."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya ibn Said, \"Bushayr ibn Yasar, Allah'ın Elçisi'nin kendi malından kan bedelini ödediğini iddia etti.\" dedi."
    }
  ]
}