{
  "language": "tr",
  "metadata": {
    "length": 25,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya ibn Yahya, İshak ibn Abdullah ibn Abi Talha el-Ensari'den, Anas ibn Malik'ten, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Ey Allah! Onların ölçülerini bereketlendir, sa ve mudd'larını bereketlendir.\" dediğini rivayet etti. O, Medine halkını kastetmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'nın, \"İnsanlar mevsimin ilk meyvelerini gördüklerinde, onları Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, getirdiler. Allah'ın Resulü, Allah ona salat ve selam eylesin, onları aldı ve 'Ey Allah! Meyvelerimizi bereketlendir. Şehrimizi bereketlendir. Sa'mızı bereketlendir ve mudd'ımızı bereketlendir. Ey Allah! İbrahim Senin kulundur, Senin Halil'in ve Senin Peygamber'indir. Ben de Senin kulun ve Peygamber'inim. O, Senin için Mekke'yi dua etti. Ben de Senin için Medine'yi, Mekke için dua ettiği gibi dua ediyorum.' dedi. Sonra gördüğü en küçük çocuğu çağırdı ve ona meyveleri verdi.\" şeklinde rivayet etti."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Qatan ibn Wahb ibn Umayr ibn el-Ajda'dan, Yuhannas'ın, az-Zubayr ibn el-Awwam'ın kölesi olduğunu ve Abdullah ibn Umar ile oturduğunu, al-Hacaj ibn Yusuf zamanındaki sıkıntılarda bir kadın kölenin yanına gelip selam verdiğini, \"Çıkmak istiyorum, Abu Abd ar-Rahman. Zaman bizim için zor.\" dediğini, Abdullah ibn Umar'ın ona, \"O az bilgiye sahip olan, otur! Çünkü Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Medine'de açlık ve sıkıntı içinde sabreden kimse yoktur ki, ben onun için Kıyamet Günü şahit olmayayım veya onun için şefaat etmeyeyim.' dediğini duydum.\" şeklinde rivayet etti."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn al-Munkadir'den, Jabir ibn Abdullah'tan, bir bedevinin Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, İslam'da biat ettiğini, Medine'de bedeviye bir ateşin düştüğünü, Allah'ın Resulü'ne gelip \"Ey Allah'ın Resulü, bana biatımı serbest bırak.\" dediğini, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, reddettiğini, sonra tekrar gelip \"Beni biatımdan serbest bırak.\" dediğini, Allah'ın Resulü'nün yine reddettiğini, sonra tekrar gelip \"Beni biatımdan serbest bırak.\" dediğini, yine reddettiğini, sonra tekrar gelip \"Beni biatımdan serbest bırak.\" dediğini, yine reddettiğini, bedevinin gittiğini ve Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Medine, demircinin ocağı gibidir. Kötüleri atar ve iyileri arındırır.\" dediğini rivayet etti."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, \"Abu'l-Hubab Said ibn Yasar'ın, Abu Hurayra'nın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Ben, şehirleri yiyip bitirecek bir şehre gönderildim. Onlar 'Yathrib' derlerdi, ama o Medine'dir. O, kötü insanları demircinin ocağının demirden arındırdığı gibi arındırır.' dediğini duydum.\" şeklinde rivayet etti."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, Hisham ibn Urwa'dan, babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Medine'den başka bir yeri tercih ederek ayrılan kimse yoktur ki, Allah onu yerinde daha hayırlısı ile değiştirmesin.\" dediğini rivayet etti."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik, Hisham ibn Urwa'dan, babasından, Abdullah ibn az-Zubayr'dan, Sufyan ibn Abi Zuhayr'ın, \"Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Yemen fethedilecek ve insanlar ona çekilecek, aileleri ve kendilerine itaat edenlerle birlikte. Medine, bilselerdi, onlar için daha hayırlı olurdu. Şam fethedilecek ve insanlar ona çekilecek, aileleri ve kendilerine itaat edenlerle birlikte. Medine, bilselerdi, onlar için daha hayırlı olurdu. Irak fethedilecek ve insanlar ona çekilecek, aileleri ve kendilerine itaat edenlerle birlikte. Medine, bilselerdi, onlar için daha hayırlı olurdu.' dediğini duydum.\" şeklinde rivayet etti."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Himas'tan, amcasından, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Medine, en iyi haliyle bırakılacaktır, ta ki bir köpek veya kurt içine girip caminin sütunlarından birine veya minbere idrar yapana kadar.\" dediğini, \"Ey Allah'ın Resulü! O zaman meyve kimde olacak?\" diye sorduklarında, \"Yiyecek arayan hayvanlar, kuşlar ve yaban hayvanları.\" diye cevap verdiğini rivayet etti."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, Umar ibn Abd al-Aziz'in Medine'den ayrıldığında ona döndüğünü ve ağladığını, sonra \"Ey Muzahim! Medine'nin atacağı kimselerden olmaktan korkuyor musun?\" dediğini duyduğunu rivayet etti."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amr, el-Muttalib'in kölesinden, Anas ibn Malik'ten, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Uhud'u gördüğünde, \"Bu, bizi seven ve bizim onu sevdiğimiz bir dağdır. Ey Allah! İbrahim Mekke'yi Haram kıldı, ben de Medine'deki iki siyah taş arasını Haram kılacağım.\" dediğini rivayet etti."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, Said ibn al-Musayyab'dan, Abu Hurayra'nın, \"Eğer Medine'de bir ceylan görseydim, onu otlaması için bırakırdım ve korkutmazdım. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'İki siyah taş arasındaki yer Haram'dır.' dedi.\" şeklinde rivayet etti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik, Yunus ibn Yusuf'tan, Ata ibn Yasar'dan, Abu Ayyub el-Ensari'nin, bir grup çocuğun bir tilkiyi köşeye sıkıştırdığını gördüğünü ve onları oradan kovduğunu, Malik'in de \"Sadece şunu bildiğim, 'Bu, Allah'ın Resulü'nün Haram'ında mı yapılıyor?' dediğini.\" rivayet etti."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir adamdan, \"Zayd ibn Thabit, Medine'nin kenarındaki al-Aswaf'ta bana rastladı. Bir şahin yakalamıştım. O, onu elimden aldı ve serbest bıraktı.\" dediğini rivayet etti."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hisham ibn Urwa'dan, babasından, A'işe, müminlerin annesi, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, Medine'ye geldiğinde, Abu Bekir ve Bilal ateşli bir hastalık geçirdi. Onları ziyaret ettim ve 'Baba, nasılsın? Bilal, nasılsın?' dedim.\" diye devam etti, \"Abu Bekir'in ateşi arttığında, 'Her insan sabahleyin kendi kavminden vurulmuştur - ölüm, sandaletinin ipinden daha yakındır.' derdi.\" A'işe devam etti, \"Bilal'den ateşi çıktığında, sesini yükseltti ve 'Keşke Mekke vadisinde idhkhir otu ve jalil otu ile bir gece geçireceğimi bilseydim. Bir gün Majinna'nın sularına gidecek miyim? Şama ve Tafil dağları bana görünecek mi?' dedi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "A'işe devam etti, \"Ben Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, gittim ve ona bilgi verdim. O, 'Ey Allah! Bizi Medine'yi Mekke'yi sevdiğimiz kadar veya daha fazla sevdirecek şekilde sevdir. Onu sağlıklı kıl ve sa'mızda ve mudd'ımızda bize bereket ver. Ateşini kaldır ve onu el-Cuhfa'ya koy.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nuaym ibn Abdullah al-Mujmir'den, Abu Hurayra'nın şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Medine'nin girişlerinde melekler vardır, ne veba ne de Deccal buraya girecektir.' dedi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, İsmail ibn Abi Hakim'den, onun da Ömer ibn Abd al-Aziz'in şöyle dediğini duyduğunu aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, en son söylediği şeylerden biri şuydu: 'Allah, Yahudilere ve Hristiyanlara karşı savaşsın. Onlar, Peygamberlerinin kabirlerini secde yerleri edindiler. Arap topraklarında iki din bir arada bulunamaz.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Arap Yarımadası'nda iki din bir arada bulunamaz.\" dediğini aktardı."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Malik, İbn Şihab'ın şöyle dediğini söyledi: \"Ömer ibn al-Khattab, bunun hakkında bilgi aradı ve Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Arap Yarımadası'nda iki din bir arada bulunamaz.' dediğine kesin olarak inandı ve bu nedenle Yahudileri Hayber'den sürdü.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik, \"Ömer ibn al-Khattab, Yahudileri Necd'den (Yemen'deki bir Yahudi yerleşimi) ve Fadak'tan (Medine'ye otuz mil mesafedeki bir Yahudi yerleşimi) sürdü. Hayber'den çıkan Yahudiler, hiçbir meyve veya arazi almadılar. Fadak'taki Yahudiler, meyvenin yarısını ve arazinin yarısını aldılar, çünkü Allah'ın Resulü, Allah ona salat ve selam eylesin, onlarla bu konuda bir anlaşma yapmıştı. Ömer, onlara meyvenin yarısının ve arazinin yarısının değerini altın, gümüş, develer, ipler ve eyer çantaları olarak emanet etti ve değerini onlara teslim edip onları sürdü.\" dedi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Uhud'a baktığında \"Bu, bizi seven ve bizim de sevdiğimiz bir dağdır.\" dediğini aktardı."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Abd ar-Rahman ibn al-Qasim'den, Aslam'ın, Ömer ibn al-Khattab'ın mawlâsı olduğunu, Abdullah ibn Ayyash al-Makhzumi'yi ziyaret ettiğini bildirdi. Onun yanında biraz nabidh vardı ve o anda Mekke'ye doğru yolda olduğunu gördü. Aslam ona, \"Ömer ibn al-Khattab bu içeceği sever.\" dedi. Abdullah ibn Ayyash, bu nedenle büyük bir içme kasesi taşıdı ve onu Ömer ibn al-Khattab'ın önüne koydu. Ömer onu yaklaştırdı ve başını kaldırdı. Ömer, \"Bu içecek güzeldir.\" dedi, böylece biraz içti ve ardından sağındaki bir adama geçirdi. Abdullah dönmeye kalktığında, Ömer ibn al-Khattab onu çağırdı ve \"Mekke'nin Medine'den daha iyi olduğunu söyleyen kişi misin?\" diye sordu. Abdullah, \"Ben onun Allah'ın Haram'ı ve güvenli yeri olduğunu, ve O'nun evi içinde olduğunu söyledim.\" dedi. Ömer, \"Ben Allah'ın evi veya Haram'ı hakkında bir şey söylemiyorum.\" dedi. Sonra Ömer tekrar \"Mekke'nin Medine'den daha iyi olduğunu söyleyen kişi misin?\" diye tekrar sordu. O, \"Ben onun Allah'ın Haram'ı ve güvenli yeri olduğunu, ve O'nun evi içinde olduğunu söyledim.\" dedi. Ömer, \"Ben Allah'ın evi veya Haram'ı hakkında bir şey söylemiyorum.\" dedi. Sonra Abdullah gitti."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abd al-Hamid ibn Abd ar-Rahman ibn Zayd ibn al-Khattab'dan, Abdullah ibn Abdullah ibn al-Harith ibn Nawfal'dan, Abdullah ibn Abbas'tan, Ömer ibn al-Khattab'ın Şam'a doğru yola çıktığını ve Sargh'da, Tabuk yakınlarında, ordu komutanları Abu Ubayda ibn al-Jarrah ve arkadaşlarının ona veba çıktığını bildirdiğini aktardı. İbn Abbas dedi ki: \"Ömer ibn al-Khattab, 'Bütün ilk Muhacirler benimle gelsin.' dedi. Onları topladı ve onlara veba çıktığını bildirerek danıştı. Onlar arasında anlaşmazlık çıktı. Bazıları, 'Bir şey için yola çıktın, onu bırakmamalısın.' dedi. Diğerleri, 'Seninle Peygamberin, Allah ona salat ve selam eylesin, arkadaşları ve diğer insanlar var, onları bu vebaya göndermemelisin.' dedi. Ömer, 'Beni bırakın.' dedi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Sonra, 'Ensar'ı bana çağırın.' dedi. Onlar çağrıldı ve onlara danıştı. Onlar da Muhacirlerin yaptığı gibi davrandılar ve onlar gibi anlaşmazlık çıkardılar. O, 'Beni bırakın.' dedi. \"Sonra, 'Fetih Muhacirlerinden Kureyş'in yaşlı adamlarını bana çağırın.' dedi. Onları çağırdı ve hiçbiri farklı düşünmedi. Onlar, 'Biz, halkı geri çekmeni ve onları vebaya göndermemeni düşünüyoruz.' dediler. Ömer halka seslendi, 'Sabah develerle çıkıyorum.' dedi, böylece yola çıktılar. Abu Ubayda, 'Bu, Allah'ın kaderinden kaçış mı?' dedi. Ömer, 'Bunu senden başka biri söyleseydi, Abu Ubayda. Evet. Biz, Allah'ın kaderinden Allah'ın kaderine kaçıyoruz. Eğer bu develer, bir verimli ve bir çorak olan iki yamaçlı bir vadiye inseydi, verimli kısımda otlatsaydın, Allah'ın kaderiyle otlatmaz mıydın? Çorak kısımda otlatsaydın, Allah'ın kaderiyle otlatmaz mıydın?'"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "''Abd ar-Rahman ibn Awf geldi ve bir şeyle meşguldü ve 'Bu konuda biraz bilgim var. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Bir yerde veba olduğunu duyarsanız, oraya gitmeyin. Eğer bir yere gelirse ve oradaysanız, oradan kaçmayın.' dediğini duydum.' dedi. Ömer, Allah'ı hamd etti ve sonra yola çıktı.\""
    }
  ]
}