{
  "language": "tr",
  "metadata": {
    "length": 10,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Âdem ile Musa tartıştı ve Âdem, Musa'dan üstün geldi. Musa, Âdem'e çıkıştı: 'Sen, insanları saptıran ve onları Cennet'ten çıkaran Âdem'sin.' Âdem ona dedi: 'Sen, Allah'ın her şeyin bilgisini verdiği ve insanlardan seçtiği Musa'sın.' O da, 'Evet.' dedi. 'O halde, benim yaratılmadan önce benim için takdir edilen bir şeyden dolayı beni kınıyor musun?' \" dediğini aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Abi Unaysa'dan, Abd al-Hamid ibn Abd ar-Rahman ibn Zayd ibn al-Khattab'dan, Muslim ibn Yasar al-Juhani'den, Umar ibn al-Khattab'a bu ayet hakkında sorulduğunu aktardı - \"Rabbin, Âdem'in çocuklarını sırtlarından alıp, kendilerine karşı şahitlik ettirdi. 'Ben sizin Rabbiniz değil miyim?' dediklerinde, 'Evet, şahitlik ettik' dediler. 'Yoksa Kıyamet Günü, 'Biz bundan habersizdik' demeyesiniz diye.\" (Sura 7 ayet 172) Umar ibn al-Khattab dedi ki, \"Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, bunun hakkında sorulduğunu duydum. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Allah, mübarek ve yüce, Âdem'i yarattı. Sonra sağ eliyle sırtına dokundu ve ondan nesiller meydana geldi. 'Ben bunları Cennet için yarattım ve bunlar Cennet halkının davranışlarıyla hareket edecekler.' dedi. Sonra tekrar sırtına dokundu ve ondan nesiller çıkardı. 'Ben bunları ateş için yarattım ve bunlar ateş halkının davranışlarıyla hareket edecekler.' dedi. Bir adam, 'Allah'ın Elçisi! O halde amellerin ne değeri var?' dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Allah, Cennet için bir kul yarattığında, onu Cennet halkının davranışlarıyla hareket ettirir, böylece o, Cennet halkının amellerinden biriyle ölür ve bu şekilde onu Cennet'e sokar. Ateş için bir kul yarattığında, onu ateş halkının davranışlarıyla hareket ettirir, böylece o, ateş halkının amellerinden biriyle ölür ve bu şekilde onu ateş'e sokar.' \" diye cevap verdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Size iki şey bıraktım. Onlara sarıldığınız sürece, sapıtmazsınız. Bunlar, Allah'ın Kitabı ve Peygamberinin Sünnetidir.\" dediğini aktardı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ziyad ibn Sad'dan, Amr ibn Muslim'den, Tawus al-Yamani'nin \"Ben, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Her şey takdire bağlıdır.' dediğini duydum.\" dediğini aktardı. Tawus ekledi, \"Ben Abdullah ibn Umar'ın, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'Her şey takdire bağlıdır - hatta acizlik ve yetenek,' (ya da 'yetenek ve acizlik') dediğini duydum.\" dediğini aktardı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Ziyad ibn Sad'dan, Amr ibn Dinar'ın, \"Ben Abdullah ibn az-Zubayr'ın bir hutbede, 'Allah - O, Hidayet eden ve saptıran'dır.' dediğini duydum.\" dediğini aktardı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Abu Suhayl ibn Malik'in, \"Ben, Umar ibn Abd al-Aziz ile birlikte bir mahkumdum. O, 'Bu Kadiriyye (kaderci) hakkında ne düşünüyorsun?' dedi. Ben de, 'Onlara yanlış davranıştan dönmeleri için sorulmalı, eğer dönmezlerse, kılıca maruz bırakılmalıdır.' dedim. Umar ibn Abd al-Aziz, 'Bu benim görüşüm.' dedi. Malik ekledi, \"Bu benim görüşüm de.\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bir kadın, kız kardeşinin boşanmasını istememelidir ki, tabağı boş kalsın ve evlensin. Kendisine takdir edilen vardır.\" dediğini aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Ziyad'dan, Muhammad ibn Kab al-Quradhi'nin, \"Muaviye ibn Abi Sufyan, minberden, 'Ey insanlar! Allah'ın verdiğini hiçbir şey engelleyemez ve Allah'ın engellediğini hiçbir şey veremez. Ciddiyetle ciddiyet gösteren kimseye fayda sağlamaz. Allah, ona hayır dilediğinde, ona din konusunda anlayış verir.' dedi. Sonra Muaviye, 'Bu sözleri, Allah'ın Elçisi'nden, Allah ona salat ve selam eylesin, bu ağaç kütükleri üzerinde duydum.' dedi.\" aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, bunun söylendiğini duyduğunu aktardı: \"Her şeyin gerekli olduğu gibi yaratıldığına, ertelediği hiçbir şeyi acele ettirmediğine, Allah bana yeter ve kafi. Allah, kendisine dua edenin duasını işitir. Allah'ın bir hedefi yoktur.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, bunun söylendiğini duyduğunu aktardı: \"Hiç kimse, rızkı tamamlanmadan ölmez, bu yüzden onu ararken doğru davranın.\""
    }
  ]
}