{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muadh ibn Cebel'in şöyle dediğini rivayet etti: \"Allah'ın Resulü, ona selam ve bereket olsun, ayağımı stirup'a koyduğumda bana verdiği son tavsiye, 'Ahlakını insanlar için güzel kıl, Muadh ibn Cebel!' dedi.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urve ibn Zübeyr'den, Peygamber'in eşi A'işe'nin, Allah'ın Resulü, ona selam ve bereket olsun, şöyle dediğini rivayet etti: \"Allah'ın Resulü, ona selam ve bereket olsun, iki mesele arasında seçim yapmak zorunda kaldığında, eğer bu iki meseleden biri yanlış bir eylem değilse, her zaman daha kolay olanı seçerdi. Eğer bir eylem yanlışsa, o eylemden en uzak olan kişiydi. Allah'ın Resulü, ona selam ve bereket olsun, Allah'ın sınırları ihlal edilmedikçe kendisi için intikam almazdı. O zaman, Allah için intikam alırdı.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ali ibn Hüseyin ibn Ali ibn Ebu Talib'ten, Allah'ın Resulü, ona selam ve bereket olsun, şöyle dediğini rivayet etti: \"Bir erkeğin İslam'ının güzelliğinden bir kısmı, kendisini ilgilendirmeyen şeyleri terk etmesidir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, A'işe'nin, Allah'ın Resulü, ona selam ve bereket olsun, şöyle dediğini duyduğunu rivayet etti: \"Bir adam, Allah'ın Resulü'ne, ona selam ve bereket olsun, gelmek için izin istedi. Ben onunla evdeydim ve Allah'ın Resulü, ona selam ve bereket olsun, 'O, kavminin kötü bir üyesidir.' dedi. Sonra Allah'ın Resulü, ona selam ve bereket olsun, ona izin verdi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "A'işe devam etti: \"Uzun sürmedi, Allah'ın Resulü, ona selam ve bereket olsun, onunla gülmeye başladığını duydum. Adam gittiğinde, 'Ya Resulallah, sen onun hakkında böyle dedin, sonra kısa bir süre içinde onunla gülmeye başladın.' dedim. Allah'ın Resulü, ona selam ve bereket olsun, 'İnsanların kötülüğü nedeniyle dikkatli davrandığı en kötü insanlardan biri, budur.' diye cevap verdi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Ebu Suhayl ibn Malik'ten, babasından, Kab el-Ahbar'ın şöyle dediğini rivayet etti: \"Bir kulun Rabb'iyle neye sahip olduğunu bilmek istiyorsanız, onun ardından giden her türlü güzel övgüye bakın.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in şöyle dediğini rivayet etti: \"İyi ahlakıyla bir adam, gece namazında duran ve gündüzün sıcağında oruçluyken susuz kalan kişinin derecesine ulaşabilir.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Said ibn el-Musayyib'in şöyle dediğini duyduğunu rivayet etti: \"Size çok namaz ve sadakadan daha hayırlı olanı söyleyeyim mi?\" Onlar, \"Evet.\" dediler. O da, \"Kavga ve düşmanlığı düzeltmek. Ve kin tutmaktan sakının - bu sizi (dininizden) soyup alır.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın Resulü, ona selam ve bereket olsun, şöyle dediğini duyduğunu rivayet etti: \"Ben, iyi ahlakı mükemmelleştirmek için gönderildim.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Salama ibn Safvan ibn Salama az-Zuraqi'den, Zayd ibn Talha ibn Rukana'nın, bunu Peygamber'e, ona selam ve bereket olsun, atfettiğini rivayet etti: \"Allah'ın Resulü, ona selam ve bereket olsun, 'Her dinin bir karakteri vardır. İslam'ın karakteri, haya (utanç)dır.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan, Abdullah ibn Ömer'den, Allah'ın Resulü, ona selam ve bereket olsun, bir adamın, kardeşini haya konusunda azarladığını gördüğünü rivayet etti. Allah'ın Resulü, ona selam ve bereket olsun, 'Onu bırak. Haya, imanın bir parçasıdır.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik, İbn Şihab'dan, Humayd ibn Abd ar-Rahman ibn Avf'tan, bir adamın Allah'ın Resulü, ona selam ve bereket olsun, yanına gelerek, \"Ya Resulallah, bana yaşayabileceğim bazı sözler öğret. Çok fazla yapma ki unuturum.\" dediğini rivayet etti. Allah'ın Resulü, ona selam ve bereket olsun, \"Öfkelenme.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn el-Musayyib'den, Ebu Hureyre'den, Allah'ın Resulü, ona selam ve bereket olsun, \"Güçlü kişi, düşmanlarını yere seren kişi değildir. Güçlü kişi, öfkelendiğinde kendini tutabilen kişidir.\" dediğini rivayet etti."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ata ibn Yazid el-Leysi'den, Ebu Eyyub el-Ensari'den, Allah'ın Resulü, ona selam ve bereket olsun, \"Bir Müslümanın kardeşini üç geceden fazla terk etmesi helal değildir. Yani, bu biri döner, diğeri döner. İkisi arasında daha iyi olan, önce selam verenidir.\" dediğini rivayet etti."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Anas ibn Malik'ten, Allah'ın Resulü, ona selam ve bereket olsun, \"Birbirinize öfkelenmeyin, birbirinize haset etmeyin, birbirinizden yüz çevirmeyin ve Allah'ın kulları, kardeşler olun. Bir Müslümanın kardeşini üç geceden fazla terk etmesi helal değildir.\" dediğini rivayet etti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ata ibn Abi Muslim'den, Abdullah al-Khurasani'nin şöyle dediğini aktardı: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, 'El sıkışın, kin yok olur. Birbirinize hediye verin ve birbirinizi sevin, düşmanlık yok olur.' dedi.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'dan, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini aktardı: \"Cennet kapıları pazartesi ve perşembe günü açılır. Allah'a hiçbir şeyi ortak koşmayan her Müslüman kul affedilir, ancak kardeşiyle arasında düşmanlık olan kişi affedilmez. Denir ki, 'Bu iki kişiyi barışana kadar bırakın. Bu iki kişiyi barışana kadar bırakın.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muslim ibn Abi Maryam'dan, Abu Salih as-Samman'dan, Abu Hurayra'nın şöyle dediğini aktardı: \"İnsanların amelleri her hafta iki kez, pazartesi ve perşembe günü sunulur. Her güvenilir kul affedilir, ancak kardeşiyle arasında düşmanlık olan bir kul affedilmez. Denir ki, 'Bu iki kişiyi tövbe edene kadar bırakın. Bu iki kişiyi tövbe edene kadar bırakın.'\""
    }
  ]
}