{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten Zayd ibn Aslam'dan, Jabir ibn Abdullah el-Ensari'nin şöyle dediğini aktardı: \"Biz, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, Banu Ammar kabilesine düzenlediği akına çıktık.\" Jabir şöyle devam etti: \"Ben bir ağacın altında dinleniyordum, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, geldi. 'Ey Allah'ın Resulü; gölgeye gel,' dedim. Bunun üzerine Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, oturdu, ben de ayağa kalkıp bizim bir torbamıma gittim. İçinde bir şey aradım ve küçük bir salatalık buldum, onu kırdım. Sonra onu Allah'ın Resulü'ne, ona Allah'ın selamı ve bereketi olsun, getirdim. 'Bunu nereden buldun?' dedi. 'Medine'den getirdik, ey Allah'ın Resulü,' dedim.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Jabir devam etti: \"Bizimle birlikte, bineklerimizi korumak için donattığımız bir arkadaşımız vardı. Ona gerekli olanı verdim ve o da bineklerin yanına gitmek üzere döndü, üzerinde iki eski pelerin vardı. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, ona baktı ve 'Bunlardan başka iki elbisesi var mı?' dedi. 'Evet, ey Allah'ın Resulü. Torbada iki elbisesi var,' dedim. Onları ona verdim. 'Gitsin ve onları giysin,' dedi. Onu giymesi için gönderdim. O dönerken, Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, 'Allah onun boynunu vursun. Bu onun için daha iyi değil mi?' diye haykırdı. O (bunu mecazi olarak alarak), 'Ey Allah'ın Resulü, Allah yolunda,' dedi. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, 'Allah yolunda,' dedi.\" Jabir ekledi: \"Adam Allah yolunda şehit oldu.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ömer ibn el-Hattab'ın şöyle dediğini duyduğunu aktardı: \"Beyaz elbiseler içinde bir Kur'an okuyucusuna bakmayı severim.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Eyyub ibn Ebi Tamim'den, İbn Sirin'in şöyle dediğini aktardı: \"Ömer ibn el-Hattab dedi ki: 'Allah size cömert davrandı, o halde kendinize cömert olun. Bir adam elbiselerinin bir kombinasyonunu giysin.'\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten Nafi'den, Abdullah ibn Ömer'in kırmızı toprakla ve safranla boyanmış elbiseler giydiğini aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini duydu: \"Gençlerin altın takmasını onaylamıyorum çünkü Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, altın yüzük takmayı yasakladı, ve bunu hem gençler hem de yaşlılar için onaylamıyorum.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'in evlerinde ve avlularında safranla boyanmış örtüler giyen erkekler hakkında şöyle dediğini duydu: \"Bunların haram olduğunu bilmiyorum ama ben bunun dışında başka elbiseleri tercih ederim.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, Hişam ibn Urva'dan, babasından, Peygamberin eşi Aişe'nin, ona Allah'ın selamı ve bereketi olsun, Abdullah ibn az-Zubayr'ı Aişe'nin giydiği bir ipek şala giydirdiğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten Alqama ibn Ebi Alqama'dan, annesinin şöyle dediğini aktardı: \"Hafsa bint Abd ar-Rahman, Peygamberin eşi Aişe'yi, ona Allah'ın selamı ve bereketi olsun, ziyaret etti ve Hafsa ince uzun bir başörtüsü takıyordu. Aişe onu ikiye yırttı ve ona kalın bir başörtüsü yaptı.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisi, ona salat ve selam olsun, şöyle buyurdu: \"Terliklerinizi giyerken sağ ayaktan başlayın. Çıkarırken ise sol ayaktan başlayın. Sağ ayak, terliğe ilk konulan ve son çıkarılan ayaktır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Abu Suhayl ibn Malik'ten, babasından, Kab al-Ahbar'ın terliklerini çıkaran bir adama şöyle dediğini aktardı: \"Neden terliklerini çıkardın? Belki bu ayeti yorumladın mı, 'Terliklerinizi çıkarın. Siz Tuwa'nın temiz vadisindesiniz?' (Sura 20 ayet 12) Musa'nın terliklerinin ne olduğunu biliyor musun?\" Malik (Abu Suhayl'in babası) dedi ki, \"Adamın ne cevap verdiğini bilmiyorum.\" Kab dedi ki, \"Onlar ölü bir eşeğin derisinden yapılmıştı.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'nın şöyle dediğini aktardı: \"Allah'ın Elçisi, ona salat ve selam olsun, iki satış türünü yasakladı. Birincisi, bir adamın dokunduğu her şeyi seçme şansı olmaksızın satın almak zorunda kaldığı mulamasa, diğeri ise iki adamın birbirlerine giysilerini atarak, birbirlerinin giysilerini görmeden yaptığı munabadha. Ayrıca iki giyinme biçimini de yasakladı. Birincisi, bir adamın bacaklarını karnına çekerek, cinsel organlarını örtmeyen bir giysiyle oturması, diğeri ise bir adamın tek bir giysiyi bir koluna ve omzuna sararak kısıtlamasıdır.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Umar ibn al-Khattab'ın caminin kapısında bir ipek elbise gördüğünü aktardı. Dedi ki: \"Allah'ın Elçisi, bu elbiseyi alıp Cuma günü ve elçiler sana geldiğinde giyer misin?\" Allah'ın Elçisi, ona salat ve selam olsun, dedi ki: \"Ahirette hiçbir payı olmayan bir kişi bunu giyer.\" Sonra Allah'ın Elçisi, ona benzer kumaştan bazı elbiseler getirildi ve Umar ibn al-Khattab'a bir elbise verildi. Umar dedi ki: \"Allah'ın Elçisi, Utarid elbisesi hakkında söylediklerini söyledikten sonra beni bununla mı giydiriyorsun?\" Allah'ın Elçisi, ona salat ve selam olsun, dedi ki: \"Bunu giymen için vermedim.\" Umar, bunu hala putperest olan bir kardeşine Mekke'de verdi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshaq ibn Abdullah ibn Abi Talha'nın şöyle dediğini aktardı: \"Anas ibn Malik dedi ki: 'Umar ibn al-Khattab'ı Medine'nin amiri olduğu zaman gördüm. Omuzlarının arasında üç yamanın dikildiğini, birinin diğerinin üstüne yamanmış olduğunu gördüm.'\""
    }
  ]
}