{
  "language": "tr",
  "metadata": {
    "length": 42,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'ın Anas ibn Malik'ten duyduğunu aktardı. Anas ibn Malik şöyle dedi: \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, ne aşırı uzun ne de kısa idi. Ne çok solgun ne de çok esmerdi. Kıvırcık saçları yoktu, düz saçları da yoktu. Allah onu kırk yaşında görevlendirdi. Mekke'de on yıl, Medine'de on yıl kaldı ve Allah, Aziz ve Celil, onu altmış yaşında vefat ettirdi. Saçında veya sakalında yirmiden fazla beyaz tel yoktu, Allah ona salat ve selam eylesin.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan duyduğunu aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dedi: \"Gece rüyamda Kabe'de olduğumu gördüm ve en güzel karadaki adam gibi, karada bir adam gördüm. Saçları kulakları ile omuzları arasında uzanıyordu, gördüğünüz en güzel saç gibi. Saçını taramıştı ve saçından su damlıyordu. Kabe'nin etrafında tavaf eden iki adamın omuzlarına yaslanıyordu. 'Bu kim?' diye sordum. 'Mesih ibn Maryam'dır' denildi. Sonra, sağ gözü sanki bir salkım üzüm gibi kör olan, kıvırcık saçlı bir adamla birlikteydik. 'Bu kim?' diye sordum. 'Bu da Mesih ad-Decjal'dır' denildi.\""
    },
    {
      "id": 3,
      "narrator": "Yahya related to me from Malik from Said ibn Abi Said al-Maqburi\nfrom his father that Abu Hurayra said, \"There are five things from the\nfitra:",
      "text": "Yahya, Malik'ten, Said ibn Abi Said al-Maqburi'den, babasından, Abu Hurayra'nın şöyle dediğini aktardı: \"Fıtrattan beş şey vardır: Tırnak kesmek, bıyığı kısaltmak, koltuk altındaki kılları almak, pubis bölgesini tıraş etmek ve sünnet olmaktır.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyib'in şöyle dediğini aktardı: \"İbrahim, Allah ona salat ve selam eylesin, misafire ilk ikramda bulunan ve ilk sünnet olan, ilk bıyığını kısaltan ve ilk beyaz saç gören kişiydi. 'Ey Rabbim! Bu nedir?' dedi. Allah, mübarek ve yüce olan, 'Bu şereftir, İbrahim' dedi. O da, 'Rabbim, bana şerefini artır!' dedi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini duyduğunu aktardı: \"Bıyıktan, dudak kenarının görünene kadar alınır, o da kenardır. Tamamen kesilmez ki, kendini yaralasın.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zubayr'den, Jabir ibn Abdullah as-Salami'den duyduğunu aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, bir adamın sol eliyle yemek yemesini veya bir sandaletle yürümesini ya da bacaklarını çekerek tek bir elbise ile cinsel organını açmasını yasakladı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Abu Bakr ibn Ubaydullah ibn Abdullah ibn Umar'dan, Abdullah ibn Umar'dan duyduğunu aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, şöyle dedi: \"Yemek yediğinizde sağ elinizle yiyin ve sağ elinizle için. Şeytan sol eliyle yer ve sol eliyle içer.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'nın şöyle dediğini aktardı: \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Gerçekten fakirler, sürekli insanlardan bir veya iki lokma verilenler değildir.' dedi. 'Gerçek fakirler kimdir, Allah'ın Elçisi?' dediler. 'Kendileri için yeterli bulamayan ve diğer insanların onlara sadaka vermediği, başkalarından istemeyen insanlardır.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ibn Bujayd (önceden al-Ansari) üzerinden, büyükannesinden duyduğunu aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Gerçekten fakirlere, en azından bir kızarmış ayak verin.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'nın şöyle dediğini aktardı: \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Müslüman bir bağırsakla yer, kafir ise yedi bağırsakla yer!' dedi.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'dan duyduğunu aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, bir kafir misafire ikramda bulundu. Allah'ın Elçisi, Allah ona salat ve selam eylesin, onun için bir koyun getirilmesini emretti ve sütü sağılmaya başlandı. O, sütünü içti. Sonra bir diğeri geldi ve o da içti. Sonra bir diğeri geldi ve o da içti, ta ki yedi koyunun sütünü içene kadar. Sabah olduğunda Müslüman oldu ve Allah'ın Elçisi, Allah ona salat ve selam eylesin, onun için bir koyun daha emretti. Sütü sağılınca, o da içti. Sonra onun için bir diğeri emretti ama onu bitiremedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Mümin bir bağırsakla içer, kafir ise yedi bağırsakla içer.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Zayd ibn Abdullah ibn Umar ibn al-Khattab'dan, Abdullah ibn Abd ar-Rahman ibn Abi Bakr as-Sıddık'tan, Peygamber'in eşi Umm Salama'dan duyduğunu aktardı ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Gümüş bir kapta içen kişi, karnına Cehennem ateşini getirir.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ayyub ibn Habib, Sad ibn Abi Waqqas'ın kölesi olan, Abu'l-Muthanna al-Juhani'den duyduğunu aktardı: \"Marwan ibn al-Hakam ile birlikteydim ve Abu Said al-Khudri ona geldi. Marwan ibn al-Hakam ona, 'Allah'ın Elçisi, Allah ona salat ve selam eylesin, içeceklere üflemeyi yasakladı mı?' dedi. Abu Said ona, 'Evet.' dedi. Bir adam ona, 'Allah'ın Elçisi, ben bir nefeste doymuyorum.' dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, ona, 'Kadehi ağzından çıkar ve sonra nefes al.' dedi. O da, 'Bazen içinde bir şeyin yüzdüğünü görüyorum.' dedi. O da, 'O zaman dök.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Umar ibn al-Khattab, Ali ibn Abi Talib ve Uthman ibn Affan'ın ayakta içtiğini duyduğunu aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, A'isha, müminlerin annesi ve Sad ibn Abi Waqqas'ın bir adamın ayakta içmesinde bir sakınca görmediğini aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amir ibn Abdullah ibn az-Zubayr'dan, babasının ayakta su içtiğini aktardı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Anas ibn Malik'ten, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, kendisine kuyu suyu ile karıştırılmış bir süt getirildiğini aktardı. Sağında bir bedevi, solunda ise Ebu Bekir es-Sıddık vardı. O içti ve sonra bunu bedeviye verdi ve \"Sağ el sağ ele.\" dedi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Hazim ibn Dinar'dan, Sahl ibn Sad el-Ensari'den, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, kendisine bir içecek getirildiğini ve ondan biraz içtiğini aktardı. Sağında bir çocuk, solunda ise bazı yaşlılar vardı. Çocuğa, \"Bu insanlara vermek için izin verir misin?\" dedi. Çocuk, \"Hayır, Allah'ın Elçisi, senin yanından kimseye benim payımı vermem.\" dedi. Bunun üzerine Allah'ın Elçisi, Allah ona salat ve selam eylesin, onu eline koydu."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshak ibn Abdullah ibn Abi Talha'nın, Anas ibn Malik'ten, Ebu Talha'nın Ümmü Süleym'e, \"Ben şimdi Allah'ın Elçisi'ni dinliyordum, Allah ona salat ve selam eylesin, sesi çok zayıftı. İçinde açlık hissettim, peki, senin bir şeyin var mı?\" dediğini aktardı. O da, \"Evet,\" dedi ve biraz arpa ekmeği çıkardı. Uzun başörtüsünden bir parça alarak ekmeği onunla sarıp (Anas'ın) eline koydu ve bir kısmını giymesi için verdi. Sonra beni Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, gönderdi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Anas devam etti, \"Ben onu aldım ve Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, camide bazı insanlarla otururken buldum. Onları izledim. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Ebu Talha seni gönderdi mi?' dedi. Ben de, 'Evet.' dedim. 'Yiyecek için mi?' dedi. Ben de, 'Evet.' dedim. Allah'ın Elçisi, Allah ona salat ve selam eylesin, yanındakilere, 'Hadi gidelim.' dedi. Yola çıktı ve ben de onların arasına katıldım, Ebu Talha'ya kadar geldim ve ona söyledim. Ebu Talha, 'Ümmü Süleym! Allah'ın Elçisi, Allah ona salat ve selam eylesin, insanları getirdi ve bizim yiyeceğimiz yok. Onlara ne vereceğiz?' dedi. O da, 'Allah ve Resulü en iyi bilendir.' dedi.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Anas devam etti, \"Ebu Talha dışarı çıktı ve Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, karşıladı ve Allah'ın Elçisi, Allah ona salat ve selam eylesin, Ebu Talha ile birlikte içeri girdi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Şimdi gel, Ümmü Süleym, ne getirdin?' dedi. O da ekmek çıkardı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, onun parçalar halinde kırılmasını emretti ve Ümmü Süleym, üzerine tuzlu tereyağı sıktı. Sonra Allah'ın Elçisi, Allah ona salat ve selam eylesin, Allah'ın istediği her şeyi söyledi ve 'Onlardan onunun içeri girmesine izin verir misin?' dedi. O da izin verdi ve onlar doyana kadar yediler ve çıktılar. 'On tane daha izin verin.' dedi. İzin verdi ve onlar doyana kadar yediler ve çıktılar. Sonra 'On tane daha izin verin.' dedi. İzin verdi ve onlar doyana kadar yediler ve çıktılar. Sonra 'On tane daha izin verin.' dedi. İzin verdi ve onlar doyana kadar yediler ve çıktılar. Yetmiş veya seksen adam vardı.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zinad'dan, el-Araj'dan, Ebu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"İki kişinin yiyeceği, üç kişiye yeter; üç kişinin yiyeceği, dört kişiye yeter.\" dediğini aktardı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zubayr el-Mekki'den, Cabir ibn Abdullah'tan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Kapıyı kilitleyin, su torbasını bağlayın, kabı ters çevirin veya örtün ve lambayı söndürün. Şeytan, kilitli kapıyı açmaz, bağlı düğümü çözmez veya kabı açmaz. Bir fare, insanların evlerini ateşe verebilir.\" dediğini aktardı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn Abi Said el-Makburi'den, Ebu Şureyh el-Kabi'den, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, ya hayır söylesin ya da sussun. Kim Allah'a ve Ahiret Günü'ne inanıyorsa, komşusuna cömert olmalıdır. Misafiri bir gün ve bir gece ağırlamak, üç gün ise onun misafirperverliğidir. Bunun dışındaki her şey sadakadır. Misafirin bir adamla kalması, onu yük haline getirecek kadar uzun olmamalıdır.\" dediğini aktardı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy, Ebu Bekir'in kölesi, Ebu Salih es-Samman'dan, Ebu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bir adam bir yolda yürüyordu, çok susadı. Bir kuyu buldu, içine girdi, içti ve çıktı. Susuzluktan dolayı bir köpek nefes nefese kalmış, toprak yiyordu. Adam, 'Bu köpek benim kadar susamış.' dedi. Kuyunun içine inip ayakkabısını suyla doldurdu ve ağzında tutarak yukarı çıktı ve köpeğe su verdi. Allah ona şükretti ve onu affetti.\" dediklerinde, \"Ey Allah'ın Elçisi, hayvanlara bakmanın bir ödülü var mı?\" dediler. O da, \"Her bir canlıya bir ödül vardır.\" dedi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Wahb ibn Kaysan'dan, Cabir ibn Abdullah'ın, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, kıyıya bir heyet gönderdi. Onların başında Ebu Ubeyde ibn el-Cerrah vardı. Üç yüz kişi vardı ve ben de aralarındaydım. Yola çıktık ve bir kısmını gittik, yiyeceklerimiz bitti. Ebu Ubeyde, ordunun yiyeceklerinin toplanmasını emretti ve iki kap hurma toplandı. Her gün bizlere ondan biraz yiyecek veriyordu, ta ki bitti. Her birimize sadece bir hurma düşüyordu. Ben, 'Bir hurmanın ne faydası var?' dedim. O da, 'Bittiğinde kaybını kesinlikle hissedeceğiz.' dedi.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Cabir devam etti, \"Sonra denize ulaştık ve küçük bir dağa benzeyen bir balık vardı. Ordu ondan on sekiz gece yedi. Sonra Ebu Ubeyde, ondan iki kaburga dikilmesini emretti. Sonra bir devenin onun altına binmesini emretti ve o ona dokunmadı.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Amr ibn Sad ibn Muadh'dan, büyükannesinden, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Ey güvenilir kadınlar, sizden hiçbiri komşusuna bir kızarmış koyun ayağını vermeyi küçük görmemelidir.\" dediğini aktardı."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bekir'in, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Allah, Yahudileri lanetlesin! Onlara yağ yemek yasaklandı, bu yüzden onu sattılar ve fiyatını yediler.' dedi.\" aktardı."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, İsa ibn Meryem'in, \"Ey İsrailoğulları! Sizler temiz su ve yerin yeşil şeyleri ile arpa ekmeği yemelisiniz. Un ekmeğinden sakının, çünkü ona yeterince şükredemezsiniz.\" dediğini aktardı."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın şöyle dediğini rivayet etti: \"Umar ibn al-Khattab'a çekirgeler hakkında soruldu. O da, 'Onlardan bir sepet isterim, onlardan yiyebiliriz.' dedi.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Amr ibn Halhala'dan, Humayd ibn Malik ibn Khu'haym'ın şöyle dediğini rivayet etti: \"Ben, Abu Hurayra ile al-Aqiq'teki arazisinde oturuyordum. Bazı insanlar Medine'den Abu Hurayra'yı ziyaret etmek için geldiler. O, bana annesine gitmemi, selamını iletmemi ve ona biraz yiyecek hazırlamasını istememi söyledi.\" Humayd devam etti: \"O, bir tabakta üç somun ekmek ve biraz yağ ve tuz koydu. Sonra bunu başıma koydu ve onlara götürdüm. Onların önüne koyduğumda, Abu Hurayra 'Allah en büyüktür' dedi ve ekledi: 'Bize ekmekle dolduran Allah'a hamdolsun, zira daha önce yiyeceğimiz sadece su ve hurmaydı.' İnsanlar yiyeceklerden hiç dokunmadı. Gittiklerinde, 'Ey kardeşimin oğlu, koyunlarına iyi davran ve onlardan sümüğü sil ve ahırlarını temizle. Onların bölgesinde namaz kıl, zira onlar Cennet'in hayvanlarındandır. Canım elinde olan Allah'a yemin ederim ki, insanlar üzerine öyle bir zaman gelecek ki, bir grup koyun, sahibine Marwan'ın evinden daha sevimli olacak.' dedi.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Nuaym'dan, Wahb ibn Kaysan'ın şöyle dediğini rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, yemek getirildiğinde üvey oğlu Umar ibn Salama yanındaydı. Allah'ın Resulü ona, 'Bismillah de ve önündekini ye.' dedi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, al-Qasim ibn Muhammad'ın şöyle dediğini duyduğunu rivayet etti: \"Bir adam Abdullah ibn Abbas'a geldi ve ona, 'Bir yetimim var ve onun develeri var. Develerin sütünden içebilir miyim?' dedi. Ibn Abbas, 'Eğer onun kaybolan develerini arar ve develerin mange hastalığını tedavi eder, su havuzlarındaki çatlakları doldurur ve içeceği gün onlara su verirsen, o zaman emzirdiğin develere fazla zarar vermeden içebilirsin.' dedi.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hisham ibn Urwa'dan, babasının hiç bir zaman yemek veya içecek getirmediğini, hatta yediği veya içtiği bir ilacı bile getirmediğini, fakat şöyle dediğini rivayet etti: \"Bize hidayet veren, rızıklandıran, içiren ve nimet veren Allah'a hamdolsun. Allah en büyüktür. Ey Allah! Her türlü şerden nimetini bulduk, sabah ve akşam her türlü hayrı ver. Onun tamamlanmasını ve şükrünü istiyoruz. Senin hayrın dışında hayır yoktur. Senin dışında ilah yoktur, salihlerin Rabbi ve alemlerin Rabbi. Hamd, Allah'a aittir. Allah'tan başka ilah yoktur. Allah ne dilerse olur. Güç, ancak Allah'tandır. Ey Allah! Bize sağladığın şeylerde bereket ver ve ateşin azabından bizi koru!\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'e sorulduğunda, \"Bir kadın akrabası veya kölesi olmayan biriyle yemek yiyebilir mi?\" Malik, \"Eğer bir kadının erkeklerle yemek yemesi kabul edilen bir şekilde olursa, bunda bir sakınca yoktur.\" dedi. Malik, \"Bir kadın bazen kocasıyla ve diğerlerinin yanında yemek yer veya kardeşiyle aynı şekilde yer. Bir kadın, aralarında kan bağı, evlilik veya emzirme gibi bir ilişki yoksa bir erkekle yalnız kalması hoş karşılanmaz.\" dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": ""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Umar ibn al-Khattab'ın şöyle dediğini rivayet etti: \"Et konusunda dikkatli olun. Alkol bağımlılığı gibi bir bağımlılığı vardır.\" Yahya, Malik'ten, Yahya ibn Said'den, Umar ibn al-Khattab'ın Jabir ibn Abdullah'ı et taşırken gördüğünü ve ona, \"Bu nedir?\" dediğini rivayet etti. Jabir, \"Amir al-muminin. Et istedik ve bir dirheme biraz et aldım.\" dedi. Umar, \"Sizden biri komşusundan veya yeğeninden ayrı olarak karnını doyurmak mı istiyor? Bu ayeti nasıl göz ardı edersiniz? 'Siz, bu dünya hayatında iyi şeylerinizi israf ettiniz ve onlarda rahatlık aradınız.' (Sura 46 ayet 20).\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, bir altın yüzük taktığını, sonra ayağa kalkıp onu attığını ve \"Bir daha asla takmayacağım.\" dediğini rivayet etti. \"Bunun üzerine insanlar da yüzüklerini attılar.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sadaqa ibn Yasar'ın şöyle dediğini rivayet etti: \"Said ibn al-Musayyab'a yüzük takmak hakkında sordum. O, 'Tak, ve insanlara bu kararı sana verdiğimi söyle.' dedi.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": ""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, Abbad ibn Tamim'den, Abu Bashir al-Ansari'nin ona, Allah'ın Resulü ile bir yolculukta bulunduğunu ve şöyle dediğini rivayet etti: \"Allah'ın Resulü, ona salat ve selam olsun, bir elçi gönderdi.\" (Abdullah ibn Abi Bakr, insanların dinlenme yerinde olduğunu düşündüğünü söyledi.) \"Bir tek ipten oluşan bir kolye veya herhangi bir kolyenin deve boynunda kırılmamış kalmamasını sağlayın.\" Yahya, \"Malik'in, 'Bunun nazardan kaynaklandığını düşünüyorum.' dediğini duydum.\""
    }
  ]
}