{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy'den, Abu Salih as-Sammani'den, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini aktardı: \"Eğer birisi Cuma günü büyük ritüel kirlenmesi için gusül alır ve sonra zamanın ilk kısmında gelirse, sanki bir deveyi kurban etmiş gibi olur. Eğer zamanın ikinci kısmında gelirse, sanki bir ineği kurban etmiş gibi olur. Eğer zamanın üçüncü kısmında gelirse, sanki bir koçu kurban etmiş gibi olur. Eğer zamanın dördüncü kısmında gelirse, sanki bir tavuğu kurban etmiş gibi olur. Eğer zamanın beşinci kısmında gelirse, sanki bir yumurtayı kurban etmiş gibi olur. Ve imam çıktığında, melekler, Allah'ı anmayı dinleyerek yerleşirler.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn Abi Said al-Maqburi'den, Abu Hurayra'nın şöyle dediğini aktardı: \"Cuma günü büyük ritüel kirlenmesi için gusül almak, ergenliğe ulaşan her erkek için vaciptir.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Salim ibn Abdullah'ın şöyle dediğini aktardı: \"Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, bir sahabesi Cuma günü camiye girdiğinde, Umar ibn al-Khattab hutbe veriyordu. Umar, 'Bu (gelmek için) ne zaman?' dedi. O da, 'Amir al-muminin, ben pazardan döndüm ve ezanı duydum, bu yüzden sadece abdest aldım.' Umar, 'Sadece abdest mi aldın? Bilirsin ki, Allah'ın Elçisi, Allah ona salat ve selam eylesin, insanlara gusül almayı emrederdi.'\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Safwan ibn Sulaym'den, Ata ibn Yasar'dan, Abu Said al-Khudri'den, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini aktardı: \"Cuma günü gusül almak, ergenliğe ulaşan her erkek için vaciptir.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Ibn Umar'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini aktardı: \"Cuma'ya geldiğinizde gusül alın.\" Malik, \"Birinin Cuma günü gusül alması ve bunu Cuma gusülü niyetiyle yapması yeterli değildir, eğer gusül alır ve sonra yola çıkmazsa. Çünkü Allah'ın Elçisi, Allah ona salat ve selam eylesin, Ibn Umar'dan aktarılan hadiste, 'Cuma'ya geldiğinizde gusül alın.' dedi.\" Malik, \"Eğer biri Cuma günü gusül alır ve bunu Cuma gusülü niyetiyle yapar ve sonra yola çıkarsa, ister erken ister geç, ve abdestini bozan bir şey yaparsa, sadece abdest alması yeterlidir ve gusülü geçerlidir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, şöyle söylediğini aktardı: \"Cuma günü imam hutbe verirken arkadaşınıza 'Dinle' demek bile, boş konuşmaktır.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Thalaba ibn Abi Malik al-Quradhi'nin, Umar ibn al-Khattab döneminde, Cuma günü hutbe verilene kadar namaz kıldıklarını ve Umar çıktığında ve minbere oturduğunda, muadhdhinler ezanı okuduğunda, oturup konuşmaya başladıklarını, sonra muadhdhinler sessizleştiğinde ve Umar hutbe vermek için ayağa kalktığında, dikkat kesildiklerini ve kimsenin konuşmadığını aktardı. Ibn Shihab, \"İmamın çıkması namazı durdurur ve onun konuşması sohbeti durdurur.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n Nadr, Umar ibn Ubaydullah'ın kölesi, Malik ibn Abi Amir'den, Uthman ibn Affan'ın hutbelerde şöyle söylediğini aktardı: \"İmam Cuma günü hutbe verirken ayağa kalktığında, dinleyin ve dikkat edin, çünkü dinleyen ama duymayanla, dinleyen ve duyan arasında aynı pay vardır. Ve namazın ikamesi okunduğunda, safınızı düzeltin ve omuzlarınızı birbirine yaslayın, çünkü safın düzeltilmesi namazın tamamlanmasının bir parçasıdır.\" Sonra bazı adamlar, safı düzeltmekle görevlendirilene kadar tekbir getirmezdi. Sonra tekbir getirirdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, Cuma günü imam hutbe verirken iki adamın konuştuğunu gördüğünü ve onlara sessiz olmaları için taş attığını aktardı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Cuma günü imam hutbe verirken bir adamın hapşırdığını ve yanındaki bir adamın Allah'tan ona rahmet etmesini istediğini duyduğunu aktardı. Said ibn al-Musayyab'a bu konuda soruldu ve adamın yaptığını yasakladı ve \"Bir daha yapma.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'a, imam minberden indikten sonra ama tekbir getirmeden önce Cuma'da konuşmanın caiz olup olmadığını sordu. Ibn Shihab, \"Bunda bir sakınca yoktur.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'ın, \"Cuma namazının bir rekatını yakalayan biri, onunla birlikte başka bir rekat kılmalıdır.\" dediğini aktardı. Ibn Shihab, \"Bu sünnettir.\" dedi. Malik, \"Ben, şehrimizdeki ilim ehlinin bunu yaptığını gördüm. Çünkü Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Namazın bir rekatını yakalayan, namazı yakalamıştır.' dedi.\" Malik, Cuma günü kalabalıkta olan ve rükû yapan ama imam kalkmadan veya namazını bitirmeden secdeye gidemeyen biri hakkında, \"Eğer secde yapma imkânı varsa ve rükû yaptıysa, insanlar ayağa kalktığında secde etmelidir. Eğer imam namazını bitirdikten sonra secde yapma imkânı yoksa, o zaman namaza yeniden başlamasını tercih ederim ve dört rekat öğle namazı kılar.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, \"Cuma günü imam hutbe verirken burun kanaması yaşayan ve çıkıp imam namazı bitirene kadar geri gelmeyen biri, dört rekat kılmalıdır.\" dedi. Malik, Cuma günü imamla bir rekat kılan, sonra burun kanaması yaşayan ve çıkıp geri döndüğünde imamın iki rekat kıldığını söyleyerek, eğer konuşmadıysa, namazı bir rekatla tamamlaması gerektiğini söyledi. Malik, \"Eğer birinin burun kanaması olursa veya ona bir şey olursa ve başka seçeneği yoksa çıkması gerekmektedir, Cuma günü çıkmak için imamdan izin almak zorunda değildir.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Allah'ın, Azametli ve Güçlü, \"Ey iman edenler! Cuma günü namaz için çağrıldığınızda, Allah'ı anmaya koşun.\" (Cura 62, ayet 9) ayeti hakkında Ibn Shihab'a sorduğunu aktardı. Ibn Shihab, \"Umar ibn al-Khattab, 'Cuma günü namaz için çağrıldığınızda, Allah'ı anmaya gidin.' derdi.\" dedi. Malik, \"Allah'ın Kitabında acele etme, sadece fiil ve eylemdir. Allah, mübarek ve yüce, 've o döndüğünde, yeryüzünde hareket eder' (Bakara 2, ayet 205) demiştir. Yüce olan, 've sana korkarak gelen' (Abese 80, ayet 8) demiştir. 'Sonra döndü ve hareket etti' (Nazi'at 79, ayet 22) demiştir. 'Amelleriniz çeşitlidir' (Leyl 92, ayet 4) demiştir. Malik, \"Böylece, Allah'ın Kitabında bahsettiği acele etme, ayaklarla koşmak veya çaba sarf etmek değildir. Sadece fiil ve eylemleri ifade eder.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik, \"Eğer imam, Cuma'nın farz olduğu bir şehirde yolculuk yaparken durursa ve onlara hutbe verip Cuma namazını kıldırırsa, o zaman şehrin halkı ve orada bulunan diğer insanlar onunla birlikte Cuma namazını kılar.\" dedi. Malik, \"Eğer imam, Cuma namazının farz olmadığı bir şehirde yolculuk yaparken insanları namaza toplarsa, o zaman onun için ne Cuma vardır, ne de şehir halkı için, ne de onlarla birlikte namaz kılan diğer insanlar için. Şehir halkı ve yolculukta olmayan diğer insanlar namazlarını tamamlamalıdır.\" dedi. Malik, \"Yolcu Cuma namazı kılmak zorunda değildir.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, cuma günü hakkında şöyle dediğini aktardı: \"O gün, bir Müslüman kulun namazda durduğu bir zaman vardır ki, Allah ona neyi isterse verir.\" Ve Allah'ın Elçisi, Allah ona rahmet etsin ve selam versin, elini işaret ederek bunun ne kadar kısa olduğunu gösterdi."
    },
    {
      "id": 17,
      "narrator": "Yahya related to me from Malik from Yazid ibn Abdullah ibn al-Had\nfrom Muhammad ibn Ibrahim ibn al-Harith at-Taymi from Abu Salama ibn\nAbd ar-Rahman ibn Awf that Abu Hurayra said, \"I went out to at-Tur\n(Mount Sinai) and met Kab al Ahbar and sat with him. He related to me\nthings from the Tawrah and I related to him things from the Messenger\nof Allah, may Allah bless him and grant him peace. Among the things I\nrelated to him was that the Messenger of Allah, may Allah bless him\nand grant him peace, said, 'The best of days on which the sun rises is\nthe day of jumua. In it Adam was created, and in it he fell from the\nGarden. In it he was forgiven, and in it he died. In it the Hour\noccurs, and every moving thing listens from morning till sunset in\napprehension of the Hour except jinn and men. In it is a time when\nAllah gives toa muslim slave standing in prayer whatever he asks for.'\nKab said, 'That is one day in every year.' I said, 'No, in every\njumua.' Then Kab recited the Tawrah and said, 'The Messenger of Allah\nhas spoken the truth.' \"\n\n\nAbu Hurayra continued, \"I met Basra\nibn Abi Basra al-Ghiffari and he said, 'Where have you come from?' I\nsaid, 'From at-Tur.' He said, 'If I had seen you before you left, you\nwould not have gone. I heard the Messenger of Allah, may Allah bless\nhim and grant him peace, say, \"Only make a special journey to three\nmosques:",
      "text": "Yahya, Malik'ten, Yazid ibn Abdullah ibn al-Had'dan, Muhammad ibn Ibrahim ibn al-Harith at-Taymi'den, Abu Salama ibn Abd ar-Rahman ibn Awf'tan, Abu Hurayra'nın şöyle dediğini aktardı: \"Ben at-Tur'a (Sinai Dağı) çıktım ve Kab al-Ahbar ile karşılaştım ve onunla oturdum. O bana Tevrat'tan bazı şeyler anlattı ve ben de ona Allah'ın Elçisi'nden, Allah ona rahmet etsin ve selam versin, bazı şeyler aktardım. Ona aktardığım şeylerden biri, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, 'Güneşin doğduğu en iyi gün, cuma günüdür. O gün Adem yaratıldı, o gün Cennet'ten düştü. O gün affedildi ve o gün öldü. O gün Kıyamet kopacaktır ve sabah ile akşam arasında her hareket eden şey, Kıyamet'ten korkarak dinler, sadece cinler ve insanlar hariç. O gün, bir Müslüman kulun namazda durduğu bir zaman vardır ki, Allah ona neyi isterse verir.' Kab dedi ki, 'Bu her yıl bir gündür.' Ben dedim ki, 'Hayır, her cuma.' Sonra Kab Tevrat'ı okudu ve dedi ki, 'Allah'ın Elçisi doğru söyledi.'\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Abu Hurayra devam etti: \"Basra ibn Abi Basra al-Ghiffari ile karşılaştım ve o, 'Nereden geldin?' dedi. Ben de, 'at-Tur'dan geldim.' dedim. O da, 'Eğer seni gitmeden önce görseydim, gitmene izin vermezdim. Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, 'Üç camiye özel bir yolculuk yapın: Haram camisi (Mekke), bu cami (Medine) ve İlya camisi veya Bait al-Maqdis (Kudüs'ün iki adı)' dediğini duydum.'\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abu Hurayra devam etti: \"Sonra Abdullah ibn Salam ile karşılaştım ve ona Kabal-Ahbar ile oturduğumu söyledim, ve ona cuma günü hakkında aktardıklarımı anlattım ve Kab'ın 'Bu her yıl bir gündür' dediğini söyledim. Abdullah ibn Salam, 'Kab yalan söyledi,' dedi. Ben de ekledim, 'Kab daha sonra Tevrat'ı okudu ve 'Hayır, her cuma'dır.' dedi.' Abdullah ibn Salam, 'Kab doğru söyledi.' dedi. Sonra Abdullah ibn Salam, 'O zamanın ne zaman olduğunu biliyorum.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Abu Hurayra devam etti: \"Ben de ona, 'Bana bildirin - benden saklamayın.' dedim. Abdullah ibn Salam, 'O, cuma gününün son zamanıdır.' dedi.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Abu Hurayra devam etti: \"Ben de, 'Cuma gününün son zamanı nasıl olabilir ki, Allah'ın Elçisi, Allah ona rahmet etsin ve selam versin, 'namazda duran bir Müslüman kul' dedi, ve o zaman namaz yoktur?' Abdullah ibn Salam cevap verdi: 'Allah'ın Elçisi, Allah ona rahmet etsin ve selam versin, 'Namazı bekleyen kimse, namaz kılana kadar namazdadır' demedi mi?'\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Abu Hurayra ekledi: \"Ben de, 'Elbette.' dedim. O da, 'O zaman odur.' dedi.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Allah'ın Elçisi'nin, Allah ona rahmet etsin ve selam versin, 'Cuma günü iş kıyafeti olmayan iki elbise giymekte bir sakınca yoktur.' dediğini duyduğunu aktardı."
    }
  ]
}