{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abi Umama ibn Sahl ibn Hunayf'in babasından şunu duyduğunu aktardı: \"Babam, Sahl ibn Hunayf, al-Kharrar'da bir gusül aldı. Amir ibn Rabia'nın izlediği sırada üzerindeki cübbeyi çıkardı ve Sahl, güzel beyaz bir teni olan bir adamdı. Amir ona, 'Bugün gördüğüm gibi bir şey görmedim, hatta bir bakirenin derisini bile görmedim.' dedi. Sahl o anda hastalandı ve durumu kötüleşti. Birisi, Allah'ın Resulü'ne, Allah ona salat ve selam etsin, gidip Sahl'ın hasta olduğunu ve onunla gelemediğini söyledi. Allah'ın Resulü, Allah ona salat ve selam etsin, ona geldi ve Sahl, Amir ile olan durumu ona anlattı. Allah'ın Resulü, Allah ona salat ve selam etsin, 'Sizden biri neden kardeşini öldürüyor? Neden 'Allah seni bereketlendirsin' demediniz?' dedi. Nazar gerçektir. Ondan abdest al.' Amir ondan abdest aldı ve Sahl, Allah'ın Resulü ile gitti ve onda hiçbir sorun yoktu.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik, İbn Şihab'tan, Abu Umama ibn Sahl ibn Hunayf'ın şunu söylediğini aktardı: \"Amir ibn Rabia, Sahl ibn Hunayf'ın gusül aldığını gördü ve 'Bugün gördüğüm gibi bir şey görmedim, hatta kapı dışına çıkmamış bir bakirenin derisini bile görmedim.' dedi. Sahl yere düştü. Allah'ın Resulü, Allah ona salat ve selam etsin, yanına gelindi ve 'Ya Resulallah, Sahl ibn Hunayf için bir şey yapabilir misin? Vallahi, başını kaldıramıyor.' denildi. O da, 'Birini şüpheleniyor musunuz?' dedi. Onlar, 'Amir ibn Rabia'dan şüpheleniyoruz.' dediler.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Devam etti: \"Allah'ın Resulü, Allah ona salat ve selam etsin, Amir'i çağırdı ve ona öfkelendi ve 'Sizden biri neden kardeşini öldürüyor? Neden 'Allah seni bereketlendirsin' demediniz? Bunun için gusül al.' dedi. Amir yüzünü, ellerini, dirseklerini, dizlerini, ayaklarının uçlarını ve alt giysisinin içini bir kapta yıkadı. Sonra onu üzerine döktü ve Sahl, insanlarla birlikte gitti ve onda hiçbir sorun yoktu.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Humayd ibn Qays al-Makki'nin şunu söylediğini aktardı: \"Bir adam, Allah'ın Resulü'ne, Allah ona salat ve selam etsin, Jafar ibn Abi Talib'in iki oğlu ile geldi. Onların süt annesine, 'Onları bu kadar zayıf görüyorum, neden?' dedi. Süt annesi, 'Ya Resulallah, nazar onlara çabuk gelir. Birinin onlara dua etmesini istememizi engelleyen tek şey, bunun sizinle ne kadar uyumlu olacağını bilmememizdir.' dedi. Allah'ın Resulü, Allah ona salat ve selam etsin, 'Onlar için dua edin. Eğer bir şey, kaderden önce gelmiş olsaydı, nazar da ondan önce gelirdi.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Sulayman ibn Yasar'dan, Urwa ibn az-Zubayr'ın şunu söylediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam etsin, Umm Salama'nın evine girdi. Evde bir çocuk ağlıyordu ve bunun nazardan olduğunu söylediler. Urwa dedi ki, 'Allah'ın Resulü, Allah ona salat ve selam etsin, 'Neden nazardan koruyacak birini bulmuyorsunuz?' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'ın şunu söylediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam etsin, 'Köle hasta olduğunda, Allah Teala ona iki melek gönderir.' dedi. 'Onlar, ziyaretçilerine ne söylediğine bakarlar. Eğer Allah'ı övüp yüceltiyorsa, onlara geldiklerinde bunu Allah'a, Azim ve Celil olan'a iletirler ve O en iyi bilendir ve O der ki, 'Eğer kulumu öldürürsem, onu cennete sokarım. Eğer onu iyileştirirsem, etini daha iyi bir etle, kanını daha iyi bir kanla değiştiririm ve kötü amellerini silerim.'\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Khusayfa'dan, Urwa ibn az-Zubayr'ın, A'isha'nın, Allah'ın Resulü, Allah ona salat ve selam etsin, şöyle dediğini duyduğunu aktardı: \"Allah'ın Resulü, Allah ona salat ve selam etsin, 'Mümin bir şeyle, hatta bir dikenle bile imtihan edildiğinde, bu onun kötü amellerini siler.' dedi.\" Yazid, Urwa'nın hangisini söylediğini bilmiyordu."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammad ibn Abdullah ibn Abi Sasaca'nın, Abu'l-Hubab Said ibn Yasar'ın, Abu Hurayra'dan şunu duyduğunu aktardı: \"Allah'ın Resulü, Allah ona salat ve selam etsin, 'Allah, hayır dilediği kişiyi imtihan eder.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Allah'ın Resulü, Allah ona salat ve selam etsin, zamanında bir adamın ölümünün geldiğini aktardı. Bir adam, \"O şanslıydı,\" dedi, çünkü hastalıkla imtihan edilmeden öldü. Allah'ın Resulü, Allah ona salat ve selam etsin, \"Ah sana, Allah onu hastalıkla imtihan etseydi, kötü amellerini silerdi.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yazid ibn Khusayfa'dan, Amr ibn Abdullah ibn Kab as-Salami'nin, Nafi ibn Jubayr'den, Uthman ibn Abi al-As'ın, Allah'ın Resulü, Allah ona salat ve selam etsin, yanına geldiğini aktardı. Uthman, kendisinde ölüme yetecek kadar bir ağrı olduğunu söyledi. Allah'ın Resulü, Allah ona salat ve selam etsin, \"Sağ elinle yedi kez ovuştur ve 'Ben, hissettiğim şeyin şerrinden Allah'ın kudreti ve gücüyle sana sığınıyorum.' de.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Uthman ekledi: \"Ben bunu söyledim ve Allah, bende olanı giderdi. Hâlâ aileme ve başkalarına bunu söylemelerini emrediyorum.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'tan, Urwa ibn az-Zubayr'dan, A'isha'nın, Allah'ın Resulü, Allah ona salat ve selam etsin, bir rahatsızlığı olduğunda, kendisi üzerine Kur'an'ın son üç suresini okuduğunu ve üflediğini aktardı. O da, \"Ağrısı çok olduğunda, ben onu okur ve sağ elimle ona sürerdim, onun bereketini umarak.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Amra bint Abd ar-Rahman'dan, Abu Bakr as-Sıddık'ın, A'isha'yı ziyaret ettiğini ve onun bir rahatsızlığı olduğunu, bir Yahudi kadının onun için ruqyah yaptığını aktardı. Abu Bakr, \"Bunu Allah'ın Kitabı ile yap.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Allah'ın Resulü, Allah ona salat ve selam etsin, zamanında bir adamın yaralandığını aktardı. Yarasında kan pıhtılaştı ve adam, Banu Ammar kabilesinden iki adam çağırdı. Onlar buna baktılar ve Allah'ın Resulü, Allah ona salat ve selam etsin, onlara, \"Hanginiz daha iyi doktordur?\" dedi. Onlar, \"Ya Resulallah, tıpta bir hayır var mı?\" dediler. Zayd, Allah'ın Resulü, Allah ona salat ve selam etsin, \"Hastalık gönderen, ilacı da göndermiştir.\" dediğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, \"Sad ibn Zurara'nın, kanla birlikte boğazında bir ağrı nedeniyle kendini cauterize ettiğini ve öldüğünü duydum.\" dediğini aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Ateş, Cehennem'in hararetinin şiddetindendir, o yüzden onu suyla serinletin.\" dediğini rivayet etti."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik, Nafi'den, İbn Umar'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Ateş, Cehennem'in hararetinin şiddetindendir, o yüzden onu suyla söndürün.\" dediğini rivayet etti."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, o da Cabir ibn Abdullah'tan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Bir adam hasta birini ziyaret ettiğinde, merhamete dalar; o kadar ki, onunla oturduğunda merhamet ona yerleşir.\" veya bunun benzeri bir şey söylediğini rivayet etti."
    },
    {
      "id": 19,
      "narrator": "Yahya related to me from Malik that he had heard from Bukayr ibn\nAbdullah ibn al-Ashajj from Ibn Atiya that the Messenger of Allah, may\nAllah bless him and grant him peace, said:",
      "text": "Yahya, Malik'ten, o da Bukayr ibn Abdullah ibn al-Ashajj'dan, İbn Atiya'dan, Allah'ın Resulü'nün, ona Allah'ın salatı ve selamı olsun, \"Aç bir karnında ne bulaşıcı hastalık, ne hama, ne de yılan vardır. Ancak, hasta hayvan sahibi, sağlıklı hayvan sahibinin bulunduğu yere durmamalıdır; sağlıklı hayvan sahibi ise istediği yere durabilir.\" dediğini rivayet etti."
    }
  ]
}