{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Bakr ibn Nafi'den, babası Nafi'den, Abdullah ibn Umar'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, bıyığın kesilmesini ve sakalın bırakılmasını emrettiğini rivayet etti."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Humay ibn Abd ar-Rahman ibn Awf'un, Muaviye ibn Abi Sufyan'ın, haccını yaptığı yıl minberden, bir korumasından aldığı bir saç tutamı (yani saç parçası) tutarak, \"Medine halkı! Nerede sizin âlimleriniz? Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, bunun gibi bir şeyi yasakladığını duydum, 'Banu İsrail, kadınları bunu kullanmaya başladığında helak oldular.' \" dediğini duydu."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ziyad ibn Sad'ın, İbn Şihab'ın, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, saçını alnına kadar salmasına izin verdi, Allah'ın dilediği gibi, sonra onu ayırdı.\" dediğini duydu. Malik, \"Bir adamın, oğlunun eşinin saçına veya karısının annesinin saçına bakmasında bir sakınca yoktur.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın hadım edilmesine karşı çıktığını ve \"Yaratılan formun tamlığı testislerdedir.\" dediğini rivayet etti."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Safwan ibn Sulaym'ın, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Ben ve yetimi koruyan kişi, ister kendi için ister başkası için olsun, cennette bu iki parmağım gibi olacağız.\" dediğini duydu, orta ve işaret parmaklarını göstererek."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Abu Qatada al-Ansari'nin, Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, \"Omuzlarıma kadar inen çok saçım var, onu tarayabilir miyim?\" dediğini, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Evet, ona değer ver.\" dediğini, bazen Abu Qatada'nın bir günde iki kez yağ sürdüğünü, çünkü Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Ona değer ver.\" dediğini duydu."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'ın, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, camideyken dağınık saçlı ve sakallı bir adamın içeri girdiğini, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, elini işaret ederek, onun saçını ve sakalını düzeltmesi için dışarı gönderilmesini istediğini, adamın bunu yaptığını ve sonra geri döndüğünü, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bu, birinizin başı dağınık bir şekilde gelmesinden daha iyi değil mi, sanki bir şeytan gibi?\" dediğini rivayet etti."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Ibrahim at-Taymi'nin kendisine, Abu Salama ibn Abd ar-Rahman'ın, \"Abd ar-Rahman ibn al-Aswad ibn Abdal-Yaghuth bizimle otururdu ve beyaz bir sakalı ve saçı vardı. Bir gün bize geldi ve saçını kırmızıya boyamıştı, insanlar ona, 'Bu daha iyi.' dediler. O da, 'Peygamber'in eşi A'işe, Allah ona salat ve selam eylesin, dün kölesi Nukhayla'yı bana gönderdi. O, saçımın boyanacağına yemin etti ve bana Abu Bakr as-Sıddık'ın saçını boyadığını bildirdi.' \" dediğini duydu. Yahya, Malik'in siyah saç boyama hakkında, \"Bu konuda kesin bir şey duymadım, diğer renkler benim için daha tercih edilir.\" dediğini duydu. Yahya, \"Hiç boyamamak caizdir, Allah dilerse, ve bu konuda insanlara bir kısıtlama yoktur.\" dedi. Yahya, Malik'in, \"Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, saçını boyamadığına dair bu hadiste açık bir işaret yoktur. Eğer Allah'ın Elçisi, Allah ona salat ve selam eylesin, saçını boyasaydı, A'işe, Abd ar-Rahman ibn al-Aswad'a bu konuda bir mesaj gönderirdi.\" dediğini duydu."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Khalid ibn al-Walid'in Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, \"Kabus görüyorum.\" dediğini, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, ona, \"De ki, 'Ben, Allah'ın gazabından, azabından, kullarının şerrinden, şeytanların vesvesesinden ve onların ölüm anında hazır bulunmalarından Allah'a sığınırım.' \" dediğini rivayet etti."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, Miraç gecesinde, bir ateş meşalesiyle onu arayan bir kötü cin gördü. Allah'ın Elçisi, Allah ona salat ve selam eylesin, döndüğünde onu gördü. Cebrail ona, 'Sana söyleyeceğim bazı kelimeleri öğretmemi ister misin? Onları söylediğinde, onun meşalesi sönecek ve elinden düşecektir.' dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Evet, elbette.' dedi. Cebrail, 'De ki, 'Ben, Allah'ın Şerefli Yüzü'ne ve ne iyi ne de kötü olanın aşamayacağı, Allah'ın tam kelimelerine sığınırım; gökten inenlerin şerrinden, içinde yükselenlerin şerrinden, yeryüzünde yaratılanların şerrinden, onlardan çıkanların şerrinden, gece ve gündüzün fitnelerinden, gece ve gündüzün ziyaretlerinden, ancak hayırla gelen birinin kapısını çalanlardan başka.' \" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'dan, Aslam kabilesinden bir adamın, \"Geçen gece uyuyamadım.\" dediğini, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, ona, \"Neden?\" dediğini, o adamın, \"Bir akrep beni soktu.\" dediğini, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Akşam 'Ben, Allah'ın yarattığı şeylerin şerrinden Allah'a sığınırım.' deseydin, bu olmazdı.\" dediğini rivayet etti."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Summayy, Abu Bakr'ın kölesinden, al-Qa'qa ibn Hakim'den, Kab al-Ahbar'ın, \"Eğer söylediğim bazı sözler olmasaydı, Yahudiler beni eşek yaparlardı.\" dediğini, birinin ona ne söylediklerini sorduğunu, o da, \"Ben, Allah'ın büyük Yüzü'ne - ondan daha büyük bir şey yoktur - ve ne iyi ne de kötü olanın aşamayacağı, Allah'ın tam kelimelerine ve Allah'ın en güzel isimlerinin hepsine, bildiğim ve bilmediğim, O'nun yarattığı ve ürettiği şeylerin şerrinden sığınırım.\" dediğini duydu."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abd ar-Rahman ibn Mamar'dan, Abu'l-Hubab Said ibn Yasar'dan, Abu Hurayra'nın, \"Allah, mübarek ve yüce olan, Kıyamet Günü'nde, 'Nerede benim azametim için birbirini sevenler?' diyecek. Bugün ben onları gölgemde gölgelendireceğim, o gün benim gölgemden başka gölge yoktur.\" dediğini rivayet etti."
    },
    {
      "id": 14,
      "narrator": "Yahya related to me from Malik from Khubayb ibn Abd ar-Rahman al-\nAnsari from Hafs ibn Asim that either Abu Said al-Khudri or Abu\nHurayra said, \"The Messenger of Allah, may Allah bless him and grant\nhim peace, said, 'There are seven whom Allah will shade in His shade\non the day on which there is no shade except His shade:",
      "text": "Yahya, Malik'ten, Khubayb ibn Abd ar-Rahman al-Ansari'den, Hafs ibn Asim'den, ya Abu Said al-Khudri ya da Abu Hurayra'nın, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'O gün, Allah'ın gölgesinde gölgelenecek yedi kişi vardır; adil bir imam, Allah'a ibadet ederek büyüyen bir genç, camiden ayrıldığında kalbi ona bağlı olan bir adam, Allah için birbirini seven ve bunun için bir araya gelen ve bunun için ayrılan iki adam, yalnız kaldığında Allah'ı anan ve gözyaşları döken bir adam, güzel bir kadının yaklaşımını reddeden ve 'Ben Allah'tan korkarım.' diyen bir adam ve sadaka veren ve onu gizleyen, sol eli sağ elinin ne verdiğini bilmeyecek şekilde.' \" dediğini rivayet etti."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Eğer Allah bir kulunu severse, Cebrail'e, 'Ben falanı seviyorum, sen de onu sev.' der. Cebrail onu sever ve sonra gök halkına, 'Allah falanı seviyor, siz de onu sevin.' diye seslenir. Gök halkı onu sever ve sonra yeryüzünde onun için kabul edilir.\" dediğini, Allah bir kulundan hoşnutsuz olduğunda, Malik'in, \"Ben, O'nun gazabı hakkında bunun gibi bir şey söylediğini düşünüyorum.\" dediğini rivayet etti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Hazim ibn Dinar'dan, Abu Idris al-Khawlani'nin şöyle dediğini aktardı: \"Şam camisinde bir genç gördüm, güzel bir ağzı ve beyaz dişleri vardı, bazı insanlarla oturuyordu. Bir konuda anlaşamadıklarında, onu referans aldılar ve onun sözünden hareket ettiler. Onun kim olduğunu sordum, 'Bu Muadh ibn Jabal'dır' dediler. Ertesi gün öğle namazına gittim ve onun benden önce öğle namazını kıldığını gördüm.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Abu Idris devam etti: \"Namazını bitirmesini bekledim. Sonra onun önünden yanına geldim ve selam verdim ve dedim ki, 'Allah'a yemin ederim! Seni Allah için seviyorum!' O da, 'Allah'a yemin eder misin?' dedi. Ben, 'Evet, Allah'a yemin ederim.' dedim. O, 'Allah'a yemin eder misin?' dedi. Ben, 'Evet, Allah'a yemin ederim.' dedim. O, 'Allah'a yemin eder misin?' dedi. Ben, 'Evet, Allah'a yemin ederim.' dedim.\""
    }
  ]
}