{
  "language": "tr",
  "metadata": {
    "length": 45,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Safwan ibn Süleym'den, Ata ibn Yasar'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, bir adam tarafından sorulduğunu aktardı. Adam dedi ki, \"Allah'ın Elçisi, annemden girmem için izin almalı mıyım?\" O da, \"Evet\" dedi. Adam, \"Ben onunla evde yaşıyorum\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Ona izin iste\" dedi. Adam, \"Ben onun hizmetkarıyım\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Ona izin iste. Onu çıplak görmek mi istiyorsun?\" dedi. Adam, \"Hayır\" dedi. O da, \"O zaman ona izin iste\" dedi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik, güvenilir bir kaynaktan, Bukayr ibn Abdullah ibn al-Ashajj'dan, Basr ibn Said'den, Abu Said al-Khudri'den, Abu Musa al-Ashari'nin şöyle dediğini aktardı: \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Birisi üç kez izin ister. Eğer izin verilirse, o zaman girer. Eğer verilmezse, uzaklaşır' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik, Rabia ibn Abi Abd ar-Rahman'dan, o dönemin diğer alimlerinden, Abu Musa al-Ashari'nin, Umar ibn al-Khattab'dan girmek için izin istediğini aktardı. Üç kez izin istedi, sonra gitti. Umar ibn al-Khattab onu çağırdı ve \"Neden içeri girmedin?\" dedi. Abu Musa, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Üç kez izin iste. Eğer izin verilirse, o zaman gir. Eğer verilmezse, uzaklaş' dedi\" dedi. Umar, \"Bunu kim doğrulayabilir? Eğer bana bunu doğrulayan birini getirmezsen, sana şu ve bu şekilde davranacağım\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abu Musa, camide Majlis-al-Ansar olarak adlandırılan bir topluluğa kadar gitti. \"Umar ibn al-Khattab'a, Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Üç kez izin iste. Eğer izin verilirse, o zaman gir. Eğer verilmezse, uzaklaş' dedi\" dedim. Umar, \"Eğer bana bunu doğrulayan birini getirmezsen, sana şu ve bu şekilde davranacağım\" dedi. \"Eğer aranızda bunu duyan varsa, benimle gelsin\" dedi. Onlar, Abu Said al-Khudri'ye, \"Onunla git\" dediler. Abu Said, onların en küçüğüydü. Onunla gitti ve Umar ibn al-Khattab'a bunu anlattı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Umar ibn al-Khattab, Abu Musa'ya, \"Sana şüphe etmedim, ama insanların Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, sözlerini uydurmasından korktum\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, Abdullah ibn Abi Bakr'dan, babasından, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Eğer bir adam hapşırırsa, ona salat getirin. Sonra eğer hapşırırsa, ona salat getirin. Sonra eğer hapşırırsa, ona salat getirin. Sonra eğer hapşırırsa, 'Soğuk algınlığın var' deyin\" dediğini aktardı. Abdullah ibn Abi Bakr, \"Üçüncü mü yoksa dördüncü mü olduğunu bilmiyorum\" dedi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar hapşırdığında birinin ona \"Allah sana rahmet etsin\" (Yarhamuka'llah) dediğini, o da \"Allah bize ve sana rahmet etsin ve bizi ve sizi affetsin\" (Yarhamuna'llah wa yaghfirlana wa lakum) dediğini aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik, İshak ibn Abdullah ibn Abi Talha'dan, Rafi ibn İshak'ın, ash-Shifa'nın kölesinin, hasta olan Abu Said al-Khudri'yi ziyaret ettiklerini bildirdiğini aktardı. Abu Said onlara, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Melekler, içinde resim veya görüntü bulunan bir eve girmez' diye bildirdi\" dedi. İshak, Abu Said'in hangisini söylediğinden emin değildi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, Abu'n-Nasr'dan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'un, hasta olan Abu Talha al-Ansari'yi ziyaret ettiğini aktardı. \"Onunla birlikte Sahl ibn Hunayf'i buldum. Abu Talha bir adamı çağırdı ve altında bir halıyı kaldırdı. Sahl ibn Hunayf ona, 'Neden kaldırdın?' dedi. O da, 'Çünkü üzerinde resimler vardı ve Allah'ın Elçisi, Allah ona salat ve selam eylesin, onların hakkında bildiğiniz şeyi söyledi' dedi. Sahl, 'Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'bir giysinin üzerindeki işaretler hariç' demedi mi?' (Bir halı, bir giysi olarak kabul ediliyordu). O da, 'Evet ama bu bana daha hoş geliyor' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik, Nafi'den, al-Qasim ibn Muhammad'dan, Peygamber'in eşi A'işe'den, Allah'ın Elçisi, Allah ona salat ve selam eylesin, onun üzerinde resimler olan bir yastık satın aldığını aktardı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, onu görünce kapıda durdu ve girmedi. Yüzünde hoşnutsuzluk gördü ve \"Allah'ın Elçisi, Allah'a ve Elçisine tövbe ediyorum. Ne yanlış yaptım?\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Bu yastığın anlamı nedir?\" dedi. O da, \"Sizin oturup yaslanmanız için aldım\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Böyle resimler yapanlar, Kıyamet Günü'nde cezalandırılacaklar. Onlara, 'Yaratmış olduğunuzu diriltin' denilecek\" dedi. Sonra, \"Melekler, içinde resim bulunan bir eve girmez\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik, Abd ar-Rahman ibn Abdullah ibn Abd ar-Rahman ibn Abi Sasaca'dan, Süleyman ibn Yasar'ın, Allah'ın Elçisi, Allah ona salat ve selam eylesin, Maimuna bint al-Harith'in evine girdiğini ve orada yenilecek yumurtaları olan bir kertenkele bulunduğunu aktardığını söyledi. Abdullah ibn Abbas ve Halid ibn al-Walid onunla birlikteydi. O, \"Bunu nereden aldın?\" dedi. O da, \"Kız kardeşim, Huzayla bint al-Harith, bana verdi\" dedi. Sonra Abdullah ibn Abbas ve Halid'e yemelerini söyledi. Onlar, \"Sen yemeyecek misin, Allah'ın Elçisi?\" dediler. O, \"Beni ziyaret edenler var\" dedi. Maimuna, \"Allah'ın Elçisi, içmen için sana biraz süt verelim\" dedi. O da, \"Evet\" dedi. İçtiğinde, \"Bunu nereden aldın?\" dedi. O da, \"Kız kardeşim, Huzayla bana verdi\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Özgür bırakmam için benden izin istediğin cariyeni görüyor musun? Onu kız kardeşine ver ve onu akrabalarına götür, ona bakmaları için. Bu senin için daha hayırlıdır\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik, İbn Şihab'dan, Abu Umama ibn Sahl ibn Hunayf'ten, Abdullah ibn Abbas'tan, Halid ibn al-Walid ibn al-Mughira'nın, Allah'ın Elçisi, Allah ona salat ve selam eylesin, Maimuna'nın evine girdiğini ve ona kızartılmış bir kertenkele getirildiğini aktardı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, ona doğru elini uzattı. Maimuna'nın evinde bulunan kadınlardan biri, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, neyi yemek istediğini söyle\" dedi. Birisi, \"Bu bir kertenkele, Allah'ın Elçisi\" dedi. O, elini geri çekti. Halid, \"Bu haram mı, Allah'ın Elçisi?\" dedi. O, \"Hayır, ama benim halkımın topraklarında yoktu ve onlardan hoşlanmadığımı düşünüyorum\" dedi. Halid ekledi, \"Ben onu çiğnedim ve yedim, Allah'ın Elçisi, Allah ona salat ve selam eylesin, bakarken.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan, bir adamın Allah'ın Elçisi'ni çağırarak, \"Allah'ın Elçisi, kertenkeleler hakkında ne düşünüyorsun?\" dediğini aktardı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Ben onları yemiyorum ve onları yasaklamıyorum\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik, Yazid ibn Khusayfa'dan, as-Sa'ib ibn Yazid'in, Allah'ın Elçisi, Allah ona salat ve selam eylesin, yanında olan bazı insanlarla caminin kapısında konuştuğunu duyduğunu aktardı. \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Eğer birisi, koyun köpeği veya av köpeği olarak kullanmadığı bir köpek edinirse, her gün onun iyi amellerinden bir qirat eksilecektir' dedi\" dedi. Ona, \"Bunu Allah'ın Elçisi'nden, Allah ona salat ve selam eylesin, duydun mu?\" diye soruldu. O, \"Evet, bu caminin Rabbi adına\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Koyun köpeği veya av köpeği dışında bir köpek edinenin, her gün iyi amellerinin ödülünden iki qirat eksilecektir\" dediğini aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Malik, Abd ar-Rahman ibn Abd ar-Rahman ibn Sasaca'dan, babasından, Abu Said al-Khudri'nin, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini aktardı: \"Yakında bir Müslümanın en iyi malı, dininden kaçarken dağların zirvelerine ve vadilere götürdüğü koyunlar olacaktır.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik, Nafi'den, Ibn Umar'dan, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini aktardı: \"Hiç kimse, başkasının izni olmadan onun ineklerini sağmamalıdır. İçinizden hiç kimse, birinin evine gelip, onun yiyeceklerini almasını ister mi? İneklerin memeleri, yiyeceklerini sahipleri için korur, bu yüzden hiç kimse başkasının ineklerini izinsiz sağmamalıdır.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Hiçbir Peygamber yoktur ki, koyunları gütmemiş olsun,\" dediğini duyduğunu aktardı. Birisi sordu: \"Sen de, Allah'ın Messenger'ı?\" O da: \"Ben de,\" dedi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Malik, Nafi'den, bir gün Ibn Umar akşam yemeği servis edilirken, evinde imamın Kur'an okuduğunu duyduğunu ve ihtiyacı olanı bitirmeden yemeğinden acele etmediğini aktardı."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, Ubaydullah ibn Abdullah ibn Utba ibn Masud'dan, Abdullah ibn Abbas'tan, Peygamber'in eşi Maimuna'dan, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, ayçiçek yağının içine düşen bir fare hakkında sorulduğunda, \"Onu çıkarın ve etrafındaki her şeyi atın,\" dediğini aktardı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Malik, Abu Hazim ibn Dinar'dan, Sahl ibn Sad as-Saidi'den, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Eğer bir şey varsa, o bir at, bir kadın ve bir evdedir,\" dediğini aktardı, yani uğursuzluk."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Malik, Malik'ten, Ibn Shihab'dan, Abdullah ibn Umar'ın oğlu Hamza ve Salim'den, Abdullah ibn Umar'dan, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Uğursuzluk bir evde, bir kadında ve bir attadır,\" dediğini aktardı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, \"Bir kadın Allah'ın Messenger'ına, ona Allah'ın selamı ve bereketi olsun, geldi ve 'Allah'ın Messenger'ı, biz kalabalıkken ve zenginken bir eve taşındık. Şimdi sayımız azaldı ve zenginliğimiz gitti,' dedi. Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, 'Bırakın, bu kınanacak bir şeydir,' dedi,\" aktardı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, sağılmak üzere olan bir süt devesi hakkında sordu: \"Bu deveyi kim sağacak?\" Bir adam ayağa kalktı. Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Adın ne?\" dedi. Adam, \"Murra (acı)\" dedi. Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Otur,\" dedi. Sonra, \"Bu deveyi kim sağacak?\" dedi. Bir adam daha ayağa kalktı ve Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Adın ne?\" dedi. O da, \"Harb (savaş)\" dedi. Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Otur,\" dedi. Sonra, \"Bu deveyi kim sağacak?\" dedi. Bir adam daha ayağa kalktı ve Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Adın ne?\" dedi. Adam, \"Yaish (yaşıyor)\" dedi. Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Süt sağ!\" dedi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Yahya ibn Said'den, Umar ibn al-Khattab'ın bir adama adını sorduğunu aktardı. Adam, \"Jamra (kor)\" dedi. \"Kimin oğlu?\" dedi. Adam, \"Ibn Shihab (meteor, alev)\" dedi. \"Kimin oğlu?\" dedi. Adam, \"Al-Huraqa (yanan)\" dedi. \"Nerede yaşıyorsun?\" dedi. Adam, \"Harrat an-Nar (ateş lav alanı)\" dedi. \"Hangisinde?\" dedi. Adam, \"Dhati Ladha (alevli olan)\" dedi. Umar, \"Git ve ailene bak - yanmışlar,\" dedi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya ekledi, \"Bu, Umar ibn al-Khattab'ın, Allah ondan razı olsun, söylediği gibiydi.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik, Humayd at-Tawil'den, Anas ibn Malik'in, \"Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, hacamat yaptırdı. Abu Tayba ona hacamat yaptı ve Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, ona bir sa' hurma verilmesini emretti ve ailesine ona ödenecek miktarı azaltmalarını söyledi,\" aktardığını bildirdi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, \"Eğer hastalığa ulaşacak bir tedavi varsa, o hacamattır,\" dediğini duyduğunu aktardı."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Malik, Ibn Shihab'dan, Banu Haritha'dan Ibn Muhayyisa'nın, Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, hacamat için ödeme yapma izni istediğini ve onun bunu yasakladığını aktardı. O, izin istemeye devam etti ve nihayet \"Suyunuzu taşıyan develerinizi besleyin,\" dedi, yani \"kölelerinizi.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Malik, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın, \"Allah'ın Messenger'ı, ona Allah'ın selamı ve bereketi olsun, doğuya işaret ederek, 'Fitne kaynağı buradadır. Fitne kaynağı buradadır, şeytanın yardımcılarının çıktığı yer burasıdır,' dedi,\" aktardığını bildirdi."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Malik, Nafi'den, Abu Lubaba'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, evlerdeki yılanları öldürmeyi yasakladığını rivayet etti."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Malik, Nafi'den, A'işe'nin kadın kölesi Sa'iba'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, evlerdeki yılanları, sırtında iki beyaz şerit olanlar ve kısa olanlar dışında öldürmeyi yasakladığını rivayet etti. Onlar birini kör eder ve kadınlarda düşük yapmaya sebep olurlardı."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Malik, Safiyy, İbn Aflah'ın kölesinden, Abu's-Saib, Hişam ibn Zuhra'nın kölesinin şöyle dediğini rivayet etti: \"Abu Said al-Khudri'ye gittim ve onu namaz kılarken buldum. Namazını bitirmesini beklemek için oturdum. Odasında bir yatağın altında bir hareket duydum ve bu bir yılandı. Onu öldürmek için ayağa kalktım, fakat Abu Said bana oturmamı işaret etti. Namazını bitirdiğinde evdeki bir odayı işaret ederek, 'Bu odayı görüyor musun?' dedi. 'Evet,' dedim. 'Orada yeni evlenmiş bir genç vardı. O, Allah'ın Resulü ile birlikte al-Khandaq'a (Medine'yi Kureyş ve müttefiklerinden korumak için Hicret'in 5. yılında Müslümanların kazdığı hendek) gitti. Orada genç geldi ve izin istedi, 'Allah'ın Resulü, aileme dönmeme izin ver,' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, ona izin verdi ve 'Silahlarını al, çünkü Banu Kureyza kabilesinden korkuyorum. Sana zarar verebilirler,' dedi. Genç ailesine gitti ve karısını iki kapının arasında buldu. Kıskançlık duygusu kabardığı için mızrağını kaldırarak onu yaralamak istedi. Kadın, 'İçeri girip evinde ne olduğunu görmeden acele etme,' dedi. İçeri girdi ve yatağında bir yılanın kıvrılmış olduğunu buldu. Onu mızrağıyla deldi ve sonra dışarı çıkıp onu evin içine attı. Yılan mızrağın ucunda kıpırdandı ve genç yere düştü. Hangisinin önce öldüğü bilinmiyordu, yılan mı yoksa genç mi. Bu durum Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bildirildi ve o, 'Medine'de Müslüman olmuş cinler var. Onlardan birini gördüğünüzde, ona üç gün boyunca seslenin. Eğer o zaman görünürse, öldürün, çünkü o bir şeytandır,' dedi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Malik, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, seyahat niyetiyle stiripe adım attığında, 'Allah'ın adıyla. Ey Allah! Sen benim yol arkadaşım ve ailemin halifesisin. Ey Allah! Yeryüzünü bizim için aç ve seyahatimizi kolaylaştır. Ey Allah! Seyahatin zorluğundan ve mal ve aile ile ilgili üzücü bir duruma geri dönmekten sana sığınırım,' dediğini duyduğunu rivayet etti."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Malik, güvenilir bir kaynağından, Yaqub ibn Abdullah al-Ashajj'dan, Bushr ibn Said'den, Sad ibn Abi Waqqas'dan, Khawla bint Hakim'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Bir yere dinlenmek için inen kimse, 'Ben Allah'ın yarattıklarından şerrine karşı Allah'ın tam kelimelerine sığınırım,' (audhu bi kalimati-llahi at-tammati min sharri ma khalaqa) demelidir ve ona hiçbir zarar gelmez, ta ki tekrar bineceği zamana kadar,' dediğini rivayet etti."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Malik, Abd ar-Rahman ibn Harmala'dan, Amr ibn Shuayb'den, babasından, dedesinden, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Bir binen şeytandır. İki binen iki şeytandır, üç binen ise bir grup biner,' dediğini rivayet etti."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Malik, Abd ar-Rahman ibn Harmala'dan, Said ibn al-Musayyab'ın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Şeytan bir ve iki ile ilgilenir. Üç olduğunda onlarla ilgilenmez,' dediğini duyduğunu rivayet etti."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Malik, Said ibn Abi Said al-Maqburi'den, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Allah'a ve Ahiret Günü'ne inanan bir kadının, mahramı olmayan bir erkek olmadan bir gün ve gece mesafesi yolculuk yapması helal değildir,' dediğini rivayet etti."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Malik, Abu Ubayd, Sulayman ibn Abd al-Malik'in kölesinden, Khalid ibn Madan'dan, bunu Peygamber'e, Allah ona salat ve selam eylesin, atfederek, 'Allah, mübarek ve yücedir, merhametlidir ve merhameti sever. Merhametle hareket ettiğiniz sürece, ondan razı olur ve size yardım eder. Aptal hayvanları bindiğinizde, onları duracakları yerlerde durdurun ve arazi çorak olduğunda hızlandırın. Gece yolculuk yapın, çünkü gece, gündüzden daha hızlı geçilir. Yolda çadır kurmaktan sakının, çünkü orası hayvanların yolu ve yılanların yuvasıdır,' dediğini rivayet etti."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Malik, Sumayy, Abu Bakr'ın kölesinden, Abu Salih'den, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Seyahat bir azap payıdır. Uyku, yiyecek ve içecekten mahrum bırakır. Amacınıza ulaştığınızda, ailenize geri dönmek için acele etmelisiniz,' dediğini rivayet etti."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Malik, Abu Hurayra'nın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Bir kölenin yiyecek ve giysisi normal şekilde olmalıdır ve sadece yapabileceği işlerle yükümlüdür,' dediğini duyduğunu rivayet etti."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Malik, Umar ibn al-Khattab'ın her Cumartesi köylere gittiğini ve eğer bir kölenin yapamayacağı bir işte çalıştığını görürse, onun işini hafiflettiğini duyduğunu rivayet etti."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Malik, amcası Abu Suhayl ibn Malik'ten, babasının Uthman ibn Affan'ın bir hutbede şöyle dediğini duyduğunu rivayet etti: 'Köle kızını para kazanmaya zorlamayın, eğer bir yeteneği yoksa. Onu buna zorladığınızda, fuhuş yaparak para kazanır. Çocuğu para kazanmaya zorlamayın. Eğer bulamazsa, hırsızlık yapar. Allah sizinle dürüst olduğu için siz de dürüst olun ve onlara iyi yiyecek verin.'"
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Malik, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, 'Bir köle efendisine iyi öğüt verdiğinde ve Allah'a doğru bir şekilde ibadet ettiğinde, ona iki kat ödül vardır,' dediğini rivayet etti."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Malik, duyduğuna göre, Umar ibn al-Khattab, Abdullah ibn Umar ibn al-Khattab'a ait bir kadın köleyi gördü. O, özgür (köle olmayan) kadınlar gibi giyinmişti. Kızı Hafsa'ya gidip, 'Kardeşinin köle kızını özgür (köle olmayan) bir kadın gibi giyinmiş ve insanların arasında dolaşırken görmedim mi? Bu durumu onaylamıyorum,' dedi."
    }
  ]
}