{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Abdullah ibn Dinar'dan, Abdullah ibn Umar'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bir adam, Müslüman kardeşine 'Ey kafir!' derse, bu, birinin hakkında doğrudur.\" dediğini aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik, Suhayl ibn Abu Salih'ten, babasından, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bir adam 'İnsanlar helak oldu' dediğini duyduğunuzda, o kendisi en çok helak olanıdır.\" dediğini aktardı."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Malik, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Hiçbiriniz zaman hakkında şikayet etmesin, çünkü Allah zamandır.\" dediğini aktardı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, İsa ibn Maryam'ın yolda bir domuzla karşılaştığını, ona \"Selametle git.\" dediğini aktardı. Birisi sordu, \"Bir domuza bunu mu söylüyorsun?\" İsa, \"Dilimi kötü sözlere alıştırmaktan korkuyorum.\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Muhammad ibn Amr ibn Alqama'dan, babasından, Bilal ibn al-Harith al-Muzani'den, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Bir adam, Allah'ı hoşnut eden bir şey söyler ve bunun sonuç vereceğini düşünmez, Allah da onun için hoşnutluğunu yazar, ta ki O'na kavuşana kadar. Bir adam, Allah'ın gazabını artıran bir şey söyler ve bunun sonuç vereceğini düşünmez, Allah da onun için gazabını yazar, ta ki O'na kavuşana kadar.\" dediğini aktardı."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, Abdullah ibn Dinar'dan, Abu Salih as-Samman'ın kendisine, Abu Hurayra'nın \"Gerçekten bir adam, önem vermediği sözler söyler ve bu sözlerle Cehennem ateşine düşer, gerçekten bir adam, önem vermediği sözler söyler ve bu sözlerle Allah onu Cennet'e yükseltir.\" dediğini aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, Abdullah ibn Umar'ın \"Doğudan iki adam kalktı ve konuştular, insanlar onların hitabetine hayret ettiler. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Bazı hitabet sihirdir.' veya 'Hitabetin bir kısmı sihirdir.' dedi.\" dediğini aktardı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Malik, İsa ibn Maryam'ın \"Allah'ı anmadan çok konuşmayın, çünkü kalplerinizi katılaştırırsınız. Sert bir kalp Allah'tan uzaktır, ama bunu bilmezsiniz. İnsanların yanlış eylemlerine lordlarmış gibi bakmayın. Kendi yanlış eylemlerinize köleymiş gibi bakın. Bazı insanlar yanlış eylemlerle imtihan edilir, bazıları ise ondan korunur. Sıkıntı içindeki insanlara merhamet edin ve Allah'a koruması için hamd edin.\" dediğini aktardı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, A'işe'nin, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, akşam namazından sonra bir aile üyesine \"Kayıt meleklerinin dinlenmesine izin vermeyecek misin?\" diye bir mesaj gönderdiğini aktardı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Malik, al-Walid ibn Abdullah ibn Sayyad'dan, al-Muttalib ibn Abdullah ibn Hantab al-Makhzumi'nin kendisine, bir adamın Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, \"Gıybet nedir?\" diye sorduğunu aktardı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Bir adam hakkında duymak istemediği bir şeyi anmaktır.\" dedi. Adam, \"Ya bu doğruysa, Allah'ın Elçisi!\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Eğer yalan bir şey söylersen, o iftiradır.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Allah, iki şeyin şerrinden koruduğu kimse Cennet'e girecektir.\" dediğini aktardı. Bir adam, \"Allah'ın Elçisi, bize söyleme!\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, sessiz kaldı. Sonra Allah'ın Elçisi, Allah ona salat ve selam eylesin, ilk söylediğini tekrar etti. Adam ona, \"Bize söyleme, Allah'ın Elçisi!\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, sessiz kaldı. Sonra Allah'ın Elçisi, Allah ona salat ve selam eylesin, aynı şeyi tekrar söyledi. Adam, \"Bize söyleme, Allah'ın Elçisi!\" dedi. Sonra Allah'ın Elçisi, Allah ona salat ve selam eylesin, aynı şeyi tekrar söyledi. Adam, daha önce söylediğini söylemeye başladı ve yanındaki bir adam onu susturdu. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Allah, iki şeyin şerrinden koruduğu kimse Cennet'e girecektir. Bunlar, çenesiyle arasında olan ve bacaklarıyla arasında olanlardır.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, babasından, Umar ibn al-Khattab'ın, Abu Bakr as-Siddiq'in dilini çektiğini, Umar'ın ona, \"Dur, Allah seni affetsin!\" dediğini aktardı. Abu Bakr, \"Bu beni tehlikeli yerlere götürdü.\" diye cevap verdi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Malik, Abdullah ibn Dinar'dan, \"Abdullah ibn Umar ve ben, Khalid ibn Uqba'nın evindeydik, o pazardaydı. Abdullah ibn Umar ile konuşmak isteyen bir adam geldi ve ben de tek diğer kişiydim. Abdullah ibn Umar başka bir adam çağırdı, böylece dört kişi olduk ve bana ve çağırdığı adama, 'Biraz uzaklaşın, çünkü Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, 'İki kişi, diğerini dışlayarak gizlice konuşmasın.' dediğini duydum.' dediğini aktardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, Abdullah ibn Umar'dan, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"İki kişi, diğer bir kişinin dışlayarak gizlice konuşmamalıdır.\" dediğini aktardı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Malik, Safwan ibn Sulaym'den, bir adamın Allah'ın Elçisi'ne, Allah ona salat ve selam eylesin, \"Eşimle yalan söyleyebilir miyim, Allah'ın Elçisi?\" diye sorduğunu aktardı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Yalan söylemekte hayır yoktur.\" dedi. Adam, \"Allah'ın Elçisi! Ona bir vaatte bulunup söyleyebilir miyim?\" dedi. Allah'ın Elçisi, Allah ona salat ve selam eylesin, \"Bu senin aleyhine sayılmaz.\" dedi."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Malik bana, Abdullah ibn Mes'ud'un şöyle dediğini duyduğunu aktardı: \"Doğruyu söylemelisiniz. Doğruluk doğru eyleme götürür. Doğru eylem cennete götürür. Yalandan sakının. Yalan bozulmaya götürür ve bozulma ateşe götürür. 'Doğru söyler ve doğru davranır' denildiğini, 'Yalan söyler ve bozulur' denildiğini görmüyor musunuz?\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Malik bana, birinin Lokman'a, \"Seni bu gördüğümüz yüksek mertebeye getiren nedir?\" dediğini duyduğunu aktardı. Lokman şöyle dedi: \"Doğru söz, emaneti yerine getirmek ve beni ilgilendirmeyen şeyleri terk etmek.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Malik bana, Abdullah ibn Mes'ud'un şöyle dediğini duyduğunu aktardı: \"Köle yalan söylemeye devam eder ve kalbinde bir kara leke büyür, ta ki kalbi tamamen kara hale gelir. Sonra Allah katında yalancılar arasında yazılır.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Malik bana, Safvan ibn Süleym'in şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, kendisine 'Mümin korkak olabilir mi?' diye sorulduğunda, 'Evet.' denildi. 'Mümin cimri olabilir mi?' diye sorulduğunda, 'Evet.' denildi. 'Mümin yalancı olabilir mi?' diye sorulduğunda, 'Hayır.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Malik bana, Suhayl ibn Abi Salih'ten, babasından, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Allah sizden üç şeyden razı olur ve üç şeyden de gazaplanır. O, kendisine ibadet etmenizi ve ona hiçbir şeyi ortak koşmamanızı, Allah'ın ipine hep birlikte sarılmanızı ve Allah'ın size emanet ettiği kimseye güzel nasihat etmenizi ister. O, dedikodu, malı israf etme ve çok soru sorma konusunda sizden gazaplanır.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Malik bana, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"İnsanların en kötüleri, bir yüzü bu insanlara, diğer yüzü de o insanlara gösteren iki yüzlü kişilerdir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Malik bana, Peygamber'in eşi Ümmü Seleme'nin, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, \"Ya Resulallah! İçimizde salih insanlar varken helak mı olacağız?\" dediğini aktardı. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Evet, eğer çok kötülük olursa.\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Malik bana, İsmail ibn Abi Hakim'in, Ömer ibn Abd al-Aziz'in şöyle dediğini duyduğunu aktardı: \"Bazıları, Allah'ın Azze ve Celle'nin, azın çoğunluğun günahı yüzünden cezalandırmayacağını söyler. Ancak, hoş karşılanmayan bir eylem açıkça işlendiğinde, hepsi cezalandırılmayı hak eder.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Malik bana, İshak ibn Abdullah ibn Abi Talha'dan, Anas ibn Malik'in şöyle dediğini aktardı: \"Ömer ibn al-Hattab'ı, bir bahçeyi ziyaret etmek üzere çıkarken, kendine şöyle derken duydum; aramızda bir duvar vardı ve o bahçenin içindeydi, 'Ömer ibn al-Hattab, müminlerin emiri! Aferin! Aferin! Vallahi, Allah'tan kork ya da O seni cezalandırır.'\""
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Malik dedi ki: \"El-Kasım ibn Muhammed'in, 'Ben insanları (yani sahabeleri) gördüm, onlar sözlerden etkilenmezlerdi.' dediğini duydum.\" Malik, \"O, yalnızca eylem ve amellere bakılacağını kastetti.\" dedi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Malik bana, Amir ibn Abdullah ibn az-Zubayr'ın gök gürültüsü duyduğunda konuşmayı kestiğini ve \"Gök gürültüsünün, O'nu övdüğü Allah'a hamd olsun.\" (Subhana-aladhee yusabihu ar-radu bi hamdihi wa mala'ikatu min khiyfatihi.) dediğini aktardı. Sonra şöyle derdi: \"Bu, yeryüzünün insanları için ciddi bir uyarıdır.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Malik bana, İbn Şihab'dan, Urva ibn az-Zubayr'dan, müminlerin annesi Aişe'den, Allah'ın Resulü, Allah ona salat ve selam eylesin, vefat ettiğinde, Peygamber'in eşlerinin, Allah'ın Resulü'nden, Allah ona salat ve selam eylesin, mirasları hakkında Abu Bekir as-Sıddık'a sormak için Osman ibn Affan'ı göndermek istediklerini aktardı. Aişe onlara, \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Bizden hiç kimse miras almaz. Bıraktığımız şey sadakadır.' demedi mi?\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik bana, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Benim mirasım dinar ile bölünmez. Eşlerimin bakımı ve hizmetçimin geçimi dışında bıraktığım şey sadakadır.\" dediğini aktardı."
    }
  ]
}