{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Abu'l-Hubab Said ibn Yasar'dan, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, şöyle dediğini rivayet etti: \"Kim iyi kazançtan sadaka verirse - Allah sadece iyiyi kabul eder - bu, onun onu Merhametlinin avucuna koyması gibidir; Merhametli onu büyütür, tıpkı sizlerden biri tayını veya genç devesini büyüttüğü gibi, ta ki o da dağ gibi olur.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Malik, Ishaq ibn Abdullah ibn Abi Talha'nın, Anas ibn Malik'ten şöyle dediğini duyduğunu rivayet etti: \"Abu Talha, Medine'deki Ensar arasında en fazla hurma ağaçlarına sahipti. En sevdiği malı, caminin önünde bulunan Bayruha idi. Allah'ın Messenger'ı, Allah ona salat ve selam etsin, oraya girer ve içindeki hoş sudan içerdi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Anas devam etti: \"Bu ayet indirildiğinde 'Siz sevdiğiniz şeylerden harcamadıkça hayra eremezsiniz.' (Bakara 2:176), Abu Talha, Allah'ın Messenger'ına, Allah ona salat ve selam etsin, gitti ve şöyle dedi: 'Allah'ın Messenger'ı! Allah, mübarek ve yüce olan, 'Siz sevdiğiniz şeylerden harcamadıkça hayra eremezsiniz.' dedi. En çok sevdiğim mal Bayruha'dır. Bu, Allah için bir sadakadır. Onun hayrını umuyorum ve Allah katında biriktirilmesini istiyorum. İstediğin yere koy, Allah'ın Messenger'ı.'\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "\"Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'Aferin! Bu, kâr getiren bir maldır! Bu, kâr getiren bir maldır. Senin söylediklerini duydum ve akrabalarına vermeni düşünüyorum.' dedi. Abu Talha, 'Yapacağım, Allah'ın Messenger'ı!' dedi. Bunun üzerine Abu Talha, onu akrabaları ve amcasının çocukları arasında paylaştırdı.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, şöyle dediğini rivayet etti: \"Bir dilenciye, eğer o bir ata binmişse bile, verin.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Malik, Zayd ibn Aslam'dan, Amr ibn Muadh al-Ashali al-Ansari'den, onun büyükannesinin şöyle dediğini rivayet etti: \"Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'Ey güvenen kadınlar! Sizlerden hiçbiri, komşusuna, sadece bir kızartılmış koyun ayağı bile olsa, vermekten küçümsemesin.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, A'isha, Allah'ın Messenger'ının eşi, Allah ona salat ve selam etsin, oruçlu olduğu sırada bir dilencinin ondan bir şey istediğini duyduğunu rivayet etti. Evinde sadece bir somun ekmek vardı. O, cariyesine, \"Ona ver.\" dedi. Cariyeleri itiraz etti, \"Oruç açacak bir şeyin olmayacak.\" A'isha tekrar, \"Ona ver.\" dedi, böylece verdi. Akşam olunca, bir evin insanları ya da onlara genelde vermeyen bir adam, onlara bir koyun ve yanında yiyecek gönderdi. A'isha, müminlerin annesi, cariyesini çağırdı ve \"Bundan ye. Bu, senin somun ekmeğinden daha hayırlıdır.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, A'isha, müminlerin annesi, Allah ona salat ve selam etsin, yanında biraz üzüm varken bir dilencinin yiyecek istediğini duyduğunu rivayet etti. O, birine bir üzüm vermesini söyledi. Adam hayretle bakmaya başladı. A'isha, \"Hayret mi ediyorsun? Bu üzümde kaç atom ağırlığı görüyorsun?\" dedi. (Sura 99, ayet 7'ye atıfta bulunarak.)"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Malik, Malik'ten, Ibn Shihab'dan, Ata ibn Yazid al-Laythi'den, Abu Said al-Khudri'den, Ensar'dan bazı insanların Allah'ın Messenger'ına, Allah ona salat ve selam etsin, sorduklarını ve onun onlara verdiğini rivayet etti. Sonra tekrar sordular ve o, elindeki her şeyi verene kadar onlara verdi. Sonra şöyle dedi: \"Sahip olduğum zenginlikten sizlere bir şey saklamayacağım. Kim sabırlı olursa, Allah ona yardım eder. Kim bağımsız olmaya çalışırsa, Allah onu zenginleştirir. Kim sabırlı olmaya çalışırsa, Allah ona sabır verir ve hiç kimseye sabırdan daha iyi veya daha geniş bir hediye verilmemiştir.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, minberden sadaka ve istememekten bahsederken şöyle dediğini rivayet etti: \"Üst el, alt elden daha hayırlıdır. Üst el harcayan eldir, alt el ise isteyen eldir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, Umar ibn al-Khattab'a bir hediye gönderdiğini, fakat Umar'ın onu geri çevirdiğini rivayet etti. Allah'ın Messenger'ı, Allah ona salat ve selam etsin, \"Neden geri çevirdin?\" dedi. O, \"Allah'ın Messenger'ı, bize kimseye bir şey almamamızın daha iyi olduğunu söylemedin mi?\" dedi. Allah'ın Messenger'ı, Allah ona salat ve selam etsin, \"Bu istemekle ilgilidir. Allah'ın sana verdiği rızık, istemekten farklıdır.\" dedi. Umar ibn al-Khattab, \"Canımın sahibi olan Allah'a yemin ederim ki, kimseye bir şey istemeyeceğim ve bana istemeden gelen her şeyi kabul edeceğim.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, al-Araj'dan, Abu Hurayra'dan, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, \"Canımın sahibi olan Allah'a yemin ederim! Kendi ipini alıp sırtında odun toplamak, Allah'ın kendisine bir lütuf verdiği bir adamdan istemekten daha hayırlıdır; o sana verir ya da reddeder.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Banu Asad'dan bir adamın şöyle dediğini rivayet etti: \"Ailemle birlikte Baqi'de dinlenmek için konakladık. Ailem bana, 'Allah'ın Messenger'ına, Allah ona salat ve selam etsin, git ve bize yiyecek bir şey iste.' dediler ve ihtiyaçlarını saymaya başladılar. Allah'ın Messenger'ına, Allah ona salat ve selam etsin, gittim ve bir adamın bir şey istediğini gördüm, Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'Size verecek bir şeyim yok.' diyordu. Adam öfkeyle ondan döndü ve 'Canım üzerine yemin ederim! Sen dilediğine verirsin.' dedi. Allah'ın Messenger'ı, Allah ona salat ve selam etsin, 'O, bana bir şey vermediğim için bana öfkeli. Sizden bir şey isteyen, eğer bir uqiya veya benzeri bir şey varsa, ısrarla istemiştir.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Adam devam etti: \"Bir develerinin olduğunu düşündüm, 'O, bir uqiyadan daha iyidir.' (Malik, bir uqiyanın kırk dirhem olduğunu açıkladı.) Böylece geri döndüm ve ondan bir şey istemedim, ve Allah'ın Messenger'ı, Allah ona salat ve selam etsin, bana daha sonra arpa ve kuru üzüm gönderdi. Allah, Azim ve Celil, bize yardım edene kadar, bize kendi payından verdi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'in al-Ala ibn Abd ar-Rahman'ın şöyle dediğini duyduğunu rivayet etti: \"Sadaka, malı azaltmaz ve Allah, bir kulunu sabrı için değerini artırır; hiçbir kul alçakgönüllü olmaz ki, Allah onu yüceltmesin.\""
    }
  ]
}