{
  "language": "tr",
  "metadata": {
    "length": 33,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammed ibn el-Munkadir'den, Said ibn el-Cübeyr'den, Aişe'nin, Allah ona rahmet eylesin, Peygamber'in eşi olarak, \"Bir adam gece namaz kılarsa ve uyku ona galip gelirse, Allah onun namazının sevabını yazar ve uykusu onun için sadaka olur.\" dediğini rivayet etti."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n-Nadr, Ömer ibn 'Ubeydullah'ın azatlısından, Abu Salama ibn Abd ar-Rahman'dan, Aişe'nin, Allah ona rahmet eylesin, Peygamber'in eşi olarak, \"Ben Allah'ın Resulü'nün önünde uyuyordum ve ayaklarım kıblaya dönüktü. O secde ettiğinde, beni dürttü ve ben ayaklarımı çektim, o ayağa kalktığında ise ayaklarımı açtım.\" dediğini rivayet etti. Ayrıca, \"O zaman evde lamba yoktu.\" diye ekledi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Aişe'nin, Allah ona rahmet eylesin, Peygamber'in eşi olarak, \"Eğer namazda uykulu iseniz, uyku geçene kadar uyuyun; çünkü uykulu bir halde namaz kılarsanız, neyi kastettiğinizi bilemezsiniz; belki af dilemek istersiniz ama (aslında) zarar istemiş olursunuz.\" dediğini rivayet etti."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, İsmail'den, İbn Abi Hakim'den, Allah'ın Resulü'nün, Allah ona rahmet eylesin, gece bir kadının namaz kıldığını duyduğunu rivayet etti. \"O kim?\" dedi ve birisi ona, \"O, al-Hawla bint Tuwayt, gece uyumaz.\" dedi. Allah'ın Resulü, Allah ona rahmet eylesin, buna karşı çıktı ve yüzünde bu hoşnutsuzluk belirdi. Sonra, \"Allah, mübarek ve yüce olandır, yorulmaz; ama siz yorulursunuz. Gücünüzün yettiği kadarını alın.\" dedi."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, babasından, Ömer ibn el-Hattab'ın, Allah ona rahmet eylesin, gece Allah'ın dilediği kadar namaz kıldığını, gecenin sonunda ailesini namaza kaldırdığını rivayet etti. Onlara, \"Namaz, namaz.\" derdi. Sonra, \"Ailene namazı emret ve ona devam et. Biz sana rızkını sormuyoruz. Biz sana rızık veririz. Sonuç takva içindir.\" ayetini okurdu. (Sura 20 ayet 132)"
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn el-Musayyab'ın, \"İsha'dan önce uyumak hoş karşılanmaz ve ondan sonra konuşmak da.\" dediğini duyduğunu rivayet etti."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın, \"(Nafile) namaz, gündüz ve gece her iki vakitte de iki rekat olarak, her iki rekatın ardından selam vererek kılınır.\" dediğini rivayet etti. Malik, \"Bu bizim aramızdaki gelenektir.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Urva ibn az-Zubayr'den, Aişe'nin, Allah ona rahmet eylesin, Peygamber'in eşi olarak, \"Allah'ın Resulü, Allah ona rahmet eylesin, gece on bir rekat kılardı, bunları tek bir rekatla tek hale getirirdi ve namazını bitirdiğinde sağ tarafına yatardı.\" dediğini rivayet etti."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn Abi Said el-Makburi'den, Abu Salama ibn Abd ar-Rahman ibn Awf'tan, Aişe'nin, Allah ona rahmet eylesin, Peygamber'in eşi olarak, \"Allah'ın Resulü, Allah ona rahmet eylesin, Ramazan'da ve başka zamanlarda on bir rekat kılmaktan fazlasını kılmazdı. Dört rekat kılardı - güzellikleri veya uzunlukları hakkında sorma. Sonra dört rekat daha kılardı - güzellikleri ve uzunlukları hakkında sorma. Sonra üç rekat kılardı.\" dediğini rivayet etti. Aişe devam etti, \"Ben, 'Ey Allah'ın Resulü, vitri kılmadan uyuyor musun?' dedim. O, 'Aişe, gözlerim uyur ama kalbim uyumaz.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Aişe, müminlerin annesi olarak, \"Allah'ın Resulü, Allah ona rahmet eylesin, gece on üç rekat kılardı ve sabah namazı için ezan okunduğunda iki rekat daha kılardı.\" dediğini rivayet etti."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Makhrama ibn Süleyman'dan, Kurayb'den, İbn Abbas'ın azatlısından, Abdullah ibn Abbas'ın, \"Ben, Allah'ın Resulü'nün, Allah ona rahmet eylesin, eşi Maimuna'nın evinde bir gece geçirdiğini, Maimuna'nın da İbn Abbas'ın annesinin kız kardeşi olduğunu söyledi. Abdullah ibn Abbas, 'Ben, başımı yastığın genişliğine koyarak yattım, Allah'ın Resulü, Allah ona rahmet eylesin, ve eşi yastığın uzunluğuna başlarını koyarak yattılar. Allah'ın Resulü, Allah ona rahmet eylesin, uyudu, ta ki gece yarısı veya biraz öncesi veya sonrası uyanıp oturdu ve elini yüzünden uyku izlerini silerek, Ali İmran suresinin son on ayetini okudu. Sonra kalktı ve asılı olan bir su tulumuna gidip ondan abdest aldı, abdestini güzelce aldı ve sonra namaza durdu.' \" dediğini rivayet etti. İbn Abbas devam etti, \"Ben de kalkıp aynı şekilde yaptım ve sonra yanına durdum. Allah'ın Resulü, Allah ona rahmet eylesin, sağ elini başıma koydu ve sağ kulağımı çekti. İki rekat kıldı, sonra iki rekat daha, sonra iki rekat daha, sonra iki rekat daha, sonra iki rekat daha, sonra iki rekat daha ve sonra tek bir rekat kıldı. Sonra muadhdhin ona geldiğinde yatmaya devam etti ve ardından iki hızlı rekat kıldı ve dışarı çıkıp sabah namazını kıldı.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abi Bakr'dan, babasından, Abdullah ibn Qays ibn Makhrama'nın, Zayd ibn Halid el-Cuhani'nin bir gece, Allah'ın Resulü'nün, Allah ona rahmet eylesin, namazını gözlemleyeceğini söylediğini rivayet etti. \"Başımı eşiğin üzerine koydum. Allah'ın Resulü, Allah ona rahmet eylesin, kalktı ve iki uzun, uzun, uzun rekat kıldı. Sonra iki rekat kıldı, bunlar önceki iki rekat kadar uzun değildi. Sonra iki rekat daha kıldı, bunlar önceki iki rekat kadar uzun değildi. Sonra iki rekat daha kıldı, bunlar önceki iki rekat kadar uzun değildi. Sonra iki rekat daha kıldı, bunlar önceki iki rekat kadar uzun değildi. Sonra iki rekat daha kıldı, bunlar önceki iki rekat kadar uzun değildi. Sonra tek bir rekat kıldı, toplamda on üç rekat oldu.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi ve Abdullah ibn Umar'dan, bir adamın Allah'ın Resulü'ne, Allah ona rahmet eylesin, gece namazları hakkında sorduğunu rivayet etti. Allah'ın Resulü, Allah ona rahmet eylesin, \"Gece namazları iki iki kılınır ve eğer şafak yaklaşırsa, kıldığınız namazı tek hale getirmek için bir rekat kılın.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammed ibn Yahya ibn Habban'dan, İbn Muhayriz'den, Kinana kabilesinden al-Mukhdaji isimli bir adamın, Suriye'de Abu Muhammed olarak bilinen bir adamın, \"Vitir farzdır.\" dediğini duyduğunu rivayet etti. Al-Mukhdaji, \"Ubada ibn as-Samit'e gittim ve ona, Abu Muhammed'in söylediklerini aktardım. Ubada, Abu Muhammed'in yalan söylediğini ve Allah'ın Resulü'nün, Allah ona rahmet eylesin, 'Allah, yüce ve güçlü olan, insanlara beş namaz yazmıştır ve kim bunları yapar ve bunların haklarına riayet etmezse, Allah ile onun cennete girmesi için bir ahdi vardır. Kim bunları yapmazsa, Allah ile onun arasında bir ahit yoktur. Eğer dilerse onu cezalandırır, eğer dilerse onu cennete alır.' dediğini işittiğini söyledi.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu Bakr ibn Umar'dan, Said ibn Yasar'ın, \"Ben, Abdullah ibn Umar ile Mekke'ye giden yolda seyahat ediyordum ve şafak vakti yaklaşıyor diye korktum. İndim ve vitir namazı kıldım. Abdullah, 'Allah'ın Resulü'nde, Allah ona rahmet eylesin, senin için bir örnek yok mu?' dedi. Ben de, 'Elbette, Allah'a yemin ederim!' dedim. O, 'Allah'ın Resulü, Allah ona rahmet eylesin, devesinde vitir namazı kılardı.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Said ibn al-Musayyab'ın şöyle dediğini aktardı: \"Abu Bekir es-Sıddık, yatağa gitmek istediğinde vitir namazı kılardı, Ömer ibn al-Hattab ise gece sonunda vitir namazı kılardı. Ben ise yatağa gittiğimde vitir namazı kılarım.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, bir adamın Abdullah ibn Umar'a vitir namazının farz olup olmadığını sorduğunu ve Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, vitir namazı kıldı ve müslümanlar vitir namazı kıldılar.\" Adam sorusunu tekrarlamaya başladı, Abdullah ibn Umar ise \"Allah'ın Resulü, ona salat ve selam olsun, vitir namazı kıldı ve müslümanlar vitir namazı kıldılar.\" demeye devam etti."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Aişe, Peygamber'in eşi, ona salat ve selam olsun, şöyle derken duyduğunu aktardı: \"Eğer birisi sabaha kadar uyuyup kalacağından korkuyorsa, uyumadan önce vitir namazını kılsın, eğer gece son kısmında uyanmayı umuyorsa, vitir namazını geciktirsin.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'nin şöyle dediğini aktardı: \"Ben Abdullah ibn Umar ile Mekke'de idim. Gökyüzü bulutluydu ve Abdullah, sabahın yaklaşmasından korktuğu için vitir için bir rekat kıldı. Sonra bulutlar açıldı ve hala gece olduğunu görünce, bir rekatla namazını tamamladı. Sonra iki rekat olarak devam etti, ta ki sabahın yaklaşmasından korktuğunda, vitir için bir rekat kıldı.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın vitir namazının iki rekatı ve bir rekatı arasında selam verdiğini, böylece ihtiyaç duyduğu bir şeyi emredebildiğini aktardı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Sad ibn Abi Vakkas'ın akşam namazından sonra bir rekat vitir namazı kıldığını duyduğunu aktardı. Malik, \"Bu bizim durumumuz değil. Aksine, vitir için en az üç rekat kılmak gerekir.\" dedi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın şöyle dediğini aktardı: \"Akşam namazı, gündüz namazlarının vitiridir.\" Malik, \"Eğer birisi gece başında vitir kılarsa ve uyuyup kalırsa, sonra uyanır ve namaz kılmak iyi gelirse, iki rekat kılar. Bu, duyduğum en çok hoşlandığım şeydir.\" dedi."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd al-Karim ibn Abi'l-Mukhariq al-Basri'den, Said ibn Jubayr'den, Abdullah ibn Abbas'ın uyuduğunu, uyandığında hizmetçisine \"Git ve insanların ne yaptığını gör.\" dediğini aktardı (o zaman görme yetisi gitmişti). Hizmetçi dışarı çıktı ve \"İnsanlar sabah namazını kıldılar.\" diyerek geri döndü. Bunun üzerine Abdullah ibn Abbas kalktı, vitir namazını kıldı ve ardından sabah namazını kıldı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abbas, Ubada ibn as-Samit, al-Qasim ibn Muhammad ve Abdullah ibn Amir ibn Rabia'nın hepsinin sabahın doğuşundan sonra vitir namazı kıldıklarını duyduğunu aktardı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Abdullah ibn Mesud'un şöyle dediğini aktardı: \"Vitir namazı kılarken sabah namazı için ikamet getirildiğinde buna aldırmam.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in şöyle dediğini aktardı: \"Ubada ibn as-Samit, insanlara namaz kıldırırdı. Bir gün sabah namazı için çıktığında, müezzin sabah namazı için ikamete başladı. Ubada onu susturdu, vitir namazını kıldı ve ardından onlara sabah namazını kıldırdı.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'ın, Abdullah ibn Amir ibn Rabia'nın şöyle dediğini duyduğunu aktardı: \"Bazen ikamet sesi duyarken vitir namazı kılarım veya sabahın doğuşundan sonra.\" Abd ar-Rahman hangisini söylediğinden emin değildi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Malik, Abd ar-Rahman ibn al-Qasim'ın babası al-Qasim ibn Muhammad'ın şöyle dediğini aktardı: \"Ben sabahdan sonra vitir namazı kıldım.\" Malik, \"Sadece vitir namazını kılmayı unutan bir kişi sabahdan sonra vitir kılar. Hiç kimse bilerek vitirini sabahdan sonra kılmamalıdır.\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Peygamber'in eşi Hafsa'nın, ona salat ve selam olsun, kendisine şöyle söylediğini aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, müezzin sabah namazı için ezanı bitirdiğinde, ikamet getirilmeden önce iki hızlı rekat kılardı.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Malik, Yahya ibn Said'den, Aişe, Peygamber'in eşi, ona salat ve selam olsun, şöyle dediğini aktardı: \"Allah'ın Resulü, ona salat ve selam olsun, sabah (fajr) namazının iki rekatını o kadar hızlı kılardı ki, kendime 'Umm al-Qur'an'ı okudu mu yoksa okumadı mı?' diye söylerdim.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Şarik ibn Abdullah ibn Abi Namir'den, Abu Salama ibn Abd ar-Rahman'ın şöyle dediğini aktardı: \"Bazı insanlar ikamet sesini duydu ve namaza başladı. Allah'ın Resulü, ona salat ve selam olsun, dışarı çıktı ve 'Aynı anda iki namaz mı kılıyorsunuz? Aynı anda iki namaz mı kılıyorsunuz?' dedi. Bu, sabah namazı ve sabah namazından önceki iki rekat hakkında idi.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın sabah namazının iki rekatını kaçırdığını ve sonra güneş doğduktan sonra onları kıldığını duyduğunu aktardı."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn al-Qasim'den, al-Qasim ibn Muhammad'ın Ibn Umar gibi davrandığını aktardı."
    }
  ]
}