{
  "language": "tr",
  "metadata": {
    "length": 39,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Cemaatle kılınan namaz, bir kişinin tek başına kıldığı namazdan yirmi yedi derece daha üstündür.\" dediğini rivayet etti."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Cemaatle kılınan namaz, sizden birinin tek başına kıldığı namazdan yirmi beş parça daha üstündür.\" dediğini rivayet etti."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'z-Zinad'dan, el-Araj'dan, Abu Hurayra'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Canım elinde olan Allah'a yemin ederim ki! Ben odun toplanmasını emretmeyi, sonra namaz için ezan okunmasını emretmeyi, insanları namaza yönlendirecek birini tayin etmeyi ve sonra bazı adamların arkasında durup evlerini ateşe vermeyi düşündüm! Canım elinde olan Allah'a yemin ederim ki! Eğer onlardan biri, etli bir kemik veya iki iyi parça et bulacağını bilseydi, akşam namazına gelirdi.\" dediğini rivayet etti."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n-Nadr, Umar ibn Ubaydullah'ın kölesinden, Yusr ibn Said'den, Zayd ibn Thabit'in, \"En üstün namaz, evinizde kıldığınız namazdır, farz namazlar hariç.\" dediğini rivayet etti."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abd ar-Rahman ibn Harmala al-Aslami'den, Said ibn al-Musayyab'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Bizi münafıklardan ayıran şey, akşam ve sabah namazlarına katılmaktır. Onlar bunu yapamazlar.\" veya buna benzer sözler söylediğini rivayet etti."
    },
    {
      "id": 6,
      "narrator": "Yahya related to me from Malik from Sumayy, the mawla of Abu Bakr\nibn Abd ar-Rahman from Abu Salih from Abu Hurayra that the Messenger\nof Allah, may Allah bless him and grant him peace, said, \"If a man who\nis walking along a road finds a branch of thorns on the road and\nremoves it, Allah thanks him for doing it and forgives him.\"\n\n\nHe also said, \"Martyrs are five:",
      "text": "Yahya, Malik'ten, Sumayy, Abu Bakr ibn Abd ar-Rahman'ın kölesinden, Abu Salih'ten, Abu Hurayra'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, \"Bir adam, bir yolda yürürken yolun üzerinde bir diken dalı bulup onu kaldırırsa, Allah ona bu yaptığı için teşekkür eder ve onu affeder.\" dediğini rivayet etti."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "O ayrıca, \"Şehitler beştir: veba yüzünden öldürülen, karın hastalığı yüzünden öldürülen, boğulan, yıkılan bir bina altında kalan ve Allah yolunda şehit olan.\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "O ayrıca, \"Eğer insanlar ezan çağrısında ve ilk safta ne olduğunu bilselerdi ve başka bir yol bulamazlarsa, kura çekerlerdi. Ve eğer öğle namazını vaktinde kılmanın ne olduğunu bilselerdi, ona koşarak giderlerdi. Ve eğer akşam ve yatsı namazlarının ne olduğunu bilselerdi, sürünerek bile gelse gelirlerdi.\" dedi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abu Bakr ibn Sulayman ibn Abi Hathma'dan, Umar ibn al-Khattab'ın sabah namazında Sulayman ibn Abi Hathma'yı kaçırdığını rivayet etti. Sabahleyin pazara gitti ve Sulayman'ın evi pazar ile Peygamber'in mescidi arasında bulunuyordu. Ash-Shifa, Sulayman'ın annesinin yanından geçti ve ona, \"Sabah namazında Sulayman'ı göremedim.\" dedi. O da, \"O geceyi namazla geçirdi ve uykusu geldi.\" diye cevap verdi. Umar, \"Ben sabah namazında bulunmayı, bütün gece namaz kılmaktan daha çok isterim.\" dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammad ibn Ibrahim'den, Abd ar-Rahman ibn Abi Amra al-Ansari'nin, Uthman ibn Affan'ın akşam namazına geldiğini ve mescitte sadece birkaç kişi görünce, insanların sayısının artmasını beklemek için mescidin arka tarafına yattığını rivayet etti. Ibn Abi Amra yanına oturdu ve Uthman ona kim olduğunu sordu, o da kendisini tanıttı. Uthman, \"Kur'an'dan ne ezberledin?\" diye sordu, o da söyledi. Uthman, \"Eğer biri akşam namazında bulunursa, sanki yarım gece namaz kılmış gibi olur; ve eğer biri sabah namazında bulunursa, sanki bütün gece namaz kılmış gibi olur.\" dedi."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Bani'd-Dil'den Busr ibn Mihjan adında bir adamdan, babası Mihjan'dan, Allah'ın Resulü'nün, ona salat ve selam olsun, bir toplulukta bulunduğunu ve ezan okunduğunu rivayet etti. Allah'ın Resulü, ona salat ve selam olsun, kalktı ve namaz kıldı, sonra geri döndü. Mihjan oturmaya devam etti ve onunla namaz kılmadı. Allah'ın Resulü, ona salat ve selam olsun, \"Seni insanlarla namaz kılmaktan alıkoyan neydi? Müslüman değil misin?\" dedi. O da, \"Elbette, Allah'ın Resulü, ama ben ailemle namaz kıldım.\" dedi. Allah'ın Resulü, ona salat ve selam olsun, \"Geldiğinde, insanlarla namaz kıl, zaten kılmış olsan bile.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, bir adamın Abdullah ibn Umar'a, \"Bazen evimde namaz kılıyorum, sonra imamla birlikte namaza yetişiyorum. Onunla namaz kılmalı mıyım?\" diye sorduğunu rivayet etti. Abdullah ibn Umar ona, \"Evet,\" dedi ve adam, \"Hangisi benim namazım olur?\" dedi. Abdullah ibn Umar, \"Bu sana mı bağlı? Bu Allah'a bağlı. O, dilediği gibi karar verir.\" dedi."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, bir adamın Said ibn al-Musayyab'a, \"Evde namaz kılıyorum, sonra mescide geliyorum ve imamın namaz kıldığını buluyorum. Onunla namaz kılmalı mıyım?\" diye sorduğunu rivayet etti. Said, \"Evet,\" dedi ve adam, \"Hangisi benim namazım?\" dedi. Said, \"Bunu sen mi karar vereceksin? Bu Allah'a bağlı.\" dedi."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Afif as-Sahmi'den, Bani Asad kabilesinden bir adamın Abu Ayyub al-Ansari'ye sorduğunu, \"Bazen evimde namaz kılıyorum, sonra mescide geliyorum ve imamın namaz kıldığını buluyorum. Onunla namaz kılmalı mıyım?\" dediğini rivayet etti. Abu Ayyub, \"Evet, onunla namaz kıl, çünkü bunu yapan, cemaatin sevabını alır veya cemaatin sevabına eşdeğer bir sevap alır.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, \"Akşam veya sabah namazını kılan ve sonra imamla birlikte kılan kimse, onları tekrar kılmamalıdır.\" dediğini rivayet etti."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, bir adamın Medine yakınlarındaki al-Aqiq'de insanlara namaz kıldırdığını, Ömer ibn Abd al-Aziz'in ona bunu yapmasını yasaklayan bir mesaj gönderdiğini aktardı. Malik, \"Ona sadece babası tanınmadığı için yasakladı,\" dedi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Anas ibn Malik'ten, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, ata binerken düştüğünü ve sağ tarafının yaralandığını, bu yüzden oturarak bir namaz kıldığını ve bizlerin de onun arkasında oturarak namaz kıldığını aktardı. Çıkarken, \"İmam, takip edilmek için tayin edilmiştir. Eğer ayakta namaz kılarsa, ayakta namaz kılın, rükûya girdiğinde rükûya gidin, kalktığında kalkın, 'Allah, kendisini övenleri işitir' dediğinde, 'Rabbimiz, hamd sana aittir' deyin, eğer oturarak namaz kılarsa, hepiniz oturarak namaz kılın,\" dedi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Peygamber'in eşi A'işe'nin, Allah ona salat ve selam eylesin, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, hastayken namaz kıldı. Oturarak namaz kıldı ve bazı insanlar onun arkasında ayakta namaz kıldılar. O, onlara oturmalarını işaret etti. Çıkarken, 'İmam, sadece takip edilmek için tayin edilmiştir. Rükûya girdiğinde rükûya gidin, kalktığında kalkın ve eğer oturarak namaz kılarsa, oturarak namaz kılın,' dedi,\" şeklinde aktardı."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, hastalığı sırasında dışarı çıktığını, yaklaşarak Abu Bekir'i ayakta, insanlara namaz kıldırırken bulduğunu aktardı. Abu Bekir geri gitmeye başladı, ancak Allah'ın Elçisi, Allah ona salat ve selam eylesin, ona bulunduğu yerde kalmasını işaret etti. Allah'ın Elçisi, Allah ona salat ve selam eylesin, Abu Bekir'in yanına oturdu ve Abu Bekir, Allah'ın Elçisi'nin oturarak kıldığı namazına uyarak namaz kıldı ve insanlar da Abu Bekir'in namazına uyarak namaz kıldılar."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, İsmail ibn Muhammed ibn Said ibn Abi Waqqas'tan, Amr ibn al-As veya Abdullah ibn Amr ibn al-As'ın bir kölesinden, Allah'ın Elçisi'nin, Allah ona salat ve selam eylesin, \"Sizden birinin oturarak kıldığı namaz, ayakta kıldığı namazın sadece yarısı kadardır,\" dediğini aktardı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abdullah ibn Amr ibn al-As'ın, \"Medine'ye vardığımızda, bizi büyük bir salgın hastalık etkisi altına aldı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, insanlar oturarak nafile namaz kılarken onlara çıktı. Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Oturarak kılanın namazı, ayakta kılanın namazının sadece yarısı kadardır,' dedi,\" şeklinde aktardı."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, as-Sa'ib ibn Yazid'den, al-Muttalib ibn Abi Wadaa as-Sahmi'den, Peygamber'in eşi Hafsa'nın, Allah ona salat ve selam eylesin, \"Ben, Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, oturarak nafile namaz kılarken, ölümünden bir yıl önceye kadar hiç görmedim. O, oturarak namaz kılmaya başladı. Sûreyi öyle bir yavaşlıkla okurdu ki, diğerlerinden daha uzun gibi görünürdü,\" dediğini aktardı."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Peygamber'in eşi A'işe'nin, Allah ona salat ve selam eylesin, \"Ben, Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, oturarak gece namazı kılarken hiç görmedim, ta ki yaşlanmaya başlayana kadar. O, oturarak okur, rükûya gitmek istediğinde ayağa kalkar, otuz veya kırk ayet okur ve sonra rükûya giderdi,\" dediğini aktardı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Yazid al-Madani'den ve Abu'n Nadr'dan, Abu Salama ibn Abd ar-Rahman'dan, Peygamber'in eşi A'işe'nin, Allah ona salat ve selam eylesin, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, oturarak namaz kılardı. Oturarak okur, sonra, okuduğu şeyden otuz veya kırk ayet kaldığında ayağa kalkar, ayakta okur ve sonra rükûya ve secdeye giderdi. İkinci rekatta da aynı şekilde yapardı,\" dediğini aktardı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, Urwa ibn az-Zubayr ve Said ibn al-Musayyab'ın, nafile namazları oturarak kıldıklarını duyduğunu aktardı."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, al-Qaqa ibn Hakim'den, A'işe'nin, umm al-muminin, \"A'işe bana bir Kur'an yazdırmamı emretti. 'Bu ayete ulaştığında, bana haber ver,' dedi, 'Namazları dikkatlice koruyun ve orta namazı ve Allah'a itaat ederek ayakta durun.' Bu ayete ulaştığımda, ona haber verdim ve o bana, 'Namazları dikkatlice koruyun ve orta namazı ve asr namazını ve Allah'a itaat ederek ayakta durun,' diye yazdırdı. A'işe, 'Bunu Allah'ın Elçisi'nden, Allah ona salat ve selam eylesin, duydum,' dedi,\" şeklinde aktardı."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Amr ibn Rafi'nin, \"Ben, umm al-muminin Hafsa için bir Kur'an yazıyordum ve o, 'Bu ayete ulaştığında, bana haber ver,' dedi, 'Namazları dikkatlice koruyun ve orta namazı ve Allah'a itaat ederek ayakta durun.' Bu ayete ulaştığımda, ona haber verdim ve o bana, 'Namazları dikkatlice koruyun ve orta namazı ve asr namazını ve Allah'a itaat ederek ayakta durun,' diye yazdırdı,\" şeklinde aktardı."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya, Malik'ten, Da'ud ibn al-Husayn'dan, Ibn Yarbu al-Makhzumi'nin, \"Zayd ibn Thabit'in, 'Orta namaz, öğle namazıdır,' dediğini işittim,\" şeklinde aktardı."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ali ibn Abi Talib ve Abdullah ibn Abbas'ın, \"Orta namaz, sabah namazıdır,\" dediklerini duyduğunu aktardı. Malik, \"Bu konuda duyduğum her şeyden, Ali ibn Abi Talib ve Abdullah ibn Abbas'ın söylediklerini tercih ediyorum,\" dedi."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, Ömer ibn Abi Salama'nın, Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, Umm Salama'nın evinde tek bir örtü içinde namaz kılarken gördüğünü, onun tamamen örtü ile kaplandığını ve iki ucunu omuzlarının üzerine koyduğunu aktardı."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'dan, Ebu Hureyre'den, Allah'ın Resulü'ne, Allah ona salat ve selam eylesin, bir elbise ile namaz kılmanın caiz olup olmadığını soran birinin olduğunu rivayet etti. Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Sizlerin iki elbisesi var mı?\" dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'ın, Ebu Hureyre'ye, \"Bir adam bir elbise ile namaz kılabilir mi?\" diye sorulduğunu rivayet etti. O da, \"Evet.\" dedi. Adam ona, \"Sen bunu yapar mısın?\" dedi, o da, \"Evet, elbiselerim askıda iken bir elbise ile namaz kılıyorum.\" diye cevap verdi."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Jabir ibn Abdullah'ın bir elbise ile namaz kıldığını duyduğunu rivayet etti."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'dan, Muhammed ibn Amr ibn Hazm'ın tek bir uzun gömlekle namaz kıldığını rivayet etti."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Jabir ibn Abdullah'dan, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"İki elbise bulamayan kimse bir elbise ile namaz kılsın ve kendisini onunla sarsın, eğer elbise kısa ise beline sarsın.\" dediğini duyduğunu rivayet etti. Malik, \"Bana göre, tek bir gömlekle namaz kılan birinin omuzlarına bir elbise veya sarık sarması daha iyidir.\" dedi."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Peygamber'in eşi Aişe'nin, Allah ona salat ve selam eylesin, bir gömlek ve baş örtüsü ile namaz kıldığını duyduğunu rivayet etti."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, Muhammed ibn Zayd ibn Qunfudh'dan, annesinin, Peygamber'in eşi Ümmü Seleme'ye, Allah ona salat ve selam eylesin, \"Bir kadın namazda hangi kıyafetleri giyebilir?\" diye sorduğunu rivayet etti. O da, \"Ayaklarının üstünü kaplayan uzun bir gömlekle namaz kılabilir.\" dedi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yahya, Malik'ten, güvenilir bir kaynaktan, Bukayr ibn Abdullah ibn al-Ashajj'dan, Busr ibn Said'den, Ubaydullah ibn al-Aswad al-Khawlani'nin, Peygamber'in eşi Maimuna'nın odasında bulunduğunda, onun bir gömlek ve baş örtüsü ile, bel sarmadan namaz kıldığını rivayet etti."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasından, bir kadının kendisinden bir fetva istediğini, \"Bel sargıları bana acı veriyor. Ben bir gömlek ve baş örtüsü ile namaz kılabilir miyim?\" dediğini rivayet etti. O da, \"Evet, eğer gömlek uzunsa.\" diye cevap verdi."
    }
  ]
}