{
  "language": "tr",
  "metadata": {
    "length": 104,
    "arabic": {
      "title": "موطأ مالك",
      "author": "الإمام مالك بن أنس"
    },
    "english": {
      "title": "Muwatta Malik",
      "author": "Imam Malik ibn Anas"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Yahya, Malik'ten, Da'ud ibn al-Husayn'dan, al-Araj'dan, Ebu Hureyre'den, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, Tabuk yolculuğunda öğle ve ikindi namazını birleştirdiğini aktardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zubayr el-Mekki'den, Ebu't-Tufayl Amir ibn Wathila'dan, Muadh ibn Cebel'in ona, Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, Tabuk yılında onlarla birlikte çıktığını ve Allah'ın Resulü'nün, ona Allah'ın selamı ve bereketi olsun, öğle ve ikindi namazını, akşam ve yatsı namazını birleştirdiğini söylediğini aktardı. Muadh dedi ki: \"Bir gün namazı geciktirdi, sonra dışarı çıktı ve öğle ile ikindiyi birlikte kıldı. Sonra dedi ki: 'Yarın, inşaallah, Tabuk pınarına geleceksiniz. Ama oraya sabahın ilerleyen saatlerinde varacaksınız. Oraya ulaşan hiç kimse, ben gelmeden, suyu dokunmasın.' Biz oraya geldik ve iki adam bizden önce oraya ulaşmıştı ve pınar az miktarda su damlatıyordu. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, onlara sordu: 'Suyundan bir şey dokundunuz mu?' Onlar 'Evet' dediler. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, onları kınadı ve Allah'ın istediği şeyi söyledi. Sonra elleriyle pınardan azar azar su aldılar, ta ki bir şeyde toplandı. Sonra Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, yüzünü ve ellerini onunla yıkadı. Sonra onu pınara geri koydu ve pınar bol miktarda su akmaya başladı ve insanlar ondan su almaya başladılar. Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, 'Eğer uzun yaşarsan, Muadh, bu yerin bahçelerle dolduğunu göreceksin.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Ömer'in şöyle dediğini aktardı: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, seyahat etmek zorunda kaldığında akşam ve yatsı namazını birleştirirdi.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z-Zubayr el-Mekki'den, Said ibn Cubeyr'den, Abdullah ibn Abbas'ın şöyle dediğini aktardı: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, öğle ve ikindi namazını birleştirdi, akşam ve yatsı namazını da birleştirdi; bu, korkudan veya seyahat nedeniyle değildi.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "(yukarıdaki ile ilgili) Malik dedi ki: \"Bunun yağmur sırasında olduğunu düşünüyorum.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Ömer'in, amirlerle birlikte yağmurda akşam ve yatsı namazını birleştirdiğini aktardı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'a sorduğunu aktardı: \"Seyahat ederken öğle ve ikindiyi birleştirir misin?\" O da: \"Evet, bunda bir sakınca yok. Arafat'ta insanların namaz kıldığını görmedin mi?\" dedi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ali ibn Hüseyin'in şöyle dediğini duyduğunu aktardı: \"Allah'ın Resulü, ona Allah'ın selamı ve bereketi olsun, aynı gün seyahat etmek istediğinde öğle ve ikindiyi birleştirirdi; aynı gece seyahat etmek istediğinde akşam ve yatsıyı birleştirirdi.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Halid ibn Asid ailesinden bir adamın Abdullah ibn Ömer'e şöyle dediğini aktardı: \"Abu Abd ar-Rahman, korku namazı ve yerleşik namazın Kur'an'da geçtiğini görüyoruz, ama seyahat namazından bahsedildiğini görmüyoruz.\" İbn Ömer dedi: \"Kardeşimin oğlu! Allah, Azim ve Celil, bize Muhammed'i, ona Allah'ın selamı ve bereketi olsun, gönderdi ve biz hiçbir şey bilmiyoruz. Sadece onu yaparken gördüğümüz gibi yapıyoruz.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yahya, Malik'ten, Salih ibn Kaysan'dan, Urva ibn az-Zubayr'dan, Peygamber'in eşi A'işe'nin, ona Allah'ın selamı ve bereketi olsun, şöyle dediğini aktardı: \"Namaz, hem yerleşik hem de seyahat halinde iki rekat olarak farz kılındı. Sonra seyahat namazı olduğu gibi bırakıldı ve yerleşik namazda bir artış yapıldı.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, ona Salim ibn Abdullah'a, \"Seyahat ederken babanın akşam namazını en geç ne zaman geciktirdiğini gördün?\" dediğini ve Salim'in de şöyle cevap verdiğini aktardı: \"Bir zamanlar güneş, Dhat al-Jaysh'te iken battı ve o, akşam namazını al-Aqiq'te kıldı.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Ömer'in, Dhu'l Hulayfa'dan hacca veya umreye gittiğinde namazı kısalttığını aktardı."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'ın babasının Rim'e gittiğini ve yolculukta namazı kısalttığını aktardı. Malik dedi ki: \"Bu, yaklaşık dört mail mesafesindeydi.\" (yaklaşık kırk sekiz mil)."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Salim ibn Abdullah'dan, Abdullah ibn Ömer'in Dhat an-Nusub'a gittiğini ve yolculukta namazı kısalttığını aktardı. Malik dedi ki: \"Dhat an-Nusub ile Medine arasında dört mail mesafesi vardır.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, İbn Ömer'in Hayber'e seyahat ettiğini ve namazı kısalttığını aktardı."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'tan, Abdullah ibn Umar'ın bir gün boyunca seyahat ettiğinde namazı kısalttığını rivayet etti."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, İbn Umar ile bir mail mesafesi kadar seyahat ettiğini ve namazı kısaltmadığını rivayet etti."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Abbas'ın, Mekke ile Taif arasındaki mesafeye eşit bir mesafe seyahat ettiğinde namazı kısalttığını duyduğunu rivayet etti. Malik, \"Bu dört mail mesafesidir ve bana göre bu, namazı kısaltmak için en tercih edilen mesafedir.\" dedi. Malik, \"Seyahat etmeyi niyet eden bir kimse, köyün evlerinden çıkmadan namazı kısaltmaz. Ve köyün ilk evlerine gelene kadar tam kılmaz, ya da yakınında olmadıkça.\" dedi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'tan, Abdullah ibn Umar'ın, \"Bir yerde kalıp kalmayacağımdan emin olmadığım sürece, on iki gece hapsedilsem bile, seyahat edenin namazını kılarım.\" dediğini rivayet etti."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, İbn Umar'ın Mekke'de on gece kaldığını, namazı kısaltarak kıldığını, imamın arkasında kıldığında ise imamın namazına uyduğunu rivayet etti."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ata al-Khurasani'den, Said ibn al-Musayyab'ın, \"Dört gece bir yerde kalmaya karar veren bir seyahat eden, namazı tam kılar.\" dediğini duyduğunu rivayet etti. Malik, \"Bu, duyduğum şeyler arasında en çok tercih ettiğimdir.\" dedi. Malik, bir mahkumun namazı hakkında sorulduğunda, \"Bu, bir yerde kalan bir kişinin namazı gibidir, eğer seyahat etmiyorsa.\" dedi."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'tan, babasından, Umar ibn al-Khattab'ın Mekke'ye gittiğinde onlara namaz kıldırdığını ve iki rekat kıldıktan sonra, \"Mekke halkı, namazı tamamlayın, biz bir grup seyahat ediyoruz.\" dediğini rivayet etti."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Yahya, aynı şekilde Malik'ten, Zayd ibn Aslam'dan, babasından, Umar ibn al-Khattab'tan rivayet etti."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın Mina'da imamın arkasında dört rekat kıldığını, yalnız başına kıldığında ise iki rekat kıldığını rivayet etti."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Safwan'ın, \"Abdullah ibn Umar, Abdullah ibn Safwan'ı ziyaret ederdi ve bizimle iki rekat kılardı, gittiğinde biz namazı tamamlayıp ayakta dururduk.\" dediğini rivayet etti."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın seyahat ederken farz namazdan önce veya sonra hiçbir şey kılmadığını, yalnızca gecenin derinliklerinde kıldığını, yerde veya bindiği hayvanın üzerinde, hangi yöne dönük olursa olsun kıldığını rivayet etti."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yahya, Malik'ten, al-Qasim ibn Muhammad, Urwa ibn az-Zubayr ve Abu Bakr ibn Abd ar-Rahman'ın seyahat ederken nafile namaz kıldıklarını duyduğunu rivayet etti. Yahya, Malik'e seyahat ederken nafile namazlar hakkında sorulduğunda, \"Gecede veya gündüzde nafile namaz kılmakta bir sakınca yoktur. Bazı ilim ehlinin bunu yaptığını duydum.\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın, oğlu Ubaydullah ibn Abdullah'ın seyahat sırasında nafile namaz kıldığını gördüğünü ve buna karşı çıkmadığını rivayet etti."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amr ibn Yahya al-Mazini'den, Abu'l-Hubab Said ibn Yasar'dan, Abdullah ibn Umar'ın, \"Ben, Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, Hayber'e doğru giderken bir eşekte namaz kılarken gördüm.\" dediğini rivayet etti."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan, Abdullah ibn Umar'ın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, seyahat ederken, hangi yöne dönük olursa olsun bindiği hayvan üzerinde namaz kıldığını, Abdullah ibn Dinar'ın da, \"Abdullah ibn Umar da bunu yapardı.\" dediğini rivayet etti."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den şöyle aktardı: \"Anas ibn Malik'i bir yolculukta, kıblaya dönmeden bir eşek üzerinde namaz kılarken gördüm. Raka ve secdeyi başıyla işaret ederek yaptı, yüzünü hiçbir şeye koymadan.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Yahya, Malik'ten, Musa ibn Maysara'dan, Abu Murra, Aqil ibn Abi Talib'in kölesi, onun Umm Hani bint Abi Talib'den şöyle aktardığını söyledi: \"Fetih yılı, Allah'ın Resulü, Allah ona salat ve selam eylesin, sekiz rekat namaz kıldı ve kendisini bir elbise ile örttü.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n Nadr, Umar ibn Ubaydullah'ın kölesinden, Abu Murra'nın, Aqil ibn Abi Talib'in kölesi, ona Umm Hani bint Abi Talib'in şöyle dediğini aktardığını söyledi: \"Fetih yılı, Allah'ın Resulü, Allah ona salat ve selam eylesin, bana ghusl yaparken, kızı Fatıma ona bir elbise ile perde oluyordu. 'Selamun aleyküm' dedim, o da 'Kim o?' dedi. 'Umm Hani bint Abi Talib' dedim, o da 'Hoş geldin, Umm Hani!' dedi. Ghuslünü bitirince, kalktı ve sekiz rekat namaz kıldı, kendisini bir elbise ile örttü ve sonra ayrıldı. 'Allah'ın Resulü, annemin oğlu Ali, falan filan, Hubayra'nın oğlu, benim korumam altında olan bir adamı öldürmeye kararlı' dedi. Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Senin koruduğun kimseyi biz de koruruz, Umm Hani' dedi.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Umm Hani, bu olayın sabah olduğunu aktardı."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Urwa ibn az-Zubayr'dan, Peygamberin eşi A'isha'nın, Allah ona salat ve selam eylesin, şöyle dediğini aktardı: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, bir kez bile nafile duha namazı kılarken görmedim, ama ben kendim kılıyorum. Bazen Allah'ın Resulü, Allah ona salat ve selam eylesin, yapmayı sevdiği bir uygulamadan kaçınıyordu, insanların da aynı şeyi yapmasından ve bunun onlara farz olmasından korktuğu için.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, A'isha'dan, onun sekiz rekat duha namazı kıldığını ve \"Eğer anne babam diriltilse bile onları yapmaktan vazgeçmem\" dediğini aktardı."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Yahya, Malik'ten, İshak ibn Abdullah ibn Abi Talha'dan, Anas ibn Malik'ten, onun büyükannesi Mulayka'nın Allah'ın Resulü, Allah ona salat ve selam eylesin, için yemek davet ettiğini ve onun biraz yediğini, sonra Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, \"Kalk ve seni namaza yönlendireceğim\" dediğini aktardı."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Anas dedi ki: \"Kalktım ve uzun süre kullanmaktan siyahlaşmış olan bizim dokuma halımızı su ile ıslatıp serdim, Allah'ın Resulü, Allah ona salat ve selam eylesin, onun üzerinde durdu. Yetim ile ben arkasında bir sıra oluşturduk ve yaşlı kadın da arkamızda durdu. Bizimle birlikte iki rekat namaz kıldı ve sonra ayrıldı.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ibn Shihab'dan, Ubaydullah ibn Abdullah ibn Utba'nın şöyle dediğini aktardı: \"Öğleye yakın bir zamanda Umar ibn al-Khattab'ı ziyaret ettim ve onu nafile namaz kılarken buldum. Arkasında durdum, ama beni yanına çekti ve sağ tarafında yanına oturttu, sonra Yarfa geldi ve ben geri çekildim, onun arkasında bir sıra oluşturduk.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Abd ar-Rahman ibn Abi Said al-Khudri'den, babasından, Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Namaz kılarken önünüzden kimsenin geçmesine izin vermeyin. Mümkün olduğunca onu geri çevirin, eğer kabul etmezse, onunla savaşın, çünkü o sadece bir şeytandır\" dediğini aktardı."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n Nadr, Umar ibn Ubaydullah'ın kölesinden, Busr ibn Said'den, Zayd ibn Khalid al-Juhani'nin onu Abu Juhaym'e gönderdiğini ve Allah'ın Resulü, Allah ona salat ve selam eylesin, hakkında namaz kılan birinin önünden geçmekle ilgili ne duyduğunu sorduğunu aktardı. Abu Juhaym dedi ki: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Eğer bir adam namaz kılan birinin önünden geçerse, kendisine ne getirdiğini bilseydi, onun önünden geçmektense kırk gün durmayı tercih ederdi' dedi.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Abu'n-Nadr dedi ki: \"Kırk gün mü, ay mı yoksa yıl mı dediğini bilmiyorum.\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Kab al-Ahbar'ın şöyle dediğini aktardı: \"Namaz kılan bir adamın önünden geçen kişi, kendisine ne getirdiğini bilseydi, onun önünden geçmektense yerin dibine batmayı tercih ederdi.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın, kadınların namaz kılarken önlerinden geçilmesine karşı çıktığını duyduğunu aktardı."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın ne kimsenin önünden geçtiğini ne de kimsenin önünden geçmesine izin verdiğini aktardı."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Salim ibn Abdullah'dan rivayet etti ki, Abdullah ibn Umar şöyle derdi: \"Bir adamın namazı sırasında önünden geçen şeyler, onun namazını bozmaz.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın namaz kılarken bindiği hayvanı sutra olarak kullandığını duyduğunu rivayet etti."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasının çölde sutra olmadan namaz kıldığını rivayet etti."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Cafer el-Kari'nin, Abdullah ibn Umar'ın secdeye giderken alnını koyacağı yerden küçük taşları hızlıca süpürdüğünü gördüğünü söylediğini rivayet etti."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'in, Ebu Dharr'ın \"Küçük taşları bir hamlede süpürün, ama eğer bırakırsanız, bu kırmızı bir deveden daha hayırlıdır.\" dediğini duyduğunu rivayet etti."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ömer ibn el-Hattab'ın safın düzleştirilmesini emrettiğini ve safın düz olduğunu kendisine bildirdiklerinde tekbir getirdiğini rivayet etti."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Yahya, Malik'ten, amcası Ebu Suhayl ibn Malik'ten, babasının \"Ben Uthman ibn Affan ile ikame okunduğunda birlikteydim ve ona bana kesin bir maaş verilmesi hakkında konuşuyordum. O, sandaletleriyle küçük taşları düzeltirken ben onunla konuşmaya devam ettim, sonra safı düzeltmekle görevlendirdiği bazı adamlar geldi ve ona safın düz olduğunu söylediler. O bana, 'Safa dizil' dedi ve sonra tekbir getirdi.\" şeklinde rivayet etti."
    },
    {
      "id": 53,
      "narrator": "Yahya related to me from Malik that Abd al-Karim ibn\nAbi'l-Mukhariq al-Basri said, \"Among things the Prophet, may Allah\nbless him and grant him peace, said and did are:",
      "text": "Yahya, Malik'ten, Abd al-Karim ibn Abi'l-Mukhariq el-Basri'nin, \"Peygamber, Allah ona salat ve selam eylesin, 'Utanç duymadıkça istediğinizi yapın' dediği ve yaptığı şeylerden bazıları: Namazda bir elin diğerinin üzerine konulması (sağ elin sol elin üzerine konulması), orucu hızlıca açmak ve imsaak vaktinden önce yemek yemeyi geciktirmektir.\" dediğini rivayet etti."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Hazim ibn Dinar'dan, Sahl ibn Sad'ın, \"İnsanlara namazda sağ ellerini sol ön kollarının üzerine koymaları emredilirdi.\" dediğini rivayet etti."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Ebu Hazim ekledi: \"Sahl'ın bunu kesinlikle Peygamber'e, Allah ona salat ve selam eylesin, dayandırdığını biliyorum.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Umar'ın hiçbir namazda kunut okumadığını rivayet etti."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urwa'dan, babasının Abdullah ibn al-Arqam'ın arkadaşlarını namazda yönettiğini, bir gün namaz vakti geldiğinde dışkı ihtiyacı için gittiğini, döndüğünde ise \"Ben Allah'ın Elçisi'ni, Allah ona salat ve selam eylesin, 'Eğer dışkı ihtiyacınız varsa, namazdan önce yapmalısınız.' derken duydum.\" dediğini rivayet etti."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ömer ibn el-Hattab'ın, \"Bağırsaklarınızı tutarken namaz kılmayın.\" dediğini rivayet etti."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z Zinad'dan, el-Araj'dan, Ebu Hurayra'nın, \"Allah'ın Elçisi, Allah ona salat ve selam eylesin, 'Melekler, her birinizin dua ettiği yerden ayrılmadığı sürece ona rahmet dilerler. 'Allah, onu affet. Allah, ona merhamet et.' derler.\" dediğini rivayet etti."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Malik, \"Onun 'hiçbir şey çıkarmadı' sözlerinin, abdest bozan şeylerden başka bir şeyi kastettiğini düşünmüyorum.\" dedi."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya, Malik'ten, Sumayy'den, Ebu Bekir'in kölesi, Ebu Bekir ibn Abd ar-Rahman'ın şöyle dediğini rivayet etti: \"Sabah veya akşam, başka bir yere gitme niyeti olmadan, ya hayır öğrenmek ya da öğretmek için camiye giden kimse, Allah yolunda cihad eden ve ganimetle dönen kimse gibidir.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nüaym ibn Abdullah el-Mücmir'den, Ebu Hureyre'nin şöyle dediğini duyduğunu rivayet etti: \"Sizden biri namaz kıldığında ve ardından namaz kıldığı yerde oturduğunda, melekler ona salavat getirir ve derler ki: 'Allah, onu affet. Allah, ona merhamet et.' Eğer namaz kıldığı yerden kalkıp caminin başka bir yerinde namazı beklerse, o kişi namazda kalır.\""
    },
    {
      "id": 63,
      "narrator": "Yahya related to me from Malik from al Ala ibn Abd ar-Rahman ibn\nYaqub from his father from Abu Hurayra that the Messenger of Allah,\nmay Allah bless him and grant him peace, said, \"Shall I tell you the\nthings by which Allah erases wrong actions and by which he raises\nranks:",
      "text": "Yahya, Malik'ten, Ala ibn Abd ar-Rahman ibn Yakub'dan, babasından, Ebu Hureyre'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle söylediğini rivayet etti: \"Size, Allah'ın günahları nasıl sildiği ve dereceleri nasıl yükselttiği hakkında bilgi vereyim: Zor şartlarda abdestin tam ve doğru bir şekilde alınması, camiye doğru çok sayıda adım atılması ve bir namazdan sonra diğer namazı beklemek. İşte bu, sağlam tutunma, işte bu, sağlam tutunma, işte bu, sağlam tutunma.\""
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Yahya, Malik'ten, Said ibn el-Musayyib'in şöyle dediğini duyduğunu rivayet etti: \"Namaz çağrısından sonra camiden çıkan kimse, sadece bir münafık dışında kimse değildir, geri dönmeyi niyet eden biri hariç.\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amir ibn Abdullah ibn az-Zubayr'den, Amr ibn Sulaym az-Zuraqi'den, Ebu Katade el-Ensari'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, şöyle dediğini rivayet etti: \"Camiye girdiğinizde, oturmadan önce iki rekat namaz kılmalısınız.\""
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abu'n-Nadr, Umar ibn Ubaydullah'ın kölesinden, Ebu Salama ibn Abd ar-Rahman'ın ona sorduğunu rivayet etti: \"Camiye girdikten sonra, namaz kılmadan önce efendinizin oturduğunu görmedim mi?\""
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Abu'n-Nadr şöyle dedi: \"Burada kastettiği Umar ibn Ubaydullah'tır ve onun namaz kılmadan önce oturmasını eleştiriyordu.\""
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Yahya, Malik'in şöyle dediğini aktardı: \"Bunu yapmak iyidir ama zorunlu değildir.\""
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın alnını koyduğu yüzeyde avuçlarını düz bir şekilde koyduğunu rivayet etti. Nafi şöyle dedi: \"Onu çok soğuk bir günde burnunun altından ellerini çıkarıp yere koyarken gördüm.\""
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'ın şöyle dediğini rivayet etti: \"Sizden biri alnını yere koyduğunda, avuçlarını alnını koyduğu yere koymalıdır. Sonra, kalktığında, onları kaldırmalıdır; zira eller, yüz gibi secde eder.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Hazim Salama ibn Dinar'dan, Sahl ibn Said es-Saidi'den, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, Beni Amr ibn Awf kabilesine gidip onların ihtilaflarını çözmeye çalıştığını, namaz vakti geldiğinde muadhdinin Ebu Bekir es-Sıddık'a gelip, \"İnsanları namaza sen mi yöneteceksin, ben de ikamet getireceğim?\" dediğini rivayet etti. O da, \"Evet,\" dedi ve Ebu Bekir namaz kıldı. Allah'ın Resulü, Allah ona salat ve selam eylesin, insanlar namaz kılarken geri döndü ve sıraya katıldı. İnsanlar alkışladı, fakat Ebu Bekir dönmedi. İnsanlar alkışlarını artırdı, Ebu Bekir döndü ve Allah'ın Resulü'nü, Allah ona salat ve selam eylesin, gördü ve Allah'ın Resulü ona yerinde kalmasını işaret etti. Ebu Bekir ellerini kaldırdı ve Allah'ı övdü ki, Allah'ın Resulü ona bunu yapmasını söyledi. Sonra geri çekildi ve sıraya girdi, Allah'ın Resulü, Allah ona salat ve selam eylesin, öne geçti ve namazı yönetti. Namazı bitirdiğinde, \"Ebu Bekir, neden benim söylediğim gibi yerinde durmadın?\" dedi. Ebu Bekir, \"İbn Abi Kuhafa'nın, Allah'ın Resulü'nün, Allah ona salat ve selam eylesin, önünde namaz kılması caiz değildir,\" dedi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Allah'ın Resulü, Allah ona salat ve selam eylesin, \"Neden sizi bu kadar çok alkışlarken gördüm? Eğer namazda bir şey olursa, 'Subhana-llah' (Allah'ı tenzih ederim) demelisiniz ve 'Subhana-llah' dediğinizde duyulursunuz. Alkış sadece kadınlar içindir,\" dedi."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, İbn Umar'ın namaz kılarken asla dönmediğini rivayet etti."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu Cafer el-Kari'nin şöyle dediğini rivayet etti: \"Namaz kılıyordum, Abdullah ibn Umar arkamdaydı ve bunun farkında değildim. Sonra döndüm ve o beni (onaylamayarak) dürttü.\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ebu Ümame ibn Sahl ibn Huneyf'in şöyle dediğini rivayet etti: \"Zayd ibn Sabit camiye girdi ve insanları rükuda buldu, bu yüzden rükuda girdi ve sonra yavaşça ilerleyerek sıraya ulaştı.\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Yahya, Malik'ten, Abdullah ibn Dinar'dan rivayet etti ki, \"Abdullah ibn Umar'ı, Allah'ın selamı ve bereketi üzerine olsun, Peygamber'in kabrinin yanında dururken gördüm ve Peygamber'e, Allah'ın selamı ve bereketi üzerine olsun, ve Ebu Bekir ile Ömer'e salavat getirdi.\""
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, İbn Umar'dan rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, öğle namazından önce iki rekât, sonra iki rekât, akşamdan sonra evinde iki rekât ve yatsıdan sonra iki rekât namaz kılardı. Cuma namazından sonra, çıkmadan önce namaz kılmazdı, sonra iki rekât kılardı."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Yahya, Malik'ten, Ebu'z Zinad'dan, el-Araj'dan, Ebu Hureyre'den rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, \"Burada döndüğüm yöne bakıyor musunuz? Vallahi, ne dikkatiniz ne de rükû'nuz benden gizli değil. Sizi sırtımın arkasında görebiliyorum.\" dedi."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den, Abdullah ibn Umar'dan rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, Kuba'ya (namaz kılmaya) gittiğinde yürüyerek ve binerak giderdi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, en-Numan ibn Murra'dan rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, \"Sarhoşluk, hırsızlık ve zina hakkında ne dersiniz?\" dedi. \"Bu, bunlar hakkında bir şeyin indirilmesinden önceydi.\" dediler. \"Allah ve Resulü en iyi bilendir.\" dedi. \"Bunlar aşırılıklardır ve içinde bir ceza vardır. Hırsızların en kötüsü, namazını çalanıdır.\" dediler. \"Namazını nasıl çalar, Allah'ın Resulü?\" dediler. \"Rükû ve secdeyi düzgün yapmaz.\" diye cevap verdi."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, \"Namazların bir kısmını evlerinizde kılın.\" dedi."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den rivayet etti ki, Abdullah ibn Umar, \"Hasta bir adam secde edemediğinde başıyla işaret etmelidir, ama alnını kaldırmamalıdır.\" derdi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Yahya, Malik'ten, Rabia ibn Abi Abd ar-Rahman'dan rivayet etti ki, Abdullah ibn Umar, camiye vardığında insanlar namaz kılmışsa, farz namaza başlar ve ondan önce hiçbir şey kılmazdı."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den rivayet etti ki, Abdullah ibn Umar, namaz kılan bir adamın yanından geçti ve \"Selamünaleyküm.\" dedi, adam ona cevap verdi. Abdullah ibn Umar ona geri döndü ve \"Birisi namaz kılarken sana 'Selamünaleyküm' derse cevap verme, ama elinle işaret et.\" dedi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Yahya, Malik'ten, Nafi'den rivayet etti ki, Abdullah ibn Umar, \"Birisi imamın arkasında bir sonraki namazı kılarken unuttuğu bir namazı hatırlarsa, imamın selam verdikten sonra unuttuğu namazı kılmalı ve sonra diğerini tekrar kılmalıdır.\" derdi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Muhammed ibn Yahya ibn Habban'dan rivayet etti ki, amcası Vasi ibn Habban, \"Namaz kılıyordum, Abdullah ibn Umar kıblanın duvarına yaslanmıştı. Namazı bitirdiğimde soluma döndüm. Abdullah ibn Umar, 'Seni sağa döndürmekten ne alıkoydu?' dedi. Ben de, 'Seni gördüm ve sana döndüm.' dedim. Abdullah, 'Doğru söyledin. İnsanlar sağa dönmen gerektiğini söylese de, namaz kıldığında istediğin yöne dönebilirsin. İstersen sağa, istersen sola.' dedi.\""
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından rivayet etti ki, zarar görmediğini düşündüğü muhacirlerden biri Abdullah ibn Amr ibn al-As'a, \"Develerin sulandığı bir yerde namaz kılabilir miyim?\" diye sordu. Abdullah, \"Hayır, ama koyun ağılda namaz kılabilirsin.\" dedi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan rivayet etti ki, Said ibn al-Musayyab, \"Her rekâtta oturma pozisyonunda kaldığınız namaz hangisidir?\" dedi. Said, \"Bir rekâtı kaçırdığınızda akşam namazıdır ve bu, tüm namazlarda sünnettir.\" dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Yahya, Malik'ten, Amir ibn Abdullah ibn az-Zubayr'dan, Amr ibn Sulaym az-Zuraqi'den, Ebu Kutade el-Ensari'den rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, kızı Zeynep'in kocası Ebu'l As ibn Rabia ibn Abd Şems'in kızı Ümmü Eme'yi taşırken namaz kılardı. Secde ettiğinde onu yere koyar, kalktığında onu taşırdı."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Yahya, Ebu'z-Zinad'dan, el-Araj'dan, Ebu Hureyre'den rivayet etti ki, Allah'ın Resulü, Allah'ın selamı ve bereketi üzerine olsun, \"Gece ve gündüzde sizin aranızda birbirleriyle değişen bir grup melek vardır ve asr ve fecr namazı zamanında toplanırlar. Sonra, aranızda geceyi geçirenler yükselir ve Allah, en iyi bilendir, onlara 'Kullarımı nasıl bıraktınız?' diye sorar ve onlar derler ki, 'Onları terk ettiğimizde namaz kılıyorlardı, yanlarına geldiğimizde de namaz kılıyorlardı.'\" dedi."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Yahya, Malik'ten, Hişam ibn Urva'dan, babasından, Peygamberin eşi A'işe'den, Allah ona salat ve selam eylesin, şöyle rivayet etti: \"Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Abu Bekir'e insanlara namaz kıldırsın diye söyle' dedi.\" A'işe, \"Allah'ın Resulü, Abu Bekir senin yerinde durduğunda sesi, ağlaması nedeniyle insanlara ulaşmıyor, o yüzden Umar'a insanlara namaz kıldırsın diye söyle\" dedi. O da, \"Abu Bekir'e insanlara namaz kıldırsın diye söyle\" dedi. A'işe devam etti: \"Hafsa'ya, 'Abu Bekir senin yerinde durduğunda sesi, ağlaması nedeniyle insanlara ulaşmıyor, o yüzden Umar'a insanlara namaz kıldırsın diye söyle' dedim. Hafsa bunu yaptı ve Allah'ın Resulü, Allah ona salat ve selam eylesin, 'Siz Yusuf'un arkadaşlarısınız! (Yusuf'un güzelliğini gördüklerinde ellerini kesen kadınlara atıfta bulunarak) Abu Bekir'e insanlara namaz kıldırsın diye söyle!' \""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "A'işe, Hafsa'nın kendisine, \"Senden hiçbir hayır görmedim!\" dediğini ekledi."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Ata ibn Yazid al-Laythi'den, Ubeydullah ibn Adi ibn al-Khiyar'ın şöyle dediğini rivayet etti: \"Bir gün Allah'ın Resulü, Allah ona salat ve selam eylesin, bazı insanlarla oturuyordu, bir adam yanına geldi ve ona gizlice bir şey söyledi. Hiç kimse ne söylediğini bilmiyordu ta ki Allah'ın Resulü, Allah ona salat ve selam eylesin, bir münafığı öldürmek için izin istediğini açıkladı. Bunu açıkladığında, Allah'ın Resulü, Allah ona salat ve selam eylesin, 'O, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Resulü olduğuna şahitlik etmiyor mu?' dedi. Adam, 'Elbette ama gerçekten öyle yapmıyor' diye cevap verdi. O da, 'Namaz kılmıyor mu?' dedi, adam 'Elbette ama gerçekten namaz kılmıyor' diye yanıtladı. O, Allah ona salat ve selam eylesin, 'İşte bunlar, Allah'ın bana (öldürmeyi) yasakladığı kimselerdir.' \""
    },
    {
      "id": 95,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Yahya, Malik'ten, Zayd ibn Aslam'dan, Ata ibn Yasar'dan, Allah'ın Resulü, Allah ona salat ve selam eylesin, şöyle dediğini rivayet etti: \"Ya Allah! Beni mezarımı tapılan bir put yapma. Peygamberlerinin mezarlarını secde yeri edinenlerin gazabı çok korkunçtu.\""
    },
    {
      "id": 97,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Mahmud ibn Rabi al-Ansari'den, Utban ibn Malik'in, kör bir adam olduğunu ve insanlarına namaz kıldırdığını, Allah'ın Resulü, Allah ona salat ve selam eylesin, ona şöyle dediğini rivayet etti: \"Bazen karanlık ve yağmurlu oluyor ve dışarıda çok su var, ben de görme yetimi kaybetmiş bir adamım. Allah'ın Resulü, evimde belirli bir yerde namaz kıl ki ben de orayı namaz kılmak için alayım.\" Allah'ın Resulü, Allah ona salat ve selam eylesin, ona geldi ve \"Nerede namaz kılmamı istersin?\" dedi. O da ona bir yer gösterdi ve Allah'ın Resulü, Allah ona salat ve selam eylesin, orada namaz kıldı."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Abbad ibn Tamim'den, amcasından, Allah'ın Resulü, Allah ona salat ve selam eylesin, mescitte bir ayağını diğerinin üzerine koyarak yattığını gördüğünü rivayet etti."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Yahya, Malik'ten, İbn Şihab'dan, Said ibn al-Musayyab'dan, Umar ibn al-Khattab ve Osman ibn Affan'ın, Allah onlardan razı olsun, aynı şeyi yaptıklarını rivayet etti."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Yahya, Malik'ten, Yahya ibn Said'den, Abdullah ibn Mesud'un bir adama şöyle dediğini rivayet etti: \"Sen, anlayışlı insanların (fukaha) çok, Kur'an okuyucularının az olduğu bir zamanda yaşıyorsun; Kur'an'da belirlenen davranış sınırları korunuyor ama harfleri kayboluyor; az kişi soruyor ama çok kişi veriyor; namazı uzun, hutbeyi kısa yapıyorlar ve eylemlerini arzularının önüne koyuyorlar. İnsanlar üzerine bir zaman gelecek ki, onların fukahası az ama Kur'an okuyucuları çok olacak; Kur'an harfleri dikkatlice korunacak ama sınırları kaybolacak; çok kişi soracak ama az kişi verecek; hutbeyi uzun ama namazı kısa yapacaklar ve arzularını eylemlerinin önüne koyacaklar.\""
    }
  ]
}