{
  "language": "tr",
  "metadata": {
    "length": 390,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Mughirah ibn Shu'bah:",
      "text": "Mugirâ ibn Şu'bah'tan rivayet edilmiştir: Peygamber (ﷺ) dışarıya gittiğinde, uzak bir yere gitti."
    },
    {
      "id": 2,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Câbir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) tuvalet ihtiyacı hissettiğinde, kimsenin göremeyeceği uzak bir yere gitti."
    },
    {
      "id": 3,
      "narrator": "Abu al-Tayyah reported on the authority of a shaykh (an old man):",
      "text": "Ebu't-Tayyah, bir şayhtan (yaşlı bir adamdan) rivayet etti: Abdullah ibn Abbas Basra'ya geldiğinde, insanlar ona Ebu Musa'dan rivayetler anlattılar. Bunun üzerine İbn Abbas ona bazı şeyler sordu. Cevap olarak Ebu Musa ona yazdı: Bir gün Allah'ın Elçisi (ﷺ) ile birlikteydim. İhtiyaç gidermek istedi. Sonra bir duvarın dibinde yumuşak bir yere geldi ve orada ihtiyaç giderdi. (Peygamber) sonra şöyle dedi: Sizden biri ihtiyaç gidermek istediğinde, böyle bir yer (gibi) aramalıdır."
    },
    {
      "id": 4,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Allah'ın Elçisi (sal Allahu alayhi wa sallam) tuvalete girdiğinde, (girmeden önce) şöyle derdi: \"Ya Allah, Senden sığınırım.\" Bu, Hammad'ın rivayetine göredir. 'Abd al-Warith'in başka bir rivayeti vardır: \"Erkek ve dişi şeytanlardan Allah'a sığınırım.\""
    },
    {
      "id": 5,
      "narrator": "Another tradition on the authority of Anas has:",
      "text": "Anas'tan başka bir rivayette: \"Ya Allah, Senden sığınırım.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Zayd ibn Arqam:",
      "text": "Şu'bah dedi ki: Anas bazen şu sözleri de rivayet ederdi: \"Allah'a sığınırım.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Salman al-Farsi:",
      "text": "Zayd ibn Arqam'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Bu tuvaletler cinler ve şeytanlar tarafından sıkça kullanılır. Bu nedenle, aranızdan biri oraya gittiğinde, şöyle demelidir: \"Erkek ve dişi şeytanlardan Allah'a sığınırım.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Salman el-Farsi'den rivayet edilmiştir: Salmana denildi ki: Peygamberiniz size her şeyi, hatta dışkı hakkında bile öğretir. O da şöyle cevap verdi: Evet. İhtiyaç giderme veya idrar yapma esnasında kıblaya dönmeyi, sağ elle temizlenmeyi, üç taşla temizlenmeyi, dışkı veya kemik ile temizlenmeyi yasakladı."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Ayyub :",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (sal Allahu alayhi wa sallam) şöyle dedi: Ben size babanız gibiyim. Sizden biri tuvalete gittiğinde, kıblaya ne yüzünü ne de sırtını dönmelidir. Sağ eliyle temizlenmemelidir. O (Peygamber, sal Allahu alayhi wa sallam) ayrıca Müslümanlara üç taş kullanmalarını emretmiş ve dışkı veya çürümüş kemik kullanmalarını yasaklamıştır."
    },
    {
      "id": 10,
      "narrator": "Narrated Ma'qil ibn AbuMa'qil al-Asadi:",
      "text": "Ebu Eyyub'tan rivayet edilmiştir: O (Kutsal Peygamber, sal Allahu alayhi wa sallam) şöyle dedi: \"Tuvalete gittiğinizde, dışkılama veya idrar yapma esnasında ne yüzünüzü ne de sırtınızı kıblaya dönmeyin, doğuya veya batıya dönün.\" (Ebu Eyyub dedi ki): Suriye'ye geldiğimizde, orada inşa edilmiş tuvaletlerin kıblaya baktığını gördük. Biz de onlardan yüzümüzü çevirdik ve Allah'tan af diledik."
    },
    {
      "id": 11,
      "narrator": "Marwan al-Asfar said:",
      "text": "Ma'qil ibn Abu Ma'qil el-Asadi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize idrar yapma veya dışkılama esnasında iki kıblaya dönmeyi yasakladı."
    },
    {
      "id": 12,
      "narrator": "Narrated 'Abd Allaah b. 'Umar :",
      "text": "Marwan el-Asfar dedi ki: İbn Umar'ı kıblaya dönük bir şekilde devesinin diz çökmesini sağlarken gördüm, sonra o da onun yönünde idrar yapmaya başladı. Ben de dedim: Ebu Abdurrahman, bu yasaklanmadı mı? O da cevap verdi: Hayır, bu sadece açık alanda yasaklanmıştır; ama kıblaya ve sizin aranızda sizi gizleyen bir şey varsa, o zaman bir sakınca yoktur."
    },
    {
      "id": 13,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir: Ben evin çatısına çıktım ve Allah'ın Elçisi (sal Allahu alayhi wa sallam)'ı, kendini rahatlatmak için Kudüs'e (Beyt al-Makdis) doğru iki tuğla üzerinde otururken gördüm."
    },
    {
      "id": 14,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Câbir ibn Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize su yapma esnasında kıblaya dönmeyi yasakladı. Sonra onu (kıblaya) dönerek idrar yaparken veya ihtiyaç giderirken bir yıl sonra ölümünden önce gördüm."
    },
    {
      "id": 15,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) ihtiyaç gidermek istediğinde, yere yakın bir yere oturuncaya kadar elbisesini kaldırmazdı."
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn 'Umar :",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Bir adam, Peygamber (sal Allaahu alayhi wa sallam) idrar yaparken yanından geçti ve ona selam verdi. Peygamber (sal Allaahu alayhi wa sallam) ona selamı iade etmedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Muhajir ibn Qunfudh:",
      "text": "Abu Davud dedi ki: İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (sal Allaahu alayhi wa sallam) teyemmüm aldı, sonra adamın selamını iade etti."
    },
    {
      "id": 18,
      "narrator": "Narrated A'ishah:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Muhacir ibn Qunfudh'dan rivayet edilmiştir: Muhacir, Peygamber (ﷺ) idrar yaparken yanına geldi. Ona selam verdi. Peygamber (ﷺ) ona abdest alana kadar selamı iade etmedi. Sonra ona özür dileyerek şöyle dedi: \"Ben, Allah'ı hatırlamayı, ancak temizlenme halinde sevmiyorum.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Abbas :",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "A'işe'den rivayet edilmiştir: Allah'ın Elçisi (sal Allaahu alayhi wa sallam) her an Allah'ı, Azametli ve Yüce olanı hatırlardı."
    },
    {
      "id": 22,
      "narrator": "Narrated Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Narrated Hudhaifah :",
      "text": "Enes ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) tuvalete girdiğinde yüzüğünü çıkardı."
    },
    {
      "id": 24,
      "narrator": "Narrated Umaymah daughter of Ruqayqah:",
      "text": "Abu Davud dedi ki: Bu, sahih rivayetlerle çelişen bir munkar hadistir. Enes'ten gelen sahih rivayet şöyle der: Peygamber (ﷺ) için gümüş bir yüzük yaptırmıştı. Sonra onu çıkardı. Yanlış anlama, Hammam'dan (metinde bahsedilen önceki rivayetin nakledeni) kaynaklanmaktadır. Bu sadece Hammam tarafından rivayet edilmiştir."
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (sal Allaahu alayhi wa sallam) iki mezarın yanından geçti. Şöyle dedi: \"Her ikisi de azap çekiyor, ancak büyük bir günah nedeniyle azap çekmiyorlar. Biri idrardan korunmadı. Diğeri dedikodu yaptı.\" Sonra taze bir dal istedi ve onu iki parçaya ayırdı, her mezarın üzerine bir parça dikti ve şöyle dedi: \"Belki de dallar taze kaldığı sürece azapları hafifletilir.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abdullah ibn Mughaffal:",
      "text": "Hannad'ın başka bir rivayetinde: \"Birisi idrar yaparken kendini örtmedi.\" Bu rivayette \"İdrardan korunmadı\" ifadesi yoktur."
    },
    {
      "id": 28,
      "narrator": "Narrated A Man from the Companions:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Narrated Abdullah ibn Sarjis:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (sal Allaahu alayhi wa sallam) tarafından benzer anlamda bir rivayet."
    },
    {
      "id": 30,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Jarir'in rivayetinde şöyle denilmektedir: \"İdrar yaparken kendini örtmedi.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Qatadah:",
      "text": "Abu Katade'den rivayet edilmiştir: Peygamber (sal Allaahu alayhi wa sallam) şöyle buyurdu: Sizden biri idrarını yaptığında, penisine sağ eliyle dokunmamalıdır ve tuvalete gittiğinde sağ eliyle temizlenmemelidir (gizli yerinde), ve su içerken, bir nefeste içmemelidir."
    },
    {
      "id": 32,
      "narrator": "Narrated Hafsah, Ummul Mu'minin:",
      "text": "Hafsa, Ümmü'l-Müminin'den rivayet edilmiştir: Peygamber (ﷺ) yemek ve içmek için sağ elini kullanırdı, diğer işler için ise sol elini kullanırdı."
    },
    {
      "id": 33,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Peygamber (ﷺ) abdest almak için su alırken sağ elini, yemek yerken de sağ elini kullanır, boşaltım için ve tiksinti veren şeyler için sol elini kullanırdı."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Aişe, benzer bir anlam taşıyan bir rivayeti başka bir nakil zinciriyle de aktarmıştır."
    },
    {
      "id": 35,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Kim göz kalemi sürerse, bunu tek sayıda yapmalıdır. Eğer böyle yaparsa, iyi yapmış olur; ama yapmazsa, bir zararı yoktur. Kim taşlarla temizlenirse, tek sayıda kullanmalıdır. Eğer böyle yaparsa, iyi yapmış olur; ama yapmazsa, bir zararı yoktur."
    },
    {
      "id": 36,
      "narrator": "Narrated Ruwayfi' ibn Thabit:",
      "text": "Eğer biri yemek yerse, diş ipi ile çıkardığı şeyi atmalı ve diline yapışan şeyi yutmalıdır. Eğer böyle yaparsa, iyi yapmış olur; yapmazsa, bir zararı yoktur. Eğer biri tuvalete gidecekse, kendini gizlemelidir ve eğer yapabileceği tek şey bir yığın kum toplamaksa, arkasını ona dönerek oturmalıdır; çünkü şeytan, Adem'in çocuklarının arka taraflarıyla alay eder. Eğer böyle yaparsa, iyi yapmış olur; ama yapmazsa, bir zararı yoktur."
    },
    {
      "id": 37,
      "narrator": "This tradition has also been narrated by Abu Salim al-Jaishani on the authority of 'Abd Allaah b. 'Amr. He narrated this tradition at the time when he besieged the fort  at the gate of Alyun.\n\n\nAbu Dawud said:",
      "text": "Ruveyfi' ibn Thabit'ten rivayet edilmiştir: Şayban el-Katbani, Maslama ibn Mukhallad'ın Ruveyfi' ibn Thabit'i Mısır'ın alt bölgelerinin valisi yaptığını bildirmiştir. Ekledi: Onunla Kum Şarik'ten Alqamah'a veya Alqamah'tan Kum Şarik'e (rivayet edenin şüphesi var) seyahat ettik."
    },
    {
      "id": 38,
      "narrator": "Narrated Jabir b. 'Abd Allaah:",
      "text": "Ruveyfi' dedi ki: Bizden biri, Peygamber (ﷺ) döneminde diğerinden bir deve ödünç alırdı, şartıyla ki o, ganimetin yarısını ona verecek, diğer yarısını kendisi alacaktı."
    },
    {
      "id": 39,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Daha sonra, birimiz bir ok ucu ve bir tüy, diğeri ise bir ok sapı olarak ganimetten pay almıştı."
    },
    {
      "id": 40,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Sonra şöyle bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Benim arkamdan uzun süre yaşayabilirsiniz, Ruveyfi', insanlara söyle ki, kim sakalını bağlarsa veya nazardan korunmak için boynuna ip takarsa, ya da hayvan dışkısı veya kemikle temizlenirse, Muhammed'in onunla bir ilgisi yoktur."
    },
    {
      "id": 41,
      "narrator": "Narrated Khuzaymah ibn Thabit:",
      "text": "Bu rivayet, Ebu Salim el-Caşani tarafından 'Abd Allah b. 'Amr'dan da aktarılmıştır. Bu rivayeti, Alyun kapısındaki kaleyi kuşattığı sırada aktarmıştır."
    },
    {
      "id": 42,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: Alyun kalesi, Fustat'taki dağın üzerindedir. Ebu Davud dedi ki: Şayban b. Umayyah'ın künyesi (lakabı) Ebu Hudhaifah'tır."
    },
    {
      "id": 43,
      "narrator": "Narrated Anas b. Malik :",
      "text": "Cabir b. 'Abd Allah'tan rivayet edilmiştir: Allah'ın Elçisi (sal Allaahu alayhi wa sallam) bize kemik veya dışkı ile silinmeyi yasakladı."
    },
    {
      "id": 44,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Cinlerden bir heyet Peygamber (ﷺ)'e geldi ve dedi ki: Ey Muhammed, topluluğunuza kemik veya dışkı ya da kömür ile temizlenmeyi yasakla; çünkü bunlarda Allah bize rızık vermiştir. Bunun üzerine Peygamber (ﷺ) bunu yasakladı."
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Hurayrah :",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Sizden biri tuvalete gittiğinde, kendini temizlemek için yanında üç taş almalıdır; çünkü bunlar ona yeterli olacaktır."
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Hurayrah :",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: (Peygamber, sal Allaahu alayhi wa sallam) şöyle buyurmuştur: Eğer müminleri aşırı yük altına sokmaktan korkmasaydım, onlara gece ('isha) namazını geciktirmelerini ve her namazda misvak kullanmalarını emrederdim."
    },
    {
      "id": 47,
      "narrator": "Narrated Zayd ibn Khalid al-Juhani:",
      "text": "Zayd ibn Khalid al-Cuhani'den rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: Eğer ümmetim için zor olmasaydı, onlara her namazda misvak kullanmalarını emrederdim. Abu Salamah dedi ki: Zayd ibn Khalid, misvakını kulağında, kalem taşıyan bir memur gibi, camideki namazlara katılırdı ve namaza kalktığında onu kullanırdı."
    },
    {
      "id": 48,
      "narrator": "Narrated Abdullah b. 'Abd Allah b. 'Umar:",
      "text": "Abdullah b. 'Abd Allah b. 'Umar'dan rivayet edilmiştir: Muhammad ibn Yahya ibn Habban, Abdullah ibn Abdullah ibn Umar'a, Ibn Umar'ın her namaz için abdest almasının sebebini sordu."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Burdah:",
      "text": "O da şöyle cevap verdi: Zayd ibn al-Khattab'ın kızı Asma', Abdullah ibn Hanzalah ibn Abu Amir'in kendisine, Allah'ın Elçisi (ﷺ)'nin daha önce her namaz için abdest alması emredildiğini, ister abdestli ister abdestsiz olsun, bildirdi."
    },
    {
      "id": 50,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Bu durum onun için bir yük haline geldiğinde, her namaz için misvak kullanması emredildi. Ibn Umar, her namaz için abdest alma gücüne sahip olduğunu düşündüğünden, her namaz için abdest almaktan vazgeçmedi."
    },
    {
      "id": 51,
      "narrator": "Shuraih asked 'Aishah:",
      "text": "Abu Dawud dedi ki: İbrahim b. Sa'd, bu hadisi Muhammad b. İshaq'tan rivayet etti ve orada 'Abd Allah b. 'Abd Allah b. 'Umar yerine 'Ubaid Allah b. 'Abd Allah'ın adını zikretti."
    },
    {
      "id": 52,
      "narrator": "'Aishah narrated:",
      "text": "Abu Burdah'dan rivayet edilmiştir: Babası (Abu Musa al-Ash'ari) aracılığıyla, (Musaddad'ın rivayetine göre): Biz, Allah'ın Elçisi (sal Allaahu alayhi wa sallam) ile bir binek istemek için geldik ve onu misvak kullanırken bulduk; misvakın bir ucu dilinde (yani ağzını çalkalıyordu) idi."
    },
    {
      "id": 53,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Süleyman'ın rivayetine göre: Ben, misvak kullanırken, bir tarafını dilinin üzerine koymuş olan Peygamber (sal Allaahu alayhi wa sallam)'a girdim ve gurgulama sesi çıkarıyordu."
    },
    {
      "id": 54,
      "narrator": "Narrated Ammar b. Yasir:",
      "text": "Abu Dawud dedi ki: Musaddad, hadisin uzun olduğunu ama onu kısalttığını söyledi."
    },
    {
      "id": 55,
      "narrator": "Narrated Hudhaifah:",
      "text": "Aisha, Ummul Mu'minin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) misvak kullanıyordu, o sırada biri diğerinden yaşlı iki adam onun yanındaydı. Misvak kullanmanın fazileti hakkında ona bir vahiy geldi. Kendisine saygı göstermesi ve onu iki kişiden yaşlı olana vermesi emredildi."
    },
    {
      "id": 56,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Şuraih, 'Aişe'ye sordu: \"Allah'ın Elçisi (ﷺ) eve girdiği zaman ne yapardı?\" O da cevap verdi: \"(O, misvak kullanırdı.)\""
    },
    {
      "id": 57,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "'Aişe rivayet etti: \"Allah'ın Elçisi (ﷺ) dişlerini misvakla temizlerdi, sonra misvağı bana verirdi ki ben onu yıkayayım. Önce ben kendim kullanırdım, sonra yıkar ve geri verirdim.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Aisha, Ummul Mu'minin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Fıtrata (doğaya) uygun on şey vardır: Bıyığı kesmek, sakalı uzatmak, misvak kullanmak, burnu su ile temizlemek (Al-Istinshaq), tırnakları kesmek, parmak eklemlerini yıkamak, koltuk altındaki kılları yolmak, pubis kıllarını traş etmek ve su ile cinsel organı temizlemek (tuvalet sonrası). Rivayet eden kişi dedi ki: Onuncusunu unuttum, ama muhtemelen ağzı çalkalamak olabilir."
    },
    {
      "id": 59,
      "narrator": "Narrated AbulMalih:",
      "text": "Ammar b. Yasir'den rivayet edilmiştir: Allah'ın Elçisi (sal Allaahu alayhi wa sallam) şöyle dedi: Ağız çalkalamak ve buruna su çekmek, fıtrata (doğaya) uygun olan davranışlardır. Sonra Aisha'nın bildirdiği benzer bir hadisi aktardı, ama \"sakalı uzatmak\" kelimelerini zikretmedi. \"Sünnet\" olarak \"sünnet\" ve \"cinsel organın üzerine su serpmek\" kelimelerini ekledi. \"Tuvalet sonrası temizlenmek\" kelimelerini zikretmedi."
    },
    {
      "id": 60,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Dawud dedi ki: Ibn 'Abbas'tan benzer bir hadis rivayet edilmiştir. O, yalnızca başla ilgili beş sünneti zikretmiştir; bunlardan biri saçları ayırmaktır; sakalı uzatmayı içermemektedir."
    },
    {
      "id": 61,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Namazın anahtarı temizliktir; başlangıcı tekbir, sonu ise selamdır."
    },
    {
      "id": 62,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Ebu Gutaif el-Hudali bildirdi: Ben, İbn Ömer'in yanında idim. Öğle (zuhr) namazı için ezan okunduğunda, abdest aldı ve namaz kıldı. İkindi ('asr) namazı için ezan okunduğunda, tekrar abdest aldı. Bunun üzerine ona (abdest almanın sebebini) sordum. O da şöyle cevap verdi: Allah'ın Resulü (ﷺ) dedi ki: Temizlik halinde abdest alan bir adam için on sevap yazılır."
    },
    {
      "id": 64,
      "narrator": "Narrated 'Abd Allaah b. 'Umar:",
      "text": "Abu Davud dedi ki: Bu, Musaddad'ın rivayet ettiği bir hadistir ve daha mükemmeldir."
    },
    {
      "id": 65,
      "narrator": "Narrated 'Abdullah b. 'Umar:",
      "text": "---"
    },
    {
      "id": 66,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) su hakkında (çöl ülkesinde) ve hayvanların ve yırtıcıların sıkça gittiği yerler hakkında soruldu. O da şöyle cevap verdi: İki testi dolduracak kadar su olduğunda, o su kirlenmez."
    },
    {
      "id": 67,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 68,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "'Abd Allah b. 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (sal Allaahu alayhi wa sallam) çölde su hakkında soruldu. O da yukarıda belirtilen benzer bir hadisi aktardı."
    },
    {
      "id": 69,
      "narrator": "Narrated Abu Hurairah :",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "Narrated AbuHurayrah:",
      "text": "'Abdullah b. 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (sal Allaahu alayhi wa sallam) dedi ki: İki testi dolduracak kadar su olduğunda, o su kirlenmez."
    },
    {
      "id": 71,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Davud dedi ki: Hammad b. Zaid, bu hadisi 'Asim'den (Peygamber'e atıfta bulunmadan) rivayet etmiştir."
    },
    {
      "id": 72,
      "narrator": "A similar tradition has been transmitted by Abu Hurairah through a different chain of narrators. But this version has been narrated as a statement of Abu Hurairah himself and not attributed to the Prophet (sal Allaahu alayhi wa sallam ). The version has the addition of the words :",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Narrated Abu Hurairah :",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: İnsanlar Allah'ın Resulü'ne (ﷺ) sordular: Menstrüel bezlerin, ölü köpeklerin ve pis şeylerin atıldığı Buda'ah kuyusundan abdest alabilir miyiz? O da şöyle cevap verdi: Su temizdir ve hiçbir şeyle kirlenmez."
    },
    {
      "id": 74,
      "narrator": "Narrated Ibn Mughaffal:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated AbuQatadah:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: İnsanların Allah'ın Resulü'ne (ﷺ) şöyle dediğini duydum: Su, Buda'ah kuyusundan sizin için getirildi. Bu kuyuya ölü köpekler, menstrüel bezler ve insanların dışkıları atılmaktadır. Allah'ın Resulü (ﷺ) şöyle cevap verdi: Şüphesiz su temizdir ve hiçbir şeyle kirlenmez."
    },
    {
      "id": 76,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Davud b. Salih b. Dinar et-Tammar, annesinin, Aişe'ye dua ederken ona bir helva (harise) gönderen hanımından bahsettiğini aktardı. O, helvayı koymam için bana işaret etti. Bir kedi geldi ve ondan biraz yedi, fakat Aişe duasını bitirince, kedinin yediği yerden yedi. O şöyle dedi: Allah'ın Resulü (ﷺ) dedi ki: \"O, pis değildir; o, aranızda dolaşanlardan biridir.\" Ayrıca, Allah'ın Resulü'nün (ﷺ) kedinin bıraktığı sudan abdest aldığını gördüm."
    },
    {
      "id": 77,
      "narrator": "Narrated Aishah :",
      "text": "Aişe'den rivayet edilmiştir: Ben ve Allah'ın Resulü (sal Allahu aleyhi wa sallam) cünüpken bir kapta yıkanmıştık."
    },
    {
      "id": 78,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Benim ellerimle Allah'ın Resulü'nün (ﷺ) elleri abdest alırken bir kapta birbirine karıştı."
    },
    {
      "id": 79,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah Resulü (sal Allahu aleyhi wa sallam) zamanında erkekler ve kadınlar bir kapta birlikte abdest alırlardı."
    },
    {
      "id": 80,
      "narrator": "Narrated 'Abd Allaah b. 'Umar:",
      "text": "Musaddad'ın rivayetinde \"bir kapta\" ifadesi geçmektedir."
    },
    {
      "id": 81,
      "narrator": "Narrated Humayd al-Himyari:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Biz (erkekler) ve kadınlar, Allah Resulü (sal Allahu aleyhi wa sallam) zamanında bir kapta abdest alırdık. Hepimiz ellerimizi içine koyardık."
    },
    {
      "id": 82,
      "narrator": "Narrated Hakam ibn Amr:",
      "text": "Humayd el-Himyari'den rivayet edilmiştir: Humayd el-Himyari, Peygamber (ﷺ) ile dört yıl birlikte kalan bir sahabiyle karşılaştığını bildirdi. O, Allah'ın Resulü'nün (ﷺ) erkeğin bıraktığı su ile kadının yıkanmasını, kadının bıraktığı su ile erkeğin yıkanmasını yasakladığını bildirdi."
    },
    {
      "id": 83,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Musaddad'ın rivayeti ek olarak: \"İkisi de birlikte suyu avuçlayarak almalıdır.\" demektedir."
    },
    {
      "id": 84,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Hakam b. Amr'dan rivayet edilmiştir: Peygamber (ﷺ) erkeğin kadının bıraktığı su ile abdest almasını yasakladı."
    },
    {
      "id": 85,
      "narrator": "Narrated 'Alqamah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam, Allah'ın Resulü'ne (ﷺ) sordu: \"Allah'ın Resulü, denizde seyahat ediyoruz ve yanımızda az miktarda su var. Eğer bunu abdest için kullanırsak, susuz kalırız. Deniz suyu ile abdest alabilir miyiz?\" Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"Onun suyu temizdir ve içinde ölen şeyler helal yiyecektir.\""
    },
    {
      "id": 86,
      "narrator": "It is reported that 'Ata did not approve of performing ablution with milk and nabidh and said:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir: Ebu Zeyd, Abdullah b. Mes'ud'un, cinlerin Kur'an'ı dinlediği gece, Peygamber (ﷺ) şöyle dediğini aktardı: \"Sende ne var?\" O, \"Biraz nabidhim var.\" dedi. O (Kutsal Peygamber) şöyle dedi: \"O, taze hurma ve temiz sudan oluşmaktadır.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Abu Khaldah:",
      "text": "Süleyman b. Davud, bu rivayetin aynı versiyonunu Ebu Zeyd veya Zeyd'den aktarmıştır. Fakat Şarik, Hammad'ın \"cinlerin gecesi\" ifadesini zikretmediğini söylemiştir."
    },
    {
      "id": 88,
      "narrator": "Narrated Abdullah ibn al-Arqam:",
      "text": "Alqamah'tan rivayet edilmiştir: 'Abdullah b. Mes'ud'a sordum: \"Sizlerden hangisi, cinlerin kendisine geldiği gece Allah'ın Resulü (sal Allahu aleyhi wa sallam) ile birlikteydi?\" O, \"Hiçbirimiz onunla değildik.\" diye cevap verdi."
    },
    {
      "id": 89,
      "narrator": "Narrated 'Abd Allaah b. Muhammad:",
      "text": "'Ata'nın süt ve nabidh ile abdest almayı onaylamadığı ve \"tayammum, süt ve nabidh ile abdest almaktan daha çok hoşuma gidiyor.\" dediği bildirilmektedir."
    },
    {
      "id": 90,
      "narrator": "Narrated Thawban:",
      "text": "Ebu Halde'den rivayet edilmiştir: Ebu'l-Aliya'ya, cünüp olan bir kişinin yanında su yoksa, sadece nabidh varsa, onunla yıkanabilir mi? diye sordum. O, olumsuz cevap verdi."
    },
    {
      "id": 91,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Allah'a ve Ahiret Günü'ne iman eden bir adamın, hafifleyene kadar (tuvalet ihtiyacını giderene kadar) namaz kılması caiz değildir."
    },
    {
      "id": 92,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Sonra nakilci Thawr b. Yazid benzer bir rivayet ile şu ifadeleri aktardı: \"Allah'a ve Ahiret Günü'ne iman eden bir adamın, insanların izni olmadan onlara imamlık yapması caiz değildir; ve yalnızca kendisi için Allah'a dua etmemelidir, diğerlerini bırakmamalıdır. Eğer böyle yaparsa, emaneti ihlal etmiş olur.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Davud dedi ki: Bu, Suriye nakilcileri tarafından rivayet edilmiştir; bu rivayeti aktaran başka bir kişi yoktur."
    },
    {
      "id": 94,
      "narrator": "Narrated Umm Umarah:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Anas reported :",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Peygamber (ﷺ) bir sa' (su) ile yıkanır ve bir mudd (su) ile abdest alır."
    },
    {
      "id": 96,
      "narrator": "Narrated Abdullah ibn Mughaffal:",
      "text": "Abu Davud dedi ki: Bu rivayet, Aban aracılığıyla Katade'den de aktarılmıştır. Bu versiyonda şöyle demiştir: \"Safiyye'yi işittim.\""
    },
    {
      "id": 97,
      "narrator": "‘Abd Allah b. ‘Amr reported :",
      "text": "---"
    },
    {
      "id": 98,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Cabir b. Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) bir sa' (su) ile banyo yapar ve bir mudd (su) ile abdest alır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "Narrated Abdullah ibn Zayd:",
      "text": "Ümmü Ümare'den rivayet edilmiştir: Habib el-Ensari şöyle bildirdi: Ben, büyükannem Ümmü Ümare'den, Abbad b. Tamim'in şöyle dediğini duydum: Peygamber (ﷺ) abdest almak istedi. Kendisine 2/3 mudd su içeren bir kap getirildi."
    },
    {
      "id": 101,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 102,
      "narrator": "Explaining the tradition of the Prophet (ﷺ) that the ablution of a person who does not mention the name of Allah is valid, Rabi’ah said:",
      "text": "Enes bildirdi: Peygamber (ﷺ) iki rotl (su) içeren bir kap ile abdest aldı ve bir sa’ (su) ile banyo yaptı."
    },
    {
      "id": 103,
      "narrator": "Abu Hurairah reported :",
      "text": "Abu Davud dedi ki: Bu rivayet, Enes'ten farklı bir isnatla aktarılmıştır. Bu versiyonda: \"Bir makkuk ile abdest aldı.\" ifadesi geçmektedir. İki rotl ifadesi yer almamaktadır."
    },
    {
      "id": 104,
      "narrator": "This Tradition has been reported by Abu Hurairah through another chain of transmitters. It adds :",
      "text": "Abu Davud dedi ki: Bu rivayet, Yahya b. Adam'dan Şarik aracılığıyla da aktarılmıştır. Ancak bu isnatta 'Abdullah b. Cabir yerine İbn Cabir b. 'Atik geçmektedir."
    },
    {
      "id": 105,
      "narrator": "Abu Hurairah reported :",
      "text": "Abu Davud dedi ki: Bu rivayet, Sufyan'dan 'Abdullah b. 'İsa aracılığıyla da aktarılmıştır. Bu isnatta 'Abdullah b. Cabir yerine Jabr b. 'Abdullah ismi geçmektedir."
    },
    {
      "id": 106,
      "narrator": "Humran b. Abban, the freed slave of ‘Uthman, said :",
      "text": "Humran b. Abban, Osman’ın azatlı kölesi, dedi ki: Osman b. Affan’ı abdest alırken gördüm. Önce ellerine suyu üç defa döktü, sonra yıkadı. Sonra ağzını çalkaladı ve burnunu su ile (üç defa) temizledi. Sonra sağ kolunu dirseğine kadar üç defa yıkadı, ardından sol kolunu da benzer şekilde yıkadı; sonra başını meshetti; sonra sağ ayağını üç defa yıkadı, ardından sol ayağını da benzer şekilde yıkadı ve dedi ki: Ben, Allah’ın Elçisi (ﷺ) abdest alırken benim bu abdestim gibi aldığını gördüm. Sonra (Peygamber) dedi: Kim benim bu abdestim gibi abdest alır ve sonra düşüncelerinin dağılmasına izin vermeden iki rekât namaz kılarsa, Allah onun geçmişteki tüm günahlarını affeder."
    },
    {
      "id": 107,
      "narrator": "Humran said :",
      "text": "Humran dedi ki: Osman b. Affan’ı abdest alırken gördüm. Sonra aynı hadisi anlattı. Bu versiyonda ağzı çalkalama ve burna su çekme geçmiyor. Bu hadiste ek olarak: “Başını üç defa meshetti. Sonra ayaklarını üç defa yıkadı.” dedi. Sonra: Ben, Allah’ın Elçisi (ﷺ) abdest alırken böyle yaptığını gördüm. (Peygamber) dedi ki: Kim bunun altında bir abdest alırsa, bu ona yeter. 73 Rivayetçi bu versiyonda namazdan bahsetmedi."
    },
    {
      "id": 108,
      "narrator": "‘Abd al-Rahman al-TamiI reported:",
      "text": "Abd al-Rahman al-Tamimi bildirdi: İbn Abi Mulaikah abdest hakkında soruldu. O da dedi ki: Osman b. Affan’ı abdest alırken gördüm. Su istedi. Ona bir kap getirildi. Sağ eline doğru eğdi (su döktü). Sonra suya üç defa daldırdı ve yüzünü üç defa yıkadı. Sonra elini suya soktu ve çıkardı; sonra başını ve kulaklarını, sadece bir defa meshetti. Sonra ayaklarını yıkadı ve dedi ki: Abdest almamı isteyenler nerede? Ben, Allah’ın Elçisi (ﷺ) böyle abdest alırken gördüm."
    },
    {
      "id": 109,
      "narrator": "Abu ‘Alqamah said that ‘Uthman called for water and performed ablution. He then poured water with the right hand or the left hand ; he then washed them up to the wrist ; he then rinsed the mouth and snuffed up water three times. The narrator mentioned that ‘ Uthman washed each part three times. He then wiped head and washed his feet. He said :",
      "text": "Abu Davud dedi ki: Osman tarafından rivayet edilen tüm sağlam hadisler, başın bir defa meshedilmesi gerektiğini belirtmektedir, çünkü her bir kısmın (abdestte) yıkanmasını üç defa zikretmişlerdir. Hadislerinde: “Başını meshetti.” ifadesini kullanmışlardır. Bu durumda diğer durumlarda olduğu gibi herhangi bir sayı zikretmemişlerdir."
    },
    {
      "id": 110,
      "narrator": "Shaqiq b. Salamah said :",
      "text": "Ebu Alqamah dedi ki: Osman su istedi ve abdest aldı. Sonra sağ elinden veya sol elinden su döktü; sonra bileklerine kadar yıkadı; sonra ağzını çalkaladı ve burnuna su çekti üç defa. Rivayetçi, Osman’ın her bir kısmı üç defa yıkadığını belirtti. Sonra başını meshetti ve ayaklarını yıkadı. Dedi ki: Ben, Allah’ın Elçisi (ﷺ) abdest alırken beni gördüğünüz gibi abdest alırken gördüm. Sonra hadisi al-Zuhrî gibi anlattı ve tamamladı."
    },
    {
      "id": 111,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Şakik b. Selameh dedi ki: Osman b. Affan’ı (abdest alırken) gördüm. Ön kollarını üç defa yıkadı ve başını üç defa yıkadı. Sonra dedi ki: Ben, Allah’ın Elçisi (ﷺ) böyle yaparken gördüm."
    },
    {
      "id": 112,
      "narrator": "‘Abd Khair said :",
      "text": "Abu Davud dedi ki: Başka bir versiyonda: \"O sadece üç defa abdest aldı.\" denilmektedir."
    },
    {
      "id": 113,
      "narrator": "Malik b. Ghurfatah says :",
      "text": "Ali b. Ebu Talib’ten rivayet edildi: Abdu Hayr dedi ki: Ali bize geldi ve namaz kılmıştı. Su istedi. Biz sorduk: Namaz kıldığın halde su ile ne yapacaksın? - Belki bize öğretmek içindir. Ona bir kap ve bir yıkanma havuzu getirildi."
    },
    {
      "id": 114,
      "narrator": "Zirr b. Hubaish said that the heard that ‘ Ali was asked how the Messenger of Allah (ﷺ) used to perform ablution. He then narrated the tradition and said:",
      "text": "O, kapta bulunan suyu sağ eline döktü ve her iki elini üç defa yıkadı, ağzını çalkaladı, burnuna su çekti ve burnunu üç defa temizledi. Sonra ağzını çalkaladı ve suyu aldığı aynı elle burnuna su çekti. Sonra yüzünü üç defa yıkadı, sağ elini üç defa yıkadı ve sol elini üç defa yıkadı. Sonra elini suya soktu ve başını bir defa meshetti."
    },
    {
      "id": 115,
      "narrator": "‘Abd al-Rahman b. Abi Laila says:",
      "text": "Sonra sağ ayağını üç defa yıkadı ve sol ayağını üç defa yıkadı, sonra dedi ki: Eğer birisi Allah’ın Elçisi’nin (ﷺ) abdest alma yöntemini bilmek isterse, işte o böyle yaptı."
    },
    {
      "id": 116,
      "narrator": "Abu Hayyah said:",
      "text": "Abd Khair dedi ki: Ali sabah namazını kıldı ve Rahbah’a (Kufe’de bir yer) gitti. Su istedi. Bir çocuk ona su dolu bir kap ve bir yıkanma havuzu getirdi. Kabı sağ eliyle tuttu ve sol eline su döktü. Her iki elini (bileklerine kadar) üç defa yıkadı. Sonra sağ elini kapta (su almak için) soktu ve ağzını üç defa çalkaladı ve burnuna su çekti üç defa. Sonra neredeyse Abu Awanah’ın rivayet ettiği gibi aynı hadisi anlattı. Sonra başını, ön ve arka tarafını bir defa meshetti. Sonra hadisi benzer şekilde anlattı."
    },
    {
      "id": 117,
      "narrator": "Ibn’Abbas said:",
      "text": "Malik b. Ghurfatah dedi ki: Abd Khair’in şöyle dediğini duydum: Ali’ye bir sandalye getirildi ve oturdu. Ona bir kap su getirildi. Elleri üç defa yıkadı; sonra ağzını çalkaladı ve bir avuç su ile burnuna su çekti. Hadisi tamamen anlattı."
    },
    {
      "id": 118,
      "narrator": "‘Amr b. Yahya al-Mazini reports on the authority of his father who asked ‘Abd Allah b. Zaid, the grandfather of ‘Amr b. Yahya al-Mazini:",
      "text": "Zirr b. Hubaish dedi ki: Ali’ye, Allah’ın Elçisi’nin (ﷺ) abdest alma şekli soruldu. O da hadisi anlattı ve dedi ki: Başını o kadar meshetti ki (su) damlayacak gibi oldu. Sonra ayaklarını üç defa yıkadı ve dedi ki: Allah’ın Elçisi (ﷺ) abdest alırken böyle yaptı."
    },
    {
      "id": 119,
      "narrator": "‘Abd Allah b. Zaid b. ‘Asim reported this tradition saying:",
      "text": "Abd al-Rahman b. Abi Laila dedi ki: Ali’yi abdest alırken gördüm. Yüzünü üç defa yıkadı ve ellerini üç defa yıkadı ve başını bir defa meshetti. Sonra (Ali) dedi ki: Allah’ın Elçisi (ﷺ) bu şekilde abdest alırdı."
    },
    {
      "id": 120,
      "narrator": "Habban b. Wasi’ reported on the authority of his father who heard ‘Abd Allah b. Zaid al-Asim al-Mazini say that he saw the Messenger of Allah (ﷺ) performing ablution. He then described his ablution saying:",
      "text": "Ebu Hayyah dedi ki: Ali’yi abdest alırken gördüm. (Ebu Hayyah) sonra Ali’nin her bir abdest kısmını üç defa yaptığını, yani abdestinin her detayını üç defa yaptığını tarif etti. Sonra başını meshetti, sonra ayaklarını bileklerine kadar yıkadı. Sonra dedi ki: Size Allah’ın Elçisi’nin (ﷺ) abdest alma şeklini göstermek istedim."
    },
    {
      "id": 121,
      "narrator": "Narrated Al-Miqdam ibn Ma'dikarib al-Kindi:",
      "text": "Al-Mikdam b. Ma'dikarib el-Kindi'den rivayet edilmiştir: Abdest suyu Resulullah'a (ﷺ) getirildi ve o abdest aldı; ellerini bileklerine kadar üç kez yıkadı, sonra kollarını üç kez yıkadı. Ardından ağzını çalkaladı ve burun deliklerine su çekti üç kez; sonra başını ve kulaklarını içten ve dıştan sildi."
    },
    {
      "id": 122,
      "narrator": "Al-Miqdam b. Ma’dikarib reported :",
      "text": "Al-Mikdam b. Ma’dikarib şöyle bildirmiştir: Ben, Allah'ın Resulü'nü (ﷺ) abdest alırken gördüm. Başını silme aşamasına geldiğinde, ellerini başının önüne koydu. Sonra ellerini boynuna kadar hareket ettirdi. Ardından, başladığı yere geri döndü."
    },
    {
      "id": 123,
      "narrator": "Another version says:",
      "text": "Başka bir rivayette şöyle denilmektedir: Kulaklarını içten ve dıştan sildi. Hişam ekliyor: Parmaklarını kulak deliklerine soktu."
    },
    {
      "id": 124,
      "narrator": "AbulAzhar al-Mughirah ibn Farwah and Yazid ibn AbuMalik reported:",
      "text": "Ebu'l-Azhar el-Mughirah b. Farvah ve Yezid b. Ebu Malik rivayet etmiştir: Muaviye, insanların önünde abdest aldı; Allah'ın Resulü'nü (ﷺ) abdest alırken gördüğü gibi. Başını silme aşamasına geldiğinde, sol eliyle başının ortasına bir avuç su döktü, öyle ki su damlaları aşağıya düştü ya da düşmek üzereydi. Sonra başını önünden arkasına ve arkasından önüne doğru sildi."
    },
    {
      "id": 125,
      "narrator": "Another version says:",
      "text": "Başka bir rivayette şöyle denilmektedir: Her bir abdest parçasını üç kez yaptı ve ayaklarını sayısız kez yıkadı."
    },
    {
      "id": 126,
      "narrator": "Narrated Ar-Rubayyi' daughter of Mu'awwidh ibn Afra':",
      "text": "Ar-Rubayyi' bint Mu'awwidh b. Afra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize gelirdi. Bir gün şöyle dedi: \"Bana abdest suyu dökün.\" Sonra, Peygamber'in (ﷺ) abdest alırken nasıl yaptığını tarif etti: Ellerini bileklerine kadar üç kez yıkadı, yüzünü üç kez yıkadı, ağzını çalkaladı ve bir kez burun deliklerine su çekti. Sonra kollarını üç kez yıkadı ve başını iki kez, başının arkasından başlayarak, sonra önünü sildi. Kulaklarını dıştan ve içten sildi. Sonra ayaklarını üç kez yıkadı."
    },
    {
      "id": 127,
      "narrator": "Ibn ‘Uqail reported this tradition with a slight change of wording. In his tradition he said:",
      "text": "Ebu Davud dedi ki: Musaddad tarafından rivayet edilen bu gelenek aynı anlamı taşımaktadır."
    },
    {
      "id": 128,
      "narrator": "Al-Rubayyi’ daughter of Mu’awwidh b. ‘Afra’ reported:",
      "text": "İbn ‘Uqail bu geleneği biraz farklı bir ifadeyle rivayet etmiştir. Onun rivayetinde şöyle demiştir: Ağzını üç kez çalkaladı ve burun deliklerine su çekti üç kez."
    },
    {
      "id": 129,
      "narrator": "Al-Rubayyi’ daughter of Mu’awwidh b. ‘Afra’ said:",
      "text": "Al-Rubayyi’ bint Mu’awwidh b. ‘Afra’ şöyle bildirmiştir: Allah'ın Resulü (ﷺ) onun huzurunda abdest aldı. Başının tamamını üst kısmından alt kısmına doğru her tarafını silerek sildi. Saçlarını orijinal yerlerinden hareket ettirmedi."
    },
    {
      "id": 130,
      "narrator": "Al-Rubayyi’ reported:",
      "text": "Al-Rubayyi’ bint Mu’awwidh b. ‘Afra’ dedi ki: Ben, Allah'ın Resulü'nü (ﷺ) abdest alırken gördüm. Başını ön ve arka, şakaklarını ve kulaklarını bir kez sildi."
    },
    {
      "id": 131,
      "narrator": "Narrated Ar-Rubayyi' daughter of Mu'awwidh ibn Afra':",
      "text": "Al-Rubayyi’ şöyle bildirmiştir: Peygamber (ﷺ) elinde kalan su ile başını sildi."
    },
    {
      "id": 132,
      "narrator": "Narrated Talhah ibn Musarrif:",
      "text": "Ar-Rubayyi' bint Mu'awwidh b. Afra'dan rivayet edilmiştir: Peygamber (ﷺ) abdest aldı. İki parmağını kulak deliklerine soktu."
    },
    {
      "id": 133,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Talha b. Musarrif'ten rivayet edilmiştir: Ben, Allah'ın Resulü'nü (ﷺ) bir kez başını boynuna kadar silerken gördüm."
    },
    {
      "id": 134,
      "narrator": "Narrated AbuUmamah:",
      "text": "Musaddad bildirdi: Başını önünden arkasına doğru sildi, kulaklarının altından ellerini hareket ettirdi."
    },
    {
      "id": 135,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Davud dedi ki: Ahmad'ın şöyle dediğini duydum: İnsanlar, İbn 'Uyainah'ın bunu munkar (reddedilmiş) olarak düşündüğünü ve \"Bu senet nedir: Talha - babası - dedesi?\" dediğini düşündüler."
    },
    {
      "id": 136,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (selam ve dua üzerine olsun) abdest alırken uzuvlarını iki kez yıkadı."
    },
    {
      "id": 137,
      "narrator": "‘Ata’ b. Yasar quoting Ibn ‘Abbas said:",
      "text": "Ata b. Yasar, İbn Abbas'tan naklen dedi ki: Size Allah'ın Elçisi (ﷺ) abdest alırken nasıl yaptığını göstereyim mi? Sonra bir su kabı çağırdı ve sağ eliyle bir avuç su aldı. Sonra ağzını çalkaladı ve burnuna su çekti. Sonra başka bir avuç su aldı ve yüzünü iki eliyle birlikte yıkadı. Sonra başka bir avuç su aldı ve sağ elini yıkadı, ardından sol elini başka bir avuç su ile yıkadı. Sonra biraz su aldı ve elini çalkaladı, başını ve kulaklarını bununla sildi. Sonra bir avuç su aldı ve sağ ayağını ayakkabısının içinde ıslattı, bir eliyle ayağın üst kısmını, diğer eliyle de ayakkabının altını sildi. Sonra sol ayağıyla da aynı işlemi yaptı."
    },
    {
      "id": 138,
      "narrator": "‘Ata’ b. Yasar quoting Ibn. ‘Abbas said:",
      "text": "Ata b. Yasar, İbn Abbas'tan naklen dedi ki: Size Allah'ın Elçisi (ﷺ) abdest alırken nasıl yaptığını söylemeyeyim mi? Sonra abdest aldı ve her uzvunu yalnızca bir kez yıkadı."
    },
    {
      "id": 139,
      "narrator": "Narrated Grandfather of Talhah:",
      "text": "Talha'nın dedesinden rivayet edilmiştir: Peygamber (ﷺ) abdest alırken yanına girdim ve su yüzünden ve sakalından göğsüne akıyordu. Onun ağzını çalkaladığını ve burnuna su çektiğini ayrı ayrı gördüm."
    },
    {
      "id": 140,
      "narrator": "Abu Hurairah reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: Sizden biri abdest aldığında, burnuna su çekmeli ve sümkürmelidir."
    },
    {
      "id": 141,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Burnunuzu iyi temizleyin (burnunuza su çektikten sonra) iki veya üç kez."
    },
    {
      "id": 142,
      "narrator": "Narrated Laqit ibn Sabirah:",
      "text": "Laqit ibn Sabirah'dan rivayet edilmiştir: Ben Banu'l-Muntafiq heyetinin lideriydim ya da (rivayet eden şüphe etti) Banu'l-Muntafiq heyetinin içindeydim ki Allah'ın Elçisi (ﷺ) ile buluşmak için geldik. Peygambere ulaştığımızda, onu evinde bulamadık. Orada Müminlerin Annesi Aişe'yi bulduk. Bizim için Khazirah adı verilen bir yemek hazırlanmasını emretti. Sonra bu yemek hazırlandı. Bizim için bir tepsi içinde hurma getirildi. (Rivayet eden Kuteybe, qina' kelimesini, tepsi kelimesini anmadı)."
    },
    {
      "id": 143,
      "narrator": "Laqit b. Sabirah reported that he was the leader of Banu’l-Muntafiq (name of a tribe). He came to ‘A’ishah. He then narrated the tradition in a similar manner. He said:",
      "text": "Sonra Allah'ın Elçisi (ﷺ) geldi. Sordu: Size bir şey ikram edildi mi ya da sizin için bir şey emredildi mi? Biz cevap verdik: Evet, Allah'ın Elçisi. Allah'ın Elçisi (ﷺ) ile otururken aniden bir çobanın bir sürü koyunla birlikte ahıra doğru geldiğini gördük. Yanında ağlayan yeni doğmuş bir kuzu vardı."
    },
    {
      "id": 144,
      "narrator": "The version of Ibn Juraij has the working:",
      "text": "O (Peygamber) ona sordu: O ne doğurdu, ey falan? O cevap verdi: Bir dişi koyun. Sonra dedi: Bizim yerimize bir koyun kes. Bunu sizin için kesiyoruz diye düşünmeyin. Bizim yüz koyunumuz var ve sayılarının artmasını istemiyoruz. Her dişi koyun doğduğunda, onun yerine bir koyun kesiyoruz."
    },
    {
      "id": 145,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "(Rivayet eden, Peygamberin (ﷺ) la tahsabanna kelimesini kullandığını söyler)."
    },
    {
      "id": 146,
      "narrator": "Narrated Thawban:",
      "text": "Ben (rivayet eden Laqit) sonra dedim: Allah'ın Elçisi, benim bir karım var ki dilinde bir şey var, yani o sert. O dedi: O halde onu boşayın. Ben dedim: Allah'ın Elçisi, o benimle birlikteydi ve ondan çocuklarım var. O dedi: O halde ona (itaat etmesini) söyle. Eğer onda bir hayır varsa, o bunu yapar (itaat eder); ve karınızı köle gibi dövmeyin."
    },
    {
      "id": 147,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ben dedim: Allah'ın Elçisi, bana abdest hakkında söyle. O dedi: Abdestinizi tam alın ve parmaklarınızı sakalınızın arasından geçirin ve suyu iyi çekin, oruçlu olmadığınız sürece."
    },
    {
      "id": 148,
      "narrator": "Narrated Al-Mustawrid ibn Shaddad:",
      "text": "Laqit b. Sabirah, Banu'l-Muntafiq'ın lideri olduğunu bildirdi. Aişe'ye geldi. Sonra benzer bir şekilde rivayet etti. Dedi ki: Peygamber (ﷺ) sonra hızlı adımlarla öne doğru geldi. Rivayet eden bu versiyonda Khazirah yerine 'asidah (bir yemek adı) kelimesini kullandı."
    },
    {
      "id": 149,
      "narrator": "Al-Mughirah b. Shu’bah reported:",
      "text": "İbn Juraij'in versiyonunda şöyle geçmektedir: \"Eğer abdest alırsanız, ağzınızı çalkalayın.\""
    },
    {
      "id": 150,
      "narrator": "Al-Mughirah b. Shu’bah said:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) her abdest aldığında, bir avuç su alır ve onu çenesinin altına koyarak sakalından geçirir ve şöyle derdi: İşte Rabbim bana böyle emretti."
    },
    {
      "id": 151,
      "narrator": "‘Urwah b. al-Mughirah reported his father as saying :",
      "text": "'Urwah b. al-Mughirah, babasından şöyle rivayet etmiştir: Biz Allah'ın Elçisi (ﷺ) ile bir kafileye katıldık ve yanımda bir su testi vardı. O, ihtiyacını gidermek için gitti ve geri döndü. Ben su testisiyle yanına geldim ve üzerine su döktüm. O, ellerini ve yüzünü yıkadı. Üzerinde dar kollu bir Suriyeli yün elbise vardı. Ön kollarını çıkarmaya çalıştı, ama elbisenin kolları çok dar olduğu için ellerini elbisenin altından çıkardı. Sonra ben çoraplarını çıkarmak için eğildim. Fakat o bana: \"Bırak, çünkü ayaklarım temizdi, onları giydiğimde,\" dedi ve sadece üzerlerine meshetti."
    },
    {
      "id": 152,
      "narrator": "Al-Mughirah b. Shu’bah said :",
      "text": "Yunus, al-Sha'bi'den rivayet etti ki 'Urwah, bu hadisi babasından önce aktarmıştır ve babası da bunu Allah'ın Elçisi'nden (ﷺ) rivayet etmiştir."
    },
    {
      "id": 153,
      "narrator": "Abu ‘Abd al-Rahman al-Sulami said that he witnessed ‘Abd al-Rahman b. ‘Awf asking Bilal about the ablution of the Prophet (ﷺ). Bilal said:",
      "text": "---"
    },
    {
      "id": 154,
      "narrator": "Abu Zur’ah b. ‘Amr b. Jarir said :",
      "text": "Al-Mughirah b. Shu’bah dedi ki: Allah'ın Elçisi (ﷺ) bir yolculukta geri kaldı. Sonra bu hikayeyi anlattı: Sonra bir topluluğa geldik. 'Abd al-Rahman, onlara sabah namazında imamlık ediyordu. Peygamber (ﷺ) orada olduğunu görünce geri çekilmeyi düşündü. Peygamber (ﷺ) ona devam etmesini söyledi ve ben de Peygamber (ﷺ) ile birlikte arkasında bir rekat namaz kıldık. Selam verdikten sonra, Peygamber (ﷺ) ayağa kalktı ve daha önce tamamlanan rekatı kıldı ve buna ekleme yapmadı."
    },
    {
      "id": 155,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "Abu Dawud dedi ki: Abu Sa’id al-Khudri, Ibn al-Zubair ve Ibn ‘Umar, kim bir tek sayı rekat kılarsa, unutkanlık sebebiyle iki secde yapması gerektiği görüşündedirler."
    },
    {
      "id": 156,
      "narrator": "Al-Mughirah b. Shu’bah said:",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "Narrated Khuzaymah ibn Thabit:",
      "text": "Abu ‘Abd al-Rahman al-Sulami, 'Abd al-Rahman b. ‘Awf'ın Bilal'a Peygamber'in (ﷺ) abdest alışı hakkında sorduğunu gördüğünü söyledi. Bilal dedi ki: O, ihtiyacını gidermek için dışarı çıktı. Sonra ben ona su getirdim ve abdest aldı, sarığını ve çoraplarını meshetti."
    },
    {
      "id": 158,
      "narrator": "Narrated Ubayy ibn Umarah:",
      "text": "---"
    },
    {
      "id": 159,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Abu Zur’ah b. ‘Amr b. Jarir dedi ki: Jarir idrarını yaptı. Sonra abdest aldı ve çoraplarının üzerine meshetti. Dedi ki: \"Beni çorapların üzerine meshetmekten alıkoyan nedir; ben Allah'ın Elçisi'ni (bunu yaparken) gördüm.\" Onlar (insanlar) dedi ki: \"Bu (eyleminiz) Ma'idah Suresi'nin indirilmesinden önce geçerli olabilir.\" O da cevap verdi: \"Ben Ma'idah Suresi'nin indirilmesinden sonra İslam'ı kabul ettim.\""
    },
    {
      "id": 160,
      "narrator": "Narrated Aws ibn AbuAws ath-Thaqafi:",
      "text": "---"
    },
    {
      "id": 161,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Abu Musa al-Ash'ari rivayet etti: Habeş Kralı, Allah'ın Elçisi'ne (ﷺ) iki siyah ve sade çorap sundu. O, onları giydi; sonra abdest aldı ve üzerlerine meshetti."
    },
    {
      "id": 162,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Musaddad, bu hadisi Dulham b. Salih'ten rivayet etti."
    },
    {
      "id": 163,
      "narrator": "This tradition has been transmitted through a different chain of narrators. This version adds:",
      "text": "Abu Dawud dedi ki: Bu hadis yalnızca Basra halkı tarafından rivayet edilmiştir."
    },
    {
      "id": 164,
      "narrator": "A ‘mash transmitted this tradition saying:",
      "text": "---"
    },
    {
      "id": 165,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Al-Mughirah b. Shu’bah dedi ki: Allah'ın Elçisi (ﷺ) çoraplarının üzerine meshetti ve ben dedim: \"Allah'ın Elçisi, unuttun mu?\" O da dedi: \"Rabbim bana bunu yapmamı emretti.\""
    },
    {
      "id": 166,
      "narrator": "Narrated Hakam ibn Sufyan ath-Thaqafi:",
      "text": "Hakam ibn Sufyan et-Takafi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) idrarını yaptığında, abdest alır ve vücudunun özel bölgelerine su serperdi."
    },
    {
      "id": 167,
      "narrator": "A man from Thaqif on the authority of his father reported:",
      "text": "Abu Davud dedi ki: Bir grup âlim, bu ravinin zincirinde Sufyan ile hemfikir oldu. Bazıları Sufyan b. Hakam adını, diğerleri ise Hakam b. Sufyan adını zikretmiştir."
    },
    {
      "id": 168,
      "narrator": "Hakam or Ibn al-Hakam on the authority of his father reported:",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "‘Uqbah b. ‘Amir said:",
      "text": "Thaqif'ten bir adam, babasının rivayetiyle: Allah'ın Resulü (ﷺ) idrarını yaptı ve vücudunun özel bölgelerine su serptiğini gördüm."
    },
    {
      "id": 170,
      "narrator": "‘Uqbah b. ‘Amir al-JuhanI narrated this tradition from the Prophet(ﷺ) in a similar way. He did not mention about tending the camels. After the words “and he performed ablution well” he added the words:",
      "text": "---"
    },
    {
      "id": 171,
      "narrator": "Abu Asad b. ‘Amr said:",
      "text": "Hakam veya İbn Hakam, babasının rivayetiyle: Peygamber (ﷺ) idrarını yaptı; sonra abdest aldı ve vücudunun özel bölgelerine su serpti."
    },
    {
      "id": 172,
      "narrator": "Buraidah on the authority of his father reported:",
      "text": "---"
    },
    {
      "id": 173,
      "narrator": "Anas reported:",
      "text": "‘Uqbah b. ‘Amir dedi ki: Biz Allah'ın Resulü (ﷺ) ile birlikteydik. Develerimize sırayla baktık. Bir gün develere bakma sırası bende idi ve onları öğleden sonra götürdüm. Allah'ın Resulü (ﷺ) insanlara hitap ediyordu. Onun şöyle dediğini duydum: İçinizden kim abdest alır ve bunu güzelce yapar, sonra kalkıp kalbi ve bedeniyle iki rekât namaz kılarsa, cennet onun olacaktır. Ben dedim: Ha-ha! Ne güzel! Önümdeki bir adam: Ey ‘Uqbah, Peygamberin daha önce bahsettiği eylem, bu eylemden daha güzeldir, dedi. Ona baktım ve onun ‘Umar b. al-Hattab olduğunu gördüm. Ona sordum: O nedir, ey Ebu Hafs? O şöyle cevap verdi: O (Peygamber) daha sen gelmeden önce şöyle demişti: İçinizden kim abdest alır ve bunu güzelce yapar, abdestini bitirdiğinde: \"Şahitlik ederim ki Allah'tan başka ilah yoktur, O'nun ortağı yoktur, ve şahitlik ederim ki Muhammed O'nun kulu ve elçisidir,\" derse, cennetin sekiz kapısı onun için açılır; dilediğinden içeri girebilir."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Muaviye dedi ki: Rabi’ah b. Yazid bu hadisi bana Ebu İdris'ten ve ‘Uqbah b. ‘Amir'in rivayetiyle aktardı."
    },
    {
      "id": 175,
      "narrator": "Narrated Some Companions of the Prophet:",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "'Abbad b. Tamim reported from his uncle that a person made a complaint to the Prophet (ﷺ) that he entertained (doubt) as if something had happened to him which had rendered his ablution invalid. He (the Prophet) said:",
      "text": "‘Uqbah b. ‘Amir el-Cuhani, bu hadisi Peygamberden (ﷺ) benzer bir şekilde rivayet etti. Develere bakmaktan bahsetmedi. “Ve güzelce abdest aldı” ifadesinden sonra “sonra gökyüzüne bakar” sözlerini ekledi. O, Muaviye'nin aktardığı anlamı taşıyan hadisi iletti."
    },
    {
      "id": 177,
      "narrator": "Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Asad b. ‘Amr dedi ki: Anas b. Malik'e abdest hakkında sordum. O cevap verdi: Peygamber (ﷺ) her namaz için abdest alır ve biz (aynı) abdest ile (birçok) namaz kılardık."
    },
    {
      "id": 179,
      "narrator": "'Aishah reported:",
      "text": "---"
    },
    {
      "id": 180,
      "narrator": "This tradition has been reported through another chain of narrators on the authority of 'Aishah.\n\n\nAbu Dawud said:",
      "text": "Buraidah, babasının rivayetiyle: Allah'ın Resulü (ﷺ) Mekke'nin fethi sırasında aynı abdest ile beş namaz kıldı ve çoraplarının üzerine meshetti. ‘Umar ona (Peygamber) dedi: Bugün hiç yapmadığın bir şey yaptığını gördüm. O da: Bilerek yaptım, dedi."
    },
    {
      "id": 181,
      "narrator": "Narrated Busrah daughter of Safwan:",
      "text": "Busrah binti Safvan'dan rivayet edilmiştir: Abdullah ibn Ebu Bekir, Urvah'ın şöyle dediğini duydu: Marwan ibn al-Hakam'a girdim. Abdestin bozulmasına sebep olan şeyleri konuştuk. Marwan dedi ki: Penisine dokunmak abdestini bozar mı? Urvah cevap verdi: Bunu bilmiyorum. Marwan dedi ki: Busrah binti Safvan bana, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Penisine dokunan kimse abdest almalıdır."
    },
    {
      "id": 182,
      "narrator": "Narrated Talq:",
      "text": "Talq'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) ile karşılaştık. Bir adam ona geldi: Bedevî gibi görünüyordu. Dedi ki: Allah'ın Resulü, abdest aldıktan sonra penisine dokunan bir adam hakkında ne düşünüyorsunuz? O (ﷺ) cevap verdi: Bu sadece vücudunun bir parçasıdır."
    },
    {
      "id": 183,
      "narrator": "The tradition has also been reported by Qais b. Talq through a different chain of narrators. This version adds the wording:",
      "text": "Abu Davud dedi ki: Bu rivayet farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 184,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Bu rivayet, Qais b. Talq tarafından farklı bir nakil zinciriyle de bildirilmiştir. Bu versiyon \"namaz sırasında\" ifadesini eklemektedir."
    },
    {
      "id": 185,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Al-Bara' ibn Azib'den rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) deve etinden sonra abdest almanın hükmü soruldu. O cevap verdi: Onu yedikten sonra abdest al. Et yedikten sonra abdest almanın hükmü soruldu. O cevap verdi: Onu yedikten sonra abdest alma. O, develerin yattığı yerlerde namaz kılmanın hükmü soruldu. O cevap verdi: Develerin yattığı yerlerde namaz kılma. Bunlar şeytanın yerleridir. Koyun ağıllarında namaz kılmanın hükmü soruldu. O cevap verdi: Böyle yerlerde namaz kılabilirsin; bunlar bereket yerleridir."
    },
    {
      "id": 186,
      "narrator": "Jabir narrated:",
      "text": "Abu Sa'id al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) bir çocuğun keçi derisini yüzdüğü yerden geçti. Allah'ın Resulü (ﷺ) dedi ki: Bunu bırak, sana göstereceğim. O (Peygamber) elini deri ile etin arasına soktu, koltuk altına kadar ulaştı. Sonra gitti ve insanlara namaz kıldırdı ve abdest almadı. Amr'ın versiyonu, suya dokunmadığını ekledi."
    },
    {
      "id": 187,
      "narrator": "Ibn 'Abbas said:",
      "text": "Abu Davud dedi ki: Bu rivayet başka bir nakil zinciriyle aktarılmıştır, Abu Sa'id'den bahsetmeden."
    },
    {
      "id": 188,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Cabir rivayet etti: Allah'ın Resulü (ﷺ) Aliyah köylerinden birinden dönerken pazardan geçti. İnsanlar her iki taraftan ona eşlik ediyordu. Yolda iki kulağı bir araya yapışmış bir ölü oğlak buldu. Onu kulağından yakaladı. Sonra dedi ki: Sizden hanginiz bunu almak ister? Rivayet eden bu hadisi tam olarak aktardı."
    },
    {
      "id": 189,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn Abbas dedi ki: Allah'ın Resulü (ﷺ) bir (keçi) omzu aldı ve namaz kıldı ve abdest almadı."
    },
    {
      "id": 190,
      "narrator": "Ibn 'Abbas said:",
      "text": "Al-Mughirah ibn Shu'bah'dan rivayet edilmiştir: Bir gece Peygamber'in (ﷺ) misafiri oldum. O, bir parça koyun eti kızartılmasını emretti ve kızartıldı. Sonra bir bıçak aldı ve benim için eti kesmeye başladı. Bu sırada Bilal geldi ve onu namaza çağırdı. Bıçağı fırlattı ve dedi ki: Ne oldu! Elleri toprağa bulanmış olsun! Sonra namaz kılmak için durdu. Al-Anbari ekledi: Bıyıklarım uzadı. Onları bir diş temizleme aletiyle kısalttı; ya da dedi ki: Bıyıklarını oraya diş temizleme aleti koyarak kısaltacağım."
    },
    {
      "id": 191,
      "narrator": "Muhammad b. al-Munkadir said:",
      "text": "Al-Anbari dedi ki: Bıyıklarım uzadı. Onları bir diş temizleme aletiyle kısalttı; ya da dedi ki: Bıyıklarını oraya diş temizleme aleti koyarak kısaltacağım."
    },
    {
      "id": 192,
      "narrator": "Jabir said:",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir (keçi) omzunu aldı ve oturduğu örtüyle elini sildi, kalktı ve namaz kıldı."
    },
    {
      "id": 193,
      "narrator": "Narrated Abdullah ibn Harith ibn Jaz':",
      "text": "İbn Abbas dedi ki: Peygamber (ﷺ) bir (keçi) omzundan biraz et yedi. Sonra namaz kıldı ve abdest almadı."
    },
    {
      "id": 194,
      "narrator": "Abu Hurairah reported:",
      "text": "Muhammed b. al-Munkadir dedi ki: Jabir b. Abdullah'ın şöyle dediğini duydum: Ben Peygamber'e (ﷺ) ekmek ve et sundum. O yedi ve abdest suyu istedi. Abdest aldı ve öğle (Dhuhr) namazını kıldı. Sonra kalan yiyeceği istedi ve yedi. Sonra kalktı ve namaz kıldı ve abdest almadı."
    },
    {
      "id": 195,
      "narrator": "Narrated Umm Habibah:",
      "text": "Jabir dedi ki: Allah'ın Resulü'nün (ﷺ) son uygulaması, ateşle pişirilmiş bir şey yedikten sonra abdest almadığıydı."
    },
    {
      "id": 196,
      "narrator": "‘Abd Allah b.’Abbas said that the Prophet (peace be upon him) drank some milk and then rinsed his mouth saying :",
      "text": "Abdullah b. Abbas, Peygamberin (sallallahu aleyhi ve sellem) biraz süt içtiğini ve sonra ağzını çalkalayıp \"İçinde yağ var\" dediğini söyledi."
    },
    {
      "id": 197,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik rivayet etti: Allah'ın Elçisi (sallallahu aleyhi ve sellem) biraz süt içti ve ağzını çalkalamadı, abdest de almadı ve namaz kıldı."
    },
    {
      "id": 198,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah rivayet etti: Biz, Allah'ın Elçisi (sallallahu aleyhi ve sellem) ile Dhat ar-Riqa savaşına doğru yola çıktık. Müslümanlardan biri, bir kafirin karısını öldürdü. Kocası yemin etti: \"Muhammed'in arkadaşlarından birini öldürmeden dinlenmeyeceğim.\""
    },
    {
      "id": 199,
      "narrator": "‘Abd Allah b. ‘Umar said:",
      "text": "O, Peygamberin (sallallahu aleyhi ve sellem) izini takip ederek dışarı çıktı. Peygamber (sallallahu aleyhi ve sellem) belirli bir yere kamp kurdu. \"Bize kim göz kulak olacak?\" dedi. Muhacirlerden bir kişi ve Ensar'dan bir başka kişi cevap verdi. \"Dağ geçidinin ağzına gidin\" dedi. Dağ geçidinin ağzına gittiklerinde, Muhacir olan kişi uzandı, Ensar olan kişi ise namaz kılmakta duruyordu."
    },
    {
      "id": 200,
      "narrator": "Narrated Anas:",
      "text": "Adam (düşman) onlara geldi. Kişiyi görünce, Müslümanların gözcüsü olduğunu anladı. Ona bir ok attı ve hedefi vurdu. Ama o (okunu çıkardı ve) attı. Sonra o (düşman) üç ok daha attı. Müslüman (secdeye gitti ve) arkadaşını uyandırdı. Düşman, Müslümanların varlığından haberdar olduklarını görünce kaçtı."
    },
    {
      "id": 201,
      "narrator": "Anas b. Malik reported:",
      "text": "Muhacir olan kişi, Ensar olanın kanadığını görünce ona sordu: \"Subhanallah! Neden ilk seferde seni uyandırmadım?\""
    },
    {
      "id": 202,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "O cevapladı: \"Kur'an'dan bir sure okuyordum. Bunu bırakmak istemedim.\""
    },
    {
      "id": 203,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abdullah b. Umar dedi ki: Bir gece Allah'ın Elçisi (sallallahu aleyhi ve sellem) meşguldü ve akşam (isha) namazını o kadar geciktirdi ki, biz camide uyuyakaldık. Uyandık, sonra tekrar uyuduk, tekrar uyandık ve tekrar uyuduk. O (Peygamber) bize geldi ve \"Namaz bekleyen sizden başka kimse yok\" dedi."
    },
    {
      "id": 204,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Anas rivayet etti: Allah'ın Elçisi (sallallahu aleyhi ve sellem) hayatta iken, Ashab akşam namazını beklemekten o kadar uyuyakaldılar ki, başları aşağı doğru eğildi. Sonra namaz kıldılar ve abdest almadılar."
    },
    {
      "id": 205,
      "narrator": "Narrated Ali ibn Talq:",
      "text": "Ebu Davud dedi ki: Şu'be, Katade'den, \"Allah'ın Elçisi (sallallahu aleyhi ve sellem) döneminde başlarımızı (uyku nedeniyle) aşağı eğerdik\" diye ekledi."
    },
    {
      "id": 206,
      "narrator": "‘Ali said:",
      "text": "Ebu Davud dedi ki: Bu rivayet farklı bir isnadla aktarılmıştır."
    },
    {
      "id": 207,
      "narrator": "Narrated Al-Miqdad ibn al-Aswad:",
      "text": "Anas b. Malik bildirdi: (İnsanlar) akşam namazı için ayakta durdular ve bir adam ayağa kalkıp konuştu: \"Allah'ın Elçisi, sana söylemem gereken bir şey var.\" O (Peygamber) onunla gizli bir konuşmaya girdi, ta ki insanlar ya da bazıları uyuyakaldı, sonra onları namaza yönlendirdi. O (Thabit al-Bunani) abdestten bahsetmedi."
    },
    {
      "id": 208,
      "narrator": "‘Urwah said :",
      "text": "Abdullah ibn Abbas rivayet etti: Allah'ın Elçisi (sallallahu aleyhi ve sellem) secde eder ve secdede uyur, uyurken sesler çıkarırdı. Sonra kalkar ve namaz kılardı, abdest almazdı. Ben ona dedim: \"Sen namaz kıldın ama secdede uyuduğun halde abdest almadın.\" O cevapladı: \"Yatan birinin abdest alması gereklidir.\" Osman ve Hannad ekledi: \"Yatınca eklemleri gevşer.\""
    },
    {
      "id": 209,
      "narrator": "‘Urwah reported on the Authority of his father a tradition from ‘Ali b. Abi Talib who said :",
      "text": "Ebu Davud dedi ki: \"Yatan birinin abdest alması gereklidir\" ifadesi bir munkar (reddedilmiş) rivayettir. Sadece Yazid Abu Khalid al-Dalani tarafından, Katade'den aktarılmıştır. Ve bunun önceki kısmı, bir grup (rivayetçi) tarafından İbn Abbas'tan aktarılmıştır; onlar bununla ilgili bir şey söylememişlerdir. O (İbn Abbas) dedi ki: \"Peygamber (sallallahu aleyhi ve sellem) uyurken korunuyordu.\" Aişe bildirdi: \"Peygamber (sallallahu aleyhi ve sellem) dedi ki: \"Gözlerim uyur, ama kalbim uyumaz.\" Şu'be dedi ki: Katade, Abu'l-'Aliyah'dan sadece dört rivayet dinlemiştir: Yunus oğlu Matta hakkında olan rivayet, İbn Umar'dan namaz hakkında olan rivayet, hakimlerin üç olduğuna dair rivayet ve İbn Abbas'tan gelen rivayet: \"Bu rivayet güvenilir kişiler tarafından bana aktarıldı; Umar bunlardan biridir ve benim görüşüme göre en güvenilir olanı Umar'dır.\" Ebu Davud dedi ki: \"Yazid al-Dalani tarafından aktarılan rivayet hakkında Ahmed b. Hanbal'a sordum. Bana saygısından dolayı sert bir şekilde karşılık verdi. Sonra dedi ki: Yazid al-Dalani, Katade'nin hocalarının aktardığına hiçbir şey eklemiyor. Bu rivayeti (zayıflığı nedeniyle) önemsemedi.\""
    },
    {
      "id": 210,
      "narrator": "Narrated Sahl ibn Hunayf:",
      "text": "Ali ibn Ebu Talib rivayet etti: Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: \"Gözler, anüsün deri kayışıdır, bu nedenle uyuyan birinin abdest alması gerekir.\""
    },
    {
      "id": 211,
      "narrator": "Narrated Abdullah ibn Sa'd al-Ansari:",
      "text": "Abdullah ibn Sa'd al-Ansari'den rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) banyo yapmayı gerektiren şeyin ne olduğunu ve banyodan sonra akan (prostat) sıvıyı sordum. O, şöyle cevap verdi: Bu madhi (prostat sıvısı) olarak adlandırılır. Her erkekten akar. Bunun için özel bölgelerinizi ve testislerinizi yıkamalı ve namaz için yaptığınız gibi abdest almalısınız."
    },
    {
      "id": 212,
      "narrator": "Narrated Abdullah ibn Sa'd al-Ansari:",
      "text": "Abdullah ibn Sa'd al-Ansari'den rivayet edilmiştir: Abdullah, Allah'ın Resulü'ne (ﷺ) adet gören eşimle ne yapmam helaldir? diye sordu. O, şöyle cevap verdi: Belden yukarısı senin için helaldir."
    },
    {
      "id": 213,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Rivayet eden kişi ayrıca adet gören bir kadınla yemek yemenin de helalliğinden bahsetti ve geleneği tam olarak aktardı."
    },
    {
      "id": 214,
      "narrator": "Ubayy b. Ka’b reported :",
      "text": "Mu'adh ibn Jabal'den rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) adet gören eşimle ne yapmam helaldir? diye sordum. O, şöyle cevap verdi: Belden yukarısı helaldir, fakat bundan da kaçınmak daha iyidir."
    },
    {
      "id": 215,
      "narrator": "Ubayy b. Ka’b said :",
      "text": "Ebu Davud dedi ki: Bu (geleneğin) kuvvetli olmadığı söylenmiştir."
    },
    {
      "id": 216,
      "narrator": "Abu Hurairah reported the Prophet (May peace be upon him) as saying :",
      "text": "Ubayy b. Ka'b bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) İslam'ın ilk günlerinde, cinsel ilişkiye giren birinin (ve meni çıkışı olmadan) banyo yapmaması konusunda bir kolaylık tanımıştır. Ancak daha sonra böyle bir durumda banyo yapmayı emretmiş ve bunu atlamayı yasaklamıştır."
    },
    {
      "id": 217,
      "narrator": "Aba Sa’id al-Khudri reported :",
      "text": "Ubayy b. Ka'b dedi ki: İnsanların (İslam'ın ilk günlerinde) meni çıkışı olduğunda banyonun gerekli olduğu hükmü, Allah'ın Resulü'nün İslam'ın başında verdiği kolaylıktan kaynaklanıyordu. Daha sonra böyle bir durumda banyo yapmayı emretmiştir."
    },
    {
      "id": 218,
      "narrator": "Anas reported :",
      "text": "Ebu Davud dedi ki: Abu Ghassan, Muhammed b. Mutarrif'i kastetmektedir."
    },
    {
      "id": 219,
      "narrator": "Narrated AbuRafi':",
      "text": "Abu Hurairah, Peygamberin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: Bir kimse, bir kadının dört uzvu arasında oturduğunda ve (erkek ve kadın) sünnetli uzuvlar birleştiğinde, banyo yapmak farz olur."
    },
    {
      "id": 220,
      "narrator": "Abu sa’id al-Khudri reported :",
      "text": "Aba Sa'id al-Khudri bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle dedi: Meni çıkışı olduğunda banyo yapmak yalnızca gereklidir. Ve Abu Salamah bunu takip etti."
    },
    {
      "id": 221,
      "narrator": "‘Abd Allah b. ‘Umar reported :",
      "text": "Anas bildirmiştir: Bir gün Allah'ın Resulü (sallallahu aleyhi ve sellem) tüm eşleriyle tek bir banyo ile cinsel ilişkiye girdi."
    },
    {
      "id": 222,
      "narrator": "‘A’ishah reported:",
      "text": "Ebu Davud dedi ki: Bu gelenek başka bir ravi zinciriyle aktarılmıştır."
    },
    {
      "id": 223,
      "narrator": "This Tradition has been narrated on the Authority of al-Zuhri through a different chain. It adds :",
      "text": "Abu Rafi' den rivayet edilmiştir: Bir gün Peygamber (ﷺ) tüm eşleriyle cinsel ilişkiye girdi. Her cinsel ilişkiden sonra banyo yaptı. Ona sordum: Allah'ın Resulü, neden bunu tek bir banyo ile yapmıyorsun? O, şöyle cevap verdi: Bu daha temizleyici, daha iyidir ve daha temizdir."
    },
    {
      "id": 224,
      "narrator": "‘A’ishah reported :",
      "text": "Ebu Davud dedi ki: Anas tarafından rivayet edilen gelenek, bu gelenekten daha sağlamdır."
    },
    {
      "id": 225,
      "narrator": "Narrated Ammar ibn Yasir:",
      "text": "Abu Sa'id al-Khudri bildirmiştir: Peygamber (sallallahu aleyhi ve sellem) şöyle dedi: Sizden biri eşiyle cinsel ilişkiye girdiğinde ve bunu tekrarlamak isterse, aralarında abdest almalıdır."
    },
    {
      "id": 226,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Ghudayf ibn al-Harith şöyle bildirmiştir: Aişe'ye sordum: Allah'ın Resulü (ﷺ) gece başında mı yoksa sonunda mı (nifas nedeniyle) yıkanırdı?"
    },
    {
      "id": 227,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "O da şöyle cevap verdi: Bazen gece başında, bazen de sonunda yıkanırdı."
    },
    {
      "id": 228,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Bunun üzerine haykırdım: Allah en büyüktür. Bu meseleyi kolaylaştıran Allah'a hamd olsun."
    },
    {
      "id": 229,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Yine ona sordum: Ne dersin, Allah'ın Resulü (ﷺ) gece başında mı yoksa sonunda mı vitir namazı kılardı?"
    },
    {
      "id": 230,
      "narrator": "Hudhaifah reported :",
      "text": "O da şöyle cevap verdi: Bazen gece başında, bazen de sonunda vitir namazı kılardı."
    },
    {
      "id": 231,
      "narrator": "Abu Hudhaifah reported :",
      "text": "Haykırdım: Allah en büyüktür. Bu meseleyi kolaylaştıran Allah'a hamd olsun."
    },
    {
      "id": 232,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Yine ona sordum: Ne dersin, Allah'ın Resulü (ﷺ) Kur'an'ı (namazda) yüksek sesle mi yoksa sessizce mi okurdu?"
    },
    {
      "id": 233,
      "narrator": "Narrated AbuBakrah:",
      "text": "O da şöyle cevap verdi: Bazen yüksek sesle, bazen de sessizce okurdu."
    },
    {
      "id": 234,
      "narrator": "This tradition has been reported by Hammad b. Salamah through the same chain of narrators and conveying a similar meaning. This version adds in the beginning:",
      "text": "Haykırdım: Allah en büyüktür. Bu meseleyi esnek kılan Allah'a hamd olsun."
    },
    {
      "id": 235,
      "narrator": "Abu Hurairah reported:",
      "text": "---"
    },
    {
      "id": 236,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Melekler, içinde resim bulunan, köpek bulunan veya cinsel olarak kirli bir kişinin bulunduğu eve girmezler."
    },
    {
      "id": 237,
      "narrator": "‘A’ishah reported on the authority of Umm Sulaim al-Ansariyah, who was the mother of Anas b. Malik, said:",
      "text": "---"
    },
    {
      "id": 238,
      "narrator": "'Aishah said:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) cinsel kirlenme halinde suya dokunmadan uyurdu."
    },
    {
      "id": 239,
      "narrator": "Jubair b. Mut’im reported :",
      "text": "Ebu Davud dedi ki: Hasan b. Ali el-Vasiti, Yazid b. Harun'un şöyle dediğini işitti: Bu rivayet bir yanlış anlamaya dayanmaktadır, yani Ebu İshak tarafından bildirilen rivayet."
    },
    {
      "id": 240,
      "narrator": "'Aishah reported :",
      "text": "---"
    },
    {
      "id": 241,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Banu Taym Allah ibn Tha'labah'ın oğullarından Jumay' ibn Umayr dedi ki: Annem ve teyzemle birlikte Aişe'nin yanına girdim. Onlardan biri ona sordu: Banyo yaparken nasıl oldun? Aişe cevap verdi: Allah'ın Elçisi (ﷺ) abdest aldı (başlangıçta) namaz için yaptığı gibi. Sonra başına üç defa su döktü. Ama biz, saç örgülerimiz nedeniyle başımıza beş defa su döktük."
    },
    {
      "id": 242,
      "narrator": "'Aishah reported :",
      "text": "Aişe'nin bildirdiğine göre: Allah'ın Elçisi (Ona selam olsun) cinsel kirlenme nedeniyle banyo yaparken, Sulaiman versiyonuna göre, başlangıçta sağ eliyle (sol eline) su dökerdi; Musaddad versiyonuna göre ise, her iki elini de yıkarken sağ eline kaptan su dökerdi. Anlaşılan versiyona göre, sonra cinsel organını yıkardı. Ardından namaz için yaptığı gibi abdest alır, ellerini kaptan sokar ve suyu saçlarının arasından geçirirdi. Su vücudunun her yerine ulaştığını ve iyice temizlendiğini bildiğinde, başına üç defa su dökerdi. Eğer biraz su kalmışsa, onu da üzerine dökerdi."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Aişe dedi ki: Allah'ın Elçisi (Ona selam olsun) cinsel kirlenme nedeniyle banyo yapmaya niyet ettiğinde, önce elleriyle başlardı ve onları yıkardı. Sonra uzuvlarının eklemlerini yıkar ve ellerini temizledikten sonra üzerine su dökerdi, duvara sürterek (tamamen temizlenmesi için) toprakla ovardı. Sonra abdest alır ve başına su dökerdi."
    },
    {
      "id": 244,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: İsterseniz, cinsel kirlenme nedeniyle banyo yaptığı yerde Allah'ın Elçisi'nin (ﷺ) elinin izlerini size gösterebilirim."
    },
    {
      "id": 245,
      "narrator": "Maimunah reported:",
      "text": "Maimunah bildirdi: Cinsel ilişki nedeniyle Peygamber (Ona selam olsun) için yıkanmak üzere suyu (kapta) yerleştirdim. O, kabı aşağıya indirdi ve sağ eline su döktü. Sonra iki veya üç defa yıkadı. Ardından cinsel organına su döktü ve sol eliyle yıkadı. Sonra onu yere koydu ve sildi. Sonra ağzını çalkaladı, burnuna su çekti, yüzünü ve ellerini yıkadı. Sonra başına ve vücuduna su döktü. Sonra kenara çekildi ve ayaklarını yıkadı. Ona bir giysi verdim, ama o suyu vücudundan silkeleyerek kenara çekildi. İbrahim'e bunu söyledim. O, (ashabın) giysiyi (su silmek için) kullanmasında bir sakınca görmediğini, ama bunu alışkanlık haline getirmeyi hoş karşılamadıklarını söyledi."
    },
    {
      "id": 246,
      "narrator": "Shu’bah reported :",
      "text": "Abu Davud dedi ki: Musaddad şöyle dedi: 'Abdullah b. Davud'a (ashabın) bunu alışkanlık haline getirmekten hoşlanıp hoşlanmadıklarını sordum. O, şöyle cevap verdi: bu (gelenek) benzer bir şekilde geçiyor ve ben de bu kitabımda benzer bir şekilde buldum."
    },
    {
      "id": 247,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Şu'be bildirdi: İbn Abbas cinsel kirlenme nedeniyle banyo yaptığında, sağ eliyle sol eline yedi defa su dökerdi. Bir kez kaç defa su döktüğünü unuttu. Bu nedenle bana sordu: Kaç defa su döktüm? Bilmiyorum. O, \"Anneni kaybet!\" dedi. Seni hatırlamaktan alıkoyan neydi? Sonra namaz için yaptığı gibi abdest aldı ve vücuduna su döktü. Sonra dedi ki: İşte Allah'ın Elçisi (Ona selam olsun) kendisini böyle temizledi."
    },
    {
      "id": 248,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Başlangıçta elli namaz (farz) vardı; ve (İslam'ın başlangıcında) cinsel kirlenme nedeniyle yıkanmak yedi defa (farz) idi; ve kumaştan idrarı yıkamak yedi defa (farz) idi."
    },
    {
      "id": 249,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Allah'ın Elçisi (ﷺ) Allah'a dua etmeye devam etti ta ki namaz sayısı beşe indirildi ve cinsel kirlenme nedeniyle yıkanmak sadece bir kez yapılmasına izin verildi ve kumaştan idrarı yıkamak da sadece bir kez yapılmasına izin verildi."
    },
    {
      "id": 250,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Her saçın altında cinsel kirlenme vardır; bu yüzden saçları yıkayın ve deriyi temizleyin."
    },
    {
      "id": 251,
      "narrator": "Umm Salamah said:",
      "text": "Abu Davud dedi ki: Harith b. Vacih tarafından rivayet edilen gelenek reddedilmiştir (Munkar). O, (rivayet açısından) zayıftır."
    },
    {
      "id": 252,
      "narrator": "Umm Salamah said:",
      "text": "Ali b. Ebu Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Eğer cinsel kirlenme içinde olan biri, yıkamadan bir saç genişliğinde bir yer bırakırsa, bunun için cehennem ateşinin şu kadar miktarına katlanması gerekecektir. Ali dedi ki: Bu yüzden başımı (saçımı) düşman olarak gördüm, yani saçımı kestim. O, başının saçını keserdi. Allah ondan razı olsun."
    },
    {
      "id": 253,
      "narrator": "'Aishah said:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) banyo yaptı ve iki rek'at namaz kıldı ve sabah namazını kıldı. Banyo yaptıktan sonra yeni bir abdest aldığını düşünmüyorum."
    },
    {
      "id": 254,
      "narrator": "'Aishah said:",
      "text": "Ümmü Seleme dedi ki: Müslümanlardan biri sordu ve Zübeyir bildirdi: Ümmü Seleme (kendisi) sordu: Allah'ın Elçisi, ben saçlarını sıkı bir şekilde örmüş bir kadınım; cinsel kirlenme sonrası yıkanırken saçımı açmalı mıyım? O, (hayır) dedi, üç avuç suyu üzerine atman yeterlidir. Sonra tüm vücuduna su dök ve temizleneceksin."
    },
    {
      "id": 255,
      "narrator": "Narrated Thawban:",
      "text": "Ümmü Seleme dedi ki: Bir kadın ona geldi, bu önceki rivayetin versiyonuna göredir. Ben Peygamber'e (Ona selam olsun) benzer bir soru sordum (önceki rivayet gibi). Ama bu versiyon ekliyor: \"Ve her avuç suyu attıktan sonra saçlarını sıkıştır.\""
    },
    {
      "id": 256,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Allah'ın Resulü (Ona selam ve salat olsun) cinsel olarak temizlenmediği zaman başını ebegümeci ile yıkardı. Bu ona yeterdi ve üzerine su dökmezdi."
    },
    {
      "id": 257,
      "narrator": "On being asked about (washing) the fluid that flows between man and woman ‘A’ishah said:",
      "text": "Kadın ve erkek arasındaki akıntı (yıkanma) hakkında sorulduğunda Aişe dedi ki: Allah'ın Resulü (Ona selam ve salat olsun) bir avuç su alır ve akıntının üzerine dökerdi. Yine bir avuç su alır ve akıntının üzerine dökerdi."
    },
    {
      "id": 258,
      "narrator": "Anas b. malik said:",
      "text": "Enes b. Malik dedi ki: Yahudiler arasında bir kadın adet gördüğünde, onu evden atarlardı, onunla yemek yemez, içki içmez ve evlerinde onunla bir araya gelmezlerdi. Bunun üzerine Allah'ın Resulü (Ona selam ve salat olsun) bu konuda soruldu. Bunun üzerine Allah, “Sana adet hakkında soruyorlar. De ki: O bir hastalıktır, bu zamanlarda kadınlara yaklaşmayın” (Bakara 222) ayetini indirdi. Allah'ın Resulü (Ona selam ve salat olsun) daha sonra dedi ki: Onlarla evlerde bir araya gelin ve cinsel ilişki dışında her şeyi yapın. Bunun üzerine Yahudiler dediler ki: Bu adam, yaptığımız hiçbir şeyi onaylamadan bırakmak istemiyor. Usaid b. Hudayr ve Abbad b. Bişr geldiler ve dediler ki: Allah'ın Resulü, Yahudiler şöyle böyle diyor. O zaman adet döneminde kadınlarla cinsel ilişkiye girmeyecek miyiz? Allah'ın Resulü'nün (Ona selam ve salat olsun) yüzü öyle bir değişti ki, onlara kızgın olduğunu düşündük; ama çıktıklarında, Allah'ın Resulü'ne getirilen süt hediyesini aldılar ve onlara içecek gönderdi, bu yüzden onun onlara kızgın olmadığını düşündük."
    },
    {
      "id": 259,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Adet gördüğümde bir kemikten et yerdim, sonra onu Peygamber'e (Ona selam ve salat olsun) verirdim ve o, benim ağzımın koyduğu yere ağzını koyardı: Ben içerdim, sonra onu ona verirdim ve o, benim içtiğim yerden ağzını koyardı."
    },
    {
      "id": 260,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Allah'ın Resulü (Ona selam ve salat olsun) adet gördüğümde dizime yaslanır ve Kur'an okurdu."
    },
    {
      "id": 261,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Allah'ın Resulü (Ona selam ve salat olsun) bana; camiden matı getir dedi. Ben de; ben adet görüyorum dedim. Allah'ın Resulü (Ona selam ve salat olsun) şöyle cevap verdi: Adetin senin elinde değil."
    },
    {
      "id": 262,
      "narrator": "Mu’adhah reported :",
      "text": "Mu’adhah bildirdi: Bir kadın Aişe'ye sordu: Adet gören bir kadın, adet döneminde terk edilen namazı tamamlamalı mı? Aişe dedi ki: Sen Haruriyyah mısın? Allah'ın Resulü (Ona selam ve salat olsun) döneminde adet döneminde terk edilen namazları tamamlamazdık, tamamlamamız için de emredilmedik."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "Bu rivayet, Aişe'den Mu’adhah al-‘Adawiyyah aracılığıyla farklı bir isnatla da nakledilmiştir. Bu versiyon ekliyor; terk edilen orucu tamamlamamız emredildi, ama terk edilen namazı tamamlamamız emredilmedi."
    },
    {
      "id": 264,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (Ona selam ve salat olsun) adet döneminde eşiyle cinsel ilişkiye giren bir kişi hakkında şöyle dedi: Bir dinar veya yarım dinar sadaka vermelidir."
    },
    {
      "id": 265,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Abu Davud dedi ki: Doğru versiyon şöyle der: Bir dinar veya yarım dinar. Şu'bah (bir ravî) bu hadisi bazen Peygamber'in (Ona selam ve salat olsun) sözü olarak nakletmemiştir."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "İbn Abbas dedi ki: Eğer biri adet döneminin başında cinsel ilişkiye girerse, bir dinar vermelidir; eğer adet döneminin sonunda cinsel ilişkiye girerse, yarım dinar vermelidir."
    },
    {
      "id": 267,
      "narrator": "Maimunah said:",
      "text": "İbn Abbas, Peygamber'in (Ona selam ve salat olsun) şöyle dediğini bildirdi: Bir adam, eşi adetliyken cinsel ilişkiye girerse, yarım dinar sadaka vermelidir."
    },
    {
      "id": 268,
      "narrator": "'Aishah said; When anyone amongst us (the wives of the Prophet) menstruated, the Messenger of Allah (May peace be upon him) asked her to tie a waist wrapper (over her body) and then husband lay with her, or he (Shu’bah) said:",
      "text": "Abu Davud dedi ki; ‘Ali b. Budhaimah, Miqsam'dan Peygamber'in (Ona selam ve salat olsun) sözlerini benzer şekilde aktardı. Al-Awza’i, Yazid b. Abi Malik'ten, ‘Abd al-Hamid b. ‘Abd al-Rahman'dan Peygamber'den (Ona selam ve salat olsun) şöyle nakletti; ona iki beşte bir dinar sadaka vermesini emretti. Ancak bu, iki ravinin (Miqsam ve İbn Abbas) eksik olduğu bir isnattır."
    },
    {
      "id": 269,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Maimunah dedi ki: Peygamber (Ona selam ve salat olsun) adetli olan eşlerinden biriyle temas eder ve onu kucaklardı. O, beline kadar örtü giyerdi veya dizlerini onunla kaplardı."
    },
    {
      "id": 270,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe dedi ki; Bizden (Peygamber'in eşleri) biri adet gördüğünde, Allah'ın Resulü (Ona selam ve salat olsun) ona bedeninin üzerine bir bel örtüsü bağlamasını söylerdi ve sonra kocası onunla birlikte olurdu, ya da o (Şu’bah) dedi ki: onu kucaklardı."
    },
    {
      "id": 271,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Adet gördüğümde, yataktan kalktım ve sazdan yapılmış matın üzerine yattım ve Allah'ın Resulü'ne (ﷺ) yaklaşmadım veya yanına gelmedim, ta ki temizlenene kadar."
    },
    {
      "id": 272,
      "narrator": "Narrated One of the Wives of the Prophet:",
      "text": "Peygamberin (ﷺ) eşlerinden biri rivayet etti: İkrime, Peygamberin (ﷺ) eşlerinden birinin nakline göre, Peygamber (ﷺ) adetli eşiyle bir şey (yani öpme, kucaklama) yapmak istediğinde, onun özel yerinin üzerine bir örtü koyardı."
    },
    {
      "id": 273,
      "narrator": "",
      "text": "Aişe şöyle dedi: Allah'ın Resulü (Ona selam olsun) adetimizin başında bize bel sarmamızı söylerdi. Sonra bizi kucaklardı. İçinizden kim, Allah'ın Resulü'nün (Ona selam olsun) arzusuna sahip olduğu kadar arzusuna hakim olabilir?"
    },
    {
      "id": 274,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ümmü Selame, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) zamanında bir kadın kanama sorunu yaşıyordu. Ümmü Selame, Allah'ın Resulü'ne (ﷺ) onun hakkında bir hüküm vermesini istedi. O da: \"O, her ay adet gördüğü gün ve gece sayısını dikkate almalı ve bu süre zarfında namazı terk etmelidir. O gün ve geceler geçtikten sonra, yıkanmalı, özel yerinin üzerine bir örtü bağlamalı ve namaz kılmalıdır.\" dedi."
    },
    {
      "id": 275,
      "narrator": "",
      "text": "Süleyman b. Yesar, bir adamın Ümmü Selame'den kendisine bildirdiğini söyledi; bir kadın kanama sorunu yaşıyordu. Ve o, adet dönemi sona erdiğinde ve namaz vakti geldiğinde, yıkanması gerektiğini, önceki rivayette belirtildiği gibi nakletti."
    },
    {
      "id": 276,
      "narrator": "",
      "text": "Süleyman b. Yesar, Ensar'dan bir kişinin rivayet ettiğini söyledi; bir kadın kanama sorunu yaşıyordu. Sonra, al-Laith'in rivayeti gibi kalan kısmı anlattı. Dedi ki; adet dönemi sona erdiğinde ve namaz vakti geldiğinde, yıkanmalıdır. Aynı anlamı taşıyan rivayeti aktardı."
    },
    {
      "id": 277,
      "narrator": "",
      "text": "Bu rivayet, al-Laith'in rivayeti gibi aynı anlamda nakledilmiştir. Diyor ki; O, adet dönemini dikkate alarak namazı terk etmelidir. Namaz vakti yaklaşınca, yıkanmalı, özel yerinin üzerine bir örtü bağlamalı ve namaz kılmalıdır."
    },
    {
      "id": 278,
      "narrator": "Sulaiman b. Yasar reported this narrative on the authority of Umm Salamah. This version has:",
      "text": "Süleyman b. Yesar, bu anlatıyı Ümmü Selame'den aktardı. Bu versiyonda: O (Peygamber) dedi ki: \"O, namazı terk etmelidir ve ek süre başında yıkanmalı, özel yerinin üzerine bir örtü bağlamalı ve namaz kılmalıdır.\""
    },
    {
      "id": 279,
      "narrator": "'Aishah reported :",
      "text": "Ebu Davud dedi ki; Hammad b. Zaid, Ayyub'un rivayetiyle, bu hadiste bahsedilen uzun süreli kanama yaşayan kadının adının Fatıma bint Ebu Hubeyş olduğunu belirtmiştir."
    },
    {
      "id": 280,
      "narrator": "Narrated Fatimah daughter of AbuHubaysh:",
      "text": "Aişe rivayet etti: Ümmü Habibe, Peygamber (ﷺ) ile adet dışındaki kanama hakkında sordu. Aişe dedi ki: Onun kanla dolu yıkama kasesini gördüm. Allah'ın Resulü (Ona selam olsun) dedi ki; \"Namazdan uzak durun, adetinizin engellediği süre kadar. Sonra kendinizi yıkayın.\""
    },
    {
      "id": 281,
      "narrator": "'Urwah b. al-Zubair said:",
      "text": "Ebu Davud dedi ki: Kutaibe, hadisin metninin ortasında Jafar b. Rabi'ah adını ikinci kez zikretti (yani, Kutaibe, Jafar b. Rabi'ah'ın naklinden şüphelenerek, bir kez zincirde ve bir kez de metni aktarırken adını iki kez anmıştır). Ali b. Ayyash ve Yunus b. Muhammed, al-Laith'ten rivayet ettiler. Onlar Jafar b. Rabi'ah adını zikrettiler."
    },
    {
      "id": 282,
      "narrator": "'Urwah reported on the authority of 'Aishah:",
      "text": "Fatıma bint Ebu Hubeyş'ten rivayet edilmiştir: Urve b. Zübeyr, Fatıma bint Ebu Hubeyş'in Allah'ın Resulü'ne (ﷺ) kanaması hakkında sorduğunu aktardı. Allah'ın Resulü (ﷺ) ona dedi ki: \"Bu sadece bir damardır; bak, adet gördüğünde namaz kılma; ve adet bitince, kendini yıka ve bir adet döneminden diğerine kadar namaz kıl.\""
    },
    {
      "id": 283,
      "narrator": "This tradition has also been transmitted by Zuhair through a different chain of narrators, to the same effect. He said:",
      "text": "Urve b. Zübeyr dedi ki: Fatıma bint Ebu Hubeyş, Asma' (bint Ebu Bekir)'dan, ya da Asma' bana, Fatıma bint Ebu Hubeyş'in Allah'ın Resulü'ne (ﷺ) sormasını istediğini aktardı. O, ona daha önceki süresi kadar (namazdan) uzak durmasını tavsiye etti. Sonra kendini yıkamalıdır."
    },
    {
      "id": 284,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: Katade, Urve b. Zübeyr'den, Ümmü Selame'nin kızı Zeynep'ten, Ümmü Habibe bint Cahş'ın uzun süreli kanama yaşadığını rivayet etti. Peygamber (ﷺ) ona adet süresi boyunca namazı terk etmesini emretti. Sonra yıkanmalı ve namaz kılmalıdır."
    },
    {
      "id": 285,
      "narrator": "'Aishah said:",
      "text": "Ebu Davud dedi ki: Katade, Urve'den hiçbir şey duymadı."
    },
    {
      "id": 286,
      "narrator": "Narrated Fatimah daughter of AbuHubaysh:",
      "text": "Fatıma bint Ebu Hübeyş'ten rivayet edilmiştir: Urve b. Zübeyr, Fatıma bint Ebu Hübeyş'ten, kanının sürekli aktığını, bunun üzerine Peygamber (ﷺ)'in ona şöyle dediğini aktarmıştır: \"Adet kanı geldiğinde, siyah kan gelir ki, bu tanınabilir; bu geldiğinde, namazdan uzak dur. Ama farklı bir kan geldiğinde, abdest al ve namaz kıl, çünkü bu (sadece) bir damardandır.\""
    },
    {
      "id": 287,
      "narrator": "Narrated Hamnah daughter of Jahsh:",
      "text": "Ebu Davud dedi ki: İbn el-Müthanna, bu hadisi, İbn 'Adi'den benzer bir şekilde aktarmıştır. Daha sonra bunu hafızasından bize iletti: Muhammed b. 'Amr, el-Zuhri'den, Urve'den, Aişe'den, Aişe'nin şöyle dediğini bildirdi: \"Fatıma'nın kanı akardı.\" Sonra aynı anlamı taşıyan hadisi aktardı."
    },
    {
      "id": 288,
      "narrator": "'Aishah, wife of Prophet (ﷺ), said:",
      "text": "Ebu Davud dedi ki: Enes b. Sirin, İbn Abbas'tan, uzun süreli kanama yaşayan kadın hakkında rivayette bulunmuştur. Dedi ki: \"Eğer kalın kan görürse, namaz kılmamalıdır; eğer bir an bile temizlendiğini hissederse, abdest alıp namaz kılmalıdır.\""
    },
    {
      "id": 289,
      "narrator": "This tradition has been transmitted through a different chain of narrators. According to this version. 'Aishah said:",
      "text": "Makhul dedi ki: Adet kanı kadınlardan gizli değildir. Kanları siyah ve kalındır. Bu (siyahlık ve kalınlık) gittiğinde ve sarılık ve sıvılık belirdiğinde, bu damardan gelen kan akışıdır. O, yıkanmalı ve namaz kılmalıdır."
    },
    {
      "id": 290,
      "narrator": "This has bee\tn narrated though a different chain of narrators by 'Aishah. This version has the words:",
      "text": "Ebu Davud dedi ki: Bu hadis, Sa'id b. el-Musayyab tarafından farklı bir raviden aktarılmıştır, şöyle demektedir: \"Uzun süreli kanama yaşayan kadın, adet başladığında namazı terk etmelidir; adet sona erdiğinde, yıkanmalı ve namaz kılmalıdır.\""
    },
    {
      "id": 291,
      "narrator": "'Aishah said:",
      "text": "Sumayy ve diğerleri de bunu Sa'id b. el-Musayyab'dan aktarmıştır. Bu versiyon eklemektedir: \"Adet döneminde namazdan uzak durmalıdır.\""
    },
    {
      "id": 292,
      "narrator": "'Aishah said:",
      "text": "Hammad b. Salamah, bunu Yahya b. Sa'id'den, Sa'id b. el-Musayyab'ın rivayetiyle benzer şekilde aktarmıştır."
    },
    {
      "id": 293,
      "narrator": "Narrated Zaynab daughter of AbuSalamah:",
      "text": "Ebu Davud dedi ki: Yunus, el-Hasan'dan rivayet etti: \"Adet kanaması bir kadında normal süreden (uzun) sürdüğünde, adet sona erdikten sonra, bir veya iki gün namazdan uzak durmalıdır. Artık o, uzun süreli kanama yaşayan kadın olur.\""
    },
    {
      "id": 294,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "El-Taimi, Katade'den rivayet etti: \"Eğer adet dönemi beş gün uzarsa, namaz kılmalıdır.\" El-Taimi dedi ki: \"Gün sayısını azaltmaya devam ettim ta ki iki güne ulaşana kadar.\" Dedi ki: \"Eğer dönem iki gün uzarsa, bunlar adet döneminden sayılacaktır.\" İbn Sirin'e bu konuda sorulduğunda, \"Kadınlar bu konuda daha iyi bilgiye sahiptir.\" dedi."
    },
    {
      "id": 295,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 296,
      "narrator": "Asma' daughter of 'Unais said:",
      "text": "Hamne bint Cahş'tan rivayet edilmiştir: Hamne dedi ki: \"Adetim çok fazla ve şiddetliydi. Bunun üzerine Allah'ın Resulü (ﷺ)'ne bir karar almak için geldim ve ona söyledim. Onu kız kardeşim Zeynep bint Cahş'ın evinde buldum.\""
    },
    {
      "id": 297,
      "narrator": "Narrated Grandfather of Adi ibn Thabit ?:",
      "text": "Dedim ki: \"Allah'ın Resulü, ben çok fazla ve şiddetli adet gören bir kadınım, bu konuda ne düşünüyorsunuz? Bu, benim namaz kılmama ve oruç tutmama engel oldu.\""
    },
    {
      "id": 298,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "O dedi ki: \"Pamuk kullanmanı öneririm, çünkü kanı emer.\" O da cevap verdi: \"Bu kadar fazla değil.\" O dedi ki: \"O zaman bir bez al.\" O da cevap verdi: \"Bu kadar fazla değil, çünkü kanım sürekli akıyor.\" Allah'ın Resulü (ﷺ) dedi ki: \"Sana iki emir vereceğim; hangisini uygularsan, o senin için yeterli olacaktır, ama hangisini uygulayabileceğini en iyi sen bilirsin.\""
    },
    {
      "id": 299,
      "narrator": "'Aishah said about the woman who has a prolonged flow of blood:",
      "text": "O ekledi: \"Bu, şeytanın bir vuruşudur, bu yüzden adetini altı veya yedi gün gözlemle, Allah bilir hangisi olmalı; sonra yıkan. Ve kendini temiz ve tamamen temiz hissettiğinde, yirmi üç veya yirmi dört gün ve gece namaz kıl ve oruç tut, çünkü bu senin için yeterli olacaktır, ve bunu her ay yap, tıpkı kadınların adet gördüğü ve adet döneminde temizlendiği gibi.\""
    },
    {
      "id": 300,
      "narrator": "This tradition has also been narrated by 'Aishah through a different chain of transmitters.\n\n\nAbu Dawud said:",
      "text": "Ama eğer öğle (Zuhur) namazını erteleyip, ikindi (Asr) namazını öne alabiliyorsan, yıkanıp, sonra öğle ve ikindi namazını birleştir; akşam namazını erteleyip, gece namazını öne alabiliyorsan, yıkanıp, sonra iki namazı birleştir; sabah namazında yıkan, bunu yap; ve mümkünse oruç tut."
    },
    {
      "id": 301,
      "narrator": "Sumayy, the freed slave of Abu Bakr, says that al-Qa'qa and Zaid b. Aslam sent him to Sa'id b. al-Musayyab to ask him as to how the woman who has flow of blood should wash. He replied:",
      "text": "Sumayy, Ebu Bekir'in azatlı kölesi, el-Ka'ka ve Zeyd b. Aslam'ın onu Sa'id b. el-Musayyab'a, kanaması olan kadının nasıl yıkanması gerektiğini sorması için gönderdiğini söyler. O şöyle cevap verdi: Kadın, öğle namazı vaktinde yıkanmalıdır (banyo, bir öğle namazından diğerine kadar geçerlidir); ve her namaz için abdest almalıdır. Eğer aşırı kanama olursa, özel yerinin üzerine bir bez bağlamalıdır."
    },
    {
      "id": 302,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ebu Davud dedi ki: Bu, İbn Ömer ve Enes b. Malik tarafından, kadının öğle namazı vaktinde yıkanması gerektiği (geçerli) şeklinde rivayet edilmiştir. Bu hadis, Davud ve Asim tarafından el-Şabi'den, eşinden, Kumeyr aracılığıyla Aişe'den de aktarılmıştır; ancak Davud'un rivayetinde \"her gün\" ifadesi, Asim'in rivayetinde ise \"öğle namazı vaktinde\" ifadesi vardır. Bu, Selim b. Abdullah, el-Hassan ve Ata'nın görüşüdür."
    },
    {
      "id": 303,
      "narrator": "Muhammad b. 'Uthman asked al-Qasim b. Muhammad about the woman who has a prolonged flow of blood. He replied:",
      "text": "Ebu Davud dedi ki: Malik dedi ki: İbn el-Musayyab tarafından rivayet edilen hadiste \"bir temizlikten diğerine\" ifadesinin bulunması gerektiğini düşünüyorum. Ancak bu yanlış anlaşıldı ve insanlar bunu \"bir öğle namazından diğerine\" şeklinde değiştirdi."
    },
    {
      "id": 304,
      "narrator": "'Urwah b. al-Zubair said the Fatimah daughter of Abu Hubaish had a prolonged flow of blood. The Prophet (ﷺ) said to her:",
      "text": "Miswar b. Abd al-Malik b. Said b. Abd al-Rahman b. Yarbu' tarafından da şöyle bildirilmiştir: \"bir temizlikten diğerine,\" fakat insanlar bunu \"bir öğle namazından diğerine\" şeklinde değiştirdi."
    },
    {
      "id": 305,
      "narrator": "Narrated Umm Habibah daughter of Jahsh:",
      "text": "---"
    },
    {
      "id": 306,
      "narrator": "Rabi'ah said:",
      "text": "Ali b. Ebu Talib'den rivayet edilmiştir: Kanaması uzun süren kadın, adet dönemi sona erdiğinde her gün yıkanmalıdır ve özel yerlerini bağlamak için yağ veya yağ ile yağlanmış yün bir bez almalıdır."
    },
    {
      "id": 307,
      "narrator": "Umm 'Atiyyah who took an oath of allegiance to the Prophet (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 308,
      "narrator": "'Umm 'Atiyyah has narrated this tradition through a different chain of transmitters.\n\n\nAbu DAwud said:",
      "text": "Muhammed b. Uthman, al-Kasım b. Muhammed'e kanaması uzun süren kadın hakkında sordu. O şöyle cevap verdi: Kadın, adet döneminde namazı terk etmelidir, sonra yıkanmalı ve namaz kılmalıdır; ardından adet döneminde yıkanmalıdır."
    },
    {
      "id": 309,
      "narrator": "'Ikrimah said:",
      "text": "---"
    },
    {
      "id": 310,
      "narrator": "",
      "text": "Urve b. Zübeyr dedi ki: Ebu Hubeyş'in kızı Fatıma'nın kanaması uzun sürüyordu. Peygamber (ﷺ) ona şöyle dedi: Adet kanı geldiğinde, bu tanınabilir siyah bir kan olur; bu geldiğinde namazdan uzak dur, ama farklı bir tür gelirse, abdest al ve namaz kıl."
    },
    {
      "id": 311,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: İbn el-Müthanna dedi ki: İbn 'Adi, bu hadisi Urve'den Aişe'den rivayet ettiğini hatırlamaktadır."
    },
    {
      "id": 312,
      "narrator": "Al-Azdiyyah, viz. Mussah, said:",
      "text": "Ebu Davud dedi ki: Bu hadis, el-Ala b. el-Musayyab ve Şu'be tarafından el-Hakam'dan Ebu Ca'fer aracılığıyla da aktarılmıştır. El-Ala, bunu Peygamber (ﷺ) sözü olarak, Şu'be ise Ebu Ca'fer'in sözü olarak bildirmiştir; o da: Kadın, her namaz için abdest almalıdır, demiştir."
    },
    {
      "id": 313,
      "narrator": "Narrated Woman of Banu Ghifar:",
      "text": "---"
    },
    {
      "id": 314,
      "narrator": "'Aishah reported:",
      "text": "Umm Habibah bint Cahş'tan rivayet edilmiştir: İkrime dedi ki: Umm Habibah bint Cahş'ın kanaması uzun sürüyordu. Peygamber (ﷺ) ona adet döneminde (namazdan) uzak durmasını emretti; sonra yıkanmalı ve namaz kılmalıdır, eğer bir şey görürse (abdestini bozan) abdest almalı ve namaz kılmalıdır."
    },
    {
      "id": 315,
      "narrator": "'Aishah made a mention of the women of the Ansar and admired them stating that they had obliged (all Muslims). She then said:",
      "text": "---"
    },
    {
      "id": 316,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Esma, Peygamber (ﷺ)'e sordu ve ardından aynı etkiyi taşıyan hadisin geri kalanını anlattı. O (Peygamber) dedi ki: \"misk kokulu bir parça kumaş.\" Esma dedi ki: Bununla nasıl taharet alayım? O dedi: \"Allah'ın izniyle! Bununla taharet al, ve yüzünü kumaşla örttü.\" Bu versiyon ayrıca şunu ekliyor: \"O, cinsel kirlenme nedeniyle yıkanmayı sordu.\" O dedi: Su al ve kendini mümkün olan en iyi şekilde temizle. Sonra üzerine su dök. Aişe dedi ki: En iyi kadınlar Ensar kadınlarıdır. Utanma, onların din hakkında soru sormasını ve derin bir anlayış elde etmesini engellemezdi."
    },
    {
      "id": 317,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Usayd b. Hudayr ve onunla birlikte bazı insanları Aişe'nin kaybolan kolyesini aramak için gönderdi. Namaz vakti geldi ve abdest almadan namaz kıldılar. Peygambere (ﷺ) döndüklerinde durumu ona anlattılar, tayammum ile ilgili ayet indirildi."
    },
    {
      "id": 318,
      "narrator": "Narrated Ammar ibn Yasir:",
      "text": "İbn Nufayl ekledi: Usayd ona dedi: Allah sana merhamet etsin! Hiçbir zaman hoş olmayan bir durumla karşılaştığında, Allah Müslümanları ve seni o durumdan kurtarmadı."
    },
    {
      "id": 319,
      "narrator": "The tradition has also been reported through a different chain of narrators. This version has:",
      "text": "Ammar b. Yasir'den rivayet edilmiştir: Onlar (Peygamber'in Sahabeleri) sabah namazını Allah'ın Elçisi (ﷺ) ile birlikte kılmak için temiz toprakla (ellerini ve yüzlerini) sildiler. Ellerini avuçlarıyla yere vurup yüzlerini bir kez sildiler. Sonra tekrar yaptılar ve avuçlarıyla yere bir kez daha vurup ellerini tamamen omuzlarına ve koltuk altlarına kadar iç taraflarıyla sildiler."
    },
    {
      "id": 320,
      "narrator": "Narrated Ammar ibn Yasir:",
      "text": "Hadis farklı bir rivayet zinciriyle de aktarılmıştır. Bu versiyonda: Müslümanlar ayağa kalktı ve avuçlarıyla yere vurdu, ancak ellerine hiç toprak almadılar. O (İbn Vahb) daha sonra hadisin geri kalanını benzer şekilde anlattı, ancak \"omuzlar\" ve \"koltuk altları\" kelimelerini zikretmedi. İbn el-Leyth dedi ki: (Onlar) dirseklerin üstünü sildiler."
    },
    {
      "id": 321,
      "narrator": "Shaqiq said:",
      "text": "Ammar b. Yasir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ulat al-Ceyş'te konakladı ve Aişe onun yanındaydı. Zifar oniksinden yapılmış kolyesi kırıldı (ve bir yere düştü). İnsanlar o kolyeyi bulmak için sabaha kadar bekletildi. İnsanların yanında su yoktu. Bu nedenle Ebu Bekir ona kızdı ve dedi ki: İnsanları beklettin ve onların yanında su yok."
    },
    {
      "id": 322,
      "narrator": "'Abd al-Rahman b. Abza said:",
      "text": "Bunun üzerine Allah, Yüce, bu konuda Elçisine (ﷺ) vahiy indirdi ve onlara temiz toprakla taharet alma izni verdi. Sonra Müslümanlar Allah'ın Elçisi (ﷺ) ile birlikte ayağa kalktı ve elleriyle yere vurdu ve sonra ellerini kaldırdı, ancak ellerine hiç toprak almadılar. Sonra yüzlerini ve ellerini omuzlarına kadar ve avuçlarından koltuk altlarına kadar sildiler."
    },
    {
      "id": 323,
      "narrator": "Ibn Abza reported on the authority of 'Ammar b. Yasir in this tradition as saying (from the Prophet):",
      "text": "İbn Yahya kendi versiyonunda ekledi: İbn Şihab kendi hadisiyle: İnsanlar bunu dikkate almıyor."
    },
    {
      "id": 324,
      "narrator": "Ibn 'Abd al-Rahman b. Abza reported on the authority of his father this incident from 'Ammar. He said:",
      "text": "Ebu Davud dedi ki: İbn İshak da bunu benzer bir şekilde aktardı. Bu (versiyonda) İbn Abbas'dan nakledildi. \"İki vuruş\" (yani toprağa iki kez vurma) kelimelerini Yunus'un belirttiği gibi zikretti. Ve Ma'mar da İbn Şihab'dan \"iki vuruş\" şeklinde aktardı. Malik, İbn Şihab'dan, Ubeydullah b. Abdullah'dan, babası aracılığıyla Ammar'dan aktardı. Ebu Uvais de bunu İbn Şihab'dan benzer bir şekilde aktardı. Ancak İbn Uyeyne buna şüpheyle yaklaştı, bazen babasından, bazen de İbn Abbas'dan dedi. İbn Uyeyne bu konuda karışıklık yaşadı ve İbn Şihab'dan duyduğu hususta da karışıklık yaşadı. Bu hadiste \"iki vuruş\" kelimesini, yalnızca adını zikrettiğim kişiler dışında kimse anmamıştır."
    },
    {
      "id": 325,
      "narrator": "This is transmitted by Shu'bah through a different chain of narrators. This version adds:",
      "text": "Şakik dedi ki: 'Abdullah ve Ebu Musa'nın arasında otururken, Ebu Musa dedi ki: Ebu Abd al-Rahman, eğer bir adam cinsel kirlenme yaşarsa ve bir ay boyunca su bulamazsa; tayammum yapmamalı mı? O cevapladı: Hayır, bir ay boyunca su bulmasa bile. Ebu Musa sonra dedi ki: Al-Ma'idah suresindeki tayammum ile ilgili ayetle ne yapacaksın? \"... ve su bulamazsanız, temiz, yüksek bir yere gidin\" (5:6)? 'Abdullah (b. Mes'ud) dedi ki: Eğer bu konuda insanlara izin verilirse, soğuk su olduğunda temiz toprakla tayammum yapabilirler. Ebu Musa dedi ki: Bu nedenle bunu yasakladın mı? O dedi: Evet. Ebu Musa sonra dedi ki: 'Ammar'ın 'Umar'a ne dediğini duymadın mı? (Dedi ki): Allah'ın Elçisi (ﷺ) beni bir işe gönderdi. Cinsel kirlenme yaşadım ve su bulamadım. Bu nedenle yere yuvarlandım. Sonra Peygamberin (ﷺ) yanına geldim ve bunu ona anlattım. O dedi: Bunu yapman yeterli olurdu. Sonra yere elleriyle vurdu ve onları silkeledi ve sağ elini sol eline, sol elini sağ eline koydu ve (ellerini) bileklerine kadar sildi ve yüzünü sildi. 'Abdullah ona dedi: 'Umar'ın 'Ammar'ın sözünden memnun olmadığını görmedin mi?"
    },
    {
      "id": 326,
      "narrator": "This is also transmitted by Ibn 'Abd al-Rahman b. Abza on the authority of his father from 'Ammar. He reported the Prophet (ﷺ) as saying:",
      "text": "'Abd al-Rahman b. Abza dedi ki: 'Umar ile birlikteyken, bir adam ona geldi ve dedi ki: Biz bir yerde (su bulunmayan) bir ay veya iki ay yaşıyoruz (cinsel kirlenme yaşarsak ne yapmalıyız). 'Umar dedi: Benim açımdan, su bulana kadar namaz kılmam. 'Ammar dedi: Ey müminlerin emiri, hatırlıyor musun, ben ve sen develerin arasında (onlara bakarken) cinsel kirlenme yaşadık. Yere yuvarlandım. Sonra Peygamberin (ﷺ) yanına geldik ve bunu ona anlattım. O dedi: Bunu yapman yeterli olurdu. Sonra iki elini yere vurdu. Sonra onlara üfledi ve yüzünü ve iki elini bileklerine kadar sildi. 'Umar dedi: 'Ammar, Allah'tan kork. O dedi: Ey müminlerin emiri, istersen bunu asla anlatmam. 'Umar dedi: Hayır, Allah'a yemin ederim ki, seni o tarafa döndüreceğiz (yani, senin seçimin var)."
    },
    {
      "id": 327,
      "narrator": "'Ammar b. Yasir said:",
      "text": "İbn Abza, Ammar b. Yasir'den bu hadisi şöyle rivayet etti (Peygamber'den): 'Ammar, senin için (bunu yapmak) yeterli olurdu. Sonra sadece iki elini yere bir kez vurdu; sonra birini diğerine koydu; sonra yüzünü ve iki kolunu bileklerine kadar sildi ve dirseklerine ulaşmadı."
    },
    {
      "id": 328,
      "narrator": "Aban said:",
      "text": "Ebu Davud dedi ki: Bu da Waki' tarafından al-A'mash'tan, Salamah b. Kuhail'den, 'Abd al-Rahman b. Abza'dan rivayet edilmiştir."
    },
    {
      "id": 329,
      "narrator": "'Umair, the freed slave of Ibn 'Abbas, said that he heard him say:",
      "text": "Bu, farklı bir zincirle Jarir tarafından al-A'mash'tan, Salamah'dan, Sa'id b. 'Abd al-Rahman b. Abza'dan babasından rivayet edilmiştir."
    },
    {
      "id": 330,
      "narrator": "Nafi' said:",
      "text": "İbn 'Abd al-Rahman b. Abza, babasından bu olayı Ammar'dan rivayet etti. Dedi ki: Bu senin için yeterli olurdu, ve Peygamber (ﷺ) elini yere vurdu. Sonra üfledi ve yüzünü ve ellerini sildi. Şüpheci Salamah dedi ki: Dirseklerine kadar mı yoksa bileklerine kadar mı sildiğini bilmiyorum."
    },
    {
      "id": 331,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: Allah'ın Resulü (ﷺ) tuvaletten çıktı. Bir adam, Bir Jamal yakınında onu karşıladı ve selam verdi. Allah'ın Resulü (ﷺ) selamı iade etmedi, ta ki bir duvara gelene kadar; ellerini duvara koydu, yüzünü ve ellerini sildi; sonra adamın selamını iade etti."
    },
    {
      "id": 332,
      "narrator": "Abu Dharr said:",
      "text": "Ebu Dharr dedi ki: Birkaç keçi, Allah'ın Resulü (ﷺ) ile birlikte toplandı. O dedi ki: Ebu Dharr, onları ormana götür. Ben onları Rabadhah'a (Medine yakınında bir yer) götürdüm. Orada kaldığım süre içinde cinsel kirlenme yaşadım ve bu durumda beş veya altı gün kaldım. Sonra Allah'ın Resulü (ﷺ) ile geldim. O dedi ki: Ey Ebu Dharr. Ben sessiz kaldım. O sonra dedi ki: Annen sana yasaklasın, Ebu Dharr: yazık sana. Sonra benim için bir siyah cariye çağırdı. O, içinde su bulunan bir kap getirdi. Sonra bir perde çekerek beni gizledi ve ben de bir dişi deve arkasında gizlendim ve yıkanmaya başladım. Kendimi sanki üzerimden bir dağ atmışım gibi hissettim. O dedi ki: Temiz toprak, bir Müslüman için abdest almak için bir vasıtadır, su bulamadığı takdirde on yıl bile; ama su bulduğunda, cildine değdirmelisin, çünkü bu daha iyidir."
    },
    {
      "id": 333,
      "narrator": "A man from Banu 'Amir said:",
      "text": "Musaddad'ın versiyonunda: \"keçiler (sadakadan toplandı)\" ifadesi geçmektedir ve 'Amr tarafından bildirilen rivayet tamamdır."
    },
    {
      "id": 334,
      "narrator": "Narrated Amr ibn al-'As:",
      "text": "Banu 'Amir'den bir adam dedi ki: İslam'ı kabul ettim ve dinin (temel bilgilerini) öğrenme konusunda endişeliydim. Ebu Dharr'a geldim. Ebu Dharr dedi ki: Medine'nin iklimi bana uygun değildi. Allah'ın Resulü (ﷺ) bana birkaç deve ve keçi almayı emretti. Bana dedi ki: Sütlerini iç. (Rivayetçi Hammad dedi ki): O (Peygamber) \"idrarlarını\" dedi mi, şüpheliyim. Ebu Dharr dedi ki: Su kaynağından uzaktaydım ve ailem de yanımdaydı. Cinsel kirlenme yaşıyordum ve temizlenmeden namaz kılıyordum. Öğle vakti Allah'ın Resulü (ﷺ) ile geldim. O, mescidin gölgesinde bir grup Sahabe ile dinleniyordu. O (Peygamber) dedi ki: Ebu Dharr. Ben dedim ki: Evet, mahvoldum, Allah'ın Resulü. O dedi ki: Seni mahveden ne? Ben dedim ki: Su kaynağından uzaktaydım ve ailem de yanımdaydı. Cinsel kirlenme yaşıyordum ve temizlenmeden namaz kılıyordum. O, benim için su getirilmesini emretti. Sonra bir siyah cariye, dolu olmayan bir kap getirdi. Ben bir devenin arkasında gizlendim ve yıkanıp (Peygamberin yanına) geldim. Allah'ın Resulü (ﷺ) dedi ki: Ebu Dharr, temiz toprak, abdest almak için bir vasıtadır, su bulamadığın on yıl bile. Su bulduğunda, cildine değdirmelisin."
    },
    {
      "id": 335,
      "narrator": "Abu Qais, the freed slave of 'Amr b. al-'As, said 'Amr b. al-'As was in a battle. He then narrated the rest of the tradition. He then said:",
      "text": "Ebu Davud dedi ki: Bu, Hammad b. Zaid'den Ayyub aracılığıyla aktarılmıştır. Bu versiyonda \"idrarları\" ifadesi geçmemektedir. Bu doğru değildir. \"İdrarları\" ifadesi yalnızca Enes tarafından bildirilen versiyonda geçmektedir ve sadece Basra halkı tarafından aktarılmıştır."
    },
    {
      "id": 336,
      "narrator": "Jabir said:",
      "text": "Amr ibn al-'As'tan rivayet edilmiştir: Dhat as-Salasil savaşında soğuk bir gecede cinsel bir rüya gördüm. Yıkanmaktan korktum, ölmekten korktum. Bu nedenle tayammum yaptım ve arkadaşlarımı sabah namazında yönettim. Bunu Allah'ın Resulü (ﷺ)'ne söylediler. O dedi ki: Amr, sen cinsel kirlenme içinde iken arkadaşlarını namaza mı yönettin? Yıkanmamı engelleyen sebebi ona bildirdim. Ve dedim ki: Allah'ın şöyle söylediğini duydum: \"Kendinizi öldürmeyin; şüphesiz Allah size merhametlidir.\" Allah'ın Resulü (ﷺ) güldü ve hiçbir şey söylemedi."
    },
    {
      "id": 337,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Davud dedi ki: 'Abd al-Rahman b. Jubair, Mısır'dandır ve Kharijah b. Hudhafah'ın azatlı kölesidir. O, Jubair b. Nufair değildir."
    },
    {
      "id": 338,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Ebu Qais, 'Amr b. al-'As'ın azatlı kölesi, dedi ki: 'Amr b. al-'As bir savaşta idi. Sonra rivayetin geri kalanını anlattı. Sonra dedi ki: Koltuk altlarını ve kir bulunan diğer eklemleri yıkadı ve namaz için böyle abdest aldı. Sonra onları namaza yönetti. Sonra rivayeti benzer bir şekilde anlattı ama tayammumdan bahsetmedi."
    },
    {
      "id": 339,
      "narrator": "'Ata b. Yasar said:",
      "text": "Ebu Davud dedi ki: Bu olay, al-'Awza'i tarafından Hassan b. 'Atiyyah aracılığıyla da aktarılmıştır. Bu versiyonda: Sonra tayammum yaptı ifadesi geçmektedir."
    },
    {
      "id": 340,
      "narrator": "Abu Hurairah said:",
      "text": "Cabir dedi ki: Bir yolculuğa çıktık. İnsanlarımızdan biri bir taşla yaralandı, başı yaralandı. Sonra cinsel bir rüya gördü. Seyahat arkadaşlarına sordu: Tayammum yapmam için bir ruhsat bulabiliyor musunuz? Onlar: Su kullanabileceğin sürece senin için bir ruhsat bulamıyoruz, dediler. O yıkanıp öldü. Peygamber (ﷺ)'e geldiğimizde, olay ona bildirildi. O dedi ki: Onu öldürdüler, Allah onları öldürsün! Bilmediklerinde neden sormadılar? Cehaletin ilacı sorgulamaktır. Onun için tayammum yapması ve yarasına birkaç damla su dökmesi ya da yarasına bir sargı bağlaması yeterliydi (rivayetçi Musa şüpheliydi); sonra üzerine silkelemeli ve bedeninin geri kalanını yıkamalıydı."
    },
    {
      "id": 341,
      "narrator": "Abu Sa'id al-Khudri reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Bir adam, Allah'ın Resulü (ﷺ) hayatta iken yaralandı; sonra cinsel bir rüya gördü ve yıkanması tavsiye edildi ve kendini yıkadı. Sonuçta öldü. Bu, Allah'ın Resulü (ﷺ)'ne bildirildiğinde, o dedi ki: Onu öldürdüler; Allah onları öldürsün! Sorgulama cehaletin ilacı değil midir?"
    },
    {
      "id": 342,
      "narrator": "Narrated Hafsah, Ummul Mu'minin:",
      "text": "Ebu Sa'id al-Khudri dedi ki: İki kişi bir yolculuğa çıktılar. Bu arada namaz vakti geldi ve su bulamadılar. Temiz toprakla tayammum yaptılar ve namaz kıldılar. Daha sonra namaz vaktinde su buldular. Birisi namazı ve abdest almayı tekrar etti, diğeri tekrar etmedi. Sonra Allah'ın Resulü (ﷺ)'ne geldiler ve durumu ona anlattılar. Tekrar etmeyen kişiye hitaben dedi ki: Sen sünnete uydun ve (ilk) namazın senin için yeterli oldu. Abdest alıp tekrar eden kişiye dedi ki: Senin için iki kat ödül vardır."
    },
    {
      "id": 343,
      "narrator": "Abu Sa'id al-Khudri and Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Davud dedi ki: İbn Nafi' dışında, bu, al-Laith aracılığıyla 'Umairah b. Abi Najiyyah'dan Bakr b. Sawadah üzerinden 'Ata b. Yasar'dan Peygamber (ﷺ)'e aktarılmıştır."
    },
    {
      "id": 344,
      "narrator": "'Abd al-Rahman b. Abi Sa'id al-Khudri quotes his father as saying:",
      "text": "Ebu Davud dedi ki: Bu rivayette (Sahabe) Ebu Sa'id'in isminin korunmadığı belirtilmiştir. Bu, bir mural rivayettir (yani, İkincil nesil olan 'Ata b. Yasar, bunu doğrudan Peygamber'den aktarır, Sahabe ismini zincirden bırakır)."
    },
    {
      "id": 345,
      "narrator": "Narrated Aws ibn Aws ath-Thaqafi:",
      "text": "'Ata b. Yasar dedi ki: Allah'ın Resulü (ﷺ)'nün iki sahabisinden; sonra rivayetin geri kalanını aynı şekilde anlattı."
    },
    {
      "id": 346,
      "narrator": "Aws al-Thaqafi reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Aws al-Thaqafi, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cuma günü başını yıkayan ve kendini yıkayan kimse için; ve o, hadisin geri kalanını yukarıda anlattı."
    },
    {
      "id": 347,
      "narrator": "'Abd Allah b. 'Amr al-'As reported the Prophet (ﷺ) as saying:",
      "text": "'Abd Allah b. 'Amr al-'As, Peygamber (ﷺ) şöyle dediğini bildirdi: Cuma günü kendini yıkayan ve eğer eşinin parfümü varsa onu süren, güzel elbiseler giyen ve insanların boylarının üzerinden geçmeyen (camiye ön sıraya oturmak için) ve hutbe sırasında boş laflar etmeyen kimse, iki Cuma arasında (günahları) affedilir. Ama boş laflar eden ve insanların boylarının üzerinden geçen kimse için, o (Cuma) öğle namazı gibi olur."
    },
    {
      "id": 348,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi: Peygamber (ﷺ) Cuma günü cinsel kirlenme nedeniyle yıkanırdı, bir damar açtıktan ve bir cesedi yıkadıktan sonra."
    },
    {
      "id": 349,
      "narrator": "Makhul was asked about the meaning of words ghassala and ightasala (that occur in tradition 345) and he said:",
      "text": "Makhul'e ghassala ve ightasala kelimelerinin anlamı sorulduğunda, o şöyle dedi: Kişi başını ve bedenini iyi yıkamalıdır (ve eşini yıkatmakla değil)."
    },
    {
      "id": 350,
      "narrator": "Explaining the  meaning of the words ghassala and ightasala (that occur in tradition 345) Sa'id (b. 'Abd al-'Aziz) said:",
      "text": "Ghassala ve ightasala kelimelerinin anlamını açıklayan Sa'id (b. 'Abd al-'Aziz) şöyle dedi: Kişi başını ve bedenini iyi yıkamalıdır (ve eşini yıkatmakla değil)."
    },
    {
      "id": 351,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cinsel kirlenme nedeniyle Cuma günü yıkanan ve (Cuma namazı için) dışarı çıkan kimse, bir deveyi kurban eden gibi muamele görür; ikinci durumda dışarı çıkan, bir ineği kurban eden gibi; üçüncü durumda dışarı çıkan, boynuzlu bir ineği kurban eden gibi; dördüncü durumda dışarı çıkan, bir tavuğu kurban eden gibi; beşinci durumda dışarı çıkan, bir yumurtayı kurban eden gibi muamele görür. İmam (hutbe için) çıktığında, melekler de hutbeyi dinlemek için gelir."
    },
    {
      "id": 352,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: İnsanlar (çoğunlukla) işçilerdi ve Cuma namazına aynı durumda gelirlerdi, bu yüzden onlara denildi: Keşke Ghusl yapsaydınız."
    },
    {
      "id": 353,
      "narrator": "'Amr b. Abi 'Amr and 'Ikrimah reported:",
      "text": "'Amr b. Abi 'Amr ve 'İkrime bildirdi: Irak'tan bazı insanlar geldi ve dediler ki: İbn Abbas, Cuma günü yıkanmayı farz mı sayıyorsun? O da dedi: Hayır, bu sadece bir temizlik aracıdır ve kendini yıkayan için daha iyidir. Yıkanmayan kimse için bu zorunlu değildir. Cuma günü yıkanmanın nasıl başladığını size bildireyim. İnsanlar fakirdi ve yün elbiseler giyerdi, sırtlarında yük taşırdı. Camileri küçüktü ve çatısı alçaktı. Bir çeşit asma pergolasıydı. Allah'ın Elçisi (ﷺ) bir gün sıcak bir günde dışarı çıktı ve insanlar yün elbiseleri içinde o kadar terlemişti ki, kötü bir koku yayıldı ve bu birbirlerine rahatsızlık verdi. Allah'ın Elçisi (ﷺ) kötü kokuyu duyduğunda, dedi ki: Ey insanlar, bu gün (Cuma) geldiğinde, yıkanmalısınız ve herkes en iyi yağ ve parfüm sürmelidir. İbn Abbas sonra dedi: Sonra Allah, yüce, insanlara zenginlik verdi ve yün elbiseler dışında giysiler giydiler, çalışmaktan kurtuldular ve camileri genişledi. Onları rahatsız eden kötü koku yok oldu."
    },
    {
      "id": 354,
      "narrator": "Narrated Samurah:",
      "text": "Samurah bildirdi: Sizden biri (Cuma günü) abdest alırsa, bu iyidir; eğer biri yıkanırsa, bu daha iyidir."
    },
    {
      "id": 355,
      "narrator": "Narrated Qays ibn Asim:",
      "text": "Kays b. Asim bildirdi: Ben İslam'ı kabul etme niyetiyle Peygamber (ﷺ)'e geldim. O, bana, sidr yapraklarıyla kaynatılmış suyla yıkanmamı emretti."
    },
    {
      "id": 356,
      "narrator": "'Uthaim b. Kulaib reported from his father (Kuthair) on the authority of his grandfather (Kulaib) that he came to the Prophet (ﷺ):",
      "text": "'Uthaim b. Kulaib, babasından (Kuthair) ve dedesinden (Kulaib) rivayet etti ki, o Peygamber (ﷺ)'e geldi: İslam'ı kabul ettim. Peygamber (ﷺ) ona dedi: Küfr döneminde çıkan saçlarını kes. \"Tıraş et\" dedi. O ayrıca, 'Uthaim'in dedesi dışında başka bir kişinin, Peygamber (ﷺ)'in kendisiyle birlikte olan birine, \"Küfr döneminde çıkan saçlarını kes ve sünnet ol\" dediğini bildirdi."
    },
    {
      "id": 357,
      "narrator": "Mu'adhah said that 'Aishah was asked about (washing) the clothes of a menstruating woman smeared with blood. She said:",
      "text": "Mu'adhah, Aişe'ye adet gören bir kadının kanla lekelenmiş elbiselerini yıkaması hakkında sorulduğunda, o şöyle dedi: Yıkamalıdır; eğer leke çıkmazsa, biraz sarı renk uygulayarak değiştirmelidir. Ben, Allah'ın Elçisi (ﷺ) ile yaşarken üç adet gördüm ama elbiselerimi yıkamadım."
    },
    {
      "id": 358,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Bizim her birimizin (Peygamber'in eşleri) adet gördüğü tek bir elbise vardı. Ne zaman kanla lekelenirse, onu tükürüğüyle ıslatır ve tükürüğüyle ovardı."
    },
    {
      "id": 359,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Umm Salamah, Müminlerin Annesi: Bakkar b. Yahya, büyükannesinin kendisine anlattığını söyledi: Umm Salamah'a girdim. Kureyş'ten bir kadın, adet gördüğü elbiselerle namaz kılmanın hükmünü sordu. Umm Salamah dedi: Biz, Allah'ın Elçisi (ﷺ) döneminde adet görürdük. O zaman her birimiz adet döneminde (namazdan) uzak dururduk. Temizlendiklerinde, adet gördükleri elbiseye bakarlardı. Eğer kanla lekelenmişse, onu yıkar ve onunla namaz kılardık; içinde bir şey yoksa, onu bırakır ve bu, onunla namaz kılmamıza engel olmazdı."
    },
    {
      "id": 360,
      "narrator": "Asma' daughter of Abu Bakr said:",
      "text": "Adet gören kadın saçlarını ördüğünde - bazen her birimizin saçları örülü olurdu - yıkandığında, saçlarını çözmezdi. Bunun yerine, başına üç avuç su dökerdi. Saçlarının köklerinde nem hissettiğinde, onları ovardı. Sonra tüm bedenine su dökerdi."
    },
    {
      "id": 361,
      "narrator": "Asma' daughter of Abu Bakr said:",
      "text": "Asma' binti Ebu Bekir dedi ki: Bir kadın Allah'ın Resulü'ne (ﷺ) sordu: Allah'ın Resulü, eğer bizden birinin elbisesi adet kanıyla lekelenirse, ne yapmalı? O dedi ki: Eğer (elbisesi) adet kanıyla lekelenirse, onu kazısın; sonra üzerine su döksün ve sonra namaz kılabilir."
    },
    {
      "id": 362,
      "narrator": "This tradition has been transmitted by Hisham through a different chain of narrators to the same effect:",
      "text": "Bu rivayet Hişam tarafından farklı bir isnatla aynı şekilde aktarılmıştır: Taşla silsin, sonra parmağıyla su dökerek kazısın, sonra üzerine su döksün."
    },
    {
      "id": 363,
      "narrator": "Narrated Umm Qays daughter of Mihsan:",
      "text": "Umm Qays binti Mihsan'dan rivayet edilmiştir: Ben Peygamber'e (ﷺ) elbisedeki adet kanı hakkında sordum. O dedi ki: Bir parça odunla sil ve sonra suyla ve lotus ağacının yapraklarıyla yıka."
    },
    {
      "id": 364,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: Bizden biri, adet gördüğü bir gömleğe sahip olurdu ve o gömlekte cinsel olarak kirlenirdi. Sonra eğer içinde herhangi bir kan damlası görse, onu tükürüğüyle silerdi."
    },
    {
      "id": 365,
      "narrator": "Abu Hurairah reported that Khawlah daughter of Yasar came to the Prophet (ﷺ) and said:",
      "text": "Ebu Hureyre, Havle binti Yasir'in Peygamber'e (ﷺ) geldiğini ve şöyle dediğini bildirdi: Allah'ın Resulü, benim sadece bir elbisem var ve ben onda adet görüyorum, ne yapmalıyım? O dedi ki: Temizlendiğinde, onu yıka ve içinde namaz kıl. O sordu: Eğer kan çıkmazsa, (o zaman ne)? O dedi ki: Kanı yıkaman yeterlidir, izi sana zarar vermez."
    },
    {
      "id": 366,
      "narrator": "Narrated Umm Habibah:",
      "text": "Umm Habibah'dan rivayet edilmiştir: Muaviye b. Ebu Süfyan, Peygamber'in (ﷺ) eşi Umm Habibah'a sordu: Allah'ın elçisi (ﷺ) cinsel ilişki kurduğu elbise ile namaz kılar mı? O dedi ki: Evet, içinde herhangi bir kir görmediğinde."
    },
    {
      "id": 367,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bizim örtülerimizde veya yorganlarımızda namaz kılmazdı."
    },
    {
      "id": 368,
      "narrator": "'Aishah said:",
      "text": "Ubaydullah dedi ki: Babam (Mu'adh) buna şüphe etti."
    },
    {
      "id": 369,
      "narrator": "Maimunah reported:",
      "text": "'Aişe dedi ki: Peygamber (ﷺ) bizim yorganlarımızda namaz kılmazdı. Hammad dedi ki: Sa'id b. Ebi Sadaka'nın bunu söylediğini duydum. O bana bunu rivayet etmedi, ama dedi ki: Bunu uzun zaman önce duydum ve kimin söylediğini bilmiyorum. Güvenilir bir kişiden duyup duymadığımı da bilmiyorum. Bunun hakkında bir araştırma yap."
    },
    {
      "id": 370,
      "narrator": "'Aishah said:",
      "text": "Maimunah bildirdi: Peygamber (ﷺ) adet gören eşlerinden birinin koyduğu bir örtü üzerinde namaz kıldı. O, (bir kısmı) üzerinde iken namaz kılıyordu."
    },
    {
      "id": 371,
      "narrator": "Hammam b. al-Harith reported, he has a sexual dream when he was staying with 'Aishah. The slave girl of 'Aishah saw him while he was washing the mark of defilement, or he was washing his clothe. She informed 'Aishah who said:",
      "text": "'Aişe dedi ki: Allah'ın Resulü (ﷺ) geceleri namaz kılarken ben adet dönemimde yanındaydım. Bir örtü hem benim üzerimde hem de onun üzerindeydi."
    },
    {
      "id": 372,
      "narrator": "'Aishah reported:",
      "text": "Hammam b. Harith bildirdi, 'Aişe ile birlikte kaldığı sırada cinsel bir rüya gördü. 'Aişe'nin cariyesi, onun kirlenme izini yıkarken ya da elbisesini yıkarken onu gördü. O, 'Aişe'ye haber verdi, o da dedi ki: O, Allah'ın Resulü'nün (ﷺ) elbisesinden meni silerken beni gördü."
    },
    {
      "id": 373,
      "narrator": "Sulaiman b. Yasar reported:",
      "text": "Ebu Davud dedi ki: Al-A'mash bunu el-Hakam'ın rivayet ettiği gibi aktardı."
    },
    {
      "id": 374,
      "narrator": "",
      "text": "'Aişe bildirdi: Ben Allah'ın Resulü'nün (ﷺ) elbisesinden meni silerdim. O, içinde namaz kılardı."
    },
    {
      "id": 375,
      "narrator": "Narrated Lubabah daughter of al-Harith:",
      "text": "Ebu Davud dedi ki: Mughirah, Ebu Maşar ve Vasil de aynı şekilde bunu rivayet ettiler."
    },
    {
      "id": 376,
      "narrator": "Narrated AbusSamh:",
      "text": "AbusSamh'dan rivayet edilmiştir: Ben Peygamber (ﷺ) için hizmet ederdim. O kendini yıkamak istediğinde, \"Bana sırtını dön\" derdi, ben de sırtımı döner ve onu gizlerdim. (Bir gün) Hasan veya Hüseyin (Allah onlardan razı olsun) ona getirildi ve onun göğsüne idrar yaptı. Ben de onu yıkamaya geldim. O dedi ki: \"Sadece bir dişi çocuğun idrarı yıkanmalıdır; erkek çocuğun idrarı üzerine serpilmelidir.\""
    },
    {
      "id": 377,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "'Abbas (bir ravidir) dedi ki: Yahya b. el-Valid bu hadisi bize rivayet etti. Ebu Davud dedi ki: O (Yahya) Ebu el-Za'ra'dır. Harun b. Tamim, el-Hasan'dan rivayet etti: \"Her türlü idrar eşittir.\""
    },
    {
      "id": 378,
      "narrator": "'Ali b. Abi Talib reported the Prophet (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 379,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Dişi (çocuk) idrarı yıkanmalı, erkek (çocuk) idrarı ise yemek yeme yaşına kadar üzerine serpilmelidir."
    },
    {
      "id": 380,
      "narrator": "Abu Hurairah reported:",
      "text": "---"
    },
    {
      "id": 381,
      "narrator": "Narrated Abdullah ibn Ma'qil ibn Muqarrin:",
      "text": "Ali b. Ebu Talib, Peygamber (ﷺ)'in şöyle söylediğini bildirmiştir: O, aynı anlamda bir hadisi rivayet etti, ancak \"yemek yeme yaşı\" ifadesini anmamıştır. Bu versiyon ekler: Katade dedi ki: \"Bu, yemek yemeye başlamadıkları zamana kadar geçerlidir; yemek yemeye başladıklarında, idrarları yıkanmalıdır.\""
    },
    {
      "id": 382,
      "narrator": "Ibn 'Umar said:",
      "text": "---"
    },
    {
      "id": 383,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ümmü Seleme, Ümmü'l-Müminin'den rivayet edilmiştir: Al-Hasan, annesinin, erkek çocuğun idrarı üzerine su döktüğünü, o çocuğun yemek yemediği yaşa kadar böyle yaptığını bildirmiştir. O yemek yemeye başladığında, (idrarını) yıkardı. Ve dişi çocuğun idrarını da yıkardı."
    },
    {
      "id": 384,
      "narrator": "Narrated A woman of the Banu AbdulAshhal:",
      "text": "---"
    },
    {
      "id": 385,
      "narrator": "Abu Hurairah reported:",
      "text": "Ebu Hureyre rivayet etmiştir: Bir bedevi, Peygamber (ﷺ) otururken camiye girdi. İbn 'Abdah'ın rivayetine göre, iki rek'at namaz kıldı. Sonra dedi ki: \"Ya Allah, bana ve Muhammed'e merhamet et, bizimle birlikte olan hiç kimseye merhamet etme.\" Peygamber (ﷺ) dedi ki: \"Sen, geniş olan bir şeyi daraltmış oldun.\" Kısa bir süre sonra, caminin köşesine idrar yaptı. İnsanlar ona doğru koştu. Peygamber (ﷺ) onları durdurdu ve dedi ki: \"Siz, kolaylaştırmak için gönderildiniz, zorluk çıkarmak için değil. Üzerine bir kova su dökün.\""
    },
    {
      "id": 386,
      "narrator": "Abu Hurairah reported the tradition to the same effect from the Prophet (ﷺ):",
      "text": "---"
    },
    {
      "id": 387,
      "narrator": "",
      "text": "Abdullah b. Ma'qil b. Muqarrin'den rivayet edilmiştir: Bir bedevi, Peygamber (ﷺ) ile namaz kıldı. Sonra o bedevinin idrarı ile ilgili hadisi (No 0380) rivayet etti."
    },
    {
      "id": 388,
      "narrator": "Umm Jahdar al-'Amiriyyah said that she asked 'Aishah about the blood of menses which drops on the clothe. She replied:",
      "text": "Bu versiyon ekler: Peygamber (ﷺ) dedi ki: \"İdrar yaptığı yeri temizleyin ve orayı atın ve üzerine su dökün.\""
    },
    {
      "id": 389,
      "narrator": "Narrated AbuNadrah:",
      "text": "Ebu Davud dedi ki: Bu, mursal bir hadistir (yani, ravinin Peygamber (ﷺ)'i doğrudan aktarması, ancak onu görmemiş olması). İbn Ma'qil, Peygamber (ﷺ)'i görmemiştir."
    },
    {
      "id": 390,
      "narrator": "",
      "text": "---"
    }
  ]
}