{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Suwayd ibn Ghaflah said:",
      "text": "Suwayd ibn Ghaflah dedi ki: Zayd ibn Suhan ve Sulayman ibn Rabi'ah ile birlikte savaştım. Bir kamçı buldum. Onlar bana: At bunu, dediler. Ben de: Hayır; eğer sahibini bulursam (ona veririm); yoksa, kendim kullanırım, dedim. Sonra hacca gittim; Medine'ye vardığımda, Ubayy ibn Ka'b'a sordum."
    },
    {
      "id": 2,
      "narrator": "The aforesaid tradition has also been transmitted by Shu’bah through a different chain of narrators to the same effect.  The version goes :",
      "text": "O dedi ki: Ben bir kese buldum, içinde yüz dinar vardı; bu yüzden Peygamber (ﷺ)'e geldim. O bana: Bir yıl bu durumu duyur, dedi. Ben bir yıl duyurdum ve sonra ona geldim. O bana tekrar: Bir yıl bu durumu duyur, dedi. Ben de bir yıl daha duyurdum. Sonra (tekrar) ona geldim. O bana: Bir yıl bu durumu duyur, dedi. Ben de ona geldim ve: Hiç kimseye ulaşamadım, dedim. O dedi ki: Sayısını, kabını ve ipini hatırla. Eğer sahibi gelirse, (ona ver), yoksa kendin kullan."
    },
    {
      "id": 3,
      "narrator": "The above mentioned tradition has also been transmitted by Salamah. Bin Kuhail through a different chain to the same effect.  The version has ; about making the matter known he said ; “ two years or three.”  He said :",
      "text": "O (rivayet eden Shu'bah) dedi ki: \"Bu durumu duyur\" ifadesini üç kez mi yoksa bir kez mi söylediğini bilmiyorum."
    },
    {
      "id": 4,
      "narrator": "Zaid bin Khalid al-Juhani said :",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "The above mentioned tradition has also been transmitted by Malik through a different chain of narrators to the same effect.  This version adds:",
      "text": "Yukarıda belirtilen hadis, Shu’bah tarafından farklı bir rivayet zinciriyle aynı anlamda aktarılmıştır. Rivayet şöyle: O dedi ki: Bir yıl duyur. Bunu üç kez söyledi. O dedi ki: \"Bir yıl\" mı yoksa \"üç yıl\" mı söylediğini bilmiyorum."
    },
    {
      "id": 6,
      "narrator": "Narrated Zayd ibn Khalid al-Juhani:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "The aforesaid tradition has also been transmitted by Zaid bin Khalid al-Juhani through a different chain of narrators. This version has:",
      "text": "Yukarıda belirtilen hadis, Salamah bin Kuhail tarafından farklı bir zincirle aynı anlamda aktarılmıştır. Rivayet şöyle: Duyurulması gereken konuda şöyle dedi: \"İki yıl veya üç.\" O dedi ki: Sayısını, kabını ve ipini hatırla. Rivayet ekliyor: Eğer sahibi gelir ve sayısını ve ipini söylerse, ona ver."
    },
    {
      "id": 8,
      "narrator": "The above mentioned tradition has also been transmitted by Yahya bin Sa’id and Rabi’ah through the chain of narrators mentioned by Qutaibah to the same effect.  This version adds; if its seeker comes, and recognizes its container and its number, then give it to him.  Hammad also narrated it from `Ubaid Allah bin `Umar from `Amr bin Shu’aib, from his father, from his grandfather, from the Prophet (SWAS) something similar.  \n\n\nAbu Dawud said :",
      "text": "Abu Davud dedi ki: Bu hadiste bu sözü sadece Hammad söyledi; yani, \"Eğer sayısını söylerse.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Iyad ibn Himar:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Zayd bin Khalid el-Cuhani dedi ki: Bir adam, Allah'ın Resulü (SWAS)'ne bir buluntu hakkında sordu. O dedi ki: Bir yıl bu durumu duyur, sonra ipini ve kabını not et, ardından kendi amacın için kullan. Sonra eğer sahibi gelirse, ona ver. Adam sordu: Allah'ın Resulü, kaybolmuş bir koyun hakkında ne dersin? O cevapladı: Al; bu senin, kardeşinin ya da kurtun içindir. Adam tekrar sordu: Allah'ın Resulü, kaybolmuş develer hakkında ne dersin? Allah'ın Resulü (SWAS) öyle bir öfkelendi ki, yanakları kızardı ya da (rivayet eden şüphe içinde) yüzü kızardı. O cevapladı: Onlarla ne işin var? Onların ayakları ve karınları (için su) var, ta ki efendileri onlara ulaşana kadar."
    },
    {
      "id": 11,
      "narrator": "The above mentioned tradition has also been transmitted by ‘Amr bin Shu’aib through a different chain of narrators. This version adds:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "The aforesaid tradition has also been transmitted by ‘Amr bin Shu’aib through a different chain of narrators.  This version has:",
      "text": "Yukarıda belirtilen hadis, Malik tarafından farklı bir rivayet zinciriyle aynı anlamda aktarılmıştır. Bu rivayet ekliyor: Onların karınları var: Suya inebilirler ve ağaçları yiyebilirler. Kaybolmuş koyun hakkında: Al, demedi. Buluntu hakkında: Bir yıl duyur; eğer sahibi gelirse, (ona ver), yoksa kendin kullan. Bu rivayette \"harca\" kelimesi yoktur."
    },
    {
      "id": 13,
      "narrator": "The above mentioned tradition has also been narrated by ‘Amr bin Shu’aib from his father, from his grandfather, from the Prophet (SWAS) to the same effect. This version has:",
      "text": "Abu Davud dedi ki: Bu hadis, el-Thawri, Süleyman bin Bilal ve Hammad bin Salamah tarafından Rabi'ah'dan benzer bir şekilde aktarılmıştır. \"Al\" kelimesini zikretmediler."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Sa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Ali ibn Abu Talib:",
      "text": "Zayd bin Khalid el-Cuhani'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir buluntu hakkında soruldu. O dedi ki: Bir yıl duyur. Eğer arayanı gelirse, ona ver; yoksa kabını ve ipini not et. Sonra kullan; eğer arayanı gelirse, ona ver."
    },
    {
      "id": 16,
      "narrator": "Sahl bin Sa’d said :",
      "text": "Sahl bin Sa’d dedi ki: `Ali bin Abi Talib, Hasan ve Hüseyin'in ağladığı sırada Fatıma'nın yanına girdi. O, neden ağladıklarını sordu. Fatıma cevap verdi: Açlıktan. Ali dışarı çıktı ve pazarda bir dinar buldu. Sonra Fatıma'ya geldi ve durumu ona bildirdi. Fatıma dedi ki: Şu şu Yahudi'ye git ve bizim için biraz un al. Ali, Yahudi'ye gitti ve onunla un satın aldı. Yahudi, sen Allah'ın Elçisi olduğuna inananın damadı mısın? dedi. Ali: Evet, dedi. Yahudi: Dinarını yanına al, ununu alırsın, dedi. Ali dışarı çıktı ve Fatıma'ya geldi. O, durumu ona anlattı. Fatıma sonra dedi ki: Şu şu kasaba git ve bizim için bir dirhem karşılığında biraz et al. Ali dışarı çıktı ve dinarı bir dirhem karşılığında ona rehin verdi ve eti aldı, onu (Fatıma'ya) getirdi. Fatıma, unu yoğurdu, kabı ateşe koydu ve ekmek pişirdi. Babasını çağırdı: (yani Peygamberi (SAV)). O, onlara geldi. Fatıma ona dedi ki: Allah'ın Elçisi, sana her şeyi anlatıyorum. Eğer bunun bizim için helal olduğunu düşünüyorsan, biz onu yiyeceğiz ve sen de bizimle yiyeceksin. O, durumu böyle böyle anlattı. Peygamber (SAV) dedi ki: Allah'ın adıyla ye. Böylece yediler. Yemeğe başladıkları sırada, bir çocuk Allah ve İslam adına bağırarak dinarı arıyordu. Peygamber (SAV) emir verdi ve onu içeri çağırdılar. Ona sordu. Çocuk cevap verdi: Onu pazarda bir yerde kaybettim. Peygamber (SAV) dedi ki: Ali, kasaba git ve ona de ki: Allah'ın Elçisi sana sordu: Dinarı bana gönder, ben de sana bir dirhem borçlanacağım. Kasap onu geri verdi ve Allah'ın Elçisi (SAV) onu (çocuğa) verdi."
    },
    {
      "id": 17,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize (amaçlarımız için) bir sopa, bir ip, bir kamçı ve bir adamın bulduğu benzeri şeyleri kullanma izni verdi; bunlardan faydalanabilir."
    },
    {
      "id": 19,
      "narrator": "‘Abd al-Rahman bin `Uthman al-Taime said:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated Al-Mundhir ibn Jarir:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Kaybolmuş bir deveyi saklayan, ceza ödeyecektir ve bununla birlikte benzeri bir tazminat da ödeyecektir."
    }
  ]
}