{
  "language": "tr",
  "metadata": {
    "length": 325,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Aqra' ibn Habib:",
      "text": "Aktaran Aqra' ibn Habib: İbn Abbas dedi ki: Aqra' ibn Habis, Peygamber (ﷺ)'e sordu: \"Ey Allah'ın Elçisi, haccın her yıl mı yapılması gerekiyor yoksa sadece bir kez mi?\" O da: \"Sadece bir kez, eğer biri daha sık yaparsa, nafile bir ibadet yapmış olur.\" dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Waqid al-Laythi:",
      "text": "Abu Davud dedi ki: Rivayet eden Abu Sinan, Abu Sinan al-Du'wail'dir. Aynı şekilde 'Abd al-Jalil bin Humaid ve Sulaiman bin Kathir, al-Zuhri'den rivayet etmiştir. Rivayet eden 'Uqail, \"Sinan\" ismini bildirmiştir."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported :",
      "text": "Aktaran Abu Waqid al-Laythi: Ben, Allah'ın Elçisi (ﷺ)'nin Veda Haccı sırasında eşlerine şöyle dediğini duydum: \"Bu (sizin haccınızdır); sonrasında matların yüzeyine yapışın (yani evde kalın).\""
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah reported the Prophet (SWAS) as saying :",
      "text": "Abu Huraira bildirdi: Allah'ın Elçisi (SWAS) şöyle dedi: \"Bir Müslüman kadın, yanında haram olan akrabalarından bir erkek olmadan bir gece yolculuğu yapmamalıdır.\""
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah reported the Messenger of Allah (SWAS) as saying :",
      "text": "Abu Hurairah, Peygamber (SWAS)'in şöyle dediğini bildirdi: \"Allah'a ve Ahiret Günü'ne inanan bir kadın, bir gün ve bir gece yolculuğu yapmamalıdır.\" Sonrasında aynı etkiyi taşıyan hadisi aktardı."
    },
    {
      "id": 6,
      "narrator": "Abu Sa’id reported The Apostel of Allah (SWAS) as saying:",
      "text": "Rivayet eden al-Nufaili dedi ki: Malik bize aktardı."
    },
    {
      "id": 7,
      "narrator": "Ibn `Umr reported the Prophet (SWAS) as saying :",
      "text": "Abu Davud dedi ki: Rivayet edenler al-Nufail ve al-Qa’nabi, \"babası\" ifadesini zikretmediler."
    },
    {
      "id": 8,
      "narrator": "Nafi` said :",
      "text": "İbn Wahb ve ‘Uthman bin ‘Umr, Malik'ten al-Qa’nabi'nin aktardığı kelimeleri aktardılar (yani \"babası\" ifadesini atlayarak)."
    },
    {
      "id": 9,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Hurairah, Allah'ın Elçisi (SWAS)'nin şöyle dediğini bildirdi: Sonrasında yukarıda belirtilen aynı hadisi aktardı ancak (bu versiyonda) \"posta\" kelimesini zikretti."
    },
    {
      "id": 10,
      "narrator": "Ibn `Abbas said :",
      "text": "Abu Sa’id, Allah'ın Elçisi (SWAS)'nin şöyle dediğini bildirdi: \"Allah'a ve Ahiret Günü'ne inanan bir kadın, babası, kardeşi, kocası, oğlu veya haram olan akrabasıyla birlikte olmadıkça üç günden fazla yolculuk yapmamalıdır.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn `Umr, Peygamber (SWAS)'in şöyle dediğini bildirdi: \"Bir kadın, haram olan akrabalarından bir erkek olmadan üç gün yolculuk yapmamalıdır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Nafi` dedi ki: İbn `Umr, kölesi Safiyyah'ı arkasında (deve üzerinde) oturtur ve bu şekilde onunla birlikte Mekkah'a seyahat ederdi."
    },
    {
      "id": 13,
      "narrator": "AbuUmamah at-Taymi said:",
      "text": "Abdullah ibn Abbas'tan aktarıldı: Peygamber (ﷺ) şöyle dedi: \"İslam, haccı yerine getirmemeyi mazur görmez.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn `Abbas dedi ki: İnsanlar Hac yapar ve yanlarında yiyecek getirmezlerdi. Abu Mas’ud, Yemen halkının Hac yapıp yanlarında yiyecek getirmediklerini söyledi. \"Biz Allah'a tevekkül ettik.\" derlerdi. Bunun üzerine Allah, \"Ve yiyecek getirin, en iyi yiyecek takvadır.\" ayetini indirdi."
    },
    {
      "id": 15,
      "narrator": "`Abd Allah bin `Abbas said :",
      "text": "Abdullah ibn Abbas'tan aktarıldı: İbn Abbas bu ayeti okudu: \"Rabbinizin lütfunu aramanızda size bir günah yoktur.\" ve dedi ki: İnsanlar Mina'da (hac sırasında) ticaret yapmazdı, bu yüzden Arafat'tan dönerken ticaret yapmaları emredildi."
    },
    {
      "id": 16,
      "narrator": "Ibn `Abbas said the Messenger of Allah (SWAS) was at al-Rawha.  There he met some riders. He saluted them and asked who they were.  They replied that they were Muslims.  They asked who are you.  They (the companions) replied he is the Messenger of Allah (SWAS).  A woman became upset :",
      "text": "İbn Abbas dedi ki, Allah'ın Elçisi (SAV) el-Ruha'daydı. Orada bazı binicilerle karşılaştı. Onlara selam verdi ve kim olduklarını sordu. Onlar Müslüman olduklarını söylediler. Kim olduğunuzu sordular. (Sahabeler) \"O, Allah'ın Elçisi (SAV)\" dediler. Bir kadın üzülerek çocuğunu kollarından tutup devesinin üzerindeki sepetinden kaldırdı ve \"Allah'ın Elçisi (SAV), bu (çocuk) Hac yapmış sayılır mı?\" dedi. O da \"Evet, ve sen de bir ödül alacaksın.\" diye cevap verdi."
    },
    {
      "id": 17,
      "narrator": "Ibn Umar said :",
      "text": "İbn Ömer dedi ki: Allah'ın Elçisi (SAV), ihrama girmek için şu yerleri tayin etti: Medineliler için Dhul al-Hulaifah, Suriyeliler için el-Cuhfa ve Necd halkı için el-Karn ve Yemen halkı için Yalamlam'ı tayin ettiğini duydum."
    },
    {
      "id": 18,
      "narrator": "Ibn `Abbas and Tawus reported :",
      "text": "İbn Abbas ve Tavus bildirdi: Allah'ın Elçisi (SAV) ihrama girmek için yerler tayin etti ve geleneği aynı şekilde aktardı (yukarıda belirtildiği gibi)."
    },
    {
      "id": 19,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Birisi Yemen halkı için Yalamlam'ı dedi. Diğer nakilci Alamlam dedi. Bu (ihram yerleri) bu bölgeler için ve Hac ve Umre niyetiyle onlara gelen diğer bölgelerin insanları için tayin edilmiştir. Mekke'ye daha yakın yaşayanların ihrama gireceği yer, nereden başlayacaklarsa orasıdır ve Mekke halkı da orada ihrama girer. Bu, İbn Tavus'un rivayetidir."
    },
    {
      "id": 20,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (SAV), Irak halkı için Dhat Irk'ı ihrama girmek için yer olarak tayin etti."
    },
    {
      "id": 21,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (SAV), Doğu halkı için el-Akik'i ihrama girmek için yer olarak tayin etti."
    },
    {
      "id": 22,
      "narrator": "Narrated Al-Harith ibn Amr as-Sahmi:",
      "text": "Ümmü Selame, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (SAV) şöyle dediğini duydu: \"Her kim, Mescid-i Aksa'dan (Kudüs) Kabe'ye kadar Hac veya Umre için ihrama girerse, geçmiş ve gelecek günahları affedilir veya ona Cennet garantisi verilir.\" Rivayet eden Abdullah, bu sözlerden hangisini söylediğinden şüphe etti."
    },
    {
      "id": 23,
      "narrator": "'Aishah said:",
      "text": "Ebu Davud dedi ki: Allah, Vaki'ye rahmet eylesin. O, Kudüs'ten (Mescid-i Aksa) ihrama girdi, yani Mekke'ye."
    },
    {
      "id": 24,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Al-Haris ibn Amr es-Sahmi'den rivayet edilmiştir: Ben, Allah'ın Elçisi (SAV) Mina'dayken veya Arafat'tayken ona geldim. Etrafında insanlar vardı. Bedeviler geldiğinde yüzünü görünce \"Bu, mübarek bir yüz\" derlerdi. O da \"O (Peygamber), Irak halkı için Dhat Irk'ı ihrama girmek için yer olarak tayin etti.\" dedi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Aişe dedi ki: Asma binti Umays, Şecerah'ta Muhammed bin Ebu Bekir'i doğurdu. Allah'ın Elçisi (SAV), Ebu Bekir'e ona banyo yaptırmasını ve ihrama girmesini emretti."
    },
    {
      "id": 26,
      "narrator": "`A’ishah (may Allah be pleased with her) said :",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (SAV) dedi ki: \"Adet gören bir kadın ve çocuk doğuran biri banyo yapmalı, ihrama girmeli ve ihram giydiklerinde Kabe'yi tavaf dışında Hac'ın tüm rituellerini yerine getirmelidir.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Ma'mar, kendi rivayetinde \"temizleninceye kadar\" dedi. Rivayet eden İbn İsa, İkrime ve Mücahid'in isimlerini anmadı, ancak \"Ata'dan İbn Abbas'ın rivayetiyle\" dedi. İbn İsa ayrıca \"tüm (Hac rituelleri)\" kelimesini de anmadı. Kendi rivayetinde \"Kabe'yi tavaf dışında Hac'ın tüm rituelleri\" dedi."
    },
    {
      "id": 28,
      "narrator": "Ibn `Umar said :",
      "text": "Aişe dedi ki: Ben, Allah'ın Elçisi (SAV) ihrama girmeden önce onu parfümlediğimde, Kabe'yi tavaf etmeden önce ihramdan çıkmadan önce hazırlık yapardım."
    },
    {
      "id": 29,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (SAV) ihram giyerken başındaki saçlarının ayrıldığı yerden parfümün parıltısını hâlâ görebiliyorum."
    },
    {
      "id": 30,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "İbn Ömer dedi ki, Peygamber (SAV) mattedilmiş saçlarla talbiyeyi yüksek sesle söylediğini duydu."
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) umre yapan eşleri için bir inek kurban etti."
    },
    {
      "id": 32,
      "narrator": "Ibn `Abbas said :",
      "text": "İbn Abbas dedi ki: Allah'ın Resulü (SWAS) Dhu al-Hulaifah'da öğle namazını kıldı. Sonra bir deve çağırdı ve sırtının sağ tarafında kesik yaptı; ardından kanı sıkıştırarak çıkardı ve boynuna iki terlik bağladı. Sonra binek hayvanına (deveye) bindi ve al-Baida'ya ulaştı, Hac için telbiye getirmek üzere sesini yükseltti."
    },
    {
      "id": 33,
      "narrator": "This tradition has also been transmitted by Shu’bah through a different chain of narrators similar to that reported by Abu al-Walid.  This version adds he then took out the blood by pressing it with his hand.  \t\n\n\nAbu Dawud said :",
      "text": "Bu rivayet, Şu’be tarafından farklı bir isnat zinciriyle, Abu al-Walid'in bildirdiği benzer şekilde aktarılmıştır. Bu versiyon, kanı el ile sıkıştırarak çıkardığını eklemektedir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Abu Davud dedi ki: Hammam'ın rivayetinde \"Kanı parmaklarıyla sıkarak çıkardı\" ifadesi bulunmaktadır."
    },
    {
      "id": 35,
      "narrator": "Ai’shah said :",
      "text": "Abu Davud, bu rivayetin Basra halkı tarafından aktarıldığını ve onların tek başına aktarıcıları olduğunu söyledi."
    },
    {
      "id": 36,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Al-Miswar bin Makhramah ve al-Marwan, Allah'ın Resulü'nün (SWAS) Hudeybiye yılı (Mekke'ye) doğru yola çıktığını söylediler. Dhu al-Hulaifah'a ulaştığında, yanında getirdiği kurban devesinin boynuna bir şey bağladı ve sırtında kesik yaptı ve ihram giydi."
    },
    {
      "id": 37,
      "narrator": "Ai’shah said :",
      "text": "Aişe dedi ki: Allah'ın Resulü (SWAS) bir kez kurban için (Kabe'deki) eve koyun (veya keçi) getirdi ve onları gerdanlıkla süsledi."
    },
    {
      "id": 38,
      "narrator": "Ai’shah said:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Ömer ibn al-Hattab, kurban için bir bukhti deve adadı (hacda). Bunun için üç yüz dinar teklif edildi. Peygamber'e (ﷺ) geldi ve dedi ki: Allah'ın Resulü, ben bir bukhti deve adadım ve bunun için üç yüz dinar teklif edildi. Onu satıp fiyatına başka bir deve alabilir miyim? Hayır, onu kurban et."
    },
    {
      "id": 39,
      "narrator": "Ai’shah said:",
      "text": "Abu Davud dedi ki: Bu, Ömer'in sırtında bir kesik yapmış olmasından kaynaklanıyordu."
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah said:",
      "text": "Aişe dedi ki: Allah'ın Resulü'nün (SWAS) kurban hayvanlarının gerdanlıklarını kendi ellerimle sardım, ardından o da onların sırtlarında kesik yaptı ve onları (Kabe'ye) kurban olarak gönderdi, fakat kendisi Medine'de kaldı ve ona helal olan hiçbir şey haram kılınmadı."
    },
    {
      "id": 41,
      "narrator": "Abu al-Zubair said:",
      "text": "Aişe dedi ki: Allah'ın Resulü (SWAS) kurban hayvanlarını Medine'den (Mekke'ye) kurban olarak gönderirdi. Ben kurban hayvanlarının gerdanlıklarını sarardım; ardından o, ihramda olan bir hacının kaçınması gereken hiçbir şeyden kaçınmazdı."
    },
    {
      "id": 42,
      "narrator": "Narrated Najiyah al-Aslami:",
      "text": "Aişe dedi ki: Allah'ın Resulü (SWAS) kurban develerini (Kabe'ye) kurban olarak gönderdi ve ben kendi ellerimle yanımızda bulunan renkli yünlerden gerdanlıklarını sardım. Ertesi sabah, o, kısıtlamalardan kurtulmuş olarak, (eşleriyle) ihramsız bir adam gibi cinsel ilişkiye girdi."
    },
    {
      "id": 43,
      "narrator": "Ibn Abbas said:",
      "text": "Abu Hurayrah dedi ki: Allah'ın Resulü (SWAS) bir adamın kurban devesini sürerken gördü. Ona biner misin? dedi. Adam, bu bir kurban devesi dedi. O tekrar, biner misin, dedi; ya da ikinci ya da üçüncü kez söyledi."
    },
    {
      "id": 44,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu al-Zubair dedi ki: Ben Jabir bin Abdullah'a kurban develerine binmek hakkında sordum. O, Allah'ın Resulü'nün (SWAS) \"Onlara binerken nazik olun, başka bir şeyiniz yoksa bir binek bulana kadar\" dediğini işittim."
    },
    {
      "id": 45,
      "narrator": "Narrated Abdullah ibn Qurt:",
      "text": "Najiyah al-Aslami'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) onunla birlikte kurban develeri gönderdi (Kabe'ye). Sonra şöyle dedi: Eğer onlardan biri yorgun düşerse, onu kes, ayakkabılarını kanına batır ve insanlara (yemeleri için) bırak."
    },
    {
      "id": 46,
      "narrator": "Narrated Arfah ibn al-Harith al-Kandi:",
      "text": "Arfah ibn al-Harith al-Kandi'den rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ) ile Veda Haccı'nda bulundum. Kurbanlık develer ona getirildiğinde, \"Bana AbulHasan'ı (Ali) çağırın.\" dedi. Ali çağrıldı ve o (Peygamber) ona, \"Mızrağın alt kısmını tut.\" dedi. Allah'ın Elçisi (ﷺ) kendisi üst kısmını tuttu. Sonra develeri onunla deldi. Kesimi bitirdiğinde, katırına bindi ve Ali'yi arkasına aldı."
    },
    {
      "id": 47,
      "narrator": "`Abd al Rahman bin Thabit said:",
      "text": "Abd al-Rahman bin Thabit dedi ki: Peygamber (SWAS) ve arkadaşları, deveyi sol bacağı bağlı olarak kurban ederdi ve o, diğer bacakları üzerinde ayakta kalırdı."
    },
    {
      "id": 48,
      "narrator": "Ziyad bin Jubair said :",
      "text": "Ziyad bin Jubair dedi ki: Ben, İbn 'Umar ile Mina'da bulundum. O, oturan bir adamın devesini kurban ettiğini gördü. \"Onu ayakta tut ve bacağını bağla; böylece Muhammed'in (SWAS) sünnetine uy.\" dedi."
    },
    {
      "id": 49,
      "narrator": "`Ali said :",
      "text": "Ali dedi ki: Allah'ın Elçisi (SWAS) bana (onun) kurbanlık develerinin başında olmamı ve derileri ile eyer örtülerini (kurbandan sonra) sadaka olarak dağıtmamı emretti. Bana kasaba hiçbir şey vermememi söyledi. \"Biz kasaba ücretini kendimiz verirdik.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Sa'id ibn Jubayr dedi ki: Abdullah ibn Abbas'a, \"AbulAbbas, Allah'ın Elçisi (ﷺ) haccı farz kıldığında ihram giymesi konusundaki arkadaşları arasındaki ihtilafı görmekten şaşırdım.\" dedim."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "O cevap verdi: \"Bunu insanlardan daha iyi biliyorum. Allah'ın Elçisi (ﷺ) sadece bir hacc yaptı. Bu yüzden insanlar arasında ihtilaf oldu. Allah'ın Elçisi (ﷺ) haccı yapma niyetiyle (Medine'den) çıktı. Dhul-Hulayfah'daki camide iki rek'at namaz kıldığında, ihram giyerek onu farz kıldı."
    },
    {
      "id": 52,
      "narrator": "Ubayd ibn Jurayj said to Abdullah ibn Umar:",
      "text": "Aynı toplantıda, iki rek'at namazını bitirdikten sonra hacc için telbiye sesini yükseltti. Bazı insanlar bunu duydu ve ben de ondan aldım. Sonra (dişi devesine) bindi ve (dişi deve) ayağa kalktığında, onun sırtında iken telbiyeyi sesli söyledi ve o anda bazı insanlar bunu duydu. Bunun nedeni, insanların gruplar halinde gelmesiydi, bu yüzden onun telbiyeyi sesli söylediğini duyduğunda, dişi devesi onun sırtında ayağa kalktığında, Allah'ın Elçisi (ﷺ) telbiyeyi sesli söylediğini düşündüler."
    },
    {
      "id": 53,
      "narrator": "Anas said :",
      "text": "Allah'ın Elçisi (ﷺ) daha ileri gitti; al-Bayda' tepesine çıktığında telbiyeyi sesli söyledi. O anda bazı insanlar bunu duydu. Onlar, al-Bayda' tepesine çıktığında telbiyeyi sesli söylediğini düşündüler. Allah'a yemin ederim ki, o, namaz kıldığı yerde telbiyeyi sesli söyledi ve dişi devesi onun sırtında ayağa kalktığında telbiyeyi sesli söyledi ve al-Bayda' tepesine çıktığında telbiyeyi sesli söyledi."
    },
    {
      "id": 54,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Sa'id (ibn Jubayr) dedi ki; İbn Abbas'ın görüşünü takip eden, namazının iki rek'atını bitirdikten sonra telbiyeyi (ve ihramı) namaz kıldığı yerde sesli söyler.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Sa'd ibn Abi Waqqas:",
      "text": "İbn 'Umar dedi ki: Bu, Allah'ın Elçisi'ne (SWAS) iftira ettiğiniz al-Bayda'dır. O, telbiyeyi masjidden, yani Dhu al-Hulaifah camiinden sesli söylemedi."
    },
    {
      "id": 56,
      "narrator": "Ibn `Abbas said:",
      "text": "Ubayd ibn Jurayj, Abdullah ibn Umar'a dedi ki: AbuAbdurRahman, seni, arkadaşlarının yapmadığı şeyleri yaparken gördüm."
    },
    {
      "id": 57,
      "narrator": "Ai’shah said :",
      "text": "O sordu: \"Neler onlar, Ibn Jurayj?\" O cevap verdi: \"Sadece iki Yemen köşesini dokunduğunu gördüm; saçsız ayakkabılar giydiğini gördüm; sarı renge boyandığını gördüm; ve Dhu al-Hijjah'ın sekizinci günü ihram giydiğini gördüm, oysa insanlar ayın görünmesiyle ihram giymişti.\""
    },
    {
      "id": 58,
      "narrator": "Ai’shah said :",
      "text": "Abdullah ibn Umar cevap verdi: \"Köşelere gelince, Allah'ın Elçisi (ﷺ) Kabe'de hiçbir şeyi dokunmadığını görmedim, sadece iki Yemen köşesini dokundu. Deri ayakkabılara gelince, Allah'ın Elçisi (ﷺ) deri ayakkabılar giyerken gördüm ve abdest aldıktan sonra onları giyerdi. Bu yüzden onları giymeyi seviyorum. Sarı giymeye gelince, Allah'ın Elçisi (ﷺ) sarı giyerken gördüm, bu yüzden onunla giymeyi seviyorum. Telbiyeyi sesli söylemeye gelince, Allah'ın Elçisi (ﷺ) dişi devesi onun sırtında ayağa kalktığında telbiyeyi sesli söylediğini gördüm.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Anas dedi ki: Allah'ın Elçisi (SWAS) Medine'de dört rek'at namaz kıldı ve Dhu al-Hulaifah'da iki rek'at öğle namazı kıldı. Sonra Dhu al-Hulaifah'da geceyi geçirdi, sabah olana kadar. Bindiği hayvan ayağa kalktığında, telbiyeyi sesli söyledi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) öğle namazını kıldı, sonra bindiği hayvana bindi. Al-Bayda' tepesine geldiğinde, telbiyeyi sesli söyledi."
    },
    {
      "id": 61,
      "narrator": "Ai’shah the wife of the Prophet (SWAS) said :",
      "text": "Aişe, Peygamber (SAV) hanımı, şöyle dedi: Veda haccında Allah'ın Elçisi (SAV) ile birlikte çıktık ve umre için telbiye sesimizi yükselttik. Allah'ın Elçisi (SAV) \"Kurbanlık hayvanları yanında getirenler, umre ile birlikte hacc için telbiye seslerini yükseltsinler ve her ikisini de yaptıktan sonra ihramlarını çıkarmasınlar\" dedi. Ben Mekkede adetliydim ve Kabe'nin etrafında tavaf etmedim ya da Safa ile Merve arasında sa'y yapmadım. Bunu Allah'ın Elçisine (SAV) şikayet ettim, o da \"Saçını çöz, tarakla ve hacc için telbiye sesini yükselt, umreyi bırak\" dedi. Ben de öyle yaptım. Haccı tamamladığımızda, Allah'ın Elçisi (SAV) beni Abdürrahman bin Ebu Bekir ile birlikte el-Tan'im'e gönderdi ve ben umre yaptım. O da \"Bu, kaçırdığın umre yerine geçer\" dedi. O, umre için telbiye sesini yükseltenler, Kabe'nin etrafında tavaf ettikten ve Safa ile Merve arasında sa'y yaptıktan sonra ihramlarını çıkardılar. Daha sonra Mina'dan döndüklerinde hacc için bir tavaf daha yaptılar, fakat hacc ve umreyi birleştirenler sadece bir tavaf yaptılar."
    },
    {
      "id": 62,
      "narrator": "Ai’shah said :",
      "text": "Aişe şöyle dedi: Hacc için telbiye sesimizi yükselttik. Sarif'e vardığımızda adet oldum. Allah'ın Elçisi (SAV) beni ağlarken buldu. \"Neden ağlıyorsun, Aişe?\" diye sordu. Ben de \"Adet oldum. Hacc için çıkmasaydım keşke\" dedim. O da \"Subhanallah, bu, Allah'ın Adem'in kızlarına farz kıldığı bir şeydir. Haccın tüm ritüellerini yerine getir, ama Kabe'nin etrafında tavaf etme\" dedi. Mekkeye girdiğimizde, Allah'ın Elçisi (SAV) \"Umre yapmak isteyen, yapsın; ancak kurbanlık hayvanları yanında olanlar hariç\" dedi. Allah'ın Elçisi (SAV) kurban günü eşleri adına bir inek kesti. Al-Batha gecesi geldiğinde ve Aişe temizlendiğinde, \"Diğer kadın hacılar Hacc ve umre yaptıktan sonra dönecekler, ben sadece hacc yaptıktan sonra mı döneceğim?\" dedi. Bunun üzerine Abdürrahman bin Ebu Bekir'i emretti ve onu el-Tan'im'e götürdü. Orada umre için telbiye sesini yükseltti."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Aişe şöyle dedi: Allah'ın Elçisi (SAV) ile birlikte çıktık ve bunu sadece bir hacc olarak düşündük. Geldiğimizde Kabe'nin etrafında tavaf ettik. Allah'ın Elçisi (SAV) daha sonra kurbanlık hayvanları yanında getirmeyenlere ihramlarını çıkarmalarını emretti. Bu nedenle, kurbanlık hayvanları yanında getirmeyenler ihramlarını çıkardılar."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi (SAV) şöyle dediğini bildirdi: \"Eğer işim hakkında daha önce bildiğim şeyleri bilseydim, kurbanlık hayvanlarını yanımda getirmezdim.\" Rivayet eden Muhammed (bin Yahya) \"Sanırım o (Uthman bin Umar) 'Umre yaptıktan sonra ihramını çıkarırdım\" dedi. O, bununla tüm insanların eşit ritüelleri yerine getirmesini kastetti."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Cabir şöyle dedi: Allah'ın Elçisi (SAV) ile birlikte hacc için telbiye sesimizi yükselttik, yalnızca hacc için (İfrad) sesimizi yükseltirken Aişe umre için telbiye sesini yükseltti. Sarif'e vardığında adet oldu. Mekkede Kabe'nin etrafında tavaf ettik ve Safa ile Merve arasında sa'y yaptık. Allah'ın Elçisi (SAV) daha sonra kurbanlık hayvanları yanında getirmeyenlerin ihramlarını çıkarmalarını emretti (umreden sonra). \"Hangi işler helaldir (ve hangileri değil)?\" diye sorduk. \"Tüm işler helaldir (genellikle caiz olanlar)\" diye yanıtladı. Bu nedenle eşlerimizle cinsel ilişkiye girdik, parfüm kullandık, kıyafetlerimizi giydik. Haccı Arafat'ta yerine getirmek için sadece dört gün kalmıştı. Dhu'l-Hijjah'ın sekizinci günü telbiye sesimizi yükselttik (Hacc için ihram giyerek). Allah'ın Elçisi (SAV) Aişe'nin yanına girdi ve onu ağlarken buldu. \"Nedir bu halin?\" dedi. \"Sorunum, adet olmam. İnsanlar ihram giydi ama ben giyemedim, Kabe'nin etrafında tavaf etmedim. Şimdi insanlar hacca gidiyor\" dedim. O da \"Bu, Allah'ın Adem'in kızlarına takdir ettiği bir şeydir. Banyo yap, sonra hacc için telbiye sesini yükselt (yani hacc için ihram giy)\" dedi. O, banyo yaptı ve haccın tüm ritüellerini yerine getirdi (yani hacıların kaldığı tüm yerlerde durdu). Temizlendiğinde Kabe'nin etrafında tavaf etti ve Safa ile Merve arasında sa'y yaptı. O (Peygamber) \"Artık hem haccını hem de umreni yaptın\" dedi. Ben de \"Ya Allah'ın Elçisi, haccımı yaparken Kabe'nin etrafında tavaf etmediğim için aklımda bazı tereddütler var\" dedim. O da \"Abdürrahman (kardeşi), onu al ve el-Tan'im'den umre yaptır\" dedi. Bu, Al-Hasbah gecesi (Dhu'l-Hijjah'ın on dördüncü günü) oldu."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Yukarıda belirtilen rivayet, Cabir tarafından farklı bir isnat zinciriyle de aktarılmıştır. Bu versiyonda Peygamber (SAV) \"Hacc için telbiye sesinizi yükseltin ve sonra haccınızı yapın, haccı yerine getiren tüm hacılar gibi yapın, yalnızca Kabe'nin etrafında tavaf etmeyin ve namaz kılmayın\" dedi."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Cabir bin Abdullah şöyle dedi: Allah'ın Elçisi (SAV) ile birlikte hacc için telbiye sesimizi yükselttik, bunu başka bir şeyle birleştirmeden. Mekkeye geldiğimizde Dhu'l-Hijjah'ın dört günü geçmişti. Kabe'nin etrafında tavaf ettik ve Safa ile Merve arasında sa'y yaptık. Allah'ın Elçisi (SAV) daha sonra ihramı çıkarmamızı emretti. \"Eğer kurbanlık hayvanları getirmeseydim, ihramımı çıkarırdım\" dedi. Suraka bin Malik ayağa kalkarak \"Allah'ın Elçisi, bu kolaylığı bu yıl için mi sağladınız yoksa sonsuza dek mi?\" diye sordu. Allah'ın Elçisi \"Hayır, bu sonsuza dek ve sonsuza dek\" dedi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "El-Awza'i, Ata bin Ebi Rabah'ın bu rivayeti aktardığını duyduğunu, ancak bunu Ibn Juraij ile karşılaşana kadar ezberlemediğini söyledi; o da bunu benim için doğruladı."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Cabir şöyle dedi: Allah'ın Elçisi (SAV) ve arkadaşları Dhu'l-Hijjah'ın dördüncü günü Mekkeye geldiler. Kabe'nin etrafında tavaf ettiklerinde ve Safa ile Merve arasında sa'y yaptıklarında, Allah'ın Elçisi (SAV) \"Bu haccı umreye çevirin, yalnızca kurbanlık hayvanları yanında olanlar hariç\" dedi. Dhu'l-Hijjah'ın sekizinci günü geldiğinde, hacc için telbiye sesimizi yükselttik. Dhu'l-Hijjah'ın onuncu günü geldiğinde, Kabe'nin etrafında tavaf yaptılar, ancak Safa ile Merve arasında sa'y yapmadılar."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Cabir bin Abdullah şöyle dedi: Allah'ın Elçisi (SAV) ve arkadaşları hacc için telbiye seslerini yükselttiler. Onlardan hiçbiri kurbanlık hayvanları yanında getirmemişti, yalnızca Peygamber (SAV) ve Talha kurbanlık hayvanları getirmişti. Ali (Allah ondan razı olsun) Yemen'den dönmüş ve yanında kurbanlık hayvanları getirmişti. \"Ben telbiye sesimi yükselttim, Allah'ın Elçisi (SAV) de sesini yükseltti\" dedi. Peygamber (SAV) arkadaşlarına \"Bunu umreye çevirin ve Safa ile Merve arasında sa'y yaptıktan sonra saçlarınızı kestirin, ardından ihramınızı çıkarın\" dedi. Kurbanlık hayvanları yanında getirenler hariç. \"Mina'ya prostat sıvısı damlayarak mı gideceğiz?\" dediler. Bu sözler Allah'ın Elçisi (SAV)'ne ulaştı. Bunun üzerine \"Eğer işim hakkında daha önce bildiğim şeyleri bilseydim, kurbanlık hayvanlarını getirmezdim. Eğer kurbanlık hayvanlarını yanımda getirmemiş olsaydım, ihramımı çıkarırdım\" dedi."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "İbn Abbas, Peygamber (SAV)'in şöyle dediğini bildirdi: \"Bu, faydalandığımız bir umredir. Kim kurbanlık hayvanı yanında getirmişse, tamamen ihramını çıkarsın. Umre, Kıyamet Günü'ne kadar haccın içine dahil edilmiştir.\" Ebu Davud, bu rivayetin munkar (olağandışı) olduğunu söyledi. Bu, aslında İbn Abbas'ın kendisinin ifadesidir."
    },
    {
      "id": 72,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn Abbas, Peygamber (SAV)'in şöyle dediğini bildirdi: \"Bir adam hacc için telbiye sesini yükseltirse, sonra Mekkeye gelir, Kabe'nin etrafında tavaf eder ve Safa ile Merve arasında sa'y yaparsa, ihramını çıkarabilir. Bu, umre için ihram olarak kabul edilir.\" Ebu Davud, İbn Juraij'in bir adamdan 'Ata aracılığıyla rivayet ettiğini, Peygamber (SAV)'in arkadaşlarının yalnızca hacc için telbiye seslerini yükselterek Mekkeye girdiğini, ancak Peygamber (SAV)'in bunu umreye çevirdiğini söyledi."
    },
    {
      "id": 73,
      "narrator": "Narrated Sa'id ibn al-Musayyab:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (SAV) hacc için telbiye sesini yükseltti. Mekkeye geldiğinde Kabe'nin etrafında tavaf etti ve Safa ile Merve arasında sa'y yaptı. Rivayet eden İbn Şevkar, \"Saçını kestirmedi, kurbanlık hayvanları nedeniyle ihramını çıkarmadı. Ama kurbanlık hayvanları yanında getirmeyenlerin Kabe'nin etrafında tavaf etmelerini, Safa ile Merve arasında sa'y yapmalarını, saçlarını kesmelerini ve sonra ihramlarını çıkarmalarını emretti\" dedi. Rivayet eden İbn Mani' ekledi: \"Ya da başlarını traş etsinler, sonra ihramlarını çıkarsınlar.\""
    },
    {
      "id": 74,
      "narrator": "Narrated Mu'awiyah ibn AbuSufyan:",
      "text": "Sa'id ibn el-Musayyab'dan rivayet edilmiştir: Peygamber (SAV)'in bir arkadaşından, Ömer bin Hattab'a (Allah ondan razı olsun) geldi. O, Peygamber (SAV)'in vefat ettiği hastalıktan muzdaripken, umreyi haccdan önce yapmayı yasakladığını duyduğunu şahitlik etti."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Muaviye bin Ebu Süfyan'dan rivayet edilmiştir: Muaviye, Peygamber (SAV)'in arkadaşlarına şöyle dedi: \"Allah'ın Elçisi (SAV) şunu ve bunu yapmayı yasakladı (ve leopar derileri üzerinde binmeyi yasakladı) mi?\" Onlar \"Evet\" dediler. Yine dedi: \"Haccı ve umreyi birleştirmeyi yasakladığını biliyor musunuz?\" Onlar \"Bunu bilmiyoruz\" dediler. O da \"Bu, diğer şeylerle birlikte yasaklandı, ama unuttunuz\" dedi."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Anas dedi ki: Peygamber (ﷺ) Dhu al Hulaifah'ta geceyi geçirdi ve sabah oldu. Sonra (dişi devesinin) sırtında kalktı. Al Baida'ya ulaştığında, Allah'a dua etti, O'nu tesbih etti ve O'nun yüceliğini ifade etti. Sonra Hac ve Umre için telbiye sesini yükseltti. İnsanlar da onunla birlikte Hac için telbiye seslerini yükselttiler. Mekk'e geldiğimizde, insanlara ihramlarını çıkarmalarını emretti ve onlar da öyle yaptılar. Dhu Al Hijjah'ın sekizinde, yine Hac için telbiye seslerini yükselttiler (yani Hac için ihram giydiler). Allah'ın Elçisi (ﷺ) kendi eliyle yedi deve kurban etti."
    },
    {
      "id": 77,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Abu Davud dedi ki: Anas tarafından nakledilen versiyonda, \"Önce Allah'ı övdü, tesbih etti ve yüceltti, sonra Hac için telbiye sesini yükseltti\" ifadeleri vardır."
    },
    {
      "id": 78,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Narrated As-Subayy ibn Ma'bad:",
      "text": "Al-Bara' ibn Azib şöyle nakletti: Ben Ali (Allah ondan razı olsun) ile birlikteydim, Resulullah (ﷺ) onu Yemen valisi olarak tayin etti. Onun yanında kaldığım süre içinde biraz altın topladım."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Ali Yemen'den Resulullah (ﷺ)'a döndüğünde, Fatıma'nın renkli elbiseler giydiğini ve kullandığı parfümün evin içinde yayıldığını gördüm. (Renkli elbiseler ve parfüm kullanması karşısında hayretini ifade etti.)"
    },
    {
      "id": 81,
      "narrator": "Narrated Saburah:",
      "text": "O dedi ki: \"Sizde ne var?\" Resulullah (ﷺ) arkadaşlarına ihramlarını çıkarmalarını emretti ve onlar da öyle yaptılar."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Ali dedi ki: \"Ona dedim ki: Ben telbiyeye sesimi yükselttim, bunun üzerine Peygamber (ﷺ) de sesini yükseltti (yani ben qiran için ihram giydim). Sonra Peygamber (ﷺ)'e geldim.\""
    },
    {
      "id": 83,
      "narrator": "Ibn Abbas said that Mu'awiyah told him:",
      "text": "O (bana) sordu: \"Nasıl yaptın?\" Ben de cevap verdim: \"Telbiyeye sesimi yükselttim, bunun üzerine Peygamber (ﷺ) de sesini yükseltti.\" O dedi ki: \"Ben kurbanlık hayvanları yanımda getirdim ve umre ile hacı birleştirdim.\" Bana dedi ki: \"Kendim için otuz üç veya otuz dört, benim için de altmış yedi veya altmış altı deve kurban et.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Umar ibn al-Khattab şöyle nakletti: As-Subayy ibn Ma'bad dedi ki: \"Ben hem umre hem de hac için telbiyeye sesimi yükselttim.\" Bunun üzerine Umar dedi ki: \"Sen Peygamberinin (ﷺ) sünnetine uydun.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 87,
      "narrator": "",
      "text": "As-Subayy ibn Ma'bad şöyle nakletti: \"Ben bir Hristiyan bedeviydim; sonra İslam'ı kabul ettim. Kabilemden Hudhaym ibn Thurmulah adında birine geldim. Ona dedim: 'Ey kardeşim, Allah yolunda cihad etmeye hevesliyim ve hem hac hem de umre borcum olduğunu görüyorum. Bunları nasıl birleştirebilirim?'"
    },
    {
      "id": 88,
      "narrator": "Narrated Bilal ibn al-Harith al-Muzani:",
      "text": "O dedi ki: \"İkisini birleştir ve senin için kolayca temin edilen kurbanı kes.\" Bunun üzerine ben hem umre hem de hac için telbiyeye sesimi yükselttim. Al-Udhayb'a ulaştığımda, Salman ibn Rabi'ah ve Zayd ibn Suhan benimle karşılaştılar, ben de ikisi için telbiyeye sesimi yükseltiyordum."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bunlardan biri diğerine dedi ki: \"Bu (adam) devesinden daha fazla anlayışa sahip değil.\" O anda üzerime bir dağ düşmüş gibi oldu."
    },
    {
      "id": 90,
      "narrator": "Narrated AbuRazin:",
      "text": "Umar ibn al-Khattab'a (Allah ondan razı olsun) geldim ve ona dedim: \"Ey Müminlerin Emiri, ben bir Hristiyan bedeviydim ve İslam'ı kabul ettim. Allah yolunda cihad etmeye hevesliyim ve hem hac hem de umre borcum olduğunu gördüm. Kabilemden bir adam bana dedi ki: İkisini birleştir ve senin için kolayca temin edilen kurbanı kes. Ben de ikisi için telbiyeye sesimi yükselttim.\""
    },
    {
      "id": 91,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bir adamın \"Labbayk\" (her zaman itaat etmeye hazır) dediğini duydu. \"Şubrumah kimdir?\" diye sordu. Adam cevapladı: \"O benim kardeşim veya akrabam.\" Peygamber (ﷺ) sordu: \"Kendi adınla haccını yaptın mı?\" Adam: \"Hayır.\" dedi. Peygamber (ﷺ) dedi: \"Önce kendi adınla haccını yap, sonra Şubrumah adına yap.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "İbn ‘Umar dedi ki: Allah'ın Elçisi (ﷺ) talbiyeyi \"Labbaik\" (her zaman itaat etmeye hazır), \"Ya Allah, labbaik, labbaik; Senin ortağın yoktur, hamd ve lütuf Senindir, egemenlik Senindir, Senin ortağın yoktur.\" şeklinde söyledi. Rivayet eden kişi ‘Abd Allah bin ‘Umar'ın talbiyesine \"Labbaik, labbaik, labbaik ve sa’daik\" (bana bereket üstüne bereket ver) eklediğini ve \"Senin ellerin hayırdır, istek ve eylemler Sen'e yönelmiştir.\" dedi."
    },
    {
      "id": 93,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) talbiyede sesini yükseltti; ardından talbiyenin kelimelerini İbn ‘Umar'ın rivayet ettiği gibi zikretti. İnsanlar talbiyeye \"dhal-ma'arij\" (Merdivenlerin Sahibi) ve benzeri kelimeler eklerken, Peygamber (ﷺ) onların bu kelimeleri söylediklerini duydu ama onlara hiçbir şey söylemedi."
    },
    {
      "id": 94,
      "narrator": "Narrated as-Sa'ib al-Ansari:",
      "text": "as-Sa'ib al-Ansari'den rivayet edilmiştir: Khalid ibn as-Sa'ib al-Ansari, babasından naklen, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cebrail bana geldi ve arkadaşlarıma talbiyede seslerini yükseltmelerini emretti.\""
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Al Fadl bin Abbas dedi ki: Allah'ın Elçisi (ﷺ) Jamrat Al ‘Aqbah'a taşları atana kadar talbiyeyi söyledi."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "‘Abd Allah bin Umar dedi ki: Biz Allah'ın Elçisi (ﷺ) ile Mina'dan ‘Arafat'a doğru ilerlerken, bazılarımız talbiyeyi söylerken diğerleri \"Allah en büyüktür.\" diye bağırıyordu."
    },
    {
      "id": 97,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Umre yapan bir kişi, Siyah Taş'a dokunana kadar talbiyeyi haykırmalıdır.\""
    },
    {
      "id": 98,
      "narrator": "Narrated Asma' bint AbuBakr:",
      "text": "Abu Dawud dedi ki: Bu rivayet 'Abd al-Malik b. Abi Sulaiman ve Hammam tarafından 'Ata'dan, İbn 'Abbas'ın kendi sözü olarak (yani rivayet Peygamber'e atfedilmemiştir) aktarılmıştır."
    },
    {
      "id": 99,
      "narrator": "Narrated Ya'la ibn Umayyah:",
      "text": "Asma' bint AbuBakr'tan rivayet edilmiştir: Biz Allah'ın Elçisi (ﷺ) ile birlikte haccı yerine getirmek için yola çıktık. Al-Araj'a vardığımızda, Allah'ın Elçisi (ﷺ) indi ve biz de indik. Aişe, Allah'ın Elçisi (ﷺ) yanında oturdu, ben de babam (AbuBakr) yanında oturdum. AbuBakr'ın ve Allah'ın Elçisi'nin eşyaları, AbuBakr'ın kölesi tarafından bir devenin üzerine konuldu. AbuBakr oturup onun gelmesini bekliyordu. O geldi ama yanında deve yoktu. Sordu:"
    },
    {
      "id": 100,
      "narrator": "",
      "text": "\"Deven nerede?\" O: \"Dün gece kaybettim.\" dedi. AbuBakr: \"Sadece bir deve vardı, onu da kaybettin.\" dedi. Sonra onu dövmeye başladı, oysa Allah'ın Elçisi (ﷺ) gülümseyerek: \"Bu kutsal durumda (ihramda) olan adama bak, ne yapıyor?\" diyordu."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "İbn AbuRizmah dedi ki: Allah'ın Elçisi (ﷺ) başka bir şey söylemedi, sadece: \"Bu kutsal durumda (ihramda) olan adama bak, ne yapıyor?\" dedi. Bu sözleri söylerken gülümsemekteydi."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Ya'la ibn Umayyah'tan rivayet edilmiştir: Bir adam, Allah'ın Elçisi (ﷺ) al-Ji'ranah'tayken yanına geldi. Üzerinde parfüm vardı ya da safranın izi vardı ve bir tunik giyiyordu."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "\"Ya Allah'ın Elçisi, umre yaparken ne yapmamı emredersin?\" dedi. Bu esnada, Yüce Allah, Peygamber'e (ﷺ) bir vahiy gönderdi."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Peygamber (ﷺ) kendine geldiğinde, \"Umre hakkında soran adam nerede?\" diye sordu. (Adam geldiğinde) Peygamber (ﷺ) dedi ki: \"Üzerindeki parfümü yıka, ya da dedi ki: (Safranın izini yıka - rivayet eden kişi şüpheli), tunikini çıkar, sonra umreni haccında yaptığın gibi yap.\""
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Bu rivayet, Ya’la bin Umayyah tarafından farklı bir isnatla da aktarılmıştır. Bu versiyonda Peygamber (ﷺ) ona \"Tunikini çıkar.\" dedi. O da onu başından çıkardı. Rivayet eden kişi daha sonra rivayetin geri kalanını aktardı."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "İbn 'Umar, Peygamber (ﷺ)in şöyle söylediğini bildirdi: İhramda olan bir kadın, peçe takmamalı veya eldiven giymemelidir."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Abdullah bin Umar, Allah'ın Elçisi (ﷺ)in ihramda olan kadınların eldiven giymelerini, yüzlerini örtmelerini ve savaş boyası veya safran ile boyanmış giysiler giymelerini yasakladığını duyduğunu söyledi. Ancak daha sonra, sarı veya ipek veya takı veya pantolon veya gömlek veya ayakkabı giymek için istedikleri her türlü giysiyi giyebilirler."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Abu Davud, 'Abdah ve Muhammed bin İshak'ın bu hadisi, \"Savaş boyası veya safran ile boyanmış giysiler giymelerini\" kısmına kadar aktardığını söyledi. Onlar sonrasını zikretmediler."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Nafi' dedi ki, İbn 'Umar üşüdü ve \"Üzerime bir giysi at, Nafi\" dedi. Ben de üzerine bir kapüşonlu örtü attım. Bunun üzerine, \"Allah'ın Elçisi (ﷺ) ihramda olanların bunu giymesini yasaklamışken, bunu üzerime mi atıyorsun?\" dedi."
    },
    {
      "id": 110,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "İbn 'Abbas, Allah'ın Elçisi (ﷺ)in şöyle söylediğini duyduğunu aktardı: İhramda olan bir kişi alt giysi (bel örtüsü) bulamazsa, pantolon giyebilir ve sandalet bulamazsa, ayakkabı giyebilir."
    },
    {
      "id": 111,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Davud, bu hadisin Mekke ravileri tarafından aktarıldığını söyledi. Basra'daki ravisi ise Cabir bin Zaid'dir. O sadece pantolonu zikretmiş ve ayakkabının kesilmesi kısmını atlamıştır."
    },
    {
      "id": 112,
      "narrator": "Al Bara’ (bin Azib) said When the Apostle of Allaah(ﷺ) concluded the treaty with the people of Al Hudaibiyyah, they stipulated that they (the Muslims)  would not enter (Makkah) except with the bag of armament (julban al-silah). I asked what is julban al-silah? He replied:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile birlikte Mekke'ye giderken, ihram giyerken alnımıza sukk adı verilen parfümü sürdük. Bizden biri terlediğinde, (parfüm) yüzüne damlardı. Peygamber (ﷺ) bunu gördü ama yasaklamadı."
    },
    {
      "id": 113,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Salim ibn Abdullah dedi ki: Abdullah ibn Umar böyle yapardı, yani ihram giyen bir kadının ayakkabılarını keserdi; sonra Safiyye bint Ebu Ubeyd ona, Aişe (Allah ondan razı olsun)ın kendisine, Allah'ın Elçisi (ﷺ)in kadınlara ayakkabılar konusunda izin verdiğini bildirdiğini aktardı. Bu nedenle, bunu terk etti."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Al Bara' (bin Azib) dedi ki: Allah'ın Elçisi (ﷺ) Hudaibiyye halkıyla antlaşmayı tamamladığında, onlar (Müslümanlar)ın (Mekke'ye) silah çantası (julban al-silah) olmadan girmeyeceklerine dair şartlar koydular. Ben de \"Julban al-silah nedir?\" diye sordum. O da \"İçindekilerle birlikte çanta\" diye cevap verdi."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile birlikte ihramda iken, üzerimizden geçen binekler olurdu. Onlar yanımızdan geçerken, birimiz dış giysisini başından yüzüne doğru sarkıtırdı, ve onlar geçtikten sonra yüzlerimizi açardık."
    },
    {
      "id": 116,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ümmü'l-Hüseyin dedi ki: Biz, Peygamber (ﷺ) ile birlikte Veda Hacını yaptık. Usame ve Bilal'i gördüm, birisi Peygamber (ﷺ)in dişi devesinin ipini tutarken, diğeri giysisini kaldırıp sıcaktan korunuyordu, ta ki 'Aqabah cemresine taş atana kadar."
    },
    {
      "id": 117,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "İbn 'Abbas dedi ki: Peygamber (ﷺ) ihramda iken kendisine hacamat yaptırmıştır."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) başında, hastalığından dolayı ihramda iken kendisine hacamat yaptırmıştır."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ihramda iken ayağındaki bir ağrı nedeniyle ayağının üstüne hacamat yaptırmıştır."
    },
    {
      "id": 120,
      "narrator": "‘Abd Allah bin Hunain said ‘Abd Allah bin Abbas and Miswar bin Makhramah differed amongst themselves (on the question of washing the head in the sacred state) at al Abwa. ‘Ibn Abbas said A pilgrim in the sacred state (while wearing ihram) can wash his head. Al Miswar said A pilgrim in the sacred state(wearing ihram) cannot wash his head. ‘Abd Allah bin Abbas then sent him (‘Abd Allah bin Hunain) to Abu Ayyub Al Ansari. He found him taking a bath between two woods erected at the edge of the well and he was hiding himself with a cloth (curtain). He (the narrator) said I saluted him. He asked Who is this? I said I am ‘Abd Allah bin Hunain. ‘Abd Allah bin Abbas has sent me to you asking you how the Apostle of Allaah(ﷺ) used to wash his head while he was wearing ihram. Abu Ayyub then put his hand on the cloth and removed it till his head appeared to me. He then said to a person who was pouring water on him:",
      "text": "Abu Davud dedi ki: Ahmad'ın, \"İbn Abi 'Arubah bunu Mursal olarak nakletti\" dediğini duydum. Yani Kattadah'dan."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Nubaih bin Wahb, Banu Abd Al Dar'ın kardeşi, 'Umar bin Ubaid Allah'ın Aban bin Uthman bin Affan'a (nikah törenine katılması için) birini gönderdiğini söyledi. O günlerde Aban, hacıların lideriydi ve her ikisi de kutsal durumda (ihram giymiş) idiler. Shaibah bin Jubair'in kızını Talhah bin Umar'a vermek istiyorum. Katılmanızı isterim. Aban reddetti ve babası Uthman bin Affan'dan Allah'ın Elçisi (ﷺ) tarafından şöyle bir hadis duyduğunu söyledi: Hacılar, kutsal durumda (ihramda) evlenemez ve başkalarını evlendiremezler."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Yukarıda belirtilen hadis, Aban bin Uthman tarafından Uthman'dan, Allah'ın Elçisi (ﷺ) aracılığıyla benzer bir şekilde aktarılmıştır. Bu versiyon \"Ve nişanlanmamalıdır\" ifadesini ekler."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Yazid bin Al Asamm, Maimunah'ın yeğeni, Maimunah'dan şöyle dedi: Allah'ın Elçisi (ﷺ) beni Sarif'te, kutsal durumda değilken evlendirdi."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: Peygamber (ﷺ) Maimunah'ı kutsal durumda (ihramda) evlendirdi."
    },
    {
      "id": 128,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 129,
      "narrator": "Abdullah ibn al-Harith reported on the authority of his father al-Harith:",
      "text": "Sa'id bin Al Musayyib dedi ki: İbn 'Abbas'ın Peygamberin Maimunah ile evliliği hakkında bir yanlış anlaması var."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 131,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "İbn 'Umar dedi ki: Peygambere (ﷺ) hacıların kutsal durumda hangi canlıları öldürebileceği soruldu. O, kutsal alan içinde veya dışında öldürülmesi günah olmayan beş canlı olduğunu söyledi: Akrep, Karga, Sıçan, Atmaca ve ısıran Köpek."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken aktardı: Kutsal bölgede öldürülmesi caiz olan beş canlı vardır: Yılan, Akrep, Atmaca, Sıçan ve ısıran Köpek."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri'den rivayet edildi: Peygambere (ﷺ) kutsal durumda bir hacının hangi canlıları öldürebileceği soruldu. O, \"Yılan, akrep, sıçan; benekli kargayı kovalamalı, ama öldürmemelidir; ısıran köpek, atmaca ve insana saldıran herhangi bir vahşi hayvan\" diye cevap verdi."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Ka'ab bin 'Ujrah, Allah'ın Elçisi (ﷺ) ile birlikte Al Hudaibiyyah'da bulunduğu sırada, başındaki böceklerin (bit) kendisini rahatsız edip etmediğini sordu. O da evet dedi. Peygamber (ﷺ) \"Başını traş et, sonra bir koyun kurban et ya da üç gün oruç tut ya da altı fakire üç sa hurma ver\" dedi."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Ka'ab bin 'Ujrah, Allah'ın Elçisi (ﷺ) ona \"İstersen bir hayvan kurban et, istersen üç gün oruç tut ya da istersen altı fakire üç sa hurma ver\" dedi."
    },
    {
      "id": 138,
      "narrator": "Narrated Ka'b ibn Ujrah:",
      "text": "Ka'b ibn Ujrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Hudaybiyyah'da onu gördü. Sonra hadisin geri kalanını anlattı. Bu versiyon ekliyor: \"Sordu: Kurbanlık bir hayvanın var mı? O da: Hayır, dedi. Sonra: Üç gün oruç tut ya da altı fakire üç sa hurma ver, her iki kişiye bir sa ver\" dedi."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Ensar'dan bir adam, Ka'b ibn Ujrah'dan rivayet ederek, başında (bit yüzünden) ağrı hissettiğini; bu yüzden başını traş ettiğini söyledi. Peygamber (ﷺ) ona bir inek kurban etmesini emretti."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Ka'b bin 'Ujrah, Al Hudaibiyyah yılında Allah'ın Elçisi (ﷺ) ile birlikteyken başımda o kadar bit vardı ki, gözlerimden endişe ettim. Bunun üzerine Yüce Allah benimle ilgili bu ayetleri indirdi: \"Ve sizden kim hasta ise ya da başında bir rahatsızlık varsa.\" Allah'ın Elçisi (ﷺ) beni çağırdı ve \"Başını traş et ve üç gün oruç tut ya da altı fakir adama bir faraq kuru üzüm ver ya da bir keçi kurban et\" dedi. Ben de başımı traş ettim ve kurban ettim."
    },
    {
      "id": 141,
      "narrator": "It was reported from 'Abdul-Karim bin Malik Al-Jazari, from 'Abdur-Rahman bin Abi Laila, from Ka'b bin Ujrah, regarding this incident (as narrated in on previous hadith), and he added:",
      "text": "'Abdul-Karim bin Malik Al-Jazari'den, 'Abdur-Rahman bin Abi Laila'dan, Ka'b bin Ujrah'dan bu olay hakkında (önceki hadiste anlatıldığı gibi) rivayet edilmiştir ve o ekledi: \"Bunlardan hangisini yaparsan, yeter.\""
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Al Hajjaj bin 'Amr Al Ansari, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Eğer biri (bir kemik ya da bacak) kırar veya topal olursa, o kutsal durumdan çıkmış olur ve bir sonraki yıl Hac yapmalıdır.\" 'İkrimah, bunu İbn 'Abbas ve Ebu Hureyre'ye sordum. Onlar da: \"Doğru söyledi\" dediler."
    },
    {
      "id": 143,
      "narrator": "Narrated al-Hajjaj ibn Amr:",
      "text": "Al-Hajjaj ibn Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer biri (bir bacak) kırar veya topal olursa ya da hastalanırsa.\" Sonra aynı etkiyi taşıyan hadisi anlattı. Rivayet eden Salamah ibn Shabib dedi ki: Ma'mar (bu hadisi) bize aktardı."
    },
    {
      "id": 144,
      "narrator": "Maymun ibn Mahran said:",
      "text": "Maymun ibn Mahran dedi ki: Umre yapmak için, Suriye halkının İbn az-Zubayr'ı Mekke'de kuşattığı yıl çıktım. Kabilemin bazı insanları benimle birlikte kurbanlık hayvanlar gönderdi. Suriye halkına ulaştığımızda, bizi kutsal bölgeye girmekten alıkoydular. Bu nedenle, hayvanları aynı yerde kurban ettim. Sonra ihramımı çıkardım ve geri döndüm."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Bir sonraki yıl, umrem için kefaret vermek üzere çıktım. İbn Abbas'a geldim ve (bunun hakkında) ona sordum. O da: \"Yeni bir kurbanlık hayvan getir, çünkü Allah'ın Elçisi (ﷺ) arkadaşlarına, Al-Hudaybiyyah yılında kurban ettikleri hayvanlar yerine kefaret umresi için taze kurbanlık hayvanlar getirmelerini emretti\" dedi."
    },
    {
      "id": 146,
      "narrator": "Ibn ‘Umar said The Prophet (ﷺ) used to enter Makkah from the upper hillock. The version of Yahya goes:",
      "text": "Nafi' dedi ki: İbn 'Umar'ın Mekke'ye geldiğinde her zaman Dhu Tuwa'da gece geçirdiği, sabah yıkanıp gündüz Mekke'ye girdiği bir alışkanlığı vardı. \"Peygamber (ﷺ) böyle yapardı\" derdi."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: Peygamber (ﷺ) Mekke'ye üst tepe tarafından girerdi. Yahya'nın versiyonu şöyle geçiyor: Peygamber (ﷺ) Mekke'ye Kuda' üzerinden, Batha' tepesinden girerdi. Alt tepe tarafından çıkardı."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "Al Barmaki ekledi: \"Yani Mekke'nin iki tepe noktası.\""
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Musaddad'ın versiyonu daha kapsamlıdır."
    },
    {
      "id": 150,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "İbn 'Umar dedi ki: Allah'ın Elçisi (ﷺ) (Medine'den) Al Shajarah yoluyla çıkıp (Mekke'ye) Al Mu'arras yoluyla girerdi."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Abu Hurayra dedi ki: Peygamber (ﷺ) Mekkeye girdiğinde, Kabe'yi tavaf etti ve istasyonun arkasında iki rek'at namaz kıldı. Yani bunu Feth günü yaptı."
    },
    {
      "id": 152,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Mekke'ye geldi ve Allah'ın Resulü (ﷺ) Taş'a doğru ilerledikten sonra onu dokundu ve Kabe'yi tavaf etti. Sonra as-Safa'ya gitti ve oraya çıkarak Kabe'yi görebilmek için ellerini kaldırdı, Allah'ı dilediği kadar zikretti ve dua etti. Rivayet eden kişi dedi ki: Ensar onun altında bulunuyordu. Rivayet eden Hashim dedi ki: O, dua etti, Allah'ı övdü ve istediği şeyleri Allah'tan istedi."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Abis bin Rabi'ah, 'Umar'dan rivayet etti: O (Umar) Siyah Taş'a geldi ve \"Ben kesin olarak biliyorum ki sen, ne fayda ne de zarar verebilen bir taştan ibaretsin. Eğer Allah Resulü (ﷺ) seni öperken görmemiş olsaydım, seni öpmezdim.\" dedi."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: Ben, Allah Resulü'nün (ﷺ) Kabe'de hiçbir şeye dokunduğunu görmedim, sadece iki Yemen köşesine dokundu."
    },
    {
      "id": 155,
      "narrator": "Ibn Umar was informed about the statement of Aisha that a part of al-Hijr is included in the magnitude of the Ka'bah. Ibn Umar said:",
      "text": "İbn 'Umar, Aişe'nin \"al-Hicr'in bir kısmı Kabe'nin büyüklüğüne dahildir.\" ifadesini duydu. İbn 'Umar dedi: \"Vallahi, onun bunu Allah Resulü'nden (ﷺ) duymuş olması gerektiğini düşünüyorum. Allah Resulü (ﷺ) ikisine de dokunmaktan vazgeçmedi, sadece Kabe'nin temeli üzerinde olmadıkları için ve insanlar al-Hicr'ın ötesinde tavaf etmedikleri için.\""
    },
    {
      "id": 156,
      "narrator": "",
      "text": "İbn 'Umar dedi: Allah Resulü (ﷺ) her tavafında Yemen köşesine ve Siyah Taş'a dokunmaktan vazgeçmedi. İbn 'Umar da bunu yapardı."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: Allah Resulü (ﷺ) Veda Haccı'nda deve üzerinde tavaf yaptı ve köşeye (Siyah Taş) eğri bir sopa ile dokundu."
    },
    {
      "id": 158,
      "narrator": "Narrated Safiyyah, daughter of Shaybah:",
      "text": "Safiyyah bint Shaybah'dan rivayet edilmiştir: Allah Resulü (ﷺ) Feth yılı Mekke'de dinlendiğinde, deve üzerinde tavaf yaptı ve elinde eğri bir sopa ile köşeye (Siyah Taş) dokundu. O dedi ki: \"Ben onu izliyordum.\""
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Ebu Tufayl, İbn 'Abbas'tan rivayet etti: Ben, Peygamber (ﷺ) deve üzerinde Kabe'yi tavaf ederken, köşeye (Siyah Taş) eğri bir sopa ile dokunduğunu ve onu (eğri sopayı) öptüğünü gördüm. Rivayet eden Muhammad bin Rafi' ekledi: \"Sonra as-Safa ve al-Marwah'ya gitti ve deve üzerinde yedi kez koştu.\""
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Cabir bin 'Abdullah dedi ki: Peygamber (ﷺ) Veda Haccı'nda Kabe'yi deve üzerinde tavaf etti ve as-Safa ile al-Marwah arasında koştu, böylece insanlar onu görebilsin, onun hakkında bilgi sahibi olabilsin ve ona (Hac hakkında) sorular sorabilsin diye, insanlar etrafını sardı."
    },
    {
      "id": 161,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: Allah Resulü (ﷺ) Mekke'ye geldiğinde hastaydı. Bu yüzden deve üzerinde tavaf yaptı. Köşeye (Siyah Taş) eğri bir sopa ile geldiği her seferinde dokundu. Tavafını bitirdiğinde, devesini diz çöktürdü ve iki rek'at namaz kıldı."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "Ümmü Seleme dedi ki: Ben, Allah Resulü'ne (ﷺ) hastayım diye şikayette bulundum. O dedi ki: \"İnsanların arkasında tavaf et.\" O dedi ki: \"Ben tavaf ettim ve Allah Resulü (ﷺ) Kabe'ye doğru namaz kılıyor ve 'Tur'a ve yazılı bir Kitap'a' ayetini okuyordu.\""
    },
    {
      "id": 163,
      "narrator": "Narrated Ya'la:",
      "text": "Ya'la'dan rivayet edilmiştir: Allah Resulü (ﷺ) Kabe'yi tavaf ederken sağ koltuk altına yeşil bir Yemen örtüsü almıştı ve ucunu sol omzunun üzerine atmıştı."
    },
    {
      "id": 164,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah Resulü (ﷺ) ve arkadaşları al-Ci'ranah'tan umre yaptılar. Kabe'yi hızlı bir şekilde tavaf ettiler (omuzlarını) gururla hareket ettirerek. Üst giysilerini koltuk altlarına koydular ve uçlarını sol omuzlarının üzerine attılar."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Ebu Tufayl dedi ki: Ben İbn 'Abbas'a \"Senin halkın, Allah Resulü'nün (ﷺ) Kabe'yi tavaf ederken gururla hızlı adımlarla yürüdüğünü ve bunun sünnet olduğunu düşünüyor.\" dedim. O dedi ki: \"Onlar kısmen doğru, kısmen yalan söylediler.\" Ben sordum: \"Hangi doğruyu söylediler ve hangi yalanı söylediler?\" O dedi ki: \"Onlar doğru söylediler ki, Allah Resulü (ﷺ) Kabe'yi tavaf ederken gururla yürüdü ama yalan söylediler, bu sünnet değildir. Kureyş, Hudeybiye günlerinde 'Muhammed ve arkadaşlarını bırakın, bakteriden ölen bir deveden daha kötü bir şekilde ölsünler.' dediler. Onlar, onunla bir anlaşma yaptıklarında, (Peygamber ve arkadaşlarının) gelecek yıl Mekke'ye gelmelerine ve Mekke'de üç gün kalmalarına karar verdiklerinde, Allah Resulü (ﷺ) arkadaşlarına dedi ki: 'İlk üç döngüde Kabe'yi tavaf ederken gururla yürüyün (omuzları hareket ettirerek).' (İbn 'Abbas dedi ki) Ama bu sünnet değildir. Ben dedim: 'Senin halkın, Allah Resulü'nün (ﷺ) deve üzerinde as-Safa ile al-Marwah arasında koştuğunu ve bunun sünnet olduğunu düşünüyor.' O dedi ki: 'Onlar kısmen doğru, kısmen yalan söylediler.' Ben sordum: 'Hangi doğruyu söylediler ve hangi yalanı söylediler?' O dedi ki: 'Onlar doğru söylediler ki, Allah Resulü (ﷺ) deve üzerinde as-Safa ile al-Marwah arasında koştu. Yalan söylediler ki, bu sünnettir. İnsanlar, Allah Resulü'nün (ﷺ) etrafından ayrılmadıkları ve ondan uzaklaşmadıkları için, o sa'yı deve üzerinde yaptı ki, insanlar onu dinleyebilsin ve konumunu görebilsin ve elleri ona ulaşamasın.\""
    },
    {
      "id": 166,
      "narrator": "",
      "text": "İbn Abbas dedi ki: Allah'ın Elçisi (ﷺ) Mekkeye geldiğinde, Yathrib (Medine) ateşi onları zayıflatmıştı. Bunun üzerine kâfirler, \"Ateşin zayıflattığı ve Medine'de sıkıntı çeken insanlar size geliyor.\" dediler. Yüce Allah, Peygamber (ﷺ) bu söylediklerinden haberdar etti. Bunun üzerine, ilk üç döngüde ramal (göğsünü öne çıkararak hızlı adımlarla yürümek) yapmalarını ve iki köşe (Yemani Köşe ve Hacerü'l-Esved) arasında normal yürümelerini emretti. Müminler onları gururla yürürken görünce, \"Bunlar, ateşin zayıflattığı insanlar dedikleriniz, ama bizden daha güçlüler.\" dediler."
    },
    {
      "id": 167,
      "narrator": "Aslam said:",
      "text": "İbn Abbas dedi ki: \"Onlara tüm döngülerde gururla yürümelerini emretmedi, onlara merhamet gösterdi.\""
    },
    {
      "id": 168,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 169,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Aslam dedi ki: Umar ibn al-Khattab'ın şöyle dediğini duydum: Gururla yürümeye (ramal) ve Ka'bah etrafında omuzları hareket ettirmeye ne gerek var? Allah şimdi İslam'ı güçlendirdi ve inkârı ortadan kaldırdı. Buna rağmen, Allah'ın Elçisi (ﷺ) zamanında yaptığımız hiçbir şeyi terk etmeyeceğiz."
    },
    {
      "id": 170,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 171,
      "narrator": "",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Ev (Ka'bah) etrafında dönmek, as-Safa ile koşmak ve direklere taş atmak, Allah'ı anmak içindir."
    },
    {
      "id": 172,
      "narrator": "Narrated Abdullah ibn as-Sa'ib:",
      "text": "---"
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) elbisesini sağ koltuk altından geçirip sol omzunun üzerine bıraktı, köşeye (Hacerü'l-Esved) dokundu, ardından \"Allah en büyüktür\" dedi ve üç döngü boyunca gururla yürüdü. Onlar (Sahabeler) Yemani köşeye ulaştıklarında ve Kureyş'in gözünden kaybolduklarında, normal yürüdüler; Onların önünde belirdiklerinde, hızlı adımlarla gururla yürüdüler. Bunun üzerine Kureyş, \"Bunlar, zıplayan geyiklere benziyor.\" dedi. İbn Abbas dedi ki: Bu yüzden bu, sünnet (Peygamberin model davranışı) haline geldi."
    },
    {
      "id": 174,
      "narrator": "Narrated Jubayr ibn Mut'im:",
      "text": "---"
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ve arkadaşları, al-Ji'ranah'tan umre yaptılar ve üç döngü boyunca hızlı adımlarla gururla Ka'bah etrafında yürüdüler ve dört döngüde normal yürüdüler."
    },
    {
      "id": 176,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Nafi’ dedi ki: İbn ‘Umar, köşeden (Hacerü'l-Esved) köşeye (Hacerü'l-Esved) gururla yürüdü ve Allah'ın Elçisi (ﷺ) böyle yaptı diye bahsetti."
    },
    {
      "id": 178,
      "narrator": "Narrated AbdurRahman ibn Safwan:",
      "text": "---"
    },
    {
      "id": 179,
      "narrator": "Amr b. Shu'aib reported on the authority of his father:",
      "text": "Abdullah ibn as-Sa'ib'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) iki köşe arasında şöyle dedi: \"Ey Allah, bize bu dünyada bir bereket ve ahirette bir bereket ver ve bizi cehennem azabından koru.\""
    },
    {
      "id": 180,
      "narrator": "Abdullah ibn as-Sa'ib reported on the authority of his father as-Sa'ib that he used to lead Ibn Abbas (when he become blind) and make him stand in the third corner that was adjacent to the corner (Black Stone) near the entrance of the Ka'bah. Ibn Abbas used to say:",
      "text": "---"
    },
    {
      "id": 181,
      "narrator": "",
      "text": "'Urva bin Zübeyr dedi ki, ben küçükken Peygamberin (ﷺ) eşi Aişe'ye sordum: \"Yüce Allah'ın 'Şüphesiz ki (dağlar) Safa ve Merve, Allah'ın işaretlerindendir.' ifadesi hakkında ne düşünüyorsun?\" Aişe (Allah ondan razı olsun) dedi ki: \"Hayır, senin dediğin gibi olsaydı, öyle olurdu. Onlar arasında koşmamakta bir günah yoktur. Bu ayet, Ensar hakkında indirilmiştir; onlar Manat için hacc yaparlardı. Manat, Kudaid'in önünde dikilmişti. Bu yüzden Safa ve Merve'nin etrafında dönmekten kaçınırlardı. İslam geldiğinde, Allah'ın Elçisi (ﷺ) hakkında sordular. Yüce Allah da bu ayeti indirdi: 'Şüphesiz ki (dağlar) Safa ve Merve, Allah'ın işaretlerindendir.'\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "'Abdullah bin Ebi Aufa dedi ki, Allah'ın Elçisi (ﷺ) 'Umre yaptı ve Kabe'nin etrafında döndü ve İbrahim'in makamının arkasında iki rek'at namaz kıldı ve o kadar çok insanla birlikteydi ki, onlardan gizlendi. 'Abdullah bin Ebi Aufa'ya, Allah'ın Elçisi (ﷺ) Kabe'ye girdi mi? diye soruldu. O da \"Hayır.\" diye cevap verdi."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "İsmail bin Ebi Halid dedi ki, 'Abdullah bin Ebi Aufa'nın bu hadisi naklettiğini duydum. Onun rivayeti şöyle ekledi: \"Sonra Safa ve Merve'ye geldi ve aralarında yedi kez koştu ve sonra başını traş etti.\""
    },
    {
      "id": 184,
      "narrator": "Kathir ibn Jamhan said:",
      "text": "Kethir bin Cemhan dedi ki: Bir adam Abdullah bin Ömer'e Safa ile Merve arasında sordu: \"Abdurrahman, insanların koştuğunu görüyorum, sen neden yürüyorsun?\" O da cevap verdi: \"Eğer yürürsem, ben Allah'ın Elçisi (ﷺ) koşarken gördüm. Ben de çok yaşlandım.\""
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Cafer bin Muhammed babasından rivayet etti: \"Biz, Cabir bin Abdullah'ın yanına girdik. Yanına vardığımızda, o, kendisini ziyarete gelenler hakkında sordu. Sıra bana geldiğinde, 'Ben Muhammed bin Ali bin Hüseyin'im dedim. Başımı elinin tersiyle okşadı ve üst düğmemi açtı, sonra alt düğmemi açtı. Sonra elini göğsümün ortasına koydu ve o günlerde ben bir çocuk idim.\" Sonra dedi ki: \"Hoş geldin yeğenim, ne istersen sor.\" Ben de ona sordum, o kördü. Namaz vakti geldi ve bir örtüyle sarılmış olarak ayağa kalktı. O örtüyü omuzlarına koyduğunda, uçları kısalığından dolayı düştü. Bizi namaza götürdü, örtüsü yanındaki bir askıya konulmuştu. Ben de \"Bana Allah'ın Elçisi (ﷺ) haccı hakkında söyle.\" dedim. O, elini işaret etti ve parmaklarını dokuz sayısını göstererek katladı. Sonra dedi ki: \"Allah'ın Elçisi (ﷺ) Medine'de dokuz yıl kaldı, bu süre içinde hacc yapmadı, sonra onuncu yılda hacc yapacağını herkese ilan etti. Çok sayıda insan Medine'ye geldi, herkes onu takip etmek ve onun gibi davranmak istiyordu. Allah'ın Elçisi (ﷺ) dışarı çıktı ve biz de onunla birlikte Dhu Al Hulaifah'a kadar gittik. Asma binti Ümeys, Muhammed bin Ebu Bekir'i doğurdu. O, Allah'ın Elçisi (ﷺ) ile ne yapması gerektiğini sordu. O da \"Banyo yap, özel yerlerini bir bezle sar ve ihram giy.\" diye cevap verdi. Allah'ın Elçisi (ﷺ) sonra (mescitte) namaz kıldı ve Al Qaswa'ya bindi ve dişi devesi onun sırtında dik durdu. Cabir dedi ki: \"Ben, onun önünde ve yanında, ayakta ve yürüyen çok sayıda insan gördüm. Allah'ın Elçisi (ﷺ) aramızdaydı, Kur'an ona iniyordu ve onun tefsirini biliyordu. Ne yaptıysa, biz de onu yaptık. Allah'ın Elçisi (ﷺ) sonra sesini yükselterek Allah'ın birliğini ilan etti ve \"Labbaik (Senin hizmetindeyim), Ey Allah, labbaik, labbaik, Senin ortağın yoktur, övgü ve ihsan Senindir ve mülk de Senindir. Senin ortağın yoktur.\" dedi. İnsanlar da talbiyeyi yükselttiler. Ama Allah'ın Elçisi (ﷺ) onlara bir şey yasaklamadı. Allah'ın Elçisi (ﷺ) talbiyesine devam etti. Cabir dedi ki: \"Biz, sadece hacc yapma niyetimizi ifade ettik, umreyi (o mevsimde) bilmeden, ama onunla Kabe'ye geldiğimizde, köşeye dokundu (ve yedi tur yaptı) hızlı yürüyerek üçünde gururla, dörtünde ise normal yürüyerek. Sonra İbrahim'in makamına doğru giderek \"İbrahim'in makamını namaz yeri edinin.\" ayetini okudu. (İki rek'at namaz kılarken) makamı kendisi ile Kabe arasında tuttu. Rivayet eden kişi, babasının dediğini aktardı: İbn Nufail ve Osman, \"Bundan başka hiç kimseye (Cabir'in) rivayet ettiğini bilmiyorum.\" dediler. Rivayet eden Sulaiman, \"Ama o (Cabir) dedi ki: 'Allah'ın Elçisi (ﷺ) iki rek'atta \"De ki, O Allah'tır, tektir.\" ve \"De ki, Ey kafirler.\" ayetlerini okurdu.\" Sonra Kabe'ye döndü ve köşeye dokundu, ardından Al Safa'ya çıkmak için kapıdan dışarı çıktı. Al Safa'ya yaklaştığında \"Safa ve Merve, Allah'ın işaretlerindendir.\" ayetini okudu ve \"Biz, Allah'ın başladığı ile başlıyoruz.\" diye ekledi. Sonra Safa'ya başladı ve oraya çıkınca Kabe'yi görebildiğinde Allah'ın büyüklüğünü ilan etti ve birliğini duyurdu. Sonra \"Allah'tan başka ilah yoktur, O yalnızca vaadini yerine getirmiştir, O, kullarına yardım etmiştir ve müttefikleri bozguna uğratmıştır.\" dedi. Bu sözleri üç kez tekrar ederek dua etti. Sonra indi ve Al Marwah'a doğru yürüdü ve ayakları vadi dibine indiğinde koştu, ve yukarı çıkarken yürüdü ve Al Marwah'a ulaştığında, Al Safa'da yaptığı gibi Al Marwah'da da yaptı ve Al Marwah'a son kez geldiğinde \"Eğer bu konuda önceden bilseydim, kurbanlık hayvanlar getirmezdim, ama onu umre yapardım. Eğer aranızda kurbanlık hayvanı olmayan varsa, ihramdan çıkabilir ve onu umre olarak değerlendirebilir.\" dedi. O zaman herkes ihramdan çıktı ve saçlarını kesti, sadece Peygamber (ﷺ) ve kurbanlık hayvanı olanlar hariç. Suraka (bin Malik) bin Cu'sham ayağa kalktı ve Allah'ın Elçisi (ﷺ)'ne, \"Bu, bu yıl mı geçerlidir yoksa sonsuza dek mi?\" diye sordu. Allah'ın Elçisi (ﷺ) parmaklarını birbirine geçirdi ve \"Umre, haccın içine alınmıştır.\" dedi. \"Hayır, ama sonsuza dek.\" Ali, Yemen'den Allah'ın Elçisi (ﷺ)'nin kurbanlık hayvanları ile geldi ve Fatıma'nın ihramdan çıkanlardan biri olduğunu gördü. O, renkli elbiseler giydi ve gözlerini sürme ile boyadı. Ali, bu hareketini beğenmedi ve \"Bunu sana kim emretti?\" diye sordu. O da \"Babam.\" dedi. Cabir dedi ki: \"Ali, Irak'ta Allah'ın Elçisi (ﷺ)'ne Fatıma'nın yaptığı şey hakkında şikayet etmek için gitti ve onun bana bahsettiği konuda Allah'ın Elçisi (ﷺ)'nin görüşünü sordu. Ona, onun hareketini beğenmediğimi bildirdim, o da bana 'Babam bunu yapmamı emretti.' dedi. O da 'Gerçekten doğru söyledi, gerçekten doğru söyledi.' dedi. Hacc için ihrama girdiğinde ne dedin? Ben de \"Ey Allah, ben, Allah'ın Elçisi (ﷺ)'nin giydiği niyetle ihrama girdim.\" dedim. O da \"Benimle birlikte kurbanlık hayvanları var, bu yüzden ihramdan çıkma.\" dedi. O (Cabir) dedi ki: \"Ali'nin Yemen'den getirdiği kurbanlık hayvanlarının toplamı ve Peygamber (ﷺ)'in Medine'den getirdiği kurbanlık hayvanlarının toplamı yüz taneydi.\" Sonra, Peygamber (ﷺ) ve kurbanlık hayvanları olanlar hariç, herkes ihramdan çıktı ve saçlarını kesti. Zilhicce'nin 8. günü (Yevm at-Tarwiya) geldiğinde, hacc için ihram giymiş olarak Mina'ya doğru gittiler ve Allah'ın Elçisi (ﷺ) Mina'da öğle, ikindi, akşam, gece ve sabah namazlarını kıldı. Sonra biraz bekledi, güneş doğdu ve Namra'da bir saçtan çadır kurulmasını emretti. Allah'ın Elçisi (ﷺ) sonra dışarı çıktı ve Kureyş, onun Al Mash'ar Al Haram'da Al Muzdalifah'da duracağını düşünmedi, çünkü Kureyş, İslam öncesi dönemde böyle yapardı ama o geçip gitti ve Arafat'a geldi ve çadırın Namra'da kurulduğunu gördü. Orada indi ve güneş meridyenin üzerine geçtiğinde Al Qaswa'nın getirilmesini emretti ve ona eyer yapıldığında, vadi dibine indi ve insanlara hitap ederek \"Sizin canlarınız ve mallarınız, bu gününüzün ve bu ayınızın ve bu şehrinizin kutsallığı gibi birbirinize saygı gösterilmelidir. Şunu bilin ki, İslam öncesi döneme ait her şey ayaklarımın altına alınmıştır ve İslam öncesi döneme ait kan davası talepleri kaldırılmıştır. Aramızda öldürülen ilk kişi, kan davasını izin verdiğim kişidir (rivayet eden 'Uthman'a göre, Rabi'ah'ın oğlu ve rivayet eden Sulaiman'a göre, Abd al-Muttalib'in oğlu Rabi'ah'ın kan davasıdır). Bazı (alimler) dedi ki: \"O, Banu Sa'd arasında emzirildi (yani, Banu Sa'd arasında büyütüldü) ve sonra Hudhail tarafından öldürüldü. İslam öncesi dönemin faizi kaldırılmıştır ve kaldırdığım ilk faiz, Abbas bin Abd al-Muttalib'in faizidir, çünkü hepsi kaldırılmıştır. Kadınlar hakkında Allah'tan korkun, çünkü onları Allah'ın güvenliği altına aldınız ve onlarla cinsel ilişki hakkına sahipsiniz, Allah'ın kelamı ile. Onlara, istemediğiniz kimsenin yataklarınıza yatmasına izin vermemek, ama eğer yaparlarsa, onları dövün, ama sert bir şekilde değil. Onlara uygun bir şekilde yiyecek ve giyecek sağlamakla sorumlusunuz. Aranızda, eğer ona sarılırsanız, bir daha asla sapmayacağınız bir şey bıraktım, o da Allah'ın Kitabı'dır. Benden sorulacaksınız, o zaman ne diyeceksiniz? Onlar \"Biz, senin mesajı ilettiğini, yerine getirdiğini ve öğüt verdiğini tasdik ediyoruz.\" dediler. Sonra parmağını gökyüzüne kaldırarak insanlara işaret etti ve \"Ey Allah! Şahit ol, Ey Allah! Şahit ol, Ey Allah! Şahit ol!\" dedi. Bilal sonra ezan okudu ve ikamet etti ve öğle namazını kıldı, sonra ikamet etti ve ikindi namazını kıldı, aralarında hiçbir namaz kılmadan. Sonra Al Qaswa'ya bindi ve durma yerine geldi, dişi devesi Al Qaswa'yı taşlara döndü ve yürüyenlerin geçtiği yolu aldı ve kıblaya yöneldi. Güneş batana kadar ayakta kaldı, sarı ışık biraz gittiğinde ve güneşin diski kaybolduğunda. Usame'yi arkasına aldı ve Al Qaswa'nın ipini sıkı bir şekilde tuttu, o kadar ki, başı eyerin ön kısmına değiyordu. Sağ eliyle işaret ederek \"Sakin olun, Ey insanlar! Sakin olun, Ey insanlar!\" diyordu. Kum yığınının üzerine geldiğinde, ipini biraz gevşetti ki, yukarı çıkabilsin. Sonra Al Muzdalifah'a geldi ve akşam ve gece namazlarını bir ezan ve iki ikamet ile kıldı. Rivayet eden 'Uthman dedi ki, \"Onlar arasında nafile namaz kılmadı.\" Rivayet edenler, \"Sonra sabaha kadar yattı ve sabah namazını, sabah ışığı belirginleştiğinde kıldı.\" dedi. Rivayet eden Sulaiman, \"Bir ezan ve bir ikamet ile.\" dedi. Rivayet edenler, \"Sonra Al Qaswa'ya bindi ve Al Mash'ar Al Haram'a geldi ve oraya çıktı.\" dedi. Rivayet edenler 'Uthman ve Sulaiman, \"Kıblaya döndü, Allah'ı övdü, büyüklüğünü ilan etti, birliğini ilan etti.\" dedi. 'Uthman, \"Ve birliğini\" ekledi ve gün çok belirginleşene kadar ayakta kaldı. Allah'ın Elçisi (ﷺ) sonra güneş doğmadan önce hızlı bir şekilde gitti, Al Fadl bin Abbas'ı arkasına aldı. O, güzel saçları olan, beyaz ve yakışıklı bir adamdı. Allah'ın Elçisi (ﷺ) hızlı gittiğinde, kadınlar da nasılda hızlı geçmeye başladılar. Al Fadl, onlara bakmaya başladı. Allah'ın Elçisi (ﷺ) Al Fadl'ın yüzüne elini koydu, ama Al Fadl yüzünü diğer tarafa çevirdi. Allah'ın Elçisi (ﷺ) de elini diğer tarafa çevirdi. Al Fadl da yüzünü diğer tarafa çevirerek onlara bakmaya devam etti, Muhassir Vadisi'ne geldiğinde. Deveyi biraz hızlandırdı ve orta bir yoldan geçerek en büyük cemreye geldi, ağaç yanında olan cemreye ve yedi küçük taş attı ve her attığında \"Allah en büyüktür.\" diyordu, her seferinde fasulye tohumları gibi. Vadi dibinden attı. Allah'ın Elçisi (ﷺ) sonra kurban kesim yerine gitti ve kendi eliyle altmış üç deve kurban etti. Sonra Ali'ye emir verdi, o da geri kalanını kurban etti ve onu ve kurbanlık hayvanlarını paylaştı. Sonra her deveden bir parça etin bir tencereye konulmasını emretti ve pişirildiğinde, ikisi de ondan yedi ve suyundan içti. Rivayet eden Sulaiman dedi ki, sonra Allah'ın Elçisi (ﷺ) hızlı bir şekilde Kabe'ye gitti ve Mekkede öğle namazını kıldı. Banu Abd al-Muttalib'e geldi, onlar da Zemzem'de su sağlıyorlardı ve \"Su çekin\" dedi. Banu Abd al-Muttalib, \"Eğer insanlar sizden su çekme hakkını almazlarsa, ben de sizinle birlikte çekerim.\" dediler. O da onlara bir kova verdi ve ondan içti."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "Cafer bin Muhammed babasından rivayet etti: \"Peygamber (ﷺ) Arafat'ta öğle ve ikindi namazlarını bir ezan ve iki ikamet ile kıldı ve aralarında nafile namaz kılmadı. Akşam ve gece namazlarını Al Muzdalifah'ta bir ezan ve iki ikamet ile kıldı ve aralarında nafile namaz kılmadı.\""
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"Bu hadis, Hatim bin İsmail tarafından uzun bir hadisin parçası olarak rivayet edilmiştir. Muhammed bin Ali Al Ju'fi, Cafer'den, babası aracılığıyla Cabir'den, Hatim bin İsmail tarafından nakledilen hadis gibi rivayet etmiştir. Ancak bu versiyon, \"Akşam ve gece namazlarını bir ezan ve bir ikamet ile kıldı.\" şeklindedir."
    },
    {
      "id": 188,
      "narrator": "",
      "text": "Cabir dedi ki, sonra Peygamber (ﷺ) dedi ki: \"Ben burada kurban kestim ve Mina'nın tamamı kurban kesim yeridir.\" Arafat'ta durdu ve \"Ben burada durdum ve Arafat'ın tamamı durma yeridir.\" dedi. Al Muzdalifah'ta durdu ve \"Ben burada durdum ve Al Muzdalifah'ın tamamı durma yeridir.\" dedi."
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Yukarıda bahsedilen hadis, aynı rivayet zincirinden Hafs bin Gıyat tarafından Cafer'den de aktarılmıştır. Ancak bu versiyon \"Kurbanlarınızı evlerinizde kesin.\" diye eklenmiştir."
    },
    {
      "id": 190,
      "narrator": "",
      "text": "Hadis, Cabir tarafından farklı bir rivayet zincirinden de aktarılmıştır"
    },
    {
      "id": 191,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Narrated Abdullah ibn Abbas: The Messenger of Allah (ﷺ) offered the noon prayer on the 8th of Dhul-Hijjah (Yawm at-Tarwiyah) and dawn prayer on the 9th of Dhul-Hijjah (Yawm al-Arafah) in Mina."
    },
    {
      "id": 192,
      "narrator": "",
      "text": "‘Abd Al ‘Aziz bin Rufai’ said I asked Anas bin Malik saying “Tell me something you knew about the Apostle of Allaah(ﷺ) viz where he offered the noon prayer on Yawm Al Tarwiyah(8th of Dhu Al Hijjah). He replied, In Mina I asked Where did he pray the afternoon prayer on Yaum Al Nafr(12th or 13th of Dhu Al Hijjah). He replied In al-Abtah he then said “Do as your commanders do.”"
    },
    {
      "id": 193,
      "narrator": "",
      "text": "Ibn ‘Umar said the Apostle of Allaah(ﷺ) proceeded from Mina when he offered the dawn prayer on Yaum Al ‘Arafah (9th of Dhu Al Hijjah) in the morning till he came to ‘Arafah and he descended at Namrah. This is the place where the imam (prayer leader at ‘Arafah) takes his place. When the time of the noon prayer came, the Apostle of Allaah(ﷺ) proceeded earlier and combined the noon and afternoon prayers. He then addressed the people (i.e., recited the sermon) and proceeded. He stationed at a place of stationing in ‘Arafah."
    },
    {
      "id": 194,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Narrated Abdullah ibn Umar: When al-Hajjaj killed Ibn Zubayr, he sent a message to Ibn Umar asking him: At which moment the Messenger of Allah (ﷺ) used to proceed (to Arafat) this day? He replied: When it happens so, we shall proceed. When Ibn Umar intended to proceed, the people said: The sun did not decline. He (Ibn Umar) asked: Did it decline? They replied: It did not decline. When they said that the sun had declined, he proceeded."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "A man from banu Damrah reported on the authority of his father or his uncle “ I saw the Apostle of Allaah(ﷺ) on the pulpit in ‘Arafah.”"
    },
    {
      "id": 196,
      "narrator": "Narrated Nubayt:",
      "text": "Nubayt rivayet etti: Nubayt, Arafat'ta Peygamberi (ﷺ) görmüştü."
    },
    {
      "id": 197,
      "narrator": "Al-Adda' ibn Khalid ibn Hudhah said:",
      "text": "---"
    },
    {
      "id": 198,
      "narrator": "",
      "text": "Al-Adda' ibn Khalid ibn Hudhah dedi ki: 9 Dhul-Hijjah'da, imamın durduğu yerden çok uzakta olduğunu düşünen Amr (ibn Abdullah) ile birlikteyken, Ibn Mirba' al-Ansari bize geldi ve (şöyle) dedi: Ben, size Allah'ın Resulü (ﷺ) tarafından bir elçiyim. Size şunu söylüyor: İbadetlerinizi yaptığınız yerde durun, çünkü siz İbrahim'in mirasına varis oldunuz."
    },
    {
      "id": 199,
      "narrator": "Yazid ibn Shayban said:",
      "text": "---"
    },
    {
      "id": 200,
      "narrator": "",
      "text": "Bu rivayet, Al ‘Adda bin Khalid tarafından farklı bir rivayet zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Yazid ibn Shayban dedi ki: Arafat'ta bir duraklama yerindeydik ki, Amr (ibn Abdullah) bunun imamın durduğu yerden çok uzakta olduğunu düşündü, o sırada Ibn Mirba' al-Ansari bize geldi ve (şöyle) dedi: Ben, size Allah'ın Resulü (ﷺ) tarafından bir elçiyim. Size şunu söylüyor: İbadetlerinizi yaptığınız yerde durun, çünkü siz İbrahim'in mirasına varis oldunuz."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 204,
      "narrator": "Usamah said:",
      "text": "İbn ‘Abbas dedi ki: Allah'ın Resulü (ﷺ) Arafat'tan dönerken sakin bir tavır sergiliyordu ve Usamah'ı arkasında (deveye) aldı. “Ey insanlar, sakin bir tavır sergileyin, zira takva, atları ve develeri heyecanlandırmakta (yani, onları hızlı sürmekte) değildir.” dedi. (İbn ‘Abbas) “Sonrasında onları hızlı koşarken ellerini kaldırdıklarını görmedim, ta ki Al Muzdalifah'a gelene kadar.” dedi. Rivayet eden Wahb ekledi: O, Al Fadl bin ‘Abbas'ı da arkasında (deveye) aldı ve “Ey insanlar, takva, atları ve develeri heyecanlandırmakta (yani, onları hızlı sürmekte) değildir, sakin bir tavır sergilemelisiniz.” dedi. (İbn ‘Abbas) “Sonrasında onları ellerini kaldırırken görmedim, ta ki Mina'ya gelene kadar.” dedi."
    },
    {
      "id": 205,
      "narrator": "Usamah bin Zaid said:",
      "text": "---"
    },
    {
      "id": 206,
      "narrator": "",
      "text": "İbrahim bin ’Uqabah dedi ki: “Kuraib bana, Umamah bin Zaid'e sorduğunu söyledi: 'Bana, Allah'ın Resulü (ﷺ) arkasında bindiğinde akşam nasıl geçti?' dedi. O da: “İnsanların develerini gece dinlenmek için diz çökerttikleri vadiye geldik.” dedi. Allah'ın Resulü (ﷺ) dişi devesini diz çökertti ve sonra idrarını yaptı. Sonra abdest almak için su istedi ve abdest aldı ama tam olarak almadı (hafif aldı). Ben, Allah'ın Resulü (ﷺ) dedim: “Namaz?” O da: “Namaz önünüzde.” dedi. Sonra (deveye) bindi, ta ki Al Muzdalifah'a gelene kadar. Orada akşam namazı için ikamah okundu. İnsanlar sonra develerini yerlerinde diz çökerttiler. Develer henüz boşaltılmamıştı, gece namazı için ikamah okundu ve o namazı kıldı. İnsanlar sonra develerini boşalttılar. Rivayet eden Muhammad, gelince sabah nasıl geçti? diye sordu. O da: “Al Fadl arkasında bindi ve ben Kureyş halkı arasında yürüyordum.” dedi."
    },
    {
      "id": 207,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Ali ibn Ebu Talib rivayet etti: Peygamber, Usamah'ı arkasında (deveye) aldı ve deveyi hızlı bir tempoda sürdü. İnsanlar develerini sağa sola dövüyorlardı, ama o onlara dikkat etmedi; “Ey insanlar, sakin bir tavır sergileyin.” diyordu. Güneş batarken (Arafat'tan) hareket etti."
    },
    {
      "id": 209,
      "narrator": "Abdullah ibn Malik said:",
      "text": "---"
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Hişam bin ‘Urwah, babası Usamah bin Zaid'den, ben onunla otururken, Allah'ın Resulü (ﷺ) Veda Haccı sırasında Arafat'tan Al Muzdalifah'a nasıl gittiğini sorduğunda, o: “Hızlı bir tempoda gidiyordu ve bir açıklık bulunca devesini hızlandırıyordu.” dedi. Hişam: “Nass (koşmak veya deveyi hızlandırmak), 'anaq'tan (hızlı gitmek) üstündür.” dedi."
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Sa’id bin Jubair dedi ki: “İbn ‘Umar ile birlikte dönerken Al Muzdalifah’a vardığımızda, bize akşam ve yatsı namazlarını bir ikamet ile kıldırdı; akşam namazından üç rekât ve yatsı namazından iki rekât. Namazı bitirdiğinde İbn ‘Umar bize şöyle dedi: Allah’ın Resulü (ﷺ) bu yerde bize namazı böyle kıldırdı.”"
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Salamah bin Kuhail dedi ki: “Sa’id bin Jubair’i gördüm, Al Muzdalifah’da ikamet okudu ve akşam namazından üç rekât, yatsı namazından iki rekât kıldı. Sonra şöyle dedi: ‘İbn ‘Umar’a katıldım.’ O da bu yerde böyle yaptı ve (İbn ‘Umar) dedi ki: ‘Ben Allah’ın Resulü (ﷺ) ile birlikte böyle yaptım.’”"
    },
    {
      "id": 213,
      "narrator": "",
      "text": "Ash’ath bin Sulaim babasından rivayet etti: “İbn ‘Umar ile birlikte ‘Arafah’tan Al Muzdalifah’a doğru ilerledik.” “Allah en büyüktür” ve “Allah’tan başka ilah yoktur” demekten yorulmadı, ta ki Al Muzdalifah’a varana kadar. İkameyi okudu ya da adhanı okuması için birini görevlendirdi. Sonra bize akşam namazından üç rekât kıldırdı ve bize dönerek (başka) bir namaz dedi. Ardından yatsı namazından iki rekât kıldırdı. Sonra akşam yemeğini istedi. (Ash’ath) dedi ki: ‘İlaj bin ‘Amr, babamın rivayet ettiği gibi bir hadis bildirdi.’ İbn ‘Umar’a bunun hakkında soruldu. O da dedi ki: ‘Ben Allah’ın Resulü (ﷺ) ile birlikte benzer şekilde namaz kıldım.’”"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "İbn Mas’ud dedi ki: “Ben Allah’ın Resulü (ﷺ)’nün namazı vaktinden başka bir zamanda kıldığını hiç görmedim, sadece Al Muzdalifah’da (iki namaz) kıldığında. O, Al Muzdalifah’da akşam ve yatsı namazlarını birleştirdi ve o gün sabah namazını vaktinden önce kıldı.”"
    },
    {
      "id": 215,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Abu Talib’den rivayet edildi: Sabah olunca, Peygamber (ﷺ) Quzah dağında durdu ve şöyle dedi: “Bu Quzah’dır ve burası durma yeridir, Al Muzdalifah’ın tamamı durma yeridir. Ben burada kurban kestim ve Mina’nın tamamı kurban yeri. O yüzden kurbanlarınızı evlerinizde kesin.”"
    },
    {
      "id": 216,
      "narrator": "",
      "text": "Jabir, Peygamber (ﷺ)’in şöyle dediğini rivayet etti: “Ben burada ‘Arafah’ta durdum ve ‘Arafah’ın tamamı durma yeridir. Ben burada Al Muzdalifah’da durdum ve Al Muzdalifah’ın tamamı durma yeridir. Ben burada kurban kestim ve Mina’nın tamamı kurban yeri. O yüzden kurbanlarınızı evlerinizde kesin.”"
    },
    {
      "id": 217,
      "narrator": "",
      "text": "Jabir bin ‘Abdallah, Allah’ın Resulü (ﷺ)’nün şöyle dediğini rivayet etti: “Arafah’ın tamamı durma yeridir, Mina’nın tamamı kurban yeridir, Al Muzdalifah’ın tamamı durma yeridir ve Mekke’nin tüm geçitleri bir yol ve kurban yeridir.”"
    },
    {
      "id": 218,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Umar ibn al-Khattab’dan rivayet edildi: Cahiliye dönemindeki Araplar, Al Muzdalifah’tan güneş ışığını Thabir dağında görene kadar dönmezlerdi. Peygamber (ﷺ) onlara karşı çıktı ve güneş doğmadan geri döndü."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "İbn ‘Abbas dedi ki: Ben, Allah’ın Resulü (ﷺ) tarafından Al Muzdalifah gecesi öne gönderilen ailesinin zayıf üyeleri arasındaydım."
    },
    {
      "id": 220,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas’tan rivayet edildi: Allah’ın Resulü (ﷺ) Al Muzdalifah gecesi Banu Abdulmuttalib’den bazı çocukları eşeklerle öne gönderdi. O, bizim uyluklarımıza (sevgiden) vurdu ve şöyle dedi: “Ey gençler! Güneş doğana kadar cemreye taş atmayın.”"
    },
    {
      "id": 221,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Dawud dedi ki: Arapça “al-lath” kelimesi nazikçe vurmak anlamına gelir."
    },
    {
      "id": 222,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abdullah ibn Abbas’tan rivayet edildi: Allah’ın Resulü (ﷺ) karanlıkta (Mina’ya) ailesinin zayıf üyelerini öne gönderir ve onlara güneş doğana kadar cemrelere taş atmamalarını emrederdi."
    },
    {
      "id": 223,
      "narrator": "Ata' said:",
      "text": "Aişe, Ümmü’l-Müminin’den rivayet edildi: Peygamber (ﷺ) kurban günü öncesi gece Umm Salamah’ı gönderdi ve o, şafak vaktinden önce cemreye taş attı. O, (Mekke’ye) koştu ve tavaf yaptı. O gün, Allah’ın Resulü (ﷺ) ile birlikte geçirdiği gündü."
    },
    {
      "id": 224,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ata’ dedi ki: Bir muhabir bana Asma’ hakkında şöyle bildirdi: O, gece cemreye taş attı. Ben de: “Biz gece cemreye taş attık.” dedim. O da: “Biz, Allah’ın Resulü (ﷺ) döneminde böyle yapardık.” dedi."
    },
    {
      "id": 225,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Jabir ibn Abdullah’tan rivayet edildi: Allah’ın Resulü (ﷺ) Al Muzdalifah’tan sakin bir tavırla acele etti ve insanlara küçük taşlar atmaları için emir verdi ve Muhassir vadisinde acele etti."
    },
    {
      "id": 226,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ebu Bekir, beni Mina'da, bu yıldan sonra hiçbir müşrikin Hac yapmaması ve hiçbir çıplak kişinin Kabe'yi tavaf etmemesi gerektiğini ilan edenlerin arasına gönderdi. Büyük Hac günü, kurban günüdür ve büyük Hac, Hac'dır."
    },
    {
      "id": 227,
      "narrator": "Narrated AbuBakrah:",
      "text": "Ebu Bekre'den rivayet edilmiştir: Peygamber (ﷺ) Hac sırasında bir hutbe verdi ve şöyle dedi: Zaman bir döngü tamamladı ve Allah'ın gökleri ve yeri yarattığı günün şekline büründü. Yılda on iki ay vardır; bunlardan dördü kutsaldır. Üçü ardışık olarak, yani Zilkade, Zilhicce ve Muharrem'dir; ayrıca Cümada ile Şaban arasında gelen Mudar'ın Rajab'ı da vardır."
    },
    {
      "id": 228,
      "narrator": "The aforesaid tradition has also been transmitted by Abu Bakrah  through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "Yukarıda belirtilen hadis, Ebu Bekre tarafından farklı bir raviden de aktarılmıştır. Ebu Davud dedi ki: İbn 'Awn, onun (Ebu Bekre'nin) adını zikretmiş ve bu hadisi rivayet etmiştir: 'Abd al-Rahman b. Ebu Bekre'den, Ebu Bekre'den."
    },
    {
      "id": 229,
      "narrator": "Narrated AbdurRahman Ya'mar ad-Dayli:",
      "text": "Abdurrahman b. Ya'mar ed-Deyli'den rivayet edilmiştir: Ben, Arafat'ta bulunan Resulullah (ﷺ)'e geldim. Najd'den bir grup insan geldi. Onlar birine (Peygamber'e Hac hakkında sorması için) emir verdiler. O, Allah'ın Resulü (ﷺ)'ne seslendi: Hac nasıl yapılır? O (Peygamber) bir adamı (cevap vermesi için) görevlendirdi. O yüksek sesle bağırdı: Hac, hac Arafat günündedir. Eğer biri oraya, Müzdelife gecesi sabah namazından önce gelirse, Hac'ı tamamlanmış olur. Mina'da durma süresi üç gündür. Sonra kim iki gün acele ederse, ona bir günah yoktur; kim de orada gecikirse, ona da bir günah yoktur."
    },
    {
      "id": 230,
      "narrator": "Narrated Urwah ibn Mudarris at-Ta'i:",
      "text": "Ravi dedi ki: O (Peygamber) daha sonra bir adamı arkasına bindiği deveye koydu. O, bunu yüksek sesle ilan etmeye başladı. Ebu Davud dedi ki: Bu hadis, Mahran'dan Sufyan aracılığıyla benzer bir şekilde rivayet edilmiştir. Bu versiyona ek olarak: Hac, hac, iki kez. Yaya b. Sa'id el-Kattan tarafından rivayet edilen versiyonda ise: Hac sadece bir kez denilmektedir."
    },
    {
      "id": 231,
      "narrator": "AbdurRahman ibn Mu'adh said that he heard a man from the Companions of the Prophet (ﷺ) say:",
      "text": "Urve b. Mudarris et-Ta'i'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ)'ne, durma yeri olan Müzdelife'de geldim. Dedim ki: Tayy dağlarından geldim. Hayvanımı ve kendimi yordum. Vallahi, yolumda hiçbir tepe bulamadım ama orada durdum. Hac'ımı tamamladım mı? Allah'ın Resulü (ﷺ) dedi ki: Bizimle birlikte bu namazı kılan ve Arafat'a gece veya gündüz gelirse, Hac'ını tamamlamış olur ve vücudundaki kirleri temizleyebilir."
    },
    {
      "id": 232,
      "narrator": "Ibn AbuNajih reported from his father on the authority of two men from Banu Bakr who said:",
      "text": "Abdurrahman b. Mu'adh, Peygamber (ﷺ)'in sahabelerinden bir adamın şöyle dediğini duydu: Peygamber (ﷺ) Mina'da insanlara hitap etti ve onları ikamet ettikleri yerlerde kalmaya yönlendirdi. Sonra dedi ki: Muhacirler burada kalsın, kıblanın sağ tarafına işaret etti, Ensar burada kalsın, kıblanın sol tarafına işaret etti; insanlar etraflarında dursun."
    },
    {
      "id": 233,
      "narrator": "Narrated Sarra' daughter of Nabhan:",
      "text": "İbn Ebu Neccih, babasından Banu Bekr'den iki adamın rivayet ettiğini aktardı: Biz, Allah'ın Resulü (ﷺ)'nün, onun devesinin yanında dururken, teşrik günlerinin ortasında insanlara hitap ettiğini gördük. Bu, Allah'ın Resulü (ﷺ)'nün Mina'da verdiği hitaptır."
    },
    {
      "id": 234,
      "narrator": "Narrated Harmas ibn Ziyad al-Bahili:",
      "text": "Sarra bint Nabhan'dan rivayet edilmiştir: O, İslam öncesi dönemde bir tapınağın sahibiydi. Şöyle dedi: Peygamber (ﷺ) bize kurban gününün ikinci günü (yawm ar-ru'us) hitap etti ve sordu: Bugün hangi gündür? Biz dedik: Allah ve Resulü daha iyi bilir. O dedi ki: Bu, teşrik günlerinin ortası değil mi?"
    },
    {
      "id": 235,
      "narrator": "Narrated Abu Umamah:",
      "text": "Harmas b. Ziyad el-Bahili'den rivayet edilmiştir: Ben, Peygamber (ﷺ)'in, kurban günü Mina'da, dişi devesi el-Adba' üzerinde insanlara hitap ettiğini gördüm."
    },
    {
      "id": 236,
      "narrator": "Narrated Rafi' ibn Amr al-Muzani:",
      "text": "Ebu Ümame'den rivayet edilmiştir: Ben, kurban günü Mina'da Allah'ın Resulü (ﷺ)'nün hitabını duydum."
    },
    {
      "id": 237,
      "narrator": "Narrated AbdurRahman ibn Mu'adh at-Taymi:",
      "text": "Rafi' b. Amr el-Müzani'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ)'nün, kurban günü Mina'da (güneş yükseldiğinde) beyaz bir katır üzerinde insanlara hitap ettiğini gördüm; Ali (Allah ondan razı olsun) onun adına tercüme ediyordu; bazı insanlar ayakta, bazıları oturuyordu."
    },
    {
      "id": 238,
      "narrator": "Ibn Jurayj asked Ibn Umar:",
      "text": "Abdurrahman b. Mu'adh et-Taymi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize Mina'da hitap etti. Kulaklarımız açıktı ve söylediklerini dinliyorduk, biz ikamet ettiğimiz yerlerdeydik. Hac'ın ritüellerini öğretmeye başladı, taşları Cemrelere (Mina'daki direkler) atma emrine kadar geldi. İşaret parmaklarını kulaklarına koydu ve dedi ki: (Küçük taşlar atın.) Sonra Muhacirlere (Muhacirler) yerleşmelerini emretti. Onlar caminin önünde yerleştiler. Sonra Ensar'a (Ensar) yerleşmelerini emretti. Onlar caminin arkasında yerleştiler. Daha sonra insanlar yerleşti."
    },
    {
      "id": 239,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Jurayj, İbn Ömer'e sordu: Biz insanların malını satıyoruz; bu yüzden birimiz Mekke'ye gidiyor ve orada mal ile gece geçiriyor (Mina'da kalırken). O dedi ki: Allah'ın Resulü (ﷺ) Mina'da gece ve gündüz geçirirdi."
    },
    {
      "id": 240,
      "narrator": "Narrated 'Abd al-Rahman b. Zaid:",
      "text": "İbn Ömer'den rivayet edilmiştir: Abbas, Allah'ın Resulü (ﷺ)'nden Mina'da kaldığı süre boyunca insanlara su dağıtmak için Mekke'de gece geçirme izni istedi. O da ona izin verdi."
    },
    {
      "id": 241,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Osman, haccın ardından orada kalmayı kararlaştırdığı için Mina'da dört rek'at namaz kıldı."
    },
    {
      "id": 242,
      "narrator": "Narrated Ibrahim:",
      "text": "İbrahim'den rivayet edilmiştir: Osman, orayı yerleşim yeri olarak belirlediği için (Mina'da) dört rek'at namaz kıldı."
    },
    {
      "id": 243,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Osman, malını at-Ta'if'te bıraktığında ve orada yerleşmeyi düşündüğünde, dört rek'at namaz kıldı. Onun ardından gelen yöneticiler de aynı uygulamayı takip ettiler."
    },
    {
      "id": 244,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Osman, o yıl hacca katılan bedeviler için Mina'da tam namaz kıldı. İnsanlara, namazın (öğle veya ikindi namazı) esasen dört rek'at içerdiğini öğretmek amacıyla dört rek'at namaz kıldırdı."
    },
    {
      "id": 245,
      "narrator": "Narrated Harithah ibn Wahb al-Khuza'i,:",
      "text": "Harithah ibn Wahb al-Khuza'i'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) ile birlikte Mina'da namaz kıldım ve orada büyük bir kalabalık toplandı. O, Veda Haccı'nda bize iki rek'at namaz kıldırdı."
    },
    {
      "id": 246,
      "narrator": "Narrated Sulaiman b. 'Amr b. al-Ahwas:",
      "text": "Abu Davud dedi ki: Harithah, Khuza'a kabilesindendi ve onların Mekke'de evleri vardı."
    },
    {
      "id": 247,
      "narrator": "Sulaiman b. 'Amr b. Ahwas reported on the authority of his mother:",
      "text": "Süleyman b. Amr b. el-Ahvas'tan rivayet edilmiştir: Annesinin rivayetine göre: Ben, Allah'ın Resulü (ﷺ) vadinin (vadi) dibinden jamrah'a taş atarken gördüm. O, her taş attığında tekbir getiriyordu (Allah en büyüktür). Arkasında bir adam onu gölgeliyordu. Adam hakkında sordum. Onlar (insanlar) dediler: O, el-Fadl b. el-Abbas'tır. İnsanlar kalabalıklaştı. Peygamber (ﷺ) dedi ki: 'Ey insanlar, birbirinizi öldürmeyin; jamrah'a taş attığınızda, küçük taşlar atın."
    },
    {
      "id": 248,
      "narrator": "The aforesaid tradition (No 1963) has also been transmitted by Yazid ibn AbuZiyad with a different chain of narrators. \n\n\n\n\n\nThis version adds the words:",
      "text": "Süleyman b. Amr b. Ahvas, annesinin rivayetine göre: Ben, Allah'ın Resulü (ﷺ) Jamrat al-Aqabah'ın (üçüncü veya son sütun) yanında, (bir deve üzerinde) otururken gördüm ve parmakları arasında bir taş vardı. O, taşları attı ve insanlar da (jamrah'a) taş attı."
    },
    {
      "id": 249,
      "narrator": "",
      "text": "Yukarıda belirtilen hadis (No 1963), Yazid ibn AbuZiyad tarafından farklı bir rivayet zinciriyle de aktarılmıştır."
    },
    {
      "id": 250,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Bu versiyon, şu kelimeleri ekler: O (Peygamber) onun (jamrah'ın) yanında durmadı."
    },
    {
      "id": 251,
      "narrator": "Narrated Jabir :",
      "text": "Nafi', İbn Ömer'den rivayet etmiştir. İbn Ömer, (Mina'ya) gelir ve kurban gününden üç gün sonra taş atardı, gidiş ve dönüşte yürüyerek. O, Peygamber'in (ﷺ) böyle yaptığını bildirdi."
    },
    {
      "id": 252,
      "narrator": "Narrated Wabrah:",
      "text": "Jabir bin ‘Abdullah'dan rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) kurban günü, bindiği hayvan üzerinde taş atarken gördüm ve şöyle diyordu: Rükünlerinizi öğrenin, çünkü bu olaydan sonra Hac yapıp yapamayacağımı bilmiyorum."
    },
    {
      "id": 253,
      "narrator": "Narrated 'Aishah:",
      "text": "Jabir'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) kurban günü, bindiği hayvan üzerinde sabah saatlerinde taş atarken gördüm, sonra güneş meridyenin üzerinden geçtikten sonra."
    },
    {
      "id": 254,
      "narrator": "Narrated 'Abd al-Rahman b. Yazid:",
      "text": "Vabrah'dan rivayet edilmiştir: İbn Ömer'e sordum: Jamrah'a ne zaman taş atmalıyım? O cevapladı: İmamın (Hac'daki lider) taş attığı zaman, o zaman sen de atmalısın. Soruyu tekrar ettim. Bunun üzerine o dedi: Biz, güneşin meridyenin üzerinden geçmesini beklerdik. Güneş alçaldığında, taşları atardık."
    },
    {
      "id": 255,
      "narrator": "Narrated Abu al-Baddah b. 'Asim:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ), kurban günü akşamında, öğle namazını kıldıktan sonra Kâbe'yi tavaf etti. Sonra Mina'ya döndü ve tashriq günlerinde orada kaldı ve güneş alçaldığında jamrah'lara taş attı. Her bir jamrah'a yedi taş attı ve taş atarken tekbir getirdi (Allah en büyüktür). İlk ve ikinci jamrah'ta durdu ve orada uzun süre dua etti. Üçüncü jamrah'a taş attı ama orada durmadı."
    },
    {
      "id": 256,
      "narrator": "Narrated Abu al-Baddah b. 'Asim b. Adi:",
      "text": "Ebu el-Bedda b. 'Asim b. Adi'den rivayet edilmiştir: Babası aracılığıyla: Allah'ın Resulü (ﷺ) deve çobanlarının bir gün taş atmalarına izin verdi, bir gün ise atmamalarına müsaade etti."
    },
    {
      "id": 257,
      "narrator": "AbuMijlaz said:",
      "text": "Ebu Mijlaz dedi ki: İbn Abbas'a jamralara taş atma konusunda bir şey sordum. O da: Allah'ın Resulü (ﷺ) altı mı yoksa yedi mi taş attığını bilmiyorum, dedi."
    },
    {
      "id": 258,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: Sizden biri son jamraya (Cemrat al-Aqabah) taş attığında, kadınlar (cinsel ilişki) hariç her şey ona helal olur."
    },
    {
      "id": 259,
      "narrator": "Narrated 'Abd Allah b. 'Umar:",
      "text": "Ebu Davud dedi ki: Bu zayıf bir rivayettir. Rivayet eden el-Haccac, el-Zuhri'yi ne gördü ne de ondan hadis işitti."
    },
    {
      "id": 260,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Abdullah b. 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: Ey Allah, kendilerini tıraş edenlere merhamet et. İnsanlar dediler ki: Ey Allah'ın Resulü, saçlarını kısaltanlara da. O tekrar dedi: Ey Allah, kendilerini tıraş edenlere merhamet et. İnsanlar dediler ki: Ey Allah'ın Resulü, saçlarını kısaltanlara da. O dedi: Ve saçlarını kısaltanlara da."
    },
    {
      "id": 261,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Veda Haccı'nda başını traş ettirdi."
    },
    {
      "id": 262,
      "narrator": "The aforesaid tradition has also been transmitted by Hisham n. Hassan through a different chain of narrators. This version adds:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) kurban günü son jamraya (Cemrat al-'Aqabah) taş attı. Sonra Mina'daki konaklama yerine döndü. Bir kurbanlık hayvan çağırdı ve onu kesip, sonra bir berber çağırdı. Başının sağ tarafını tuttu ve traş ettirdi. Sonra etrafındakilere bir veya iki saç telini dağıtmaya başladı. Sonra başının sol tarafını tuttu ve onu da traş ettirdi. Tekrar sordu: Ebu Talha burada mı? Sonra (traş edilen) saçı Ebu Talha'ya verdi."
    },
    {
      "id": 263,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Yukarıda belirtilen rivayet, Hişam b. Hassan tarafından farklı bir raviden aktarılmıştır. Bu versiyon ekliyor: Berbere dedi ki: Sağ taraftan başla ve traş et."
    },
    {
      "id": 264,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Mina'daki kalış günü (Hac) hakkında soruldu. O da: Zarar yok, dedi. Bir adam ona: Ben kurban kesmeden önce tıraş oldum, dedi. O da: Kes, zarar yok, dedi. Adam tekrar sordu: Akşam oldu ama jamraya taş atmadım. O da: Şimdi taş at; zarar yok, dedi."
    },
    {
      "id": 265,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Tıraş olmak kadınlara farz değildir; sadece saçlarını kısaltmak onlara vaciptir."
    },
    {
      "id": 266,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Tıraş olmak kadınlara farz değildir; sadece saçlarını kısaltmak onlara vaciptir."
    },
    {
      "id": 267,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Hac'dan önce 'Umre yaptı."
    },
    {
      "id": 268,
      "narrator": "AbuBakr ibn AbdurRahman said:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Vallahi, Allah'ın Resulü (ﷺ) Aişe'yi Dhul-Hijjah'da 'Umre yapmaya göndermedi, ancak bu, putperestlerin (İslam'dan önce Arabistan'da) uygulamalarını terk etmek içindi; çünkü bu Kureyş kabilesi ve onlara uyanlar derlerdi ki: Deve yünleri bol olduğunda ve develerin sırtındaki yaralar iyileştiğinde ve Safar ayı başladığında, 'Umre yapmak helal olur. Onlar, Dhul-Hijjah ve Muharrem ayları geçene kadar 'Umre yapmayı haram sayarlardı."
    },
    {
      "id": 269,
      "narrator": "Narrated Umm Ma'qil:",
      "text": "Ebu Bekir b. Abdurrahman dedi ki: Marwan'ın Umm Ma'qil'e gönderdiği elçi bana bildirdi."
    },
    {
      "id": 270,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "O da dedi ki: Abu Ma'qil, Allah'ın Resulü (ﷺ) ile haccı yaptı. O geldiğinde (ona) dedi ki: Hac benim üzerime farz. Yürüdüler ve onu ziyaret ettiler (yani Peygamberi) ve o (ona) sordu: Ey Allah'ın Resulü, hac benim üzerime farz, ve Abu Ma'qil'in bir devesi var."
    },
    {
      "id": 271,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) iki umre yaptı: biri Dhu'l-Qa'dah'da, diğeri ise Şevval'de."
    },
    {
      "id": 272,
      "narrator": "Mujahid said:",
      "text": "Mücahid dedi ki: İbn 'Umar'a soruldu: Allah'ın Resulü (ﷺ) kaç kez umre yaptı? O da: İki kez dedi. Aişe dedi ki: İbn 'Umar, Allah'ın Resulü'nün (ﷺ) veda haccıyla birleştirdiği umre dışında üç umre yaptığını biliyordu."
    },
    {
      "id": 273,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dört umre yaptı; bunlar: Hudeybiye umresi; ikincisi, (Sahabelerin) gelecek yıl umre yapma konusunda anlaştığı umre; üçüncüsü, el-Ci'rane'den yapılan umre; dördüncüsü ise haccıyla birleştirdiği umredir."
    },
    {
      "id": 274,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) dört umre yaptı, bunların hepsi Dhu'l-Qa'dah'da, haccıyla birlikte yaptığı umre hariç."
    },
    {
      "id": 275,
      "narrator": "Hafsah, daughter of AbdurRahman ibn AbuBakr, reported on the authority of her father:",
      "text": "Ebu Davud dedi ki: Buradan nakil yapan Hudbah (b. Halid) kesinleşti. Bunu Ebu'l-Valid'den duydum, ama aklımda tutamadım: Hudeybiye antlaşması sırasında bir umre, yoksa Hudeybiye'den; ve Dhu'l-Qa'dah'da bir 'Umrat al-Qada', ve el-Ci'rane'den bir umre, burada (Peygamber) Huneyn ganimetlerini Dhu'l-Qa'dah'da dağıttı, ve haccıyla birlikte bir umre."
    },
    {
      "id": 276,
      "narrator": "Narrated Muharrish al-Ka'bi:",
      "text": "Hafsa, Abdurrahman b. Ebu Bekir'in kızı, babasından rivayet etti: Allah'ın Resulü (ﷺ) Abdurrahman'a dedi ki: Abdurrahman, kız kardeşin Aişe'yi arkanızda deveye bindir ve onu at-Tan'im'den umre yapmaya götür. Tepeye (at-Tan'im'de) indiğinde, o (umre için) ihram giymelidir, çünkü bu Allah katında kabul edilen bir umredir."
    },
    {
      "id": 277,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Muharrish el-Ka'bî'den rivayet edilmiştir: Peygamber (ﷺ) el-Ci'rane'ye girdi. Orada mescide geldi ve Allah'ın istediği kadar namaz kıldı; sonra ihram giydi. Sonra devesine bindi ve Batn Sarif'e doğru yöneldi, Medine'ye giden yola ulaşana kadar. Mekke'den (gece el-Ci'rane'ye) döndü, sanki Mekke'de bir gece geçirmiş gibi."
    },
    {
      "id": 278,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) umre için (tazminat) 'Umrat al-Qada' sırasında Mekke'de üç gün kaldı."
    },
    {
      "id": 279,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) kurban günü farz tavafı (Tawaf al-Ziyarah) yaptı; sonra Mina'da döndüğünde öğle namazını kıldı."
    },
    {
      "id": 280,
      "narrator": "Narrated Aisha, Ummul Mu'minin ; Abdullah Ibn Abbas:",
      "text": "Ümmü Selime, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) benimle geçirdiği gece, kurban gününden sonraki geceydi. Bana geldi ve Vahb b. Zam'a da beni ziyaret etti. Onunla birlikte Abu Ümeyye soyundan bir adam vardı. İkisi de gömlek giymekteydi."
    },
    {
      "id": 281,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Allah'ın Resulü (ﷺ) Vahb'a dedi: Farz tavafı (Tawaf az-Ziyarah) yaptın mı, Abu Abdullah?"
    },
    {
      "id": 282,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "O da: Hayır, Allah'ın Resulü, dedi."
    },
    {
      "id": 283,
      "narrator": "Narrated 'Aishah:",
      "text": "O (Peygamber) dedi: Gömleğini çıkar. O da başının üzerinden çıkardı, arkadaşı da başının üzerinden gömleğini çıkardı."
    },
    {
      "id": 284,
      "narrator": "Al-Harith ibn Abdullah ibn Aws said:",
      "text": "Sonra sordu: Ve neden (bunu), Allah'ın Resulü? O cevap verdi: Bu gün, jamralara taş attıktan sonra ihramı çıkarmanızda izin verilmiştir, yani ihram halinde yasak olan her şey, kadınla cinsel ilişki dışında, helaldir. Eğer akşam, bu Evin (Kabe) etrafında dönmeden önce gelirse, o zaman kutsal durumda (yani ihramda) kalırsınız, tıpkı jamralara taş atmadan önceki durumda olduğunuz gibi, ta ki onun etrafında tavaf edene kadar (yani Kabe'yi)."
    },
    {
      "id": 285,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi; Abdullah İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) kurban günü tavafı geceye erteledi."
    },
    {
      "id": 286,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe (r.a.)’den rivayet edilmiştir: Ben, Peygamber (ﷺ) ile birlikte son seferinde dışarı çıktım ve o, el-Muhassab’a indi. Ebu Davud dedi ki: İbn Beşşar, bu rivayette onun el-Tan'im’e gönderildiğini zikretmemiştir. O, sabah ona geldiğini söyledi. O, arkadaşlarına hareket etmelerini duyurdu ve kendisi de yola çıktı. O, sabah namazından önce (Kabe’nin) evinin yanından geçti ve orayı dolaştı. Sonra Medine’ye doğru gitti."
    },
    {
      "id": 287,
      "narrator": "Narrated AbdurRahman ibn Tariq:",
      "text": "Abdurrahman b. Tariq’tan rivayet edilmiştir: Abdurrahman, annesinin rivayetine göre: Allah’ın Elçisi (ﷺ) Ya’la’nın evinin yanından geçtiğinde --rivayet eden Ubaydullah ismini unuttu-- Kabe’ye yöneldi ve dua etti."
    },
    {
      "id": 288,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe (r.a.)’den rivayet edilmiştir: Allah’ın Elçisi (ﷺ) el-Muhassab’a indi ki Medine’ye geçişi kolay olsun. Bu bir sünnet değildir (yani Hac ritüeli). İsteyen orada inebilir, istemeyen inmez."
    },
    {
      "id": 289,
      "narrator": "",
      "text": "Ebu Rafi’ dedi ki: Allah’ın Elçisi (ﷺ) bana orada hizalanmamı emretmedi. Ama ben onun çadırını oraya kurduğumda, o indi. Rivayet eden Musaddad dedi ki: “O (Ebu Rafi’), Peygamber’in (ﷺ) eşyalarına gözetleme yaptı.” Rivayet eden ‘Uthman dedi ki: Bu, Al Abtah’dadır."
    },
    {
      "id": 290,
      "narrator": "",
      "text": "Usame b. Zeyd dedi ki: Ben, Allah’ın Elçisi (ﷺ) ile Hac yapmak için dışarı çıktım ve insanlar ona geliyordu. Birisi şöyle dedi: “Allah’ın Elçisi (ﷺ), yarın nerede kamp kuracaksın?” O da “Aqil’in bize bırakacak bir evi var mı?” diye cevap verdi. Tekrar “Banu Kinanah’ın, Kureyş’in inkara yemin ettiği vadi (Khaif) olan Al Muhassab’ta kamp kuracağız.” dedi. Yemin, Banu Kinanah’ın Kureyş ile Banu Haşim’e karşı bir anlaşma yaptığıydı; “onlarla evlenmeyecekler, onlara konaklama vermeyecekler ve onlarla ticari ilişki kurmayacaklardı.”"
    },
    {
      "id": 291,
      "narrator": "",
      "text": "Al Zuhri dedi ki: Al Khaif, vadi demektir."
    },
    {
      "id": 292,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: “Allah’ın Elçisi (ﷺ) Mina’dan hareket etmeyi düşündüğünde, yarın kamp kuracağız.” Rivayet eden daha sonra benzer bir şey anlattı (önceki rivayet gibi ama açılış sözlerini zikretmedi, “Al Khaif, Al Vadi (Khaif vadi demektir)” sözlerini de zikretmedi)."
    },
    {
      "id": 293,
      "narrator": "",
      "text": "Nafi’ dedi ki: “İbn ‘Umar, Batha’da (yani Al Muhassab) kısa bir süre uyurdu ve sonra Mekke’ye girerdi.” O, Allah’ın Elçisi (ﷺ) böyle yapardı diye düşündü."
    },
    {
      "id": 294,
      "narrator": "",
      "text": "İbn ‘Umar dedi ki: “Peygamber (ﷺ) öğle, ikindi, akşam ve yatsı namazlarını Al Batha’da (yani Al Muhassab) kıldı. Sonra kısa bir süre uyudu ve ardından Mekke’ye girdi. İbn ‘Umar da böyle yapardı."
    },
    {
      "id": 295,
      "narrator": "",
      "text": "Abdullah b. Amr b. Al ‘As dedi ki: “Allah’ın Elçisi (ﷺ) Veda Haccı sırasında Mina’da durdu, çünkü insanlar ona (Hac ritüelleri hakkında) soru sormak için geliyordu. Bir adam geldi ve dedi ki: “Allah’ın Elçisi, cehaletimden dolayı, kurban kesmeden önce saçımı traş ettim.” Allah’ın Elçisi (ﷺ) cevap verdi: “Kurban kes, zarar gelmez.” Başka bir adam geldi ve dedi ki: “Allah’ın Elçisi, cehaletimden dolayı, taşları atmadan önce kurban kestim.” O da cevap verdi: “Onları at, zarar gelmez.” O (Peygamber), zamanından önce veya sonra yapılmış bir şey hakkında “Yap, zarar gelmez” demeden sorulmadı."
    },
    {
      "id": 296,
      "narrator": "Narrated Kathir b. Kathir b. al-Muttalib b. Abi Wida'ah\n\n\n\n\n\nFrom his people on the authority of his grandfather:",
      "text": "Usame b. Şarik dedi ki: “Ben, Peygamber (ﷺ) ile Hac yapmak için dışarı çıktım ve insanlar ona geliyordu. Birisi şöyle diyordu: “Allah’ın Elçisi (ﷺ), Kabe’yi tavaf etmeden önce Al Safa ile Al Merve arasında koştum ya da zamanından önce bir şey yaptım ya da zamanından sonra bir şey yaptım.” O da cevap veriyordu: “Zarar gelmez; zarar gelmez, sadece bir Müslümanı haksız yere karalayan kimseye zarar gelir. O, sıkıntıya düşecek ve helak olacaktır.”"
    },
    {
      "id": 297,
      "narrator": "",
      "text": "Katir b. Katir b. el-Muttalib b. Ebu Vida’dan rivayet edilmiştir: O, Peygamber (ﷺ)’in Banu Sahm kapısının yanındaki yerde namaz kıldığını ve insanların onun önünden geçtiğini gördü, aralarında hiçbir örtü (sutrah) yoktu. Rivayet eden Sufyan dedi ki: Onunla Kabe arasında hiçbir örtü yoktu."
    },
    {
      "id": 298,
      "narrator": "",
      "text": "Sufyan dedi ki: İbn Juraij, bize Katir’in babasından rivayet ettiğini söyledi: “Babamın söylediğini duymadım, ama bazı insanlarımın dedemden duyduğunu işittim.”"
    },
    {
      "id": 299,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Hureyre dedi ki: “Allah, yüce, Mekke’yi Elçisine fethettiğinde, Peygamber (ﷺ) onların (insanların) arasında durdu ve Allah’ı övdü ve yüceltti. Sonra dedi ki: “Şüphesiz Allah, Mekke’deki Fil’i durdurdu ve Elçisine ve müminlere orada söz hakkı verdi ve bu, sadece bir saat boyunca bir gün için benim için helal kılındı, sonra Kıyamet Günü’ne kadar kutsal kalacaktır. Ağaçları kesilmeyecek, av hayvanlarına dokunulmayacak ve orada düşen eşyalar, ancak bunu kamuya duyuran tarafından alınabilecektir.” Abbas veya Al ‘Abbas şöyle önerdi: “Allah’ın Elçisi (ﷺ), sadece rush (idhkir) hariç, çünkü bu, mezarlarımız ve evlerimiz için faydalıdır.” Allah’ın Elçisi (ﷺ) dedi ki: “Rush hariç.”"
    },
    {
      "id": 300,
      "narrator": "Narrated Ya'la ibn Umayyah:",
      "text": "Ebu Davud dedi ki: “İbn Al Musaffa, Al Walid Abu Shah’ın rivayetine ekledi: Yemen halkından bir adam ayağa kalktı ve dedi ki: “Bana yazılı olarak ver, Allah’ın Elçisi (ﷺ).” Allah’ın Elçisi (ﷺ) dedi ki: “Abu Shah’a yazılı olarak ver.” Ben Al Awza’i’ye dedim ki: “Bu ifadenin anlamı nedir? Abu Shah’a yazılı olarak ver?” O da dedi ki: “Bu, Allah’ın Elçisi (ﷺ)’nden duyduğu bir hitaptır.”"
    },
    {
      "id": 301,
      "narrator": "",
      "text": "Bakr bin 'Abd Allah dedi ki: \"Bir adam İbn Abbas'a 'Bu Ev halkı hakkında ne dersin? Onlar halka nabidh sunarken, akrabaları süt, bal ve müş (savık) sağlıyor. Bu cimriliklerinden mi yoksa ihtiyaçlarından mı kaynaklanıyor?' dedi. İbn Abbas cevap verdi: 'Bu ne cimrilikten ne de ihtiyaçtan kaynaklanıyor, ancak Allah'ın Elçisi (ﷺ) bir gün bizim üzerimize bindiği hayvanla girdi ve 'Usame bin Zeyd arkasında oturuyordu. Allah'ın Elçisi (ﷺ) içecek istedi. Ona nabidh getirildi ve içti, ardından artığını Usame bin Zeyd'e verdi, o da içti. Allah'ın Elçisi (ﷺ) sonra dedi ki: 'Sen güzel ve hoş bir iş yaptın, bunu benzer şekilde yap.' İşte bu yüzden böyle yapıyoruz, Allah'ın Elçisi (ﷺ) tarafından söyleneni değiştirmek istemiyoruz.\""
    },
    {
      "id": 302,
      "narrator": "",
      "text": "Ömer bin 'Abd Al 'Aziz, Al Sa'ib bin Yazid'e sordu: \"Hac ibadetinin tamamlanmasından sonra Mekkede kalmakla ilgili bir şey işittin mi?\" O da: \"İbn Al Hadrami bana, Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu söyledi: 'Muhacirlerin (Göç edenler) Kabe'de (Mekke) farz tavaftan sonra üç gün kalmalarına izin verilmiştir.'\""
    },
    {
      "id": 303,
      "narrator": "",
      "text": "'Abd Allah bin 'Umar dedi ki: \"Allah'ın Elçisi (ﷺ) Kabe'ye girdi ve yanında Usame bin Zeyd, Osman bin Talha el-Hacabi ve Bilal de vardı. Sonra kapıyı kapattı ve orada kaldı. 'Abd Allah bin 'Umar dedi ki: 'Bilal'a çıktığında Allah'ın Elçisi (ﷺ) orada ne yaptı?' diye sordum. O da: 'Solunda bir sütun, sağında iki sütun ve arkasında üç sütunla durdu. O zaman Ev (Kabe) altı sütun üzerinde duruyordu. Sonra namaz kıldı.'\""
    },
    {
      "id": 304,
      "narrator": "",
      "text": "Yukarıda belirtilen rivayet Malik tarafından farklı bir raviler zinciri ile de aktarılmıştır. O ('Abd Al Rahman bin Mahdi) \"sütunlar\" kelimelerini anmamıştır. Bu versiyon \"Sonra namaz kıldı ve onunla kıble arasında üç arşın mesafe vardı.\" ifadesini eklemektedir."
    },
    {
      "id": 305,
      "narrator": "",
      "text": "Bu rivayet, İbn 'Umar tarafından Al Qa'nabi'nin aktardığı gibi farklı bir raviler zinciri ile de aktarılmıştır. Bu versiyonda \"O'nun kıldığı rekât sayısını sormayı unuttum.\" ifadesi bulunmaktadır."
    },
    {
      "id": 306,
      "narrator": "",
      "text": "'Abd Al Rahman bin Safwan dedi ki: \"Ömer bin Al Khattab'a, Allah'ın Elçisi (ﷺ) Kabe'ye girdiğinde ne yaptı?\" diye sordum. O da: \"İki rekât namaz kıldı.\" dedi."
    },
    {
      "id": 307,
      "narrator": "",
      "text": "Abbas dedi ki: \"Peygamber (ﷺ) Mekkeye geldiğinde, içinde putlar olduğu için Ev'e (Kabe'ye) girmeyi reddetti. Onların çıkarılmasını emretti ve çıkarıldılar. İbrahim ve İsmail'in heykelleri çıkarıldı ve ellerinde oklar vardı. Allah'ın Elçisi (ﷺ) dedi ki: 'Allah onları yok etsin! Vallahi, okla kura çekmeyeceklerini biliyorlardı.' Sonra Ev'e (Kabe'ye) girdi ve her tarafında tekbir (Allah en büyüktür) getirdi. Sonra dışarı çıktı ve namaz kılmadı.\""
    },
    {
      "id": 308,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l Mü'minin'den rivayet edildi: \"Ev'e (Kabe'ye) girmeyi ve orada namaz kılmayı çok istedim. Allah'ın Elçisi (ﷺ) beni elinden tutarak al-Hijr'e soktu. Sonra dedi ki: 'Ev'e (Kabe'ye) girmeyi düşündüğünde al-Hijr'de namaz kıl, çünkü orası Ev'in (Kabe'nin) bir parçasıdır. Halkın Kabe'yi inşa ederken onu kısalttı ve Ev'den (Kabe'den) çıkardılar.'\""
    },
    {
      "id": 309,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l Mü'minin'den rivayet edildi: \"Peygamber (ﷺ) benden çıktı, mutlu bir haldeydi ama bana döndüğünde üzgün görünüyordu. Dedi ki: 'Kabe'ye girdim, eğer önceden benim durumum hakkında bildiklerimi sonradan öğrenseydim, oraya girmezdim. Topluluğumu zora sokmuş olmaktan korkuyorum.'\""
    },
    {
      "id": 310,
      "narrator": "Al-Aslamiyyah said:",
      "text": "Al-Aslamiyyah dedi ki: \"Uthman bin Talha el-Hacabi'ye: 'Allah'ın Elçisi (ﷺ) seni çağırdığında sana ne dedi?' dedim. O da: 'Peygamber dedi ki: 'İki boynuzu (koyunun) örtmeyi unuttum, çünkü Ev'de (Kabe'de) namaz kılan kişinin dikkatini dağıtan bir şey olmaması uygun değildir.' İbn as-Sarh dedi ki: 'Amcamın adı Musafi' bin Şaybah.'\""
    },
    {
      "id": 311,
      "narrator": "",
      "text": "Şeybe bin 'Uthman dedi ki: \"'Umar bin Al Khattab, sizin oturduğunuz yerde oturuyordu. 'Kabe'nin mülkünü dağıtmadan çıkmayacağım.' dedi. Ben de: 'Bunu yapmayacaksın.' dedim. O da: 'Neden?' diye sordu. Ben: 'Çünkü Allah'ın Elçisi (ﷺ) ve Ebu Bekir onun yerini gördüler ve mülküne sizin kadar ihtiyaçları vardı, ama onu dışarı almadılar.' dedim. O ('Umar) ayağa kalktı ve dışarı çıktı.\""
    },
    {
      "id": 312,
      "narrator": "Narrated Az-Zubayr:",
      "text": "Az-Zubayr'den rivayet edildi: \"Biz Allah'ın Elçisi (ﷺ) ile Liyyah'tan geldiğimizde, sidr ağacının yanında durduk. Allah'ın Elçisi (ﷺ) al-Qarn al-Aswad'ın sonuna geldi ve orada Nakhb veya vadisine baktı. Durdu ve tüm insanlar durdu. Sonra dedi ki: 'Wajj oyunu ve dikenli ağaçları Allah için haram kılınmıştır.' Bu, at-Ta'if'e ve Thaqif'in kalesine inmeden önceydi.\""
    },
    {
      "id": 313,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying “Journey should not be made(to visit any masjid) except towards three masjids:",
      "text": "Ebu Hureyre, Peygamber (ﷺ) şöyle dediğini bildirdi: \"Seyahat, yalnızca üç mescide yapılmalıdır: Kabe'nin kutsal mescidi, benim mescidim ve Al Aksa mescidi (Kudüs'te).\""
    },
    {
      "id": 314,
      "narrator": "",
      "text": "Ali dedi ki: \"Allah'ın Elçisi (ﷺ) adına hiçbir şey yazmadık, sadece Kur'an ve bu belgenin içindekiler.\" O, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Medine, A'ir'den Thawr'a kadar kutsaldır, bu yüzden kimse orada bir yenilik ortaya koyarsa veya bir yenilikçiye koruma verirse, Allah'ın, meleklerin ve tüm insanların laneti onun üzerine olsun ve ondan hiçbir tövbe veya fidye kabul edilmeyecektir. Müslüman tarafından verilen koruma bir (hatta en alçak olanı bile) korumadır. Eğer bir Müslümanın yaptığı bir ahdi bozan olursa, Allah'ın, meleklerin ve tüm insanların laneti onun üzerine olsun ve ondan hiçbir tövbe veya fidye kabul edilmeyecektir. Eğer birisi hürriyetini, efendilerinin izni olmadan insanlara atfederse, Allah'ın, meleklerin ve tüm insanların laneti onun üzerine olsun ve ondan hiçbir tövbe veya fidye kabul edilmeyecektir.\""
    },
    {
      "id": 315,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali bin Ebu Talib'den rivayet edildi: \"Peygamber (ﷺ) dedi ki: 'Medine'nin taze otları kesilmemeli, av hayvanları kovulmamalı ve içinde düşen şeyler, kamuya ilan eden biri tarafından toplanmalıdır; burada savaşmak için silah taşımak caiz değildir ve ağaçların kesilmesi de tavsiye edilmez, ancak bir adam devesinin yemesi için keserse bu caizdir.'\""
    },
    {
      "id": 316,
      "narrator": "",
      "text": "Adi bin Zaid dedi ki: \"Allah'ın Elçisi (ﷺ) Medine'yi koruma altına alınmış bir bölge ilan etti; her taraftan üç mil (yaklaşık beş kilometre) mesafede. Ağaçları kesilmez veya zarar verilmez, sadece deveden alınanlar hariç.\""
    },
    {
      "id": 317,
      "narrator": "Narrated Sulayman ibn AbuAbdullah:",
      "text": "Sulayman ibn Abu Abdullah'dan rivayet edilmiştir: Sulayman ibn Abu Abdullah dedi ki: \"Sa'd ibn Abu Waqqas, Allah'ın Elçisi (ﷺ) tarafından kutsal ilan edilen Medine'nin kutsal bölgesinde bir adamın avlandığını gördü. Adamın elbiselerini aldı. Onun dostları yanına geldiler ve bu konuda onunla konuştular, fakat o şöyle cevap verdi: 'Allah'ın Elçisi (ﷺ) bu bölgeyi kutsal ilan etti ve eğer birini burada avlanırken yakalarsa, elbiselerini almalıdır.' Bu yüzden, Allah'ın Elçisi (ﷺ) bana vermiş olduğu bir şeyi size geri vermeyeceğim, ama isterseniz onun bedelini ödeyebilirim.\""
    },
    {
      "id": 318,
      "narrator": "",
      "text": "Sa'd'ın bir müvekkili dedi ki: \"Sa'd, Medine'nin kölelerinden bazılarını Medine'nin ağaçlarını keserken buldu.\" Bunun üzerine, onların mallarını aldı ve sahiplerine şöyle dedi: \"Allah'ın Elçisi (ﷺ) Medine'nin ağaçlarını kesmeyi yasakladığını duydum.\" O da şöyle dedi: \"Eğer biri herhangi birini keserse, ondan alınan, onu yakalayan kişiye ait olacaktır.\""
    },
    {
      "id": 319,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'ın Elçisi (ﷺ) koruma altındaki topraklarda yapraklar dökülmemeli ve ağaçlar kesilmemelidir, ancak yapraklar nazikçe dökülebilir.\""
    },
    {
      "id": 320,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Allah'ın Elçisi (ﷺ) Kuba'yı yürüyerek ve binekle ziyaret ederdi.\" İbn Numair ekledi: \"Ve iki rek'at namaz kılardı.\""
    },
    {
      "id": 321,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Eğer sizden biri bana selam verirse, Allah ruhumu bana iade eder ve ben selama karşılık veririm.\""
    },
    {
      "id": 322,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Evlerinizi mezar yapmayın ve benim mezarımı bayram yeri haline getirmeyin. Ama bana salavat getirin, çünkü salavatlarınız nerede olursanız olun bana ulaşır.\""
    },
    {
      "id": 323,
      "narrator": "Narrated Rabi'ah ibn al-Hudayr:",
      "text": "Rabi'ah ibn al-Hudayr'dan rivayet edilmiştir: Rabi'ah ibn al-Hudayr dedi ki: \"Talhah ibn Ubaydullah'ın Allah'ın Elçisi (ﷺ) ile ilgili bir rivayetini duymadım, sadece bir rivayet duydum.\" Ben (Rabi'ah ibn Abu Abdur Rahman) sordum: \"O nedir?\" O şöyle dedi: \"Biz, Allah'ın Elçisi (ﷺ) ile birlikte şehitlerin mezarlarını ziyaret etmek üzere çıktık. Harrah Waqim'e çıktık ve oradan indikten sonra, vadinin dönüşünde bazı mezarlar bulduk. Sorduk: 'Allah'ın Elçisi, bunlar bizim kardeşlerimizin mezarları mı?' O cevap verdi: 'Bunlar bizim arkadaşlarımızın mezarları.' Şehitlerin mezarlarına geldiğimizde, 'Bunlar bizim kardeşlerimizin mezarlarıdır' dedi.\""
    },
    {
      "id": 324,
      "narrator": "",
      "text": "Nafi' 'Abd Allah bin 'Umar'dan rivayet etti: \"Allah'ın Elçisi (ﷺ) Dhu Al Hulaifa'da bulunan Al Batha'da devesini diz çöktürdü ve orada namaz kıldı. Abd Allah bin 'Umar da bunu yapardı.\""
    },
    {
      "id": 325,
      "narrator": "Narrated Malik:",
      "text": "Malik'ten rivayet edilmiştir: \"Medine'ye dönerken al-Mu'arras'ı geçmemek gerekir; orada ne kadar isterse o kadar namaz kılmalıdır, çünkü bana bildirildi ki, Allah'ın Elçisi (ﷺ) orada gece kaldı.\""
    }
  ]
}