{
  "language": "tr",
  "metadata": {
    "length": 138,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir kadını kocasına karşı kışkırtan veya bir köleyi efendisine karşı kışkırtan bizden değildir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: \"Bir kadın, kız kardeşinin boşanmasını istememelidir ki, onun yeri boş kalsın ve onunla evlensin. Kendisine takdir edilenle yetinmelidir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Muharib:",
      "text": "Muharib'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Allah, boşanmayı kendisine en çirkin kıldığı şeylerden biri olarak helal kılmamıştır."
    },
    {
      "id": 4,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Helal olan şeyler arasında Allah'a en nefret edilen şey boşanmadır."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abdullah ibn Ömer, karısını, Allah'ın Elçisi (ﷺ) döneminde adetliyken boşadığını söyledi. Bunun üzerine Ömer ibn Hattab, Allah'ın Elçisi (ﷺ) ile bu konuyu konuştu. Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Ona emret, karısını geri almalı ve onu temizlenene kadar yanında tutmalıdır. Sonra bir adet dönemi daha geçirmeli ve temizlenmelidir. Ardından eğer isterse, onunla cinsel ilişkiye girmeden önce boşayabilir; çünkü bu, Allah'ın boşanma için emrettiği bekleme süresidir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yukarıda belirtilen hadis, Nafi' tarafından farklı bir rivayet zinciriyle de aktarılmıştır. Bu versiyonda, İbn Ömer'in karısını adetliyken bir boşama ile boşadığı belirtilmiştir. Ardından, rivayet edilen diğer kısmı Malik'in rivayet ettiği gibi anlatmıştır."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Ömer, karısını adetliyken boşadığını söyledi. Ömer, bu durumu Peygamber (ﷺ)'e iletti. Peygamber (ﷺ) şöyle buyurdu: \"Ona emret, karısını geri almalı ve onu temizlenene kadar yanında tutmalıdır; ya da hamile olduğu zaman boşayabilir.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Abdullah (bin Ömer) karısını adetliyken boşadığını söyledi. Ömer, bu durumu Allah'ın Elçisi (ﷺ)'ne iletti. Allah'ın Elçisi (ﷺ) öfkelendi ve şöyle dedi: \"Ona emret, karısını geri almalı ve onu temizlenene kadar yanında tutmalıdır. Sonra bir adet dönemi geçirmeli ve temizlenmelidir. Eğer isterse, onunla cinsel ilişkiye girmeden önce temizlik döneminde boşayabilir. Bu, Allah'ın yüce kıldığı bekleme süresidir.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yunus bin Cubeyr, İbn Ömer'e \"Karına kaç kez boşama yaptın?\" diye sordu. O da \"Bir kez.\" diye cevap verdi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Yunus bin Cubeyr şöyle dedi: \"Abdullah bin Ömer'e sordum: 'Bir adam karısını adetliyken boşadı mı?' O da 'Abdullah bin Ömer'i tanıyor musun?' dedi. Ben de 'Evet.' dedim. 'Abdullah bin Ömer, karısını adetliyken boşadı. Ömer, Peygamber (ﷺ)'e geldi ve bu konuyu sordu. O da 'Ona emret, karısını geri almalı ve bekleme süresinin başında boşayabilir.' dedi. Ben (İbn Cubeyr) ona 'Bu boşama sayılır mı?' diye sordum. O da 'Neden olmasın? Eğer çaresiz kalmışsa ve ahmaklık göstermişse (bu sayılır).'"
    },
    {
      "id": 11,
      "narrator": "Abdur Rahman ibn Ayman, the client of Urwah, asked Ibn Umar and Abu al-Zubayr was was listening:",
      "text": "Abdurrahman ibn Eyman, Urve'nin talebesi, İbn Ömer'e sordu ve Abu al-Zubayr dinliyordu: \"Bir adam karısını adetliyken boşarsa ne dersin?\" O da: \"Abdullah ibn Ömer, Allah'ın Elçisi (ﷺ) döneminde karısını adetliyken boşadı.\" dedi. Ömer, Allah'ın Elçisi (ﷺ)'ne geldi ve 'Abdullah ibn Ömer, karısını adetliyken boşadı.' dedi. Abdullah, 'O, karısını bana geri verdi ve (boşama) saymadı.' dedi. 'Temizlendiğinde, ya boşayabilir ya da yanında tutabilir.' dedi. İbn Ömer, Peygamber (ﷺ)'in şu ayeti okuduğunu söyledi: \"Ey Peygamber! Kadınları boşayacağınız zaman, onları bekleme sürelerinin başında boşayın.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Mutarrif ibn Abdullah:",
      "text": "Abu Davud şöyle dedi: Bu hadis, Yunus b. Cubeyr, Anas b. Sirin b. Cubeyr, Zayd b. Aslam, Abu al-Zubayr ve Mansur tarafından Abu Wa'il aracılığıyla İbn Ömer'den rivayet edilmiştir. Hepsi, Peygamber (ﷺ)'in ona karısını geri almasını (ve yanında tutmasını) emrettiği konusunda hemfikirdir. Sonra eğer isterse, onu boşayabilir veya yanında tutabilir. Al-Zuhri'nin Salim'den, Nafi' aracılığıyla İbn Ömer'den rivayet ettiği versiyonda ise: Peygamber (ﷺ) ona karısını geri almasını (ve yanında tutmasını) emretti; sonra adet gördükten sonra temizlenmelidir. Eğer isterse, onu boşayabilir ve eğer isterse yanında tutabilir."
    },
    {
      "id": 13,
      "narrator": "Narrated Umar ibn Mu'tab:",
      "text": "Abu Davud şöyle dedi: Nafi' ve al-Zuhri'nin rivayetlerine benzer bir versiyon, 'Ata al-Hurasani tarafından al-Hasan'dan İbn Ömer aracılığıyla aktarılmıştır. Bu hadisin tüm versiyonları, Abu al-Zubayr tarafından rivayet edilenle çelişmektedir."
    },
    {
      "id": 14,
      "narrator": "The aforesaid tradition (No. 2182) has also been transmitted by Ali (ibn al-Mubarak) through a different chain of narrators to the same effect. \n\n\n\n\n\nThis version adds:",
      "text": "Mutarrif ibn Abdullah'dan rivayet edilmiştir: İmran ibn Husayn'a, karısını boşayan ve sonra onunla cinsel ilişkiye giren, fakat boşama ve geri alma için hiç kimseyi şahit göstermeyen bir kişi hakkında soruldu. O da: \"Sen sünnete aykırı bir boşama yaptın ve sünnete aykırı bir şekilde geri aldın. Boşama ve geri alma için birini şahit göstermelisin ve bunu tekrarlamamalısın.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Umar ibn Mu'tab'dan rivayet edilmiştir: Banu Nawfal'ın bir talebesi olan Abu Hasan, İbn Abbas'a sordu: \"Bir kölenin, köle bir karısı vardı. O, iki boşama ile onu boşadı. Sonrasında her ikisi de azat edildi. Onun tekrar evlenmesi caiz midir?\" İbn Abbas: \"Evet.\" dedi. \"Bu, Allah'ın Elçisi (ﷺ) tarafından verilen bir karardır.\""
    },
    {
      "id": 16,
      "narrator": "'Amr b. Shu'aib on his father's authority said that his grandfather (Abdullah ibn Amr ibn al-'As):",
      "text": "Amr b. Shu'aib, babasından, dedesi Abdullah b. Amr b. al-'As'tan naklederek: Peygamber (ﷺ) şöyle buyurdu: \"Sadece sahip olduğunuz şeylerde boşanma vardır; sahiplik yoksa, satış işlemi de yoktur, ta ki sahip olana kadar.\" Rivayet eden İbn as-Sabbah ekledi: \"Sahip olmadan adak yerine getirilmez.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Yukarıdaki rivayet, ‘Amr bin Shu’aib tarafından farklı bir raviden aynı anlamda aktarılmıştır. Bu versiyon, “Eğer birisi Allah'a isyan etmek için yemin ederse, yemini geçerli değildir; eğer birisi akrabalık bağını koparmak için yemin ederse, yemini geçerli değildir (yani, onu yerine getirmemelidir)” ifadesini ekler."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Yukarıdaki rivayet, ‘Amr bin Shu’aib tarafından farklı bir raviden aktarılmıştır. Bu versiyon, Peygamber (ﷺ)'in “Allah'a rızasını kazanmayı amaçlayan bir eylem dışında adak yoktur” dediğini ekler."
    },
    {
      "id": 19,
      "narrator": "Muhammad ibn Ubayd ibn Abu Salih who lived in Ayliya said:",
      "text": "Ayliya'da yaşayan Muhammed b. Ubeyd b. Ebu Salih dedi ki: Adi b. Adi el-Kindi ile birlikte çıktım, Mekke'ye vardık. Beni Şaybah'ın kızı Safiyyah'a gönderdi, o da Aişe'den duyduğu bir rivayeti hatırladı. Aişe'nin şöyle dediğini işittim: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: Zorlama veya baskı durumunda boşanma veya özgürlük yoktur (ghalaq).\""
    },
    {
      "id": 20,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Davud dedi ki: \"Bence ghalaq, öfke anlamına gelir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Üç şey vardır ki, ciddiyetle veya şaka yolla yapılmış olsun, ciddiyetle değerlendirilir: Evlilik, boşanma ve boşandıktan sonra kadını geri almak (kesin boşanma değilse).\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Boşanmış kadınlar, kendileri için üç adet hayız süresi bekleyeceklerdir. Allah'ın rahminde yarattığını gizlemeleri de onlara helal değildir. Bu, bir adam karısını boşadığında, üç kez boşama ile boşamış olsa bile, onu tekrar nikahına alabileceği anlamına gelir. Bu daha sonra (bir Kur'an ayetiyle) iptal edilmiştir. Boşanma sadece iki kez caizdir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Abd Yazid, Rukanah'ın babası ve kardeşleri, Umm Rukanah'ı boşadı ve Muzaynah kabilesinden bir kadınla evlendi. O, Peygamber (ﷺ)'e giderek şöyle dedi: \"O, bana sadece bir saç kadar faydalıdır.\" Saçını başından alarak, \"Beni ondan ayır\" dedi. Peygamber (ﷺ) öfkelendi. Rukanah ve kardeşlerini çağırdı. Sonra yanındaki kimselere şöyle dedi: \"Şu-soysoyu görüyor musunuz, Abd Yazid'e benziyor; ve şu-soysoyu da görüyor musunuz, ona benziyor?\" Onlar: \"Evet\" dediler. Peygamber (ﷺ) Abd Yazid'e: \"Onu boşadın\" dedi. O da boşadı. \"Karını, Rukanah ve kardeşlerinin annesini geri al\" dedi. O: \"Ben onu üç kez boşadım, Allah'ın Elçisi\" dedi. Peygamber (ﷺ): \"Biliyorum, onu geri al\" dedi. Sonra şu ayeti okudu: \"Ey Peygamber! Kadınları boşadığınızda, onları bekleme sürelerinin başlangıcında boşayın.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Davud dedi ki: Nafi' b. 'Ujair ve 'Abd Allah b. Yazid b. Rukanah'ın babasından, dedesi aracılığıyla rivayet edilen hadiste: \"Rukanah karısını kesin olarak boşadı (yani, geri dönüşü olmayan boşama). Peygamber (ﷺ) onu ona geri verdi.\" Bu versiyon daha sağlamdır (diğer versiyonlardan), çünkü onlar (yani, bu raviler) onun adamının çocuklarıdır ve aile üyeleri durumu daha iyi bilir. Rukanah karısını kesin olarak boşadı (yani, bir beyanla üç boşama) ve Peygamber (ﷺ) bunu tek bir boşama olarak kabul etti."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Mücahid dedi ki: \"Ben İbn Abbas ileydim.\" Bir adam ona geldi ve karısını üç kez boşadığını söyledi. Ben sessiz kaldım ve onu geri alacağını düşündüm. O, \"Bir adam gidip saçma bir iş yapar ve sonra der ki: \"Ey İbn Abbas! Allah, 'Ve Allah'tan korkanlara bir çıkış yolu hazırlar' dedi.\" Sen Allah'a karşı görevini yerine getirmediğin için senin için bir çıkış yolu bulamıyorum. Sen Rabbine isyan ettin ve karın senden ayrıldı. Allah, 'Ey Peygamber! Kadınları boşadığınızda, onları bekleme sürelerinin başlangıcında boşayın' dedi.\""
    },
    {
      "id": 26,
      "narrator": "Tawus said:",
      "text": "Ebu Davud dedi ki: \"Bu rivayet, Hümeyd el-A'raj ve diğerleri tarafından Mücahid'den İbn Abbas aracılığıyla aktarılmıştır. Şu'be, 'Amr bin Murrah'dan, Sa'id bin Cubeyr aracılığıyla İbn Abbas'tan nakletmiştir. Eyyub ve İbn Cubeyr, 'İkrime b. Halid'den, Sa'id bin Cubeyr aracılığıyla İbn Abbas'tan nakletmişlerdir. İbn Juraij, 'Abd al-Hamid b. Rafi' aracılığıyla, 'Ata'dan İbn Abbas'tan nakletmiştir. El-A'maş, Malik b. el-Harith'ten İbn Abbas'tan nakletmiştir. Hepsi, üç boşama ile ilgili olarak bunu söylediler. O, bunu caiz gördü ve \"Karın senden ayrıldı\" dedi, İsmail'in, Eyyub'dan, 'Abd Allah b. Kethir'den aktardığı rivayetle benzer bir şekilde.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"Hammad b. Zayd, Eyyub'dan, 'İkrime aracılığıyla İbn Abbas'tan bunu aktardı. Bu versiyon, 'Eğer 'Sen üç kez boşsun' derse, bu tek bir (boşama) olarak kabul edilir.\" İsmail b. İbrahim, Eyyub'dan, 'İkrime aracılığıyla bunu aktardı. Bu, onun ('İkrime'nin) ifadesidir. İbn Abbas'ın adını anmamıştır. Bunu 'İkrime'nin bir ifadesi olarak aktarmıştır.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"İbn Abbas'ın görüşü aşağıdaki rivayette belirtilmiştir. \"Ahmad b. Salih ve Muhammed b. Yahya, bu rivayeti Ahmad (b. Salih)'ten, 'Abd Ar Razzaq'tan, Ma'mar'dan, Al Zuhri'den, Ebu Salamah b. Abd al-Rahman b. 'Awf ve Muhammed b. Abd al-Rahman b. Thawban'dan, Muhammed b. İyas aracılığıyla aktardılar ki, İbn Abbas, Ebu Hureyre ve 'Abd Allah b. 'Amr b. al-'As'a, kocası tarafından üç kez boşanan bir bakire hakkında soruldu. Hepsi: \"O, eski kocasıyla evlenmeden ona helal değildir\" dediler. Ebu Davud dedi ki: \"Malik, Yahya b. Sa'id'den, Bukair b. el-Ashajj'dan, Mu'awiyah b. Ebu Ayyash'dan, bu olayda hazır bulunan, Muhammed b. İyas b. el-Bukair'in, İbn el-Zubair ve Asim'e geldiğinde, bu konuyu sordu. Onlar: \"İbn Abbas ve Ebu Hureyre'ye git, ben onları Aişe ile bıraktım\" dediler. Sonra geri kalan rivayeti aktardı.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"İbn Abbas'ın ifadesi şöyle: \"Üç boşama ile boşanma, karıyı kocasından ayırır, evlilik tamamlanmış olsun ya da olmasın, eski kocası ona helal değildir, ta ki başka bir adamla evlenene kadar.\" Bu ifade, para değişimi ile ilgili olan rivayetle benzerlik taşımaktadır. Bu rivayette, nakil eden şöyle dedi: \"İbn Abbas görüşünü geri çekti.\""
    },
    {
      "id": 30,
      "narrator": "Hammad ibn Zayd said:",
      "text": "Tavus dedi ki: \"Abu Al Sahba, İbn Abbas'a sık sık soru sorardı. \"Bir adam karısını, cinsel ilişki olmadan üç kez boşadığında, bu, Allah Elçisi (ﷺ), Ebu Bekir ve 'Umar'ın ilk dönemlerinde tek bir boşama olarak kabul edilmiştir, biliyor musun?\" İbn Abbas: \"Evet, bir adam karısını cinsel ilişki olmadan üç kez boşadığında, bu, Allah Elçisi (ﷺ), Ebu Bekir ve 'Umar'ın ilk dönemlerinde tek bir boşama olarak kabul edilmiştir. İnsanların sık sık boşama yaptığını görünce, \"Onları (yani kadınları) geçerli kılın\" dedi.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Kâtade, Al Hasan'dan rivayet ettiğine göre, \"Senin işin elinde\" sözlerinin üç boşama sayıldığı bildirilmiştir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Nafi' b. Ujair b. Abd Yazid b. Ruknah, Ruknah b. Abd Yazid'in karısı Suhayma'yı kesin olarak boşadığını bildirmiştir. Bu durum, Peygamber (ﷺ) tarafından kendisine iletildi. O (Peygamber) ona, \"Allah'a yemin ederim ki, bunu sadece tek bir boşama olarak kastettim\" dedi. Allah'ın Elçisi (ﷺ) \"Allah'a yemin ederim ki, bunu sadece tek bir boşama olarak kastettim\" dedi. Allah'ın Elçisi (ﷺ) onu ona geri verdi. Sonra, 'Umar döneminde ikinci kez boşadı ve 'Uthman döneminde üçüncü kez boşadı."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Abu Davud, \"Bu rivayet, başında İbrahim'in sözlerini ve sonunda İbn Al Sarh'ın sözlerini içermektedir\" dedi."
    },
    {
      "id": 34,
      "narrator": "'Ali b. Yazid b. Rukanah reported on the authority of his father from his grandfather that he  (Rukanah) divorced his wife absolutely; so he came to the Messenger of Allah (ﷺ). He asked (him):",
      "text": "Yukarıda bahsedilen rivayet, Ruknah b. Yazid tarafından Peygamber (ﷺ) aracılığıyla farklı bir raviler zinciri ile de aktarılmıştır."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "'Ali b. Yazid b. Ruknah, babası aracılığıyla dedesinden, Ruknah'nın karısını kesin olarak boşadığını bildirmiştir; bu yüzden Allah'ın Elçisi (ﷺ) yanına geldi. O (Peygamber) ona sordu: \"Ne kastettin?\" O da: \"Tek bir boşama\" dedi. Peygamber: \"Allah'a yemin eder misin?\" diye sordu. O: \"Evet, Allah'a yemin ederim\" diye cevap verdi. Peygamber: \"O halde, kastettiğin gibi geçerlidir\" dedi."
    },
    {
      "id": 36,
      "narrator": "Narrated Tamimah al-Hujayni:",
      "text": "Abu Davud, \"Bu rivayet, Ruknah'nın karısını üç boşama ile boşadığına dair İbn Juraij'in rivayetinden daha sağlamdır; çünkü bunlar onun ailesinin üyeleridir ve onun için daha iyi bilgilidirler. İbn Juraij'in rivayeti, 'İkrime aracılığıyla İbn Abbas'tan bazı Abu Rafi'in çocukları tarafından aktarılmıştır\" dedi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber (ﷺ)'in \"Allah, benim ümmetim için akıllarına gelen şeyleri, eylemedikleri veya bu yönde sözler söylemedikleri sürece göz ardı etmiştir\" dediğini bildirmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Tamime el-Hüceyni'den rivayet edilmiştir: Bir adam karısına \"Ey küçük kız kardeşim!\" dedi. Allah'ın Elçisi (ﷺ) dedi ki: \"O senin kız kardeşin mi?\" O (Peygamber) bunu hoş karşılamadı ve böyle söylemeyi yasakladı."
    },
    {
      "id": 39,
      "narrator": "Narrated Salamah ibn Sakhr al-Bayadi:",
      "text": "Abu Tamime, kendi kabilesinden bir adamdan rivayet etti: \"Peygamber (ﷺ), bir adamın karısına 'Ey küçük kız kardeşim!' dediğini duydu ve onu bu şekilde hitap etmesini yasakladı.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Khuwaylah, daughter of Malik ibn Tha'labah:",
      "text": "Abu Davud, \"Bu rivayet, 'Abd Al Aziz b. Al Mukhtar aracılığıyla Halid'den, Abu 'Uthman'dan, Abu Tamime'den Peygamber (ﷺ)'e de aktarılmıştır. Bu, Şu'be aracılığıyla Halid'den, bir adamdan, Abu Tamime'den Peygamber (ﷺ)'e de aktarılmıştır\" dedi."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber (ﷺ)'in \"İbrahim (aleyhisselam) sadece üç kez yalan söyledi; bunlardan ikisi Allah rızası içindi. Allah, onun sözlerini (Kur'an'da) \"Gerçekten ben hastayım\" ve \"Hayır, bunu - bu onların en büyüğüdür\" şeklinde aktardı\" dedi. Bir kez bir zalim (kral) topraklarından geçerken, orada bir yerde kaldı. İnsanlar zalime gidip, \"Buraya bir adam indi; yanında çok güzel bir kadın var\" dediler. Bunun üzerine onu (İbrahim'i) çağırdı ve kadını sordu. O da \"O benim kız kardeşim\" dedi. Kadına döndüğünde, \"O bana senin hakkında sordu ve ben ona senin kız kardeşim olduğunu söyledim. Bugün benim ve senin dışında inanan yok. Sen, Allah'ın Kitabı'nda (yani, inançta) benim kız kardeşimsin. O yüzden, onun yanında beni yalanlama\" dedi. Rivayetçi daha sonra hadisin geri kalanını aktardı."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Abu Davud, \"Benzer bir rivayet, Şu'ayb b. Abi Hamza'dan, Abi Al Zinad'dan, Al A'raj'dan, Abu Hurayra'dan, Peygamber (ﷺ)'den aktarılmıştır\" dedi."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Salamah b. Sakhr el-Beyadi'den rivayet edilmiştir: Ben, kadınlarla cinsel ilişkiye daha düşkün bir adamdım. Ramazan ayı geldiğinde, karımla cinsel ilişkiye girmekten korktum ve bu kötülük sabaha kadar benimle kalır diye düşündüm. Bu yüzden, karımı annemin sırtı gibi kendimden uzak tuttum Ramazan ayı sonuna kadar. Ama bir gece, o bana hizmet ederken, içimden bir şey açığa çıktı. Aniden üzerine atladım. Sabah olunca, halkıma gidip bu durumu onlara bildirdim."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Dedim ki: \"Beni Allah'ın Elçisine (ﷺ) götürün.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Hisham b. 'Urwah:",
      "text": "Onlar: \"Hayır, Allah'a yemin ederiz\" dediler. Bunun üzerine ben Peygamber'e (s.a.v) gittim ve durumu ona bildirdim."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "A’işe tarafından farklı bir nakil zinciriyle benzer bir rivayet aktarılmıştır."
    },
    {
      "id": 47,
      "narrator": "Narrated Ikrimah:",
      "text": "İkrime şöyle nakletti: Bir adam, karısını annesinin sırtı gibi yaptı. Sonra, bunun kefaretini ödemeden onunla cinsel ilişkiye girdi. Peygamber (ﷺ)'e geldi ve bu durumu ona bildirdi. O da sordu: Seni bu eylemi yapmaya ne sevk etti? Adam cevap verdi: Onun bacaklarının beyazlığını ay ışığında gördüm. Peygamber (ﷺ) dedi: Onunla uzak dur, ta ki yaptığın eylemin kefaretini ödeyene kadar."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "İkrime dedi ki: \"Bir adam, karısını annesinin sırtı gibi yaptı. Ay ışığında onun bacağının aydınlığını gördüğünde onunla cinsel ilişkiye girdi. Peygamber (ﷺ)'e geldi. O da ona kefaret ödemesini emretti.\""
    },
    {
      "id": 49,
      "narrator": "",
      "text": "İbn Abbas’tan, Peygamber (ﷺ) aracılığıyla farklı bir nakil zinciriyle benzer bir rivayet aktarılmıştır. Bu versiyonda \"bacak\" kelimesi geçmemektedir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Sufyan’ın rivayetine benzer bir rivayet, İkrime tarafından Peygamber (ﷺ) aracılığıyla farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"Muhammed bin İsa'nın bu rivayeti naklettiğini duydum. O da bize Mu’tamar'ın aktardığını söyledi. Mu’tamar dedi ki: \"Al Hakam bin Aban'ın bu rivayeti aktardığını duydum.\" O, İbn Abbas'ın adını anmamıştır. Ebu Davud dedi ki: \"El Hüseyin bin Hureyt bana yazdı ve dedi ki: \"El Fadl bin Musa, İbn Abbas'tan aynı şekilde Peygamber (ﷺ)'den nakletmiştir.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Thawban:",
      "text": "Tâvban'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Eğer bir kadın, kocasıyla boşanmak isterse ve bunun için güçlü bir sebep yoksa, cennet kokusu ona haram olacaktır.\""
    },
    {
      "id": 53,
      "narrator": "Amrah, daughter of 'Abd al-Rahman ibn Sa'd ibn Zurarah, reported on the authority of Habibah, daughter of Sahl al-Ansariyyah:",
      "text": "Amrah, Abd al-Rahman ibn Sa'd ibn Zurarah'ın kızı, Habibah, Sahl al-Ansariyyah'ın kızı aracılığıyla bildirdi: O (Habibah), Thabit ibn Qays ibn Shimmas'ın karısıydı. Allah'ın Elçisi (ﷺ) bir sabah dışarı çıktı ve kapısında Habibah'ı buldu. Allah'ın Elçisi (ﷺ) dedi ki: \"Bu kim?\" O cevap verdi: \"Ben Habibah, Sahl'ın kızıyım.\" O sordu: \"Senin durumun nedir?\" O cevap verdi: \"Ben ve Thabit ibn Qays, kocamı kastederek, bir arada yaşayamayız.\" Thabit ibn Qays geldiğinde, Allah'ın Elçisi (ﷺ) ona dedi ki: \"Bu, Sahl'ın kızı Habibah ve o, senin hakkında Allah'ın dilemek istediği şeyi söyledi.\" Habibah dedi: \"Allah'ın Elçisi, bana verdiği her şey yanımda.\" Allah'ın Elçisi (ﷺ) Thabit ibn Qays'a dedi: \"Ondan al.\" O da ondan aldı ve o, akrabaları arasında yaşamaya devam etti."
    },
    {
      "id": 54,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Habibah, Sahl'ın kızı, Thabit ibn Qays Shimmas'ın karısıydı. O, ona vurdu ve vücudunun bazı kısımlarını kırdı. Bunun üzerine sabahleyin Peygamber (ﷺ)'e geldi ve kocası hakkında şikayette bulundu. Peygamber (ﷺ) Thabit ibn Qays'ı çağırdı ve ona dedi ki: \"Onun malından bir kısmını al ve ondan ayrıl.\" O sordu: \"Bu doğru mu, Allah'ın Elçisi?\" O da dedi: \"Evet.\" O dedi: \"Ben ona iki bahçemi mehir olarak verdim ve onlar zaten onun elinde.\" Peygamber (ﷺ) dedi: \"Onları al ve ondan ayrıl.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Thabit ibn Qays'ın eşi, kendisinden ayrılmak için bir tazminat aldı. Peygamber (ﷺ) onun iddetini bir adet dönemi olarak belirledi. Ebu Davud dedi ki: \"Bu rivayet, 'Abd al-Razzaq tarafından Ma'mar'dan, 'Amr b. Muslim'den, İkrime'den, Peygamber (ﷺ)'den mursal bir şekilde aktarılmıştır (yani Sahabi bağlantısı eksik).\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Tazminat için kocasından ayrılan bir kadının iddeti, bir adet dönemidir.\""
    },
    {
      "id": 57,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: \"Mughith bir köleydi.\" O dedi: \"Allah'ın Elçisi (ﷺ), ona (Barirah) için benim için şefaat et.\" Allah'ın Elçisi (ﷺ) dedi: \"Ey Barirah, Allah'tan kork. O senin kocan ve çocuğunun babasıdır.\" O dedi: \"Ey Allah'ın Elçisi (ﷺ), bana bunun için mi emrediyorsun?\" O dedi: \"Hayır, ben sadece şefaat ediyorum.\" Sonra gözyaşları onun (kocasının) yanaklarından süzüldü. Allah'ın Elçisi (ﷺ) 'Abbas'a dedi: \"Mughith'in Barirah'a olan sevgisi ve onun ona olan nefretine şaşırmıyor musun?\""
    },
    {
      "id": 58,
      "narrator": "",
      "text": "İbn 'Abbas dedi ki: \"Barirah'ın kocası, Mughith adında bir siyah köleydi. Peygamber (ﷺ) ona seçim hakkı verdi ve iddetini beklemesini emretti.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Barirah hakkında rivayet ederken A’işe dedi ki: \"Kocası bir köleydi, bu yüzden Peygamber (ﷺ) ona seçim hakkı verdi. O kendisini seçti. Eğer o özgür bir adam olsaydı, ona seçim hakkı vermezdi.\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "A’işe dedi ki: \"Peygamber (ﷺ) ona seçim hakkı verdi. Kocası bir köleydi.\""
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Aişe dedi ki: \"Barirah'ın kocası, o özgürleştirildiğinde serbest bir adamdı. Ona bir seçim verildi. O da, 'Onunla kalmak istemiyorum. Şu ve bu (şikayetlerim) var' dedi.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den nakledildi: Barirah özgürleştirildi ve o, Ebu Ahmet'in kölesi Mughith'in karısıydı. Allah'ın Resulü (ﷺ) ona seçim hakkı verdi ve şöyle dedi: \"Eğer seninle cinsel ilişkiye girerse, o zaman senin için bir seçim yoktur.\""
    },
    {
      "id": 63,
      "narrator": "Al-Qasim said:",
      "text": "El-Kasım dedi ki: Aişe, iki kölesini özgür bırakmayı düşündü. Bu konuda Peygamber (ﷺ) ile görüştü. O, erkeği önce özgür bırakmayı emretti. Rivayet eden Nasr dedi ki: Bu hadisi Ebu Ali el-Hanefi, Ubeydullah’tan nakletti."
    },
    {
      "id": 64,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan nakledildi: Bir adam, Allah'ın Resulü (ﷺ) zamanında İslam'ı kabul ettikten sonra, karısı da İslam'ı kabul etti. Adam dedi ki: \"Allah'ın Resulü, o benimle birlikte İslam'ı kabul etti; onu bana geri ver.\""
    },
    {
      "id": 65,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan nakledildi: Bir kadın, Allah'ın Resulü (ﷺ) zamanında İslam'ı kabul etti; sonra evlendi. Eski kocası, Peygamber (ﷺ)'e geldi ve dedi ki: \"Allah'ın Resulü, ben zaten İslam'ı kabul ettim ve o benim İslam'ımdan haberdardı.\" Allah'ın Resulü (ﷺ) onu eski kocasına geri verdi."
    },
    {
      "id": 66,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan nakledildi: Allah'ın Resulü (ﷺ), kızı Zeynep'i Abul'As'a önceki evliliği nedeniyle geri verdi ve yeni bir şey yapmadı."
    },
    {
      "id": 67,
      "narrator": "Narrated Al-Harith ibn Qays al-Asadi:",
      "text": "Muhammed b. Amr, kendi rivayetinde: \"Altı yıl sonra.\" dedi. El-Hasan b. Ali ise: \"İki yıl sonra.\" dedi."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Al-Harith ibn Qays el-Asadi'den nakledildi: Ben İslam'ı kabul ettiğimde sekiz eşim vardı. Bunu Peygamber (ﷺ)'e anlattım. Peygamber (ﷺ) dedi ki: \"Onlardan dördünü seç.\""
    },
    {
      "id": 69,
      "narrator": "Al-Dahhak b. Firuz reported on the authority of his father:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Ahmet b. İbrahim tarafından Hüseyin'den de bize nakledilmiştir. O, el-Harith b. Qays yerine Qais b. al-Harith dedi. Ahmet b. İbrahim dedi ki: \"Bu doğrudur, yani Qais b. al-Harith.\""
    },
    {
      "id": 70,
      "narrator": "'Abd al-Hamid ibn Ja'far reported from his father on the authority of his grandfather Rafi' ibn Sinan that he (Rafi' ibn Sinan) embraced Islam and his wife refused to embrace Islam. She came to the Prophet (ﷺ) and said:",
      "text": "Yukarıda bahsedilen rivayet, Qais bin Al Harith tarafından farklı bir nakil zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "El-Dahhak b. Firuz, babasından rivayet etti: Ben dedim: \"Allah'ın Resulü, ben İslam'ı kabul ettim ve iki kız kardeşim eşimdir.\" O da dedi: \"İstediğin birini boşayabilirsin.\""
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Abd al-Hamid ibn Ca'fer, babasından, dedesi Rafi' ibn Sinan'dan nakletti ki, Rafi' ibn Sinan İslam'ı kabul etti ve eşi İslam'ı kabul etmeyi reddetti. O, Peygamber (ﷺ)'e geldi ve dedi: \"Kızım; o emzirildi ya da emzirmeye yakın.\" Rafi' dedi: \"Kızım.\" Peygamber (ﷺ) ona: \"Bir tarafa otur.\" dedi. Ve ona: \"Bir tarafa otur.\" dedi. Sonra kızı aralarına oturttu ve onlara: \"Onu çağırın.\" dedi. Kız annesine yöneldi. Peygamber (ﷺ) dedi: \"Ya Allah! Ona hidayet ver.\" Kız sonra babasına yöneldi ve onu aldı."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Sahl bin Sa’d el-Sa’idi dedi ki: \"Uveymir bin Aşkar el-Acilani, Asim bin Adl'a geldi ve ona dedi ki: 'Asim, bir adam karısını bir adamla birlikte bulursa ne yapmalı? Onu öldürmeli mi ve sonra senin tarafından mı öldürülmeli, yoksa nasıl hareket etmeli? Bunun hakkında Allah'ın Resulü'ne sor.' Asim, Allah'ın Resulü'ne bunu sordu. Allah'ın Resulü (ﷺ) bu soruyu hoş karşılamadı ve kınadı. Asim'in Allah'ın Resulü'nden duyduğu bu, ona ağır geldi. Asim ailesine döndüğünde, Uveymir ona geldi ve 'Asim, Allah'ın Resulü sana ne dedi?' diye sordu. Asim cevap verdi: 'Bana iyi davranmadın.' Allah'ın Resulü (ﷺ) sorduğum soruyu hoş karşılamadı. Bunun üzerine Uveymir dedi: 'Allah'a yemin ederim, ondan sormadan ayrılmayacağım.' Uveymir, Allah'ın Resulü (ﷺ)'nün insanların arasında oturduğu sırada ona gitti. 'Allah'ın Resulü (ﷺ), bir adam karısını bir adamla birlikte bulursa ne yapmalı? Onu öldürmeli mi ve sonra senin tarafından mı öldürülmeli, yoksa nasıl hareket etmeli?' dedi. Allah'ın Resulü (ﷺ) dedi ki: 'Sizin ve eşiniz hakkında bir vahiy indirilmiştir, o yüzden gidin ve onu getirin.' Sahl dedi ki: 'O zaman ben, Allah'ın Resulü (ﷺ) ile birlikte olan insanlarla birbirimize lanet ettik. Sonra iş bitince, Uveymir dedi: 'Eğer onu tutarsam, Allah'ın Resulü (ﷺ) hakkında yalan söylemiş olurum.' Allah'ın Resulü (ﷺ) ona (bunu yapmasını) emretmeden önce onu üç kez boşadı."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "İbn Şihab dedi ki: 'Sonra bu, lanet etme yöntemine dönüştü.'"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Abbas bin Sahl, babasından rivayet etti: \"Peygamber (ﷺ) Asim bin Adl'a dedi ki: 'Kadını yanında tut, ta ki çocuk doğursun.'\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Yukarıda bahsedilen hadis, Sahl bin Sa’d Al Sa’idi tarafından farklı bir raviler zinciriyle de aktarılmıştır. Bu versiyonda “O, Allah Resulü (ﷺ) öncesinde onu üç kez boşadı. Allah Resulü (ﷺ) bunu uyguladı ve Peygamber (ﷺ) öncesinde yapılan şey sünnettir (Peygamberin model davranışı).”"
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Sahl dedi ki: “Ben bunu Allah Resulü (ﷺ) öncesinde gördüm. Daha sonra birbirlerine lanet edenler hakkında sünnetin, (eşlerin) birbirlerinden ayrılmaları ve bir daha asla birleşmemeleri gerektiği şeklinde belirlendi.”"
    },
    {
      "id": 78,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Sahl bin Sa’ad dedi ki: “Musaddad’ın versiyonunda ‘Ben, Allah Resulü (ﷺ) zamanında on beş yaşındayken, iki eşin birbirlerine lanet ettiklerine şahit oldum. Lanetlerini bitirdiklerinde, Allah Resulü (ﷺ) onları birbirlerinden ayırdı.’ Bu, Musaddad’ın versiyonunun sonudur. Diğerleri, ‘O, Peygamber (ﷺ) lanet eden eşleri ayırdığında oradaydı.’ dedi. Adam (Sahl) dedi ki: ‘Eğer onu tutarsam, Allah Resulü (ﷺ) hakkında yalan söylemiş olurum.’"
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Abu Davud dedi ki: “Bazı raviler ‘alaiha (ona karşı)’ kelimesini zikretmedi.”"
    },
    {
      "id": 81,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Davud dedi ki: “İbn ‘Uyainah’ı, lanet eden eşleri ayırdığına dair kimse desteklemedi.”"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Yukarıda bahsedilen hadis, Sahl bin Sa’d tarafından farklı bir raviler zinciriyle de aktarılmıştır. Bu versiyonda “O hamileydi, o ise hamileliği inkar etti. Böylece oğlu ona atfedildi. Miras hukuku açısından, uygulama (sünnet) olarak, oğul annesinin mirasından bir pay alır ve anne de oğlunun mirasından Allah’ın belirlediği paya göre bir pay alır.”"
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "Ibn ‘Umar said A man invoked curses on his wife (charging her of adultery) during the time of Apostle of Allaah(ﷺ) and disowned the child. The Apostle of Allaah(ﷺ) therefore separated them and attributed the child to the woman.\nAbu Dawud said “The words narrated by Malik alone are “and he attributed the child to the woman.”\"\n\n\nAbu Dawud said:",
      "text": "‘Abd Allah (bin Mes’ud) dedi ki: “Cuma gecesi camideydik, ansızın bir Ensar adamı camiye girdi.” Ve dedi ki: “Eğer bir adam, bir adamı karısıyla birlikte bulursa ve (onun zina ettiğini) ilan ederse, onu kırbaçlayacaksınız. Ya da eğer sizi öldürürse, onu öldüreceksiniz ya da eğer susarsa, öfkeyle susacak. Allah’a yemin ederim ki, ben bunu Allah Resulü (ﷺ) ile soracağım.” Ertesi gün, Allah Resulü (ﷺ) yanına geldi ve dedi ki: “Eğer bir adam, bir adamı karısıyla birlikte bulursa ve (onun zina ettiğini) ilan ederse, onu kırbaçlayacaksınız. Ya da eğer sizi öldürürse, onu öldüreceksiniz ya da eğer susarsa, öfkeyle susacak.” O dedi ki: “Ey Allah’ım, açığa çıkar.” Dua etmeye devam etti ta ki lanet (li’an) ile ilgili ayetler inene kadar: “Eşlerini suçlayanlar, fakat kendilerinden başka şahitleri olmayanlar.” Böylece, adam bu duruma ilk olarak dahil oldu. O ve karısı Allah Resulü (ﷺ) yanına geldiler. Birbirlerine lanet ettiler. Adam, Allah’a dört kez, söylediği şeyin gerçekten doğru olduğunu şahitlik etti. Sonra, eğer yalancıysa, beşinci kez Allah’ın lanetini onun üzerine istedi. O da, Allah’ın lanetini onun üzerine istemek istedi. Peygamber (ﷺ) dedi ki: “Bunu yapma.” Ama o ısrar etti ve yaptı (yani, lanet etti). Dönünce, “Belki o, kıvırcık saçlı bir siyah çocuk doğurur.” dedi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 87,
      "narrator": "",
      "text": "İbn ‘Abbas dedi ki: “Hilal bin Umayyah, karısını Allah Resulü (ﷺ) önünde Şarik bin Sahma’ ile zina etmekle suçladı.” Peygamber (ﷺ) dedi ki: “Delil getir ya da sırtında ceza almalısın.” O dedi ki: “Allah Resulü (ﷺ), bizden biri karısını bir adamla birlikte görürse, delil mi aramalıdır?” Ama Peygamber (ﷺ) sadece “Delil getirmelisin ya da sırtında ceza almalısın.” dedi. Hilal sonra dedi ki: “Seni hak ile gönderen Allah’a yemin ederim ki, ben doğru konuşuyorum. Allah, sırtımı cezadan kurtaracak bir şey indirsin.” Sonra şu Kur’an ayetleri indirildi: “Eşlerini suçlayanlar, fakat kendilerinden başka şahitleri olmayanlar…” diyerek “doğru söyleyenlerden biri” ifadesine kadar okudu. Peygamber (ﷺ) daha sonra geri döndü ve onları çağırdı ve geldiler. Hilal bin Umayyah ayağa kalktı ve şahitlik etti ve Peygamber (ﷺ) “Allah, aranızda birinizin yalan söylediğini biliyor. İçinizden biri tövbe edecek mi?” dedi. O zaman kadın ayağa kalktı ve şahitlik etti, ama beşinci kez “Eğer o doğru söyleyenlerden biri ise, Allah’ın gazabı onun üzerine olsun.” derken, ona “Bu, kesin olanıdır.” dediler. İbn ‘Abbas dedi ki: “O, tereddüt etti ve geri çekildi, böylece onun söylediklerini geri alacağını düşündük.” “Bak ve gör, eğer o, gözleri sürmeli gibi görünen, geniş kalçalı ve şişman bacaklı bir çocuk doğurursa, o, Şarik bin Sahma’nın çocuğu olacaktır.” O da benzer bir tarifte bir çocuk doğurdu. Peygamber (ﷺ) o zaman dedi ki: “Eğer Allah’ın kitabında daha önce söylenmiş olanlar olmasaydı, ona sert davranırdım.”"
    },
    {
      "id": 88,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Davud dedi ki: “Bu hadis yalnızca Medineliler tarafından aktarılmıştır. Onlar, Hilal hadisini İbn Bashshar’dan aktardılar.”"
    },
    {
      "id": 89,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 90,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas’tan rivayet edilmiştir: Peygamber (ﷺ) bir adam ve karısına birbirlerine lanet etmelerini emrettiğinde, bir adam beşinci kez söylediğinde elini ağzına koymasını emretti, bunun kesin olanı olacağını söyledi."
    },
    {
      "id": 91,
      "narrator": "'Amr b. Shu'aib on his father's authority said that his grandfather reported:",
      "text": "'Amr b. Shu'aib, babasının rivayetiyle, dedesinin bildirdiğine göre: Peygamber (ﷺ), babasının ölümünden sonra ailesinin bir üyesi olarak kabul edilen bir kişi hakkında karar verdi. Mirasçılar, onun kendilerinden biri olduğunu söylediklerinde, eğer o, babasının cinsel ilişkiye girdiği bir cariyeden doğmuşsa, mirasçılar arasında sayılır, ancak daha önce paylaştırılan mirastan hiçbir şey almaz; ancak daha önce bölünmemiş mirastan payını alır. Fakat, ona atfedilen baba onu reddetmişse, mirasçılara katılmaz."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Eğer o, babasının sahip olmadığı bir cariyeden veya yasadışı bir ilişki sonucunda doğmuşsa, mirasçılara katılmaz ve miras almaz, çünkü o, annesi hür veya köle olsa da, zina çocuğudur."
    },
    {
      "id": 93,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Muhammad bin Raşid tarafından farklı bir raviden aynı anlamda aktarılmıştır. Bu versiyon, “o, annesinin hür veya köle olmasına bakılmaksızın zina çocuğudur” ifadesini eklemektedir. Çocuğun ebeveynlerine atfedilmesi, İslam'ın başlangıcında uygulanıyordu. İslam öncesi dönemde bölünmüş olan mülk dikkate alınmayacaktır."
    },
    {
      "id": 95,
      "narrator": "Narrated Zayd ibn Arqam:",
      "text": "---"
    },
    {
      "id": 96,
      "narrator": "Narrated Zayd ibn Arqam:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana girdi. Musaddad ve İbn as-Sarh'ın versiyonunda: \"Bir gün memnun görünüyordu\" ifadesi vardır. Osman'ın versiyonunda: \"Alnındaki çizgiler belirginleşmişti.\" Dedi ki: Ey Aişe, Mujazziz el-Mudlaci'nin Zeyd ve Usame'nin başlarının üzerinde bir örtü olduğunu ve ayaklarının görünmesine izin verdiğini duyduğuna şaşırmıyor musun? Dedi ki: Bu ayaklar akrabadır."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Abu Davud: Usame siyah, Zeyd ise beyazdı."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, İbn Şihab tarafından farklı bir raviden aynı anlamda aktarılmıştır. Bu versiyon, \"O, yüzündeki çizgiler parlayarak memnun görünüyordu\" ifadesini eklemektedir."
    },
    {
      "id": 100,
      "narrator": "'Amr b. Shu'aib on his father's authority said that his grandfather reported:",
      "text": "Abu Davud dedi ki: \"İbn 'Uyainah, 'yüzündeki çizgiler' sözlerini hatırlamadı.\""
    },
    {
      "id": 101,
      "narrator": "Rabah said:",
      "text": "Abu Davud dedi ki: \"Yüzündeki çizgiler\" sözleri İbn 'Uyainah tarafından aktarılmıştır. O, Al Zuhri'nin bu sözleri söylediğini duymadı. Bu sözleri Al Zuhri'den başka birinin söylediğini duydu. \"Yüzündeki çizgiler\" ifadesi Al Laith ve diğerleri tarafından aktarılan rivayette geçmektedir."
    },
    {
      "id": 102,
      "narrator": "'Amr b. Shu'aib on his father's authority said that his grandfather (Abdullah ibn Amr ibn al-'As) reported:",
      "text": "Abu Davud dedi ki: \"Ahmad bin Salih'in, 'Usame, katran gibi çok siyah, Zeyd ise pamuk gibi beyazdı' dediğini duydum.\""
    },
    {
      "id": 103,
      "narrator": "Hilal ibn Usamah quoted Abu Maimunah Salma, client of the people of Medina, as saying:",
      "text": "---"
    },
    {
      "id": 104,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Zeyd ibn Arkam'dan rivayet edilmiştir: Ben Peygamber (ﷺ) ile oturuyordum. Yemen'den bir adam geldi ve dedi ki: Yemen halkından üç adam, Ali'ye (Allah ondan razı olsun) bir çocuk hakkında tartışarak geldiler ve ondan bir karar vermesini istediler. Bir kadınla tek bir temizlik döneminde cinsel ilişkiye girmişlerdi."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "İki kişiye dedi ki: Bu çocuğu bu adama (üçüncü kişiye) memnuniyetle verin. Ama onlar (reddetti ve) yüksek sesle ağladılar. Yine iki kişiye dedi ki: Çocuğu bu adama (üçüncü kişiye) isteyerek verin. Ama onlar (reddetti ve) yüksek sesle ağladılar. O zaman dedi ki: Siz tartışmacı ortaklarsınız. Aranızda kura çekeceğim; kura çeken çocukla birlikte olacak ve iki arkadaşına da kan bedelinin üçte ikisini ödeyecek. Sonra aralarında kura çekti ve çocuğu kura çeken kişiye verdi. Allah'ın Elçisi (ﷺ) o kadar güldü ki, köpek veya azı dişleri göründü."
    },
    {
      "id": 106,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Mekke'den çıktığımızda, Hamza'nın kızı arkamızdan ağlayarak geldi: Amca. Ali onu kaldırdı ve elinden tuttu. (Fatıma'ya hitaben:) Amcanın kızını al, dedi. O da onu kaldırdı. Rivayetçi daha sonra hadisin geri kalanını aktardı. Cafer dedi ki: O benim amcamın kızıdır. Annesinin kız kardeşi benim eşimdir. Peygamber (ﷺ) onun annesinin kız kardeşini tercih etti ve dedi ki: Anne gibi olan anne kız kardeşidir."
    },
    {
      "id": 107,
      "narrator": "Amr ibn Muhajir reported on the authority of his father:",
      "text": "---"
    },
    {
      "id": 108,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Amr ibn Muhacir, babasından rivayet etmiştir: Asma, Yezid ibn es-Sakan el-Ensariyyah'ın kızı, Allah Resulü (ﷺ) zamanında boşandı. O zaman boşanan kadın için bekleme süresi belirlenmemişti. Asma boşandığında, Yüce Allah, boşanmış kadınlar için bekleme süresi hükmünü indirdi. Bekleme süresiyle ilgili ayetin indirildiği ilk boşanmış kadındır."
    },
    {
      "id": 109,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "---"
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Boşanan kadınlar, kendilerini ayırarak üç adet adet dönemini bekleyeceklerdir; ardından şöyle dedi: Ve adet görmeyen kadınlarınız için, eğer şüphe ederseniz, bekleme süreleri üç aydır. Bu, önceki ayetten neshedilmiştir. Yine şöyle dedi: (Ey iman edenler, eğer inanan kadınlarla evlenirseniz) ve onlara dokunmadan boşarsanız, o zaman saymanız gereken bir bekleme süresi yoktur.\""
    },
    {
      "id": 111,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Ömer ibn el-Hattab'dan rivayet edilmiştir: Peygamber (ﷺ) Hafsa'yı boşadı, ama onu tekrar nikahına aldı."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Ebu Salamah bin Abd al-Rahman, Fatıma bint Kays'tan rivayet etti ki, Ebu Amr bin Hafs, evde olmadığı zaman onu tamamen boşadı ve vekili ona arpa gönderdi. O bundan hoşlanmadı. \"Allah'a yemin ederim, bizden hiçbir talebin yok.\" dedi. O da Allah Resulü'ne (ﷺ) geldi ve bunu ona anlattı. O da ona \"Ondan sana nafaka yoktur.\" dedi. Bekleme süresini Ümm Şarik'in evinde geçirmesini emretti ama daha sonra \"O, arkadaşlarımın ziyaret ettiği bir kadındır. Bekleme süresini İbn Ümm Mektum'un evinde geçir, çünkü o kördür ve soyunabilirsin. Sonra yeniden evlenme durumuna geldiğinde, bana haber ver.\" dedi. O da \"Ben yeniden evlenme durumuna geldiğimde, Muaviye bin Ebu Süfyan ve Ebu Cehm'in bana evlenme teklif ettiğini söyledim. Allah Resulü (ﷺ) \"Ebu Cehm, asasını omzundan indirmeyen bir adamdır, Muaviye ise malı olmayan fakir bir adamdır; Usame bin Zeyd ile evlen.\" dedi. Onu istemedim ama \"Usame bin Zeyd ile evlen.\" dedi. Böylece onunla evlendim. Ve Allah onu çok başarılı kıldı ve ben kıskanıldım.\""
    },
    {
      "id": 115,
      "narrator": "Abu Salamah reported on the authority of Fatimah daughter of Qays who said to him that she was the wife of AbuHafs ibn al-Mughirah who divorced her by three pronouncements. She said that she came to the Messenger of Allah (ﷺ) and sought his opinion about her going out from her house. He commanded her to shift to (the house of )Ibn Umm Maktum who was blind. Marwan denied to confirm the tradition of Fatimah about the going out of a divorced woman from her house. Urwah said:",
      "text": "---"
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Ebu Salamah bin Abd al-Rahman, Fatıma bint Kays'tan rivayet etti ki, Ebu Hafs el-Mughirah onu üç kez boşadı. Daha sonra hadisin geri kalanını aktardı. Versiyonda Halid bin Velid ve Banu Makhzum'dan bazı insanlar Peygamber'e (ﷺ) geldiler ve \"Allah Resulü (ﷺ) Ebu Hafs el-Mughirah, karısını üç kez boşadı ve ona az bir şey bıraktı.\" dediler. O da \"Ona nafaka gerekmez.\" dedi. Daha sonra hadisin geri kalanını aktardı. Malik'in rivayeti daha mükemmeldir."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "Urwah said:",
      "text": "Ebu Salamah, Fatıma bint Kays'tan rivayet etti ki, Ebu Amr bin Hafs el-Makhzumi onu üç kez boşadı. Daha sonra hadisin geri kalanını aktardı. Halid bin Velid'den bahsetti ve Peygamber (ﷺ) \"Ona nafaka ve ikamet yoktur.\" dedi. Bu versiyonda \"Allah Resulü (ﷺ) ona \"İzinim olmadan evlenme.\" mesajı gönderdi.\" denilmektedir."
    },
    {
      "id": 119,
      "narrator": "Urwah ibn az-Zubayr said:",
      "text": "---"
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Fatıma bint Kays dedi ki: \"Ben Banu Makhzum'dan bir adamla evliydim. O beni tamamen boşadı.\" Rivayetçi daha sonra hadisin geri kalanını Malik'in rivayeti gibi aktardı. Bu versiyonda \"İzinim olmadan kendini evlendirme.\" denilmektedir."
    },
    {
      "id": 121,
      "narrator": "Al-Qasim ibn Muhammad and Sulayman ibn Yasar reported:",
      "text": "Al-Kasım bin Muhammed ve Süleyman bin Yesar rivayet etti: Yahya bin Sa'id bin el-As, Abd al-Rahman bin el-Hakem'in kızını kesin olarak boşadı. Abd al-Rahman onu oradan aldı. Aişe, Medine valisi Marvan bin el-Hakem'e bir mesaj gönderdi ve ona: \"Allah'tan kork, kadını evine geri döndür.\" dedi. Marvan (Süleyman'ın rivayetine göre) şöyle dedi: \"Abd al-Rahman beni zorladı.\" Marvan (el-Kasım'ın rivayetine göre) dedi ki: \"Fatıma binti Kays'ın durumu sana ulaşmadı mı?\" Aişe cevap verdi: \"Fatıma'nın rivayetini anmazsan sana bir zarar gelmez.\" Marvan dedi: \"Eğer bunun kötü bir sebepten olduğunu düşünüyorsan, iki taraf arasında da bir kötülük olduğunu görmen yeterlidir.\""
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Maimun bin Mihram dedi ki: \"Medine'ye geldim ve Sa'id bin el-Musayyib'e gittim.\" Ona dedim ki: \"Fatıma binti Kays boşandı ve evinden ayrıldı.\" Sa'id dedi ki: \"Bu kadın insanları saptırdı. Kibirliydi, bu yüzden İbn Ümmü Mektum ile birlikte yerleştirildi, kör.\""
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Cabir dedi ki: \"Ablam üç boşama ile boşandı ve hurma ağaçlarından meyve kesmek için dışarı çıktı. Bir adam ona rastladı ve (dışarı çıkmasını) yasakladı. Bunun üzerine Peygamber'e (ﷺ) gitti ve durumu ona anlattı. O da: \"Dışarı çık, hurma ağaçlarından meyve kes, belki sadaka verir veya bir iyilik yaparsın.\" dedi."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "\"İçinizden ölen ve geride dul bırakanlar, dul kadınları için bir yıl bakım ve barınma bırakmalıdır.\" ayeti, mirasla ilgili yasaları içeren ayetle neshedilmiştir; onlara (dul kadınlara) dörtte bir veya sekizde bir pay verilmiştir. Bir yıl bekleme süresi de iptal edilmiştir; onlara dört ay on gün bekleme süresi belirlenmiştir."
    },
    {
      "id": 125,
      "narrator": "Humaid ibn Nafi' reported the following three traditions on the authority of Zaynab, daughter of Abu Salamah:",
      "text": "Humaid bin Nafi' Zeynep binti Ebu Salamah'dan üç rivayet aktardı: Zeynep dedi ki: \"Umm Habibe'yi ziyaret ettim, babası Ebu Süfyan öldüğünde. Sarı bir parfüm (khaluq) veya başka bir şey istedi. Sonra onu bir kıza sürdü ve yanaklarına dokundu. 'Parfüme ihtiyacım yok, ancak Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası için üç geceden fazla yas tutması helal değildir, sadece dört ay on gün kocası için.' Zeynep dedi: \"Ben de Zeynep binti Cahş'ı ziyaret ettim, kardeşi öldüğünde. O da parfüm istedi ve kendisine sürdü. Sonra dedi: 'Parfüme ihtiyacım yok, ancak Allah'ın Elçisi'nin (ﷺ) minberde şöyle dediğini duydum: 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası için üç geceden fazla yas tutması helal değildir, sadece dört ay on gün kocası için.' Zeynep dedi: \"Annem Umm Salamah'dan duydum ki: Bir kadın Allah'ın Elçisi'ne (ﷺ) geldi ve dedi ki: 'Allah'ın Elçisi, kızımın kocası öldü ve gözleri iltihaplı; ona antimon sürebilir miyiz?' Allah'ın Elçisi (ﷺ) dedi: 'Hayır.' Bunu iki veya üç kez tekrar etti. Her seferinde 'Hayır' dedi. Allah'ın Elçisi (ﷺ) dedi: 'Bekleme süresi artık dört ay on gündür. Cahiliye döneminde biriniz bir yılın sonunda bir parça dışkı atardı.' Humaid dedi: 'Zeynep'e sordum: 'Bir yılın sonunda bir parça dışkı atmak ne demektir?' Zeynep cevap verdi: 'Bir kadın boşandığında, küçük bir hücreye girer ve eski elbiseler giyer, parfüm veya başka bir şey kullanmazdı, bir yıl geçene kadar. Sonra ona bir eşek, koyun veya kuş gibi bir hayvan sağlanırdı. Kendisine sürterdi. Sürtündüğü hayvan nadiren hayatta kalırdı. Sonra dışarı çıkar ve bir parça dışkı alır, onu atardı. Sonra parfüm veya istediği başka bir şey kullanırdı.' Ebu Davud dedi: 'Arapça \"hafş\" kelimesi küçük hücre anlamına gelir.'"
    },
    {
      "id": 126,
      "narrator": "Zaynab, daughter of Ka'b ibn Ujrah narrated that Furay'ah daughter of Malik ibn Sinan, told her that she came to the Messenger of Allah (ﷺ) and asked him whether she could return to her people, Banu Khidrah, for her husband went out seeking his slaves who ran away. When they met him at al-Qudum, they murdered him.  \n\n\n\n\n\nSo I asked the Messenger of Allah (ﷺ):",
      "text": "Zeynep, Ka'b bin Ujrah'ın kızı, Furay'ah binti Malik bin Sinan'ın, Allah'ın Elçisi'ne (ﷺ) geldiğini ve kocası kaçan kölelerini aramak için dışarı çıktığında, Banu Khidrah halkına geri dönüp dönmeyeceğini sorduğunu rivayet etti. Onlar onu alıkoyup öldürdüler. Bunun üzerine Allah'ın Elçisi'ne (ﷺ) sordum: \"Kendime ait bir ev ve bakım bırakmadığı için halkıma geri dönebilir miyim?\" O da: \"Evet.\" dedi. Dedi ki: \"Çıktım, ve ben dairede veya camideyken, beni çağırdı veya (birine) çağırmasını emretti, bu yüzden çağrıldım. O da: 'Ne dedin?' dedi. Ben de kocam hakkında daha önce anlattığım hikayeyi tekrar ettim. Bunun üzerine o: 'Süre dolana kadar evinde kal.' dedi. Dedi ki: \"Bekleme süremi (evimde) dört ay on gün geçirdim. Osman bin Affan halife olduğunda, beni çağırdı ve bu konuyu sordu; ben de ona bilgi verdim ve o da bunu takip etti ve davaları buna göre karara bağladı.\""
    },
    {
      "id": 127,
      "narrator": "",
      "text": "İbn Abbas dedi ki: \"Aşağıdaki ayet, kadının bekleme süresini halkıyla geçirmesi kuralını neshetmiştir. Bir yıl bakım ve barınma. Artık bekleme süresini istediği yerde geçirebilir. 'Ata dedi ki: 'İsterse bekleme süresini kocasının halkıyla geçirebilir ve kocasının vasiyetiyle bıraktığı evde yaşayabilir. Ya da eğer isterse Allah Teala'nın buyruğuna göre yer değiştirebilir. Ama eğer (ikamet yerini) terk ederlerse, onların yaptıkları için sana bir günah yoktur.' Ata dedi ki: 'Sonra mirasla ilgili ayetler indirildi. Bir evde (bir yıl) yaşama emri iptal edildi. Artık bekleme süresini istediği yerde geçirebilir.'"
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Umm Atıyye, Peygamber'in (ﷺ) şöyle dediğini bildirdi: \"Bir kadın, kocası için üç günden fazla yas tutmamalıdır, sadece dört ay on gün kocası için ve boyalı elbise giymemelidir, sadece boyalı iplikten yapılmış olanlardan veya az bir kostus veya azfar sürmelidir, adet döneminden sonra temizlendikten sonra.\" Rivayetçi Yakup, \"yıkanmış elbiseler\" kelimeleri yerine \"boyalı iplikten yapılmış olanlardan\" kelimelerini zikretti. Yakup ayrıca \"Henna sürmemelidir\" ifadesini de ekledi."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Al Umm Atıyye'den Peygamber (ﷺ) tarafından farklı bir rivayet zinciri ile aktarılmıştır. Yazid bin Harun'dan Hişam'ın rivayeti, İbrahim bin Tahman ve Abd Allah Al Şami'den Hişam tarafından aktarılan rivayetle tam olarak örtüşmektedir. Rivayetçi Al Misma'i, Yazid'in \"Ona boyanmamalıdır.\" dediğini bildirdi. Bunun üzerine rivayetçi Harun, \"Ona boyalı elbiseler giymemelidir, sadece boyalı iplikten yapılmış olanlardan.\" eklemiştir."
    },
    {
      "id": 130,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Umm Salamah, Müminlerin Annesi, şöyle rivayet etti: Peygamber (ﷺ) dedi: \"Kocası ölen bir kadın, safran (usfur) veya kırmızı toprak (mishq) ile boyalı elbiseler giymemelidir ve süs eşyası takmamalıdır. Henna ve sürme sürmemelidir.\""
    },
    {
      "id": 131,
      "narrator": "Umm Hakim, daughter of Usayd, reported on the authority of her mother that her husband died and she was suffering from sore eyes. She therefore applied collyrium (jala'). Ahmad said:",
      "text": "Umm Hakim, Usayd'ın kızı, annesinin rivayetine göre, kocası öldü ve gözleri iltihaplıydı. Bu yüzden sürme (jala') sürdü. Ahmad dedi ki: Doğru versiyon \"parlak sürme (kuhl al-jala')\"dır. Köle kızını Umm Salamah'a gönderdi ve ona parlak sürme (kuhl al-jala') kullanma konusunda sordu. O da: \"Ancak seni rahatsız eden acil bir ihtiyaç durumunda sürme sürmelisin. O durumda gece sürebilirsin, ama gündüz çıkarmalısın.\" dedi. Sonra Umm Salamah dedi ki: \"Allah'ın Elçisi (ﷺ) bana geldiğinde, Ebu Salamah öldüğünde, gözlerime aloe suyu sürmüştüm. O da: 'Bu nedir, Umm Salamah?' dedi. Ben de: 'Bu sadece aloe suyu, içinde parfüm yok.' dedim. O da: 'Bu yüzü parlatır, bu yüzden sadece gece sür ve gündüz çıkar, parfüm veya henna ile kendini tarama, çünkü bu bir boyadır.' dedim: 'Kendimi tararken ne kullanmalıyım, Allah'ın Elçisi?' O da: 'Lota ağacı yapraklarını kullan ve başını bolca onlarla sür.' dedi."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Ubaid Allah bin Abd Allah bin Utbah, babasının Abd Allah bin Al Arqam Al Zuhri'ye bir mektup yazdığını ve ona Subai'ah binti Al Harith Al Aslamiyyah'ı ziyaret etmesini ve ona hikayesini sormasını istediğini söyledi. Böylece, Umar bin Abd Allah, Abd Allah bin Utbah'a Subai'ah'ın kendisine anlattıklarını bildirdi. O, Sa'd bin Khawlah'ın (Banu Amir bin Luwayy'den) eşi olduğunu söyledi. Badr savaşına katılanlardan biriydi. Hac sırasında hamile olduğu sırada öldü. Ölümünden kısa bir süre sonra bir çocuk doğurdu. Doğumdan sonra kanaması sona erdiğinde, evlenmek isteyenler için süslenmeye başladı. Sonra Banu Abd Al Dar'dan bir adam olan Ebu Al Sanabil bin Ba'kah ona girdi ve ona: \"Seni süslenmiş görmek ne demek, belki evlenmek istiyorsun? Allah'a yemin ederim ki, dört ay on gün geçmeden evlenemezsin.\" dedi. Subai'ah dedi ki: \"Bunu bana söylediğinde, akşam olunca elbiselerimi topladım ve Allah'ın Elçisi'ne (ﷺ) geldim ve bu konuda ona sordum. O da bana, çocuk doğurduğumda helal olduğumu söyledi. İstersem evlenmemi önerdi. İbn Şihab dedi ki: \"Çocuk doğurduğunda evlenmesinde bir sakınca görmüyorum, doğum sonrası kanaması olsa bile, ancak kocası onun temizlenene kadar cinsel ilişkiye girmemelidir.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud rivayet etti: \"Allah'ın lanetini dileyebilirim: Küçük Nisa suresi (yani Talak suresi), dört ay on gün bekleme süresi ile ilgili ayet indirildikten sonra indirilmiştir.\""
    },
    {
      "id": 134,
      "narrator": "Narrated Amr ibn al-'As:",
      "text": "Amr ibn al-'As rivayet etti: \"Bizi onun sünneti konusunda karıştırmayın.\" İbn el-Müthanna dedi: \"Peygamberimizin (ﷺ) sünneti, kocası ölen bir köle annesinin bekleme süresinin dört ay on gün olduğudur.\""
    },
    {
      "id": 135,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi, rivayet etti: \"Allah'ın Elçisi'ne (ﷺ) boşandığı eşiyle üç kez boşanan bir adam soruldu ve o, onunla cinsel ilişkiye girmeden önce boşadığı eşiyle evlenip evlenemeyeceğini sordu. O da: 'Diğer kocanın balını tatmadan, ilk (kocası) için helal değildir.' dedi.\""
    },
    {
      "id": 136,
      "narrator": "",
      "text": "'Abd Allah (bin Mes'ud) dedi ki: \"Allah'ın Elçisi'ne (ﷺ) hangi günahın en büyük olduğunu sordum.\" O şöyle cevap verdi: \"Allah'a birini ortak koşman, oysa O seni yaratmıştır.\" Tekrar sordum: \"Peki hangisi?\" O şöyle cevap verdi: \"Komşunun karısıyla zina etmen.\" Allah, Peygamberin (ﷺ) bu sözünü destekleyen şu ayeti indirdi: \"Allah'tan başka bir ilaha dua etmeyen, Allah'ın haram kıldığı canı haksız yere öldürmeyen ve zina etmeyenler.\""
    },
    {
      "id": 137,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Bazı Ensar'dan bir köle kızı olan Musaykah geldi ve şöyle dedi: \"Efendim beni zina etmeye zorluyor.\" Bunun üzerine şu ayet indirildi: \"Ama kölelerinizi fuhşa zorlamayın (onlar iffet istediklerinde).\""
    }
  ]
}