{
  "language": "tr",
  "metadata": {
    "length": 164,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: İbn Abbas şu Kur'an ayetini açıklamıştır: \"Ey iman edenler! Oruç, sizden öncekilere farz kılındığı gibi, size de farz kılındı.\" Peygamber (ﷺ) döneminde, insanlar gece namazı kıldıklarında, onlardan yiyecek ve içecekten ve (kadınlarla) cinsel ilişkiden uzak durmaları istenmiş, ertesi geceye kadar oruç tutmuşlardı. Bir adam, gece namazını kıldıktan sonra karısıyla cinsel ilişkiye girmiş ve orucunu bozmamıştı. Bunun üzerine Allah, yüce olan, orucu kolaylaştırmayı, böylece bir kolaylık ve fayda sağlamayı murad etti. Allah, yüceltilmiş olan, \"Allah, sizin aranızda gizlice yaptıklarınızı bilmektedir.\" dedi. Böylece Allah, insanlara fayda sağladı ve onlara kolaylık ve ruhsat verdi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Al Bara’ (bin Azib) dedi ki: \"Bir adam oruçlu olduğunda uyuduğunda, bir başka geceye kadar yiyemezdi.\" Sarmah bin Qais Al Ansari, oruçlu olduğu halde karısına geldi ve ona, \"Yiyecek bir şeyin var mı?\" diye sordu. O da, \"Hayır.\" dedi. \"O halde, senin için bir şey bulayım.\" dedi. Bunun üzerine dışarı çıktı ve uyku ona hakim oldu. Geri döndüğünde, \"Sen yiyecekten mahrum kaldın.\" dedi. O, öğleye kadar bayıldı. Tüm gün tarlasında çalışıyordu. Bu durum Peygamber (ﷺ)'e bildirildi. Bunun üzerine şu ayet indirildi: \"Oruç gecelerinde, eşlerinize yaklaşmanız size helal kılındı. Onlar sizin elbisenizdir ve siz de onların elbisesisiniz. Allah, sizin aranızda gizlice yaptıklarınızı bilmektedir. Fakat O, size yöneldi ve sizi affetti. O halde, onlarla ilişkiye girin ve Allah'ın sizin için belirlediğinden arayın. Ve beyaz iplik, sabahın aydınlığı size belirgin oluncaya kadar yiyin ve için.\" Ayeti, \"sabahın aydınlığı\" kısmına kadar okudu."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Salamah bin Al Akwa dedi ki: \"Zorlukla yapabilenler için bir fidye vardır, bir yoksulu doyurmak.\" Oruç tutmayı bırakıp fidye vermek isteyen bir kişi bunu yapabilirdi.\" Sonra onu abroge eden ayet indi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn ‘Abbas, \"Zorlukla yapabilenler için bir fidye vardır, bir yoksulu doyurmak.\" ayetini açıklayarak dedi ki: \"Eğer onlardan biri, bir yoksul kişiye yemek vererek fidye vermek isterse, fidye verebilir. Böylece orucu tamamlanmış olur. Allah, yüce olan, \"Ama kim kendi isteğiyle daha fazlasını verirse, bu onun için daha hayırlıdır.\" dedi. Yine dedi ki: \"Sizden her kim o ayda (evinde) bulunursa, onu oruçla geçirsin.\" Fakat, eğer biri hasta veya yolculukta ise, belirlenen süreyi daha sonra günlerle telafi etmelidir."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "İbn ‘Abbas dedi ki: \"Fidye verme ile ilgili ayet, hamile ve emziren kadınlar için geçerlidir.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: \"Zorlukla yapabilenler için bir fidye vardır, bir yoksulu doyurmak.\" ayetini açıklarken dedi ki: \"Bu, oruç tutabilen yaşlı erkek ve kadınlara verilen bir ruhsattır; orucu bırakmalarına ve her oruç için bir yoksulu doyurmalarına izin verilmiştir; (ve hamile ve emziren kadınlar için kendilerine zarar geleceğinden endişe ettiklerinde bir ruhsat verilmiştir).\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Ay, yirmi dokuz gündür, fakat onu görünceye kadar oruç tutmayın ve onu görünceye kadar orucunuzu bozmayın. Hava kapalıysa, otuz gün sayın.\" Şaban'ın yirmi dokuzuncu günü geldiğinde, İbn Umar, kendisi için ayı gözetlemesi için birini gönderirdi. Eğer ay görünürse, tamam; görünmezse ve önünde (ufukta) bulut ve toz yoksa, ertesi gün oruç tutmazdı. Eğer önünde (ufukta) bulut veya toz görünürse, ertesi gün oruç tutardı. İbn Umar, orucunu halkla birlikte bitirir ve bu hesaplamayı takip etmezdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn ‘Umar, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: \"Ay, yirmi dokuz gündür, fakat onu görünceye kadar oruç tutmayın ve onu görünceye kadar orucunuzu bozmayın. Hava kapalıysa, otuz gün sayın.\" Şaban'ın yirmi dokuzuncu günü geldiğinde, İbn ‘Umar, kendisi için ayı gözetlemesi için birini gönderirdi. Eğer ay görünürse, tamam; görünmezse ve önünde (ufukta) bulut ve toz yoksa, ertesi gün oruç tutmazdı. Eğer önünde (ufukta) bulut veya toz görünürse, ertesi gün oruç tutardı. İbn ‘Umar, orucunu halkla birlikte bitirir ve bu hesaplamayı takip etmezdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Ayyub :",
      "text": "Ayyub'tan rivayet edilmiştir: 'Umar b. 'Abd al-'Aziz, Basra halkına (bir mektup) yazdı: \"Bize, Allah'ın Messenger'ından (ﷺ) ulaştı, İbn 'Umar'dan rivayet edilen gelenek gibi. Bu versiyonda eklenmiştir: En iyi hesaplama, Şaban ayının şu tarihlerinde ayı gördüğümüzde, oruç şu tarihlerinde başlayacaktır, Allah'ın izniyle, eğer o tarihten önce ayı görmezlerse.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikte yirmi dokuz gün oruç tuttuk, otuz gün oruç tutmaktan daha fazla."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Bakrah:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İki 'İd (bayram) ayı, Ramazan ve Zilhicce, kusurlu değildir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Ramazan'ın sonu, onu bitirdiğiniz gündür ve kurban bayramı, kurban kestiğiniz gündür. Arafat'ın tamamı, kalma yeridir; Mina'nın tamamı, kurban yeridir; Mekke'nin tüm yolları, kurban yeridir; Muzdalifa'nın tamamı, kalma yeridir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Şaban ayındaki günleri, başka bir ayda saymadığı şekilde sayardı; sonra Ramazan ayının yeni ayını gördüğünde oruç tutardı; fakat hava kapalıysa, otuz gün sayar ve sonra oruç tutardı."
    },
    {
      "id": 14,
      "narrator": "Narrated Hudhayfah:",
      "text": "Hudhayfa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Ayın gelmesinden önce oruç tutmayın, ta ki ayı görünceye veya otuz günü tamamlayana kadar; sonra ayı görünceye veya otuz günü tamamlayana kadar oruç tutun.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Ramazan'dan önce bir veya iki gün oruç tutmayın, ancak o günde oruç tutma alışkanlığı olan bir kişi için; ve onu görünceye kadar oruç tutmayın. Sonra onu görünceye kadar oruç tutun. Eğer o gün (yani Ramazan'ın 29'uncu günü) bir bulut görünürse, otuz günü tamamlayın ve sonra orucu bitirin: bir ay yirmi dokuz gündür.\""
    },
    {
      "id": 16,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmrân bin Hüsayn'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir adamdan sordu: Şaban'ın son gününde oruç tuttun mu? Adam: Hayır, dedi. Resulullah (ﷺ) şöyle dedi: Eğer oruç tutmadıysan, bir gün oruç tutmalısın. İki rivayetçiden biri: İki gün oruç tutmalısın, dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Mu'awiyah:",
      "text": "Muaviye'den rivayet edilmiştir: Ebu'l-Azhar el-Muğire bin Farvah dedi ki: Muaviye, Hims kapısında Dayr Mustahill'de insanların arasında durdu. O, dedi ki: Ey insanlar, şu gün hilali gördük. Biz önceden oruç tutacağız. İsteyen bunu yapabilir. Malik bin Hubeyre es-Saba'i ayağa kalktı ve sordu: Muaviye, Allah'ın Resulü (ﷺ) bu konu hakkında bir şey söyledi mi, yoksa bu senin görüşüne dayalı bir şey mi? O, şöyle cevap verdi: Allah'ın Resulü (ﷺ) şöyle dedi: Ayın başında oruç tutun ve sonunda da."
    },
    {
      "id": 18,
      "narrator": "Sulaiman b. 'Abd al-Rahman al-Dimashqi said about this tradition that al-Walid said:",
      "text": "Süleyman b. Abd al-Rahman el-Dimaşki, bu rivayet hakkında el-Valid'in şöyle dediğini aktardı: Ebu Amr el-Auza'i'nin şöyle dediğini duydum: Sirrahu kelimesinin anlamı ayın başlangıcıdır."
    },
    {
      "id": 19,
      "narrator": "Narrated Ahmad b. 'Abd al-Wahid:",
      "text": "Ahmed b. Abd al-Vahid'den rivayet edilmiştir: Ebu Muşir'den. O, dedi ki: Sa'id, yani İbn Abd al-Aziz, sirraha kelimesinin anlamının \"onun (ayın) başlangıcında\" olduğunu söyledi."
    },
    {
      "id": 20,
      "narrator": "Narrated Kuraib:",
      "text": "Kuraib'den rivayet edilmiştir: Umm al-Fadl, Harith'in kızı, onu Suriye'deki Muaviye'ye gönderdi. O, dedi ki: Suriye'ye geldim ve onun işini yaptım. Ramazan ayının hilali Suriye'de iken belirdi. Cuma gecesi hilali gördük. Ayın sonlarına doğru Medine'ye döndüğümde, İbn Abbas bana hilali sordu. O, dedi ki: Hilali ne zaman gördün? Ben de: Cuma gecesi gördüm, dedim. O, sordu: Kendi gözlerinle mi gördün? Ben de: Evet, insanlar da gördü. Onlar oruç tuttular ve Muaviye de oruç tuttu. O, dedi ki: Ama biz hilali Cumartesi gecesi gördük. O zamandan beri otuz günü tamamlayana kadar ya da hilali görünceye kadar oruç tutuyoruz. Sonra ben dedim: Muaviye'nin hilali görmesi ve oruç tutması bizim için yeterli değil mi? O, cevap verdi: Hayır. Allah'ın Resulü (ﷺ) bize böyle yapmamızı emretti."
    },
    {
      "id": 21,
      "narrator": "Al-Hasan said about a person who was in a certain city. He fasted on Monday, and twp persons bore witness that they had sighted the moon on the night of sunday. He said:",
      "text": "Hasan, belirli bir şehirde bulunan bir kişi hakkında şöyle dedi: O, Pazartesi oruç tuttu ve iki kişi, Pazar gecesi hilali gördüklerine dair şahitlik ettiler. O, dedi ki: O adam ve onun şehrindeki insanlar, ancak belirli bir Müslüman şehrinin halkının Pazar günü oruç tuttuğunu kesin olarak bilirlerse, kefaret olarak oruç tutmamalıdırlar. Bu durumda kefaret olarak oruç tutmalıdırlar."
    },
    {
      "id": 22,
      "narrator": "Narrated Ammar:",
      "text": "Ammar'dan rivayet edilmiştir: Ebu İshak, Silah'tan rivayet etti: Biz, ayın görünümünün şüpheli olduğu günde Ammar ile birlikteydik. (Koyun eti) ona getirildi. Bazı insanlar ondan uzak durdular. Ammar dedi ki: Bu günde oruç tutan, Abul Kasım'a (yani Peygamber'e) itaatsizlik etmiş olur (ﷺ)."
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Ramazan'dan hemen önce bir veya iki gün oruç tutmayın, ancak belirli bir oruç tutma alışkanlığı olan bir adam o günde oruç tutabilir."
    },
    {
      "id": 24,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Umm Salamah, Müminlerin Annesi'den rivayet edilmiştir: O, Peygamber (ﷺ) ayın tamamında oruç tuttuğunu hiç görmedi, sadece Şaban'ı Ramazan ile birleştirdi."
    },
    {
      "id": 25,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Abdulaziz bin Muhammed dedi ki: Abbad bin Kethir Medine'ye geldi ve el-Ala'nın meclisine gitti. Onun elinden tuttu ve onu ayakta durmaya zorladı ve dedi ki: Ey Allah'ım, o, Ebu Hureyre'den rivayet edilen bir hadisi babasından aktarıyor. O, Allah'ın Resulü (ﷺ) şöyle buyurdu: Şaban'ın ortası geldiğinde oruç tutmayın. El-Ala dedi ki: Ey Allah'ım, babam bu hadisi Ebu Hureyre'den Peygamber'den (ﷺ) rivayet etti."
    },
    {
      "id": 26,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Husayn ibn al-Harith el-Cadli, Cadile kabilesindendir, dedi ki: Mekke valisi bir konuşma yaptı ve şöyle dedi: Allah'ın Resulü (ﷺ) bizden hilali gördükten sonra haccın rituellerini yerine getirmemizi istedi. Eğer hilali göremezsek ve iki güvenilir kişi şahitlik ederse, onların şahitliğine dayanarak haccın rituellerini yerine getirmeliyiz."
    },
    {
      "id": 27,
      "narrator": "Narrated Rib'i b. Hirash:",
      "text": "Sonra ben el-Husayn ibn al-Harith'e sordum: Mekke valisi kimdi? O, cevap verdi: Bilmiyorum. Sonra bana daha sonra rastladı ve dedi ki: O, Muhammed ibn Hatib'in kardeşi Harith ibn Hatib'dir. Vali daha sonra dedi ki: İçinizde Allah ve Resulü hakkında benden daha fazla bilgi sahibi bir adam var. O, bunu Allah'ın Resulü'nden (ﷺ) gördü. Sonra elini bir adama işaret etti. El-Husayn dedi ki: Yanımdaki yaşlı adama sordum: Vali tarafından işaret edilen o adam kimdir?"
    },
    {
      "id": 28,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "O, dedi ki: \"Bu Abdullah ibn Umar'dır, ve o doğruyu söyledi. O, Allah'ı benden daha iyi tanıyordu. O (Abdullah ibn Umar) dedi ki: İşte bu, Allah'ın Resulü'nün (ﷺ) bize emrettiği şeydir."
    },
    {
      "id": 29,
      "narrator": "Narrated Ikrimah:",
      "text": "Rib'i b. Hirash'tan rivayet edilmiştir: Peygamber (ﷺ) sahabelerinden bir adamdan: İnsanlar Ramazan'ın son gününde (Şevval hilalinin görünümü hakkında) birbirleriyle ihtilaf ettiler. Sonra iki bedevi geldi ve Allah'a yemin ederek önceki akşam hilali gördüklerini şahitlik ettiler. Bunun üzerine Allah'ın Resulü (ﷺ) insanlara oruçlarını bozmayı emretti. Rivayetçi Halaf, kendi rivayetinde şunu ekledi: \"ve namaz yeri (Bayram için) gitmelerini.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Bir bedevi Peygamber'e (ﷺ) geldi ve dedi ki: Hilali gördüm. Al-Hasan, kendi rivayetinde ekledi: yani Ramazan hilali. O, sordu: Allah'tan başka ilah olmadığına şahitlik eder misin? O, cevap verdi: Evet. Tekrar sordu: Muhammed'in Allah'ın Resulü olduğuna şahitlik eder misin? O, cevap verdi: Evet. Ve hilali gördüğüne şahitlik etti. O, dedi: Bilal, insanlara yarın oruç tutmaları gerektiğini ilan et."
    },
    {
      "id": 31,
      "narrator": "Narrated 'Amr b. al-'As:",
      "text": "'Amr b. al-'As'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bizim orucumuz ile Kitap ehlinin orucu arasındaki fark, fecrin doğuşundan hemen önce yemek yemektir."
    },
    {
      "id": 32,
      "narrator": "Narrated Al-Irbad ibn Sariyyah:",
      "text": "Al-Irbad ibn Sariyyah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ramazan'da fecrin doğuşundan hemen önce bana bir yemek davetinde bulundu ve şöyle dedi: Mübarek sahura gel."
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Müminlerin fecrin doğuşundan hemen önce hurma ile yemeği ne güzeldir."
    },
    {
      "id": 34,
      "narrator": "Addressing (the people) Samurah b. Jundub reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Samurah b. Jundub, (insanlara) hitaben Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bilal'in ezanı, fecrin doğuşundan hemen önce yemek yemekten sizi alıkoymasın; fecrin beyazlığı (bu şekilde) dik olarak değil, yatay olarak yayılıncaya kadar."
    },
    {
      "id": 35,
      "narrator": "Narrated 'Abd Allah b. Mas'ud:",
      "text": "'Abd Allah b. Mas'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bilal'in ezanı, sizden birinin fecrin doğuşundan hemen önce yemek yemesini engellememelidir; zira o ezan okur ya da (namaz için) çağırır ki, namazda olan kişi geri dönsün, uyuyan kişi de kalksın. Fecrin doğuşu, (dikey olarak) böyle gösteren beyazlık değildir - rivayet eden Musaddad dedi ki: Yahya ellerini birleştirdi (beyazlığın dik olarak yayılmasını göstererek - ta ki böyle gösterene kadar - ve Yahya iki yüzük parmağını açtı (beyazlığın yatay olarak yayılmasını göstererek)."
    },
    {
      "id": 36,
      "narrator": "Narrated Talq ibn Ali al-Yamami:",
      "text": "Talq ibn Ali al-Yamami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Ye ve iç; beyaz ve yükselen ışık seni (yemekten ve içmekten) alıkoymasın; öyleyse ye ve iç, kırmızı ışık yatay olarak yayılıncaya kadar."
    },
    {
      "id": 37,
      "narrator": "Narrated 'Adi b. Hatim:",
      "text": "'Adi b. Hatim'den rivayet edilmiştir: \"Beyaz iplik, siyah iplikten ayırt edilinceye kadar\" ayeti indirildiğinde, ben bir beyaz ip ve bir siyah ip aldım ve bunları yastığımın altına koydum; sonra onlara baktım, ama bana net görünmedi. Bunu Allah'ın Elçisi (ﷺ)'ne söyledim. O güldü ve şöyle dedi: Yastığın çok geniş ve uzun; bu (yani) gece ve gündüzdür. Rivayet eden 'Uthman'ın versiyonu şöyledir: Bu, gecenin karanlığı ve gündüzün beyazlığıdır."
    },
    {
      "id": 38,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Sizden biri elinde bir kap ile ezanı duyduğunda, ihtiyacını karşılayana kadar onu bırakmamalıdır."
    },
    {
      "id": 39,
      "narrator": "Narrated 'Umar:",
      "text": "'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Gece bu taraftan yaklaşırken ve gündüz o taraftan geri çekilirken, güneş battığında - Musaddad'ın rivayetine göre - oruçlu olan kişi, orucunu açma zamanına ulaşmıştır."
    },
    {
      "id": 40,
      "narrator": "Narrated 'Abd Allah b. Abi Awfa:",
      "text": "'Abd Allah b. Abi Awfa'dan rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile birlikteydik ve o oruçluydu. Güneş battığında, Bilal'e şöyle dedi: Bilal, in ve bize arpa içeceği hazırla. O dedi: Allah'ın Elçisi, akşamı bekleseniz. O dedi: İn ve bize arpa içeceği hazırla. O dedi: Allah'ın Elçisi, hala üzerinizde (yani, gündüzün aydınlığı) var. O dedi: İn ve bize arpa içeceği hazırla. Böylece o indi ve arpa içeceğini hazırladı. Allah'ın Elçisi (ﷺ) onu içti ve şöyle dedi: Gece bu taraftan yaklaşırken, oruçlu olan kişi, orucunu açma zamanına ulaşmıştır; ve doğuya parmağıyla işaret etti."
    },
    {
      "id": 41,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Din, insanlar orucu açmakta acele ettikçe devam edecektir; çünkü Yahudiler ve Hristiyanlar bunu geciktirirler."
    },
    {
      "id": 42,
      "narrator": "Narrated Abu 'Atiyyah:",
      "text": "Abu 'Atiyyah'dan rivayet edilmiştir: Ben ve Masruq, 'Aişe'ye girdik ve dedik ki: Müminlerin annesi, Muhammed (ﷺ)'in iki sahabesi var. Birisi orucunu açmakta ve namaz kılmakta acele ediyor, diğeri ise orucunu açmakta ve namaz kılmakta gecikiyor. O sordu: Hangisi orucunu açmakta ve namaz kılmakta acele ediyor? Biz cevap verdik: 'Abd Allah (b. Mas'ud). O dedi: Allah'ın Elçisi (ﷺ) de böyle yapardı."
    },
    {
      "id": 43,
      "narrator": "Narrated Salman ibn Amir:",
      "text": "Salman ibn Amir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Sizden biri oruçlu olduğunda, orucunu hurma ile açmalıdır; ama eğer hurma bulamazsa, o zaman (orucunu) su ile açmalıdır; çünkü su, temizleyicidir."
    },
    {
      "id": 44,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) orucunu, namazdan önce taze hurmalarla açardı; ama eğer taze hurma yoksa, birkaç kuru hurma alırdı; eğer kuru hurma yoksa, birkaç yudum su alırdı."
    },
    {
      "id": 45,
      "narrator": "Marwan ibn Salim al-Muqaffa' said:",
      "text": "Marwan ibn Salim al-Muqaffa' dedi ki: Ibn Umar'ı gördüm, sakalını elinde tutuyor ve avuç içini aşan kısmını kesiyordu. O (Ibn Umar) şöyle dedi: Peygamber (ﷺ) orucunu açtığında şöyle dedi: Susuzluk gitti, damarlar ıslak, ve mükafat kesindir, eğer Allah dilerse."
    },
    {
      "id": 46,
      "narrator": "Narrated Mu'adh ibn Zuhrah:",
      "text": "Mu'adh ibn Zuhrah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) orucunu açtığında şöyle derdi: Ey Allah, senin rızan için oruç tuttum ve senin rızkınla orucumu açtım."
    },
    {
      "id": 47,
      "narrator": "Narrated Asma' daughter of Abu Bakr :",
      "text": "Asma' bint Ebu Bekir'den rivayet edilmiştir: Biz, Allah Resulü (ﷺ) zamanında Ramazan'da bulutlu bir günde orucumuzu açtık; sonra güneş doğdu. Ebu Usamah dedi ki: Hişam'a dedim ki: Onlar bunun için kefaret vermekle emredildiler mi? O da: Bu kaçınılmazdı, diye cevap verdi."
    },
    {
      "id": 48,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) sürekli oruç tutmayı yasakladı. Onlar (insanlar) dediler ki: Ey Allah'ın Resulü, sen sürekli oruç tutuyorsun. O da: Benim durumum sizin durumunuz gibi değil. Bana yiyecek ve içecek veriliyor."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Sa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Sürekli oruç tutmayın. Sizden biri sürekli oruç tutmak isterse, sabaha kadar oruç tutsun. Onlar (insanlar) sordular: Sen sürekli oruç tutuyor musun? O da: Benim durumum sizin durumunuz gibi değil. Bana yiyecek veren birisi var, içecek veren birisi var."
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Eğer biri yalanı ve onunla birlikte hareket etmeyi terk etmezse, Allah'ın onun yiyecek ve içeceğini terk etmesine ihtiyacı yoktur."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Rivayet eden Ahmad (b. Yunus) dedi ki: Ben, İbn Ebu Dhi'b'ten rivayet zincirini öğrendim ve yanında bir adam bana bu hadisi anlattı. Sanırım o, onun kuzeniydi."
    },
    {
      "id": 52,
      "narrator": "Narrated Amir ibn Rabi'ah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Oruç bir kalkan; sizden biri oruçlu olduğunda, ne ahlaka aykırı bir şekilde davranmalı ne de boş yere konuşmalıdır. Eğer biri onunla kavga ederse veya ona hakaret ederse, o da şöyle demelidir: Ben oruçluyum, ben oruçluyum."
    },
    {
      "id": 53,
      "narrator": "Narrated A Companion of the Prophet:",
      "text": "Amir ibn Rabi'ah'dan rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) oruçlu iken misvak kullandığını gördüm. Musaddad, kendi rivayetinde ekledi: \"Sayamayacağım kadar çok.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Laqit ibn Saburah:",
      "text": "Peygamberin bir Sahabesi'nden rivayet edilmiştir: Ebu Bekir ibn Abdurrahman, Peygamberin (ﷺ) bir Sahabesi'nden rivayette bulundu: Ben, Peygamberi (ﷺ) Mekke'nin fethi sırasında seyahat ederken insanlara oruç tutmamalarını emrederken gördüm. Dedi ki: Düşmanınıza karşı güçlü olun. Allah'ın Resulü (ﷺ) kendisi de oruç tutuyordu."
    },
    {
      "id": 55,
      "narrator": "Narrated Thawban:",
      "text": "Ebu Bekir'den rivayet edilmiştir:"
    },
    {
      "id": 56,
      "narrator": "Narrated Shaddad ibn Aws:",
      "text": "Bir adam bana bu hadisi aktardı: Ben, Allah'ın Resulü (ﷺ) oruçlu iken al-Arj'da başına su döktüğünü gördüm; ya susuzluktan ya da sıcaktan dolayı."
    },
    {
      "id": 57,
      "narrator": "Narrated Shaddad b. Aws:",
      "text": "Laqit ibn Saburah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Oruçlu olmadıkça suyu serbestçe burunla çekin."
    },
    {
      "id": 58,
      "narrator": "Narrated Thawban, the client of the Prophet (ﷺ):",
      "text": "Thawban'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Kan aldıran bir adam ve kendisine kan aldıran bir adam oruçlarını bozar. Rivayet eden Şeyban, kendi rivayetinde dedi ki: Ebu Kılabe, bana Ebu Asma' ar-Rahbi'nin, Thawban'ın, Allah'ın Resulü (ﷺ) ile ilgili olarak bu sözü duyduğunu söylediğini aktardı."
    },
    {
      "id": 59,
      "narrator": "Narrated Thawban:",
      "text": "Şeddad ibn Avs'tan rivayet edilmiştir: Yukarıda belirtilen hadis (No. 2361) Şeddad ibn Avs tarafından farklı bir rivayet zinciriyle de aktarılmıştır."
    },
    {
      "id": 60,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Bu versiyon ekliyor: Şeddad ibn Avs, Peygamber (ﷺ) ile yürürken.... Rivayet eden daha sonra hadisin geri kalanını aynı etkiyle aktardı."
    },
    {
      "id": 61,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) oruçlu olduğu ve ihramda bulunduğu zaman hacamat yaptırmıştır."
    },
    {
      "id": 62,
      "narrator": "Narrated 'Abd al-Rahman b. Abi Laila:",
      "text": "'Abd al-Rahman b. Abi Laila'dan rivayet edilmiştir: Peygamber (ﷺ) oruçlu olanların hacamat yaptırmasını ve sürekli oruç tutmasını yasakladı, ancak arkadaşlarına merhamet göstererek bunları haram kılmadı. Bunun üzerine kendisine soruldu: Allah'ın Elçisi, sen sabaha kadar sürekli oruç tutuyorsun. O da: Ben sabaha kadar sürekli oruç tutuyorum, çünkü Rabbim bana yiyecek ve içecek veriyor, diye cevap verdi."
    },
    {
      "id": 63,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Biz, oruçlu olan bir adamın hacamat yaptırmasına, zorluk abidesi olduğu için izin vermezdik."
    },
    {
      "id": 64,
      "narrator": "Narrated A man from the Companions:",
      "text": "Bir Sahabeden rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Ne kusma, ne de cinsel ilişki, ne de hacamat, oruçlu olanın orucunu bozmaz."
    },
    {
      "id": 65,
      "narrator": "Narrated Ma'bad b. Hudhah:",
      "text": "Ma'bad b. Hudhah'tan rivayet edilmiştir: Peygamber (ﷺ) uyku zamanında misk ile karıştırılmış göz sürmesi sürülmesini emretti. O, oruçlu olan bir adamın bundan kaçınması gerektiğini söyledi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Abu Davud dedi ki: Yahya b. Ma'in bana bu göz sürmesi kullanımıyla ilgili rivayetin munkar olduğunu (yani konuyla ilgili sağlam rivayetlerle çeliştiğini) söyledi."
    },
    {
      "id": 67,
      "narrator": "Al-A'mash said:",
      "text": "'Ubaid Allah b. Abu Bakr b. Anas, Anas b. Malik'ten rivayet etmiştir ki, o oruçlu iken göz sürmesi sürermiş."
    },
    {
      "id": 68,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Al-A'mash dedi ki: Oruçlu bir adamın göz sürmesi kullanmasını kötüleyen hiçbir arkadaşımızı görmedim. İbrahim, oruçlu olan adama aloe ile göz sürmesi sürmesine izin verirdi."
    },
    {
      "id": 69,
      "narrator": "Narrated Ma'dan b. Talhah:",
      "text": "AbuHurayrah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer oruçlu bir kimse aniden kusarsa, ondan herhangi bir kefaret istenmez; ancak eğer kasıtlı olarak kusarsa, kefaret gereklidir."
    },
    {
      "id": 70,
      "narrator": "Narrated 'Aishah:",
      "text": "Ma'dan b. Talhah'tan rivayet edilmiştir: Abu ad-Darda' ona şunu anlattı: Allah'ın Elçisi (ﷺ) kusmuş ve orucunu bozmuştur. Sonra ben, Allah'ın Elçisi'nin (ﷺ) hizmetkârı Thawban ile Şam'daki camide karşılaştım, ona dedim ki: Abu al-Darda, Allah'ın Elçisi'nin (ﷺ) kusup orucunu bozduğunu bana söyledi. O da: Doğru söyledi; ve ben onun abdest alması için su döktüm (ﷺ)."
    },
    {
      "id": 71,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) oruçlu iken öpmek ve sarılmakta bulunurdu, ama sizlerden en çok arzularına hakim olanıydı."
    },
    {
      "id": 72,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) oruçlu olduğu ayda (bana) öperdi."
    },
    {
      "id": 73,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) oruçlu iken ve ben oruçlu iken beni öperdi."
    },
    {
      "id": 74,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ömer ibn al-Hattab'tan rivayet edilmiştir: Heyecanlandım, oruçlu iken öptüm, sonra dedim ki: Allah'ın Elçisi, büyük bir iş yaptım; oruçlu iken öptüm. O da: Oruçlu iken ağzını su ile çalkalarsan ne dersin? Rivayet eden İsa ibn Hammad, kendi rivayetinde: Ben de ona: Bunun bir zararı yok, dedim. Sonra her ikisi de şu rivayette anlaştılar: O da: Peki, sonra ne oldu?"
    },
    {
      "id": 75,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Peygamber (ﷺ) oruçlu iken onu öper ve dilini emerdi."
    },
    {
      "id": 76,
      "narrator": "Narrated 'Aishah and Umm Salamah, wives of the Prophet (ﷺ):",
      "text": "'Aişe ve Ümmü Seleme, Peygamber (ﷺ) eşleri tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) cinsel kirlenme içinde iken fecre yetişirdi. Rivayet eden 'Abd Allah el-Adhrami kendi versiyonunda şöyle dedi: Ramazan'da, cinsel ilişki nedeniyle ve rüya (yani gece boşalması) nedeniyle değil, oruç tutardı."
    },
    {
      "id": 77,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "Abu Davud dedi ki: Rivayet edenin söylediği bu cümle ne kadar kısa, yani \"cinsel kirlenme içinde iken fecre yetişti\"? Hadiste denir ki: Peygamber (ﷺ) oruçlu iken cinsel kirlenme içinde fecre yetişti."
    },
    {
      "id": 78,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "This tradition has also been transmitted by al-Zuhri through a different chain of narrators to the same effect. Al-Zuhri added in his version:",
      "text": "'Aişe, Peygamber (ﷺ) eşi tarafından rivayet edilmiştir: Bir adam Allah'ın Elçisi'ne (ﷺ) dedi ki: Allah'ın Elçisi, cinsel kirlenme içinde iken fecre yetiştim ve oruç tutmak istiyorum. Allah'ın Elçisi (ﷺ) dedi ki: Ben de cinsel kirlenme içinde iken fecre yetiştim; ben de oruç tutmak istiyorum. Ben yıkanırım ve oruç tutarım. Adam dedi ki: Allah'ın Elçisi, sen bizim gibi değilsin; Allah geçmiş ve gelecek günahlarını affetti. Allah'ın Elçisi (ﷺ) öfkelendi ve dedi ki: Allah'a yemin ederim, umarım ki ben sizden Allah'tan en çok korkan ve takip ettiğim şeylerle en çok tanışan olurum."
    },
    {
      "id": 80,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 81,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve dedi ki: Ben mahvoldum. O sordu: Sana ne oldu? Adam dedi ki: Ramazan'da (oruçlu iken) eşimle cinsel ilişkiye girdim. O sordu: Bir köle azat edebilir misin? Adam dedi ki: Hayır. O tekrar sordu: İki ay üst üste oruç tutabilir misin? Adam dedi ki: Hayır. O sordu: Altmış fakire yemek verebilir misin? Adam dedi ki: Hayır. O dedi ki: Otur. Sonra Peygamber (ﷺ)'e hurma ('araq) dolu büyük bir sepet getirildi. O ona dedi ki: Bunu sadaka (yani zekat) olarak ver. Adam dedi ki: Allah'ın Elçisi, benim ailemden daha fakir bir aile yok. Allah'ın Elçisi (ﷺ) gülerek dişleri göründü ve dedi ki: Bunu ailenle ye. Musaddad başka bir yerde dedi ki: \"köpek dişleri\"."
    },
    {
      "id": 82,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "The tradition mentioned above has also been transmitted by 'Aishah through a different chain of narrators. This version adds:",
      "text": "Bu hadis, el-Zuhri tarafından farklı bir rivayet zinciriyle aynı anlamda aktarılmıştır. El-Zuhri kendi versiyonunda ekledi: Bu onun için özel bir muafiyetti. Eğer bir adam bugün bu eylemi gerçekleştirirse, onun için kefaret gereklidir."
    },
    {
      "id": 84,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Davud dedi ki: El-Leyth b. Sa'd, el-Evzai, Mansur b. el-Mu'tamir ve 'Irak b. Malik bu hadisi İbn 'Uyainah'ın rivayet ettiği gibi aktarmışlardır. El-Evzai kendi versiyonunda şu ifadeyi rivayet etti: Allah'tan af dile."
    },
    {
      "id": 85,
      "narrator": "The tradition mentioned above has also been transmitted by Abu Hurairah through a different chain of narrators similar to the tradition narrated by Ibn Kathir and Sulaiman.\n\n\nAbu Dawud said:",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: (Bir adam Ramazan'da kasten orucunu bozdu). Allah'ın Elçisi (ﷺ) ona bir köle azat etmesini, ya da iki ay oruç tutmasını, ya da altmış fakire yemek vermesini emretti. Adam dedi ki: Ben veremem. Allah'ın Elçisi (ﷺ) dedi ki: Otur. Sonra Allah'ın Elçisi (ﷺ)'ne hurma ('araq) dolu büyük bir sepet getirildi. O dedi ki: Bunu al ve sadaka (zekat) olarak ver. Adam dedi ki: Allah'ın Elçisi, benden daha fakir yok. Allah'ın Elçisi (ﷺ) gülerek dişleri göründü ve dedi ki: Bunu kendin ye."
    },
    {
      "id": 87,
      "narrator": "Narrated 'Aishah:",
      "text": "Abu Davud dedi ki: İbn Juraij bunu el-Zuhri'den rivayet etti, rivayet eden Malik'in ifadeleriyle bir adam orucunu bozdu. Bu versiyon şöyle der: Ya bir köle azat etmelisin, ya iki ay oruç tutmalısın, ya da altmış fakire yemek sağlamalısın."
    },
    {
      "id": 88,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Hureyre dedi ki: Bir adam Peygamber (ﷺ)'e geldi. O Ramazan'da orucunu bozdu. Sonra bu hadisin geri kalanını şöyle anlattı: Sonra ona on beş sa' hurma dolu büyük bir sepet getirildi. O dedi ki: Bunu kendin ve aileni ye ve bir oruç tut ve Allah'tan af dile."
    },
    {
      "id": 90,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "Narrated Hamzat al-Aslami:",
      "text": "Hamza el-Eslemî'den rivayet edilmiştir: Dedim ki: Allah'ın Elçisi. Ben bineklerin ustasıyım ve onları kullanıyorum! Kendim onlarla seyahat ediyorum ve kiralıyorum. Bu ay, yani Ramazan, bana (seyahatteyken) geldi ve kendimi (oruç tutacak kadar) güçlü buluyorum, genç olduğum için oruç tutmanın ertelemekten daha kolay olduğunu düşünüyorum ve bu benim üzerimde bir borç haline geliyor. Oruç tutarsam bana daha fazla sevap getirir mi, Allah'ın Elçisi, yoksa orucumu bozarsam mı? O şöyle cevap verdi: İstediğini yap, Hamza."
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'den Mekke'ye doğru yola çıktı ve 'Usfan'a ulaşana kadar devam etti. Sonra bir kap (su) istedi. Su, halkın görmesi için ağzına kaldırıldı ve bu Ramazan'da oldu. İbn Abbas derdi ki: Peygamber (ﷺ) oruç tuttu ve orucunu bozdu. Kim isterse oruç tutar, kim isterse orucunu bozar."
    },
    {
      "id": 93,
      "narrator": "Narrated Anas :",
      "text": "Enes'ten rivayet edilmiştir: Biz, Ramazan'da Peygamber (ﷺ) ile birlikte seyahat ettik. Bazılarımız oruç tutuyordu, diğerleri oruçlarını bozuyordu. Oruç tutanlar, orucunu bozanlara bir kusur bulmadı, orucunu bozanlar da oruç tutanlara bir kusur bulmadı."
    },
    {
      "id": 94,
      "narrator": "Narrated Qaza'ah:",
      "text": "Kaza'ah'tan rivayet edilmiştir: Ben, Abu Sa'id el-Hudri'ye geldim, o insanlara fetva veriyordu. Ben de onun yalnız kalmasını bekledim. Yalnız kaldığında, seyahat ederken oruç tutmak hakkında sordum. Dedi ki: Biz, Peygamber (ﷺ) ile birlikte Ramazan'da Mekke'nin fetih yılına çıktık. Allah'ın Elçisi (ﷺ) oruç tuttu ve biz de oruç tuttuk, ta ki belirli bir aşamaya gelene kadar. Dedi ki: Düşmanınıza yaklaştınız; orucu bozmak size daha fazla güç verecektir. Sonra sabah oldu, bazılarımız oruç tuttu, diğerleri oruçlarını bozdu. O (Abu Sa'id el-Hudri) dedi ki: Sonra ilerledik ve bir aşamada durduk. Dedi ki: Yarın sabah düşmanınıza saldıracaksınız; orucu bozmak size daha fazla güç verecektir; bu yüzden orucunuzu bozun (yani oruç tutmayın). Bu karar (oruç bozma) Allah'ın Elçisi (ﷺ) tarafından yapılan duyuru ile gerçekleşti."
    },
    {
      "id": 95,
      "narrator": "Narrated Jabir b. 'Abd Allah :",
      "text": "Abu Sa'id dedi ki: Sonra kendimi Peygamber (ﷺ) ile birlikte oruç tutarken buldum, öncesinde ve sonrasında."
    },
    {
      "id": 96,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Cabir b. Abd Allah'tan rivayet edilmiştir: Peygamber (ﷺ) bir adamın gölgede oturduğunu ve etrafında bir kalabalık olduğunu gördü (bir yolculuk sırasında). Dedi ki: Seyahat ederken oruç tutmak, iyilikten değildir."
    },
    {
      "id": 97,
      "narrator": "Narrated Abu al-Darda:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Banu Abdullah ibn Ka'b'dan, Banu Qushayr'ın kardeşlerinden bir adam, Allah'ın Elçisi (ﷺ) tarafından gönderilen bir süvari birliğinin bize baskın yaptığını söyledi. Ben, yemek yiyen Allah'ın Elçisine (ﷺ) ulaştım. Dedi ki: Otur, bu yemeğimizden biraz al. Ben de: Oruçluyum, dedim. O: Otur, sana namaz ve oruç hakkında bir şey söyleyeceğim. Allah, yolcuya namazın yarısını ve orucu, süt veren kadına ve hamile kadına hafifletmiştir, Allah'a yemin ederim, ikisini de (yani süt veren ve hamile kadınları) ya da birini zikretti. Allah'ın Elçisinin (ﷺ) yiyeceğini almadığım için üzüldüm."
    },
    {
      "id": 98,
      "narrator": "Narrated Salamah ibn al-Muhabbaq al-Hudhali:",
      "text": "Ebu'd-Derda'dan rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile birlikte yoğun sıcaklıkta bir savaşa çıktık, o kadar ki, içimizden biri başına elini koydu ya da avucunu başına koydu. İçimizden hiç kimse oruç tutmadı, sadece Allah'ın Elçisi (ﷺ) ve Abd Allah b. Rawahah oruç tutuyordu."
    },
    {
      "id": 99,
      "narrator": "Narrated Salamah b. al-Muhabbaq:",
      "text": "Salamah b. el-Muhabbaq el-Hudali'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Eğer birinin kendisini yeterli yiyeceğe götüren bir binek hayvanı varsa, Ramazan geldiğinde nerede olursa olsun orucunu tutmalıdır."
    },
    {
      "id": 100,
      "narrator": "Narrated AbuBusrah al-Ghifari,:",
      "text": "Salamah b. el-Muhabbaq'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer birisi seyahatte ise ve Ramazan gelirse... Sonra aynı etkiyi taşıyan hadisin geri kalanını anlattı."
    },
    {
      "id": 101,
      "narrator": "Narrated Dihyah:",
      "text": "Ebu Busrah el-Ghifari'den rivayet edilmiştir: Ca'fer b. Cubeyr dedi ki: Ben, Allah'ın Elçisinin (ﷺ) bir Sahabesi olan Ebu Busrah el-Ghifari ile Ramazan'da el-Fustat'tan (Kahire) giden bir teknede bulundum. O (tekneden) alındı, sonra ona yemeği getirildi. Rivayet eden Ca'fer, kendi versiyonunda: O, şehrin evlerinin dışına çıkmadı ama yemek örtüsünü istedi. Bana dedi ki: Yaklaş. Ben de: Evleri görmüyor musun? Ebu Busrah dedi ki: Allah'ın Elçisi (ﷺ) sünnetini mi sevmiyorsun? Rivayet eden Ca'fer, kendi versiyonunda: Sonra yedi (onu)."
    },
    {
      "id": 102,
      "narrator": "Nafi' said:",
      "text": "Dihya'dan rivayet edilmiştir: Mansur el-Kalbi dedi ki: Dihya b. Halife, Ramazan'da Şam'ın bir köyünden, Akabe ile el-Fustat arasındaki mesafe kadar (üç mil) çıktı; sonra orucunu bozdu ve insanlar da onunla birlikte oruçlarını bozdu. Ama bazıları oruçlarını bozmayı istemedi. Köyüne döndüğünde, Allah'a yemin ederim, bugün görmeyi bile düşünmediğim bir şeyi gördüm. İnsanlar, Allah'ın Elçisi (ﷺ) ve onun Sahabelerinin yolunu kötülediler. Bunu oruç tutanlara söyledi. O anda dedi ki: Ey Allah, beni öldür."
    },
    {
      "id": 103,
      "narrator": "Narrated AbuBakrah:",
      "text": "Nafi' dedi ki: İbn 'Umar, el-Ghabah'a (orman) çıkardı, ama ne orucunu bozdu ne de namazını kısalttı."
    },
    {
      "id": 104,
      "narrator": "Narrated Abu 'Ubaid:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Sizden biri şöyle dememelidir: Ben Ramazan'ın tamamında oruç tuttum ve Ramazan boyunca gece namazı kıldım. Onun, taharet konusunda hoşlanmadığını bilmiyorum; ya da (rivayet eden) dedi ki: O, biraz uyumuş ve dinlenmiş olmalı."
    },
    {
      "id": 105,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Ebu Ubaid'den rivayet edilmiştir: 'İd (namazına) 'Umar ile birlikte katıldım. O, hutbeden önce namaz kıldırdı. Sonra dedi ki: Allah'ın Elçisi (ﷺ) bu iki günde oruç tutmayı yasakladı. İd al-Adha ile ilgili olarak, kurbanlık hayvanlarınızın etini yersiniz. İd al-Fitr için ise, orucunuzu bozarsınız (yani bitirirsiniz)."
    },
    {
      "id": 106,
      "narrator": "Abu Murrah, the client of Umm Hani, entered along with 'Abd Allah b. 'Amr upon his father 'Amr b. 'As and he brought food for him. He said:",
      "text": "Abu Murrah, Ümmü Hani'nin müvekkili, 'Abd Allah b. 'Amr ile birlikte babası 'Amr b. 'As'ın yanına girdi ve ona yiyecek getirdi. Dedi ki: Ye. O da: Ben oruçluyum, dedi. 'Amr: Ye, bu, Allah'ın Resulü'nün (ﷺ) bize orucumuzu bozmayı emrettiği ve oruç tutmamayı yasakladığı günlerdir, dedi. Rivayet eden Malik: Bunlar, al-tashriq günleridir (yani, Dhu al-Hijjah'ın 11., 12. ve 13. günleri)."
    },
    {
      "id": 107,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Uqbah ibn Amir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Arafat günü, kurban günü, tashriq günleri bizim bayram günlerimizdir, ey İslam halkı. Bunlar yemek ve içmek günleridir."
    },
    {
      "id": 108,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Sizden hiç kimse Cuma günü oruç tutmasın, ancak bir önceki gün veya bir sonraki gün oruç tutuyorsa."
    },
    {
      "id": 109,
      "narrator": "Narrated As-Samma' sister of Abdullah ibn Busr:",
      "text": "Abdullah ibn Busr'un kız kardeşi As-Samma'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Cumartesi günü, üzerinize farz kılınan şeyler dışında oruç tutmayın; ve eğer birinizin elinde sadece bir üzüm kabuğu veya bir ağaç parçası kalırsa, onu çiğnesin."
    },
    {
      "id": 110,
      "narrator": "Narrated Juwairiyah, daughter of al-Harith:",
      "text": "Juwairiyah, el-Harith'in kızı, şöyle rivayet etmiştir: Peygamber (ﷺ) ona Cuma günü girdiğinde o oruçluydu. Sordu: Dün oruç tuttun mu? O da: Hayır, dedi. Tekrar sordu: Yarın oruç tutmayı düşünüyor musun? O da: Hayır, dedi. O da: O zaman orucunu boz."
    },
    {
      "id": 111,
      "narrator": "Narrated Al-Laith:",
      "text": "Al-Laith'ten rivayet edilmiştir: İbn Şihab'a (al-Zuhri) Cumartesi günü oruç tutmanın yasaklandığı söylendiğinde, o şöyle derdi: Bu bir Himsi geleneğidir."
    },
    {
      "id": 112,
      "narrator": "Al-Auza'i said:",
      "text": "Al-Auza'i şöyle dedi: Ben bunu her zaman gizledim, ama bunun geniş bir şekilde bilindiğini gördüm, yani Cumartesi günü oruç tutma konusundaki Ibn Busr hadisi."
    },
    {
      "id": 113,
      "narrator": "Narrated AbuQatadah:",
      "text": "Abu Dawud dedi ki: Malik şöyle dedi: Bu sahih değildir (hadis)."
    },
    {
      "id": 114,
      "narrator": "The tradition mentioned above has also been transmitted by Abu Qatadah through a different chain of narrators. This version add:",
      "text": "Abu Qatadah'tan rivayet edilmiştir: Bir adam Peygamber (ﷺ) 'in yanına geldi ve dedi ki: Ey Allah'ın Resulü, nasıl oruç tutuyorsun? Allah'ın Resulü (ﷺ) onun söylediklerine öfkelendi."
    },
    {
      "id": 115,
      "narrator": "Narrated 'Abd Allah b. 'Amr b. al-'As:",
      "text": "Umar bunu (öfkesi) görünce dedi: Biz Allah'ı Rabbi, İslam'ı din, Muhammed'i (ﷺ) peygamber olarak kabul ediyoruz. Allah'ın gazabından ve O'nun Resulü'nün gazabından Allah'a sığınırız. Umar bu sözleri tekrarlamaya devam etti ta ki öfkesi yatışana kadar. Sonra sordu: Ey Allah'ın Resulü, sürekli oruç tutan birinin durumu nedir?"
    },
    {
      "id": 116,
      "narrator": "Narrated Abdullah ibn al-Harith ; or Uncle of Mujibah al-Bahiliyyah:",
      "text": "O da: O ne oruç tutmalı ne de orucunu bozmalıdır, dedi. Musaddad kendi rivayetinde: Ne oruç tutmuş ne de orucunu bozmuştu, dedi. Rivayet eden Ghaylan, gerçek kelimeleri sorguladı."
    },
    {
      "id": 117,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Sordu: İki gün oruç tutup bir gün oruç tutmayan birinin durumu nedir?"
    },
    {
      "id": 118,
      "narrator": "Narrated 'Uthman b. Hakim:",
      "text": "O da: Bunu yapabilen var mı? Sordu: Her ikinci gün oruç tutan (yani bir gün oruç tutup ertesi gün oruç tutmayan) birinin durumu nedir?"
    },
    {
      "id": 119,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "O (Peygamber) dedi: Bu, Davud'un (A.S.) tuttuğu oruçtur."
    },
    {
      "id": 120,
      "narrator": "Narrated Muslim al-Qurashi:",
      "text": "Sordu: Ey Allah'ın Resulü, bir gün oruç tutup iki gün orucunu bozan birinin durumu nedir? O da: Keşke bunu yapma gücüm olsaydı, dedi. Sonra Allah'ın Resulü (ﷺ) şöyle buyurdu: Her ay üç gün oruç tutmak ve bir Ramazan'dan diğerine (yani her yıl Ramazan orucu) tutmak sürekli oruç tutmaya eşdeğerdir. Arafat günü oruç tutmanın, önceki ve gelecek yılın günahlarını affettirmesini Allah'tan diliyorum ve Ashura günü oruç tutmanın, önceki yılın günahlarını affettirmesini Allah'tan diliyorum."
    },
    {
      "id": 121,
      "narrator": "Narrated Abu Ayyub:",
      "text": "Ebu Eyyub'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Kim Ramazan ayında oruç tutar, ardından Şevval'de altı gün oruç tutarsa, bu sürekli bir oruç gibidir."
    },
    {
      "id": 122,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "Peygamberin (ﷺ) eşi Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) o kadar çok oruç tutardı ki, orucunu asla bozmayacak zannederdik; o kadar da oruç tutmazdı ki, bir daha asla oruç tutmayacak zannederdik. Allah'ın Elçisi'ni (ﷺ) Ramazan dışında tam bir ay oruç tutarken hiç görmedim ve Şaban ayında orucunu daha fazla tutarken de hiç görmedim."
    },
    {
      "id": 123,
      "narrator": "The tradition mentioned above has alos been transmitted by Abu Hurairah through a different chain of narrators to the same effect. This version adds:",
      "text": "Yukarıda bahsedilen rivayet, Ebu Hureyre tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır. Bu versiyonda eklenmiştir: O, Şaban'ın neredeyse tamamında oruç tutardı, daha doğrusu Şaban'ın tamamında oruç tutardı."
    },
    {
      "id": 124,
      "narrator": "Narrated Usamah ibn Zayd:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: Usame bin Zeyd'in müşterisi, Usame ile birlikte develerini aramak için Vadi al-Kura'ya gittiğini söyledi. O, Pazartesi ve Perşembe günleri oruç tutardı. Müşterisi ona: Neden Pazartesi ve Perşembe günleri oruç tutuyorsun, yaşlı bir adamken? dedi. O da: Allah'ın Elçisi (ﷺ) Pazartesi ve Perşembe günleri oruç tutardı. Kendisine bunun sebebi sorulduğunda: Allah'ın kullarının (amelleri) Pazartesi ve Perşembe günleri Allah'a sunulur, dedi."
    },
    {
      "id": 125,
      "narrator": "Narrated One of the wives of the Prophet:",
      "text": "Peygamberin (ﷺ) eşlerinden biri rivayet etmiştir: Hüneydah bin Halid, eşinden, Peygamberin (ﷺ) eşlerinden birinin şöyle dediğini aktardı: Allah'ın Elçisi (ﷺ) Zilhicce'nin ilk dokuz gününde, Aşura gününde ve her ayın üç günü, yani ayın ilk Pazartesi ve Perşembe günlerinde oruç tutardı."
    },
    {
      "id": 126,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: Dhu al-Hijjah'ın ilk on gününden daha sevimli bir gün yoktur. Onlar (Sahabe) sordular: Allah'ın yolunda cihad bile mi? O da: Evet, Allah yolunda cihad bile değil, yalnızca canı ve malıyla Allah yoluna çıkan ve bunlardan hiçbirini geri getiremeyen bir adam hariç, dedi."
    },
    {
      "id": 127,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Allah'ın Elçisi'ni (ﷺ) Dhu al-Hijjah'ın ilk on gününde oruç tutarken hiç görmedim."
    },
    {
      "id": 128,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İkrime dedi ki: Ebu Hureyre ile evinde bulunduğumuzda, bize şunu aktardı: Allah'ın Elçisi (ﷺ) Arafat'ta Arafat günü oruç tutmayı yasakladı."
    },
    {
      "id": 129,
      "narrator": "Umm al-Fadl, daughter of al-Harith, said:",
      "text": "Umm al-Fadl, el-Harith'in kızı, dedi ki: Arafat günü bazı insanlar etrafında Allah'ın Elçisi (ﷺ) oruç tutuyor mu tutmuyor mu tartışıyordu; bazıları oruç tutuyor, bazıları ise tutmuyor diyordu. Bunun üzerine, ona Arafat'ta devesinin üzerinde dururken bir bardak süt gönderdim ve o da içti."
    },
    {
      "id": 130,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Kureyş, İslam öncesi günlerde Aşura günü oruç tutardı. Allah'ın Elçisi (ﷺ) de İslam öncesi dönemde oruç tutardı. Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, o gün oruç tuttu ve oruç tutmayı emretti. Ramazan orucu farz kılındığında, bu zorunlu hale geldi ve (Aşura'da oruç tutmak) terk edildi. Dileyen oruç tutabilir, dileyen tutmayabilir."
    },
    {
      "id": 131,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Ömer dedi ki: Aşura, İslam öncesi günlerde oruç tuttuğumuz bir gündü. Ramazan orucu farz kılındığında, Allah'ın Elçisi (ﷺ) şöyle dedi: Bu, Allah'ın günlerinden biridir; dileyen oruç tutabilir."
    },
    {
      "id": 132,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: Peygamber (ﷺ) Medine'ye geldiğinde, Yahudilerin Aşura günü oruç tuttuğunu gördü; bu konuda onlara (Peygamber tarafından) soruldu. Onlar: Bu, Allah'ın Musa'ya Firavun üzerinde üstünlük verdiği bir gündür. Biz ona saygı göstermek için oruç tutuyoruz, dediler. Allah'ın Elçisi (ﷺ) dedi ki: Bizim Musa ile sizin aranızdan daha yakın bir bağımız var. Sonra oruç tutmayı emretti."
    },
    {
      "id": 133,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: Peygamber (ﷺ) Aşura günü oruç tuttu ve bize oruç tutmayı emretti, onlar (yani Sahabe) dediler: Allah'ın Elçisi, bu, Yahudiler ve Hristiyanlar tarafından büyük kabul edilen bir gündür? Allah'ın Elçisi (ﷺ) dedi ki: Gelecek yıl geldiğinde, Muharrem'in 9'unda oruç tutacağız. Ancak gelecek yıl Allah'ın Elçisi (ﷺ) vefat etti."
    },
    {
      "id": 134,
      "narrator": "Al-Hakam b. al-A'raj said:",
      "text": "El-Hakem b. el-A'raj dedi ki: Kabe'de (el-Mescid el-Haram) örtüsüne yaslanmış olan İbn Abbas'a geldim. Aşura günü oruç tutmak hakkında ona sordum. O da: Muharrem ayının hilalini gördüğünüzde, günleri sayın. Muharrem'in 9'u geldiğinde, sabah oruç tutun, dedi. Ben de: Muhammed (ﷺ) bu orucu tutar mıydı? diye sordum. O da: İşte Muhammed (ﷺ) böyle oruç tutardı, diye cevap verdi."
    },
    {
      "id": 135,
      "narrator": "Narrated AbdurRahman ibn Maslamah:",
      "text": "Abdurrahman bin Mesleme'den rivayet edilmiştir: Abdurrahman, amcasının aracılığıyla Aslam kabilesinin insanlarının Peygamber (ﷺ) yanına geldiklerini aktardı. O da (onlara): Bu günde oruç tuttunuz mu? dedi. Onlar: Hayır, dediler. O da: Gününüzün geri kalanını tamamlayın ve bunun kefaretini verin, dedi."
    },
    {
      "id": 136,
      "narrator": "'Abd Allah b. 'And (b. al-'As) said:",
      "text": "'Abd Allah b. 'And (b. al-'As) dedi ki: Allah'ın Resulü (ﷺ) bana şöyle söyledi: Allah katında en çok sevilen oruç, Davud'un (Davut) tuttuğu oruçtur; Allah katında en sevimli namaz, Davud'un (Davut) kıldığı namazdır: O, gecenin yarısını uyur, üçte birinde (namazda) durur ve altıda birinde uyurdu. Bir gün oruç tutmaz, diğer gün oruç tutardı."
    },
    {
      "id": 137,
      "narrator": "Narrated Qatadah Ibn Malhan al-Qaysi:",
      "text": "Kâtade b. Malhan el-Kaysi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize beyaz günlerde oruç tutmamızı emrederdi: ayın on üçüncü, on dördüncü ve on beşinci günlerinde. O şöyle derdi: Bu, sürekli oruç tutmak gibidir."
    },
    {
      "id": 138,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) her ay üç gün oruç tutardı."
    },
    {
      "id": 139,
      "narrator": "Narrated Hafsah, Ummul Mu'minin:",
      "text": "Hafsa, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın elçisi (ﷺ) her ay üç gün oruç tutardı: Pazartesi, Perşembe ve bir sonraki haftanın Pazartesi günü."
    },
    {
      "id": 140,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ümmü Seleme, Müminlerin Annesi'den rivayet edilmiştir: Huneyde el-Huzai, annesinin rivayet ettiği üzere: Ümmü Seleme'ye girdim ve ona oruç tutmayı sordum. O şöyle dedi: Allah'ın Resulü (ﷺ) bana her ay Pazartesi veya Perşembe günleri üç gün oruç tutmamı emrederdi."
    },
    {
      "id": 141,
      "narrator": "Mu'adhah (al-'Adawiyyah) said:",
      "text": "Mu'azah (el-'Adaviyyah) dedi ki: Aişe'ye sordum: Allah'ın Resulü (ﷺ) her ay üç gün oruç tutar mıydı? O cevap verdi: Evet. Ben sordum: Hangi günlerde oruç tutardı? O cevap verdi: Hangi günlerde oruç tuttuğuna aldırmazdı."
    },
    {
      "id": 142,
      "narrator": "Narrated Hafsah, Ummul Mu'minin:",
      "text": "Hafsa, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: Şafak vaktinden önce oruç tutmaya niyet etmeyen oruç tutamaz."
    },
    {
      "id": 143,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: Peygamber (ﷺ) bana girdiğinde, \"Yiyecek var mı?\" diye sorardı. Biz \"Hayır\" dediğimizde, \"Ben oruçluyum\" derdi. Vaki' kendi rivayetinde ekledi: Bir başka gün bize girdiğinde, \"Ey Allah'ın Resulü, bize bir puding (saç) ikram edildi ve onu senin için sakladık\" dedik. O da \"Bana getirin\" dedi. Talha dedi ki: O sabah oruçlu idi, ama o gün orucunu bozdu."
    },
    {
      "id": 144,
      "narrator": "Narrated Umm Hani:",
      "text": "Ümmü Hani'den rivayet edilmiştir: Mekke'nin fethedildiği günlerde, Mekke alındığında, Fatıma geldi ve Allah'ın Resulü (ﷺ)'nün sol tarafına oturdu, Ümmü Hani ise sağ tarafında oturdu. Bir cariye bir kap içinde bir içecek getirdi; onu ona verdi ve o da içti. Sonra onu Ümmü Hani'ye verdi, o da içti. O dedi ki: \"Ey Allah'ın Resulü, orucumu bozdum; oruçluydum.\" O da ona dedi ki: \"Bir şey için kefaret mi tutuyordun?\" O cevap verdi: \"Hayır.\" O da dedi ki: \"O zaman, eğer bu gönüllü (oruç) ise, sana bir zarar vermez.\""
    },
    {
      "id": 145,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Bize ve Hafsa'ya bazı yiyecekler ikram edildi. Biz oruçluyduk, ama orucumuzu bozduk. Sonra Allah'ın Resulü (ﷺ) bize girdi. Biz ona dedik: \"Bize bir hediye ikram edildi; ona çok arzulandık ve orucumuzu bozduk.\" Allah'ın Resulü (ﷺ) dedi ki: \"Sizlere bir zarar yoktur; onun yerine başka bir günde oruç tutun.\""
    },
    {
      "id": 146,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ)'nün şöyle dediğini bildirmiştir: Bir kadının, kocası yanında izni olmadan (gönüllü) oruç tutması caiz değildir ve onun evine izni olmadan kimse girmesine izin veremez."
    },
    {
      "id": 147,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Bir kadın, biz onunla birlikteyken Peygamber (ﷺ)'e geldi. O dedi ki: \"Ey Allah'ın Resulü, kocam Safvan b. el-Mu'attal, namaz kıldığımda beni dövüyor ve oruç tuttuğumda orucumu bozuyor ve sabah namazını güneş doğmadan kılmıyor.\""
    },
    {
      "id": 148,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "O, orada bulunan Safvan'a kadının söylediklerini sordu. O cevap verdi: \"Ey Allah'ın Resulü, onun 'namaz kıldığımda beni dövüyor' ifadesine gelince, o iki sure okuyor (namazda) ve ben onu yasakladım.\""
    },
    {
      "id": 149,
      "narrator": "Abu Hurairah reported Messenger of Allah (ﷺ) as saying:",
      "text": "O (Peygamber) dedi ki: \"Bir sure okunduğunda, bu insanlar için yeterlidir.\""
    },
    {
      "id": 150,
      "narrator": "'Aishah said:",
      "text": "(Safvan devam etti:) \"O 'oruçumu bozuyor' dediğinde, o oruç tutmayı çok seviyor; ben genç bir adamım, kendimi tutamam.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "Ubayy ibn Ka'b'dan rivayet edilmiştir: Peygamber (ﷺ) Ramazan'ın son on gününde i'tikaf yapardı. Bir yıl i'tikaf yapmadı. Ertesi yıl geldiğinde, yirmi gece (yani gün) i'tikaf yaptı."
    },
    {
      "id": 152,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: Allah'ın Resulü (ﷺ) i'tikaf yapmayı düşündüğünde, sabah namazını kılar ve sonra tecrit yerinde (i'tikaf için) girerdi. Bir defasında Ramazan'ın son on gününde i'tikaf yapmayı düşündü. Dedi ki: Onun için bir çadır kurulsun, ve çadır kuruldu. Diğer eşleri de çadır kurdurmak istediler ve çadırları kuruldu. Sabah namazını kıldığında, çadırları gördü ve dedi ki: Bu nedir? Bir hayır işlemek mi istediniz? Dedi ki: Sonra çadırının yıkılmasını emretti ve yıkıldı. Eşleri de çadırlarını yıkılmasını emrettiler ve yıkıldı. Sonra i'tikafı Şevval'in ilk on gününe erteledi."
    },
    {
      "id": 153,
      "narrator": "Ibn 'Umar said:",
      "text": "Abu Davud dedi ki: Bu rivayet, İbn İshak ve el-Auza'i tarafından Yahya b. Sa'id'den benzer şekilde aktarılmıştır ve Malik de Yahya b. Sa'id'den rivayet etmiştir, dedi ki: Şevval'in yirmi gününde i'tikaf yaptı."
    },
    {
      "id": 154,
      "narrator": "Abu Hurairah said:",
      "text": "İbn 'Umar dedi ki: Peygamber (ﷺ) Ramazan'ın son on gününde i'tikaf yapardı. Nafi' dedi ki: 'Abdullah (b. 'Umar) bana, Allah'ın Resulü (ﷺ) i'tikaf yaptığı yeri gösterdi."
    },
    {
      "id": 155,
      "narrator": "'Aishah said:",
      "text": "Abu Hurayra dedi ki: Peygamber (ﷺ) her yıl Ramazan'ın on gününde i'tikaf yapardı. Fakat vefat ettiği yıl, yirmi gün i'tikaf yaptı."
    },
    {
      "id": 156,
      "narrator": "A similar tradition has been transmitted by 'Aishah from the Prophet (ﷺ) through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "'Aişe dedi ki: Allah'ın Resulü (ﷺ) i'tikaf yaparken, başını yanıma koyar ve ben onu tarardım. Ve insan ihtiyaçlarını (yani, tuvalet ihtiyacını) gidermek için eve girerdi."
    },
    {
      "id": 157,
      "narrator": "'Aishah said:",
      "text": "Benzer bir rivayet, 'Aişe'den Peygamber (ﷺ) aracılığıyla farklı bir isnatla aktarılmıştır."
    },
    {
      "id": 158,
      "narrator": "Safiyyah said:",
      "text": "Abu Davud dedi ki: Ve Yunus da el-Zuhri'den benzer şekilde rivayet etmiştir, ve Malik'in 'Urwah'dan 'Umrah'dan yaptığı rivayeti destekleyen kimse yoktur; ve Ma'mar, Ziyad b. Sad ve diğerleri de el-Zuhri'den 'Urwah aracılığıyla 'Aişe'den rivayet etmiştir."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "'Aişe dedi ki: Allah'ın Resulü (ﷺ) camide i'tikaf yaparken, başını dairemin açığından yanıma koyar ve ben onun başını yıkardım. Musaddad dedi ki: \"Ve ben adetliyken onu tarardım.\""
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Safiyyah dedi ki: Allah'ın Resulü (ﷺ) i'tikaf yaparken (camide), ona ziyarete gelirdim. Onunla konuşur, sonra kalkardım. Sonra geri dönerdim ve o (Peygamber) de beni (evime) eşlik etmek için kalkardı. Onun evi Usame b. Zaid'in evindeydi. O anda iki Ensar (yardımcı) adam yanından geçti. Peygamber (ﷺ) görünce hızlıca yürüdüler. Peygamber (ﷺ) dedi ki: Rahat olun, o Safiyyah binti Huyayy'dır. Onlar: Allah'a hamd olsun, Allah'ın Resulü! dediler. O da: Şeytan, insanda kan gibi dolaşır. Ben, aklınıza bir şey ilham eder diye korktum, ya da kötü (rivayet eden şüphe etti)."
    },
    {
      "id": 161,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Yukarıda bahsedilen rivayet, Al Zuhri aracılığıyla farklı bir isnatla da aktarılmıştır. Bu versiyonda, “O, Umm Salamah'nın kapısına yakın olan caminin kapısında iken, iki adam yanlarından geçti. Rivayet eden daha sonra aynı etkiyi taşıyan rivayeti aktardı."
    },
    {
      "id": 162,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Al Nufaili'nin rivayetine göre, 'Aişe dedi ki: “Peygamber (ﷺ) i'tikaf yaparken (camide) bir hastanın yanından geçerdi ama her zamanki gibi geçerdi ve onun hakkında sormazdı.”"
    },
    {
      "id": 163,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "İbn İsa'nın rivayetine göre, 'Aişe dedi ki: “Peygamber (ﷺ) i'tikaf yaparken bir hastayı ziyaret ederdi.”"
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Camide i'tikaf yapan birinin sünneti, hasta ziyaret etmemek, cenazeye katılmamak, eşine dokunmamak veya sarılmamak ve gerekli ihtiyaçlar dışında dışarı çıkmamaktır. Oruç tutmadan i'tikaf yoktur ve yalnızca cemaat camiinde i'tikaf yapılır."
    }
  ]
}