{
  "language": "tr",
  "metadata": {
    "length": 311,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri şöyle dedi: \"Bir bedevi, Peygamber (ﷺ) ile hicret hakkında konuştu. Peygamber (ﷺ) şöyle yanıtladı: 'Vay haline! Hicret meselesi ciddidir. Deveye sahip misin?' Bedevi, 'Evet.' dedi. Peygamber (ﷺ) sordu: 'Zekatını veriyor musun?' Bedevi, 'Evet.' dedi. Peygamber (ﷺ) şöyle dedi: 'O halde denizlerin ötesinde çalış. Allah, yaptığın işten hiçbir şeyi eksiltmeyecektir.'\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Mikdan bin Şureyh, babasının rivayetiyle: \"Aişe'ye, çölde yalnız başına Allah'a ibadet etmek için yerleşmek hakkında sordum. Aişe şöyle dedi: 'Allah'ın Elçisi (ﷺ) Medine'den bu şiddetli akarsulara çıkardı. Bir gün çölde (Allah'a ibadet etmek için) çıkmayı düşündü. Bana, binek olarak kullanılmayan bir sadaka devesi gönderdi. Bana şöyle dedi: 'Aişe, yumuşak ol; çünkü yumuşaklık bir şeyi süsler, eğer bir şeyden çıkarılırsa onu kusurlu hale getirir.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Mu'awiyah:",
      "text": "Muaviye'den rivayet edildi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Hicret, tövbe sona erene kadar bitmeyecek ve tövbe, güneş batıdan doğana kadar sona ermeyecek.'\""
    },
    {
      "id": 4,
      "narrator": "Ibn ‘Abbas reported that Apostle of Allah (ﷺ) as saying on the day of the conquest of Makkah:",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) Mekkelerin fethinde şöyle dediğini bildirdi: \"Mekke'nin fethinden sonra hicret yoktur; yalnızca cihad (Allah yolunda çaba) ve bazı niyetler vardır. O halde cihada çağrıldığınızda, çıkın.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Amir şöyle dedi: \"Bir adam, Abdullah bin Amr'ın yanına geldi ve insanlar onunla birlikteydi. Yanına oturdu ve 'Bana, Allah'ın Elçisi (ﷺ) tarafından duyduğun bir şey söyle' dedi. O da: 'Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bir Müslüman, Müslümanların dilinden ve elinden emin olduğu kişidir ve bir muhacir, Allah'ın yasakladığı şeyleri terk edendir.'\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Abdullah bin Amr şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Hicret, hicretin ardından gelecektir ve insanların en iyileri, İbrahim'in hicret ettiği yerlere en yakın olanlardır. Onların en kötüleri, topraklarından dışlanmış, Allah tarafından nefret edilen, maymunlar ve domuzlarla ateşte toplanmış olanlardır.'\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn Hawalah:",
      "text": "İbn Havalah'tan rivayet edildi: \"Peygamber (ﷺ) şöyle dedi: 'Silahlı birlikler olacaksınız; biri Suriye'de, biri Yemen'de ve biri Irak'ta.' İbn Havalah dedi: 'O zamana erişirsem benim için seç.' Peygamber (ﷺ) şöyle yanıtladı: 'Suriye'ye git; çünkü burası Allah'ın seçtiği topraktır, en iyi kullarının toplanacağı yerdir. Ama istemiyorsan, Yemen'ine git ve su tanklarından su al; çünkü Allah, benim adıma Suriye'ye ve halkına özel bir ilgi göstermiştir.'\""
    },
    {
      "id": 8,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "İmran bin Hüseyin'den rivayet edildi: \"Peygamber (ﷺ) şöyle dedi: 'Toplumumdan bir grup, hak için savaşmaya devam edecek ve karşıtlarını alt edecek, ta ki onların en sonuncusu Deccal ile savaşıncaya kadar.'\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ebu Sa'id (el-Hudri) bildirdi: \"Peygamber (ﷺ) şöyle soruldu: 'Hangi müminler imanda en mükemmeldir?' O da şöyle yanıtladı: 'Allah yolunda canı ve malıyla çaba gösteren bir adam ve insanları şerrinden koruduğu bir dağ vadisinde Allah'a ibadet eden bir adam.'\""
    },
    {
      "id": 10,
      "narrator": "Narrated AbuUmamah:",
      "text": "Ebu Ümame'den rivayet edildi: \"Bir adam dedi: 'Allah'ın Elçisi, bana turizm izni ver.' Peygamber (ﷺ) şöyle dedi: 'Kavmimin turizmi, Allah yolunda çaba göstermektir, yüce olan.'\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah bin Amr bin el-As'tan rivayet edildi: \"Peygamber (ﷺ) şöyle dedi: 'Eve dönüş, bir sefer çıkmak gibidir.'\""
    },
    {
      "id": 12,
      "narrator": "Narrated Thabit ibn Qays:",
      "text": "Sabit bin Kays'tan rivayet edildi: \"Umm Halad adında bir kadın, başı örtülü olarak Peygamber (ﷺ)'in yanına geldi. O, (savaşta) öldürülen oğlunu arıyordu. Peygamber (ﷺ)'in bazı arkadaşları ona: 'Yüzünü örtmüş bir şekilde oğlunu aramak için buraya mı geldin?' dediler. O da: 'Oğlumun kaybıyla başa çıkarsam, iffetimin kaybıyla başa çıkamam.' Allah'ın Elçisi (ﷺ) şöyle dedi: 'Oğlunuz için iki şehit sevabı alacaksınız.' O da sordu: 'Neden böyle, Allah'ın Elçisi?' O da: 'Çünkü Kitap ehli onu öldürdü.'\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah bin Amr bin el-As'tan rivayet edildi: \"Peygamber (ﷺ) şöyle dedi: 'Denizde yalnızca haccı veya umreyi yerine getiren ya da Allah yolunda savaşan kimse seyahat etmelidir; çünkü denizin altında bir ateş vardır ve ateşin altında bir deniz vardır.'\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Enes bin Malik (Allah ondan razı olsun) şöyle dedi: \"Umm Haram, Milhan'ın kızı, Ümmü Süleym'in kız kardeşi, bana Allah'ın Elçisi (ﷺ) ile birlikte öğle uykusu uyuduğunu anlattı. Sonra gülerek uyandı. O da: 'Allah'ın Elçisi, seni güldüren neydi?' diye sordum. O da: 'Denizin ortasında tahtlar üzerinde oturan bazı insanlar gördüm.' dedi. O da: 'Allah'ın Elçisi, beni onların arasına koyması için Allah'a dua et.' dedi. O da: 'Sen onların arasındasın.' dedi. O da: 'Sonra uyudu ve gülerek uyandı. O da: 'Allah'ın Elçisi, seni güldüren neydi?' diye sordum. O da, ilk cevabında söylediği gibi yanıtladı. O da: 'Allah'ın Elçisi, beni onların arasına koyması için Allah'a dua et.' dedi. O da: 'Sen ilkler arasındasın.' Sonra Ubade bin es-Samit onunla evlendi ve denizde bir sefere çıktı ve onu da yanına aldı. Dönünce, ona binecek bir hayvan getirildi, ama o onu devirdi. Boynu kırıldı ve öldü.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Enes bin Malik şöyle dedi: \"Her zaman Allah'ın Elçisi (ﷺ) Kuba'ya gittiğinde, Ubade bin es-Samit ile evli olan Umm Haram, Milhan'ın kızını ziyaret ederdi. Bir gün onu ziyaret ettiğinde, ona yiyecek verdi ve başındaki bitleri temizlemeye başladı. Rivayet eden kişi, hadisin geri kalanını anlattı. Ebu Davud şöyle dedi: 'Milhan'ın kızı Kıbrıs'ta öldü.'\""
    },
    {
      "id": 16,
      "narrator": "Umm Sulaim Al Rumaisa said “The Prophet(ﷺ) slept and awoke while she was washing her head.” He awoke laughing. She asked “Apostle of Allaah(ﷺ) are you laughing at my head?” He replied, No. She then narrated the rest of the tradition enlarging and reducing.\n\n\nAbu Dawud said:",
      "text": "Ümmü Süleym el-Rumeysa şöyle dedi: \"Peygamber (ﷺ) uyudu ve başını yıkarken uyandı.\" Gülerek uyandı. O da sordu: \"Ey Allah'ın Elçisi (ﷺ), benim başıma mı gülüyorsun?\" O da cevap verdi: \"Hayır.\" Sonra diğer kısmını anlatmaya devam etti, genişleterek ve kısaltarak."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ebu Davud dedi ki: El-Rumeysa, Ümmü Süleym'in süt kardeşiydi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Ümmü Haram, Peygamber (ﷺ) şöyle derken bildirdi: \"Fırtınalı bir denizde hastalanıp kusan kimse, şehitlik mükafatını alacaktır. Ve boğulan kimse, iki şehidin mükafatını alacaktır.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Ümame el-Bahili, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Üç kişi, Yüce Allah'ın güvenliği içindedir.\" \"Allah yolunda savaşmak için sefere çıkan bir adam, Allah'ın güvenliği içindedir; ta ki O, onu kendisine alana kadar (yani, o ölür) ve onu cennete sokar ya da ona kazandığı mükafat ve ganimetle (hayatta) getirir; ve camiye giden bir adam, Allah'ın güvenliği içindedir; ta ki O, onu kendisine alana kadar (yani, o ölür) ve onu cennete sokar ya da ona kazandığı mükafat ve ganimetle getirir; ve selam verdikten sonra evine giren bir adam, Yüce Allah'ın güvenliği içindedir.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Mu'adh ibn Anas al-Juhani:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Narrated AbuMalik al-Ash'ari:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Bir kafir ve onu öldüren kişi, cehennemde bir araya getirilmeyeceklerdir.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Fadalah ibn Ubayd:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Narrated Sahl ibn al-Hanzaliyyah:",
      "text": "Bureydah, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Evde kalanların, cihada katılan kadınlara göstereceği saygı, annelerine gösterdikleri gibi olmalıdır. Evde kalanlardan herhangi bir adam, cihada katılan birinin ailesinin gözetimini üstlenir ve ona ihanet ederse, Kıyamet Günü onun için ayakta durulacaktır ve (mücadele eden) kişiye denilecektir: 'Bu (adam) senin ailenin gözetimini üstlenmişti, o yüzden ondan istediğini al.' Allah'ın Elçisi (ﷺ) bize döndü ve dedi ki: 'Peki, siz ne düşünüyorsunuz?'"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"Qa’nab (bu hadisin ravisi) salih bir adamdı. İbn Ebi Leyla, onu hakim olarak atamak istedi ama o reddetti ve dedi ki: 'Eğer bir dirhem ihtiyacımı karşılamak istersem, bunun için birine yardım isterim.' O da dedi ki: 'Aramızdan hangimiz ihtiyacında yardım istemez?' O da dedi ki: 'Beni dışarı çıkarın, böylece göreyim.' O da dışarı çıkarıldı ve kendini gizledi. Süfyan dedi ki: 'O kendini gizlerken, ev birden üzerine yıkıldı ve öldü.'\""
    },
    {
      "id": 27,
      "narrator": "Narrated AbuUmamah:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Abdullah bin Amr, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Hiçbir savaşçı grup, Allah yolunda savaşmaya çıkıp ganimet elde etmeden önce, ahirette mükafatlarının üçte ikisini almayacak ve bir üçte biri kalacaktır. Eğer ganimet elde etmezlerse, mükafatlarını tam olarak alacaklardır.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Mu'adh ibn Anas el-Cuhani'den rivayet edildi: Allah'ın Elçisi (ﷺ) dedi ki: \"Namaz, oruç ve Allah'ı anmanın mükafatı, Allah yolunda harcamanın mükafatından yedi yüz kat daha fazladır.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Zaid bin Thabit dedi ki: “Ben Allah’ın Elçisi (ﷺ) yanında iken ilahi bir sükunet onu sardı ve Allah’ın Elçisi (ﷺ)’nin uyluğu benim uyluğuma düştü. Allah’ın Elçisi (ﷺ)’nin uyluğundan daha ağır bir şey bulamadım. Sonra kendine geldi ve ‘Yaz’ dedi. Ben de bir omuz üzerine yazdım. Evde oturan (savaşmayan) müminler, engelli olanlar dışında, Allah yolunda çaba gösterenlerle bir olmaz. Kör olan İbn Ümmü Mektum, savaşçıların faziletini duyunca ayağa kalktı ve ‘Allah’ın Elçisi (ﷺ), Allah yolunda savaşamayan müminler için ne olacak?’ dedi. Sorusunu bitirdiğinde ilahi bir sükunet onu sardı ve uyluğu benim uyluğuma düştü ve bu sefer de ağırlığını ilk seferdeki gibi hissettim.” Allah’ın Elçisi (ﷺ) kendine geldiğinde, “Allah’ın Elçisi (ﷺ) dedi ki: ‘Engelli olanlar dışında.’ Zaid dedi ki: “Yüce Allah bunu yalnızca indirdi ve ben de ekledim.” Canım elinde olan Allah’a yemin ederim ki, onu (yani ayeti) omuzun çatlağında koyduğum yeri görüyorum.”"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Anas bin Malik, babasının rivayetiyle, Allah’ın Elçisi (ﷺ) şöyle dedi: “Medine’de, nereye giderseniz gidin ve ne harcarsanız harcayın, sizinle birlikte olmayı başaramayan bazı insanlar bıraktınız. Onlar, Allah’ın Elçisi (ﷺ)’ne, ‘Medine’de kaldıkları için bizimle nasıl olabilirler?’ diye sordular. O da, ‘Geçerli bir mazeretleri vardı’ diye cevap verdi.”"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Zaid bin Khalid el-Cuhani, Allah’ın Elçisi (ﷺ) şöyle derken bildirdi: “Allah yolunda bir savaşçıyı donatan, savaşta yer almış sayılır. Ve bir savaşçının ailesine bakmakla yükümlü olan da savaşta yer almış sayılır.”"
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ebu Sa’id el-Hudri dedi ki: “Allah’ın Elçisi (ﷺ) Banu Lihyan’a bir sefer gönderdi ve ‘İki kişiden biri çıkmalı’ dedi. Sonra evde oturanlara, ‘Eğer aranızdan biri bir savaşçının ailesine ve malına bakarsa, o, cihada gidenin ödülünün yarısını alır’ dedi.”"
    },
    {
      "id": 35,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre’den rivayet edilmiştir: Ben Allah’ın Elçisi (ﷺ)’nin şöyle dediğini duydum: “Bir adamda kötü olan şey, korkunç cimrilik ve kontrolsüz korkaklıktır.”"
    },
    {
      "id": 36,
      "narrator": "Narrated AbuAyyub:",
      "text": "Ebu Eyyub’dan rivayet edilmiştir: Ebu İmran dedi ki: “Medine’den Konstantinopolis’e saldırma niyetiyle bir sefere çıktık. Abdurrahman bin Halid bin Velid, grubun lideriydi. Romalılar, şehrin duvarlarına yaslanmışlardı. Bir adam (birden) düşmana saldırdı."
    },
    {
      "id": 37,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "O sırada insanlar: ‘Dur! Dur! Allah’tan başka ilah yoktur. Kendini tehlikeye atıyor’ dediler."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ebu Eyyub dedi ki: ‘Bu ayet, biz Ensar (Yardımcılar) grubu hakkında indirildi. Allah, Peygamberini (ﷺ) desteklediğinde ve İslam’ı üstün kıldığında, biz dedik ki: ‘Haydi! Mülkümüzde kalalım ve onu geliştirelim.’"
    },
    {
      "id": 39,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Bunun üzerine Yüce Allah, “Ve Allah yolunda malınızdan harcayın ve ellerinizi kendi yokluğunuza sürüklemeyin” ayetini indirdi. Kendini tehlikeye atmak, mülkümüzde kalmak ve onu geliştirmekle ilgilidir, cihattan vazgeçmekle değil."
    },
    {
      "id": 40,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu İmran dedi ki: Ebu Eyyub, Allah yolunda çabalamaya devam etti ta ki (ölüp) Konstantinopolis’te defnedilene kadar.”"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Uqbah bin Amir’den rivayet edilmiştir: Ben Allah’ın Elçisi (ﷺ)’nin şöyle dediğini duydum: “Allah, Yüce, bir ok için üç kişiyi cennete sokacak: onu iyi bir niyetle yapan, atan ve teslim eden; o yüzden at ve binerken, atışın benim için binişten daha değerli. Bir adamın kendini eğlendirdiği her şey boşunadır, üç şey dışında: Bir adamın atını eğitmesi, karısıyla oynaması ve yay ve okla atış yapması. Eğer birisi okçuluğu bırakırsa, bu bir nimeti terk etmiş olur; ya da dedi ki: bunun için nankörlük etmiştir.”"
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Uqbah bin Amir el-Cuhani dedi ki: “Ben Allah’ın Elçisi (ﷺ)’nin minberde okuduğunu duydum: ‘Onlara karşı gücünüzü en üst düzeyde hazırlayın. Dikkat edin, güç atıştadır, dikkat edin, güç atıştadır, dikkat edin, güç atıştadır.’”"
    },
    {
      "id": 43,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Mu’adh bin Cebel’den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: “Savaş iki türdür: Allah’ın rızasını arayan, liderine itaat eden, değer verdiği malını veren, arkadaşlarına nazik davranan ve yeryüzünde fesat çıkarmaktan kaçınan kişi, uyku halinde ya da uyanık olsun her zaman ödül alacaktır; ama övünme ruhuyla, gösteriş için ve şan kazanmak amacıyla savaşan, liderine itaat etmeyen ve yeryüzünde fesat çıkaran kişi, ya suçsuz ya da suçlu olarak geri dönmeyecektir.”"
    },
    {
      "id": 44,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Hureyre’den rivayet edilmiştir: Bir adam dedi ki: “Allah’ın Elçisi, bir adam Allah yolunda cihada katılmak istiyor, dünyalık bir kazanç umarak mı?” Peygamber (ﷺ) dedi ki: “Ona ödül yoktur.” İnsanlar bunu korkunç buldular ve adama: “Allah’ın Elçisi’ne geri dön, belki ona iyi anlatmamışsındır” dediler. O da (gitti ve tekrar) sordu: “Allah’ın Elçisi, bir adam Allah yolunda cihada katılmak istiyor, dünyalık bir kazanç umarak mı?” O da: “Ona ödül yoktur” diye cevap verdi. Onlar tekrar adama: “Allah’ın Elçisi’ne geri dön” dediler. O da üçüncü kez ona dedi. O da: “Ona ödül yoktur” diye cevap verdi."
    },
    {
      "id": 45,
      "narrator": "Narrated Hasana' daughter of Mu'awiyah:",
      "text": "Ebu Musa dedi ki: “Bir bedevi, Allah’ın Elçisi (ﷺ)’ne geldi ve dedi ki: “Bir adam şan için savaşır, birisi övgü için, birisi ganimet için ve birisi de görünmek için savaşır. (Bunlardan hangisi Allah yolundadır?)” Allah’ın Elçisi (ﷺ) şöyle cevap verdi: “Allah’ın kelimesinin yücelmesi için savaşan, Allah yolundadır.”"
    },
    {
      "id": 46,
      "narrator": "Narrated AbudDarda':",
      "text": "AbudDarda'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Şehidin şefaati, ailesinden yetmiş kişi için kabul edilecektir."
    },
    {
      "id": 47,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: Rivayet edenin doğru ismi Rabah b. el-Valid'dir (ve metindeki rivayet zincirinde geçen el-Valid b. Rabah değil)."
    },
    {
      "id": 48,
      "narrator": "Narrated Ubaydullah ibn Khalid as-Sulami:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated AbuAyyub al-Ansari:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Negus öldüğünde, mezarında sürekli bir ışık görüleceği bize bildirildi."
    },
    {
      "id": 50,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Narrated Ya'la ibn Munyah:",
      "text": "Ubaydullah ibn Khalid es-Sulami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) iki adam arasında kardeşlik kurdu; bunlardan biri (Allah yolunda) öldürüldü, bir hafta kadar sonra diğeri de öldü ve biz onun cenazesinde dua ettik. Allah'ın Elçisi (ﷺ) sordu: Ne dediniz? Biz de: Onun için dua ettik ve dedik ki: Ey Allah, onu affet ve onu arkadaşına kat. Allah'ın Elçisi (ﷺ) dedi ki: Diğerinin öldüğü zamandan beri onun namazları ne oldu, diğerinin öldüğü zamandan beri oruçları ne oldu--rivayet eden Şu'bah, \"oruçları\" kelimesinde şüpheye düştü--ve diğerinin öldüğü zamandan beri amelleri ne oldu. Aralarındaki mesafe, gök ile yer arasındaki mesafe gibidir."
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "‘Abd Allah bin ‘Amr said “A man came to the Prophet(ﷺ) and said “Apostle of Allaah(ﷺ), May I take part in jihad?” He asked “Do you have parents?” He replied “Yes”. So, strive for them.”\n\n\nAbu Dawud said:",
      "text": "Ebu Eyyub el-Ensari'den rivayet edilmiştir: Ebu Eyyub, Allah'ın Elçisi (ﷺ) şöyle derken duydu: Başkentler sizin ellerinizle fethedilecek ve büyük ordular kurmak zorunda kalacaksınız. Bir adam bir birliğe katılmak istemeyecek, bu yüzden halkından kaçacak ve kabileleri dolaşarak kendini onlara sunacak, şöyle diyecek: Şu ve bu seferde nerede yer alabilirim? Şu ve bu seferde nerede yer alabilirim? Dikkat edin: O adam, kanının son damlasına kadar bir ücretlidir."
    },
    {
      "id": 54,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Abdullah ibn Amr ibn el-'As'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Savaşçı ödülünü alır, onu donatan da kendi ödülünü ve savaşçının ödülünü alır."
    },
    {
      "id": 56,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ya'la ibn Munyah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir sefer ilan etti ve ben çok yaşlı bir adamdım ve hizmetçim yoktu. Bu nedenle, benim yerime hizmet edecek bir ücretli aradım ve ona payını verecektim. Bir adam buldum. Ayrılış zamanı geldiğinde, yanıma geldi ve dedi ki: Payların ne olacağını bilmiyorum, benim payım ne kadar olacak? Bu yüzden bana bir şey teklif et (ücret olarak), ister payım olsun ister olmasın. Ben ona üç dinar (ücret olarak) teklif ettim. Bir miktar ganimet geldiğinde, ona payını vermek istedim. Ama dinarları hatırladım, bu yüzden Peygamber'e (ﷺ) gittim ve durumu ona anlattım. O da dedi ki: Bu sefer için bu dünyada ve ahirette bulabileceğim tek şey, ona teklif edilen üç dinardır."
    },
    {
      "id": 58,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Narrated Abdullah ibn Hawalah al-Azdi:",
      "text": "Abdullah ibn Amr ibn el-'As'tan rivayet edilmiştir: Bir adam Allah'ın Elçisi (ﷺ)'ne geldi ve dedi ki: Göç etmek için sana biat etmeye geldim ve ailemi ağlatarak bıraktım. O (Peygamber) dedi ki: Onlara dön ve onları ağlattığın gibi güldür."
    },
    {
      "id": 60,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Amr ibn Uqaysh, İslam öncesi dönemde faize dayalı borçlar vermişti; bu yüzden İslam'ı kabul etmek istemedi ta ki onları alana kadar. Uhud günü geldi ve sordu: Kuzenlerim nerede? İnsanlar cevap verdiler: Uhud'da. O sordu: Filan nerede? Onlar dediler: Uhud'da. O sordu: Filan nerede? Onlar dediler: Uhud'da. Sonra zırhını giydi ve atına bindi; onlara doğru ilerledi. Müslümanlar onu görünce dediler: Uzak dur, Amir. O dedi: Ben mümin oldum. Savaşmaya başladı ve yaralandı. Sonra yaralı olarak ailesine götürüldü. Sa'd ibn Mu'adh, kız kardeşine geldi: Ona sor, (savaşmayı) tarafgirlikten, onlara öfkeden mi yoksa Allah için mi yaptı. O dedi: Allah ve O'nun Elçisi için öfkeyle. Sonra öldü ve Cennete girdi. Allah için hiçbir namaz kılmadı."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated AbuSalam:",
      "text": "Salamah bin Al Akwa’ dedi ki: \"Khaybar savaşında, kardeşim amansızca savaştı. Ama kılıcı geri döndü ve onu öldürdü. Allah'ın Elçisi (ﷺ) onun hakkında konuştu ve (şehitliği) şüpheyle karşıladılar ve dediler ki: 'Kendi silahıyla ölen bir adam.' Allah'ın Elçisi (ﷺ) dedi ki: 'O, Allah yolunda mücadele eden bir savaşçı olarak öldü.' İbn Şihab dedi ki: 'Salamah bin Al Akwa’nın oğluna sordum.' O, babasından benzer bir şey aktardı, ancak şöyle dedi: 'Allah'ın Elçisi (ﷺ) dedi ki: 'Yalan söylediler, o, Allah yolunda mücadele eden bir savaşçı olarak öldü. Onun için iki kat ödül vardır.'\""
    },
    {
      "id": 64,
      "narrator": "Narrated Sahl ibn Sa'd:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "AbuSalam'dan rivayet edilmiştir: AbuSalam, Peygamber (ﷺ) sahabelerinden bir adamdan nakletti. O dedi ki: Biz Juhaynah kabilesine saldırdık. Müslümanlardan bir adam, onlardan birini takip etti ve ona vurdu ama isabet ettiremedi. Kendisini kılıcıyla yaraladı. Allah'ın Elçisi (ﷺ) dedi: \"Ey Müslümanlar, kardeşiniz.\" İnsanlar ona doğru koştu, ama onu ölü buldular. Allah'ın Elçisi (ﷺ) onu elbiseleriyle sardı ve kanını, onun için (cenaze) namazı kıldı ve onu gömdü. Dediler: \"Allah'ın Elçisi, o bir şehit mi?\" O dedi: \"Evet, ben ona şahitlik ediyorum.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Utbah ibn AbdusSulami:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Narrated AbuWahb al-Jushami,:",
      "text": "Sahl ibn Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İki (namaz) reddedilmez, ya da nadiren reddedilir: Ezan zamanı yapılan namaz ve (savaş zamanı), insanların birbirleriyle boğuştuğu zamandaki namaz.\" Musa dedi ki: \"Rizq ibn Sa'id ibn AbdurRahman, AbuHazim'den, Sahl ibn Sa'd aracılığıyla Peygamber (ﷺ)'in şöyle dediğini aktardı: \"Ve yağmur yağarken.\""
    },
    {
      "id": 68,
      "narrator": "Narrated AbuWahb:",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Mu'adh ibn Cebel'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim Allah yolunda, bir dişi deveden iki sağım arasındaki süre boyunca savaşırsa, ona Cennet kesinlikle vaadedilmiştir. Kim Allah'tan samimiyetle öldürülmeyi ister ve sonra ölür veya öldürülürse, onun için bir şehit ödülü vardır.\" İbn al-Musaffa buradan ekledi: \"Kim Allah yolunda yaralanır veya bir sıkıntı çeker, bu kıyamet günü mümkün olduğunca bol bir şekilde, rengi safran, kokusu misk olarak gelir; ve kim Allah yolunda yaralarla karşılaşırsa, onun üzerinde şehitlerin mührü olacaktır.\""
    },
    {
      "id": 70,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Utbah ibn AbdusSulami'den rivayet edilmiştir: Utbah, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydu: \"Atların saçlarını, kuyruklarını veya ön saçlarını kesmeyin; çünkü onların kuyrukları sinekleri kovalamak için, saçları onlara sıcaklık sağlar ve bereket onların ön saçlarıyla bağlıdır.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Sahl ibn al-Hanzaliyyah:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "AbuWahb al-Jushami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Beyaz bir benek ve beyaz bacakları olan her koyu kestane atına, beyaz bir benek ve beyaz bacakları olan her kestane atına veya beyaz bir benek ve beyaz bacakları olan her siyah ata yönelin.\""
    },
    {
      "id": 74,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "AbuWahb'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Beyaz bir benek ve beyaz bacakları olan her kestane atına veya beyaz bir benek olan her koyu kestane ata yönelin.\" Sonra benzer bir şey daha söyledi. Muhammed ibn al-Muhajir dedi ki: \"Ona sordum: Neden kestane at tercih ediliyor?\" O cevapladı: \"Çünkü Peygamber (ﷺ) bir birlik göndermişti ve zafer haberini ilk getiren kişi kestane atın binicisiydi.\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Ebu Başir el-Ensari, Allah'ın Elçisi (ﷺ) ile bir yolculukta bulunduğunu söyledi. Allah'ın Elçisi (ﷺ) bir elçi gönderdi. Rivayet eden 'Abd Allah bin Ebu Bekir, \"Sanırım, insanlar uyurken söyledi\" dedi. \"Bir deve boynunda yay ipi veya başka bir şey bırakılmamalı, kesilmelidir.\" Rivayet eden Malik, \"Sanırım bu, nazardan dolayıdır\" dedi."
    },
    {
      "id": 77,
      "narrator": "Narrated AbuWahb al-Jushami,:",
      "text": "Ebu Vahb el-Cüshami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Atları bağlayın, yelelerini ve kuyruklarını ovun (veya şöyle dedi: Arka kısımlarını), boyunlarına şeyler koyun, ama yay ipi koymayın.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Umm Habibah:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Melekler, içinde çan bulunan bir yolculuk grubuna katılmaz.\""
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken rivayet etmiştir: \"Melekler, köpek veya çan bulunan yol arkadaşlarını takip etmez.\""
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken rivayet etmiştir: \"Çan, Şeytan'ın ahşap bir rüzgar müzik aletidir.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Dışkı yiyen hayvana binmek yasaklanmıştır."
    },
    {
      "id": 82,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dışkı yiyen bir deveye binmeyi yasakladı."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Mu’adh şöyle dedi: \"Peygamber (ﷺ) ile 'Ufair' adında bir eşeğin arkasında oturuyordum.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Samura ibn Cundub'dan rivayet edilmiştir: Peygamber (ﷺ) panik anında bizim süvari birliğimize \"Allah'ın Süvarisi\" adını verdi ve panik bizi sardığında, Allah'ın Elçisi (ﷺ) bize birleşmemizi, sabırlı ve sebatkar olmamızı emretti; savaşırken de böyle olmamız gerektiğini söyledi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "İmrân bin Hüsayn şöyle dedi: \"Peygamber (ﷺ) bir yolculuktaydı. Bir lanet duydu. 'Bu nedir?' diye sordu. (İnsanlar) 'Bu, bindiği hayvana lanet eden falan filan (bir kadın)' dediler. Peygamber (ﷺ) 'Sırtını ondan çıkarın, çünkü o lanetlidir' dedi. Böylece, (sırtı) ondan çıkardılar. İmrân, 'Sanki onu gri bir dişi deve olarak görüyorum' dedi.\""
    },
    {
      "id": 86,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) hayvanları dövüştürmeyi yasakladı."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Anas bin Malik şöyle dedi: \"Kardeşimi doğduğunda Peygamber (ﷺ)'e getirdim, ona bir şey çiğnemesi ve damaklarını ovması için, onu bir koyun ahırında koyunları damgalarken buldum, sanırım, kulaklarına damgalıyordu.\""
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Cabir, Peygamber (ﷺ) bir yüzü damgalanmış eşek yanından geçtiğinde şöyle dedi: \"Sizlere ulaşmadı mı, ben hayvanların yüzlerine damga vuran veya yüzlerine vuranı lanetledim. Böylece bunu yasakladı.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bindiği bir dişi katırla oradaydı, Ali şöyle dedi: \"Eğer eşekleri kısraklarla çiftleştirirsek, bu tür hayvanlarımız olur.\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sadece bilmeyenler bunu yapar.\""
    },
    {
      "id": 90,
      "narrator": "",
      "text": "'Abd Allah bin Ca'fer şöyle dedi: \"Peygamber (ﷺ) bir yolculuktan döndüğünde, onun karşılanması için alındık. İçimizden ilk karşılaşan, onu önünde kaldırıyordu. Ben ilk karşılaşan olduğum için, beni önünde kaldırdı. Sonra Hasan veya Hüseyin ona getirildi ve onu arkasına yerleştirdi. Biz Medine'ye girdik ve (bir hayvan üzerinde) üç kişi bindik.\""
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Abu Hurayra, Peygamber (ﷺ)'in şöyle söylediğini rivayet etmiştir: \"Hayvanlarınızın sırtlarını vaaz kürsüsü gibi kullanmayın; çünkü Allah onları sadece, zorlanmadan ulaşamayacağınız bir şehre götürmeniz için size tabi kılmıştır ve O, yeryüzünü (çalışmanız için) sizin için bir zemin olarak tayin etmiştir, bu yüzden işlerinizi onun üzerinde yürütün.\""
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ)'in şöyle söylediğini rivayet etmiştir: \"Şeytanlara ait develer ve şeytanlara ait evler vardır. Şeytanların develerini gördüm. Sizden biri, yanındaki develeriyle dışarı çıkar; onları ne biner ne de yolda karşılaştığı yorgun bir kardeşine yük verir. Şeytanların evlerini ise görmedim.\" Rivayet eden Sa'id der ki: \"Onların, insanları brokarla gizleyen o kafesler (deve sırtı) olduğunu düşünüyorum.\""
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ)'in şöyle söylediğini rivayet etmiştir: \"Verimli bir ülkede seyahat ettiğinizde, develere haklarını verin ve kuraklık zamanında hızlı gitmelerini sağlayın. Gece son saatlerinde kamp yapmayı düşündüğünüzde, yollardan uzak durun.\""
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Benzer bir rivayet, Jabir bin Abdullah'tan Peygamber (ﷺ)'den aktarılmıştır. Ancak bu versiyon \"haklarını\" ifadesinden sonra \"ve hedeflerinizi aşmayın\" eklemesini yapmaktadır."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi (ﷺ)'in şöyle söylediğini rivayet etmiştir: \"Gece yolculuğuna devam edin; çünkü yeryüzü gece (daha kolay) geçilir.\""
    },
    {
      "id": 96,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Buraydah ibn al-Hasib rivayet etmiştir: Allah'ın Elçisi (ﷺ) yürürken, bir adam bir eşekle yanına geldi ve dedi ki: \"Allah'ın Elçisi, bin!\" Adam hayvanın arkasına geçti. Allah'ın Elçisi (ﷺ) dedi ki: \"Hayvanında binerken, senin önünde oturmak benimkinden daha haklısın, eğer bu hakkı bana vermezsen.\" Adam: \"Bu hakkı sana veriyorum.\" dedi. Böylece bindi."
    },
    {
      "id": 97,
      "narrator": "Narrated Abbad ibn Abdullah ibn az-Zubayr:",
      "text": "Abbad ibn Abdullah ibn az-Zubayr rivayet etmiştir: Üvey babam bana dedi - o Banu Murrah ibn Awf'tan biriydi ve Mu'tah savaşında bulunmuştu: \"Vallahi, sanki Ja'far'ı kırmızı atından atlayıp, onu sakatladığını görüyorum; sonra insanlarla savaştı ve öldürüldü.\" Abu Dawud dedi ki: \"Rivayet sağlam değildir.\""
    },
    {
      "id": 98,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra rivayet etmiştir: Peygamber (ﷺ) dedi ki: \"Bahisler sadece yarış develeri, atlar veya ok atma için caizdir.\""
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Abdullah bin Umar dedi ki: \"Allah'ın Elçisi (ﷺ), Al Hafya'dan eğitilerek zayıflatılmış atlar arasında yarış düzenledi. Hedef Thaniyyat Al Wada' idi ve Banu Zuraiq atları arasında bir yarış düzenledi ve Abdullah yarışçılardan biriydi.\""
    },
    {
      "id": 100,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah bin Umar rivayet etmiştir: Peygamber (ﷺ) yarışta kullandığı atları eğiterek zayıflatırdı."
    },
    {
      "id": 101,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah bin Umar rivayet etmiştir: Peygamber (ﷺ) atlar arasında bir yarış düzenlerdi ve beşinci yıl içinde olanı uzun mesafede tutardı."
    },
    {
      "id": 102,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi rivayet etmiştir: Allah'ın Elçisi (ﷺ) ile bir yolculuk yaparken: \"Onunla (Peygamber) bir yarış yaptım ve onu geçtim. Sonra kilolu olduğumda (yine) onunla bir yarış yaptım ve o beni geçti. O dedi ki: 'Bu, o geçiş içindir.'\""
    },
    {
      "id": 103,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra rivayet etmiştir: Peygamber (ﷺ) dedi ki: \"Bir kişi, bir atı iki diğer atla birlikte, onun yenilmeyeceğinden emin olmadan yarıştırırsa, bu kumar değildir; ancak bir kişi, bir atı iki diğer atla birlikte, onun yenilmeyeceğinden emin olarak yarıştırırsa, bu kumardır.\""
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Al Zuhri tarafından 'Abbad ile aynı etkiyle aktarılmıştır. Abu Dawud dedi ki: \"Bu rivayet, Ma'mar, Shu'aib ve 'Aqil tarafından Al Zuhri'den birçok âlim aracılığıyla aktarılmıştır ve bu, bizim görüşümüze göre en sağlam olanıdır.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "İmran ibn Husayn rivayet etmiştir: Peygamber (ﷺ) dedi ki: \"Bağırmak veya yanınızda başka bir atı sürmek yoktur.\" Yahya, rivayetinde ekledi: \"Bahis için yarışırken.\""
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Kâtade dedi ki: \"Bir atın arkasında başka bir at almak ve yanına başka bir at almak, at yarışı sırasında (yapılır).\""
    },
    {
      "id": 107,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kılıcının kabzası gümüştendi."
    },
    {
      "id": 108,
      "narrator": "Narrated Sa'id ibn AbulHasan:",
      "text": "Sa'id ibn AbulHasan'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kılıcının kabzası gümüştendi. Kâtade dedi ki: Sa'id b. Abu al-Hasan tarafından rivayet edilen bu hadisi destekleyen birini bilmiyorum."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Yukarıda bahsedilen hadis, Anas bin Malik tarafından farklı bir rivayet zinciriyle de aktarılmıştır. Benzer sözler zikretmiştir."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Abu Davud dedi ki: \"Bu hadislerin en sağlamı Sa'id bin Abu Al Hasan'ın rivayetidir. Diğerleri zayıftır.\""
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Cabir dedi ki: \"Allah'ın Elçisi (ﷺ) ok dağıtan bir adama, onları tutmadan caminin yanından geçmemesini emretti.\""
    },
    {
      "id": 112,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Musa, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Sizden biri okla camimizden veya pazarımızdan geçerse, okunun ucunu tutmalı veya onu elinde tutmalıdır (rivayet eden kişi şüphelidir) ki, hiçbir Müslümana zarar gelmesin.\""
    },
    {
      "id": 113,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Cabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) çekilmiş kılıcı vermeyi yasakladı."
    },
    {
      "id": 114,
      "narrator": "Narrated As-Sa'ib ibn Yazid:",
      "text": "Samurah ibn Jundub'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) iki parmak arasında bir parça deriyi kesmeyi yasakladı."
    },
    {
      "id": 115,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "As-Sa'ib ibn Yazid'den rivayet edilmiştir: As-Sa'ib, adını verdiği bir adamdan şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) Uhud savaşında iki zırh giymiştir, bu da çift koruma içindi. (Rivayet eden kişi \"zahara\" veya \"labisa\" kelimesinde şüphelidir.)"
    },
    {
      "id": 116,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Al-Bara' ibn Azib'ten rivayet edilmiştir: Yunus ibn Ubayd, Muhammad ibn al-Qasim'ın talebesi, Al-Bara' ibn Azib'e Allah'ın Elçisi (ﷺ) bayrağını sorması için gönderdi. O da: \"Siyah ve kareydi, yünden yapılmış bir halıdan yapılmıştı.\" dedi."
    },
    {
      "id": 117,
      "narrator": "Narrated Simak ibn Harb:",
      "text": "Cabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye girdiğinde bayrağı beyazdı."
    },
    {
      "id": 118,
      "narrator": "Narrated AbudDarda':",
      "text": "Simak ibn Harb'tan rivayet edilmiştir: Simak, kendi halkından bir adamdan, onlardan başka bir adamdan şöyle bildirmiştir: \"Allah'ın Elçisi (ﷺ) bayrağının sarı olduğunu gördüm.\""
    },
    {
      "id": 119,
      "narrator": "",
      "text": "AbudDarda' dedi ki: \"Allah'ın Elçisi (ﷺ) zayıf kişileri benim için arayın, çünkü siz zayıflarınızla rızıklandırılıyorsunuz ve onlarla destekleniyorsunuz.\""
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Abu Davud dedi ki: \"Zaid b. Artat, 'Adi b. Artat'ın kardeşidir.\""
    },
    {
      "id": 121,
      "narrator": "Narrated A man who heard the Prophet:",
      "text": "Al-Muhallab ibn AbuSufrah'dan rivayet edilmiştir: Bir adam, Peygamber (ﷺ) şöyle derken duydu: \"Eğer düşman gece üzerinize saldırırsa, savaş naranız Ha-Mim olsun. Onlara yardım edilmeyecektir.\""
    },
    {
      "id": 122,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) yolculuğa çıktığında şöyle derdi: \"Ey Allah, sen yolculukta dostsun ve aileyi gözetensin; Ey Allah, ben sana seyahat zorluğundan, geri döndüğümde zarar bulmaktan ve aileme ve malıma gelecek olan kötü şeylerden sığınırım. Ey Allah, bu yolculuğumuzu bizim için kısa ve kolay kıl.\""
    },
    {
      "id": 123,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) yola çıkmak için devesinin üzerine oturduğunda şöyle dedi: \"Allah en büyüktür\" üç kez. Sonra şöyle dedi: \"Bize boyun eğdiren O'na hamd olsun; biz buna gücümüz yetmezdi ve biz Rabbimize döneriz. Ey Allah, bu yolculuğumuzda bize doğruluk, takva ve sana hoş gelen amelleri soruyoruz. Ey Allah, bu yolculuğumuzu bizim için kolay kıl ve süresini kısalt. Ey Allah, sen yolculukta dostsun ve yokluğumuzda aile ve malı gözetensin.\" Döndüğünde, bu sözlere ekledi: \"Dönerek, tövbe ederek, hizmet ederek ve Rabbimizi överek.\" Peygamber (ﷺ) ve orduları yüksek bir yere çıktıklarında \"Allah en büyüktür\" dediler; ordular yüksek bir yere çıktıklarında \"Allah en büyüktür\" dediler; ve indiklerinde \"Allah'a hamd olsun\" dediler. Böylece dua bu şekilde şekillendi."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Kaza’ah, Ibn ‘Umar'ın bana \"Gel, seni Allah'ın Elçisi (ﷺ) gibi uğurluyorum. Ben sana dinini, sorumluluğunu ve son amellerini Allah'a emanet ediyorum.\" dediğini söyledi."
    },
    {
      "id": 125,
      "narrator": "Narrated Abdullah al-Khutami:",
      "text": "Abdullah al-Khutami'den rivayet edilmiştir: Peygamber (ﷺ) bir orduya veda etmek istediğinde şöyle derdi: \"Ben size dininizi, sorumluluğunuzu ve son amellerinizi Allah'a emanet ediyorum.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn AbuTalib'den rivayet edilmiştir: Ali ibn Rabi'ah şöyle dedi: Ben, Ali'nin yanındaydım, ona binerken bir hayvan getirildi. Ayağını mahmala koyduğunda şöyle dedi: \"Allah'ın adıyla.\" Sonra sırtına oturduğunda şöyle dedi: \"Hamd, Allah'a aittir.\" Sonra şöyle dedi: \"Bize boyun eğdiren O'na hamd olsun; biz buna gücümüz yetmezdi ve biz Rabbimize döneriz.\" Sonra şöyle dedi: \"Hamd, Allah'a (üç kez); Allah en büyüktür (üç kez): \"Sana hamd olsun, kendime zulmettim, o yüzden beni affet, çünkü günahları yalnızca Sen affedersin.\" Sonra güldü. Kendisine: \"Neye güldün?\" diye soruldu. O da: \"Ben, Allah'ın Elçisi (ﷺ) benim yaptığım gibi yaptı ve ondan sonra güldü.\" dedi. Ben de: \"Ey Allah'ın Elçisi, neye gülüyorsun?\" dedim. O da: \"Yüce Rabbin, 'Beni günahlarımdan affet' dediğinde, kullarından hoşnut olur.\" diye cevap verdi. O, günahları yalnızca O'nun affettiğini biliyor."
    },
    {
      "id": 127,
      "narrator": "Narrated Abdullah ibn Amr:",
      "text": "Abdullah ibn Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) seyahat ederken gece olunca şöyle dedi: \"Ey yer, benim Rabbim ve sizin Rabbimiz Allah'tır; ben Allah'tan senin şerrinden, içindekilerin şerrinden, senin içinde yaratılanların şerrinden ve senin üzerine sürünenlerin şerrinden sığınırım; ben Allah'tan aslanlardan, büyük siyah yılanlardan, diğer yılanlardan, akreplerden, bir yerleşim alanında yaşayan cinlerin şerrinden ve bir ebeveyn ve onun çocuklarından sığınırım.\""
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Jabir bin ‘Abd Allah, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Güneş battıktan sonra, gece karanlığı hakim oluncaya kadar hayvanlarınızı dışarı göndermeyin, çünkü şeytanlar karanlıkta dolaşır.\""
    },
    {
      "id": 129,
      "narrator": "Narrated Ka'b ibn Malik:",
      "text": "Ka'b ibn Malik'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) herhangi bir günde yolculuğa çıkarken nadiren Perşembe günü dışında bir gün seçerdi."
    },
    {
      "id": 130,
      "narrator": "Narrated Sakhr al-Ghamidi:",
      "text": "Sakhr al-Ghamidi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ey Allah, halkımı sabah erken saatlerinde bereketlendir.\" Bir birlik veya ordu gönderdiğinde, onları günün başında gönderirdi. Sakhr bir tüccardı ve malını günün başında gönderirdi; bu yüzden zengin oldu ve çok malı oldu."
    },
    {
      "id": 131,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Dawud dedi ki: O, Sakhr b. Wada'ah'dır."
    },
    {
      "id": 132,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abdullah ibn Amr ibn al-'As'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Tek bir biner şeytan, iki biner şeytan, ama üç biner bir grup biner.\""
    },
    {
      "id": 133,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuSa'id al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Üç kişi seyahat ederse, aralarından birini komutan olarak tayin etmelidirler.\""
    },
    {
      "id": 134,
      "narrator": "",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Üç kişi seyahat ederse, aralarından birini komutan olarak tayin etmelidirler.\" Nafi' dedi ki: \"Biz AbuSalamah'a: 'Sen bizim komutanımızsın.' dedik.\""
    },
    {
      "id": 135,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "‘Abd Allaah bin ‘Umar dedi ki: \"Allah'ın Elçisi (ﷺ) düşman topraklarına Kur'an kopyası ile seyahat etmeyi yasakladı.\" Rivayet eden Malik dedi ki: \"Bence düşmanın onu alabileceğinden dolayıdır.\""
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Süleyman bin Bureydah, babası aracılığıyla bildirmiştir. Allah'ın Elçisi (ﷺ) bir ordu veya bir birliğe komutan atadığında, ona Allah'tan korkmasını ve yanında bulunan Müslümanların iyiliğini düşünmesini emrederdi. Sonra şöyle derdi: \"Eğer düşmanınız olan müşriklerle karşılaşırsanız, onları üç şeyden birine davet edin ve hangisini kabul ederlerse onu kabul edin, diğerlerinden sakının. Onları İslam'a davet edin ve eğer kabul ederlerse, bunu onlardan kabul edin ve diğerlerinden sakının. Sonra onları kendi topraklarını terk etmeye ve Muhacirlerin yurduna geçmeye davet edin ve onlara, bunu yaparlarsa Muhacirler gibi hak ve sorumluluklara sahip olacaklarını söyleyin; ama eğer reddederler ve kendi yurtlarını seçerlerse, onlara, Müslüman olan bedeviler gibi olacaklarını, Allah'ın inananlara uyguladığı hükümlere tabi olacaklarını ama Müslümanlarla birlikte mücadele etmedikçe ganimet veya savaş malı elde edemeyeceklerini söyleyin. Eğer reddederlerse, onlardan cizye (vergi) talep edin; eğer kabul ederlerse, bunu onlardan kabul edin ve diğerlerinden sakının. Ama eğer reddederlerse, Allah'ın yardımını isteyin ve onlarla savaşın. Kaleye girdiğinizde ve (oradaki insanlar) teslim olmayı teklif ettiklerinde ve meseleyi Allah'ın hükmüne havale etmeyi istediklerinde, bunu kabul etmeyin; çünkü onların hakkında Allah'ın hükmüne ulaşacağınızı bilemezsiniz. Ama onları teslim olmaya zorlayın ve meseleyi sizin hükmünüze havale etmelerini sağlayın ve daha sonra istediğiniz gibi karar verin.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Süfyân (bin ‘Uyainah) dedi ki: \"Alkame, Muqatil bin Habban'a bu hadisi aktardım. O da: 'Bunu bana Müslim aktardı' dedi.\" Ebu Davud dedi ki: \"O, İbn Haydam'dır, Al Nu’man'dan Muqqarin üzerinden Peygamber (ﷺ) gibi rivayet etmiştir.\""
    },
    {
      "id": 138,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Süleyman bin Bureydah, babası aracılığıyla bildirmiştir. Peygamber (ﷺ) şöyle dedi: \"Allah'ın adıyla ve Allah yolunda savaşın ve Allah'a inanmayanlarla savaşın; hainlik etmeyin, ganimet konusunda dürüst olmayın, öldürmede (şekil vermede) çirkinlik yapmayın ve çocuk öldürmeyin.\""
    },
    {
      "id": 140,
      "narrator": "Narrated Usamah:",
      "text": "---"
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah'ın adıyla, Allah'a güvenerek ve Allah'ın Elçisi'nin dinine bağlı kalarak gidin. Yaşlı bir adamı, ya da bir bebek, ya da bir çocuğu, ya da bir kadını öldürmeyin; ganimet konusunda dürüst olmayın, ama ganimetlerinizi toplayın, doğru yapın ve iyi davranın; çünkü Allah, iyi yapanları sever.\""
    },
    {
      "id": 142,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 143,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "İbn Ömer dedi ki: \"Allah'ın Elçisi (ﷺ) Banu Nadr'ın palmiyelerini yaktı ve Al Buwairah'ta kestirdi. Bunun üzerine yüce Allah, 'Kestikleriniz veya bıraktıklarınız palmiyeleri' ayetini indirdi.\""
    },
    {
      "id": 144,
      "narrator": "Narrated Abbad ibn Shurahbil:",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Usame'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ona sabah Ubna'ya saldırmasını ve yeri yakmasını emretti."
    },
    {
      "id": 146,
      "narrator": "Narrated The uncle of AbuRafi ibn Amr al-Ghifari:",
      "text": "---"
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Ebu Mişar, Ubna hakkında bilgi aldı. O da: \"Biz bunu daha iyi biliyoruz. Bu, Filistin'deki Yubna'dır.\" dedi."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Anas dedi ki: \"Peygamber (ﷺ) Busaisah'ı, Ebu Süfyan'ın kervanının ne yaptığını görmek için bir casus olarak gönderdi.\""
    },
    {
      "id": 150,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "Narrated Uqbah ibn Malik:",
      "text": "Uqbah ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir birlik gönderdi. Onlardan birine bir kılıç verdim. Döndüğünde, \"Keşke siz de bizim nasıl azarladığımızı görseydiniz,\" dedi. \"Allah'ın Elçisi (ﷺ) bize şöyle dedi: 'Benim emrimi yerine getirmeyen birini gönderdiğimde, onun yerine benim emrimi yerine getirecek birini atayamayacak mısınız?'\""
    },
    {
      "id": 152,
      "narrator": "Narrated AbuTha'labah al-Khushani:",
      "text": "Abu Tha'labah al-Khushani'den rivayet edilmiştir: İnsanlar kamp kurduğunda, (rivayet eden Amr ibn Uthman al-Himsi) dedi ki: \"Allah'ın Elçisi (ﷺ) kamp kurduğunda, insanlar vadilerde ve derinliklerde dağılmıştı. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu vadilerde ve derinliklerde dağılmanız sadece şeytandandır.' Daha sonra kamp kurduklarında o kadar yakın durdular ki, üzerlerine bir örtü serilse hepsini kaplayacağı söylenirdi.\""
    },
    {
      "id": 153,
      "narrator": "Narrated Mu'adh ibn Anas al-Juhani:",
      "text": "Mu'adh ibn Anas al-Juhani'den rivayet edilmiştir: Peygamber (ﷺ) ile birlikte şu ve bu savaşlarda savaştım. İnsanlar çok yer kaplıyordu ve yola tecavüz ediyorlardı. Peygamber (ﷺ) insanlara duyurması için bir anonsör gönderdi: \"Çok yer kaplayan veya yola tecavüz edenler cihadla değerlendirilmeyeceklerdir.\""
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Sahl bin Mu’adh, babasından rivayet etti: \"Biz Allah'ın Elçisi (ﷺ) ile birlikte savaştık. Hadisin geri kalanı da aynı anlamdadır.\""
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Salim Abu Al Nadr, 'Umar bin 'Ubaid Allah'ın (İbn Ma’mar) müvekkili olarak rivayet etti: \"Abd Allah bin Abi Afwa Haruriyyah'ya (Khawarij) çıktığında, ona yazdı: 'Allah'ın Elçisi (ﷺ) düşmanla savaştığı bir gün şöyle dedi: Ey insanlar, düşmanla karşılaşmayı arzulamayın, Allah'tan (Celle Celaluhu) sağlık ve güven isteyin. Onlarla karşılaştığınızda sabırlı olun, bilin ki cennet kılıçların gölgesindedir.' Sonra şöyle dedi: 'Ey Allah, Kitabı indiren, bulutları hareket ettiren ve müttefikleri toplayan, onları bozguna uğrat ve bize karşı zafer ver.'\""
    },
    {
      "id": 156,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir sefere çıktığında şöyle dedi: \"Ey Allah, Sen benim yardımcım ve destekçimsin; Seninle hareket ederim, Seninle saldırırım ve Seninle savaşırım.\""
    },
    {
      "id": 157,
      "narrator": "",
      "text": "İbn ‘Awn dedi ki: \"Nafi’ten savaş anında müşrikleri İslam’a çağırmak hakkında yazdım. O da bana yazdı: 'Bu, İslam'ın ilk günlerindeydi. Allah'ın Elçisi (ﷺ) Banu Al Mustaliq'e, hayvanları su içerken dikkatsiz oldukları bir sırada saldırdı. Böylece savaşçıları öldürüldü ve hayatta kalanlar (yani kadınlar ve çocuklar) esir alındı. O gün Cüveyriye binti el-Harith elde edildi.' Abd Allah bunu bana aktardı, o o ordudaydı.\""
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Abu Davud dedi ki: \"Bu, İbn ‘Awn'un Nafi’ten rivayet ettiği iyi bir hadistir ve kimse onunla paylaşmamıştır.\""
    },
    {
      "id": 159,
      "narrator": "Narrated Isam al-Muzani:",
      "text": "Anas dedi ki: \"Peygamber (ﷺ) sabah namazı vaktinde saldırırdı ve eğer ezan sesi duyarsa onlardan uzak durur, aksi takdirde onlara saldırırdı.\""
    },
    {
      "id": 160,
      "narrator": "",
      "text": "İsam al-Muzani'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bizi bir birliğe gönderdi ve (bize) şöyle dedi: \"Eğer bir cami görürseniz veya bir mu'adhdhin (ezan okuyan) sesi duyarsanız, kimseyi öldürmeyin.\""
    },
    {
      "id": 161,
      "narrator": "Narrated Ka'b ibn Malik:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle derken rivayet etmiştir: \"Savaş aldatmadır.\""
    },
    {
      "id": 162,
      "narrator": "Narrated Salamah ibn al-Akwa':",
      "text": "Ka'b ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir sefere gitmek istediğinde her zaman başka bir yere gidecekmiş gibi davranırdı ve şöyle derdi: \"Savaş aldatmadır.\""
    },
    {
      "id": 163,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Davud dedi ki: \"Bu hadisi sadece Ma'mar rivayet etmiştir. Bu, onun 'Savaş aldatmadır' ifadesine atıfta bulunarak bu rivayet zinciriyle aktardığı anlamındadır. Bunu Cabir'den 'Amr b. Dinar'ın rivayetiyle ve Ma'mar'dan Hammam b. Munabbih aracılığıyla Abu Hurayra'dan aktarmıştır.\""
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Salamah ibn al-Akwa' dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Abu Bekir'i komutan olarak tayin etti ve bazı müşriklerle savaştık, gece onlara saldırdık ve öldürdük. O geceki savaş naramız \"öldür; öldür\" idi. Salamah dedi ki: \"O gece elimle yedi evden müşrikleri öldürdüm.\""
    },
    {
      "id": 165,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) seyahat ederken daima geride kalır ve zayıflara teşvik ederdi. Birini arkasına alır ve hepsi için dua ederdi."
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Anas bin Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Şirk koşanlarla savaşmam emredildi. Hadisin geri kalanı yukarıda belirtilenle aynıdır.\""
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Usamah bin Zaid dedi ki: \"Allah'ın Elçisi (ﷺ) bizi Al Huruqat'a bir birlikle gönderdi. Onlar bizim geldiğimizi öğrendiler ve kaçtılar. Ama bir adam bulduk, ona saldırdığımızda 'Allah'tan başka ilah yoktur' dedi, yine de onu öldürene kadar vurduk. Bunu Peygamber'e (ﷺ) anlattığımda, 'Kıyamet Günü seni 'Allah'tan başka ilah yoktur' demekten kim kurtaracak?' dedi. Ben de 'Allah'ın Elçisi (ﷺ), bunu silah korkusuyla söyledi' dedim. O da 'Kalbini yarıp içini öğrenmedin ki bunu gerçekten bu sebeple mi söyledi, yoksa başka bir sebeple mi? 'Allah'tan başka ilah yoktur' demekten seni kim koruyacak?' diye tekrar tekrar sordu, ta ki o gün İslam'ı kabul etmiş olmayı arzu ettim.\""
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Al Miqdad bin Al Aswad şöyle dedi: \"Allah'ın Elçisi (ﷺ) bana, 'Eğer bir kafirle karşılaşırsan ve o benim kolumu kılıçla keserse ve sonra bir ağaca sığınarak 'Allah rızası için İslam'ı kabul ettim' derse, onu öldürmeli miyim, Allah'ın Elçisi (ﷺ), bunu söyledikten sonra?' Allah'ın Elçisi (ﷺ) 'Onu öldürme' dedi. Ben de 'Allah'ın Elçisi (ﷺ), o benim kolumu kesti' dedim. Allah'ın Elçisi (ﷺ) 'Onu öldürme. Eğer onu öldürürsen, o seni öldürmeden önce senin gibi olur ve sen de onun 'İslam'ı kabul ettim' dediği zamandan önce onun gibi olursun' dedi.\""
    },
    {
      "id": 169,
      "narrator": "Narrated Jarir ibn Abdullah:",
      "text": "Jarir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Khath'am'a bir sefer gönderdi. Bazı insanlar secde ederek sığınmaya çalıştılar ve aceleyle öldürüldüler. Peygamber (ﷺ) bunu duyduğunda, onlardan yarı kan bedeli ödenmesini emretti ve şöyle dedi: \"Ben, müşriklerin arasında kalan hiçbir Müslümandan sorumlu değilim.\" Onlar sordular: \"Neden, Allah'ın Elçisi?\" O da: \"Ateşleri birbirine görünmemelidir.\""
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Abu Dawud dedi ki: \"Hushaim, Ma'mar, Khalid b. al-Wasiti ve bir grup ravinin de bunu aktardığını, ancak Jarir'i anmadıklarını belirtti.\""
    },
    {
      "id": 171,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "İbn Abbas dedi ki: \"Yirmi kişi sabırlı ve dayanıklı olursa, iki yüz kişiyi yenecekleri ayeti indirildiğinde, bu Müslümanlar için ağır ve zorlayıcı oldu. Allah, onlara bir (savaşan Müslümanın) on (savaşan gayrimüslim) karşısında kaçmaması gerektiğini emretti. Sonra 'Şu anda Allah, yükünüzü hafifletti' diyen hafif bir emir indirildi. Rivayet eden Abu Tawbah, ayeti 'iki yüz kişiyi yenecekler' kısmına kadar okudu. Allah sayıyı hafiflettiğinde, sabır ve dayanıklılık da onlardan hafifletilen sayıya göre azaldı.\""
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: İbn Umar, Allah'ın Elçisi (ﷺ) ile bir birlikle gönderildi. İnsanlar kaçışa geçtiler. O da: \"Ben de kaçışa geçenlerden biriydim\" dedi. Durduğumuzda, 'Ne yapmalıyız?' dedik (yani düşündük): \"Savaş alanından kaçtık ve Allah'ın gazabını hak ettik.\" Sonra düşündük: \"Medine'ye girelim, orada kalalım ve kimse bizi görmeden oraya gidelim.\" Böylece Medine'ye girdik ve düşündük: \"Eğer Allah'ın Elçisi (ﷺ) huzuruna çıkarsak ve bizim için bir tövbe değişikliği olursa, kalırız; başka bir şey olursa, gideriz.\" Böylece sabah namazı öncesinde Allah'ın Elçisi (ﷺ) çıkana kadar oturduk. O çıkınca, ona doğru durduk ve 'Biz kaçanlarız' dedik. O da bize döndü ve 'Hayır, siz geri dönenler ve savaşa katılanlarsınız' dedi. Sonra yaklaştık ve elini öptük, o da: \"Ben Müslümanların ana gövdesiyim\" dedi."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Abu Sa'id dedi ki: \"Ayette 'Eğer o gün onlara arkasını dönen olursa' Badr Savaşı günü indirildi.\""
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Khabbab dedi ki: \"Biz, Allah'ın Elçisi (ﷺ) yanına geldik, o da Kabe'nin gölgesinde bir dış elbisenin üzerine yaslanmıştı. Ona şikayette bulunduk ve 'Allah'tan bizim için yardım istemiyor musun? Bizim için dua etmiyor musun?' dedik. O, doğruldu, yüzü kızardı ve şöyle dedi: 'Sizden önce bir adam yakalandı ve onun için yerin dibinde bir çukur kazıldı, sonra başının üzerine bir testere getirildi ve iki parçaya bölündü ama bu onu dininden döndüremedi. Onlar, et ve sinirleri üzerinde demir taraklarla tarandılar. Bu bile onları dinlerinden döndüremedi. Allah'a yemin ederim ki, Allah bu işi tamamlayacaktır, ta ki bir binek San'a ile Hadramut arasında seyahat eder ve Allah'tan başka hiç kimseden korkmaz, koyunlarına bir kurt saldırmasından bile korkmaz, ama siz acele ediyorsunuz.'\""
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Ali dedi ki: \"Allah'ın Elçisi (ﷺ) beni Al Zubair ve Al Miqdad ile gönderdi ve 'Khakh çayırına gidin, orada bir deveye binen bir kadın var, ondan bir mektup almanız gerekiyor' dedi. Biz, atlarımızla yarışarak çayıra gittik ve kadını bulduğumuzda, 'Mektubu çıkar' dedik. O da 'Mektubum yok' dedi. Ben de 'Mektubu çıkarmazsan, elbiseni çıkarırız' dedim. O da onu saçlarının arasından çıkardı ve biz onu Peygamber'e (ﷺ) götürdük. Mektup, Hatib bin Abi Balta'ah'tan bazı müşriklere (Mekke'de) Allah'ın Elçisi (ﷺ) hakkında bilgi veriyordu. O da: 'Bu nedir, Hatib?' diye sordu. O da: 'Allah'ın Elçisi (ﷺ), acele etme. Ben Kureyş'e müttefik bir adamdım ve onlardan biri değilim. Kureyş'ten (yani göç edenlerden) olanların, ailelerini Mekke'de korumak için bir ilişkileri var. Benim bu avantajım yoktu, bu yüzden onlara bazı bilgiler vermek istedim ki, akrabalarımı koruyabilsinler. Allah'a yemin ederim ki, ben inkar veya dinimden dönme suçu işlemedim.' Allah'ın Elçisi (ﷺ) 'O sana doğruyu söyledi' dedi. Ömer dedi ki: 'Bu münafığın başını kesmeme izin ver.' Allah'ın Elçisi (ﷺ) 'O Badr'de hazır bulundu ve sen ne biliyorsun, belki Allah Badr'de bulunanlara merhamet eder?' dedi. Ve 'İstediğini yap, seni affettim' dedi.\""
    },
    {
      "id": 176,
      "narrator": "Narrated Furat ibn Hayyan:",
      "text": "Ali dedi ki: \"Hatib, Mekkelilere 'Muhammed (ﷺ) size doğru geliyor' diye yazdı. Bu versiyonda 'O da 'Mektubum yok' dedi. Devesini diz çöktürdük ama onunla birlikte hiçbir mektup bulamadık. Ali dedi ki: 'Ona yemin ederim ki, seni öldüreceğim ya da mektubu çıkaracaksın.' Sonra hadisin geri kalanını anlattı.\""
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Furat ibn Hayyan'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) onu öldürmeyi emretti: o, Ebu Süfyan'ın bir casusu ve Ensar'dan bir adamın müttefiki idi. Ensar'ın bir çemberinden geçti ve 'Ben Müslümanım' dedi. Ensar'dan bir adam, 'Allah'ın Elçisi, o Müslüman olduğunu söylüyor' dedi. Allah'ın Elçisi (ﷺ) 'Aranızda inancımıza güvendiğimiz insanlar var' dedi. Furat ibn Hayyan onlardan biridir.\""
    },
    {
      "id": 178,
      "narrator": "",
      "text": "İbn Salamah bin Al Akwa' babasından rivayet etti. Müşriklerin bir casusu, Peygamber (ﷺ) bir yolculuktayken yanına geldi. Arkadaşlarının yanına oturdu ve sonra kayboldu. Peygamber (ﷺ) 'Onu ara ve öldür' dedi. O da 'Ona koştum ve onu öldürdüm. Onun eşyalarını aldım ki, onu (Peygamber) bana verdi.\""
    },
    {
      "id": 179,
      "narrator": "Narrated An-Nu'man ibn Muqarrin:",
      "text": "Salamah (bin Al Akwa’) dedi ki: \"Allah'ın Elçisi (ﷺ) ile Hawazin'e bir sefere çıktım ve sabah yemeği yerken, halkımızın çoğu yaya ve bazılarımız zayıfken, bir adam kırmızı bir deveyle geldi. Devenin yelesinden bir ip çıkardı ve devesini bununla bağladı ve insanlarla yemek yemeye başladı. Halkının zayıf durumunu ve binek eksikliğini görünce, aceleyle devesine gitti, onu çözdü, diz çöktürdü ve üzerine oturdu ve hızla gitti. Aslam kabilesinden bir adam, en iyi dişi devesiyle onu takip etti. Ben de dışarı fırladım ve onu buldum, dişi devesinin başı dişi devesinin ahırına yakınken. Sonra ilerledim, dişi devenin burun ipini yakaladım. Onu diz çöktürdüm. Dizini yere koyduğunda, kılıcımı çekip adamın başına vurup onu yere düşürdüm. Sonra deveyi, üzerinde (donanımıyla) birlikte getirdim. Allah'ın Elçisi (ﷺ) bana doğru geldi ve 'Adamı kim öldürdü?' diye sordu. Onlar (halk) 'Salamah bin Akwa' dedi. O da 'O tüm ganimeti alır' dedi.\""
    },
    {
      "id": 180,
      "narrator": "Narrated Qays ibn Abbad:",
      "text": "Harun dedi ki: \"Bu, Hashim'in versiyonudur.\""
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Benzer bir rivayet, Abu Bardah aracılığıyla babasından Peygamber (ﷺ) tarafından aktarılmıştır."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Al Bara’ dedi ki: “Peygamber (ﷺ) Huneyn savaşında müşriklerle savaştığında, (Müslümanlar) geri çekildiler, o (Peygamber) katırından indi ve yaya yürüdü.”"
    },
    {
      "id": 183,
      "narrator": "Narrated Jabir ibn Atik:",
      "text": "Jabir ibn Atik rivayet etti: Peygamber (ﷺ) şöyle dedi: “Allah’ın sevdiği bir kıskançlık vardır, bir de Allah’ın nefret ettiği kıskançlık vardır. Allah’ın sevdiği, şüpheli bir konuda kıskançlıktır; Allah’ın nefret ettiği ise şüpheli olmayan bir konuda kıskançlıktır. Allah’ın nefret ettiği bir gurur vardır, bir de Allah’ın sevdiği gurur vardır. Allah’ın sevdiği, bir adamın savaşırken ve sadaka verirken gösterdiği gururdur; Allah’ın nefret ettiği ise zulümle gösterilen gururdur.” Rivayet eden Musa dedi ki: “Övünme ile.”"
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Abu Hurairah dedi ki: “Peygamber (ﷺ) on kişiyi (bir sefer için) gönderdi ve ‘Asim bin Thabit’i onların komutanı olarak tayin etti. Yaklaşık yüz kişilik Hudhail okçuları onlara (saldırmak için) çıktı. ‘Asim onların varlığını hissettiğinde, bir tepeye sığındılar. Onlara dediler ki: ‘İnin ve teslim olun, sizinle bir ahit ve sözleşme yapalım ki, sizden hiç kimseyi öldürmeyeceğiz.’ ‘Asim dedi ki: ‘Ben bir kafirin korumasına girmem.’ Sonra onlara ok attılar ve ‘Asim’i yedi kişiyle birlikte öldürdüler. Diğer üç kişi ahitlerine ve sözleşmelerine uydular. Onlar Khubaib, Zaid bin Al Lathnah ve başka bir adamdı. Onlara galip geldiklerinde, oklarını çözdüler ve onları kendileriyle bağladılar.” Üçüncü kişi dedi ki: “Bu ilk ihanet. Allah’a yemin ederim, sizinle gelmeyeceğim. Onlarda (arkadaşlarımda) benim için bir örnek var.” Onu çektiler ama o onlarla gelmeyi reddetti, bu yüzden onu öldürdüler. Khubaib, onu öldürme konusunda anlaşana kadar onların esiri kaldı. Cinsel organlarını tıraş etmek için bir jilet istedi. Onu öldürmek için dışarı çıkardıklarında, Khubaib onlara dedi ki: “Bana iki rekât namaz kıldırın.” Sonra dedi ki: “Allah’a yemin ederim, eğer bunu korkudan yaptığınızı düşünmeseydiniz, rekât sayısını artırırdım.”"
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Al Zuhri dedi ki: “Bu rivayet, Banu Zuhrah’ın bir dostu ve Abu Hurairah’ın bir arkadaş olan ‘Amr bin Abu Sufyan bin Usaid bin Jariyat Al Thaqafi tarafından bana ulaştırılmıştır. Sonra rivayeti aktardı.”"
    },
    {
      "id": 186,
      "narrator": "",
      "text": "Al Bara’ bin Azib dedi ki: “Uhud savaşının günü, Allah’ın Elçisi (ﷺ) elli kişilik okçuların komutanı olarak ‘Abd Allah bin Jubair’i tayin etti. ‘Eğer kuşların üzerimize saldırdığını görürseniz, bu yerinizden hareket etmeyin, ta ki ben sizi çağırana kadar; eğer düşmanı yendiğimizi ve onları çiğnediğimizi görürseniz, yine hareket etmeyin, ta ki ben sizi çağırana kadar.’ Allah sonra onları yendi. O (rivayet eden) dedi ki: ‘Allah’a yemin ederim, kadınların dağa tırmandığını gördüm. ‘Abd Allah bin Jubair’in arkadaşları dediler ki: ‘Ganimet, ey insanlar, ganimet! Arkadaşlarınız yenildi, neyi bekliyorsunuz?’ ‘Abd Allah bin Jubair dedi ki: ‘Allah’ın Elçisi (ﷺ) size ne söylediğini unuttunuz mu?’ Onlar dediler ki: ‘Allah’a yemin ederiz, insanlara gideceğiz ve ganimeti alacağız.’ Böylece onlara geldiler. Yüzleri dönmüştü ve yenilmiş olarak geldiler.”"
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Abu Usaid, Allah’ın Elçisi (ﷺ) Badr savaşında bize şöyle dedi: “Sıralara dizildiğinizde, size yaklaştıklarında onlara ok atın, ama bütün oklarınızı kullanmayın.”"
    },
    {
      "id": 188,
      "narrator": "Narrated AbuUsayd as-Sa'idi:",
      "text": "AbuUsayd as-Sa'idi rivayet etti: Peygamber (ﷺ) Badr savaşında şöyle dedi: “Size yaklaştıklarında onlara ok atın; ve onlara yaklaşmadan kılıç çekmeyin.”"
    },
    {
      "id": 189,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn AbuTalib rivayet etti: (Badr savaşında) Utbah ibn Rabi'ah öne çıktı, ardından oğlu ve kardeşi geldi ve bağırdı: “Kim tek başına dövüşecek?” Bazı Ensar gençleri onun çağrısına yanıt verdiler. O sordu: “Siz kimsiniz?” Onlar kendilerini tanıttılar. O dedi ki: “Sizi istemiyoruz; aslında sadece kuzenlerimizi istiyoruz.” Peygamber (ﷺ) dedi: “Kalk Hamza, kalk Ali; kalk Ubaydah ibn al-Harith.” Hamza Utbah’a, ben Shaybah’a doğru ilerledim; ve Ubaydah ile al-Walid arasında iki darbe değiş tokuş edildiğinde, birbirlerini ağır yaraladılar; böylece al-Walid’e döndük ve onu öldürdük, Ubaydah’ı da taşıdık."
    },
    {
      "id": 190,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mas'ud rivayet etti: Peygamber (ﷺ) şöyle dedi: “İnsanlar arasında öldürme konusunda en merhametli olanlar, Allah’a inananlardır.”"
    },
    {
      "id": 191,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Samurah ibn Jundub rivayet etti: Al-Hayyaj ibn Imran ibn Husayn, Imran’ın bir kölesinin kaçtığını bildirdi. Allah’a yemin etti ki, onu ele geçirirse başını kesecek. Sonra beni (Samurah ibn Jundub’a) bu konuda sorması için gönderdi. Samurah ibn Jundub’a geldim ve sordum. O dedi ki: “Allah’ın Elçisi (ﷺ) bize sadaka vermemizi teşvik ederdi ve öldürülmüş birini parçalamamızı yasaklardı.” Sonra Imran ibn Husayn’a geldim ve ona sordum. O dedi ki: “Allah’ın Elçisi (ﷺ) bize sadaka vermemizi teşvik ederdi ve öldürülmüş birini parçalamamızı yasaklardı.”"
    },
    {
      "id": 192,
      "narrator": "",
      "text": "‘Abd Allah bin (Mas’ud) dedi ki: “Allah’ın Elçisi (ﷺ) zamanında bir savaşta bir kadın ölü bulundu. Allah’ın Elçisi (ﷺ) kadınları ve çocukları öldürmeyi yasakladı.”"
    },
    {
      "id": 193,
      "narrator": "Narrated Rabah ibn Rabi':",
      "text": "Rabah ibn Rabi' rivayet etti: Allah’ın Elçisi (ﷺ) ile bir seferde bulunduğumuzda, bazı insanların bir şeyin etrafında toplandığını gördü ve bir adam gönderdi ve dedi ki: “Bu insanlar neyin etrafında toplanmış?” O geldi ve dedi ki: “Öldürülmüş bir kadının etrafında.” O dedi ki: “Bu, savaşılması gereken biri değil.” Halid ibn al-Walid öncüydü; bu yüzden bir adam gönderdi ve dedi ki: “Halid’e, bir kadını veya bir kiralık hizmetçiyi öldürmemesini söyle.”"
    },
    {
      "id": 194,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Samurah ibn Jundub rivayet etti: Peygamber (ﷺ) şöyle dedi: “Müşrik olan yaşlı adamları öldürün, ama çocuklarını bağışlayın.”"
    },
    {
      "id": 195,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aisha, Ummul Mu'minin rivayet etti: “Banu Qurayzah’dan hiçbir kadın öldürülmedi, sadece bir tanesi. O benimle birlikteydi, sırt üstü ve karnı üstünde (aşırı şekilde) konuşup gülüyordu, oysa Allah’ın Elçisi (ﷺ) onun halkını kılıçlarla öldürüyordu. Aniden bir adam onun adını çağırdı: ‘Şu kadar kim?’ O dedi: ‘Ben.’ Ben sordum: ‘Ne oldu sana?’ O dedi: ‘Ben yeni bir iş yaptım.’ O dedi: ‘Adam onu aldı ve başını kesti.’ O dedi: ‘Onun aşırı gülümsemesini unutmayacağım, oysa öldürüleceğini biliyordu.’”"
    },
    {
      "id": 196,
      "narrator": "Al Sa’b bin Jaththamah said that he asked the Apostle of Allaah(ﷺ) about the polytheists whose settlemnst were attacked at night when some of their offspring and women were smitten. The Prophet(ﷺ) “They are of them. ‘Amr bin Dinar used to say “they are regarded in the same way as their parents.”\n\n\nAl-Zuhri said:",
      "text": "Al Sa’b bin Jaththamah, Allah'ın Elçisi (ﷺ) ile, gece saldırıya uğrayan ve bazı çocukları ve kadınları öldürülen müşrikler hakkında konuştu. Peygamber (ﷺ) “Onlar onlardandır. ‘Amr bin Dinar, “Onlar ebeveynleriyle aynı şekilde değerlendirilir” derdi."
    },
    {
      "id": 197,
      "narrator": "Narrated Hamzah al-Aslami:",
      "text": "Al-Zuhri dedi ki: Sonrasında Allah'ın Elçisi (ﷺ) kadınları ve çocukları öldürmeyi yasakladı."
    },
    {
      "id": 198,
      "narrator": "Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Hamzah al-Aslami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) onu bir birliğin komutanı olarak atadı. Dedi ki: Ben de onunla birlikte çıktım. O (Peygamber) dedi: Eğer filan kişiyi bulursan, onu ateşte yak. Sonra döndüm, o beni çağırdı. Ben de geri döndüm, o dedi: Eğer filan kişiyi bulursan, onu öldür ve yakma, çünkü ateşle cezalandıran yalnızca ateşin Rabbi'dir."
    },
    {
      "id": 200,
      "narrator": "Narrated Wathilah ibn al-Asqa:",
      "text": "---"
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: Allah'ın Elçisi (ﷺ) bizi bir birliğin yanında gönderdi ve dedi: Eğer filan kişiyi bulursanız. Sonra aynı etkiyi taşıyan hadisin geri kalanını anlattı."
    },
    {
      "id": 202,
      "narrator": "Narrated Jundub ibn Makith:",
      "text": "---"
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Biz Allah'ın Elçisi (ﷺ) ile bir yolculukta idik. O, ihtiyacını gidermek için gitti. İki yavrusu olan bir kuş gördük ve yavrularını yakaladık. Kuş geldi ve kanatlarını açmaya başladı. Allah'ın Elçisi (ﷺ) geldi ve dedi: Bu kuşun yavruları için kim üzüldü? Yavrularını ona geri verin. Ayrıca yaktığımız bir karınca yuvasını da gördü. Sordu: Bunu kim yaktı? Biz de: Biz dedik. O dedi: Ateşle cezalandırmak, ateşin Rabbi'nden başkasına uygun değildir."
    },
    {
      "id": 204,
      "narrator": "Narrated Sawdah daughter of Zam'ah:",
      "text": "---"
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Vatilah ibn al-Asqa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Tabuk'a sefer ilan etti. Ben aileme gittim ve sonra (yola) devam ettim. Allah'ın Elçisi (ﷺ) arkadaşlarının öncüleri çoktan ilerlemişti. Ben de Medine'de yüksek sesle ilan etmeye başladım: Bir adamı bineğine alan var mı, o da ganimetten payını alacak mı? Ansar'dan (Yardımcılar) yaşlı bir adam yüksek sesle konuştu: Eğer onu bineğimize sırayla alırsak, payını alır ve bizimle yemek yer. Ben dedim: Evet. O dedi: O halde Allah'ın bereketiyle yola çık. Sonra en iyi arkadaşım ile birlikte yola çıktım ve Allah bize ganimet verdi. Bana bazı dişi develer ganimet olarak verildi. Onları sürerek ona ulaştım. O dışarı çıktı ve devesinin eyerinin arka kısmına oturdu. Sonra dedi: Onları geri sür. Tekrar dedi: Onları ileri sür. Sonra dedi: Dişi develerini çok nazik buldum. O dedi: Bu senin için belirttiğim ganimettir. O da: Dişi develerini al, yeğenim; biz senin payını almak istemedik."
    },
    {
      "id": 206,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 207,
      "narrator": "Narrated Sa'd:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Yüce Rabbimiz, zincirler içinde cennete götürülecek insanlardan hoşnuttur.\""
    },
    {
      "id": 208,
      "narrator": "Narrated Sa'id ibn Yarbu' al-Makhzumi:",
      "text": "---"
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Cundub ibn Makith'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Abdullah ibn Ghalib al-Laythi'yi bir birliğin yanında gönderdi ve ben de onlarla birlikteydim. Onlara Banu al-Mulawwih'i al-Kadid'den her taraftan kuşatmalarını emretti. Biz çıktık ve al-Kadid'e vardığımızda al-Harith ibn al-Barsa al-Laythi ile karşılaştık ve onu yakaladık. O dedi: İslam'ı kabul etme niyetiyle geldim ve Allah'ın Elçisi (ﷺ) ile görüşmek için çıktım. Biz dedik: Eğer Müslümansan, seni bir gün bir gece zincir içinde tutmamızda bir sakınca yok; eğer Müslüman değilsen, seni zincirle bağlayacağız. Böylece onu zincirle bağladık."
    },
    {
      "id": 210,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "---"
    },
    {
      "id": 211,
      "narrator": "Narrated Ibn Ti'li:",
      "text": "İbn Ti'li'den rivayet edilmiştir: Abdurrahman ibn Halid ibn Velid ile birlikte savaştık. Düşmandan dört kafir ona getirildi. Onlar hakkında emir verdi ve hapiste öldürüldüler."
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Ebu Davud dedi ki: Diğer raviler, bu rivayette İbn Vahb'tan şöyle bildirmiştir: \"(hapiste oklarla öldürdü).\" Ebu Eyyub el-Ensari bu durumu duyunca şöyle dedi: Ben, Allah'ın Resulü'nün (ﷺ) hapiste öldürmeyi yasakladığını işittim. Canımın olduğu Allah'a yemin ederim ki, eğer bir tavuk olsaydı, onu hapiste öldürmezdim. Abdurrahman b. Halid b. Velid bu yasak hakkında bilgilendirildi. Dört köleyi serbest bıraktı."
    },
    {
      "id": 213,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Anas dedi ki: “Seksen Mekkeli, sabah namazı vaktinde Peygamber (ﷺ) ve arkadaşlarına saldırmak için Al Tan’im dağından indiler. Allah'ın Resulü (ﷺ) onlarla savaşmadan onları esir aldı ve serbest bıraktı. Bunun üzerine Allah Teala, “O, sizin ellerinizi onlardan ve onların ellerini sizden Mekkah vadisinde çevirdi” ayetini indirdi.” ayetinin sonuna kadar."
    },
    {
      "id": 215,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 216,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Cübeyr bin Mut'im, Peygamber (ﷺ)'in Bedir'de alınan esirler hakkında şöyle söylediğini bildirmiştir: Eğer Mut'im bin Adi hayatta olsaydı ve bu pisler hakkında benimle konuşsaydı, onları ona bırakırdım."
    },
    {
      "id": 217,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 218,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ömer bin Hattab dedi ki: “Bedir savaşında, Peygamber (ﷺ) fidye aldı.” Bunun üzerine Allah Teala, “Bir Elçi için, yeryüzünü tam olarak fethetmeden esir alması uygun değildir. Siz bu dünyanın geçici mallarına bakıyorsunuz, ama Allah ahirete bakıyor.” ayetini indirdi. Ve Allah, güçlü ve hikmet sahibidir. Eğer Allah'tan daha önce bir emir olmasaydı, aldığınız fidyeden dolayı size şiddetli bir ceza ulaşırdı. Allah, sonra ganimetleri helal kıldı."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "Ebu Davud dedi ki: “Ahmet bin Hanbel'e Ebu Nuh'un adı hakkında sorulduğunda, “Onun adıyla ne yapacaksınız? Onun adı kötü bir isimdir.” dedi."
    },
    {
      "id": 220,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ebu Davud dedi ki: “Ebu Nuh'un adı Kurad'dır. Doğru olanı, onun adının Abd al-Rahman bin Ghazwan olduğudur.”"
    },
    {
      "id": 221,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 222,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ), Bedir savaşında cahiliye Araplarının fidyesini kişi başı dört yüz dirhem olarak belirlemiştir."
    },
    {
      "id": 223,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 224,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Mekkeli insanlar esirlerini fidye ile kurtarmak için Zeynep, Abul'As'ı fidye ile kurtarmak için bazı eşyalar gönderdi; bunlar arasında Khadijah'ın ona düğününde verdiği bir kolye de vardı. Allah'ın Resulü (ﷺ) bunu görünce, ona karşı büyük bir şefkat hissetti ve şöyle dedi: “Eğer onu serbest bırakmayı ve ona ait olanı geri vermeyi düşünüyorsanız, (bu iyi olur).” Onlar: “Evet.” dediler. Allah'ın Resulü (ﷺ) onun yanına Zeyd ibn Harithah ve bir Ensar (Yardımcı) gönderdi ve şöyle dedi: “Zeynep size geçene kadar Yajij vadisinde bekleyin, sonra onu yanınıza alın ve geri getirin.”"
    },
    {
      "id": 225,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 226,
      "narrator": "",
      "text": "'Abd Allah bin Mughaffal dedi ki: \"Khaybar günü bir yağ derisi asılıydı. Ona doğru gittim ve ona yapıştım. Sonra dedim (yani düşündüm): Bugün hiç kimseye ondan vermeyeceğim. Sonra döndüm ve Allah'ın Elçisi (ﷺ) bana gülümsediğini gördüm.\""
    },
    {
      "id": 227,
      "narrator": "Narrated AbdurRahman ibn Samurah ibn Kabul:",
      "text": "Abdurrahman ibn Samurah ibn Kabul'dan rivayet edilmiştir: Ebu Labid dedi ki: Abdurrahman ibn Samurah ibn Kabul ile birlikteydik. İnsanlar ganimet elde ettiler ve onu yağmaladılar. O ayağa kalktı ve insanlara hitap etti: \"Ben Allah'ın Elçisi (ﷺ) ganimetten mal edinmeyi dağıtımından önce yasakladığını duydum.\" Bunun üzerine, aldıkları şeyleri geri verdiler. Sonra o, aralarında dağıttı."
    },
    {
      "id": 228,
      "narrator": "Narrated Abdullah ibn AbuAwfa:",
      "text": "Abdullah ibn Ebu Avfa'dan rivayet edilmiştir: Muhammed ibn Abul Mücahid, Abdullah ibn Ebu Avfa'nın şöyle dediğini bildirdi: \"Allah'ın Elçisi (ﷺ) zamanında yiyeceklerin beşte birini ayırdınız mı?\" diye sordum. O da: \"Khaybar günü yiyecek elde ettik ve bir adam gelip ihtiyaç duyduğu kadar yiyecek alır ve giderdi.\" diye cevap verdi."
    },
    {
      "id": 229,
      "narrator": "Narrated A man of the Ansar:",
      "text": "Ansar'dan bir adamdan rivayet edilmiştir: Kulayb, Ansar'dan bir adamdan rivayet etti. O dedi ki: \"Allah'ın Elçisi (ﷺ) ile bir sefere çıktık. İnsanlar büyük bir ihtiyaç ve sıkıntı içindeydiler. Ganimet elde ettiler ve sonra onu yağmaladılar. Tencerelerimiz kaynarken, Allah'ın Elçisi (ﷺ) okunu yere değdirerek yürüyerek geldi. O, okunu tencerelerimizin üzerine koydu ve eti toprakla karıştırdı ve dedi ki: 'Yağma, leşten daha haramdır' ya da 'Leş, yağmadan daha haramdır.' Rivayet eden Hannad tereddüt etti.\""
    },
    {
      "id": 230,
      "narrator": "Narrated One of the Companion:",
      "text": "Sahabeden biri rivayet etmiştir: Al-Qasim, Abdurrahman'ın talebesi, Peygamber (ﷺ) sahabelerinden birinin şöyle dediğini aktardı: \"Bir seferde bir deveyi bölmeden yerdik ve döndüğümüzde, eyer çantalarımız etle dolu olurdu.\""
    },
    {
      "id": 231,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Mu'adh ibn Cebel'den rivayet edilmiştir: Abdurrahman ibn Ghanam dedi ki: \"Şurahbil ibn as-Simt ile birlikte Qinnisrin şehrinin sınırlarında duruyorduk. O, şehri fethettiğinde orada koyun ve inekler elde etti. Bunlardan bazılarını aramızda dağıttı ve geri kalanını savaş ganimetine koydu. Mu'adh ibn Cebel ile karşılaştım ve ona bunu anlattım. Mu'adh dedi ki: 'Biz, Allah'ın Elçisi (ﷺ) ile birlikte Khaybar seferine çıktık ve orada ganimet elde ettik. Allah'ın Elçisi (ﷺ) bunları aramızda paylaştırdı ve geri kalanını ganimete koydu.'\""
    },
    {
      "id": 232,
      "narrator": "Narrated Ruwayfi' ibn Thabit al-Ansari:",
      "text": "Ruwayfi' ibn Thabit al-Ansari'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'a ve Ahiret Günü'ne inanan, Müslümanların ganimetine ait bir yük hayvanına binmemeli ve onu zayıflatınca geri bırakmamalıdır; ve Allah'a ve Ahiret Günü'ne inanan, Müslümanların ganimetine ait bir giysi giymemeli ve onu yıpratınca geri bırakmamalıdır.\""
    },
    {
      "id": 233,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: \"Abu Cehil'in ayağı kılıçlarla vurulduğunda geçerken, 'Ey Allah'ın düşmanı, Abu Cehil, Allah, merhametinden uzak bir adamı rezil etti' dedim. O anda ondan korkmadım. O da: 'Bir adamın kendi halkı tarafından öldürülmesi ne garip!' dedi. Ben ona kör bir kılıçla vurdum. Ama işe yaramadı, sonra kılıcı elinden düştü, onu tekrar vurdum ta ki öldü.\""
    },
    {
      "id": 234,
      "narrator": "Narrated Zayd ibn Khalid al-Juhani:",
      "text": "Zayd ibn Halid al-Cuhani'den rivayet edilmiştir: \"Khaybar günü Peygamber (ﷺ) yanında bir adam öldü. Durumu Allah'ın Elçisi'ne bildirdiler. O da: 'Arkadaşınıza namaz kılın' dedi. İnsanların yüzleri şaşırdığında, 'Arkadaşınız Allah yolunda ganimeti kötüye kullandı' dedi. Onun eşyalarını aradık ve iki dirheme bile değmeyecek bazı Yahudi boncukları bulduk.\""
    },
    {
      "id": 235,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: \"Khaybar yılı Allah'ın Elçisi (ﷺ) ile birlikte çıktık. Savaş ganimetinde giysi, malzeme ve mülk dışında altın veya gümüş elde etmedik. Allah'ın Elçisi (ﷺ) Vadi Al Qura'ya bir birlik gönderdi. Allah'ın Elçisi (ﷺ) Mid’am adında bir siyah köleye sunuldu. Vadi Al Qura'da iken, Mid’am, Allah'ın Elçisi'nin (ﷺ) bir devenin eyerini çıkartırken rastgele bir ok tarafından vuruldu ve öldü. İnsanlar: 'Tebrikler, cennete gidecek' dediler. Ama Allah'ın Elçisi (ﷺ) dedi ki: 'Hayır, hayır. Canımın sahibi olan Allah'a yemin ederim ki, Khaybar günü ganimetten aldığı ve paylaştırılmayan örtü, ona ateşle yanacaktır.' İnsanlar bunu duyunca, bir adam Allah'ın Elçisi'ne bir sandalet kayışı ya da iki sandalet kayışı getirdi. Allah'ın Elçisi (ﷺ) dedi ki: 'Bir sandalet kayışı ateşten ya da iki sandalet kayışı ateşten.'\""
    },
    {
      "id": 236,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) ganimet elde ettiğinde, Bilal'e kamuya ilan etmesini emretti. O, kamuya ilan etti ve insanlar ganimetlerini getirdiğinde, beşte birini alır ve dağıtırdı. Sonra bir adam bir kılçık getirdi ve dedi ki: 'Allah'ın Elçisi, bu bizim elde ettiğimiz ganimetten bir parçadır.' O da sordu: 'Bilal'in üç kez ilan yaptığını duydun mu?' Adam: 'Evet' dedi. O da: 'Seni getirmekten alıkoyan neydi?' Adam bir mazeret sundu, buna karşılık o da: 'Ol (olduğun gibi), bunu Kıyamet Günü getirebilirsin, çünkü ben bunu senden kabul etmeyeceğim.'\""
    },
    {
      "id": 237,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Ömer ibn al-Hattab'dan rivayet edilmiştir: Salih ibn Muhammed ibn Za'idah (Ebu Davud dedi ki: Bu Salih, Ebu Vakid'dir) dedi ki: \"Biz, Maslamah ile Bizans topraklarına girdik. Ganimet konusunda dürüst olmayan bir adam getirildi. O (Maslamah) Salim'e onu sordu. O da: 'Babamdan, Ömer ibn al-Hattab'tan, Peygamber (ﷺ) şöyle dediğini duydum: 'Ganimet konusunda dürüst olmayan bir adam bulduğunuzda, malını yakın ve onu dövün.' O da onu dövdü. Dedi ki: 'Onun malında bir Kuran kopyası bulduk.' Tekrar Salim'e bunu sordu. O da: 'Sat ve fiyatını sadaka ver.' dedi.\""
    },
    {
      "id": 238,
      "narrator": "",
      "text": "Salih bin Muhammed dedi ki: \"Al Walid bin Hişam ile bir sefere çıktık ve Salim bin Abdullah bin Umat ve Ömer bin Abd Aziz bizimleydi. Bir adam ganimet konusunda dürüst olmamıştı. Al Walid, malını yakmasını emretti ve bu halk arasında yayıldı. Ona payını vermedi. Ebu Davud dedi ki: 'Bu iki rivayetten daha sağlamdır. Diğerleri, Al Walid bin Hişam'ın Ziyad bin Sa'd'ın deve eyerini yaktığını rivayet etti. 'O ganimet konusunda dürüst olmamıştı ve onu dövdü.'\""
    },
    {
      "id": 239,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ), Ebu Bekir ve Ömer, ganimet konusunda dürüst olmayan birinin eşyalarını yaktılar ve onu dövdüler. Ebu Davud dedi ki: 'Ali b. Bahr, Al Walid'in rivayetinde ekledi, ben ondan (bir rivayet) duymadım: 'Ve ona payını vermediler.' Ebu Davud dedi ki: Bu rivayet, Al Walid b. 'Utbah'dan 'Abd al-Wahhab b. Najdah tarafından da aktarılmıştır; dediler ki: Bu, Al Walid'den, Zuhair b. Muhammed'den, 'Amr b. Shu'aib'den aktarılmıştır. 'Abd al-Wahhab b. Najdah al-Huti, 'Ona payını vermediler' sözlerini zikretmedi (Ali b. Bahr'ın Al Walid'den aktardığı gibi).\""
    },
    {
      "id": 240,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Samurah ibn Cundub'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Başlangıçta, ganimet konusunda dürüst olmayan birini gizleyen, onun gibidir.\""
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Ebu Katade dedi ki: \"Biz, Allah'ın Elçisi (ﷺ) ile Huneyn yılına çıktık. Ordular karşılaştığında, Müslümanlar bir yenilgi yaşadı. Bir müşrikin bir Müslüman üzerinde galip geldiğini gördüm, onun etrafında döndüm ve arkasından yaklaşarak boyun ve omuz arasındaki damara kılıcımla vurup onu öldürdüm. O bana doğru geldi ve benimle kapıştı, ölümün yakın olduğunu hissettim ama o ölüme yenik düştü ve beni serbest bıraktı. Sonra \"Ömer bin Hattab'a seslendim ve ona \"Halkın durumu ne?\" dedim. O da \"Bu, Allah'ın emrettiği bir şeydir.\" dedi. Sonra insanlar geri döndü ve Allah'ın Elçisi (ﷺ) oturdu ve \"Eğer birisi bir adamı öldürür ve bunu ispat ederse, ganimetini alır.\" dedi. Ben ayağa kalktım ve \"Benim için kim şahitlik edecek?\" dedim. Sonra oturdum. O tekrar \"Eğer birisi bir adamı öldürür ve bunu ispat ederse, ganimetini alır.\" dedi. Ben yine ayağa kalktım ve \"Benim için kim şahitlik edecek?\" dedim. Sonra oturdum. Üçüncü kez aynı şeyi söyledi. Ben tekrar ayağa kalktım. Allah'ın Elçisi (ﷺ) \"Seninle ne oldu, Ebu Katade?\" dedi. Olayı ona anlattım. Halktan bir adam \"O doğru söyledi, bu ganimet benim elimde, ona bir şey vermek için anlaş.\" dedi. Ebu Bekir \"O zaman Allah'a yemin ederim ki, bunu yapmamalıdır.\" dedi. \"Allah'ın kahramanlarından biri Allah ve Elçisi için savaşmaz ve sonra ganimetini size vermez.\" Allah'ın Elçisi (ﷺ) \"O doğru söyledi, ona ver.\" dedi. Ebu Katade \"O bana verdi, ben zırhı sattım ve Banu Salamh arasında bir bahçe aldım. Bu, İslami dönemde edindiğim ilk mülk oldu.\""
    },
    {
      "id": 242,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Kafir olanı öldüren, ganimetini alır.\" Ebu Talha o gün, yani Huneyn günü yirmi adam öldürdü ve onların ganimetlerini aldı. Ebu Talha, yanında bir hançer olan Ümmü Süleym ile karşılaştı. O da \"Seninle ne var, Ümmü Süleym?\" diye sordu. O da \"Allah'a yemin ederim ki, eğer biri yanıma yaklaşırsa, karnını bu hançerle delmeyi düşünmüştüm.\" dedi. Ebu Talha, Allah'ın Elçisi (ﷺ) hakkında bunu bildirdi."
    },
    {
      "id": 244,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"Bu iyi (hasan) bir hadistir.\""
    },
    {
      "id": 245,
      "narrator": "Narrated Awf ibn Malik al-Ashja'i ; Khalid ibn al-Walid:",
      "text": "Ebu Davud dedi ki: \"Burada kastedilen hançerdir. O günlerde Arap olmayanların kullandığı silah hançerdi.\""
    },
    {
      "id": 246,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "Narrated Sa'id ibn al-'As:",
      "text": "'Avf bin Malik el-Eşca'i dedi ki: \"Zeyd bin Haris ile Mute savaşına çıktım. Müslüman ordusuna takviye olarak Yemen halkından bir adam benimle geldi. Sadece kılıcı vardı. Müslümanlardan biri bir deve kesmişti. Takviye adam, ondan derisinin bir parçasını istedi, o da ona verdi. O, onu bir kalkan şekline getirdi. Devam ettik ve Bizans ordularıyla karşılaştık. Onların arasında altın eyer ve altın silahları olan kırmızı bir ata binen bir adam vardı. Bu Bizans askeri, Müslümanlara acımasızca saldırmaya başladı. Takviye adam bir kayanın arkasında oturdu ve onu hedef aldı. Atının arka bacaklarını kesti ve onu etkisiz hale getirdi, sonra onu öldürdü. Atını ve silahlarını aldı. Allah, yüce, Müslümanlara zafer bahşetti. Halid bin Velid onu çağırdı ve ganimetini aldı. 'Avf dedi ki: \"Ona geldim ve 'Halid, Allah'ın Elçisi (ﷺ) katilin ganimet alacağını biliyor musun?' dedim. O da 'Evet, bunu çok buldum.' dedi. 'Ona geri vermelisin, yoksa bunu Allah'ın Elçisi (ﷺ) önünde sana anlatacağım.' dedim. Ama o geri vermeyi reddetti. 'Avf dedi ki: \"Sonra Allah'ın Elçisi (ﷺ) ile toplandık. Takviye adamın hikayesini ve Halid'in yaptıklarını ona anlattım. Allah'ın Elçisi (ﷺ) 'Halid, yaptığın işin sebebi neydi?' dedi. O da 'Allah'ın Elçisi (ﷺ), bunu çok buldum.' dedi. Allah'ın Elçisi (ﷺ) 'Halid, ondan aldığını geri ver.' dedi. 'Avf dedi ki: 'Ona 'İşte buradasın, Halid. Sözümü tutmadım mı?' dedim. Allah'ın Elçisi (ﷺ) 'Bu ne?' dedi. Sonra ona bildirdim. O da 'Allah'ın Elçisi (ﷺ) öfkelendi ve 'Halid, ona geri verme. Komutanlarımı mı bırakacaksın? Onlardan en iyisini alabilirsin ve en kötüsünü onlara bırakabilirsin.' dedi.\""
    },
    {
      "id": 248,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 249,
      "narrator": "",
      "text": "Yukarıda belirtilen hadis, 'Avf bin Malik el-Eşca'i tarafından farklı bir raviler zinciriyle de aktarılmıştır."
    },
    {
      "id": 250,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Hureyre'den rivayet edildi: \"Allah'ın Elçisi (ﷺ) katilin, öldürdüğü adamdan aldığı şeyin kendisine ait olduğuna hükmetti ve bunu beşte birine bölme şartına bağlamadı.\""
    },
    {
      "id": 252,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 253,
      "narrator": "Narrated Umm Ziyad:",
      "text": "Abdullah bin Mes'ud'dan rivayet edildi: \"Badr savaşında Allah'ın Elçisi bana Ebu Cehil'in kılıcını verdi, çünkü onu ben öldürmüştüm.\""
    },
    {
      "id": 254,
      "narrator": "Narrated Umayr, client of AbulLahm:",
      "text": "---"
    },
    {
      "id": 255,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Sa'id bin el-As'dan rivayet edildi: \"Allah'ın Elçisi (ﷺ) Ebu Sa'id bin el-As'ı Medine'den Necd'e bir seferle gönderdi. Eban bin Sa'id ve arkadaşları, fethedildikten sonra Allah'ın Elçisi (ﷺ) ile Hayber'de buluştular. Atlarının eyerleri hurma liflerinden yapılmıştı. Eban dedi ki: 'Bize ganimetten bir pay ver, Allah'ın Elçisi.' Ebu Hureyre dedi ki: 'Ben dedim: Onlara bir pay verme, Allah'ın Elçisi.' Eban dedi: 'Neden böyle konuşuyorsun, Vabr? Sen bize Dal tepesinden geldin.' Peygamber (ﷺ) dedi: 'Otur, Eban.' Allah'ın Elçisi (ﷺ) onlara (ganimetten) hiçbir pay vermedi.\""
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Aişe (bu, Yahya'nın rivayeti) dedi ki: Müşriklerden bir adam, Peygamber (ﷺ) ile birlikte savaşmak için ona katıldı. Peygamber ona, \"Geri dön.\" dedi. İki rivayetçi (Musaddad ve Yahya) de buna katıldılar. Peygamber (ﷺ) dedi ki: \"Müşrikten yardım istemiyoruz.\""
    },
    {
      "id": 257,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: Allah'ın Elçisi (ﷺ) bir adam ve atı için üç pay ayırdı; biri adam için, ikisi atı içindi."
    },
    {
      "id": 258,
      "narrator": "Narrated AbuUmrah (al-Ansari?):",
      "text": "Abu Umrah (el-Ensari?) rivayet etti: Biz dört kişi, Allah'ın Elçisi (ﷺ) ile birlikte geldik ve her birimizin atı vardı. Bu nedenle, her birimize bir pay ve atı için iki pay ayırdı."
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Abu 'Umrah tarafından farklı bir rivayet zinciri ile aynı etkiyle aktarılmıştır. Ancak bu versiyonda \"Üç Kişi\" ifadesi geçmekte ve \"Ata üç pay\" eklenmiştir."
    },
    {
      "id": 260,
      "narrator": "Narrated Mujammi' ibn Jariyah al-Ansari:",
      "text": "Mücami' ibn Cariye el-Ensari'den rivayet edildi: Mücami', Kur'an okuyanlardan (kâri) biriydi ve dedi ki: Biz, Allah'ın Elçisi (ﷺ) ile birlikte Hudeybiye'de bulunduk. Döndüğümüzde, insanlar develerini hızlıca sürüyordu."
    },
    {
      "id": 261,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İnsanlar birbirlerine: \"Onların durumu ne?\" dediler."
    },
    {
      "id": 262,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Onlar da: \"Peygambere (ﷺ) vahiy indi.\" dediler. Biz de insanlarla birlikte, (develerimizi) dörtnala sürdük. Peygamberi (ﷺ) Kura' al-Ghamim'de, binek hayvanının üzerinde dururken bulduk."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "İnsanlar etrafında toplandığında, o şöyle okudu: \"Şüphesiz, biz sana açık bir zafer verdik.\""
    },
    {
      "id": 264,
      "narrator": "",
      "text": "Bir adam sordu: \"Bu bir zafer mi, Allah'ın Elçisi?\" O da: \"Evet. Muhammed'in ruhunun elinde olduğu Allah'a yemin ederim, bu bir zaferdir.\" dedi. Hayber, Hudeybiye'de bulunanlara paylaştırıldı ve Allah'ın Elçisi (ﷺ) bunu on sekiz paya böldü. Ordu, bin beş yüz kişiden oluşuyordu, bunlardan üç yüzü süvariydi ve o, bir süvariye iki pay, bir piyade askerine bir pay verdi."
    },
    {
      "id": 265,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abu Davud dedi ki: Abu Mu'aviye'nin rivayeti daha sağlamdır ve takip edilen bir rivayettir. Mücami' rivayetinde hata olduğunu düşünüyorum, çünkü o \"üç yüz süvari\" dedi, oysa sadece iki yüz vardı."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edildi: Allah'ın Elçisi (ﷺ) Badr günü dedi ki: \"Şu ve bu şekilde yapan, şu ve bu şekilde alacaktır.\" Gençler öne çıktılar ve yaşlılar bayrakların yanında durdular, oradan hareket etmediler. Allah onlara zafer verdiğinde, yaşlılar: \"Biz sizin için destek olduk. Eğer yenilseydiniz, bize dönecektiniz. Bu ganimeti yalnız almayın ve biz (ondan mahrum kalalım).\" dediler. Gençler vermeyi reddetti ve: \"Allah'ın Elçisi (ﷺ) bunu bize verdi.\" dediler. Sonra Allah indirdi: \"Sana savaş ganimeti hakkında soruyorlar. De ki: (Bu) ganimetler Allah ve Elçisinin tasarrufundadır...... Tıpkı Rabbinin seni evinden hak ile çıkardığı gibi, müminlerden bir grup bunu istemedi.\" Bu, onlar için hayırlı oldu. Aynı şekilde bana itaat edin. Bunun sonucunu sizden daha iyi biliyorum."
    },
    {
      "id": 267,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Abbas'tan rivayet edildi: Allah'ın Elçisi (ﷺ) Badr günü dedi ki: \"Bir adamı öldüren, şu ve bu şekilde alacak, bir adamı esir alan, şu ve bu şekilde alacak.\" Rivayetçi daha sonra geleneği benzer bir şekilde aktardı. Halid'in rivayeti daha mükemmeldir."
    },
    {
      "id": 268,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Davud tarafından farklı bir rivayet zinciri ile aktarılmıştır. O dedi ki: \"Allah'ın Elçisi (ﷺ) bunu (savaş ganimetini) eşit olarak paylaştırdı. Halid'in rivayeti daha mükemmeldir.\""
    },
    {
      "id": 269,
      "narrator": "",
      "text": "Mus'ab bin Sa'd, babası (Sa'd bin Ebi Vakkas) aracılığıyla bildirdi: \"Badr günü Peygamber'e (ﷺ) bir kılıç getirdim ve ona dedim ki: 'Allah, bugün düşmandan göğsümü korudu, bu yüzden bana bu kılıcı ver.' O da: 'Bu kılıç ne benim ne de senin.' dedi. Ben de 'Bugün bu, benim gibi sınanmamış bir adama verilecek.' diyerek ayrıldım. Bu sırada bir elçi yanıma geldi ve 'Cevap ver, konuşmamdan dolayı bana bir şey vahyedildiğini düşündüm.' dedi. Geldim ve Peygamber (ﷺ) bana: 'Bu kılıcı istedin, ama bu ne benim ne de senin. Şimdi Allah bunu bana verdi, dolayısıyla bu senin.' dedi. Sonra şöyle okudu: 'Sana savaş ganimeti hakkında soruyorlar. De ki: (Bu) ganimetler Allah ve Elçisinin tasarrufundadır.'"
    },
    {
      "id": 270,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abu Davud dedi ki: 'İbn Mes'ud'un Kur'an okuma şekline göre ayet şöyle geçiyor: 'Sana savaş ganimeti hakkında soruyorlar.'\""
    },
    {
      "id": 271,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Badr günü üç yüz on beş (adam) ile dışarı çıktı. Allah'ın Messenger'ı (ﷺ) şöyle dedi: Ey Allah, onlar yaya, onlara binek ver; Ey Allah, onlar çıplak, onları giydir; Ey Allah, onlar aç, onlara yiyecek ver. Allah sonra onlara zafer bahşetti. Giyinmiş olarak döndüler. İçlerinden hiç kimse, bir veya iki deve ile dönmeden gitmedi; giyindiler ve doya doya yediler."
    },
    {
      "id": 272,
      "narrator": "Narrated Habib ibn Maslamah al-Fihri:",
      "text": "Habib ibn Maslamah al-Fihri'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) beşte birini ayırdıktan sonra ganimetin üçte birini verirdi."
    },
    {
      "id": 273,
      "narrator": "Narrated Habib ibn Maslamah:",
      "text": "Habib ibn Maslamah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) elli (kısım) alındıktan sonra ganimetin dörtte birini ödül olarak verirdi ve beşte bir alındıktan sonra dönerken üçte birini verirdi."
    },
    {
      "id": 274,
      "narrator": "Narrated Habib ibn Maslamah al-Fihri:",
      "text": "Habib ibn Maslamah al-Fihri'den rivayet edilmiştir: Makhul dedi ki: Ben Banu Hudhayl'den bir kadının kölesiydim; sonra beni azat etti. Mısır'dan ayrılmadan orada var olduğunu düşündüğüm tüm bilgileri edinmeden ayrılmadım."
    },
    {
      "id": 275,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Sonra el-Hicaz'a geldim ve oradan var olduğunu düşündüğüm tüm bilgileri edinmeden ayrılmadım."
    },
    {
      "id": 276,
      "narrator": "",
      "text": "Sonra Irak'a geldim ve oradan var olduğunu düşündüğüm tüm bilgileri edinmeden ayrılmadım."
    },
    {
      "id": 277,
      "narrator": "Narrated Ma'an ibn Yazid:",
      "text": "Sonra Suriye'ye geldim ve onu kuşattım. Ganimetlerden ödül verme konusunda herkese sordum. Bununla ilgili bana bir şey söyleyebilecek kimse bulamadım."
    },
    {
      "id": 278,
      "narrator": "",
      "text": "Sonra Ziyad ibn Jariyah at-Tamimi adında bir ihtiyarla karşılaştım. Ona sordum: Ganimetlerden ödül verme konusunda bir şey duydun mu? O da: Evet, Maslamah al-Fihri'nin şöyle dediğini duydum: Ben Peygamber (ﷺ) ile birlikteydim."
    },
    {
      "id": 279,
      "narrator": "Narrated Amr ibn Abasah:",
      "text": "Yolculukta ganimetin dörtte birini, dönüşte ise üçte birini verdi."
    },
    {
      "id": 280,
      "narrator": "",
      "text": "Abdullah ibn Amr ibn al-'As'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: Müslümanlar kan açısından eşittir. En düşükleri, onların adına koruma verme hakkına sahiptir ve uzakta yaşayan biri de onların adına koruma verebilir. Onlar, topluluğun dışındaki herkes karşısında tek bir el gibidir. Hızlı binekleri olanlar, yavaş binekleri olanlara geri dönmelidir, ve bir birliğin yanında bulunanlar, yerleşik olanlara geri dönmelidir. Bir mümin, bir kafir için öldürülmez, ne de olsa onunla ittifak içinde olan bir müttefik."
    },
    {
      "id": 281,
      "narrator": "",
      "text": "İbn İshak, kan açısından intikam ve eşitlikten bahsetmedi."
    },
    {
      "id": 282,
      "narrator": "Narrated AbuRafi':",
      "text": "Salamah (bin Al ‘Akwa) dedi ki: Abd Al Rahman bin ‘Uyainah, Allah'ın Messenger'ı (ﷺ) 'nın develerine baskın yaptı ve çobanını öldürdü. O ve yanındaki bazı insanlar atlarla onları sürmeye devam ettiler. Ben yüzümü Medine'ye döndüm ve üç kez bağırdım. Bir sabah baskını, ardından insanları ok atarak ve (hayvanlarını) sakatlayarak takip ettim. Bir atlı bana döndüğünde, ben bir ağacın dibinde oturdum, ta ki Allah'ın yarattığı Allah'ın Messenger'ı (ﷺ) 'nın bineklerinden hiçbiri arkamda kalmamıştı. Onlar kendilerini hafifletmek için otuzdan fazla mızrak ve otuz örtü attılar. Sonra ‘Uyainah onlara takviye ile geldi ve dedi ki: \"Birkaçınız ona gitsin.\" Dördü ayakta durdu ve bana geldi. Bir dağa çıktılar. Sonra sesimi duyacak kadar yaklaştılar. Onlara \"Beni tanıyor musunuz?\" dedim. Onlar \"Sen kimsin?\" dediler. Ben de \"Ben Ibn Al ‘Akwa'yım. Muhammed'in (ﷺ) yüzünü şereflendiren Allah'a yemin ederim ki, eğer sizden herhangi biri beni takip ederse, beni yakalayamaz ve eğer ben onu takip edersem, ondan kaçmam.\" Bu şekilde devam etti, ta ki Allah'ın Messenger'ı (ﷺ) 'nın atlılarının ağaçların arasından geldiğini gördüm. Al Akhram Al Asadi onların başındaydı. O, Abd Al Rahman bin ‘Uyainah'a katıldı ve Abd Al Rahman ona saldırdı. Mızraklarla birbirlerine saldırdılar. Al Akhram, Abd Al Rahman'ın atını sakatladı ve Abd Al Rahman onu mızrakla yaraladı ve öldürdü. Abd Al Rahman sonra Al Akhram'ın atıyla geri döndü. Sonra ben, onları sürdüğüm aynı suyun yanında bulunan Allah'ın Messenger'ı (ﷺ) 'na geldim ve orada beş yüz kişi vardı. Sonra bana bir atlı ve bir yaya payı verdi."
    },
    {
      "id": 283,
      "narrator": "Narrated Amr ibn Abasah:",
      "text": "Ma'an ibn Yazid'den rivayet edilmiştir: AbulJuwayriyyah al-Jarmi dedi ki: Mu'aviye döneminde Bizans topraklarında dinarlarla dolu kırmızı bir testi buldum. Banu Sulaym'den bir Sahabi bizim yöneticimizdi. Adı Ma'an ibn Yazid'di. Onu ona getirdim. Müslümanlar arasında paylaştırdı. Bana, onlardan birine verdiği aynı payı verdi. Sonra şöyle dedi: Eğer Allah'ın Messenger'ı (ﷺ) 'nın \"Ganimetten beşte bir alınmadan ödül yoktur\" dediğini duymamış olsaydım, sana (ödülü) verirdim. Sonra kendi payını bana sundu, ama ben reddettim."
    },
    {
      "id": 284,
      "narrator": "Narrated AbuBakrah:",
      "text": "Yukarıda belirtilen gelenek, ‘Asim bin Kulaib tarafından farklı bir rivayet zinciriyle aynı etkiyle aktarılmıştır."
    },
    {
      "id": 285,
      "narrator": "Narrated Nu'aym ibn Mas'ud:",
      "text": "Amr ibn Abasah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) bize ganimet olarak alınan bir deveyi işaret ederek namaz kıldırdı ve selam verdikten sonra deveden bir kıl aldı ve şöyle dedi: \"Benim sizin ganimetinizden bu kadar hakkım yoktur, sadece beşte birine kadar. Ve beşte biri size geri döner.\""
    },
    {
      "id": 286,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Harithah ibn Mudarrib, Abdullah ibn Mes'ud'a geldi ve ona şöyle dedi: \"Beni Araplardan hiçbiriyle bir düşmanlığım yok. Banu Hanife'nin bir camisinden geçtim. Onlar (halk) Musaylima'ya inanıyordu.\" Abdullah (ibn Mes'ud) onları çağırttı. Onlar getirildi ve onlardan tövbe etmelerini istedi, sadece İbn an-Navvahah hariç. Ona şöyle dedi: \"Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: Eğer sen bir elçi olmasaydın, seni başımdan vururdum. Ama bugün sen bir elçi değilsin.\" Sonra Qarazah ibn Ka'b'a (onu öldürmesi için) emir verdi. O da pazar yerinde onu başından vurdu. Pazar yerinde İbn an-Navwahah'ın öldürüldüğünü görmek isteyen (görebilir)."
    },
    {
      "id": 287,
      "narrator": "",
      "text": "İbn Abbas şöyle dedi: \"Ebu Talib'in kızı Ümmü Hani, fetih yılı bir müşrikten koruma verdiğini bana söyledi. O, Peygamber'e (ﷺ) geldi ve bunu ona bildirdi. O da: 'Biz, sana güven verdiğimiz kimselere güven verdik' dedi.\""
    },
    {
      "id": 288,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Bir kadın, müminlerden güvenlik verirse, bu caizdir."
    },
    {
      "id": 289,
      "narrator": "Al Miswar bin Makhramah said :",
      "text": "Al Miswar bin Makhramah şöyle dedi: Allah'ın Resulü (ﷺ), Hudeybiye yılı on binden fazla Sahabe ile dışarı çıktı ve Dhu al Hulaifah'a geldiğinde, kurbanlık hayvanları süsledi ve işaretledi ve Umre'nin kutsal haline girdi. Sonra gelenekle devam etti. Peygamber ilerledi ve onlara (Mekke'ye inilen) dağa geldiğinde, binek hayvanı diz çökerek durdu, insanlar iki kez: \"Devam et, devam et, el-Kasva yorgun düştü\" dediler. Peygamber (sallallahu aleyhi ve sellem) dedi: \"O yorgun düşmedi ve bu onun özelliği değil, ama fili durduran O'dur ki, onu da durdurdu.\" Sonra dedi: \"Nefsim O'nun elinde olan Allah'a yemin ederim ki, onlar, benim onlara verdiğim herhangi bir iyi şeyi, Allah'ın kutsal kıldığı bir şeyi onurlandırmadan istemeyecekler.\" Sonra onu teşvik etti ve o da sıçrayarak kalktı ve onlardan uzaklaştı, Hudeybiye'nin en uzak tarafında az su bulunan bir havuzda durdu. Bu arada Budail bin Warqa al-Khuza'i geldi ve 'Urwah bin Mes'ud ona katıldı. O, Peygamber'e (ﷺ) konuşmaya başladı. Her ne zaman Peygamber'e (ﷺ) konuşsa, sakalını tutuyordu. Al Mughirah bin Shu'bah, Peygamber'in (ﷺ) yanında duruyordu. Onun yanında bir kılıç vardı ve bir miğfer giyiyordu. O (Al Mughirah), onun ('Urwah'ın) eline kınıyla vurdu ve dedi: \"Elini sakalından uzak tut.\" 'Urwah sonra elini kaldırdı ve sordu: \"Bu kim?\" Onlar cevap verdiler: \"Al-Mughirah bin Shu'bah.\" O da dedi: \"Ey hain! Ben senin hainliğinde görevimi kullanmadım mı?\" Cahiliye döneminde Al-Mughirah bin Shu'bah bazı insanlarla birlikteydi ve onları öldürüp mallarını almıştı. Sonra (Peygamber'e) geldi ve İslam'ı kabul etti. Peygamber (ﷺ) dedi: \"İslam'ı kabul ettik, ama mal, hainlikle alındığı için, ona ihtiyacımız yok.\" O, gelenekle devam etti ve Peygamber (ﷺ) dedi: \"Yaz: Bu, Allah'ın Resulü Muhammed'in karar verdiği şeydir.\" Sonra gelenek anlatıldı. Suhail, \"Ve sizden bir adam, dininizi takip etse bile, size geri dönmeden gelmeyecek\" dedi. Belgeyi tamamladıktan sonra, Peygamber (ﷺ) arkadaşlarına dedi: \"Kalkın, kurban edin ve sonra tıraş olun.\" Daha sonra bazı mümin kadınlar, muhacirler geldi. (Allah indirdi: Ey iman edenler, size muhacir olarak gelen mümin kadınlar geldiğinde). Yüce Allah, onları geri göndermeyi yasakladı, ama mehirlerini geri vermelerini emretti. Sonra Medine'ye döndü. Kureyş'ten bir adam olan Abu Basir (bir Müslümandı) ona geldi. Ve onu aramak için (iki adam) gönderdiler; böylece onu iki adama teslim etti. Onlar onu götürdüler ve Dhu Al Hulaifah'a vardıklarında, yanlarında bulundukları hurmaları yemek için indiler. Abu Basir, adamlardan birine şöyle dedi: \"Allah'a yemin ederim ki, şu kılıcınız çok güzel; diğeri kılıcı çekti ve dedi: \"Evet, onu denedim.\" Abu Basir dedi: \"Bana göster.\" O da ona verdi ve onu öldürene kadar vurdu, bunun üzerine diğeri kaçtı ve Medine'ye geldi ve koşarak camiye girdi. Peygamber (sallallahu aleyhi ve sellem) dedi: \"Bu adam korkunç bir şey gördü.\" O da dedi: \"Allah'a yemin ederim ki, arkadaşım öldürüldü ve ben de ölü gibiyim.\" Abu Basir geldi ve dedi: \"Allah vaadini yerine getirdi. Beni onlara geri döndürdünüz, ama Allah beni onlardan kurtardı.\" Peygamber (ﷺ) dedi: \"Annesine yazıklar olsun, savaş çıkaran!\" Keşke onun bir akrabası olsaydı (yani, bir akraba). O bunu duyduğunda, onu onlara geri göndereceğini bildi, bu yüzden dışarı çıktı ve deniz kıyısına gitti. Abu Jandal kaçtı ve Abu Basir'e katıldı, ta ki onlardan bir grup toplanana kadar."
    },
    {
      "id": 290,
      "narrator": "",
      "text": "Al Miswar bin Makhramah ve Marwan bin Hakam şöyle dedi: \"Onlar, on yıl boyunca savaşmaktan vazgeçmeyi kabul ettiler, bu süre zarfında güvenlik sağlanacak ve aralarında samimiyet olacağı, hırsızlık veya hainlik olmayacağı şartıyla.\""
    },
    {
      "id": 291,
      "narrator": "Narrated Dhu Mikhbar:",
      "text": "Dhu Mikhbar'dan rivayet edilmiştir: Hassan ibn Atiyyah dedi ki: Makhul ve İbn Zakariyya, Halid ibn Ma'dan'a gitti ve ben de onlarla birlikte gittim. O, Jubayr ibn Nufayr'dan bir rivayet aktardı. Dedi ki: \"Bizimle birlikte Dhu Mikhbar'a git, Peygamber'in (ﷺ) Sahabelerinden bir adam.\" Ona geldik ve Jubayr ona barış hakkında sordu. O da dedi: \"Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: Biz, Bizanslılarla güvenli bir barış yapacaksınız, sonra siz ve onlar arkanızda bir düşmanla savaşacaksınız.\""
    },
    {
      "id": 292,
      "narrator": "Jabir reported:",
      "text": "Cabir rivayet etti: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi: \"Kim Ka'b bin el-Ashraf'ı takip edecek, çünkü o Allah'a ve Resulüne sıkıntı verdi?\" Muhammed bin Mesleme ayağa kalktı ve dedi: \"Ben (yapacağım), Allah'ın Resulü. Onu öldürmemi ister misin?\" O da: \"Evet.\" Dedi: \"O halde bana senin aleyhine bir şey söylememe izin ver.\" O da: \"Evet, söyle.\" Sonra ona (Ka'b b. el-Ashraf) geldi ve ona şöyle dedi: \"Bu adam bizden sadaka (zekat) istedi ve bizi sıkıntıya soktu.\" O (Ka'b) dedi: \"Sen daha çok üzüleceksin.\" O (Muhammed bin Mesleme) dedi: \"Biz onu takip ettik ve onunla terk etmeyi istemiyoruz, ta ki onun meselesinin sonuçlarını görene kadar. Eğer bir veya iki wasq ödünç verebilirseniz, iyi olur.\" Ka'b dedi: \"Bana neyi ipotek edeceksiniz?\" O sordu: \"Sizden ne istiyorsunuz?\" O da: \"Kadınlarınızı.\" Onlar: \"Subhanallah: Sen Arapların en güzeli. Eğer kadınlarımızı sana ipotek edersek, bu bizim için bir rezil olur.\" O da: \"Çocuklarınızı ipotek edin.\" Onlar: \"Subhanallah, bir çocuğumuz, 'Sen bir veya iki wasq için ipotek edildin' diyebilir.\" Onlar: \"Size bir zırh ipotek edeceğiz.\" Bununla silahları kastetti. O da: \"Evet, ona geldiğinde, onu çağırdı ve o parfüm sürmüş ve başında güzel bir koku yayarak dışarı çıktı. Onunla birlikte oturdu ve yanında üç veya dört kişi vardı, parfümünü anarak. O dedi: \"Benimle birlikte en güzel kadın var. O, insanların en güzel kokusudur.\" O (Muhammed bin Mesleme) sordu: \"Koklamama izin verir misin?\" O da: \"Evet.\" Sonra elini saçlarının arasına soktu ve kokladı. O da: \"Tekrar edebilir miyim?\" O da: \"Evet.\" Tekrar elini saçlarının arasına soktu. Kontrolünü tamamen sağladığında, dedi: \"Onu al.\" Böylece onu vurdu ve öldürdüler."
    },
    {
      "id": 293,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi: \"İman, suikastı engeller. Bir mümin suikast yapmamalıdır.\""
    },
    {
      "id": 294,
      "narrator": "",
      "text": "Abdullah bin Ömer şöyle dedi: \"Allah'ın Resulü (ﷺ) bir seferden, hac veya umre dönüşünde, her yükseltiye geldiğinde üç kez 'Allah en büyüktür' derdi ve 'O'ndan başka ilah yoktur, O'nun ortağı yoktur, mülk O'nundur, övgü O'na aittir ve O, her şeye kadirdir, Rabbimize ibadet ederiz, secde ederiz ve O'na hamd ederiz. Allah, vaadini yerine getirdi, kullarına yardım etti ve birleşenleri bozguna uğrattı.\""
    },
    {
      "id": 295,
      "narrator": "",
      "text": "İbn Abbas şöyle dedi: \"O ayet: 'Allah'a ve Ahiret Günü'ne inananlar, malları ve canlarıyla savaşmaktan muafiyet istemezler' ayeti, 'Ancak Allah'a ve Resulüne inananlar... Çünkü Allah, çok bağışlayandır, çok merhamet edendir' ayetiyle neshedilmiştir.\""
    },
    {
      "id": 296,
      "narrator": "",
      "text": "Cerir (bin Abdullah) şöyle dedi: \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Neden Dhu Al Khulasah'tan beni rahatlatmıyorsun?' Oraya gitti ve onu yaktı. Sonra Ahmas'tan bir adamı Peygamber'e (ﷺ) iyi haber vermesi için gönderdi. Onun lakabı Artah'tı.\""
    },
    {
      "id": 297,
      "narrator": "",
      "text": "Ka'b bin Malik şöyle dedi: \"Peygamber (ﷺ) bir yolculuktan döndüğünde, önce bir camiye giderdi, orada iki rek'at namaz kılar, ardından oturur ve insanlara hitap ederdi. Rivayetçi İbn Al Sarh, geleneklerin geri kalanını aktardı. Dedi ki: \"Allah'ın Resulü (ﷺ) Müslümanların bizlerden üç kişiye konuşmasını yasakladı. Üzerimden epey zaman geçtikten sonra, kuzenim olan Ebu Katade'nin duvarına çıktım. Ona selam verdim, ama Allah'a yemin ederim ki, o selamımı geri vermedi. Sonra, ellinci günde, bir evimizin çatısında sabah namazını kıldım. Sonra bir ses duydum: 'Ka'b bin Malik, müjdeli haber var.' O sesin sahibinin yanıma geldiğinde bana müjdeler verdi, ben de giysilerimi çıkardım ve onu giydirdim. Devam ettim ve camiye girdim. Allah'ın Resulü (ﷺ) orada oturuyordu. Talha bin Ubaidullah ayağa kalktı ve bana doğru koşarak geldi, elimi sıktı ve selam verdi.\""
    },
    {
      "id": 298,
      "narrator": "Narrated AbuBakrah:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) bir şey geldiğinde, bu ona sevinç verdiğinde (veya, onu sevindirdiğinde), Allah'a şükür secdesi yapardı."
    },
    {
      "id": 299,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Sa'd ibn Ebu Vakkas'tan rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) ile birlikte Mekke'den Medine'ye çıktık. Azwara'ya yakın olduğumuzda, o indi, sonra ellerini kaldırdı ve Allah'a dua etti, ardından uzun bir süre secde etti. Sonra ayağa kalktı ve bir süre ellerini kaldırdı, ardından uzun bir süre secde etti. Sonra yine ayağa kalktı ve bir süre ellerini kaldırdı, ardından secde etti. Ahmed bunu üç kez zikretti. Sonra dedi: \"Rabbimden istedim ve halkım için şefaatte bulundum, bana halkımın üçte birini verdi, bu yüzden Rabbime şükür secdesi yaptım. Sonra başımı kaldırdım ve halkım için Rabbimden istedim, bana halkımın üçte birini daha verdi, bu yüzden Rabbime şükür secdesi yaptım. Sonra başımı kaldırdım ve halkım için Rabbimden istedim, bana kalan üçte birini verdi, bu yüzden Rabbime şükür secdesi yaptım.\" Ebu Davud dedi: \"Ahmed b. Salih bu hadisi bize rivayet ettiğinde, Ash'ath b. İshak'ın adını atladı, ama Musa b. Sahl al-Ramli, onu onun aracılığıyla bize aktardı.\""
    },
    {
      "id": 300,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abdullah ibn Cabir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir adamın gece ailesine gelmesini hoş karşılamadı (bir yolculuktan döndükten sonra)."
    },
    {
      "id": 301,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir adamın yolculuktan döndüğünde ailesine girmesi için en iyi zaman gecenin başıdır."
    },
    {
      "id": 302,
      "narrator": "",
      "text": "Jabir bin ‘Abd Allah dedi ki: \"Biz Allah'ın Elçisi (ﷺ) ile bir yolculuktaydık. Ailelerimize döneceğimiz zaman, 'Gecenin ilerleyen saatlerinde girelim ki, dağınık kadınlar kendilerini düzeltsin ve kocası uzak olan kadınlar da kendilerini temizlesin' dedi."
    },
    {
      "id": 303,
      "narrator": "",
      "text": "Abu Davud dedi ki: \"Al Zuhri şöyle dedi: (Bu yasak) gece namazından sonra gelindiğinde geçerlidir."
    },
    {
      "id": 304,
      "narrator": "",
      "text": "Abu Davud dedi ki: \"Gün batımı namazından sonra (aileye) gelmekte bir sakınca yoktur.\""
    },
    {
      "id": 305,
      "narrator": "",
      "text": "Al Sai’ib bin Yazid dedi ki: \"Peygamber (ﷺ) Tabuk savaşından Medine'ye döndüğünde, insanlar onu karşıladı; ben de çocuklarla birlikte Thaniyyat Al Wada’'da onu karşıladım.\""
    },
    {
      "id": 306,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Anas bin Malik dedi ki: \"Aslam'dan bir genç şöyle dedi: 'Allah'ın Elçisi (ﷺ), ben bir sefere gitmek istiyorum ama kendimi donatacak bir malım yok.' O da şöyle dedi: 'Şu ve bu Ensar'dan git, o savaş için malzeme hazırladı ama hastalandı ve ona de ki: 'Allah'ın Elçisi (ﷺ) sana selam gönderdi.' Sonra ona de ki: 'Yaptığın tüm malzemeyi ona ver.' O da ona gitti ve bunu söyledi. O da karısına şöyle dedi: 'Ey şu ve bu, ona yaptığım tüm malzemeyi ver ve ondan hiçbir şey saklama. Allah'a yemin ederim ki, eğer ondan bir şey saklarsan, Allah onu bereketlendirmeyecek.'\""
    },
    {
      "id": 307,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ka’ab bin Malik dedi ki: \"Peygamber (ﷺ) gündüzleri yolculuktan dönerdi. Al Hasan dedi ki: 'Öğle saatlerinde.' Yolculuktan döndüğünde önce camiye gider, orada iki rek'at namaz kılar, ardından orada oturur ve insanlara hitap ederdi.\""
    },
    {
      "id": 308,
      "narrator": "Narrated Ata' ibn Yasar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) haccından döndüğünde Medine'ye girdi ve (devesini) camisinin kapısında diz çökertti; sonra içeri girdi ve iki rek'at namaz kıldı; ardından evine döndü. Nafi' dedi ki: \"İbn Umar da bunu yapardı.\""
    },
    {
      "id": 309,
      "narrator": "Narrated A man from the Companions of the Prophet:",
      "text": "Abu Sa'id al-Khudri'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Ganimet dağıtımcısının ücretinden sakının.' Biz sorduk: 'Ganimet dağıtımcısının ücreti nedir?' O da şöyle dedi: 'Bu, insanların paylaştığı bir şeydir ve sonra azaltılır.'\""
    },
    {
      "id": 310,
      "narrator": "Narrated Dhul-Jawshan:",
      "text": "Ata' ibn Yasar'dan rivayet edilmiştir: \"Ata', Peygamber (ﷺ) ile benzer bir rivayet aktardı (No 2777). Bu versiyon ekliyor: Bir adam, insan gruplarına atanır ve bunların payından (ücret) alır.\""
    },
    {
      "id": 311,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Peygamberin (ﷺ) Sahabelerinden bir adamdan rivayet edilmiştir: \"Ubaydullah ibn Salman, Peygamberin (ﷺ) Sahabelerinden bir adamdan şöyle aktardı: 'Biz Hayber'i fethettiğimizde, onlar (halk) malzemelerini ve esirlerini çıkardılar. İnsanlar ganimetlerini alıp satmaya başladılar. Allah'ın Elçisi (ﷺ) namaz kıldığında, bir adam ona geldi ve şöyle dedi: 'Allah'ın Elçisi, bugün bu vadiden hiç kimsenin kazanmadığı kadar kazandım.' O da sordu: 'Vay haline, ne kadar kazandın?' O da cevapladı: 'Alım satım yaparak üç yüz ukıyah kazandım.' Allah'ın Elçisi (ﷺ) dedi ki: 'Sana, senden daha iyi kazanan bir adamı söyleyeyim.' O da sordu: 'O nedir, Allah'ın Elçisi?' O da cevapladı: 'Farz namazdan sonra iki rek'at (nafile) namaz.'\""
    }
  ]
}