{
  "language": "tr",
  "metadata": {
    "length": 56,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Mikhnaf ibn Sulaym:",
      "text": "Mikhnaf ibn Sulaym'den rivayet edildi: Biz, Allah'ın Elçisi (ﷺ) ile Arafat'ta bulunuyorduk; o şöyle dedi: Ey insanlar, her aile bir kurban ve bir atıra sunmalıdır. Atıra'nın ne olduğunu biliyor musunuz? O, sizin Rajab kurbanı dediğiniz şeydir."
    },
    {
      "id": 2,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Davud dedi ki: 'Atıra neshedilmiştir ve bu rivayet de neshedilmiştir."
    },
    {
      "id": 3,
      "narrator": "Narrated Hanash:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edildi: Peygamber (ﷺ) şöyle dedi: Kurban günü, Allah'ın, Yüce, bu topluluk için tayin ettiği bayramı kutlamakla emrolundum. Bir adam dedi ki: Eğer benim elimde sadece süt veya diğer faydalar için ödünç alınmış bir dişi keçi veya dişi deveyi bulursam, onu kurban etmeli miyim? O dedi ki: Hayır, ama saçlarını kesmeli, tırnaklarını budamalı, bıyıklarını kısaltmalı ve pubis kıllarını traş etmelisin. Bunlar, Allah katında senin kurbanındır, Yüce Allah."
    },
    {
      "id": 4,
      "narrator": "Narrated Umm Salamah:",
      "text": "Hanash'tan rivayet edildi: Ali'yi iki koç kurban ederken gördüm; ona sordum: Bu nedir? O cevap verdi: Allah'ın Elçisi (ﷺ) benim onun adına kurban etmemi emretti, bu yüzden bunu yapıyorum."
    },
    {
      "id": 5,
      "narrator": "Narrated 'Aishah:",
      "text": "Umm Salamah'tan rivayet edildi: Peygamber (ﷺ) şöyle buyurdu: Eğer birinin kurbanlık hayvanı varsa ve onu kurban etmeyi niyet ediyorsa, Dhul-Hijjah'ın yeni ayını gördüğünde, kurban edene kadar saç ve tırnaklarından hiçbir şey almamalıdır."
    },
    {
      "id": 6,
      "narrator": "Narrated Anas:",
      "text": "Abu Davud dedi ki: Malik ve Muhammed b. Amr tarafından rivayet edilen isnadında 'Amr b. Muslim'in ismi tartışmalıdır. Bazıları bunun 'Umar olduğunu söylerken, çoğunluk 'Amr olduğunu savunmaktadır."
    },
    {
      "id": 7,
      "narrator": "Narrated Anas:",
      "text": "Abu Davud dedi ki: O, 'Amr b. Muslim b. Ukaimah al-Laithi al-Jundu'i'dir."
    },
    {
      "id": 8,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Aişe'den rivayet edildi: Peygamber (Saws) siyah bacakları, siyah karnı ve gözlerinin etrafında siyah olan bir boynuzlu koç emretti ve o koç onun için kurban edilmek üzere getirildi. O dedi ki: Aişe, bıçağı al, sonra dedi ki: Onu bir taşla bile. Ben de öyle yaptım. O aldı, sonra koçu yere koydu ve onu kesmeye başladı. Sonra dedi ki: Allah'ın adıyla. Ey Allah, bunu Muhammed için, Muhammed'in ailesi ve Muhammed'in kavmi için kabul et. Sonra onu kurban etti."
    },
    {
      "id": 9,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Enes'ten rivayet edildi: Peygamber (ﷺ) kendi eliyle ayakta yedi deve kurban etti ve Medine'de iki boynuzlu koç kurban etti; bu koçlar beyaz ve siyah lekeli idi."
    },
    {
      "id": 10,
      "narrator": "Narrated Jabir:",
      "text": "Enes'ten rivayet edildi: Peygamber (ﷺ) iki boynuzlu koç kurban etti; bu koçlar beyaz ve siyah lekeli idi, kesildi ve \"Allah en büyüktür.\" diyerek Allah'ın adını anarak yanlarına ayağını koydu."
    },
    {
      "id": 11,
      "narrator": "Narrated Zayd ibn Khalid al-Juhani:",
      "text": "Cabir ibn Abdullah'tan rivayet edildi: Peygamber (ﷺ) iki boynuzlu koç kurban etti; bu koçlar beyaz ve siyah lekeli ve hadım edilmişti. Onları kıbleye döndürdüğünde, şöyle dedi: Ben, gökleri ve yeri yaratan O'na yöneldim; İbrahim'in dinine, inançta doğru olanına, ve ben müşriklerden değilim. Benim namazım, kurban hizmetim, hayatım ve ölümüm, âlemlerin Rabbi olan Allah içindir; O'nun ortağı yoktur. Bu, bana emredilen şeydir ve ben Müslümanlardanım. Ey Allah, bu Senindir ve Muhammed ve onun kavmi tarafından Sen'e sunulmuştur. Allah'ın adıyla, Allah en büyüktür. Sonra kurban etti."
    },
    {
      "id": 12,
      "narrator": "Narrated 'Asim b. Kulaib:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edildi: Allah'ın Elçisi (ﷺ) siyah gözlerinin etrafında, ağzında ve ayaklarında siyah olan seçkin bir boynuzlu koç kurban ederdi."
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "Cabir'den rivayet edildi: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Zor değilse, sadece tam büyümüş bir hayvan kurban edin; zorlanıyorsanız, bir kuzu kurban edin."
    },
    {
      "id": 14,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Zayd ibn Halid el-Cuhani'den rivayet edildi: Allah'ın Elçisi (ﷺ) kurbanlık hayvanları arasında dağıttı. Bana bir oğlak (bir yaşından küçük) verdi. Onu ona götürdüm ve dedim: Bu bir oğlaktır. O dedi: Kurban et. Ben de onu kurban ettim."
    },
    {
      "id": 15,
      "narrator": "Narrated Ubayd ibn Firuz:",
      "text": "'Asim b. Kulaib'den rivayet edildi: Babası aracılığıyla: Biz, Banu Sulaim'den olan Mücaşii adında bir adamla birlikteydik. O günlerde keçi kıtlığı vardı. Bir adamı insanlara ilan etmesi için görevlendirdi; o da Allah'ın Elçisi (ﷺ) şöyle derdi diye ilan etti: Bir kuzu, tam büyümüş bir hayvanın bedeli olarak verilebilir."
    },
    {
      "id": 16,
      "narrator": "Narrated Yazid Dhu Misr :",
      "text": "Yazid Dhu Misr'dan rivayet edilmiştir: Utbah ibn AbdusSulami'ye geldim ve dedim ki: AbulWalid, kurbanlık hayvan aramak için dışarı çıktım. Beni çeken hiçbir şey bulamadım, sadece dişleri dökülmüş bir hayvan buldum. Bu yüzden ondan tiksindim. Sen ne dersin (bu konuda)? O dedi ki: Neden onu bana getirmedin? O dedi: Subhanallah: Bu senin için helal de benim için haram mı? O dedi: Evet, sen şüphe ediyorsun, ben şüphe etmiyorum. Allah'ın Elçisi (ﷺ) kulağının kökünden sökülmüş, deliği dışarıdan görünen bir hayvanı, kökünden kırılmış bir boynu olan hayvanı, gözünün tamamen görme yetisini kaybetmiş bir hayvanı, sürüyle gidemeyecek kadar zayıf ve ince olan bir hayvanı ve kırık bacaklı bir hayvanı kurban etmeyi yasaklamıştır."
    },
    {
      "id": 17,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn AbuTalib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) göz ve iki kulağa büyük dikkat edilmesini emretti ve tek gözlü bir hayvanı, ön veya arka tarafında bir şey sarkan yarık bir kulağa sahip hayvanı veya kulağında delik olan uzunlamasına yarık bir hayvanı kurban etmemeyi emretti. AbuIshaq'a sordum: Kırık boynuzlu ve sökülmüş kulaklı bir hayvanı zikretti mi? O dedi ki: Hayır. Ben dedim: 'Muqabalah nedir?' O cevap verdi: 'Kulağının arkasından kesilmesidir.' Ben dedim: 'Sharqa nedir?' O cevap verdi: 'Kulağın yarılmasıdır.' Ben dedim: 'Kharqa nedir?' O cevap verdi: 'Kulağında ayırt edici bir işaret olarak bir delik açılmasıdır.'"
    },
    {
      "id": 18,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn AbuTalib'den rivayet edilmiştir: Peygamber (ﷺ) yarık kulaklı ve kırık boynuzlu bir hayvanı kurban etmeyi yasaklamıştır."
    },
    {
      "id": 19,
      "narrator": "Narrated Qatadah:",
      "text": "Abu Davud dedi ki: Rivayet eden Jurayy (b. Kulaib) Sadusi'dir ve Basra'dandır. Ondan başka hiç kimse hadis rivayet etmemiştir."
    },
    {
      "id": 20,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Kâtadah'dan rivayet edilmiştir: Sa'id b. al-Musayyab'a sordum: Yarık kulaklı ve kırık boynuzlu hayvan ne demektir? O cevap verdi: Yarısı ve yarısından fazlası."
    },
    {
      "id": 21,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) döneminde tamattu' yaptık, yedi kişi için bir inek ve yedi kişi için bir deve kurban ettik. Onları paylaştık."
    },
    {
      "id": 22,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bir inek yedi kişiye yeter, bir deve de yedi kişiye yeter."
    },
    {
      "id": 23,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikte al-Hudaybiyyah'da yedi kişi için bir deve ve yedi kişi için bir inek kurban ettik."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikte dua yerinde kurban kesmeyi gördüm. Hutbesini bitirdikten sonra minberinden indi ve ona bir koç getirildi. Allah'ın Elçisi (ﷺ) onu kendi eliyle keserek dedi ki: Allah'ın adıyla, Allah en büyüktür. Bu benim ve benim ümmetimden kurban kesmeyenler içindir."
    },
    {
      "id": 25,
      "narrator": "Narrated 'Aishah:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) kurbanlık hayvanını dua yerinde keserdi. İbn 'Umar da bunu yapardı."
    },
    {
      "id": 26,
      "narrator": "Narrated Nubayshah:",
      "text": "'Aişe'den rivayet edilmiştir: Çöl halkından bazı insanlar, Allah'ın Elçisi (ﷺ) döneminde kurban zamanı geldi. Allah'ın Elçisi (ﷺ) dedi ki: Üç gün boyunca biriktirin ve geri kalanını sadaka olarak verin. Sonra insanlar Allah'ın Elçisi'ne (ﷺ) dediler: Allah'ın Elçisi, insanlar kurbanlarından faydalanır, yağ alır ve derilerinden su torbaları yapar. Allah'ın Elçisi (ﷺ) dedi: O nedir? ya da ne dediyse: Onlar dediler: Allah'ın Elçisi (ﷺ), üç günden sonra kurban etinin saklanmasını yasakladınız. Allah'ın Elçisi (ﷺ) dedi: Size, size gelen bir topluluk nedeniyle yasakladım. Şimdi yiyin, sadaka verin ve biriktirin."
    },
    {
      "id": 27,
      "narrator": "Narrated Thawban:",
      "text": "Nubayshah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Üç günden fazla etlerini yemenizi yasakladık ki bolluğunuz olsun; şimdi Allah bolluk sağladı, öyleyse yiyin, biriktirin ve sevap arayın. Dikkat edin, bu günler yemek, içmek ve Allah'ı anma günleridir."
    },
    {
      "id": 28,
      "narrator": "Narrated Shaddad b. Aws:",
      "text": "Thawban'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir yolculuk sırasında kurban kesti ve sonra dedi ki: Thawban, bu keçinin etini onar. Ben de Medine'ye ulaşana kadar etini tedarik ettim."
    },
    {
      "id": 29,
      "narrator": "Narrated Hisham b. Zaid:",
      "text": "Şeddad b. Aws'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Allah, her şeyin güzel bir şekilde yapılmasını emretti, bu yüzden öldürdüğünüzde güzel bir yöntem kullanın. Müslim dışındaki rivayetlerde şöyle denir: \"Güzel bir şekilde öldürün.\" Ve kurban kestiğinizde, güzel bir yöntem kullanmalısınız; çünkü biriniz bıçağını keskinleştirmeli ve hayvana mümkün olduğunca az acı vermelidir."
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Hişam b. Zaid'den rivayet edilmiştir: Anas ile birlikte al-Hakam b. Ayyub'un yanına girdim. O, bazı gençlerin ya da çocukların bir tavuğu kurşunlayarak vurduğunu gördü. Anas dedi ki: Allah'ın Elçisi (ﷺ) kapalı bir hayvanı öldürmeyi yasakladı."
    },
    {
      "id": 31,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: \"Ama kötü olanlar, dostlarını sizinle mücadele etmeye teşvik eder\" ayetini açıklarken, şöyle derlerdi: Allah'ın öldürdüğünü yemeyin, ama sizin kesip hazırladığınız şeyi yiyin. Bunun üzerine Allah, \"Allah'ın adı anılmayan (etlerden) yemeyin\" ayetini indirdi... ayetin sonuna kadar."
    },
    {
      "id": 32,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Yahudiler, Peygamber (ﷺ)'e geldiler ve dediler ki: Biz, öldürdüğümüzü yeriz ama Allah'ın öldürdüğünü yemeyiz? Bunun üzerine Allah, \"Allah'ın adı anılmayan (etlerden) yemeyin\" ayetini indirdi... ayetin sonuna kadar."
    },
    {
      "id": 33,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), bedevilerin gösteriş ve gurur için kestikleri (hayvanların) etini yemeyi yasakladı."
    },
    {
      "id": 34,
      "narrator": "Narrated Rafi' b. Khadij:",
      "text": "Abu Dawud dedi ki: Rivayetçi Ghundar, bu hadisi Ibn 'Abbas'ın sözü olarak (Peygamber'in sözü değil) aktarmıştır."
    },
    {
      "id": 35,
      "narrator": "Narrated Muhammad ibn Safwan or Safwan ibn Muhammad:",
      "text": "Rafi' b. Khadij'ten rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ)'ne geldim ve dedim: Allah'ın Elçisi, yarın düşmanla karşılaşacağız ve yanımızda bıçak yok. Keskin kenarlı bir beyaz taşla (çakmak taşı) ve bir sopa parçasıyla kesebilir miyiz? Allah'ın Elçisi (ﷺ) dedi ki: Hızlanın, onu kesin. Allah'ın adı anıldığında, kan akıtan her şeyle kesilenleri yiyebilirsiniz, diş ve pençe hariç. Size bununla ilgili bilgi vereceğim. Diş bir kemiktir ve pençe Habeşlilerin bıçağıdır. Bazı insanlar acele etti ve öne geçti, acele ettiler ve ganimet elde ettiler, oysa Allah'ın Elçisi (ﷺ) gerideydi ve pişirme kapları kurdular. Allah'ın Elçisi (ﷺ) pişirme kaplarının yanından geçti. Onları çevirmelerini emretti. Sonra (savaş ganimetini) aralarında paylaştırdı ve onlara on keçiye bir deve karşılığında verdi. İnsanların develerinden biri kaçtı ve o sırada yanlarında at yoktu. Bir adam ona ok attı ve Allah, onun kaçmasını engelledi. Peygamber (ﷺ) dedi: Hayvanlar (yani develer) arasında, vahşi hayvanlar gibi kaçanlar vardır; eğer onlardan biri böyle yaparsa, onunla böyle yapın."
    },
    {
      "id": 36,
      "narrator": "Narrated Ata' ibn Yasar:",
      "text": "Muhammad ibn Safwan veya Safwan ibn Muhammad'tan rivayet edilmiştir: İki tavşan avladım ve onları bir çakmak taşıyla kestim. Ben, Allah'ın Elçisi (ﷺ)'ne bunlar hakkında sordum. O da, onları yememe izin verdi."
    },
    {
      "id": 37,
      "narrator": "Narrated Adi ibn Hatim:",
      "text": "Ata' ibn Yasar'dan rivayet edilmiştir: Banu Harith'ten bir adam, Uhud'un bir vadiinde hamile bir dişi deve otlatıyordu; (devenin) ölmek üzere olduğunu gördü; onu kesmek için hiçbir şey bulamadı; bir direk aldı ve onu göğsünün üst kısmına saplayarak kanını akıttı."
    },
    {
      "id": 38,
      "narrator": "Narrated AbulUshara':",
      "text": "Sonra Peygamber (ﷺ)'e geldi ve bunu bildirdi, o da ona yemesini emretti."
    },
    {
      "id": 39,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Adi ibn Hatim'den rivayet edilmiştir: Ben dedim: Allah'ın Elçisi, biri av yakalayıp bıçak bulamazsa; çakmak taşı ve bir sopa parçasıyla kesebilir mi? O dedi: Kan akıtan her şeyle kes ve Allah'ın adını an."
    },
    {
      "id": 40,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "AbulUshara'dan rivayet edilmiştir: AbulUshara, babası aracılığıyla şöyle bildirdi: O sordu: Allah'ın Elçisi, kesim yalnızca göğsün üst kısmında ve boğazda mı yapılmalıdır? Allah'ın Elçisi (ﷺ) cevap verdi: Eğer onun uyluğunu delersen, bu da senin için yeterlidir."
    },
    {
      "id": 41,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Dawud dedi ki: Bu, bir kuyuya düşen veya serbest dolaşan bir hayvanı kesmek için uygun olan yoldur."
    },
    {
      "id": 42,
      "narrator": "Narrated 'Aishah:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Ibn Isa ekledi: (Ibn Abbas) ve AbuHurayrah dedi: Allah'ın Elçisi (ﷺ) şeytanın kurbanını yasakladı. AbuIsa, kendi rivayetinde ekledi: Bu, derisi kesilen ve sonra boynundaki damarları kesilmeden ölüme terk edilen hayvana işaret eder."
    },
    {
      "id": 43,
      "narrator": "Narrated Nubayshah:",
      "text": "AbuSa'id al-Khudri'den rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ)'ne embriyo hakkında sordum. O cevap verdi: İstersen onu ye."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Musaddad'ın rivayetinde şöyle der: Biz dedik: Allah'ın Elçisi, bir dişi deve, bir inek ve bir koyun kesiyoruz ve karnında bir embriyo buluyoruz. Onu atmalı mıyız yoksa yemeli miyiz? O cevap verdi: İstersen onu ye, çünkü annesinin kesimi onun kesimini de kapsar."
    },
    {
      "id": 45,
      "narrator": "Narrated Sa'id:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Embriyonun kesimi, annesi kesildiğinde dahildir."
    },
    {
      "id": 46,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) her elli keçiden birini kurban ederdi."
    },
    {
      "id": 47,
      "narrator": "Narrated Umm Kurz al-Ka'biyyah:",
      "text": "Ebu Davud dedi ki: Fara', Araplara doğan ilk yavru devedir. Onlar bunu putları için kurban eder, sonra yerler ve derisini bir ağaca atarlardı. 'Atira, Recep ayının ilk on gününde yapılan bir kurbandır."
    },
    {
      "id": 48,
      "narrator": "Narrated Umm Kurz:",
      "text": "Umm Kurz el-Ka'biyyah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Bir erkek çocuk için iki benzer koyun, bir kız çocuk için ise bir koyun kurban edilir."
    },
    {
      "id": 49,
      "narrator": "Narrated Umm Kurz:",
      "text": "Ebu Davud dedi ki: Ahmed (ibn Hanbel)'in \"mukafi'atani\" Arapça kelimesinin eşit (yaş olarak) veya birbirine benzer anlamına geldiğini söylediğini duydum."
    },
    {
      "id": 50,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Umm Kurz'dan rivayet edilmiştir: Peygamber (sallallahu aleyhi ve sellem) şöyle dediğini duydum: Kuşların yuvalarında kalmasına izin verin. O, ayrıca şöyle dedi: Bir erkek çocuk için iki koyun, bir kız çocuk için bir koyun kurban edilir, ancak bunların erkek mi dişi mi olduğu sizin için bir zarar vermez."
    },
    {
      "id": 51,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Umm Kurz'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Bir erkek çocuk için birbirine benzeyen iki koyun, bir kız çocuk için ise bir koyun kurban edilir."
    },
    {
      "id": 52,
      "narrator": "Narrated Salman b. 'Amir al-Dabbi:",
      "text": "Ebu Davud dedi ki: Bu sağlam bir hadistir ve Sufyan tarafından rivayet edilen hadiste bir yanlış anlama vardır."
    },
    {
      "id": 53,
      "narrator": "Narrated Al-Hasan:",
      "text": "Samurah ibn Cundub'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Bir erkek çocuk, Aqiqah'ı için rehin alınmıştır. Yedinci günde onun için kurban edilir, başı tıraş edilir ve kanla sürülür."
    },
    {
      "id": 54,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Katatada'ya kanla sürme konusunda nasıl yapılması gerektiği sorulduğunda, şöyle dedi: Hayvanın (Aqiqah için) başını (yani boğazını) kestiğinizde, ondan birkaç tüy alıp damarlarının üzerine koyabilirsiniz, sonra bunları bebeğin başının ortasına yerleştirirsiniz ki kan, bebeğin tüyleri üzerine bir ip gibi aksın. Sonra başı yıkanabilir ve tıraş edilebilir."
    },
    {
      "id": 55,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Ebu Davud dedi ki: \"Kanla sürülür\" (yudamma) kelimesinin rivayetinde Hammam tarafından bir yanlış anlama vardır."
    },
    {
      "id": 56,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Ebu Davud dedi ki: Hammam, \"kanla sürülür\" kelimesini rivayet ederken karşıt görüş bildirilmiştir. Bu, Hammam'ın yanlış anlamasıdır. \"Ona bir isim verilir\" (yusamma) kelimesini rivayet etmişlerdir, Hammam ise \"kanla sürülür\" (yudamma) şeklinde rivayet etmiştir."
    }
  ]
}