{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: Bir müslüman erkeğin, miras olarak bırakacağı bir şeyi varsa, bunu iki gece boyunca vasiyetsiz bırakmaması gerekir."
    },
    {
      "id": 2,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dinar, dirhem, deve ve keçi bırakmamıştır, ne de olsa hiçbir şey için vasiyet bırakmamıştır."
    },
    {
      "id": 3,
      "narrator": "Narrated 'Amir b. Sa'd:",
      "text": "Amir b. Sa'd'dan rivayet edilmiştir: Babası (Sa'd b. Ebi Vakkas) aracılığıyla: Sa'd, Mekke'de hastalandığında (İbn Ebi Kkalaf'ın rivayetine göre) - sonra kabul edilen versiyon: onu ölüm tehlikesine yaklaştıran - Allah'ın Messenger'ı (ﷺ) onu ziyarete gitti. O şöyle dedi: Allah'ın Messenger'ı, benim büyük bir malım var ve kızım benim tek varisim. Malımın üçte birini sadaka olarak verebilir miyim? O şöyle dedi: Hayır. O sordu: O zaman yarısını mı? O cevapladı: Hayır. O sordu: O zaman üçte birini mi? O cevapladı: (Üçte birini verebilirsin) üçte bir çoktur. Mirasçılarını zengin bırakmak, onları yoksul ve insanlardan dilenir halde bırakmaktan daha iyidir. Allah rızasını kazanmak için harcadığın hiçbir şey yoktur ki, bunun karşılığını almayasın, hatta eşine verdiğin lokma bile. Ben dedim: Allah'ın Messenger'ı, hicretten geri mi kalacağım? O şöyle dedi: Eğer benim arkamdan kalır ve Allah rızasını kazanacak iyi işler yaparsan, derecen yükselir ve merteben artar. Belki de geri kalmazsın, bazı insanlar senden faydalanır ve bazıları da zarar görür. Sonra şöyle dedi: Ey Allah, arkadaşlarımın hicretini tamamla ve onları geri çevirme. Ama Sa'd b. Khawlah ne yazık ki. Allah'ın Messenger'ı (ﷺ) onun Mekke'de ölmesi üzerine yas tuttu."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Allah'ın Messenger'ına (ﷺ) sordu: Allah'ın Messenger'ı, en iyi sadaka hangisidir? O şöyle cevapladı: (En iyi sadaka) sağlıklı, açgözlü, hayatta kalmayı bekleyen ve yoksulluktan korkan birinin sadaka vermesidir; ölümü bekleyip, sonra da: \"Şu kadar şu için, bu kadar bu için\" demek değildir, oysa zaten o, şunlar içindi."
    },
    {
      "id": 5,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Bir adamın hayatı boyunca bir dirhem sadaka vermesi, ölüm anında yüz dirhem sadaka vermesinden daha hayırlıdır."
    },
    {
      "id": 6,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Bir adam veya kadın, Allah'a itaatle altmış yıl yaşar, sonra ölmek üzereyken vasiyetiyle zarar verir, bu yüzden cehenneme gitmeleri gerekir. Sonra Ebu Hureyre şöyle okudu: \"Bir miras bıraktığınız veya bir borç, zarar vermeden... bu, büyük bir başarıdır.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ebu Davud dedi ki: Al-Ash'ath b. Cabir, Nasr b. Ali'nin dedesidir."
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) bana şöyle dedi: Ebu Dharr, seni zayıf görüyorum ve senin için istediğimi kendim için de istiyorum. İki kişinin lideri olma ve bir yetimin velisi olma."
    },
    {
      "id": 9,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Davud dedi ki: Bu sadece Mısır halkı tarafından rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Kur'an ayeti şöyle der: \"(Eğer birinizin ölümü yaklaşırsa) ve bir mal bırakıyorsa, ebeveynlerine ve yakın akrabalarına vasiyet etmesi gerekir.\" Vasiyet bu şekilde yapılmıştı ta ki miras ayeti bunu iptal edene kadar."
    },
    {
      "id": 11,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: Allah, hak sahibi olan herkes için hak ettiğini tayin etmiştir ve bir varise vasiyet yapılmamalıdır."
    },
    {
      "id": 12,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah, Yüce, şu ayetleri indirdi: \"Yetimin malına, onu düzeltmekten başka yaklaşmayın.\" Ve \"Haksız yere yetimlerin malını yiyenler\" ifadesi, yanında yetim olan herkes gitti ve kendi yiyeceğini, (yetimin) yiyeceğinden ayırdı, içeceğini de içeceğinden ayırdı ve (yetimin) yediği veya bozulduğu kalan yiyeceği saklamaya başladı."
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Bu onlara ağır geldi ve bunu Allah'ın Messenger'ına (ﷺ) bildirdiler. Bunun üzerine Allah, Yüce, şu ayeti indirdi: \"Sana yetimlerle ilgili soruyorlar. De ki: Onların iyiliği için en iyi şey, onların işlerini sizinle karıştırdığınızda, onlar sizin kardeşlerinizdir.\" Sonra yiyeceklerini onun yiyeceğiyle ve içeceklerini onun içeceğiyle karıştırdılar."
    },
    {
      "id": 14,
      "narrator": "'Umair, A Companion of the Prophet (ﷺ) said:",
      "text": "Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesi şöyle anlattı: Bir adam Peygamber'e (ﷺ) geldi ve dedi ki: Ben fakirim, yanımda hiçbir şey yok ve bir yetimim var. O şöyle dedi: Yetimin malını harcamadan, israf etmeden, acele etmeden ve onu kendi malın gibi alarak kullan."
    },
    {
      "id": 15,
      "narrator": "Narrated Khabbab:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Allah'ın Messenger'ından (ﷺ) bir hadis ezberledim: Ergenlikten sonra yetimlik yoktur ve geceye kadar sessiz kalmak yoktur."
    },
    {
      "id": 16,
      "narrator": "Narrated Buraidah:",
      "text": "Buraidah'dan rivayet edilmiştir: Bir kadın Allah'ın Elçisine (ﷺ) geldi ve dedi ki: Kız kölemle anneme bağışta bulundum, ama o öldü ve köleyi bıraktı. O da: Sevabın sana düşer, o da miras olarak sana döner, dedi. Kadın: O, bir ay oruç tutması gereken bir halde öldü. Onun adına oruç tutmam yeterli olur mu, yoksa tamamlanmış sayılır mı? O da: Evet, dedi. Kadın: O ayrıca Hac da yapmadı. Onun adına Hac yapmam yeterli olur mu, yoksa tamamlanmış sayılır mı? O da: Evet, dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: 'Umar, Hayber'de bir arazi aldı ve Peygamber'e (ﷺ) giderek: Hayber'de edindiğim arazi, sahip olduğum diğerlerinden daha değerli; bununla ne yapmamı emredersin? dedi. O da: İstersen, mülkü devredilemez bir mülk haline getirebilir ve ürününü sadaka olarak verebilirsin, dedi. Böylece 'Umar, mülkün satılmayacağı, bağışlanmayacağı veya miras alınmayacağı şeklinde sadaka olarak verdi: (ve ürününü sadaka olarak, yoksullara, akrabalara, kölelerin özgürleştirilmesine, Allah yoluna, yolculara ayırdı). Rivayet eden Bishr ekledi: \"ve misafirlere\". Sonra anlaşılan versiyon şöyle devam etti: Onu yöneten kişi, makul bir şekilde ondan bir şey yerse veya bir arkadaşına bir şey verirse, kendi malını yapmadığı sürece günah işlemiş olmaz. Rivayet eden Bishr ekledi: \"(şartıyla) kendisi için mal biriktirmiyorsa\"."
    },
    {
      "id": 18,
      "narrator": "Narrated Yahya b. Sa'id:",
      "text": "Yahya b. Sa'id'den rivayet edilmiştir: 'Abd al-Hamid b. Abd Allah b. 'Abd Allah b. 'Umar b. al-Khattab, bana 'Umar b. al-Khattab'ın yaptığı dini vakıf (waqf) hakkında bir belge yazdı: Allah'ın adıyla, Merhametli, Esirgeyen. Bu, Allah'ın kulu 'Umar'ın Thamgh hakkında yazdığıdır. O, Nafi' tarafından nakledilen hadisi aktardı. Ekledi: \"şartıyla ki kendisi için mal biriktirmesin\". Artan meyve, dilenciye ve yoksula ayrılacaktır. Sonra hadisi şöyle devam ettirdi: Eğer Thamgh'ın sorumlusunun, meyveleri için çalışmak amacıyla bir köle satın almak isterse, bunu yapabilir. Mu'iqib bunu yazdı ve 'Abd Allah b. al-Arqam buna şahitlik etti: Allah'ın adıyla, Merhametli, Esirgeyen. Bu, Allah'ın kulu 'Umar, Müminlerin Emiri, eğer ona bir olay olursa (yani ölürse), Thamgh, Sirmah b. al-Akwa', orada bulunan köle, Hayber arazisindeki yüz hisse, orada bulunan köle ve Muhammed'in (ﷺ) bana vadettiği vadideki yüz hisse, Hafsa'nın hayatı boyunca onun gözetiminde kalacak, sonra ailesinin görüş sahibi erkekleri bu (vakıflar) üzerinde sorumlu olacak, bunlar ne satılacak ne de satın alınacak, (ürününü) dilenciye, yoksula ve akrabalara harcayacakları yerlerde harcayacaklardır. Bu vakfın sorumlusuna, kendisi yemesi, beslemesi veya bununla köle satın alması halinde bir zarar yoktur."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir adam öldüğünde, onun amelleri üç şey dışında sona erer; sürekli sadaka (hayır), fayda sağlanan ilim veya onun için dua eden salih bir evlat."
    },
    {
      "id": 20,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'nden rivayet edilmiştir: Bir kadın dedi ki: Allah'ın Elçisi, annem aniden öldü; eğer bu olmamış olsaydı, sadaka verecek ve (bir şey) bağışlayacaktı. Onun adına sadaka vermem yeterli olur mu? Peygamber (ﷺ) dedi ki: Evet, onun adına sadaka ver."
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Bir adam dedi ki: Allah'ın Elçisi, annem öldü; onun adına sadaka verirsem ona faydası olur mu? O da: Evet, dedi. Adam: Bir bahçem var ve seni şahit tutuyorum ki onu onun adına sadaka olarak verdim."
    },
    {
      "id": 22,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babasının rivayetine göre, dedesi Al-'As b. Wa'il'in, onun adına yüz kölenin özgürleştirilmesi için vasiyet bıraktığını söyledi. Oğlu Hişam elli köleyi özgürleştirdi ve oğlu Amr, kalan elliyi onun adına özgürleştirmek istedi, ama önce Allah'ın Elçisine (ﷺ) sormam gerektiğini söyledi. Bu nedenle, Peygamber'e (ﷺ) geldi ve dedi ki: Allah'ın Elçisi, babam vasiyetinde yüz kölenin onun adına özgürleştirilmesini istedi ve Hişam onun adına elli köleyi özgürleştirdi, elli köle kaldı. Onların onun adına özgürleştirilmesini ister miyim? Allah'ın Elçisi (ﷺ) dedi ki: Eğer o bir Müslüman olsaydı ve sen onun adına köleleri özgürleştirsen, ya da onun adına sadaka versen, ya da Hac yapsan, bu ona ulaşırdı."
    },
    {
      "id": 23,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Cabir b. 'Abdullah'dan rivayet edilmiştir: Babası öldü ve onun üzerinde bir Yahudiye otuz wasq borç bıraktı. Cabir ona ertelemesini istedi, ama o kabul etmedi. Cabir daha sonra Allah'ın Elçisine (ﷺ) gelerek, onun adına arabuluculuk yapmasını istedi. Allah'ın Elçisi (ﷺ) Yahudiye geldi ve ona borç karşılığında meyve-hurma almayı teklif etti. Ama o kabul etmedi. Allah'ın Elçisi (ﷺ) ona borcu kendisine ertelemesini istedi, ama o yine kabul etmedi. Sonra hadisin geri kalanını aktardı."
    }
  ]
}