{
  "language": "tr",
  "metadata": {
    "length": 43,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bilgi üç kategoriye ayrılır; diğer her şey fazladır; kesin bir ayet, ya da yerleşik bir sünnet (uygulama), ya da sağlam bir farz görev."
    },
    {
      "id": 2,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'ten rivayet edilmiştir: Hastalandım, Peygamber (ﷺ) ve Ebu Bekir beni ziyaret etmek için yaya olarak geldiler. Ben baygın olduğum için ona konuşamadım. Abdest aldı ve üzerime su serpti; böylece kendime geldim. Dedim: Allah'ın Elçisi, malımda ne yapmalıyım, çünkü kız kardeşlerim var? Bunun üzerine mirasla ilgili ayet nazil oldu: \"Sana miras hakkında soruyorlar. De ki: Allah, çocukları ve ebeveynleri olmayanlar hakkında böyle yönlendirir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Hastalandım ve yedi kız kardeşim vardı. Allah'ın Elçisi (ﷺ) yanıma geldi ve yüzüme üfledi. Böylece kendime geldim. Dedim: Allah'ın Elçisi, kız kardeşlerime malımın üçte birini vasiyet edebilir miyim? O da: İyilik yap. Dedim: Yarıyı mı? O da: İyilik yap. Sonra dışarı çıktı ve beni bıraktı ve şöyle dedi: Jabir, bu hastalıktan öleceğini sanmıyorum. Allah ayetler indirdi ve kız kardeşlerinin payını belirledi. Onlara üçte iki pay ayırdı. Jabir derdi ki: Bu ayet benimle ilgili nazil olmuştur: \"Sana miras hakkında soruyorlar. De ki: Allah, çocukları ve ebeveynleri olmayanlar hakkında böyle yönlendirir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "Al-Bara' bin 'Azib'ten rivayet edilmiştir: Çocukları ve ebeveynleri olmayanlar hakkında nazil olan son ayet: \"Sana miras hakkında soruyorlar. De ki: Allah, çocukları ve ebeveynleri olmayanlar hakkında böyle yönlendirir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Al-Bara' ibn Azib'ten rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve dedi: Allah'ın Elçisi, sana kalalah hakkında bir hukuki karar soruyorlar. Kalalah ne demektir? O da: Yazın nazil olan ayet senin için yeterlidir."
    },
    {
      "id": 6,
      "narrator": "Narrated Huzail b. Shurahbil al-Awadi:",
      "text": "Abu İshak'a sordum: Bu, çocukları ve babası olmayan bir kişiyi mi ifade ediyor? O da: Evet, bu böyledir. İnsanlar bunu böyle düşünüyor."
    },
    {
      "id": 7,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Huzail b. Şurahbil el-Awadi'den rivayet edilmiştir: Bir adam Ebu Musa el-Aş'ari ve Selman b. Rabi'ah'a geldi ve bir durumda bir kız, bir oğul kızı ve tam kız kardeşin olduğu bir durumu sordu. Onlar da: Kız yarısını alır ve tam kız kardeş yarısını alır. Oğul kızı hiçbir şey almaz. İbn Mes'ud'a git ve benimle aynı fikirde olduğunu göreceksin. Adam ona gitti ve onların görüşünü bildirdi. O da: O zaman ben hata yaparım ve doğru yolda olanlardan biri olmam. Ama ben bu konuda Allah'ın Elçisi (ﷺ) gibi karar veriyorum: Kız yarısını alır, oğul kızı bir pay alır (yani altıda bir alır) ve kalan tam kız kardeşe aittir."
    },
    {
      "id": 8,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Biz Allah'ın Elçisi (ﷺ) ile çıktık ve el-Aswaf'ta bir Ensar kadınına geldik. Kadın iki kızını getirdi ve dedi: Allah'ın Elçisi, bunlar, Uhud savaşında seninle birlikte şehit olan Thabit ibn Qays'in kızlarıdır, amcaları tüm mallarını ve miraslarını almış ve onlara hiçbir şey bırakmamıştır. Ne dersin, Allah'ın Elçisi? Onlar, mal olmadan evlenemezler. Allah'ın Elçisi (ﷺ) dedi: Allah bu konuda karar verecektir. Sonra Nisa Suresi'nin ayeti nazil oldu: \"Allah, çocuklarınızın (mirası) hakkında böyle yönlendirir.\" Allah'ın Elçisi (ﷺ) dedi: Kadını ve kocasının kardeşini bana çağırın. Sonra amcalarına dedi: Onlara üçte iki ver ve annelerine sekizde bir ver, kalan senin."
    },
    {
      "id": 9,
      "narrator": "Narrated Al-Aswad b. Yazid:",
      "text": "Ebu Davud dedi ki: Rivayetçi Bişr hata yaptı. Onlar, Thabit b. Qays'in şehit olduğu gün Sa'd b. al-Rabi'in kızlarıydı."
    },
    {
      "id": 10,
      "narrator": "Narrated Qabisah ibn Dhuwayb:",
      "text": "Jabir bin ‘Abdullah'tan rivayet edilmiştir: Sa'd b. al-Rabi'in eşi dedi ki: Allah'ın Elçisi, Sa'd öldü ve iki kızı bıraktı. Sonra rivayetin geri kalanını benzer bir şekilde anlattı."
    },
    {
      "id": 11,
      "narrator": "Narrated Buraydah:",
      "text": "Ebu Davud dedi ki: Bu en doğru rivayettir."
    },
    {
      "id": 12,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Al-Aswad b. Yazid'ten rivayet edilmiştir: Mu'adh b. Cebel, bir kız ve bir kızı miras payı verdi. Her birine yarısını verdi. O, Peygamber (ﷺ) hayatta iken Yemen'deydi."
    },
    {
      "id": 13,
      "narrator": "Al-Hasan reported that Umar asked:",
      "text": "Qabisah ibn Dhuwayb'ten rivayet edilmiştir: Bir büyük anne, Ebu Bekir'e miras payını sordu. O da: Allah'ın Kitabı'nda senin için bir şey yoktur, ne de olsa Allah'ın Elçisi'nin sünnetinde senin için bildiğim bir şey yok. İnsanlara sorana kadar evine git. Sonra insanlara sordu ve el-Muğira ibn Şu'ba dedi ki: Ben, Allah'ın Elçisi (ﷺ) ile birlikte büyük anneye altıda bir verdiği zaman oradaydım. Ebu Bekir dedi: Yanında kimse var mı? Muhammed ibn Mesleme ayağa kalktı ve el-Muğira ibn Şu'ba'nın söylediklerini söyledi. Böylece Ebu Bekir bunu ona uyguladı. Başka bir büyük anne, Ömer ibn al-Hattab'a miras payını sordu. O da: Allah'ın Kitabı'nda senin için bir şey yoktur. Önceki karar, senin dışındaki bir büyük anne içindi. Miras paylarına ekleme yapmayacağım; ama bu altıda bir. Eğer sizden iki kişi varsa, aranızda paylaşılır, ama yalnız kalan kişi hepsini alır."
    },
    {
      "id": 14,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Buraydah'tan rivayet edilmiştir: Peygamber (ﷺ) bir büyük anneye, eğer onun önünde miras alacak bir anne yoksa altıda bir pay ayırmıştır."
    },
    {
      "id": 15,
      "narrator": "Narrated Al-Miqdam al-Kindi:",
      "text": "İmran ibn Husayn'dan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve dedi: Oğlum öldü; onun malından ne alırım? O da: Altıda bir alırsın. Adam dönerken onu çağırdı ve dedi: Bir altıda bir daha alırsın. Adam dönerken onu tekrar çağırdı ve dedi: Diğer altıda bir, (hak edenden) fazladır."
    },
    {
      "id": 16,
      "narrator": "Narrated Al-Miqdam al-Kindi:",
      "text": "Al-Miqdam el-Kindi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Ben her müminin kendisinden daha yakınım, bu yüzden eğer biri bir borç bırakırsa ya da çaresiz bir aile bırakırsa, ben sorumluyum; ama eğer biri mal bırakırsa, o mal mirasçılarına geçer. Ben, hiç kimsesi olmayanın koruyucusuyum, onun malını miras alır ve onu borçlarından kurtarırım. Bir amca, hiç kimsesi olmayanın koruyucusudur, onun malını miras alır ve onu borçlarından kurtarır."
    },
    {
      "id": 17,
      "narrator": "Narrated Al-Miqdam:",
      "text": "Abu Davud dedi ki: da'iah, bağımlılar veya çaresiz aile demektir."
    },
    {
      "id": 18,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: Bu rivayet, al-Zubaidi tarafından Rashid b. Sa'd'dan, o da Ibn 'A'idh aracılığıyla al-Miqdam'dan aktarılmıştır. Ayrıca, Mu'aviye b. Salih tarafından Rashid'ten, o da al-Miqdam'ı dinlediğini söyleyerek aktarılmıştır."
    },
    {
      "id": 19,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Al-Miqdam'dan rivayet edilmiştir: Ben, hiç kimsesi olmayanın mirasçısıyım, onu borçlarından kurtarıyor ve sahip olduğu şeyleri miras alıyorum. Bir amca, hiç kimsesi olmayanın mirasçısıdır, onu borçlarından kurtarıyor ve malını miras alıyor."
    },
    {
      "id": 21,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Wathilah ibn al-Asqa':",
      "text": "Aisha, Ümmü'l-Müminin'den rivayet edilmiştir: Peygamber (ﷺ) in bir müvekkili vefat etti ve bazı mallar bıraktı, ama çocuğu veya akrabası yoktu. Allah'ın Elçisi (ﷺ) dedi ki: Onun bıraktıklarını köyünden bir adama verin."
    },
    {
      "id": 23,
      "narrator": "Narrated Makhul:",
      "text": "Abu Davud dedi ki: Sufyan'ın rivayeti daha mükemmeldir. Musaddad dedi ki: Bunun üzerine Peygamber (ﷺ) dedi ki: Onun topraklarından kimse var mı? Onlar cevap verdiler: Evet. O dedi ki: O zaman ona bıraktıklarını verin."
    },
    {
      "id": 24,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Narrated Usamah b. Zaid:",
      "text": "Buraydah ibn al-Hasib'den rivayet edilmiştir: Bir adam, Allah'ın Elçisi'ne (ﷺ) geldi ve dedi ki: Azd'dan bir adamın bıraktığı mal var. Ona verecek bir Azd'lı bulamıyorum. O dedi ki: Git ve bir yıl boyunca Azd'lı bir adam ara. Bir yıl sonra yanına geldi ve dedi ki: Allah'ın Elçisi, ona verecek bir Azd'lı bulamadım. O dedi ki: İlk karşılaştığın Khuza'lı bir adamı ara ve ona ver. Adam dönerken, dedi ki: Adamı bana çağırın. Adam geldiğinde, o dedi ki: Khuza'lıların önde gelen adamını ara ve ona ver."
    },
    {
      "id": 26,
      "narrator": "Narrated Usamah b. Zaid:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Buraydah ibn al-Hasib'den rivayet edilmiştir: Khuza'lı bir adam vefat etti ve mirası Peygamber'e (ﷺ) getirildi. O dedi ki: Mirasçısını veya bir akrabasını ara. Ama ne mirasçı ne de akraba buldular. Allah'ın Elçisi (ﷺ) dedi ki: Onu Khuza'lıların önde gelen adamına verin. Rivayet eden Yahya dedi ki: Bazen bu rivayette (el-Hüseyin ibn Esved) şöyle dediğini duydum: Khuza'lıların en büyüğünü ara."
    },
    {
      "id": 28,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Al-Aswad al-Dili:",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Bir adam, mirasçısı olmadan vefat etti, sadece azat ettiği bir kölesi vardı. Allah'ın Elçisi (ﷺ) sordu: Onun mirasçısı var mı? Onlar cevap verdiler: Hayır, sadece azat ettiği bir kölesi var. Allah'ın Elçisi (ﷺ) onun mirasını ona (azat edilen köleye) verdi."
    },
    {
      "id": 30,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Müminlerin annesi Aişe (ra), bir cariye satın almayı ve onu özgür bırakmayı düşündü. Onun ailesi, onu yalnızca bir şartla satacaklarını söylediler; o da, ondan miras alacaklardı. Aişe bunu Allah'ın Elçisi'ne (ﷺ) iletti. O da: \"Bu seni engellememeli, çünkü miras hakkı, bir kişiyi özgür bırakanındır.\" dedi."
    },
    {
      "id": 32,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Miras hakkı, sadece bedelini ödeyen ve ona bir minnet borcu ile destek olan kişiye aittir.\""
    },
    {
      "id": 33,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Amr b. Suhayb'den rivayet edilmiştir: Babası aracılığıyla, dedesinin şöyle söylediğini aktardı: Rabab b. Hudhayfa bir kadınla evlendi ve ondan üç oğlu oldu. Annesi daha sonra vefat etti. Onlar, annelerinin evlerini miras aldılar ve özgür bıraktığı kölelerin miras hakkına sahip oldular."
    },
    {
      "id": 34,
      "narrator": "Narrated Tamim ad-Dari:",
      "text": "Amr b. al-'As, onların akrabasıydı. Onları Suriye'ye gönderdi ve orada öldüler. Amr b. al-'As daha sonra geldi. Onun özgür bırakılmış bir kölesi vefat etti ve geride bazı mülkler bıraktı. Onun kardeşleri onunla tartıştılar ve meseleyi Ömer b. al-Hattab'a götürdüler."
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ömer, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini aktardı: \"Bir oğul veya bir baba mirasçı olarak ne mülk alırsa, o akrabalarına gider, kim olursa olsun.\" Daha sonra onun için Abdurrahman b. Avf, Zayd b. Sabit ve bir başka kişinin şahitliğiyle bir belge yazdı. Abdulmelik halife olduğunda, meseleyi Hişam b. İsmail veya İsmail b. Hişam'a (rivayet eden kişi şüpheli) sundular."
    },
    {
      "id": 36,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Onları Abd al-Melik'e gönderdi ve şöyle dedi: \"Bu, daha önce gördüğüm bir karardır.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Rivayet eden kişi şöyle dedi: \"Böylece o (Abd al-Melik), Ömer b. al-Hattab'ın belgesine dayanarak karar verdi ve bu belge hâlâ bizimle birlikte.\""
    },
    {
      "id": 38,
      "narrator": "Ibn 'Abbas explained the following Qur'anic verse :",
      "text": "Tamim ed-Dari'den rivayet edilmiştir: Tamim sordu: \"Ey Allah'ın Elçisi, bir adamın Müslüman birinin tavsiyesi ve ikna etmesiyle İslam'ı kabul etmesi hakkında sünnet nedir?\" O da: \"O, hayatta ve ölümde ona en yakın olandır.\" diye cevap verdi."
    },
    {
      "id": 39,
      "narrator": "Narrated Dawud b. al-Husain:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), özgür bırakılmış bir kölenin miras hakkını satmayı veya devretmeyi yasakladı."
    },
    {
      "id": 40,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir bebek sesi yükselttiğinde (ve sonra ölürse), mirasçı olarak kabul edilir.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Jubair b. Mu'tim:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Sağ elinizle sözleştiğiniz kimselere, haklarını verin.\" Bir adam, (İslam'ın ilk dönemlerinde) başka bir adamla bir anlaşma yaptı ve aralarında bir akrabalık yoktu; biri diğerinden miras aldı. Al-Anfal Suresi'nin şu ayeti bunu iptal etti: \"Ama kan bağı olanlar, birbirlerine karşı öncelikli haklara sahiptir.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn 'Abbas, şu Kur'an ayetini açıkladı: \"Sağ elinizle sözleştiğiniz kimselere, haklarını verin.\" Muhacirler Medine'ye geldiğinde, onlardan kan bağı olmaksızın Ensar'dan miras aldılar; çünkü Allah'ın Elçisi (ﷺ) aralarında bir kardeşlik kurmuştu. \"Herkese, ebeveyn ve akrabalardan kalan mülkten paylar ve mirasçılar tayin ettik.\" ayeti, \"Sağ elinizle sözleştiğiniz kimselere, haklarını verin.\" ayetini iptal etti. Bu ittifak, yardım, iyi dilek ve işbirliği içindi. Artık onun için bir miras bırakılabilir. (Miras hakkı) kaldırıldı."
    },
    {
      "id": 43,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Davud b. el-Hüseyin'den rivayet edilmiştir: Kur'an okumayı Umm Sa'd'dan, el-Rabi'in kızı, öğreniyordum. O, Ebu Bekir'in vesayeti altındaki bir yetimdi. \"Sağ elinizle sözleştiğiniz kimselere.\" ayetini okudum. O da: \"O ayeti okuma; 'Sağ elinizle sözleştiğiniz kimselere.' Bu, Ebu Bekir ve oğlu Abd al-Rahman hakkında indirildi; o İslam'ı kabul etmeyi reddetti. Ebu Bekir, ona mirastan pay vermeyeceğine dair yemin etti. O İslam'ı kabul ettiğinde, Allah Teala, Peygamberine (ﷺ) ona pay vermesini emretti."
    }
  ]
}