{
  "language": "tr",
  "metadata": {
    "length": 771,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Talhah b. 'Ubaid Allah said:",
      "text": "Talhah b. 'Ubaid Allah dedi ki: Dağınık saçlı bir adam, Allah'ın Messenger'ına (ﷺ) geldi. Sesinin vızıltısı duyuluyordu ama ne söylediği anlaşılamıyordu. Yaklaştı ve İslam hakkında sorular sorduğu anlaşıldı. Allah'ın Messenger'ı (ﷺ) şöyle dedi: Günde ve gecede beş vakit namaz. Adam sordu: Bunlardan daha fazlasını kılmam gerekir mi? O da: Hayır, eğer gönlünden gelirse başka bir şey yapmazsan. Talhah, Allah'ın Messenger'ının (ﷺ) Ramazan ayında oruç tutmayı da bahsettiğini söyledi. Adam sordu: Başka bir şey tutmam gerekir mi? O da: Hayır, eğer gönlünden gelirse başka bir şey yapmazsan. Allah'ın Messenger'ı (ﷺ) ona zekatı da bahsetti. Adam sordu: Başka bir şey vermem gerekir mi? O da: Hayır, eğer gönlünden gelirse başka bir şey yapmazsan. Adam daha sonra döndü ve şöyle dedi: Allah'a yemin ederim, buna bir şey eklemeyeceğim veya eksiltmeyeceğim. Allah'ın Messenger'ı (ﷺ) dedi ki: Eğer doğruyu söylerse, adam başarılı olacaktır."
    },
    {
      "id": 2,
      "narrator": "This tradition has also been reported by Abu Suhail Nafi' b. Malik b. Abi 'Amir through a different chain of narrators. It adds:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Bu rivayet, Abu Suhail Nafi' b. Malik b. Abi 'Amir tarafından farklı bir isnat zinciriyle de aktarılmıştır. Ekliyor: Eğer doğruyu söylerse, babam adına başarılı olacaktır; eğer doğruyu söylerse, babam adına cennete girecektir."
    },
    {
      "id": 4,
      "narrator": "Ibn Shihab said:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Abu Musa reported:",
      "text": "Abdullah İbn Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dedi ki: Cebrail (ﷺ) beni Kabe'de namaza yönlendirdi. Güneş meridyenin üzerinden geçtiğinde öğle namazını benimle kıldı; her şeyin gölgesi kendisi kadar uzun olduğunda ikindiyi benimle kıldı; oruçlu olanın iftar ettiği zaman akşam namazını benimle kıldı; alacakaranlık sona erdiğinde gece namazını benimle kıldı; ve oruç tutan için yiyecek ve içeceklerin haram olduğu zaman sabah namazını benimle kıldı."
    },
    {
      "id": 6,
      "narrator": "'Abd Allah b. 'Amr reported the Prophet (ﷺ) as saying:",
      "text": "Ertesi gün, gölgesi kendisi kadar uzun olduğunda öğle namazını benimle kıldı; gölgesi kendisinin iki katı uzun olduğunda ikindiyi benimle kıldı; oruçlu olanın iftar ettiği zaman akşam namazını benimle kıldı; gecenin üçte biri geçtikten sonra gece namazını benimle kıldı; ve aydınlık bir zaman diliminde sabah namazını benimle kıldı."
    },
    {
      "id": 7,
      "narrator": "Muhammad b. 'Amr b. al-Hasan reported:",
      "text": "Sonra bana dönerek şöyle dedi: Muhammed, bu, senden önceki peygamberlerin gözlemlediği zamandır ve zaman iki zaman arasında bir yerdedir."
    },
    {
      "id": 8,
      "narrator": "Abu Barzah reported:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "İbn Şihab dedi ki: 'Umar b. 'Abdul 'Aziz minberde oturuyordu ve ikindiyi biraz geciktirdi. 'Urwah b. al-Zubair ona dedi: \"Cebrail, Muhammed'e (ﷺ) namaz zamanını bildirdi.\" Bunun üzerine 'Umar ona dedi: \"Söylediğine emin ol.\" 'Urwah daha sonra cevap verdi: \"Bashir b. Abu Mas'ud'un, Abu Mas'ud al-Ansari'den, onun da Allah'ın Messenger'ından (ﷺ) duyduğunu işittim: 'Cebrail indi ve bana namaz zamanını bildirdi, ben de onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, namazın beş vakit olduğunu parmaklarıyla sayarak hesapladı.' Allah'ın Messenger'ını (ﷺ) güneş meridyenin üzerinden geçtikten sonra öğle namazını kılarken gördüm. Bazen aşırı sıcakta geciktirirdi; ve güneş yüksek ve parlakken ikindiyi kıldığını gördüm, sarılık onu kaplamadan önce; sonra bir adam namazdan sonra çıkıp Dhu'l-Hulaifah'a güneş batmadan ulaşabilirdi ve akşam namazını güneş battığında kılardı; ve karanlık çöktüğünde yatsı namazını kılardı; bazen insanların toplandığı zamana kadar geciktirirdi; ve bir kez sabah namazını alacakaranlıkta kıldı ve başka bir zaman onu oldukça aydınlık olduğunda kıldı; ama daha sonra ölümüne kadar sabah namazını alacakaranlıkta kılmaya devam etti; bir daha sabah namazını aydınlıkta kılmadı.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abu Davud dedi ki: Bu rivayet, al-Zuhri'den Ma'mar, Malik, İbn 'Uyainah, Shu'aib b. Abi Hamzah ve al-Laith b. Sa'd ve diğerleri tarafından aktarılmıştır; ancak (Peygamber) namaz kıldığı zamanı belirtmediler, ne de olsa açıkladılar. Ve benzer şekilde, Hişam b. 'Urwah ve Habib b. Abu Mazruq, 'Urwah'tan Ma'mar ve arkadaşlarının rivayeti gibi aktarmışlardır. Ancak Habib, Bashir'den bahsetmedi. Ve Wahb b. Kaisan, Jabir'den Allah'ın Messenger'ının (ﷺ) akşam namazı zamanını bildirdiğini aktardı. O şöyle dedi: \"Ertesi gün, (Cebrail) güneşin battığı zaman akşam namazı için geldi. (İki günde) aynı zamanda geldi.\""
    },
    {
      "id": 11,
      "narrator": "Abu Dharr said:",
      "text": "Abu Davud dedi ki: Benzer şekilde, bu rivayet, Abu Hurairah'tan Allah'ın Messenger'ından (ﷺ) aktarılmıştır. O şöyle dedi: \"Sonra (Cebrail) ertesi gün akşam namazını aynı zamanda kıldırdı.\""
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Benzer şekilde, bu rivayet 'Abd Allah b. 'Amr b. al-'As'tan farklı bir zincirle, Hassan b. 'Atiyyah, 'Amr b. Shu'aib, babası aracılığıyla, Allah'ın Messenger'ından (ﷺ) aktarılmıştır."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abu Musa bildirdi: Bir adam Peygamber'e (ﷺ) sordu ama o ona cevap vermedi, fakat Bilal'e emir verdi, o da sabah namazının vaktinin başladığını ilan etti. O, (sabah namazını) bir adamın (karanlık nedeniyle) arkadaşının yüzünü tanıyamayacak kadar karanlıkta kıldı; ya da bir adam yanında duran kişiyi tanıyamadı. Sonra Bilal'e emir verdi, o da güneş meridyenin üzerinden geçtikten sonra öğle namazının vaktinin başladığını ilan etti; bazıları: Öğle vakti geldi mi? dediler. O (Peygamber) zamanı iyi biliyordu. Sonra Bilal'e emir verdi, o da güneşin beyaz ve yüksek olduğu zaman ikindinin vaktinin başladığını ilan etti. Güneş battığında Bilal'e emir verdi, o da akşam namazının vaktinin başladığını ilan etti. Alacakaranlık sona erdiğinde Bilal'e emir verdi, o da yatsı namazının vaktinin başladığını ilan etti. Ertesi gün sabah namazını kıldı ve geri döndü, ta ki: Güneş doğdu mu? dedik. O, öğle namazını daha önce ikindiyi kıldığı zamanda kıldı. O, ikindiyi güneş sarılaştığında veya akşam geldiğinde kıldı. O, akşam namazını alacakaranlık sona ermeden kıldı. O, yatsı namazını gecenin üçte biri geçtikten sonra kıldı. Sonra sordu: Namaz zamanı hakkında bana soran adam nerede? (Sonra ona cevap vererek dedi ki): Namaz zamanın bu iki sınır arasında yer alıyor."
    },
    {
      "id": 15,
      "narrator": "Al-Zuhri said:",
      "text": "Abu Davud dedi ki: Sulaiman b. Musa, bu rivayeti akşam namazının zamanı hakkında Musa'dan 'Ata aracılığıyla Jabir'den Allah'ın Messenger'ından (ﷺ) aktarmıştır. Bu versiyon ekliyor: Sonra yatsı namazını gecenin üçte biri geçtikten sonra kıldı, (yatsı namazını) gecenin yarısı geçtikten sonra kıldığı gibi."
    },
    {
      "id": 16,
      "narrator": "Khaythamah said:",
      "text": "Khaythamah dedi ki: Güneşin hayatıyla kastedilen, içinde sıcaklık bulabileceğinizdir."
    },
    {
      "id": 17,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: Allah'ın Resulü (ﷺ), güneş ışığı daire içinde iken, duvarlara yükselmeden önce Zuhr namazını kılardı."
    },
    {
      "id": 18,
      "narrator": "Narrated Ali ibn Shayban:",
      "text": "Ali b. Şeyban rivayet etti: Biz Allah'ın Resulü (ﷺ) ile Medine'de karşılaştık. O, güneş beyaz ve açık olduğu sürece öğle namazını erteliyordu."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "'Ali (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Hendek Savaşı günü, (kafirler) bizi orta namazı, yani 'Asr namazını kılmaktan alıkoydular. Allah, onların evlerini ve mezarlarını cehennem ateşiyle doldursun."
    },
    {
      "id": 20,
      "narrator": "Abu Yunus, the freed slave of 'Aishah said:",
      "text": "Ebu Yunus, 'Aişe'nin azatlı kölesi dedi ki: 'Aişe, bana Kur'an'dan bir ayet yazmamı emretti. Ayrıca şunu ekledi: \"Şu ayete ulaştığında, bana haber ver: 'Namazlarını ve orta namazı koruyun' (2:238). Ona ulaştığımda, ona haber verdim. Yazmamı istedi: 'Namazlarını koruyun, orta namazı koruyun ve 'Asr namazını koruyun ve Allah'a saygıyla durun' (2:238). 'Aişe daha sonra dedi ki: Bunu Allah'ın Resulü (ﷺ) den duydum."
    },
    {
      "id": 21,
      "narrator": "Zaid b. Thabit said:",
      "text": "Zeyd b. Sabit dedi ki: Allah'ın Resulü (ﷺ) öğle namazını öğle sıcağında kılardı; ve Allah'ın Resulü (ﷺ) arkadaşları için bu namazdan daha zor bir namaz yoktu. Bu nedenle, \"Namazlarını koruyun, orta namazı koruyun\" (2:238) ayeti indirildi. O (rivayet eden) dedi ki: Bunun önünde iki namaz ve arkasında iki namaz vardır."
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Eğer bir kimse gün batımından önce 'Asr namazının bir rek'atını kılarsa, o (Asr namazını) kılmıştır; eğer bir kimse Fajr namazının bir rek'atını kılarsa, o (Fajr namazını) kılmıştır."
    },
    {
      "id": 23,
      "narrator": "'Ala b. 'Abd al-Rahman said:",
      "text": "'Ala b. 'Abd al-Rahman dedi ki: Biz, Zuhr namazından sonra Enes b. Malik ile karşılaştık. O, 'Asr namazını kılmak için ayağa kalktı. Namazdan sonra, ona namazı erken kılmak hakkında konuştuk ya da o kendisi bahsetti. O dedi ki: Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: İşte münafıkların namaz kılma şekli budur, münafıkların namaz kılma şekli budur, münafıkların namaz kılma şekli budur: O oturur (güneşi izler) ve güneş sarardığında ve şeytanın boynuzları arasında olduğunda ya da şeytanın boynuzları üzerinde olduğunda, ayağa kalkar ve hızlıca rek'atler kılar, bu esnada Allah'ı sadece nadiren hatırlar."
    },
    {
      "id": 24,
      "narrator": "Ibn 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: 'Asr namazını kaybeden kimse, ailesinin yok olduğu ve malının yağmalandığı kimse gibidir."
    },
    {
      "id": 25,
      "narrator": "Al-Awza'i said:",
      "text": "Ebu Davud dedi ki: 'Abdullah b. 'Umar, utira kelimesini (wutira yerine, yani yok oldu anlamında) rivayet etti. Bu konudaki ihtilaf Ayyub'a dayanır. Al-Zuhri, Salim'den, babası aracılığıyla Peygamber'den (ﷺ) 'wutira' kelimesini rivayet etti."
    },
    {
      "id": 26,
      "narrator": "Anas b. Malik said:",
      "text": "Al-Awza'i dedi ki: 'Asr namazını geciktirmek, güneş ışığının yeryüzünde sararması anlamına gelir."
    },
    {
      "id": 27,
      "narrator": "Salamah b. al-Akwa' said:",
      "text": "Enes b. Malik dedi ki: Biz, Peygamber (ﷺ) ile birlikte Maghrib namazını kılardık ve sonra ok atardık; içimizden biri, okların düşeceği yeri görebilirdi."
    },
    {
      "id": 28,
      "narrator": "Narrated AbuAyyub:",
      "text": "Salamah b. al-Akwa' dedi ki: Peygamber (ﷺ), güneşin üst tarafı kaybolduğunda hemen Maghrib namazını kılardı."
    },
    {
      "id": 29,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "Ebu Ayyub rivayet etti: Marthad b. Abdullah dedi ki: Ebu Ayyub, kafirlerle savaşmak için bize geldiğinde, o günlerde Uqbah b. Amir Mısır Valisi idi; o (Uqbah) akşam namazını geciktirdi. Bunun üzerine Ebu Ayyub ayağa kalktı ve dedi ki: Bu ne tür bir namaz, Uqbah? O dedi ki: Meşguldük. O dedi ki: Allah'ın Resulü (ﷺ) şöyle demedi mi: \"Benim ümmetim, akşam namazını yıldızlar parlayana kadar geciktirmediği sürece iyi kalacaktır.\""
    },
    {
      "id": 30,
      "narrator": "'Abd Allah b. 'Umar said:",
      "text": "An-Nu'man b. Bashir rivayet etti: Ben, bu namazın zamanı hakkında en iyi bilgiye sahip olan kişiyim, yani gece namazı. Allah'ın Resulü (ﷺ) bunu, ay üçüncü gecesinde battığında kılardı."
    },
    {
      "id": 31,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Mu'adh ibn Cebel'den rivayet edilmiştir: Peygamber (ﷺ) gece namazını kılmak için bekledik. O, insanların dışarı çıkmayacağını düşündüğü bir zamana kadar gecikti ve aramızdan bazıları onun namaz kıldığını söyledi. Biz bu durumda iken Peygamber (ﷺ) dışarı çıktı. İnsanlar ona, daha önce söyledikleri gibi söylediler. O da: \"Bu namazı karanlıkta kılın, çünkü bununla tüm kavimlere üstün kılındınız, sizden önce hiç kimse bunu kılmamıştır.\" dedi."
    },
    {
      "id": 32,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) ile akşam karanlığında namaz kıldık ve o, gece yarısının yarısına kadar dışarı çıkmadı. Sonra dedi ki: \"Yerlerinizi alın.\" Biz de yerlerimizi aldık. Sonra dedi ki: \"İnsanlar namaz kıldı ve yattı, fakat siz namazda olduğunuz sürece, namaz beklediğiniz sürece hala namazdasınız. Zayıfların zayıflığı ve hastaların hastalığı olmasaydı, bu namazı gece yarısına kadar geciktirirdim.\""
    },
    {
      "id": 33,
      "narrator": "'Aishah reported:",
      "text": "Aişe (r.anha) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) sabah namazını kılardı, ardından kadınlar, sabah karanlığında tanınmayacak şekilde yün elbiselerini sararak ayrılırdı."
    },
    {
      "id": 34,
      "narrator": "Rafi' b. Khadij reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Rafi' b. Hacir, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Sabah namazını şafak vaktinde kılın, çünkü bu, sizin için en çok sevap kazandıranıdır.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abdullah ibn Sunabihi:",
      "text": "Abdullah ibn Sunabihi'den rivayet edilmiştir: Ebu Muhammed, vitir namazının farz olduğunu düşünmektedir. (Bunu duyunca) Ubade ibn es-Samit dedi ki: \"Ebu Muhammed yanılıyor. Ben, Allah'ın Resulü (ﷺ) şöyle derken işittim: \"Yüce Allah, beş namazı farz kılmıştır. Kim bunlar için güzelce abdest alır, zamanında kılarsa ve rükû ve secdelerini tam yaparsa, Allah'ın garantisidir ki onu affedecektir; kim de bunu yapmazsa, Allah katında onun için bir garanti yoktur; dilerse affeder, dilerse azap eder.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Umm Farwah:",
      "text": "Ümmü Farvah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) kendisine soruldu: \"Hangi ameller en hayırlıdır?\" O da: \"Namazı vaktinde kılmak.\" diye cevap verdi."
    },
    {
      "id": 37,
      "narrator": "Narrated Umarah ibn Ruwaybah:",
      "text": "Al-Khuza'i, teyzesi Ümmü Farvah'tan, Peygamber'e (ﷺ) biat eden birisinden rivayet etmiştir: O soruldu."
    },
    {
      "id": 38,
      "narrator": "Narrated Fudalah:",
      "text": "Umarah ibn Ruwaybah'dan rivayet edilmiştir: Basra'dan bir adam dedi ki: \"Bana Allah'ın Resulü (ﷺ) hakkında duyduğun bir şeyi söyle.\" O da: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken işittim: \"Güneş doğmadan ve batmadan (yani sabah ve ikindi namazları) namaz kılan kimse cehenneme girmeyecek.\" dedi. Üç kez: \"Ondan bunu duydun mu?\" diye sordu. O da: \"Evet, her seferinde: \"Kulaklarım duydu, kalbim ezberledi.\" dedi. Adam sonra: \"Ve ben onu (Peygamberi) şöyle derken işittim.\" dedi."
    },
    {
      "id": 39,
      "narrator": "Abu al-Darda' reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Fudalah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bana şunu öğretti: \"Beş vakit namazı düzenli olarak kıl.\" Dedi ki: \"Ben ona: \"Bu zamanlarda çok işim var; bana öyle bir tavsiye ver ki, onu takip ettiğimde bana yeterli olsun.\" dedim. O da: \"İki ikindi namazını (el-asrayn) kıl.\" dedi. Ancak bizim dilimizde el-asrayn (iki ikindi namazı) terimi kullanılmıyordu. Bunun üzerine ben: \"El-asrayn nedir?\" dedim. O da: \"Güneş doğmadan önce ve güneş batmadan önce kılınan bir namazdır.\" dedi (yani sabah ve ikindi namazları)."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Qatadah ibn Rib'iyy:",
      "text": "Ebu'd-Derda' şöyle bildirmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Beş şey vardır, kim bunları imanla yerine getirirse cennete girecektir. Beş vakit namazı düzenli olarak kılmak, bunlar için abdest almak, rükû ve secdelerini yapmak ve (doğru) zamanlarında kılmak; Ramazan'da oruç tutmak; Kabe'ye (Hac) gitmek, eğer onun için imkanı varsa; Zekatı sevinçle vermek; ve emaneti yerine getirmek (cennete girecektir).\" İnsanlar sordular: \"Ebu'd-Derda', emaneti yerine getirmek nedir?\" O da: \"Cinsel kirlenme nedeniyle yıkanmaktır.\" diye cevap verdi."
    },
    {
      "id": 41,
      "narrator": "Abu Dharr said:",
      "text": "Ebu Katade ibn Rib'iy'den rivayet edilmiştir: Yüce Allah şöyle buyurdu: \"Ben, halkınıza beş vakit namazı farz kıldım ve kim bunları zamanında düzenli olarak kılarsa, onu cennete kabul edeceğim; kim de bunları düzenli olarak kılmazsa, onun için benden böyle bir garanti yoktur.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Ebu Dharr dedi ki: \"Allah'ın Resulü (ﷺ) bana sordu: 'Abu Dharr, namazı öldüren veya (doğru zamanından) geciktiren yöneticiler altında olduğunda ne yapacaksın?' Ben dedim: 'Allah'ın Resulü, bana ne emredersin?' O da: 'Namazı vaktinde kıl, eğer onlarla birlikte kılarsan, senin için nafile bir namaz olur.'\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Amr ibn Maymun el-Evdi dedi ki: Mu'adh ibn Cebel, Allah'ın Resulü (ﷺ) Yemen'e geldiğinde, sabah namazındaki tekbirini (Allahu Ekber) duydum. O, yüksek sesli bir adamdı. Onu sevmeye başladım. Onunla birlikte ayrılmadım, ta ki onu Suriye'de (yani ölümüne kadar) gömene kadar."
    },
    {
      "id": 44,
      "narrator": "Narrated Qabisah ibn Waqqas:",
      "text": "Sonra, onun ardından halk arasında din konusunda derin anlayışa sahip birini aradım. İbn Mes'ud'a geldim ve onun yanında kaldım, ta ki onun ölümü. O (İbn Mes'ud) bana şöyle dedi: \"Allah'ın Resulü (ﷺ) bana: 'Eğer yöneticiler, namazı zamanında kılmayanlar olursa ne yapacaksın?' dedi. Ben de: 'Eğer böyle bir zamanı görürsem, bana ne emredersin, Allah'ın Resulü?' dedim. O da: 'Namazı vaktinde kıl ve onlarla birlikte nafile namaz kıl.'\""
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah reported:",
      "text": "Ubade ibn es-Samit'ten rivayet edilmiştir: \"Benden sonra, namazı zamanında kılmaktan alıkonulacak yöneticiler altında olacaksınız, bu nedenle namazı vaktinde kılın.\" Bir adam ona sordu: \"Allah'ın Resulü, onlarla birlikte namaz kılabilir miyim?\" O da: \"Evet, istersen.\" diye cevap verdi."
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah reported:",
      "text": "Abu Hurayra şöyle rivayet etmiştir: Yukarıdaki hadisin bir başka versiyonu ekler: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizleri bu yerden, dikkatsizliğin sizlere hakim olduğu yerden uzaklaştırın.\" Sonra Bilal'e emretti, o da ezan okudu ve cemaatle namazın hazır olduğunu ilan etti (yani ikamet getirdi) ve namaz kıldı."
    },
    {
      "id": 47,
      "narrator": "Abu Qatadah reported:",
      "text": "Abu Davud dedi ki: Bu hadis Malik, Sufyan b. 'Uyeyne, el-Evza'i ve 'Abd al-Razzaq tarafından Ma'mar ve İbn İshak'tan rivayet edilmiştir; bunların hiçbiri bu hadisin al-Zuhri tarafından rivayet edilen versiyonunda ezan (adzan) kelimesini anmamıştır ve bunlardan hiçbiri bu hadisi ona atfetmemiştir, yalnızca el-Evza'i ve Aban al-'Attar Ma'mar'dan rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "Khalid b. Sumair said:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "This tradition has also been reported by Abu Qatadah through a different chain of narrators. He said (that the Prophet (ﷺ) said):",
      "text": "Ebu Katade şöyle rivayet etmiştir: \"Peygamber (ﷺ) bir yolculuktaydı. Peygamber (ﷺ) bir dönüş yaptı ve ben de onunla birlikte döndüm. O dedi ki: 'Bak!' Ben de: 'Bu bir binek; bunlar iki binek; ve bunlar üç' dedim, ta ki yedi oluncaya kadar. Sonra dedi ki: Bizim için namazı koruyun, yani Fajr namazını. Ama uyku onları sardı ve hiçbiri güneşin sıcaklığı dışında uyanamadı. Ayaklandılar ve biraz uzaklaştılar. Sonra (bineklerinden) indiler ve abdest aldılar. Bilal ezan okudu ve iki rek'at Fajr sünneti kıldılar, ardından Fajr namazını kıldılar ve (bineklerine) bindiler. Bazıları diğerlerine dedi: Namazda dikkatsizlik yaptık. Peygamber (ﷺ) dedi: Uykuda dikkatsizlik yoktur. Dikkatsizlik uyanıklıkta vardır. Eğer biriniz namazı unutur veya uyuyakalırsa, hatırladığında kılmalıdır ve ertesi gün (namazı) vaktinde kılmalıdır."
    },
    {
      "id": 50,
      "narrator": "This tradition has been transmitted through a different chain by Abu Qatadah to the same effect. This version adds:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Abu Qatadah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Halid b. Sümeir dedi ki: 'Abd Allah b. Rabah el-Ensari, Ensar'ın fakih (şeriat bilgini) dediği kişi, Medine'den bize geldi ve Ebu Katade el-Ensari'den, Allah'ın Elçisi (ﷺ) ile ilgili olarak şöyle aktardı: Allah'ın Elçisi (ﷺ) başlıca Sahabelerden oluşan bir askeri sefer gönderdi. Sonra aynı hikayeyi anlattı, dedi ki: Bizi uyandıran tek şey güneşin doğmasıydı. Namazımız için şaşkınlık içinde ayağa kalktık. Peygamber (ﷺ) dedi: Biraz bekleyin, biraz bekleyin. Güneş yükseldiğinde, Allah'ın Elçisi (ﷺ) dedi: Fajr namazının iki rek'at sünnetini kılanlar, onları kılmalıdır. Sonra kılanlar ve kılmayanlar ayağa kalktı ve namaz kıldılar. Sonra Allah'ın Elçisi (ﷺ) ezan okunmasını emretti; ezan buna göre okundu. Allah'ın Elçisi (ﷺ) ayağa kalktı ve namazda bize imamlık yaptı. Namazdan döndüğünde dedi ki: Allah'a şükrediyoruz ki, bizi namazdan alıkoyan hiçbir dünyevi işte bulunmadık. Aksine ruhlarımız Allah'ın ellerindeydi. Dilediğinde onları serbest bıraktı. Eğer biriniz yarın sabah namazını vaktinde kılarsa, benzer bir namazı kefaret olarak kılmalıdır."
    },
    {
      "id": 52,
      "narrator": "Anas b. Malik reported the Prophet (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "'Imran b. Husain said:",
      "text": "Bu hadis, Ebu Katade tarafından farklı bir raviden de rivayet edilmiştir. O şöyle dedi (Peygamber (ﷺ) dedi ki): \"Allah, ruhlarınızı dilediği gibi alır ve dilediği gibi geri verir. Ayağa kalkın ve ezanı okuyun.\" Onlar (Sahabe) ayağa kalktı ve abdest aldı. Güneş yükseldiğinde, Peygamber (ﷺ) ayağa kalktı ve insanlara namazda imamlık yaptı."
    },
    {
      "id": 54,
      "narrator": "Narrated Amr ibn Umayyah ad-Damri:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "Dhu Mikhbar al-Habashi, who used to serve the Prophet (ﷺ), reported a version of the previous tradition. The Prophet (ﷺ) performed ablution in such a way that there is no mud on the earth. He then commanded Bilal (to call for prayer). He called for prayer. The Prophet (ﷺ) stood and offered two rak'ahs of prayer unhurriedly.\n\n\nThis is narrated by Hajjaj on the authority of Yazid b. Sulaih from Dhu Mikhbar from a person of al-Habashah (Ethiopia). 'Ubaid (a narrator) said:",
      "text": "Bu hadis, Ebu Katade tarafından farklı bir zincirle aynı anlamda aktarılmıştır. Bu versiyon ekler: \"Güneş yükseldiğinde abdest aldı ve onlara namazda imamlık yaptı.\""
    },
    {
      "id": 56,
      "narrator": "This tradition has also been transmitted through another chain of narrators by Dhu Mikhbar, the nephew of the Negus. This version adds:",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Ebu Katade, Allah'ın Elçisi (ﷺ) şöyle dediğini rivayet etti: Uykuda dikkatsizlik yoktur, yalnızca uyanıkken, namazı ertesi namaz vaktine kadar geciktirdiğinizde dikkatsizlik vardır."
    },
    {
      "id": 58,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Enes b. Malik, Peygamber (ﷺ) şöyle dediğini rivayet etti: Eğer birisi bir namazı unutur veya uyuyakalırsa, hatırladığında kılmalıdır; bunun dışında bir kefaret yoktur."
    },
    {
      "id": 60,
      "narrator": "Narrated Uthman ibn Abul'As:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "'Abd Allah b. 'Umar reported:",
      "text": "'Abd Allah b. 'Umar rivayet etti: Peygamber'in (ﷺ) hayatında cami tuğladan inşa edilmişti, çatısı hurma dalından, sütunları ise hurma ağacından yapılmıştı. Mujahid dedi ki: Ebu Bekir buna hiçbir şey eklemedi. Ama 'Umar buna ekleme yaptı; o, Allah Resulü'nün (ﷺ) hayatında inşa edildiği gibi tuğla ve dallarla inşa etti ve sütunlarını değiştirdi. Mujahid dedi ki: Sütunları ahşaptan yapılmıştı. 'Uthman ise tamamen değiştirdi ve eklemeler yaptı. Duvarlarını süslü taş ve kireçle inşa etti. Sütunlarını süslü taşla ve çatısını tik ağacından yaptı. Mujahid dedi ki: Çatısı tik ağacından yapılmıştı."
    },
    {
      "id": 62,
      "narrator": "Ibn 'Umar reported:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Anas b. Malik reported:",
      "text": "İbn 'Umar rivayet etti: Peygamber'in (ﷺ) caminin sütunları, Allah Resulü'nün (ﷺ) hayatında hurma ağacının gövdesinden yapılmıştı; üstü hurma dalıyla kaplanmıştı; Ebu Bekir'in halifeliği sırasında çürümeye başladı. O, yeniden hurma gövdesi ve dallarıyla inşa etti. Ama 'Uthman'ın halifeliği sırasında tekrar çürüdü. Bu nedenle, onu tuğla ile inşa etti. Bu günümüze kadar sağlam kalmıştır."
    },
    {
      "id": 64,
      "narrator": "Anas b. Malik said:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Anas b. Malik rivayet etti: Allah Resulü (ﷺ) Medine'ye geldi ve Medine'nin üst tarafında Banu 'Amr b. 'Awf kabilesinin arasında konakladı. Onlarla on dört gün kaldı. Sonra Banu al-Najjar'ı çağırmak için birini gönderdi. Onlar, kılıçlarını boyunlarından asarak ona geldiler. Anas sonra dedi ki: Sanki Allah Resulü'nü (ﷺ) binerken görüyorum, arkasında Ebu Bekir oturuyor ve Banu al-Najjar etrafında duruyordu. O, Ebu Ayyub'un avlusuna indi. Allah Resulü (ﷺ) koyun ve keçilerin yünlerinin arasında namaz kılardı. Bize bir cami inşa etmemizi emretti. Sonra Banu al-Najjar'ı çağırdı ve onlara dedi: Banu al-Najjar, bu toprağınızı bana bir bedel karşılığında satın. Onlar cevap verdiler: Vallahi, biz senden Allah'tan başka bir bedel istemiyoruz. Anas dedi ki: Bu toprakta neler olduğunu anlatıyorum. İçinde kafirlerin mezarları, gübre yığınları ve bazı hurma ağaçları vardı. Allah Resulü (ﷺ) emretti ve kafirlerin mezarları açıldı, hurma ağaçları kesildi. Hurma ağaçlarının odunları caminin önünde dikildi; kapı basamakları taşla yapıldı. Taşları taşırken ayetler okuyorlardı. Peygamber (ﷺ) de onlara katıldı (ayetleri okurken) şöyle diyerek: Ey Allah, ahiretteki hayırdan başka hayır yoktur. O yüzden Ansar ve Muhacir'e yardım et."
    },
    {
      "id": 66,
      "narrator": "Samurah reported that he wrote (a letter) to his sons:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Narrated Maymunah ibn Sa'd:",
      "text": "Anas b. Malik dedi ki: Cami (Peygamber'in) Banu al-Najjar topraklarında inşa edildi; bu topraklar mahsuller, hurma ağaçları ve kafirlerin mezarlarını içeriyordu. Allah Resulü (ﷺ) dedi: Bunu bana bir bedel karşılığında satın. Onlar (Banu al-Najjar) cevap verdiler: Biz (hiçbir bedel) istemiyoruz. Hurma ağaçları kesildi, mahsuller kaldırıldı ve kafirlerin mezarları açıldı. Sonra gelen rivayetlerin geri kalanını anlattı. Ama bu versiyonda \"yardım et\" yerine \"bağışla\" kelimesi geçiyor. Musa dedi ki: 'Abd al-Warith de bu rivayeti benzer şekilde nakletti. 'Abd al-Warith'in versiyonunda \"gübre yığını\" (mahsul yerine) kelimesi var ve bu rivayeti Hammad'a aktardığını belirtti."
    },
    {
      "id": 68,
      "narrator": "Abu al-Walid said:",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Abu Salih said:",
      "text": "Aişe, Ümmü'l Müminin'den rivayet edildi: Allah Resulü (ﷺ) bize farklı yerlerde (yani her kabile için ayrı ayrı) cami inşa etmemizi ve bunları temiz tutmamızı ve güzel kokulu olmalarını emretti."
    },
    {
      "id": 70,
      "narrator": "Abu Hurairah reported (Abu Bakr said that in his opinion he narrated this tradition from the Prophet):",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Samurah, oğullarına (bir mektup) yazdığını bildirdi: (Allah'ı övdükten ve Peygamber'e salavat getirdikten sonra) şunu yazdı: Allah Resulü (ﷺ) bize kendi yerlerimizde cami inşa etmemizi ve bunları iyi ve temiz tutmamızı emrederdi."
    },
    {
      "id": 72,
      "narrator": "Ibn 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Maymunah b. Sa'd rivayet etti: Ben dedim: Allah Resulü, bize Beyt al-Mukaddes (Kudüs'teki Kubbet-üs-Sahra) hakkında hukuki hükmü söyle. Allah Resulü (ﷺ) dedi: Orada gidip namaz kılın. O zaman tüm şehirler savaşla etkilenmişti. Eğer orayı ziyaret edemezseniz ve orada namaz kılamazsanız, o zaman lambalarda kullanılmak üzere biraz yağ gönderin."
    },
    {
      "id": 74,
      "narrator": "Nafi said :",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Abu Usaid al-Ansari reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "Ebu'l-Valid dedi ki: İbn 'Umar'a camide yayılan çakıllar hakkında sordum. O cevap verdi: Bir gece yağmur yağdı ve yer ıslandı. Bir adam çakılları (kırık taşları) elbisesiyle getirip altına yayıyordu. Allah Resulü (ﷺ) namazını bitirdiğinde dedi ki: Ne güzel!"
    },
    {
      "id": 76,
      "narrator": "Haiwah b. Shuraih reported :",
      "text": "Haiwah b. Şuraih rivayet etti: 'Uqbah b. Muslim ile karşılaştım ve ona dedim: Bana, peygamberden (ﷺ) birinin, camiye girdiğinde şöyle söylediği bildirilmiştir: \"Ben, yüce Allah'a, O'nun şerefli yüzüne ve ebedi saltanatına, lanetli şeytandan sığınırım.\" O sordu: \"Bu kadar mı?\" Ben de: \"Evet.\" dedi. O: \"Bunu söyleyen biri olduğunda, şeytan der ki: O, benden tüm gün boyunca korunmuştur.\""
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Ebu Katade, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Sizden biri camiye girdiğinde, oturmadan önce iki rek'at namaz kılmalıdır.\""
    },
    {
      "id": 78,
      "narrator": "This tradition has been narrated by Abu Qatadah through a different chain of transmitters to the same effect from the prophet (ﷺ). This version adds:",
      "text": "Bu rivayet, Ebu Katade tarafından farklı bir isnatla, peygamberden (ﷺ) aynı anlamda aktarılmıştır. Bu versiyon ekler: \"Sonra oturabilir (iki rek'at namaz kıldıktan sonra) ya da işine gidebilir.\""
    },
    {
      "id": 79,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying; The angels invoke blessings on any of you who remains sitting at the place where he says his prayers so long as he is defiled (needs ablution) or stands up, saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Sizden biri, dua ettiği yerden kalkmadığı sürece, melekler ona dua eder: 'Ya Allah, onu affet; Ya Allah, ona merhamet et.'\""
    },
    {
      "id": 80,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying; one is considered to be at prayer so long as one is detained by prayer:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir kişi namazda tutulduğu sürece, namazda sayılır: Ailesine dönmesine engel olan tek şey namazdır.\""
    },
    {
      "id": 81,
      "narrator": "Abu Hurairah reported the apostle of Allah (May peace be upon him) as saying; The servant (of Allah) is considered to he at prayer so long as he remains at the place of prayer waiting for prayer. The angels say:",
      "text": "Ebu Hureyre, Allah'ın elçisinin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Kullardan biri, namaz için beklediği sürece namazda sayılır. Melekler der: 'Ya Allah, onu affet; Ya Allah, ona merhamet et,' ta ki o, yüzünü çevirene veya abdestini bozuncaya kadar. Kendisine: 'Abdest bozulması ne demektir?' diye soruldu. O da: 'Hafif ya da yüksek sesle gaz çıkarmaktır.'\""
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir kişi, camiye geldiği şeyin kendisine verilecektir.\""
    },
    {
      "id": 83,
      "narrator": "Abu Hurairah reported:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle dedi: \"Eğer birisi camide bir şeyini kaybettiğini haykırıyorsa, ona şöyle demelidir: 'Allah onu sana geri vermesin, çünkü cami bunun için inşa edilmemiştir.'\""
    },
    {
      "id": 84,
      "narrator": "Anas b. Malik reported the Prophet(ﷺ) as saying:",
      "text": "Enes b. Malik, Peygamberin (ﷺ) şöyle söylediğini bildirdi: \"Camiye tükürmek bir günahtır ve tükürüğü gömmekle kefaretlenir.\""
    },
    {
      "id": 85,
      "narrator": "Anas reported:",
      "text": "Enes rivayet etti: Allah'ın Resulü (ﷺ) dedi: \"Camiye tükürmek bir günahtır ve tükürüğü gömmekle kefaretlenir.\""
    },
    {
      "id": 86,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) dedi: \"Camiye balgam tükürmek...\" Rivayeti aktaran kişi, geleneği aynı anlamda iletti."
    },
    {
      "id": 87,
      "narrator": "Abu Hurairah reported:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (ﷺ) dedi: \"Eğer biri camiye girer ve orada tükürür veya balgam atarsa, oradan biraz toprak alıp gömmelidir. Eğer bunu yapmazsa, o zaman elbisesine tükürmeli ve onunla dışarı çıkmamalıdır.\""
    },
    {
      "id": 88,
      "narrator": "Narrated Abdullah al-Muharibi:",
      "text": "Abdullah el-Muharibi rivayet etti: Allah'ın Resulü (ﷺ) dedi: \"Bir adam namaz kılma niyetiyle ayakta durduğunda, ya da sizden biri namaz kıldığında, önüne ya da sağ tarafına tükürmemelidir; ama sol tarafına tükürebilir, eğer orada bir yer varsa; ya da sol ayağının altına tükürüp onu silmelidir.\""
    },
    {
      "id": 89,
      "narrator": "Ibn ‘Umar reported:",
      "text": "İbn 'Umar rivayet etti: Bir gün Allah'ın Resulü (ﷺ) hutbe verirken, caminin kıble duvarında balgam gördü. Bu yüzden insanlara kızdı. Sonra onu kazıdı ve safran gönderdi ve onunla boyadı. Sonra şöyle dedi: \"Sizden biri namaz kıldığında, yüce Allah ona yönelir; bu yüzden önüne tükürmemelidir.\""
    },
    {
      "id": 90,
      "narrator": "Abu Sa’id al-khudri said:",
      "text": "Ebu Said el-Hudri dedi: \"Peygamber (ﷺ) hurma dalını severdi ve sık sık elinde bir tane bulundururdu. Camiye girdi ve kıbleye doğru duvarda balgam gördü ve onu kazıdı. Sonra insanlara öfkeyle döndü ve şöyle dedi: \"Sizden biri yüzüne tükürmekten memnun mu?\" Sizden biri kıbleye döndüğünde, gerçekten de yüce ve azametli olan Rabbine yönelmiştir: melekler sağ tarafındadır. Bu yüzden sağ tarafına ya da kıbleye doğru önüne tükürmemelidir. Sol tarafına ya da ayağının altına tükürmelidir. Acele ediyorsa, şöyle yapmalıdır.\" İbn 'Ajlan bunu tarif ederken dedi: \"Elbisesine tükürmeli ve bir kısmını diğerinin üzerine katlamalıdır.\""
    },
    {
      "id": 91,
      "narrator": "Narrated AbuSahlah as-Sa'ib ibn Khallad:",
      "text": "Ebu Sahlah es-Sa'ib ibn Khallad'dan rivayet edilmiştir: Bir adam insanları namaza yönlendirdi. O, Kıble'ye doğru tükürdü, o sırada Allah'ın Elçisi (ﷺ) ona bakıyordu. Allah'ın Elçisi namazını bitirdikten sonra insanlara dedi ki: O, bundan sonra sizi namaza yönlendirmemelidir."
    },
    {
      "id": 92,
      "narrator": "Abu al-‘Ala’ reported on the authority of his father:",
      "text": "Sonrasında yine onlara namaz kıldırmak istedi, fakat onu engellediler ve ona Allah'ın Elçisi'nin (ﷺ) yasakladığını bildirdiler. O da bunu Allah'ın Elçisi'ne (ﷺ) iletti, o da ona: Evet, dedi."
    },
    {
      "id": 93,
      "narrator": "Abu al-‘Ala’ reported this tradition on the authority of his father to the same effect with a different chain of narrators. This version adds:",
      "text": "Rivayet eden kişi dedi ki: Sanırım o (Peygamber) şöyle dedi: Allah'a ve Elçisine zarar verdin."
    },
    {
      "id": 94,
      "narrator": "Narrated Wathilah ibn al-Asqa':",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "Ebu'l-Ala, babasından rivayet etti: Ben, Allah'ın Elçisi (ﷺ) namaz kılarken yanına geldim. O, sol ayağının altına tükürdü."
    },
    {
      "id": 96,
      "narrator": "Anas b. Malik reported :",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "Ibn ‘Abbas reported :",
      "text": "Ebu'l-Ala, bu hadisi babasından farklı bir isnatla aynı şekilde rivayet etti. Bu versiyon şöyle ekliyor: \"Sonra onu ayakkabısıyla sildi.\""
    },
    {
      "id": 98,
      "narrator": "Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Narrated AbuDharr:",
      "text": "Vatilah ibn el-Asqa'dan rivayet edilmiştir: Ebu Sa'id dedi ki: Ben, Vatilah ibn el-Asqa'yı Şam camisinde gördüm. O, halıya tükürdü ve sonra ayağıyla sildi. Kendisine: Neden böyle yaptın? diye soruldu. O da: Çünkü Allah'ın Elçisi (ﷺ) bunu yaparken gördüm, dedi."
    },
    {
      "id": 100,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Ubade ibn es-Samit'ten rivayet edilmiştir: Biz, camide oturan Cabir ibn Abdullah'a geldik. O, dedi ki: Allah'ın Elçisi (ﷺ) bu camiye geldi ve yanında İbn Tab'dan bir hurma dalı vardı. Kıble'ye doğru duvarda balgam gördü. Ona döndü ve dalıyla kazıdı."
    },
    {
      "id": 102,
      "narrator": "Narrated Sa'id:",
      "text": "Sonra dedi ki: Sizden hanginiz Allah'ın yüzünü kendisinden çevirmesini ister? Ayrıca dedi ki: Sizden biri namaza durduğunda, Allah ona yönelir. Bu yüzden onun önüne tükürmemeli, sağ tarafına da tükürmemelidir. Sol tarafına, sol ayağının altına tükürmelidir. Eğer acele ederse (yani hemen tükürmesi gerekiyorsa), bu şekilde bezini kullanmalıdır. Sonra bezini ağzına koydu ve sildi."
    },
    {
      "id": 103,
      "narrator": "Bara’ b. Azib reported :",
      "text": "Sonra dedi ki: Parfüm getirin. Bir genç kabileden kalktı, evine gitti ve avucunda parfümle geri döndü. Allah'ın Elçisi (ﷺ) onu aldı ve dalın ucuna koydu. Sonra balgam izini onunla boyadı."
    },
    {
      "id": 104,
      "narrator": "Narrated As-Saburah:",
      "text": "Cabir dedi ki: İşte bu yüzden camilerinizde parfüm kullanıyorsunuz."
    },
    {
      "id": 105,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "This tradition has been narrated by Dawud b. Sawar al-Muzani through a different chain of transmitters and to the same effect. This version adds; if any of you marries his slave-girl to his male-slave or his servant, he should not look at her private part below her navel and above her knees.\n\n\nAbu Dawud said:",
      "text": "Bu rivayet, Davud b. Savar el-Müzani tarafından farklı bir nakil zinciriyle ve aynı etkiyle aktarılmıştır. Bu versiyon ekler; eğer aranızdan biri, cariyesini erkek kölesine veya hizmetçisine nikahlarsa, onun göbeğinin altındaki ve dizlerinin üstündeki özel yerlerine bakmamalıdır."
    },
    {
      "id": 107,
      "narrator": "Narrated Mu'adh ibn Abdullah ibn Khubayb al-Juhani:",
      "text": "Ebu Davud dedi ki: Vaki', Davud b. Savar'ın ismini yanlış anladı. Ebu Davud et-Tayalisi bu rivayeti ondan aktarmıştır. O dedi ki: Anu Hamzah Savar el-Sairafi."
    },
    {
      "id": 108,
      "narrator": "Narrated AbuUmayr ibn Anas:",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "‘Abd Allah b. Zaid reported :",
      "text": "Mu'adh ibn Abdullah ibn Khubayb el-Cuhani'den rivayet edilmiştir: Hişam ibn Sa'd bildirdi: Mu'adh ibn Abdullah ibn Khubayb el-Cuhani'ye girdik. O, karısına dedi: Bir çocuk ne zaman (hangi yaşta) namaz kılmalıdır? O da cevap verdi: Aramızdan biri bildirdi: Allah'ın Elçisi (ﷺ) bu konuda soruldu; o da dedi: Bir çocuk sağ elini sol elinden ayırdığında, ona namaz kılmasını emredin."
    },
    {
      "id": 110,
      "narrator": "Abu Mahdhurah reported; I said; Messenger of Allah, teach me the method of ADHAN (how to pronounce the call to prayer). He wiped my forehead (with his hand) and asked me to pronounce; Allah is most great. Allah is most great. Allah is most great. Allah is most great, raising your voice while saying them (these words). Then you must raise your voice in making the testimony:",
      "text": "---"
    },
    {
      "id": 111,
      "narrator": "Abu Mahdhurah also narrated this tradition from the prophet (May peace be upon him) to the same effect through a different chain of transmitters. This version has the additional wordings. The phrases “prayer is better than sleep, prayer is better than sleep” are to be pronounced in the first ADHAN (i.e., not in Iqamah) of the morning prayer.\n\n\nAbu Dawud said; The version narrated by Musaddad is more clear. It reads:",
      "text": "Ebu Umayr ibn Anas'tan rivayet edilmiştir: Ebu Umayr, Ensar'dan (Peygamberin yardımcıları) olan amcasından aktardı: Peygamber (ﷺ) insanları namaza toplamak konusunda endişeliydi."
    },
    {
      "id": 112,
      "narrator": "Abu Mahdhurah reported ; The Messenger of Allah (May peace be upon him) taught him nineteen phrases in ADHAN and seventeen phrases in IQAMAH. ADHAN runs; Allah is most great. Allah is most great. Allah is most great. Allah is most great; I testify that there is no god but Allah. I testify that Muhammad is the Messenger of Allah. I testify that Muhammad is the Messenger of Allah; I testify that there is no god but Allah. I testify that there is no god but Allah; I testify that Muhammad is the Messenger of Allah, I testify that Muhammad is Messenger of Allah:",
      "text": "İnsanlar ona dediler: Namaz vakti geldiğinde bir bayrak kaldır; onu gördüklerinde birbirlerine haber verecekler. Ama o (Peygamber) bunu istemedi. Sonra birisi ona borazanı önerdi."
    },
    {
      "id": 113,
      "narrator": "Abu Mahdurah reported :",
      "text": "Ziyad dedi: Yahudilerin borazanı. O (Peygamber) bunu istemedi. Dedi ki: Bu, Yahudilerin işidir. Sonra ona Hristiyanların çanını söylediler. O da dedi: Bu, Hristiyanların işidir. Abdullah ibn Zayd, Elçi'nin (ﷺ) kaygısından dolayı oradan endişeli bir şekilde döndü. Sonra rüyasında ezan okumayı öğrendi. Ertesi gün Allah'ın Elçisi'ne (ﷺ) gelip bunu bildirdi."
    },
    {
      "id": 114,
      "narrator": "Abu Mahdhurah reported:",
      "text": "Dedi: Allah'ın Elçisi, ben uykuyla uyanıklık arasında idim; birdenbire bana yeni birisi geldi ve ezanı öğretti. Ömer ibn el-Hattab daha önce rüyasında bunu görmüştü, ama yirmi gün boyunca bunu gizli tuttu."
    },
    {
      "id": 115,
      "narrator": "Abu Mahdhurah said that the apostle of Allah (May peace be upon him) taught him the call to prayer (adhan), saying:",
      "text": "Peygamber (ﷺ) bana (Ömer'e) dedi: Bunu bana söylemene ne engel oldu?"
    },
    {
      "id": 116,
      "narrator": "Ibn Abi Laila said:",
      "text": "O da dedi: Abdullah ibn Zayd daha önce bunu sana bildirmişti; bu yüzden utandım."
    },
    {
      "id": 117,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Sonra Allah'ın Elçisi (ﷺ) dedi: Bilal, kalk, Abdullah ibn Zayd'ın sana söylediklerini gör, sonra yap. Bilal onlara ezan okudu."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Ebu Bişr, Ebu Umayr'dan aktardı: Ensar, Abdullah ibn Zayd o gün hasta olmasaydı, Allah'ın Elçisi (ﷺ) onu müezzin yapardı."
    },
    {
      "id": 119,
      "narrator": "Anas reported the tradition like that of Wuhaib. Ismail said:",
      "text": "---"
    },
    {
      "id": 120,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abd Allah b. Zayd bildirdi: Allah'ın Elçisi (ﷺ) insanları namaza toplamak için bir çan yaptırmayı emrettiğinde, ben uyurken elinde çan olan bir adam bana göründü ve ben dedim; Abd Allah'ın hizmetkârı, çanı satacak mısın? O sordu; bununla ne yapacaksın? Ben cevap verdim; insanları namaza çağırmak için kullanacağız. O dedi; sana bundan daha iyi bir şey önermeyeyim mi? Ben de dedim: elbette. Sonra bana dedi ki: Allah en büyüktür, Allah en büyüktür, Allah en büyüktür, Allah en büyüktür. Şahitlik ederim ki Allah'tan başka ilah yoktur, şahitlik ederim ki Muhammed Allah'ın Elçisidir. Namaza gel, namaza gel; kurtuluşa gel; kurtuluşa gel. Allah en büyüktür, Allah en büyüktür. Şahitlik ederim ki Allah'tan başka ilah yoktur. Sonra birkaç adım geri gitti ve dedi: İkâmet getirdiğinde şöyle demelisin: Allah en büyüktür, Allah en büyüktür. Şahitlik ederim ki Allah'tan başka ilah yoktur, şahitlik ederim ki Muhammed Allah'ın Elçisidir. Namaza gel, kurtuluşa gel. Namaz vakti geldi, namaz vakti geldi: Allah en büyüktür, Allah en büyüktür. Allah'tan başka ilah yoktur. Sabah olunca, ben Allah'ın Elçisine (sallallahu aleyhi ve sellem) gelip gördüğüm rüyayı bildirdim. O dedi: Bu gerçek bir rüyadır, ve o, insanları namaza çağırmak için bunu kullanmalıdır, çünkü sesi senden daha yüksektir. Ben de Bilal ile birlikte kalktım ve ona bunu öğretmeye başladım ve o da ezan okumada bunu kullandı. Ömer b. el-Hattab (Allah ondan razı olsun) bunu evinde duydu ve elbisesini sürüyerek dışarı çıktı ve dedi: Allah'ın Elçisi. Seni hak ile gönderen Allah'a yemin ederim ki, ben de ona benzer bir şeyi gördüm. Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi: Allah'a hamd olsun."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Bu hadis, Abu Cafer'in, Kufe'deki Uryan camisinin mu'adhdini, Abu'l-Muthanna'dan, Kufe'deki Masjid al-Akbar'ın mu'adhdini aracılığıyla İbn Ömer'den rivayet edilmiştir. Hadisin geri kalanı benzer bir şekilde aktarılmıştır."
    },
    {
      "id": 122,
      "narrator": "Narrated Abdullah ibn Zayd:",
      "text": "Abdullah ibn Zayd'dan rivayet edilmiştir: Peygamber (ﷺ) insanları namaza çağırmak için birçok şey yapmayı düşündü, ancak bunların hiçbiri yapılmadı. Sonra Abdullah ibn Zayd, bir rüyada ezanı nasıl okuyacağını öğrenmiştir. Peygamber (ﷺ)'e geldi ve ona bildirdi. O da: Bilal'e öğret, dedi. Sonra ona öğretti ve Bilal ezan okudu. Abdullah dedi ki: Ben bunu bir rüyada gördüm ve okumak istedim, ama o (Peygamber) dedi ki: İkâmet okuyacaksın."
    },
    {
      "id": 123,
      "narrator": "This tradition has also been transmitted through a different chain of narrators by ‘abd Allah b. Zaid. He said:",
      "text": "Bu hadis, Abdullah b. Zayd aracılığıyla farklı bir rivayet zincirinden de aktarılmıştır. O şöyle dedi: Dedem ikâmeti okudu."
    },
    {
      "id": 124,
      "narrator": "Narrated Ziyad ibn al-Harith as-Suda'i:",
      "text": "Ziyad ibn al-Harith as-Suda'i'den rivayet edilmiştir: Sabah namazı için ezan ilk kez getirildiğinde, Peygamber (ﷺ) bana ezan okumamı emretti ve ben de öyle yaptım. Sonra sormaya başladım: İkâmet okumalı mıyım, Allah'ın Elçisi? Ama o doğu yönüne bakmaya başladı, (şafak) aydınlanmasını bekleyerek ve dedi ki: Hayır."
    },
    {
      "id": 125,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Şafak aydınlandığında, aşağı indi ve abdest aldı ve sonra bana döndü. Bu arada, arkadaşları da ona katıldılar. Sonra Bilal ikâmet okumak istedi, ama Peygamber (ﷺ) ona dedi ki: Suda'lı adam ezanı okudu, ezanı okuyan ikâmeti okur."
    },
    {
      "id": 126,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Mu'adhdinin sesi ulaştığı kadar affedilecektir ve her nemli ve kuru yer onun lehine şahitlik edecektir; ve namaz cemaatine katılan kimseye yirmi beş namaz yazılacak ve her iki namaz arasında işlenen günahlar affedilecektir."
    },
    {
      "id": 127,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: Ezan okunduğunda, şeytan arkasını döner ve gaz çıkarır ki ezanı duymasın; ama ezan bitince döner. İkâmet okunduğunda, arkasını döner ve ikâmet bitince döner ve namazdaki kişinin aklında dikkatini dağıtacak düşünceler fısıldar, der ki: Şunu ve bunu hatırla, kişinin aklında olmayan bir şeyle ilgili olarak, bu nedenle ne kadar namaz kıldığını bilmez."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Abu Hurayra'dan rivayet edilmiştir: İmam sorumludur ve mu'adhdinin güveniliridir, Allah'ım, imamları hidayet et ve mu'adhdini affet."
    },
    {
      "id": 129,
      "narrator": "Narrated A woman from Banu an-Najjar:",
      "text": "Bu hadis, Abu Hurayra aracılığıyla farklı bir rivayet zincirinden de aktarılmıştır; o da bunu Allah'ın Elçisi (ﷺ)'nden benzer bir şekilde bildirmiştir."
    },
    {
      "id": 130,
      "narrator": "Abu Juhaifah reported:",
      "text": "Banu an-Najjar'dan bir kadın rivayet etmiştir: Urve ibn az-Zubayr, Banu an-Najjar'dan bir kadından rivayet etti. O şöyle dedi: Evim, (Medine'deki) Peygamber camisinin etrafındaki tüm evlerden en yüksek olanıydı. Bilal, oradan sabah namazı için ezan okurdu. O, şafak aydınlanmadan önce oraya gelir ve beklerdi. Şafak aydınlandığında, esner ve derdi ki: Ey Allah'ım, seni hamd ederim ve Kureyş'in dinini kurmaları için yardımını dilerim. Sonra ezanı okurdu."
    },
    {
      "id": 131,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "O (rivayet eden) dedi ki: Vallahi, bu sözleri herhangi bir gece bırakıp bırakmadığını bilmiyorum."
    },
    {
      "id": 132,
      "narrator": "Abu Sa’id al-Khudri reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Abu Juhaifah rivayet etti: Ben Peygamber (ﷺ)'e Mekke'de geldim; o, deri bir çadırda oturuyordu. Sonra Bilal dışarı çıktı ve ezan okudu. Ben onun ağzına bakıyordum, sağa ve sola (yani, sağa ve sola) bakarak. Daha sonra Allah'ın Elçisi (ﷺ) kırmızı bir elbise içinde dışarı çıktı, yani Yemen örtülerinden, Katri tasarımında giyinmişti. Musa'nın rivayetinde \"Bilal'ı el-Abtah'a doğru giderken gördüm\" ifadesi geçmektedir."
    },
    {
      "id": 133,
      "narrator": "‘Abd Allah b. ‘Amr b. al-As reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "Sonra ezan okudu. \"Namaza gelin, kurtuluşa gelin\" sözlerine geldiğinde, başını sağa ve sola çevirdi; tüm vücudunu döndürmedi. Sonra (evine) girdi ve bir kanule ile dışarı çıktı. Rivayet eden daha sonra hadisin geri kalanını aktardı."
    },
    {
      "id": 134,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Ezan ile ikâmet arasında yapılan dua reddedilmez."
    },
    {
      "id": 135,
      "narrator": "Sa’d b. Abi Waqqas reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi (sallallahu aleyhi ve sellem)'in şöyle dediğini bildirmiştir: Ezanı duyduğunuzda, mu'adhdinin söylediği sözleri tekrar etmelisiniz."
    },
    {
      "id": 136,
      "narrator": "‘A’ishah said that when the Messenger of Allah (ﷺ) heard the MU’ADHDHIN uttering the testimony, he would say:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) müezzinin şehadet getirdiğini duyduğunda şöyle dediğini aktardı: \"Ben de, ben de.\""
    },
    {
      "id": 137,
      "narrator": "‘Umar b. al-khattab reported the Messenger of Allah (May peace be upon him) as saying; When the MU’ADHDHIN says:",
      "text": "'Umar b. el-Hattab, Allah'ın Elçisi'nin (Ona selam olsun) şöyle dediğini bildirdi: Müezzin \"Allah en büyüktür, Allah en büyüktür\" dediğinde, aranızdan biri \"Allah en büyüktür\" derse, Allah en büyüktür; sonra \"Şehadet ederim ki Allah'tan başka ilah yoktur\" derse, o da \"Şehadet ederim ki Allah'tan başka ilah yoktur\" derse, sonra \"Şehadet ederim ki Muhammed Allah'ın Elçisidir\" derse, o da \"Şehadet ederim ki Muhammed Allah'ın Elçisidir\" derse, sonra \"Namaza gelin\" derse, o da \"Güç ve kuvvet yalnızca Allah'tadır\" derse, sonra \"Allah en büyüktür, Allah en büyüktür\" derse, o da \"Allah en büyüktür\" derse, sonra \"Allah'tan başka ilah yoktur\" derse, eğer bunu kalbinden söylerse, cennete girecektir."
    },
    {
      "id": 138,
      "narrator": "Narrated AbuUmamah, or one of the Companion of the Prophet:",
      "text": "Abu Umamah veya Peygamberin bir Sahabesi şöyle aktardı: Bilal ikamet getirmeye başladı ve \"Namaz vakti geldi\" dediğinde, Peygamber (ﷺ) şöyle dedi: \"Allah bunu kurmasını ve devam ettirmesini sağlasın.\""
    },
    {
      "id": 139,
      "narrator": "Jabir b. ‘Abd Allah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Eğer biri ezanı duyduğunda şöyle derse: 'Ey Allah, bu mükemmel çağrının ve her zaman için kurulan namazın Rabbi, Muhammed'e vesile ve üstünlük ver, onu vaat ettiğin övgüye layık bir makama yükselt,' benim şefaatimden emin olacaktır.\""
    },
    {
      "id": 140,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Umm Salamah, Müminlerin Annesi şöyle aktardı: Allah'ın Elçisi (ﷺ) bana akşam namazı için ezan okunduğunda şöyle dememi öğretti: \"Ey Allah, işte bu, gecenin geldiği, gündüzün geri çekildiği ve çağırıcılarının seslerinin duyulduğu zamandır, beni affet.\""
    },
    {
      "id": 141,
      "narrator": "Narrated Uthman ibn Abul'As:",
      "text": "Osman b. Ebu'l-As şöyle aktardı: Allah'ın Elçisi, beni namazda kabile lideri olarak tayin etti. O da: \"Sen onların liderisin, ama en zayıf olanı takip etmelisin; ve ezan okumak için ücret talep etmeyen bir müezzin tayin et,\" dedi."
    },
    {
      "id": 142,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Umar şöyle aktardı: Bilal, tan yerinin ağarmasından önce ezan okudu; bu nedenle Peygamber (ﷺ) ona geri dönmesini ve tekrar ezan okumasını emretti: \"Bakın! Allah'ın kulu (yani ben) uyumuştu (bu yüzden bu hata).\""
    },
    {
      "id": 143,
      "narrator": "Nafi' reported :",
      "text": "Musa'nın rivayetinde ek olarak: Geri döndü ve ezan okudu: \"Bakın! Allah'ın kulu uyumuştu.\""
    },
    {
      "id": 144,
      "narrator": "Narrated Bilal:",
      "text": "Ebu Davud dedi ki: Bu rivayet, al-Daravardi tarafından 'Ubaidullah aracılığıyla İbn 'Umar'dan aktarılmıştır; 'Umar'ın bir müezzini vardı, adı Mas'ud'du. Sonra rivayetin geri kalanını aktardı. Bu versiyon daha doğrudur."
    },
    {
      "id": 145,
      "narrator": "‘A’ishah reported:",
      "text": "Nafi' bildirdi: 'Umar'ın bir müezzini vardı, adı Masruh, sabah namazı için tan yerinin ağarmasından önce ezan okudu; 'Umar ona (tekrar etmesi için) emir verdi. Rivayetçi, geleneği benzer bir şekilde aktardı."
    },
    {
      "id": 146,
      "narrator": "Abu al-Sha’tha said :",
      "text": "Ebu Davud dedi ki: Bu rivayet, al-Daravardi tarafından 'Ubaidullah aracılığıyla İbn 'Umar'dan aktarılmıştır; 'Umar'ın bir müezzini vardı, adı Mas'ud'du. Sonra rivayetin geri kalanını aktardı. Bu versiyon daha doğrudur."
    },
    {
      "id": 147,
      "narrator": "Jabir b. Samurah said:",
      "text": "Bilal şöyle aktardı: Allah'ın Elçisi (ﷺ) Bilal'e şöyle dedi: \"Tan yerinin bu şekilde net bir şekilde belirmesine kadar ezan okuma,\" elini yatay bir şekilde uzatarak."
    },
    {
      "id": 148,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ebu Davud dedi ki: Şeddad, Bilal'i görmedi."
    },
    {
      "id": 149,
      "narrator": "Abu Qatadah reported on the authority of his father :",
      "text": "'A'işe bildirdi: İbn Ümmü Mektum, Allah'ın Elçisi'nin (Ona selam olsun) müezziniydi ve o kördü."
    },
    {
      "id": 150,
      "narrator": "This tradition has also been reported through a different chain of narrators in a similar way. This version says:",
      "text": "Ebu Şa'ta şöyle dedi: Biz, Ebu Hureyre ile camide oturuyorduk. Bir adam, öğle namazı için ezan okunduktan sonra camiden çıktı. Ebu Hureyre şöyle dedi: \"Bu (adam) Abu'l-Kasim'e, peygambere (ﷺ) itaat etmedi.\""
    },
    {
      "id": 151,
      "narrator": "Abu Hurairah reported:",
      "text": "Abu Hurayra şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) zamanında namaz için ikamet getirildiğinde, insanlar peygamber (ﷺ) yerine oturmadan önce yerlerine otururlardı."
    },
    {
      "id": 152,
      "narrator": "Humaid reported :",
      "text": "Humaid şöyle bildirmiştir: İkâmet getirildiğinde, Thabit el-Bunani'ye bir adamın ikâmet getirildikten sonra konuşmasının caiz olup olmadığını sordum. O da Anas'tan bir rivayet aktardı: (bir keresinde) ikâmet getirildi ve bir kişi Allah Elçisi'ne (ﷺ) geldi ve ikâmet getirildikten sonra onu alıkoydu."
    },
    {
      "id": 153,
      "narrator": "‘Awn b. Kahmas reported on the authority of his father Kahmas :",
      "text": "Awn b. Kahmas, babası Kahmas'tan rivayet etmiştir: İmam çıkmadığı zaman Mina'da namaz için ayakta durduk. İçimizden bazıları oturdu (ben de dahil). Kufe'den yaşlı bir adam bana şöyle dedi: Neden oturdun? Ben de: İbn Buraidah, bu Sumud'dur (yani, İmam'ı ayakta beklemek). Yaşlı adam daha sonra ‘Abd al-Rahman b. ‘Awaajah'dan al-Bara' b. ‘Azib'den bir rivayet aktardı: Allah'ın Elçisi (ﷺ) zamanında uzun süre ayakta dururduk, o Takbir getirmeden önce. Ayrıca şöyle dedi: Yüce ve Azamet sahibi Allah, ön saflara daha yakın olanlar için rahmet gönderir ve melekler de onlara dua eder. Namaz safına katılmak için atılan bir adım, Allah katında daha sevimlidir."
    },
    {
      "id": 154,
      "narrator": "Anas reported :",
      "text": "Anas şöyle bildirmiştir: İkâmet getirildi (gece namazı için) ve Allah'ın Elçisi (ﷺ) caminin köşesinde bir kişiyle konuşmaya devam etti. İnsanlar uyuyana kadar namaza başlamadı."
    },
    {
      "id": 155,
      "narrator": "Abu al-Nadr said:",
      "text": "Abu al-Nadr şöyle dedi: İkâmet getirildiğinde ve Allah'ın Elçisi (ﷺ) onların (insanların) sayısının az olduğunu görünce otururdu ve namaz kılmazdı; ama onların (insanların) sayısının çok olduğunu görünce namaz kılardı."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Bu rivayet, Ali b. Ebu Talib aracılığıyla farklı bir isnatla benzer şekilde aktarılmıştır."
    },
    {
      "id": 157,
      "narrator": "Narrated AbudDarda':",
      "text": "AbudDarda' şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini işittim: Bir köyde veya çöldeki üç adam arasında namaz topluca kılınmazsa, şeytan onlara hakim olmuştur. O yüzden (namazı) topluca kılın, çünkü kurt yalnızca dağınık hayvanı yer. Sa'ib dedi ki: \"Cemaat\" derken, topluca veya bir arada namaz kılmayı kastetti."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ) şöyle dediğini aktarmıştır: Cemaatle namaz kılmayı emretmeyi düşündüm, sonra bunun için ikâmet getirilmesini, ardından insanlara namaz kıldıracak birini görevlendirmeyi, sonra da namaza katılmayan insanlara odun yığınlarıyla gitmeyi ve evlerini ateşle yakmayı düşündüm."
    },
    {
      "id": 159,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ) şöyle dediğini aktarmıştır: Bazı gençlere bir odun yığını toplamaları için emir vermeyi, sonra evlerinde mazeretsiz namaz kılmayan bazı insanlara gitmeyi ve evlerini üzerlerine yakmayı düşündüm."
    },
    {
      "id": 160,
      "narrator": "Abd Allah b. Mas’ud said:",
      "text": "Ben (Yazid b. Yazid) dedim: Yazid b. al-Asamm'a sordum: Abu 'Awf, Cuma (namazı) mı yoksa başka bir şey mi kastetti? O da: Eğer Abu Hurayra'nın Allah'ın Elçisi'nden (O'na selam olsun) bunu aktardığını işitmediysem, kulaklarım sağır olsun; o, Cuma (namazı) veya başka bir şeyden bahsetmedi."
    },
    {
      "id": 161,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abd Allah b. Mes'ud şöyle dedi: Bu beş vakit namazı, onların çağrısı yapıldığında kılmaya devam edin, çünkü bunlar doğru rehberlik yollarındandır. Ve Allah, Azamet sahibi, peygamberine (ﷺ) doğru rehberlik yollarını belirlemiştir. Namazdan kaçan kimseyi, ancak bilinen bir münafık dışında kimse görmedim. Bir adamın, iki adam arasında sarkarak getirilip namaz safında dikildiği zamanı gördüm. Hepimizin evinde bir cami var. Eğer evlerinizde namaz kılarsanız ve camilerinizden uzak durursanız, peygamberinizin sünnetini terk etmiş olursunuz ve peygamberinizin sünnetini terk ederseniz, kafir olursunuz."
    },
    {
      "id": 162,
      "narrator": "Narrated Amr ibn Za'dah, Ibn Umm Maktum:",
      "text": "Abdullah ibn Abbas şöyle rivayet etmiştir: Eğer birisi ezan okuyanı işitir ve herhangi bir mazeretle cemaatle katılmaktan engellenmezse --kendisine mazeretin ne olduğunu sordular ve korku veya hastalık olduğunu söyledi-- kıldığı namaz kabul edilmeyecektir."
    },
    {
      "id": 163,
      "narrator": "Narrated Ibn Umm Maktum:",
      "text": "Amr ibn Za'dah, İbn Umm Maktum'dan şöyle rivayet etmiştir: İbn Umm Maktum, Peygamber'e (ﷺ) şöyle sordu: Allah'ın Elçisi, ben körüm, evim (camiye) uzaktır ve benimle gelmeyen bir rehberim var. Evimde namaz kılmam için bana izin verilir mi? O da sordu: Ezanı işitiyor musun? O da: Evet, dedi. O da: Senin için herhangi bir izin bulmuyorum, dedi."
    },
    {
      "id": 164,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "İbn Umm Maktum şöyle rivayet etmiştir: Allah'ın Elçisi, Medine'de birçok zehirli yaratık ve yaban hayvanı var (bu yüzden evimde namaz kılmama izin ver). Peygamber (ﷺ) şöyle dedi: \"Namaza gelin,\" \"Kurtuluşa gelin,\" çağrısını işitiyor musun? (O da: Evet, dedi.) O zaman gelmelisin."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Abu Davud dedi ki: Al-Qasim al-Jarmi, bu rivayeti Sufyan'dan benzer şekilde aktarmıştır. Ancak onun versiyonunda \"O zaman gelmelisin\" ifadesi yoktur."
    },
    {
      "id": 166,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Camiden ne kadar uzak olursa, mükafat o kadar büyük olur."
    },
    {
      "id": 167,
      "narrator": "Ubayy b. Ka’b said:",
      "text": "Ubayy b. Ka'b dedi ki: Medine halkından bir kişi vardı ki, o camide namaz kılardı. Onun kadar camiye daha uzak birinin yaşadığını bilmiyorum. Yine de o, camide cemaatle namazı asla kaçırmazdı. Ben dedim ki: \"Bir eşek alıp, onunla sıcak ve karanlıkta gitmen daha iyi olur.\" O da: \"Evimin caminin yanında olmasını istemiyorum.\" dedi. Bu konuşma Allah'ın Elçisi'ne (ﷺ) ulaştı. O da ona şöyle dedi: \"Ben bunu, camiye yürüyüşümün ve evime dönüşümün kaydedilmesi için yaptım.\" O da: \"Allah bunların hepsini sana verdi; Allah, saydığın her şeyi sana bahşetti.\" dedi."
    },
    {
      "id": 168,
      "narrator": "Narrated AbuUmamah:",
      "text": "Abu Ümame'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim abdest alıp, cemaatle namaz kılmak için camiye çıkarsa, onun mükafatı, ihram giymiş birinin hacca gitmesi gibidir."
    },
    {
      "id": 169,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ve sabah (duha) namazını kılmak için dışarı çıkan ve bu amaçla zahmet çeken kimse, umre yapan birinin mükafatını alır. Ve bir namazdan diğerine, arada dünya kelamı etmeden geçen bir namaz, İlliyyun'da kaydedilir.\""
    },
    {
      "id": 170,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abu Hurayra, Allah'ın Elçisi'nin (ﷺ) şöyle buyurduğunu bildirmiştir: \"Bir adamın cemaatle kıldığı namaz, evinde veya pazarda yalnız kıldığı namazdan yirmi beş derece daha üstündür. Bunun nedeni, sizden biri abdest aldığında ve bunu mükemmel bir şekilde yaptığında, sadece namaz kılmak niyetiyle camiye çıktığında ve onu namazdan başka bir şey hareket ettirmediğinde, attığı her adımda rütbesi bir derece yükseltilir ve bu yürüyüşü nedeniyle bir günahı da affedilir, ta ki camiye girene kadar. Camiye girdiğinde, namazda olduğu sürece namaz kılıyor sayılır. Melekler, sizden biri oturduğu sürece, \"Ey Allah, onu affet; Ey Allah, ona merhamet et; Ey Allah, onun tövbesini kabul et\" diye dua ederler, ta ki kimseye zarar vermediği veya abdestini bozmadığı sürece.\""
    },
    {
      "id": 171,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Abu Sa'id el-Hudri'den rivayet edilmiştir: Cemaatle kılınan namaz, yirmi beş yalnız kılınan namaza eşdeğerdir. Eğer bir ormanda namaz kılarsa ve rükû ve secdelerini mükemmel bir şekilde yaparsa, bu, elli namazla eşdeğer olur (mükafat açısından)."
    },
    {
      "id": 172,
      "narrator": "Narrated Ka'b ibn Ujrah:",
      "text": "Abu Davud dedi ki: 'Abd al-Walid b. Ziyad, bu hadisin kendi rivayetinde şöyle dedi: \"Bir kişinin ormanda kıldığı namaz, cemaatle kılınan namazdan kat kat daha üstündür.\""
    },
    {
      "id": 173,
      "narrator": "Narrated A person from the Ansar:",
      "text": "Buraydah ibn al-Hasib'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Karanlıkta camilere gidenlere, Kıyamet Günü'nde mükemmel bir ışıkla müjdeler verin.\""
    },
    {
      "id": 174,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ka'b ibn Ujrah'dan rivayet edilmiştir: Abu Thumamah el-Hannat, Ka'b ibn Ujrah'ın camiye giderken kendisiyle karşılaştığını söyledi; iki (sahabeden biri) camiye giderken arkadaşını gördü ve iki elimle parmaklarımı çaprazladım. O, bunu yapmamı yasakladı ve şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer biri abdest alır ve abdestini mükemmel bir şekilde yaparsa, sonra camiye gitmek niyetiyle dışarı çıkarsa, elinin parmaklarını çaprazlamasın çünkü o zaten namazdadır.\""
    },
    {
      "id": 175,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ansar'dan bir kişiden rivayet edilmiştir: Sa'id ibn al-Musayyab dedi ki: Bir Ansari son nefesini veriyordu. \"Size bir hadis rivayet ediyorum ve bunu Allah'tan mükafat almak niyetiyle yapıyorum.\" dedi."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "\"Ben, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: \"Eğer biri abdest alır ve bunu çok iyi yaparsa, namaz için dışarı çıkarsa, sağ ayağını attığında Allah ona bir hayır (veya bereket) kaydeder, sol ayağını attığında ise Allah ondan bir günahı affeder. Sizden biri caminin yakınında veya uzakta yaşayabilir; eğer camiye gelir ve cemaatle namaz kılarsa, Allah tarafından affedilecektir."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Eğer camiye, insanların bir kısmının namaz kıldığı ve bir kısmının da kılmadığı bir zamanda gelirse ve katıldığı kısmı cemaatle kılarsa, kaçırdığı kısmı da tamamlayarak kılarsa, o da benzer şekilde (yani affedilecektir). Eğer camiye, insanların namazı bitirdiği bir zamanda gelirse, o da aynı şekilde (affedilecektir).\""
    },
    {
      "id": 178,
      "narrator": "‘Abd Allah b. ‘Umar reported the prophet (ﷺ) as saying; Allow women to visit the mosque at night. A son of his (Bilal) said; I swear by Allah, we shall certainly not allow them because they will defraud. I swear by Allah, we shall not allow them. He (Ibn ‘Umar) abused him and became angry at him and said :",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kim abdest alır ve abdestini mükemmel bir şekilde yaparsa, sonra camiye gider ve insanların cemaatle namazı bitirdiğini bulursa, Allah ona cemaatle namaz kılan ve ona katılan biri gibi mükafat verir; cemaatle namaz kılanların mükafatı eksilmeyecektir.\""
    },
    {
      "id": 179,
      "narrator": "‘A’ishah (Allah be pleased with her), wife of the prophet (ﷺ), said ; if the Messenger of Allah (ﷺ) had seen what the women have invented, he would have prevented them from visiting the mosque (for praying), as the women of the children of  the Israel were prevented. Yahya (the narrator) said; I asked ‘Umrah ; were the women of Israel prevented? She said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın kadın kullarını Allah'ın camilerine gitmekten alıkoymayın, ancak parfüm sürmeden çıkabilirler.\""
    },
    {
      "id": 180,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini rivayet etmiştir: \"Kadınlarınızı Allah'ın camilerine gitmekten alıkoymayın.\""
    },
    {
      "id": 181,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "İbn ‘Umar, Allah’ın Elçisi (Ona selam olsun) şöyle buyurduğunu bildirdi: Eğer bu kapıyı kadınlar için ayırırsak (daha iyi olur). Nafi' dedi ki: İbn ‘Umar, ölümüne kadar (o kapıdan) girmedi."
    },
    {
      "id": 182,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Davud dedi ki: Bu rivayet, 'Umar tarafından farklı bir isnadla nakledilmiştir. Ve bu daha doğrudur."
    },
    {
      "id": 183,
      "narrator": "Abu Hurairah reported the Prophet(ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 184,
      "narrator": "Narrated Sa'id al-Khudri:",
      "text": "Abu Hurairah dedi ki: Allah’ın Elçisi (Ona selam olsun) şöyle söylediğini duydum: İkâmet namaz için okunduğunda, ona koşarak gelmeyin, ama yavaşça yürüyerek gelin. Sakin olmalısınız. İmamla birlikte kıldığınız namazın kısmını kılın, kaçırdığınız kısmı ise (sonradan) tamamlayın."
    },
    {
      "id": 185,
      "narrator": "Narrated Yazid ibn al-Aswad:",
      "text": "Abu Davud dedi ki: Al-Zubaidi, İbn Abi Dhi’b, İbrahim b. Sa’d, Ma’mar, Shu’aib b. Abi Hamzah aracılığıyla al-Zuhri’den rivayet edilen versiyonda “kaçırdığınız kısmı sonra tamamlayın” ifadesi vardır. İbn ‘Uyainah yalnızca al-Zuhri’den “sonra onu kılın” sözlerini rivayet etmiştir. Ve Muhammed b. ‘Amr, Abu Salamah aracılığıyla Abu Hurairah’dan, Ja’far b. Rabi’ah ise al-A’raj aracılığıyla Abu Hurairah’dan “sonra tamamlayın” sözlerini rivayet etmiştir. Ve İbn Mes’ud, Peygamberden (ﷺ) ve Abu Qatadah ile Anas, Peygamberden (Ona selam olsun) “sonra tamamlayın” sözlerini rivayet etmiştir."
    },
    {
      "id": 186,
      "narrator": "Jabir b. Yazid reported on the authority of his father:",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "Narrated Yazid ibn Amir:",
      "text": "Abu Hurairah, Peygamberin (ﷺ) şöyle dediğini bildirdi: Namaza sakinlik ve huzur içinde gelin. Sonra imamla birlikte kıldığınız kısmı kılın ve kaçırdığınız kısmı sonradan tamamlayın."
    },
    {
      "id": 188,
      "narrator": "A man from Banu Asad b. Khuzaimah asked Abu Ayyub al-Ansari:",
      "text": "Abu Davud dedi ki: İbn Sirin, Abu Hurairah’dan “sonra tamamlamalıdır” sözlerini rivayet etti. Benzer şekilde, Abu Rafi' Abu Hurairah’dan ve Abu Dharr da ondan “sonra tamamlayın, ve sonradan tamamlayın” sözlerini rivayet etmiştir. Onun rivayetinde kelimelerde bir farklılık vardır."
    },
    {
      "id": 189,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 190,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Sa'id al-Khudri’den rivayet edilmiştir: Allah’ın Elçisi (ﷺ) yalnız başına namaz kılan birini gördü. Dedi ki: Bu (adam) ile birlikte iyi bir şey yapacak bir adam var mı ve onunla birlikte namaz kılacak mı?"
    },
    {
      "id": 191,
      "narrator": "Narrated Sulamah daughter of al-Hurr:",
      "text": "---"
    },
    {
      "id": 192,
      "narrator": "Abu Mas’ud al-Badri reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Yazid ibn al-Aswad’dan rivayet edilmiştir: Yazid, Allah’ın Elçisi (ﷺ) ile birlikte namaz kıldı. O (Peygamber) namaz kıldığında, caminin köşesinde oturan iki kişi vardı; onlar (Peygamberle) namaz kılmadılar. Onları çağırdı. Titreyerek (önüne) getirildiler. Sordu: Sizi bizimle namaz kılmaktan ne alıkoydu? Onlar cevap verdiler: Biz evlerimizde zaten namaz kıldık. O dedi: Böyle yapmayın. Eğer aranızdan biri evinde namaz kılır ve imamın namaz kılmadığını görürse, onunla birlikte namaz kılmalıdır; bu, onun için nafile bir namaz olacaktır."
    },
    {
      "id": 193,
      "narrator": "The version of this tradition narrated through a different chain by Shu’bah has the words:",
      "text": "---"
    },
    {
      "id": 194,
      "narrator": "This tradition has been transmitted through a different chain by Abu Mas’ud This version has words ; “If they are equally versed in recitation, then the one who has most knowledge of the Sunnah ; if they are equal with regard to (the knowledge of) the Sunnah, then the earliest of them to emigrate (to medina)”. He did not narrate the words; “ The earliest of them in recitation”.\n\n\nAbu Dawud said:",
      "text": "Jabir b. Yazid, babasının rivayetiyle bildirdi: Ben, Mina’da Peygamber (ﷺ) ile sabah namazını kıldım. Kalan kısmı aynı şekilde rivayet etti."
    },
    {
      "id": 195,
      "narrator": "‘Amr b. Salamah said ; we lived at a place where the people would pass by us when they came to the prophet (ﷺ). When they returned they would again pass by us. And they used to inform us that the Messenger of Allah (ﷺ) said so –and-so. I was a boy with a good memory. From the( process) I memorized a large portion of the Qur’an. Then my father went to the Messenger of Allah(ﷺ) along with a group of his clan. He (the Prophet) taught them prayer. And he said:",
      "text": "---"
    },
    {
      "id": 196,
      "narrator": "This tradition has also been transmitted through a different chain by ‘Amr b. Salamah. This version says:",
      "text": "Bu rivayet, 'Amr b. Salamah aracılığıyla farklı bir isnadla da aktarılmıştır. Bu versiyon şöyle der: \"Onlara, üzerimde yamanmış ve yırtılmış bir örtü ile namaz kıldırıyordum. Secdeye gittiğimde, arkam açılıyordu.\""
    },
    {
      "id": 197,
      "narrator": "‘Amr b. Salamah reported on the authority of his father (Salamah) that they visited the Prophet (ﷺ). When they intended to return, they said:",
      "text": "'Amr b. Salamah, babası (Salamah) aracılığıyla, Peygamber (ﷺ) ile ziyaret ettiklerini bildirdi. Dönmeye niyet ettiklerinde, \"Ey Allah'ın Elçisi, bize kim namaz kıldıracak?\" dediler. O da: \"Sizden Kur'an'ı en iyi bilen veya en çok ezberleyen (imamlık yapsın)\" dedi. Klanımda Kur'an'ı benden daha iyi bilen yoktu. Bu nedenle, beni önlerine koydular ve ben sadece bir çocuktum. Bir örtü giydim. Jarm (klanının adı) topluluğunda bulunduğumda, onların imamı olur ve onlara cenaze namazı kıldırırdım, bu güne kadar."
    },
    {
      "id": 198,
      "narrator": "Ibn ‘Umar said:",
      "text": "Ebu Davud dedi ki: Bu rivayet, 'Amr b. Salamah tarafından farklı bir nakil zinciriyle aktarılmıştır. Bu versiyonda: \"Klanım Peygamberi (sallallahu aleyhi ve sellem) ziyaret ettiğinde...\" ifadesi vardır. Babası aracılığıyla aktarmamıştır."
    },
    {
      "id": 199,
      "narrator": "Malik b. al-Huwairith said that the Prophet( may peace be upon him) told him or some of his companions:",
      "text": "İbn 'Umar dedi ki: İlk muhacirler (Medine'ye) geldiğinde, Allah'ın Elçisi (ﷺ) gelmeden önce al-'Asbah (Medine yakınında bir yer) da kaldılar. Ebu Hudhaifah'ın kölesi Salim, onlara imamlık yaptı, çünkü Kur'an'ı hepsinden daha iyi biliyordu. Al-Haitham (rivayet eden) ekledi: 'Umar b. al-Khattab ve Ebu Salamah b. 'Abd al-Asad da aralarındaydılar."
    },
    {
      "id": 200,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Malik b. al-Huwairith, Peygamberin (sallallahu aleyhi ve sellem) kendisine veya bazı arkadaşlarına şöyle söylediğini aktardı: \"Namaz zamanı geldiğinde, ezan okuyun, sonra ikamet getirin, ardından aranızda en yaşlı olanınız imamlık yapsın.\""
    },
    {
      "id": 201,
      "narrator": "Narrated Umm Waraqah daughter of Nawfal:",
      "text": "Maslamah tarafından aktarılan versiyon şöyle geçmektedir: \"O gün bilgi açısından neredeyse eşit durumdaydık.\""
    },
    {
      "id": 202,
      "narrator": "This tradition has also been narrated through a different chain of transmitters by Umm Waraqah daughter of ‘Abd Allah b. al-Harith. The first version is complete. This version goes:",
      "text": "İsmail tarafından aktarılan versiyon ise şöyle der: \"Halid, Ebu Qilabah'a: 'Kur'an nerede (yani Peygamber (ﷺ) neden: 'Kur'an'ı en iyi bilen imamlık yapsın' demedi)?' dedim. O da: 'Her ikisi de Kur'an bilgisi açısından eşitti' diye cevap verdi.\""
    },
    {
      "id": 203,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: \"Sizden en iyisi, adzanı okusun ve Kur'an okuyanlar, sizin imamlarınız olsun.\""
    },
    {
      "id": 204,
      "narrator": "Abu Hurairah reported the Messenger of Allah(ﷺ) as saying:",
      "text": "Umm Waraqah bint Nawfal'dan rivayet edilmiştir: \"Peygamber (ﷺ) Bedir Savaşı'na gittiğinde, ona: 'Ey Allah'ın Elçisi, savaşa katılmama izin ver. Hastalar için hemşirelik yapacağım. Belki Allah bana şehitlik nasip eder' dedim. O da: 'Evinde kal' dedi. 'Allah, Azze ve Celle, sana şehitlik nasip edecektir.'"
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Rivayet eden kişi dedi ki: \"Bu nedenle ona şehit denildi. Kur'an okurdu. Peygamberden (ﷺ) evinde bir mu'adhdhin bulundurması için izin istedi. O da ona izin verdi."
    },
    {
      "id": 206,
      "narrator": "Abu ‘Atiyyah, a freed slave of us, said:",
      "text": "Ölümünden sonra, kölesi ve cariyesinin özgür olacağını ilan etti. Bir gece, ona geldiler ve bir örtü ile boğarak öldürdüler, sonra kaçtılar."
    },
    {
      "id": 207,
      "narrator": "Hammam said:",
      "text": "Ertesi gün, Umar halk arasında: \"Onlar hakkında bilgisi olan veya onları gören, bana getirsin\" diye ilan etti."
    },
    {
      "id": 208,
      "narrator": "‘Adi b. Thabit al-Ansari said; A man related to me that (once) he was in the company of ‘Ammar b. yasir in al-Mada’in (a city near Ku’fah). The IQAMAH was called for prayer:",
      "text": "Umar (tutuklandıktan sonra) onları çarmıha germeyi emretti ve çarmıha gerildiler. Bu, Medine'deki ilk çarmıha germeydi."
    },
    {
      "id": 209,
      "narrator": "Jabir b. ‘Abd Allah said :",
      "text": "Bu rivayet, Umm Waraqah bint 'Abd Allah b. al-Harith aracılığıyla farklı bir nakil zinciriyle de aktarılmıştır. İlk versiyon tamdır. Bu versiyon şöyle geçmektedir: \"Allah'ın Elçisi (ﷺ) onu evinde ziyaret ederdi. Ona adzan okuması için bir mu'adhdhin tayin etti; ve ev halkına namaz kıldırmasını emretti.\" 'Abd al-Rahman dedi ki: \"Onun mu'adhdhinini gördüm, o yaşlı bir adamdı.\""
    },
    {
      "id": 210,
      "narrator": "Jabir b. ‘Abd Allah said :",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Allah tarafından duası kabul edilmeyen üç tür insan vardır: İnsanların hoşlanmadığı birinin önünde giden; dibaran gelen bir adam, yani çok geç gelen; ve özgür bırakılmış bir erkek veya kadın köleyi köleleştiren bir adam.'\""
    },
    {
      "id": 211,
      "narrator": "Anas b. Malik said; The Messenger of Allah (ﷺ) rode a horse and was thrown off it and his right was grazed. He then prayed one of the prayers sitting and we prayed one of the prayers sitting, and when he finished he said:",
      "text": "Anas b. Malik dedi ki; Allah'ın Resulü (ﷺ) bir ata bindi ve at onu yere attı, sağ tarafı zarar gördü. Sonra oturarak bir namaz kıldı ve biz de oturarak bir namaz kıldık, namazı bitirdiğinde şöyle dedi: İmam, yalnızca takip edilmek için tayin edilmiştir; o ayakta namaz kılarsa, ayakta namaz kılın; rükûya giderse, rükûya gidin; kalktığında, kalkın; \"Allah, kendisini övenin duasını kabul et\" dediğinde, \"Rabbimiz! Sana hamd olsun\" deyin; ve oturarak namaz kıldığında hepiniz oturarak namaz kılın."
    },
    {
      "id": 212,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Medine'de bir ata bindi. Bir hurma ağacının dibinde onu yere attı. Ayağı yaralandı. Hastalığını sormak için onu ziyaret ettik. Onu Aişe'nin odasında oturarak namaz kılarken bulduk. Biz de arkasında ayakta durduk. O sessiz kaldı."
    },
    {
      "id": 213,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Sonra tekrar onu ziyaret ettik ve hastalığını sormak için. O, oturarak farz namaz kıldı. Biz de arkasında ayakta durduk; bize işaret etti ve oturduk. Namazı bitirdiğinde şöyle dedi: İmam oturarak namaz kıldığında, oturarak namaz kılın; imam ayakta namaz kıldığında, ayakta namaz kılın ve Pers halkının yöneticileriyle yaptıkları gibi davranmayın (yani, insanlar ayakta dururken onlar oturuyorlardı)."
    },
    {
      "id": 214,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: İmam, yalnızca takip edilmek için tayin edilmiştir; o \"Allah en büyüktür\" dediğinde, \"Allah en büyüktür\" deyin ve o \"Allah en büyüktür\" demeden \"Allah en büyüktür\" demeyin. O rükûya gittiğinde; rükûya gidin; ve o rükûya gitmeden rükûya gitmeyin. Ve o \"Allah, kendisini övenin duasını kabul et\" dediğinde, \"Ey Allah, Rabbimiz, sana hamd olsun\" deyin."
    },
    {
      "id": 215,
      "narrator": "‘A’ishah said; The Messenger of Allah (ﷺ) prayed in his house sitting and the people prayed behind him standing. He made a sign to them (asking them) to sit down. When he finished the prayer, he said :",
      "text": "Muslim'in kaydettiği versiyon şöyle geçer: \"Ve sana hamd olsun: Ve o secde ettiğinde; ve o secde etmeden secde etmeyin. O ayakta namaz kıldığında, ayakta namaz kılın; ve o oturarak namaz kıldığında, hepiniz oturarak namaz kılın."
    },
    {
      "id": 216,
      "narrator": "Jabir said :",
      "text": "Ebu Davud dedi ki: \"Ey Allah, Rabbimiz, sana hamd olsun\" sözleri Sulaiman tarafından rivayet edildi, bazı arkadaşlarım tarafından bana açıklandı."
    },
    {
      "id": 217,
      "narrator": "Husain reported on the authority of the children of Sa’d b. Mu’adh that Usaid b. Hudair used to act as their Imam. (when he fell ill) the Messenger of Allah (ﷺ) came to him inquiring about his illness. They said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: İmam, yalnızca takip edilmek için tayin edilmiştir. Bu versiyon ekliyor: O Kur'an okuduğunda, sessiz kalın.\""
    },
    {
      "id": 218,
      "narrator": "Anas said:",
      "text": "Ebu Davud dedi ki: Bu versiyondaki \"O Kur'an okuduğunda, sessiz kalın\" ifadesinin eklenmesi güvenilir değildir. Bizim görüşümüze göre, yanlış anlama Ebu Halid (bir ravinin) tarafındandır."
    },
    {
      "id": 219,
      "narrator": "Anas said:",
      "text": "Aişe dedi ki; Allah'ın Resulü (ﷺ) evinde oturarak namaz kıldı ve insanlar arkasında ayakta namaz kıldılar. Onlara oturmaları için işaret etti. Namazı bitirdiğinde şöyle dedi: İMAM, yalnızca takip edilmek için tayin edilmiştir; o ayakta namaz kıldığında, ayakta namaz kılın; ve o kalktığında, kalkın; ve o oturarak namaz kıldığında, oturarak namaz kılın."
    },
    {
      "id": 220,
      "narrator": "‘Abd Allah b. ‘Abbas said :",
      "text": "Jabir dedi ki: Peygamber (ﷺ) ciddi şekilde hastalandığında, biz onun arkasında oturarak namaz kıldık ve Ebu Bekir \"Allah en büyüktür\" diyerek insanlara TEKBİR'i duyuruyordu. Sonra (raviler) hadisin geri kalanını anlattı."
    },
    {
      "id": 221,
      "narrator": "Another version of this tradition transmitted through a different chain of narrators by Ibn ‘Abbas says:",
      "text": "Hüseyin, Sa’d b. Mu’adh'ın çocuklarından rivayet etti ki, Usaid b. Hudair onların imamı olarak görev yapıyordu. (Hastalandığında) Allah'ın Resulü (ﷺ) ona gelerek hastalığını sordu. Onlar dediler: Allah'ın Resulü, imamımız hastadır. O dedi: O oturarak namaz kıldığında, oturarak namaz kılın."
    },
    {
      "id": 222,
      "narrator": "Anas b. Malik said that his grandmother Mulaikah the Messenger of Allah (ﷺ) to take meals which she prepared for him. He took some of it and prayed. He said :",
      "text": "Ebu Davud dedi ki: Bu hadisin zinciri kesintisiz değildir (muttasil)."
    },
    {
      "id": 223,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Anas dedi ki: Allah'ın Resulü (ﷺ) Ümmü Haram'a girdi. (Onun evinde) insanlar ona biraz yemeklik yağ ve hurma getirdiler. O dedi ki; (hurmaları) kabına geri koyun ve (yağı) çantasına geri koyun, çünkü ben oruçluyum. Sonra kalktı ve bize iki rekât nafile namaz kıldırdı. Sonra Ümmü Süleym ve Ümmü Haram bizim (yani erkeklerin) arkamızda durdular. Thabit (ravisi) dedi ki: Anas'ın dediğini anlıyorum; o (peygamber) beni sağ tarafında durdurdu."
    },
    {
      "id": 224,
      "narrator": "Narrated Yazid ibn al-Aswad:",
      "text": "Anas dedi ki: Allah'ın Resulü (ﷺ) onu ve onların bir kadınını namaz kıldırdı. O (peygamber) onu sağ tarafına, kadını ise arkasına (Anas'ın) koydu."
    },
    {
      "id": 225,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Abdullah b. Abbas dedi ki: Ben, teyzem Maimunah'ın evinde bir gece geçirirken, Allah'ın Resulü (ﷺ) gece kalktı, su tulumunun ağzını açtı ve abdest aldı. Sonra su tulumunun ağzını kapattı ve namaza durdu. Ben de kalktım ve onun gibi abdest aldım; sonra geldim ve sol tarafında durdum. O, elimi aldı, beni arkasında döndürdü ve sağ tarafında durdurdu; ben de onunla birlikte namaz kıldım."
    },
    {
      "id": 226,
      "narrator": "Narrated Mughirah ibn Shu'bah:",
      "text": "Mughirah ibn Shu'bah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: İmam, namazı kıldığı yerden (oradan) ayrılmadan namaz kılmamalıdır."
    },
    {
      "id": 227,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Davud dedi ki: 'Ata' al-Horasani, Mughirah b. Shu'bah'ı görmedi (Bu rivayet, dolayısıyla munqati'dir, yani zincirde bir bağlantı eksiktir)."
    },
    {
      "id": 228,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "---"
    },
    {
      "id": 229,
      "narrator": "Narrated Mu'awiyah ibn AbuSufyan:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: İmam namazı tamamlayıp (tashahhud için) oturduğunda ve sonra konuşmadan (birine) önce necaset (yani abdestinin bozulması) meydana gelirse, onun namazı tamam olur. Ve arkasında namaz kılanlar da namazlarını tamamlar."
    },
    {
      "id": 230,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 231,
      "narrator": "",
      "text": "Ali ibn Abu Talib'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Namazın anahtarı temizliktir; tekbir (Allah en büyüktür demek) (namazı bozan tüm eylemleri) haram kılar ve selam (selam vermek) (bütün bu eylemleri) helal kılar."
    },
    {
      "id": 232,
      "narrator": "Al-Bara (b. Azib)said; They (the Companions) used to pray along with the Messenger of Allah (ﷺ). When he bowed, they  bowed; and when he said, “Allah listens to him who praises him”, they remained standing until they saw that he placed his placed his forehead on the ground:",
      "text": "---"
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Mu'aviye ibn Abu Sufyan'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğilme ve secde etme konusunda beni geçmeye çalışmayın; ne kadar erken eğilirseniz eğilin, ben başımı kaldırdığımda siz de benimle birlikte olacaksınız; ben irileştim."
    },
    {
      "id": 234,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 235,
      "narrator": "Abu Hurairah said; The Messenger of Allah (ﷺ) was asked shout the validity of prayer in a single garment. The prophet (ﷺ) said:",
      "text": "Al-Bara, yalancı olmayan biri olarak şunları söyledi; (ashab) eğilme pozisyonundan başlarını kaldırdıklarında, Resulullah (ﷺ) ile birlikte ayakta dururlardı ve onu secdeye gittiğini gördüklerinde, (peygamberi takip ederek) secde ederlerdi."
    },
    {
      "id": 236,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 237,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Al-Bara b. 'Azib dedi ki; Biz peygamber (ﷺ) ile birlikte namaz kılardık; içimizden hiç kimse, peygamber (ﷺ) eğildiğini görmeden sırtını eğmezdi."
    },
    {
      "id": 238,
      "narrator": "‘Umar b. Abu Salamah said :",
      "text": "---"
    },
    {
      "id": 239,
      "narrator": "Narrated Talq ibn Ali al-Hanafi:",
      "text": "Al-Bara (b. Azib) dedi ki; Onlar (ashab) Resulullah (ﷺ) ile birlikte namaz kılarlardı. O eğildiğinde, onlar da eğilirdi; ve \"Allah, kendisine hamd edenin duasını işitir\" dediğinde, o secdeye alnını koyuncaya kadar ayakta kalırlardı: sonra onu (ﷺ) takip ederlerdi."
    },
    {
      "id": 240,
      "narrator": "Sahl b. Sa’d said:",
      "text": "---"
    },
    {
      "id": 241,
      "narrator": "",
      "text": "'Aişe dedi ki; peygamber (ﷺ) üzerimde bir parçası bulunan tek bir örtüyle namaz kıldı."
    },
    {
      "id": 242,
      "narrator": "Narrated Salamah ibn al-Akwa':",
      "text": "Salamah b. el-Akva' rivayet etti: Ben dedim: Allah'ın Resulü, ben avlanmaya giden bir adamım; tek bir gömlekle namaz kılabilir miyim? O da: Evet, ama onu bir dikenle bile olsa bağla, diye cevap verdi."
    },
    {
      "id": 243,
      "narrator": "‘Abd al-rahman b. Abu Bakr reported on the authority of his father Jabir b. ‘Abd Allah led us in prayer in a single shirt, having no sheet upon him. When he finished the prayer he said:",
      "text": "Abd al-Rahman b. Ebu Bekir, babası Jabir b. Abd Allah'dan rivayet etti: Bizi tek bir gömlekle namaza yönlendirdi, üzerinde başka bir örtü yoktu. Namazı bitirdiğinde şöyle dedi: Ben, Allah'ın Resulü (ﷺ) ile bir gömlek içinde namaz kıldım."
    },
    {
      "id": 244,
      "narrator": "‘Ubadah b. al-Samit said:",
      "text": "Ubade b. es-Samit dedi ki: Biz Jabir b. Abd Allah'a geldik. O dedi ki: Ben (Jabir) Allah'ın Resulü (ﷺ) ile bir savaşta bulundum. Namaz kılmak için kalktı. Üzerimde bir örtü vardı ve iki ucunu çaprazlamaya başladım, ama omuzlarıma ulaşmadılar. Uçları vardı, onları döndürdüm ve iki ucunu çaprazladım, düşmemesi için boynumla tuttum. Sonra geldim ve Allah'ın Resulü (ﷺ) 'nin sol tarafında durdum. O, beni yanına aldı ve sağ tarafına oturttu. Sonra İbn Sakhr geldi ve sol tarafında durdu. O, bizi iki eliyle tuttu ve arkasında durmamızı sağladı. Allah'ın Resulü (ﷺ) bana gizlice bakmaya başladı, ama ben anlayamadım. Anladığımda, bana örtüyü bağlamamı işaret etti. Allah'ın Resulü (ﷺ) namazı bitirdiğinde, bana şöyle dedi: Ey Jabir. Ben dedim; Evet, Allah'ın Resulü. O dedi; eğer (örtü) genişse, iki ucunu omuzların üzerine çaprazla; eğer dar ise, belinin etrafında bağla."
    },
    {
      "id": 245,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah (ﷺ) as saying, or reported ‘Umar as saying (the narrator is doubtful):",
      "text": "İbn Ömer, Allah'ın Resulü (ﷺ) 'nün şöyle söylediğini rivayet etti, ya da Ömer'in şöyle söylediğini aktardı (rivayet eden kişi şüpheli): Sizden birinin iki (parça) örtüsü varsa, onlarla namaz kılmalıdır; eğer tek bir (parça) örtüsü varsa, onu sarmak için kullanmalı ve Yahudiler gibi omuzuna asmamalıdır."
    },
    {
      "id": 246,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Buraydah b. el-Hasib rivayet etti: Allah'ın Resulü (ﷺ) bize, iki ucunu çaprazlamadan bir örtü ile namaz kılmamızı yasakladı ve ayrıca bir örtü giymeden sarmalı olarak namaz kılmamızı da yasakladı."
    },
    {
      "id": 247,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah b. Mes'ud rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Namaz sırasında elbisesinin ucu gurur yüzünden sürünen kimseye, Allah, Azze ve Celle, onu affetmek ve cehennemden korumakla ilgilenmez."
    },
    {
      "id": 248,
      "narrator": "Abu Hurairah said :",
      "text": "Ebu Hureyre dedi ki: Bir adam namaz kılarken alt elbisesinin ucunu sürüyordu, Allah'ın Resulü (ﷺ) ona: Git ve abdest al, dedi. O da gitti ve abdest aldı, sonra geri döndü. O (peygamber) tekrar: Git ve abdest al, dedi. O tekrar gitti, abdest aldı ve geri döndü. Bir adam ona (peygambere) dedi: Allah'ın Resulü, neden ona abdest almasını emrettin? O dedi: O, alt elbisesinin ucu sürüyerek namaz kılıyordu ve alt elbisesinin ucu sürünen bir adamın namazını kabul etmem."
    },
    {
      "id": 249,
      "narrator": "Zaid b. Qunfudh said that his mother asked Umm Salamah :",
      "text": "Zeyd b. Künfudh, annesinin Ümmü Seleme'ye sorduğunu söyledi: Bir kadın kaç parça elbiseyle namaz kılmalıdır? O da: O, bir peçe ve ayaklarının üstünü kaplayan uzun bir gömlekle namaz kılmalıdır, diye cevap verdi."
    },
    {
      "id": 250,
      "narrator": "Umm Salamah said that she asked the prophet (ﷺ); Can a woman pray in a shirt and veil without wearing a lower garment? He replied:",
      "text": "Ümmü Seleme, peygamber (ﷺ) 'e sordu: Bir kadın alt elbise giymeden gömlek ve peçe ile namaz kılabilir mi? O da: Eğer gömlek bol ve ayaklarının üstünü kaplıyorsa, dedi."
    },
    {
      "id": 251,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Malik b. Enes, Bakr b. Mudar, Hafs b. Ghiyaht, İsmail b. Cafer, İbn Ebu Dhi'b ve İbn İshak tarafından, annesi aracılığıyla Ümmü Seleme'den rivayet edilmiştir. Bu ravilerden hiçbiri Peygamber (ﷺ) 'in adını anmamıştır. Onlar bunu doğrudan Ümmü Seleme'den aktarmışlardır."
    },
    {
      "id": 252,
      "narrator": "Muhammad said:",
      "text": "Aişe, Müminlerin Annesi, rivayet etti: Peygamber (ﷺ) şöyle dedi: Ergenliğe ulaşan bir kadının namazı, peçe giymeden kabul edilmez."
    },
    {
      "id": 253,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Sa'id b. Ebu 'Arubah aracılığıyla Kattada'dan, Hasan'dan, Peygamber (ﷺ) 'den aktarılmıştır."
    },
    {
      "id": 254,
      "narrator": "Ibn Juraij said; I often saw ‘Ata praying while letting his garment trail.\n\n\nAbu Dawud said:",
      "text": "Muhammed dedi ki: 'Aişe, Safiye b. Talha al-Talhat'a geldi ve kızını görünce şöyle dedi: Allah'ın Resulü (ﷺ) içeri girdi ve benim dairemde bir kız vardı. O, alt elbisesini (sarmasını) bana verdi ve dedi ki; onu iki parçaya ayır ve bir yarısını bu (kıza) ver, diğer yarısını da Ümmü Seleme'nin kızı için ver. Sanırım o ergenliğe ulaşmış, ya da (dedi ki) sanırım onlar ergenliğe ulaşmışlardır."
    },
    {
      "id": 255,
      "narrator": "‘A’ishah said; The Messenger of Allah (ﷺ) would not pray on our sheets of cloth or on our quits. ‘Ubaid allah said:",
      "text": "Ebu Davud dedi ki: Hişam bunu Muhammed b. Sirin'den benzer şekilde rivayet etmiştir."
    },
    {
      "id": 256,
      "narrator": "Narrated AbuRafi':",
      "text": "Abu Rafi' rivayet etti: Sa'id ibn Abu Sa'id al-Makburi, babasından naklen, Abu Rafi' (ﷺ) Efendimizin azatlısını, Hasan ibn Ali (Allah ondan razı olsun) namaz kılarken, arkasında saçının arkasını bağlamış olduğunu gördüğünü aktardı. Abu Rafi' onu çözdü. Hasan ona öfkeyle döndü, Abu Rafi' ona: \"Namazına odaklan ve öfkelenme: Allah'ın Elçisi (ﷺ) şöyle dedi: Bu, şeytanın oturduğu yerdir,\" dedi."
    },
    {
      "id": 257,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas rivayet etti: Kurayb, İbn Abbas'ın azatlısı, Abdullah ibn Abbas'ın, Abdullah ibn al-Harith'in arkasında namaz kılarken saçının arkasını bağladığını gördüğünü aktardı. Onun arkasında durdu ve onu çözmeye başladı. O, yerinde durarak (hareketsiz) kaldı. Namazını bitirince, İbn Abbas'a geldi ve ona: \"Başımda ne yapıyordun?\" dedi. O da: \"Allah'ın Elçisi (ﷺ) şöyle dedi: Saçının arkasını bağlayarak namaz kılan bir adam, bağlı olarak namaz kılan kişidir,\" dedi."
    },
    {
      "id": 258,
      "narrator": "Narrated Abdullah ibn as-Sa'ib:",
      "text": "Abdullah ibn as-Sa'ib rivayet etti: Ben, Feth-i Mekke günü Peygamberi (ﷺ) namaz kılarken, ayakkabısını sol tarafına koymuş olarak gördüm."
    },
    {
      "id": 259,
      "narrator": "",
      "text": "Abd Allah b. al-Sa'ib dedi ki: Allah'ın Elçisi (ﷺ) bize Mekke'de sabah namazı kıldırdı. Müminler Suresi'ni okumaya başladı ve Musa ile Harun'un tasvirine veya Musa ile İsa'nın tasvirine geldiğinde, rivayet eden İbn 'Abbad şüpheye düştü ya da diğer rivayet edenler bu kelimede birbirleriyle farklılık gösterdiler. Peygamber (ﷺ) öksürdü ve (okumayı) bıraktı, sonra rükûya gitti. Abd Allah b. al-Sa'ib bu olaya şahit oldu."
    },
    {
      "id": 260,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri rivayet etti: Allah'ın Elçisi (ﷺ) ashabına namaz kıldırırken, terliklerini çıkardı ve sol tarafına koydu; insanlar bunu görünce, terliklerini çıkardılar. Allah'ın Elçisi (ﷺ) namazını bitirince, onlara: \"Sizi terliklerinizi çıkarmaya ne sevk etti?\" diye sordu. Onlar: \"Sizi terliklerinizi çıkardığınızı gördük, bu yüzden biz de terliklerimizi çıkardık,\" dediler."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "Allah'ın Elçisi (ﷺ) sonra dedi ki: \"Cebrail bana geldi ve onlarda pislik olduğunu bildirdi. Sizden biri camiye geldiğinde, terliklerinde pislik bulursa, onu silmeli ve onlarla namaz kılmalıdır.\""
    },
    {
      "id": 262,
      "narrator": "Narrated Aws ibn Thabit al-Ansari:",
      "text": "Bu rivayet, Bakr b. Abd Allah aracılığıyla da aktarılmıştır. Bu versiyonda \"Khubuth\" (pislik) kelimesi ve iki yerde \"Khubuthan\" (pislik) kelimesi geçmektedir."
    },
    {
      "id": 263,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Sa'id el-Hudri rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: \"Yahudilerden farklı hareket edin, çünkü onlar terlikleri veya ayakkabılarıyla namaz kılmazlar.\""
    },
    {
      "id": 264,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abdullah ibn Amr ibn al-'As rivayet etti: Allah'ın Elçisi (ﷺ) hem çıplak ayakla hem de terlik giyerek namaz kıldığını gördüm."
    },
    {
      "id": 265,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hurayra rivayet etti: Peygamber (ﷺ) dedi ki: \"Sizden biri namaz kıldığında, terliklerini sağ tarafına veya sol tarafına koymasın ki, başkasıyla aynı hizada olmasın; eğer sol tarafında kimse yoksa, terliklerini ayaklarının arasına koymalıdır.\""
    },
    {
      "id": 266,
      "narrator": "Maimunah bint al-Harith reported :",
      "text": "Ebu Hurayra, Allah'ın Elçisi (ﷺ) şöyle dediğini aktardı: \"Sizden biri namaz kıldığında ve terliklerini çıkardığında, kimseye zarar vermemelidir. Onları ayaklarının arasında koymalı ya da onlarla namaz kılmalıdır.\""
    },
    {
      "id": 267,
      "narrator": "Anas b. Malik reported:",
      "text": "Maimunah bint al-Harith rivayet etti: Allah'ın Elçisi (ﷺ) namaz kılarken, ben onun yanında adet halindeydim. Bazen secde ettiğinde elbisesi bana değiyordu. O, küçük bir örtü üzerinde namaz kılardı."
    },
    {
      "id": 268,
      "narrator": "",
      "text": "Anas b. Malik rivayet etti: Ensardan bir adam dedi ki: \"Ben şişman bir adamım -gerçekten de şişmandı; sizinle birlikte namaz kılamam.\" Ona yemek hazırladı ve evine davet etti. (Dedi ki) \"Lütfen (burada) namaz kıl ki, senin nasıl namaz kıldığını göreyim, sonra seni takip edeyim.\" Onlar (insanlar) örtülerinin bir tarafını yıkadılar. O (peygamber) sonra kalktı ve iki rek'at namaz kıldı. İbn al-Jarud, Anas b. Malik'e: \"O (peygamber) sabah namazını kılar mıydı?\" diye sordu. O da: \"O namazı o gün dışında başka bir zaman kıldığını görmedim,\" dedi."
    },
    {
      "id": 269,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Anas b. Malik dedi ki: Peygamber (ﷺ) Umm Sulaim'i ziyaret ederdi. Bazen namaz vakti geldiğinde, onun üzerinde gerçekten bir örtü olan halıda namaz kılardı. O (Umm Sulaim) onu su ile yıkardı."
    },
    {
      "id": 270,
      "narrator": "Anas b. Malik said:",
      "text": "Al-Mughirah ibn Shu'bah rivayet etti: Allah'ın Elçisi (ﷺ) bir örtü ve deriden yapılmış bir halı üzerinde namaz kılardı."
    },
    {
      "id": 271,
      "narrator": "jabir b. Samurah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Cabir b. Semure, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Neden, Rablerinin huzurunda meleklerin yaptığı gibi saf halinde duruyorsunuz? Biz sorduk: Melekler, Rablerinin huzurunda nasıl saf halinde duruyorlar? O da şöyle cevap verdi: İlk safı tamamlarlar ve saf içinde birbirlerine yakın dururlar."
    },
    {
      "id": 272,
      "narrator": "Al-Nu’man b. Bashir said:",
      "text": "Nu'man b. Beşir dedi ki: Allah'ın Resulü (ﷺ) insanlara dikkat etti ve üç kez; safınızı düzeltin (namazda); Allah'a yemin ederim ki, safınızı düzeltmelisiniz, yoksa Allah yüzlerinizi zıt yönlere çevirecektir, dedi. O zaman her kişinin namazda omzunu diğerinin omzuna, dizini diğerinin dizine ve bileğini diğerinin bileğine yakın tuttuğunu gördüm."
    },
    {
      "id": 273,
      "narrator": "Al-Nu’man b. Bashir said:",
      "text": "Nu'man b. Beşir dedi ki: Peygamber (ﷺ) namaz safında bizi ok gibi düzeltirdi, ta ki bunu ondan öğrendiğimizi ve anladığımızı düşünene kadar. Bir gün bize döndü, omuzları düzeltin dedi ve: Düzensiz olmayın, derdi. Ve şöyle derdi: Allah ve melekleri, ilk saflara yakın olanları mübarek kılsın."
    },
    {
      "id": 274,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Al-Bara' b. Azib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) saftan bir taraftan diğer tarafa geçerdi; göğüsleri ve omuzları düzeltir, ve: Düzensiz olmayın, derdi. Ve şöyle derdi: Allah ve melekleri, ilk saflara yakın olanları mübarek kılsın."
    },
    {
      "id": 275,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "Nu'man b. Beşir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) namaza durduğumuzda safımızı düzeltirdi ve biz düz durduğumuzda: Allah en büyüktür (tekbir) derdi."
    },
    {
      "id": 276,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Sıraları düzeltin, omuz omuza durun, boşlukları kapatın, kardeşlerinizin ellerinde yumuşak olun ve şeytana boşluk bırakmayın. Kim bir safa katılırsa, Allah onu birleştirir; ama kim bir sağı kırarsa, Allah onu ayırır."
    },
    {
      "id": 277,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ebu Davud dedi ki: Ebu Şürah'ın ismi Kethir b. Murrah'dır."
    },
    {
      "id": 278,
      "narrator": "Anas reported the Messenger of Allah (ﷺ) as saying :",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Saflarınızda birbirinize yakın durun, onları birbirinize yaklaştırın ve boyun boyuna durun; zira canım elinde olan Allah'a yemin ederim ki, şeytanın safta boşluklardan girdiğini, küçük bir siyah koyun gibi görüyorum."
    },
    {
      "id": 279,
      "narrator": "Muhammad b. Muslim b. al-Sa’ib said:",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Saflarınızı düzeltin; zira safı düzeltmek, namazın tamamlanmasındandır."
    },
    {
      "id": 280,
      "narrator": "This tradition has also ben transmitted by Anas through a different chain of transmitters. This version goes:",
      "text": "Muhammed b. Muslim b. Sa'ib dedi ki: Bir gün Enes b. Malik'in yanında namaz kıldım. O dedi ki: Bu sopa neden buraya konulmuş biliyor musun? Ben de: Hayır, Allah'a yemin ederim, dedim. O da: Allah'ın Resulü (ﷺ) onu eline alır ve: Düz durun ve safınızı düzeltin derdi."
    },
    {
      "id": 281,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Bu rivayet, Enes tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyon şöyle geçmektedir: Allah'ın Resulü (ﷺ) namaza durduğunda, onu sağ eline alır ve (sağa dönerek) derdi ki: Düz durun ve safınızı düzeltin. Sonra onu sol eline alır ve derdi ki: Düz durun ve safınızı düzeltin."
    },
    {
      "id": 282,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Ön safı tamamlayın, sonra geleni, eğer bir eksiklik varsa, son safta olsun."
    },
    {
      "id": 283,
      "narrator": "Narrated AbdulHamid ibn Mahmud:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Sizlerin en hayırlısı, namazda omuzları yumuşak olanlardır."
    },
    {
      "id": 284,
      "narrator": "Abu Ma’sud reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abdulhamid b. Mahmud'dan rivayet edilmiştir: Cuma namazını Enes b. Malik ile birlikte kıldım. Kalabalık nedeniyle direklere itildik. Bu nedenle ileri geri durduk. Enes sonra dedi ki: Biz, Allah'ın Resulü (ﷺ) zamanında (direkler arasında saf oluşturmayı) kaçınırdık."
    },
    {
      "id": 285,
      "narrator": "This tradition has also been transmitted by ‘Abd Allah (b. Mas’ud) through a different chain of narrators. This version adds:",
      "text": "Ebu Ma'sud, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Sakin ve akıllı olanlarınız benim yanımda olsun, sonra onlardan sonra gelenler, sonra onlardan sonra gelenler."
    },
    {
      "id": 286,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Allah ve melekleri, safın sağ tarafında olanları mübarek kılar."
    },
    {
      "id": 287,
      "narrator": "Narrated AbuMalik al-Ash'ari:",
      "text": "Ebu Malik el-Eş'ari'den rivayet edilmiştir: Size Allah'ın Elçisi (ﷺ) namazı nasıl kıldırdı, söylemeyeyim mi? Dedi ki: İkame ilan ettirdi, erkekleri saf haline getirdi ve gençleri arkasına yerleştirdi, ardından onlara namaz kıldırdı. Sonra nasıl kıldırdığını anlattı ve şöyle dedi: İşte namaz...... Abdul A'la dedi ki: Sanırım şöyle demiştir: Kavmim."
    },
    {
      "id": 288,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Erkeklerin safının en hayırlısı birincisi, en kötüsü ise sonuncusudur; ama kadınların safının en hayırlısı sonuncusu, en kötüsü ise birincisidir."
    },
    {
      "id": 289,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: İnsanlar, Allah onları Cehennem ateşinde ön sıradan uzak tutuncaya kadar ön sıradan uzak durmaya devam edeceklerdir."
    },
    {
      "id": 290,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri dedi ki: Allah'ın Elçisi (ﷺ) arkadaşlarının arka tarafa gitme eğilimini gördü. Onlara şöyle dedi: İleri gelin ve benim peşime takılın, sizden sonra gelenler de sizin peşinize takılsın. İnsanlar, Allah onları arka tarafa yerleştirene kadar arka tarafta kalmaya devam edeceklerdir."
    },
    {
      "id": 291,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: İmamı ortada tutun ve boşlukları kapatın."
    },
    {
      "id": 292,
      "narrator": "Narrated Wabisah:",
      "text": "Vabisah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamın safların arkasında tek başına namaz kıldığını gördü. Ona tekrar etmesini emretti. Süleyman b. Harb dedi ki: Namaz."
    },
    {
      "id": 293,
      "narrator": "",
      "text": "Ebu Bekir, peygamber (ﷺ) rükûda iken camiye geldiğini söyledi. Ben de safın dışından (katılmadan önce) rükû yaptım. Peygamber (ﷺ) şöyle dedi: Allah, hevesini artırsın! Ama bunu bir daha yapma."
    },
    {
      "id": 294,
      "narrator": "Al-Hasan reported :",
      "text": "Hasan bildirdi: Ebu Bekir, Allah'ın Elçisi (ﷺ) rükûda iken geldi. O da safın dışından rükû yaptı (katılmadan önce). Sonra safa gitti. Peygamber (ﷺ) namazını bitirdiğinde şöyle dedi: Safın dışından rükû yapan kimdir, sonra safa giden? Ebu Bekir dedi ki: Benim. Peygamber (ﷺ) şöyle dedi: Allah, hevesini artırsın! Ama bunu bir daha yapma."
    },
    {
      "id": 295,
      "narrator": "Talhah b. 'Ubaid Allah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Talha b. Ubeydullah, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Önünüze bir eyerin arka kısmı gibi bir şey koyduğunuzda, önünüzden birinin geçmesinde bir sakınca yoktur (yani onun diğer tarafında)."
    },
    {
      "id": 296,
      "narrator": "'Ata said:",
      "text": "Ata dedi ki: Eyerin arka kısmı (yaklaşık) bir arşın (yükseklik) veya daha fazladır."
    },
    {
      "id": 297,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Ömer dedi ki: Allah'ın Elçisi (ﷺ) 'İd günü namaz için dışarı çıktığında, bir mızrak getirilmesini emretti, sonra onun önünde dikildi ve ona doğru namaz kıldı, insanlar da arkasında durdular. Seyahat sırasında da böyle yapardı; bu yüzden yöneticiler de onu (mızrağı) yanlarına alırlardı."
    },
    {
      "id": 298,
      "narrator": "Abu Juhaifah said:",
      "text": "Ebu Cuhayfa dedi ki: Peygamber (ﷺ) onlara al-Batha'da namaz kıldırdı, önünde bir sopa dikilmişti. (O,) Zuhr namazından iki rekât ve 'Asr namazından iki rekât kıldı. Kadınlar ve eşekler sopanın önünden geçiyordu."
    },
    {
      "id": 299,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Sizden biri namaz kıldığında, yüzünün önüne bir şey koymalıdır; eğer hiçbir şey bulamazsa, sopasını dikmelidir; ama sopası yoksa, bir çizgi çekmelidir; o zaman önünden geçen şey ona zarar vermez."
    },
    {
      "id": 300,
      "narrator": "This tradition has also been reported by Abu Hurairah through a different chain of narrators.\n\t\t\t\t\t\n\nAbu Hurairah reported:",
      "text": "Bu rivayet, Ebu Hureyre tarafından farklı bir raviler zinciriyle de aktarılmıştır."
    },
    {
      "id": 301,
      "narrator": "Sufyan b. 'Uyainah said:",
      "text": "Sufyan b. 'Uyainah dedi ki: Şarik'i gördüm, cenaze merasimi sırasında bize 'Asr namazını kıldırıyordu. Başlığını önüne koydu, yani farz namazın vaktinin geldiği için."
    },
    {
      "id": 302,
      "narrator": "Ibn 'Umar said:",
      "text": "---"
    },
    {
      "id": 303,
      "narrator": "Narrated Al-Miqdad ibn al-Aswad:",
      "text": "İbn 'Umar dedi ki: Peygamber (ﷺ) deveye karşı namaz kılardı."
    },
    {
      "id": 304,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 305,
      "narrator": "Narrated Sahl ibn AbuHathmah:",
      "text": "Al-Miqdad ibn al-Aswad'dan rivayet edilmiştir: Allah'ın Messenger'ını (ﷺ) bir sopa, bir direk veya bir ağaç önünde namaz kılarken, sağ ya da sol kaşının karşısında olmadan görmedim."
    },
    {
      "id": 306,
      "narrator": "Sahl said:",
      "text": "---"
    },
    {
      "id": 307,
      "narrator": "Abu Sa'id al-Khudri reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Uykuda olan veya konuşan bir kişinin arkasında namaz kılmayın."
    },
    {
      "id": 308,
      "narrator": "Abu Sa'id al-Khudri reported the Messenger of Allah (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 309,
      "narrator": "Abu 'Ubaid said:",
      "text": "Sahl ibn AbuHathmah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Sizden biri bir sutrah (örtü)ya karşı namaz kıldığında, ona yakın durmalı ve şeytanın namazını kesmesine izin vermemelidir."
    },
    {
      "id": 310,
      "narrator": "Abu Salih said:",
      "text": "Abu Dawud dedi ki: Bu rivayet, Waqid b. Muhammad'dan, Safwan'dan, Muhammad b. Sahl aracılığıyla babasından veya Muhammad b. Sahl'dan Peygamber (ﷺ) aracılığıyla da rivayet edilmiştir. Bazıları bunu Nafi' b. Jubair'den, Sahl b. Sa'd aracılığıyla da rivayet etmiştir. Rivayet zincirinde bir farklılık vardır."
    },
    {
      "id": 311,
      "narrator": "Narrated Abu Juhaim :",
      "text": "---"
    },
    {
      "id": 312,
      "narrator": "Hafs reported that the Messenger of Allah(ﷺ) as saying, and the other version of this tradition transmitted through a different chain has:",
      "text": "Sahl dedi ki: Peygamber (ﷺ) ile kıble (yani sutrah veya caminin duvarı) arasındaki mesafe, bir keçinin geçmesine yetecek kadardı."
    },
    {
      "id": 313,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 314,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Sa'id al-Khudri, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Sizden biri namaz kıldığında, önünden kimsenin geçmesine izin vermemelidir; onu mümkün olduğunca uzaklaştırmalıdır; ama eğer o (gitmeyi) reddederse, onunla savaşmalıdır, çünkü o sadece bir şeytandır."
    },
    {
      "id": 315,
      "narrator": "Yazid b. Namran said:",
      "text": "---"
    },
    {
      "id": 316,
      "narrator": "This tradition as also been reported by Sa’id through the same chain of narrators and to the same effect. He added:",
      "text": "Bu rivayet, Sa’id tarafından aynı nakil zinciriyle ve aynı şekilde bildirilmiştir. O ekledi: O, namazımızı kesti, Allah da onun yürüyüşünü kessin."
    },
    {
      "id": 317,
      "narrator": "Sa’id b. Ghazwan reported on the authority  of his father that he made his stay at Tabuk(during his journey) for performing Hajj. All of a sudden he saw a crippled man and asked him about his condition. He said:",
      "text": "Abu Davud dedi ki: Sa’id’ın rivayet ettiği bu versiyon, Mushir tarafından şöyle aktarılmıştır: O, namazımızı kesti."
    },
    {
      "id": 318,
      "narrator": "‘Amr b. Shu’aib reported from his father on the authority of his grand-father:",
      "text": "---"
    },
    {
      "id": 319,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Sa’id b. Ghazwan, babasından naklen, Hac için yolculuğu sırasında Tabuk’ta kaldığını bildirdi. Aniden bir özürlü adam gördü ve ona durumunu sordu. Adam şöyle dedi: Sana bir rivayet aktarıyorum, ama ben hayatta olduğum sürece bunu kimseye anlatma: Allah’ın Resulü (ﷺ) Tabuk’ta bir hurma ağacının yanında konakladı ve şöyle dedi: Bu bizim kıblemizdir. Sonra ona doğru namaz kıldı. Ben, çocukken, koşarak geldim ve onunla ağaç arasındaki yeri geçtim. O (lanet ederek) dedi ki: O, namazımızı kesti, Allah da onun yürüyüşünü kessin. Bu yüzden bugün bile ayaklarım üzerinde duramadım."
    },
    {
      "id": 320,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 321,
      "narrator": "‘Urwah reported on the authority of ‘A’ishah:",
      "text": "‘Amr b. Shu’aib, babası aracılığıyla dedesinden naklen: Biz, Allah’ın Resulü (ﷺ) ile birlikte Adhaakhir dağ geçidinden indik. Namaz vakti geldi ve o, bir yönüyle namaz kıldı, biz de arkasında (duruyorduk). Sonra bir oğlak geldi ve onun önünden geçti. O, onu durdurmaya devam etti, ta ki karnını duvara yaklaştırana kadar (onu durdurmak için), en sonunda o, arkasından geçti, ya da Musaddad’ın dediği gibi."
    },
    {
      "id": 322,
      "narrator": "‘A’ishah said:",
      "text": "---"
    },
    {
      "id": 323,
      "narrator": "It was reported from Abu An-Nadr, from Abu Salama bin 'Abdur Rahman, from 'Aishah, that she said:",
      "text": "İbn ‘Abbas dedi ki: Peygamber (ﷺ) bir kez namaz kılıyordu. Bir oğlak onun önünden geçiyordu ve o, onu durdurmaya devam etti."
    },
    {
      "id": 324,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 325,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Aişe, Ümmü’l-Müminin’den rivayet edildi: Ben, Peygamber (ﷺ) ile kıble arasında yatıyordum. Şu’be dedi ki: Sanırım o şöyle dedi: Ben adetliyken."
    },
    {
      "id": 326,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Davud dedi ki: Bu rivayet, al-Zuhri, 'Ata, Abu Bakr b. Hafs, Hişam b. 'Urwah, 'Irak b. Malik, Abu al-Aswad ve Tamim b. Salamah tarafından; hepsi 'Urwah aracılığıyla 'Aişe’den aktarılmıştır. İbrahim, al-Aswad’dan 'Aişe aracılığıyla aktardı. Abu al-Duha, Masruq’tan 'Aişe aracılığıyla aktardı. Al-Qasim b. Muhammad ve Abu Salamah da 'Aişe’den aktardı. Bu rivayetlerin hiçbiri \"Ve ben adetliyken\" sözlerini zikretmemiştir."
    },
    {
      "id": 327,
      "narrator": "The above mentioned narration has also been narrated by Mansur through a different chain of narrators. This version has:",
      "text": "---"
    },
    {
      "id": 328,
      "narrator": "Narrated Al-Fadl ibn Abbas:",
      "text": "‘Urwah, ‘Aişe’den naklen: Allah’ın Resulü (ﷺ) gece namazı kılardı ve o (‘Aişe) kıble ile arasında yatardı, onun uyuduğu yatakta. Witr namazı kılmak istediğinde onu uyandırır ve o da witr namazını kılardı."
    },
    {
      "id": 329,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 330,
      "narrator": "Abu al-Waddak said:",
      "text": "‘Aişe dedi ki: Ben, Allah’ın Resulü (ﷺ) gece namaz kılarken ayaklarım onun önünde yatıyordum (yani gece namazı, gecenin sonunda kılınan tahajjud namazı). Secdeye gittiğinde ayaklarıma vurdu, ben de onları çektim ve o secde etti."
    },
    {
      "id": 331,
      "narrator": "Salim reported on the authority of his father (Ibn ‘Umar):",
      "text": "Salim, babası (İbn ‘Umar) aracılığıyla bildirdi: Ben, Allah’ın Elçisi’ni (ﷺ) namaza başladığında ellerini omuzlarının hizasında kaldırdığını gördüm, rükûya gittiğinde de aynı şekilde yaptı ve rükûdan başını kaldırdığında da. Sufyan (bir ravi) bir keresinde şöyle dedi: “Başını kaldırdığında: rükûdan sonra ‘Allah, kendisini övenin duasını işitir’ derdi.” İki secde arasında (ellerini) kaldırmazdı."
    },
    {
      "id": 332,
      "narrator": "‘Abd Allah b. Umar said:",
      "text": "‘Abd Allah b. Umar dedi ki: Allah’ın Elçisi (ﷺ) namaza başladığında ellerini omuzlarının hizasında kaldırır, aynı durumda tekbir getirir (Allah en büyüktür), sonra rükûya giderdi. Rükûdan sonra sırtını (başını) kaldırdığında ellerini omuzlarının hizasında kaldırır ve “Allah, kendisini övenin duasını işitir” derdi. Secdeye gittiğinde ellerini kaldırmazdı; rükûdan önce tekbir getirdiğinde ellerini kaldırırdı, namazı bitirene kadar."
    },
    {
      "id": 333,
      "narrator": "‘Abd al-Jabbar b. Wa’il (b.Hujr) said:",
      "text": "‘Abd al-Jabbar b. Wa’il (b. Hujr) dedi ki: Ben küçük bir çocukken babamın namazını anlamıyordum. Wa’il b. ‘Alqamah, Wa’il b. Hujr’ın şöyle dediğini bildirdi: Ben, Allah’ın Elçisi (ﷺ) ile birlikte namaz kıldım. Tekbir getirdiğinde ellerini kaldırır, sonra elbisesini etrafına sarar, sağ elini sol elinin üzerine koyar ve ellerini elbisesinin içine sokardı. Rükûya gideceği zaman ellerini elbisesinin dışına çıkarır ve sonra kaldırırdı. Rükûdan sonra başını kaldırdığında da ellerini kaldırırdı. Sonra secdeye gider ve yüzünü (alnını yere) ellerinin arasına koyardı. Secdeden sonra başını kaldırdığında da ellerini kaldırırdı, namazını bitirene kadar. Muhammed (bir ravi) dedi ki: Ben bunu al-Hasan b. Abu al-Hasan’a anlattım, o da: “Allah’ın Elçisi (ﷺ) namazını böyle kılardı; bazıları bunu yaptı, bazıları ise terk etti” dedi."
    },
    {
      "id": 334,
      "narrator": "Wa’il b.Hujr said:",
      "text": "Abu Dawud dedi ki: Bu rivayet Hammam’dan İbn Juhadah aracılığıyla aktarılmıştır, ancak secdeden sonra başını kaldırdığında ellerini kaldırdığını belirtmemiştir."
    },
    {
      "id": 335,
      "narrator": "",
      "text": "Wa’il b. Hujr dedi ki: Peygamber (ﷺ) namaza durduğunda ellerini omuzlarının hizasına kadar kaldırır ve baş parmaklarını kulaklarının hizasına koyardı; sonra tekbir getirirdi (Allah en büyüktür)."
    },
    {
      "id": 336,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "Wa’il b. Hujr, Allah’ın Elçisi (ﷺ) tekbir getirdiğinde ellerini kaldırdığını gördüğünü söyledi."
    },
    {
      "id": 337,
      "narrator": "The above tradition has been transmitted by ‘Asim b. Kulaib through a different chain of narrators and to the same effect. This version has:",
      "text": "Wa’il b. Hujr şöyle nakletti: Ben, Allah’ın Elçisi (ﷺ) namazını nasıl kıldığını dikkatlice izledim. Allah’ın Elçisi (ﷺ) ayağa kalktı, kıbleye yöneldi ve tekbir getirdi (Allah en büyüktür), sonra ellerini kulaklarının hizasında kaldırdı, sağ elini sol elinin üzerine koydu (birbirine kenetleyerek)."
    },
    {
      "id": 338,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "Rükûya gideceği zaman aynı şekilde kaldırdı. Sonra ellerini dizlerinin üzerine koydu. Rükûdan sonra başını kaldırdığında da aynı şekilde kaldırdı. Secdeye gittiğinde alnını ellerinin arasına koydu."
    },
    {
      "id": 339,
      "narrator": "Wa’il b. Hujr said:",
      "text": "Sonra oturdu ve sol ayağını açtı, sol elini sol uyluğuna koydu ve sağ dirseğini sağ uyluğundan uzak tuttu. İki parmağını kapattı ve parmaklarıyla bir daire yaptı."
    },
    {
      "id": 340,
      "narrator": "Abu Humaid al-Sa’idi once told a company of ten of the companions of the Messenger of Allah (ﷺ) ; Abu Qatadah was one of them:",
      "text": "Ben (Asim b. Kulayb) onu (Bishr b. al-Mufaddal) bu şekilde söylerken gördüm. Bishr, baş parmağı ve orta parmağıyla daire yaptı ve işaret parmağıyla işaret etti."
    },
    {
      "id": 341,
      "narrator": "‘Amr al-Amiri said:",
      "text": "Yukarıdaki rivayet ‘Asim b. Kulaib aracılığıyla farklı bir isnat zinciriyle ve aynı anlamda aktarılmıştır. Bu versiyonda: “Sonra sağ elini sol avucunun arkasına ve bileğine, ön koluna koydu” ifadesi bulunmaktadır. Ayrıca: “Sonra soğuk bir mevsimde geri döndüm. İnsanların kalın giysiler giyip ellerini giysilerin altında hareket ettiklerini (yani rükûdan önce ve sonra ellerini kaldırdıklarını) gördüm” eklenmiştir."
    },
    {
      "id": 342,
      "narrator": "The above mentioned tradition has also been reported by Muhammad b. ‘Amr b. ‘Ata’ through a different chain of narrators. This version adds:",
      "text": "Wa’il b. Hujr şöyle nakletti: Ben, Peygamber (ﷺ) namaza başladığında kulaklarının hizasında ellerini kaldırdığını gördüm. Sonra geri döndüm ve onları (insanları) namaza başladıklarında ellerini göğüs hizalarına kadar kaldırdıklarını gördüm. Uzun başlıklar ve örtüler giyiyorlardı."
    },
    {
      "id": 343,
      "narrator": "Abbas or ‘Ayyash b. Sahl as-Sa’idi said that he was present in a meeting which was attended by his father who was one of the companions of the Prophet(ﷺ), Abu Hurairah, Abu Humaid al-Sa’idi and Abu Usaid. He narrated the same tradition with a slight addition or deletion. He said:",
      "text": "Wa’il b. Hujr dedi ki: Kış mevsiminde Peygamber (ﷺ) yanına geldim; arkadaşlarının namazda giysilerinin içinde ellerini kaldırdıklarını gördüm."
    },
    {
      "id": 344,
      "narrator": "‘Abbas b. Sahl. Said:",
      "text": "Abu Humaid al-Sa’idi bir keresinde Allah’ın Elçisi (ﷺ) ile birlikte bulunan on sahabeye şunları söyledi: Abu Qatadah da onlardan biriydi: “Ben, Allah’ın Elçisi (ﷺ) nasıl namaz kıldığını en iyi bilenlerden biriyim.” Dediler ki: “Niçin, Allah’a yemin ederim ki, sen onu bizden daha fazla takip etmedin, ne de olsa onun yanında daha uzun süre kalmadın?” O da: “Evet.” Dediler ki: “O zaman (Peygamberin namazını) tarif et.” O da: “Allah’ın Elçisi (ﷺ) namaza durduğunda ellerini omuzlarının hizasına kadar kaldırır ve tekbir getirirdi (Allah en büyüktür), her kemik yerini buluncaya kadar; sonra (Kur’an’dan bazı ayetler) okurdu; sonra tekbir getirir (Allah en büyüktür), ellerini omuzlarının hizasına kadar kaldırır; sonra rükûya gider; ellerini dizlerine koyar ve kendisini düz tutar, ne başını kaldırır ne de alçaltır; sonra başını kaldırır ve “Allah, kendisini övenin duasını işitir” der; sonra ellerini omuzlarının hizasına kadar kaldırır; sonra “Allah en büyüktür” der; sonra secdeye gider, kollarını yanlarından uzak tutar; sonra başını kaldırır, sol ayağını bükerek üzerine oturur ve secde ederken parmaklarını açar; sonra “Allah en büyüktür” der; sonra başını kaldırır, sol ayağını bükerek üzerine oturur ki her kemik yerini bulsun; sonra ikinci (rak’at) da aynı şekilde yapar. İki rak’atın sonunda ayağa kalkar ve tekbir getirir (Allah en büyüktür), ellerini omuzlarının hizasına kadar kaldırır; sonra rükûya gider, ellerini dizlerine koyar ve kendisini düz tutar, ne başını kaldırır ne de alçaltır; sonra başını kaldırır ve “Allah, kendisini övenin duasını işitir” der; sonra ellerini omuzlarının hizasına kadar kaldırır; sonra “Allah en büyüktür” der; sonra secdeye gider, kollarını yanlarından uzak tutar; sonra başını kaldırır, sol ayağını bükerek üzerine oturur ve secde ederken parmaklarını açar; sonra secde eder; sonra “Allah en büyüktür” der; sonra başını kaldırır, sol ayağını bükerek üzerine oturur ki her kemik yerini bulsun; sonra ikinci (rak’at) da aynı şekilde yapar. İki rak’atın sonunda ayağa kalkar ve tekbir getirir (Allah en büyüktür), ellerini namazın başında tekbir getirirken kaldırdığı gibi omuzlarının hizasına kadar kaldırır; sonra namazının geri kalanında bunu yapar; ve secdeden sonra selam vererek sol ayağını çıkarır ve sol kalçasının üzerine oturur.” Dediler ki: “Doğru söyledin. İşte o (sallallahu aleyhi ve sellem) böyle namaz kılardı.”"
    },
    {
      "id": 345,
      "narrator": "Abu Humaid reported to the same effect. He said:",
      "text": "‘Amr al-Amiri dedi ki: Ben (bir keresinde) Allah’ın Elçisi (ﷺ) ile birlikte olan sahabelerin toplantısına katıldım. Onlar onun namazını tartışmaya başladılar. Abu Humaid daha sonra aynı rivayetin bir kısmını anlattı ve şöyle dedi: Rükûya gittiğinde dizlerini avuçlarıyla kavradı ve parmaklarını açtı; sonra sırtını yukarı kaldırmadan eğdi ve yüzünü (herhangi bir tarafa) çevirmedi. İki rak’atın sonunda oturduğunda sol ayağının üzerine oturdu ve sağ ayağını kaldırdı; dördüncüsünde ise sol kalçasını yere koydu ve her iki ayağını bir tarafa açtı."
    },
    {
      "id": 346,
      "narrator": "Wa’il b. Hujr reported in this tradition from the Prophet(ﷺ):",
      "text": "Vail b. Hucur, bu rivayette Peygamber (ﷺ)'den şöyle bildirmiştir: Secde ettiğinde, elleri yere değmeden önce dizleri yere değiyordu; secde ettiğinde, alnını ellerinin arasında yere koyar ve koltuk altlarını yanlarından uzak tutardı."
    },
    {
      "id": 347,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "Haccac, Hammam'dan rivayet etti ve Şakik, ‘Asim b. Kulaib'den, babası aracılığıyla Peygamber (ﷺ)'den benzer bir rivayet aktardı."
    },
    {
      "id": 348,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ve onlardan biri tarafından rivayet edilen bir başka versiyonda -ve bu versiyonun Muhammad b. Cuhadah tarafından rivayet edildiğini düşünüyorum- secdeden kalktığında, dizleriyle kalkar ve ağırlığını uyluklarına verirdi."
    },
    {
      "id": 349,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 350,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Vail b. Hucur şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ)'nin namazda baş parmaklarını kulak loblarına kadar kaldırdığını gördüm."
    },
    {
      "id": 351,
      "narrator": "Nafi’ said on the authority of Ibn ‘Umar that when he began prayer, he uttered the takbir( Allah is most great) and raised his hands; and when he bowed( he raised his hands); and when he said:",
      "text": "---"
    },
    {
      "id": 352,
      "narrator": "Nafi’ said:",
      "text": "Ebu Hureyre şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) namaza başladığında tekbir (Allah en büyüktür) getirdiğinde, ellerini omuzlarının hizasında kaldırıyordu; rükûya gittiğinde de böyle yapıyordu; secdeye kalktığında da böyle yapıyordu; ve iki rek'atın sonunda kalktığında da böyle yapıyordu."
    },
    {
      "id": 353,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 354,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Meymun el-Mekki, Abdullah b. Zübeyr'in namaz kıldığını gördüğünü söyledi. O, ayakta durduğunda, rükûya gittiğinde ve secdeye gittiğinde elleriyle işaret etti (yani ellerini omuzlarının hizasında kaldırdı), ve secdeden kalktığında da elleriyle işaret etti (yani ellerini kaldırdı)."
    },
    {
      "id": 355,
      "narrator": "Malik b. al-Huwairith said:",
      "text": "Sonra ben, İbn Abbas'a gittim ve ona, İbn Zübeyr'in namaz kıldığını, daha önce hiç kimsenin namaz kıldığını görmediğimi söyledim. Sonra ona elleriyle işaret etmesini (ellerini kaldırmasını) anlattım. O da: Eğer Allah'ın Elçisi (ﷺ)'nin namazını görmek istiyorsan, Abdullah b. Zübeyr'in kıldığı gibi namaz kıl, dedi."
    },
    {
      "id": 356,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 357,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Nadr b. Kethir es-Sa'di şöyle dedi: Abdullah b. Tavus, al-Khayf camisinde yanımda namaz kıldı. İlk secdesini yaptıktan sonra başını kaldırdı ve ellerini yüzünün hizasında kaldırdı. Bu benim için garip bir şeydi. Bu yüzden bunu Vuhayb b. Halid'e söyledim."
    },
    {
      "id": 358,
      "narrator": "It was reported from Alqamah who said:",
      "text": "Sonra Vuhayb b. Halid ona şöyle dedi: Sen, benim gördüğüm bir şeyi yapmıyorsun. İbn Tavus ise şöyle cevap verdi: Ben babamın bunu yaptığını gördüm, babam da: Ben İbn Abbas'ı bunu yaparken gördüm, dedi. O, Peygamber (ﷺ)'in bunu yaptığını söylediğini bilmiyorum."
    },
    {
      "id": 359,
      "narrator": "This tradition has also been transmitted by Sufyan through a different chain of narrators. This version has:",
      "text": "---"
    },
    {
      "id": 360,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Nafi’ İbn ‘Umar'dan şöyle rivayet etti: O, namaza başladığında tekbir (Allah en büyüktür) getirdi ve ellerini kaldırdı; rükûya gittiğinde (ellerini kaldırdı); ve \"Allah, kendisini övenin duasını kabul eder\" dediğinde (ellerini kaldırdı); ve iki rek'atın sonunda ayakta durduğunda, ellerini kaldırdı. O (İbn ‘Umar), bunu Allah'ın Elçisi (ﷺ)'ne dayandırdı."
    },
    {
      "id": 361,
      "narrator": "This tradition has been narrated by Sufyan through a different chain of transmitters. This version does not have the words “then he did not repeat”. Sufyan said:",
      "text": "Bu hadis, Sufyan tarafından farklı bir raviden aktarılmıştır. Bu versiyonda \"sonra tekrar etmedi\" ifadesi yoktur. Sufyan dedi ki: \"Sonra tekrar etmedi\" sözleri bize daha sonra Kufe'de ondan (Yazid) nakledilmiştir."
    },
    {
      "id": 362,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Abu Davud dedi ki: Bu hadis ayrıca Yazid'den Hushaim, Khalid ve İbn İdris tarafından da aktarılmıştır. \"Sonra tekrar etmedi\" sözlerini zikretmemişlerdir."
    },
    {
      "id": 363,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 364,
      "narrator": "Zur’ah b. ‘Abd al-Rahman said:",
      "text": "Al-Bara' ibn Azib'den rivayet edilmiştir: Allah'ın Messenger'ını (ﷺ) namaza başladığında ellerini kaldırırken gördüm, fakat namazı bitirene kadar ellerini kaldırmadı."
    },
    {
      "id": 365,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abu Davud dedi ki: Bu hadis sahih değildir."
    },
    {
      "id": 366,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "---"
    },
    {
      "id": 367,
      "narrator": "Jarir ad-Dabbi reported:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) namazına başladığında ellerini genişçe kaldırırdı."
    },
    {
      "id": 368,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 369,
      "narrator": "Narrated Tawus:",
      "text": "Zur’ah b. ‘Abd al-Rahman dedi ki: İbn al-Zubair'in şöyle dediğini duydum: Ayakları düz tutmak ve bir elin diğerinin üzerine konulması bir sünnettir."
    },
    {
      "id": 370,
      "narrator": "‘Ali b. Ali Talib said:",
      "text": "---"
    },
    {
      "id": 371,
      "narrator": "‘Ali b. Ali Talib said:",
      "text": "Abdullah ibn Mas'ud'dan rivayet edilmiştir: AbuUthman an-Nahdi dedi ki: İbn Mas'ud namaz kıldığında sol elini sağ elinin üzerine koyardı. Peygamber (ﷺ) onu gördü ve sağ elini sol elinin üzerine koydu."
    },
    {
      "id": 372,
      "narrator": "Shu’aib b. Abi Hamzah said:",
      "text": "---"
    },
    {
      "id": 373,
      "narrator": "Anas b. Malik said:",
      "text": "Ali ibn AbuTalib'den rivayet edilmiştir: AbuJuhayfah dedi ki: Ali, namazda bir elin diğerinin üzerine konulmasının sünnet olduğunu söyledi."
    },
    {
      "id": 374,
      "narrator": "Narrated Jubayr ibn Mut'im:",
      "text": "---"
    },
    {
      "id": 375,
      "narrator": "The above mentioned tradition has also been reported by Jubair b. Mut’im through a different chain of narrators. This version adds:",
      "text": "Jarir ad-Dabbi bildirdi: Ali'yi (Allah ondan razı olsun) sol elini sağ eliyle bileğinden tutarken gördüm, göbeğin üstünde."
    },
    {
      "id": 376,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Asım b. Humeyd dedi ki: Aişe'ye sordum: Allah Resulü (ﷺ) gece nafile namazına hangi sözlerle başlardı?"
    },
    {
      "id": 377,
      "narrator": "Abu Salamah b. ‘Abd al-Rahman b. ‘Awf said:",
      "text": "O da şöyle cevap verdi: Senden önce kimse bana bu konuda sormadı. O ayakta durduğunda, on kez tekbir (Allah en büyüktür) getirdi, on kez \"Hamd, Allah’a aittir\" dedi, on kez \"Allah’ı tenzih ederim\" dedi, on kez \"Ondan başka ilah yoktur\" dedi, on kez af diledi ve şöyle dedi: \"Ya Allah, beni affet, hidayet ver, rızık ver, sağlığımı koru.\" Kıyamet Günü'nde Allah'ın huzurunda durmanın zorluğundan Allah'a sığındı."
    },
    {
      "id": 378,
      "narrator": "The above mentioned tradition has been reported by ‘Ikramah with a different chain of narrators. This version adds:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Halid b. Ma'dan'dan Rabia el-Cerashi aracılığıyla 'Aişe'den de nakledilmiştir."
    },
    {
      "id": 379,
      "narrator": "Malik said:",
      "text": "---"
    },
    {
      "id": 380,
      "narrator": "Rifa’ah b. Rafi’ said:",
      "text": "Ebu Salamah b. ‘Abd al-Rahman b. ‘Awf dedi ki: 'Aişe'ye sordum: Peygamber (ﷺ) gece (tahajjud namazı için) ayağa kalktığında namazına hangi sözlerle başlardı? O da şöyle dedi: Gece ayağa kalktığında, namazına şöyle başlardı: \"Ya Allah, Cebrail'in Rabbi, Mikail'in Rabbi ve İsrafil'in Rabbi, göklerin ve yerin yaratıcısı, görünenin ve görünmeyenin bileni; kulların arasında ihtilaf ettikleri konularda hüküm veren Sensin. İzinlerinle, ihtilaf edilen konuda beni doğru yola ilet. Dilediğini doğru yola iletirsin.\""
    },
    {
      "id": 381,
      "narrator": "Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 382,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Yukarıda bahsedilen rivayet, 'İkrime tarafından farklı bir isnatla bildirilmiştir. Bu versiyonda eklenmiştir: O ayağa kalktığında, tekbir getirdi (Allah en büyüktür) ve dedi ki. . . ."
    },
    {
      "id": 383,
      "narrator": "Narrated Rifa'ah ibn Rafi':",
      "text": "---"
    },
    {
      "id": 384,
      "narrator": "Rabi’ah said:",
      "text": "Malik dedi ki: Namazda dua etmekte, başında, ortasında ve sonunda, farz namazda veya diğerlerinde bir sakınca yoktur."
    },
    {
      "id": 385,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 386,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Rifa'ah b. Rafi' dedi ki: Bir gün Allah Resulü (ﷺ)'nun arkasında namaz kılıyorduk. Allah Resulü (ﷺ) rükudan başını kaldırdığında, \"Allah, kendisini övenin duasını işitti\" dedi. Allah Resulü (ﷺ)'nun arkasındaki bir adam dedi ki: \"Ya Allah, Rabbimiz, sana hamd olsun, çok hamd, güzel ve bereketli.\" Allah Resulü (ﷺ) namazını bitirdiğinde sordu: \"Aranızda az önce konuşan kimdi?\" Adam dedi ki: \"Ben (bu sözleri söyledim), Allah'ın Peygamberi.\" Allah Resulü (ﷺ) dedi ki: \"Otuzdan fazla melek, bu sözleri ilk yazmak için birbirleriyle yarıştıklarını gördüm.\""
    },
    {
      "id": 387,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "---"
    },
    {
      "id": 388,
      "narrator": "Samurah b. Jundub said:",
      "text": "İbn Abbas dedi ki: Allah Resulü (ﷺ) gece yarısı namaza durduğunda şöyle dedi: \"Ya Allah, sana hamd olsun, sen göklerin ve yerin nurusun; sana hamd olsun; sen göklerin ve yerin koruyucususun; sana hamd olsun, sen gökler ve yer ve aralarındaki her şeysin; sen hakksın, sözlerin hak; vaadin hak; seninle buluşmak hak; cennet hak ve cehennem hak ve saat hak; Ya Allah, sana yöneldim, seninle tartıştım ve sana davetimi getirdim, o halde geçmiş ve gelecekteki günahlarımı affet, gizli ve açık günahlarımı affet, sen benim ilahımsın, senden başka ilah yoktur.\""
    },
    {
      "id": 389,
      "narrator": "Narrated Samurah ibn Jundub; Ubayy ibn Ka'b:",
      "text": "---"
    },
    {
      "id": 390,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "İbn Abbas dedi ki: Allah Resulü (ﷺ) tahajjud namazında (yani gece yarısı kılınan nafile namazda) tekbir getirdikten sonra şöyle derdi; ardından aynı anlamda bir rivayet aktardı."
    },
    {
      "id": 391,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: Allah'ın Resulü (ﷺ) tekbir ile Kur'an okuma arasında sessiz kaldı. Ben de ona, babamı ve annemi fidye olarak verecek kadar değerli birisi için sordum: Tekbir ile okuma arasındaki sessizliğinizde ne söylüyorsunuz? O da şöyle cevap verdi: \"Ya Allah, beni günahlardan, kirli bir elbise gibi temizle. Ya Allah, günahlarımı kar, su ve dolu ile yıka.\""
    },
    {
      "id": 392,
      "narrator": "‘Anas said:",
      "text": "Enes dedi ki: Peygamber (sallallahu aleyhi ve sellem), Ebu Bekir, Ömer ve Osman, okumaya \"Hamd, âlemlerin Rabbi olan Allah'a aittir\" diyerek başlarlardı."
    },
    {
      "id": 393,
      "narrator": "‘A’ishah said:",
      "text": "Aişe dedi ki: Allah'ın Resulü (ﷺ) namaza tekbir ile başlar ve \"Hamd, âlemlerin Rabbi olan Allah'a aittir\" derdi. Rükûya gittiğinde ne başını kaldırır ne de aşağı indirirdi, başını iki durum arasında tutardı. Rükûdan sonra başını kaldırdığında, doğrulmadan secdeye gitmezdi; secdeden sonra başını kaldırdığında, oturmadan secdeye gitmezdi; her iki rekâttan sonra et-tahiyyat okurdu; oturduğunda sol ayağını açar, sağ ayağını kaldırırdı. Şeytanın oturuşu gibi oturmayı ve hayvanlar gibi secdede ellerini yaymayı yasakladı. Namazı selam vererek bitirirdi."
    },
    {
      "id": 394,
      "narrator": "Anas b. Malik said:",
      "text": "Enes b. Malik dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bana bir sure indirildi.\" Sonra şöyle okudu: \"Rahman ve Rahim olan Allah'ın adıyla. İşte! Biz sana bol nimet verdik.\" Sonuna kadar okudu. Sonra sordu: \"Bol nimet (el-Kevser) nedir biliyor musunuz?\" Onlar: \"Allah ve Resulü daha iyi bilir.\" dediler. O da: \"O, Rabbim, yüce ve azametli olanın cennette bana vaat ettiği bir ırmaktır.\" dedi."
    },
    {
      "id": 395,
      "narrator": "‘Urwah reported on the authority of ‘A’ishah mentioning the incident of slander. She said:",
      "text": "Urve, Aişe'den iftira olayını aktardı. O şöyle dedi: Allah'ın Resulü (ﷺ) oturdu ve yüzünü açtı ve şöyle dedi: \"Ben, her şeyi işiten ve bilen Allah'a, lanetli şeytandan sığınıyorum. İşte! İftira yayanlar, aranızda bir çetedir.\""
    },
    {
      "id": 396,
      "narrator": "Narrated Uthman ibn Affan:",
      "text": "Ebu Davud dedi ki: Bu, reddedilmiş (munkar) bir hadistir. Bir grup ravinin bu hadisi el-Zuhri'den aktardığı, ancak bu detayı zikretmediği bildirilmiştir. \"Allah'a sığınma\" ifadesinin Hümeyd'in sözü olduğunu düşünüyorum."
    },
    {
      "id": 397,
      "narrator": "The above mentioned tradition has been reported by ibn abbas through a different chain of narrators to the same effect. This version adds:",
      "text": "Uthman ibn Affan'dan rivayet edilmiştir:"
    },
    {
      "id": 398,
      "narrator": "Ibn Abbas said:",
      "text": "Yazid el-Farisi dedi ki: İbn Abbas'ın şöyle dediğini duydum: Uthman ibn Affan'a sordum: \"Seni, (yüz ayet içeren) mi'in (suraları) olan el-Bara'a ve (mathani) olan el-Enfal'ı as-sab'u at-tiwal (Kur'an'ın ilk uzun sureleri) kategorisine koymaya ne sevk etti? Aralarına 'Rahman ve Rahim olan Allah'ın adıyla' yazmadın?\""
    },
    {
      "id": 399,
      "narrator": "Abu Qatadah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Uthman cevap verdi: \"Kur'an ayetleri Peygamber'e (ﷺ) indirildiğinde, birini çağırıp onları yazdırırdı ve ona: 'Bu ayeti, şu ve bu surenin içine koy' derdi; bir veya iki ayet indirildiğinde de benzer şekilde söylerdi. El-Enfal, Medine'de indirilen ilk suredir ve el-Bara'a, Kur'an'daki son indirilen suredir ve içeriği el-Enfal'a benzer. Bu nedenle, onun el-Enfal'ın bir parçası olduğunu düşündüm. Bu yüzden onları as-sab'u at-tiwal (yedi uzun sure) kategorisine koydum ve aralarına 'Rahman ve Rahim olan Allah'ın adıyla' yazmadım.\""
    },
    {
      "id": 400,
      "narrator": "Jabir said:",
      "text": "Yukarıda bahsedilen rivayet, İbn Abbas tarafından farklı bir raviler zinciri ile aynı anlamda aktarılmıştır. Bu versiyon ekliyor: Allah'ın elçisi (ﷺ) vefat etti, ama bize el-Bara'a'nın el-Enfal'ın bir parçası olduğunu söylemedi."
    },
    {
      "id": 401,
      "narrator": "Hazm b. Ubayy b. Ka’b said that he came to mu’adh b. jabal who was leading the people in the sunset  prayer.  According to this version, the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Davud dedi ki: El-Şa'bî, Ebu Malik, Katade ve Thabit b. Ümeyre, Peygamber (sallallahu aleyhi ve sellem) el-Neml suresi inene kadar 'Rahman ve Rahim olan Allah'ın adıyla' yazmadı, dediler. Bu, onların söylediklerinin anlamıdır. Ayrıca, bu, sahabenin ismini zikretmeyen bir mürsel hadistir."
    },
    {
      "id": 402,
      "narrator": "Narrated Some Companions of the Prophet:",
      "text": "İbn Abbas dedi ki: Peygamber (ﷺ) iki sure arasında 'Rahman ve Rahim olan Allah'ın adıyla' ifadesi kendisine indirildiği zamana kadar ayırmadı. Bunlar İbn es-Sarh'ın sözleridir."
    },
    {
      "id": 403,
      "narrator": "Jabir narrated the story of mu’adh and said:",
      "text": "Ebu Katade, Allah'ın Resulü (ﷺ) şöyle derken aktardı: \"Ben namaza durduğumda, onu uzatmayı niyet ederim; ama bir çocuğun ağladığını duyduğumda, annesinin üzülmesinden korktuğum için kısaltırım.\""
    },
    {
      "id": 404,
      "narrator": "Abu Hurairah reported the prophet (ﷺ) as saying:",
      "text": "Cabir dedi ki: Mu’adh b. Cebel, Peygamber (ﷺ) ile birlikte namaz kılardı; sonra döner ve bize namaz kıldırırdı. Bazen o (rivayet eden) \"gece namazı\" kelimesini zikretti. Sonra Mu’adh, Peygamber (ﷺ) ile birlikte namaz kıldı, sonra döndü ve halkına namaz kıldırdı ve Bakara Suresi'ni okudu. Bir adam kenara çekilip yalnız başına namaz kıldı. İnsanlar ona: \"Sen münafık mı oldun, falan?\" dediler. O da: \"Münafık olmadım.\" dedi. Sonra Peygamber (ﷺ)'e geldi ve ona şöyle dedi: \"Allah'ın Resulü, Mu’adh seninle birlikte namaz kılıyor, sonra döner ve bize namaz kıldırıyor. Biz gündüz su içmek için kullanılan develere bakıyoruz ve çalışıyoruz. O, bize namaz kıldırmaya geldi ve Bakara Suresi'ni okudu.\" Peygamber (ﷺ) dedi: \"Mu’adh, sen bir zorluk çıkaran mısın? Şu ve şu sureleri oku.\" Rivayet eden Ebu Zübeyr dedi ki: \"Yüce Rabb'in adını tesbih et\" (sura 87) ve \"Gece örtünce\" (sura 92) oku. Bunu Amr'a söyledik. O da: \"Bence o, bazı surelerin isimlerini zikretti.\" dedi."
    },
    {
      "id": 405,
      "narrator": "Abu Hurairah reported the prophet (ﷺ) as saying:",
      "text": "Hazm b. Ubeyy b. Ka'b, Mu’adh b. Cebel'in insanlara akşam namazı kıldırdığına geldiğini söyledi. Bu versiyona göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ey Mu’adh, zorluk çıkarma, çünkü aranda yaşlılar, zayıflar, muhtaçlar ve yolcular var.\""
    },
    {
      "id": 406,
      "narrator": "‘Ammar b. Yasir said:",
      "text": "'Ammar b. Yasir dedi ki: Allah'ın elçisinin (ﷺ) şöyle dediğini duydum: Bir adam namazını kıldıktan sonra, namazının onuncu kısmı, dokuzuncu kısmı, sekizinci kısmı, yedinci kısmı, altıncı kısmı, beşinci kısmı, üçüncü kısmı veya yarısı kendisi için kaydedilir."
    },
    {
      "id": 407,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: Her namazda bir tilavet vardır. Biz, Allah'ın Elçisi'nin (ﷺ) bize dinlettiği şeyi dinletiyoruz, ve biz, onun bizden gizlediği şeyi sizden gizli tutuyoruz."
    },
    {
      "id": 408,
      "narrator": "Abu Qatadah said:",
      "text": "Ebu Katade dedi ki: Allah'ın elçisi (ﷺ) bize namaz kıldırır ve öğle namazının ilk iki rek'atında Fatihatü'l-Kitab'ı ve iki sureyi okurdu, bazen ayeti duyacak kadar yüksek sesle okurdu. Öğle namazının ilk rek'atını uzatır, ikinciyi kısaltırdı; sabah namazında da böyle yapardı."
    },
    {
      "id": 409,
      "narrator": "The above mentioned tradition as been reported by Abu Qatadah through a different chain of narrators. This version adds:",
      "text": "Ebu Davud dedi ki: Musaddad, Fatihatü'l-Kitab ve sure kelimelerini zikretmedi."
    },
    {
      "id": 410,
      "narrator": "Abu Qatadah said:",
      "text": "Yukarıda bahsedilen rivayet, Ebu Katade tarafından farklı bir rivayet zinciriyle aktarılmıştır. Bu versiyon ekler: Son iki surede Fatihatü'l-Kitab'ı okurdu. Hammam ekledi: İlk rek'atı uzatır ama ikinciyi o kadar uzatmazdı; öğle namazında da benzer şekilde, sabah namazında da böyle yapardı."
    },
    {
      "id": 411,
      "narrator": "Abu Ma’mar said:",
      "text": "Ebu Katade dedi ki: Biz, bunun (ilk rek'atı uzatmanın) insanların ilk rek'ata katılmaları için olduğunu düşündük."
    },
    {
      "id": 412,
      "narrator": "Abd Allah b. Abl Awfa said:",
      "text": "Ebu Ma'mar dedi ki: Khabbab'a sorduk: Allah'ın Elçisi (ﷺ) öğle ve ikindi namazlarında Kur'an okur muydu? O da: Evet, diye cevap verdi. Sonra sorduk: Bunu nasıl biliyordun? Dedi ki: Sakalının titremesinden, Allah'a selam olsun."
    },
    {
      "id": 413,
      "narrator": "Jabir b. Samurah reported:",
      "text": "Abdullah b. Abl Awfa dedi ki: Peygamber (ﷺ) namaz rek'atında öyle dururdu ki, adım sesleri duyulmazdı."
    },
    {
      "id": 414,
      "narrator": "Abu sa’id al Khudri said:",
      "text": "Cabir b. Semurah bildirdi: Ömer, Sa'd'a dedi ki: İnsanlar senin hakkında her şeyden şikayet ediyor, hatta namazdan bile. O da cevap verdi: Ben namazın ilk iki rek'atını uzatırım ve son iki rek'atını kısaltırım; Allah'ın Elçisi'nin (Allah'a selam olsun) kıldığı namazı takip etmekte eksik kalmam. O da: Senin hakkında böyle düşünüyorum, dedi."
    },
    {
      "id": 415,
      "narrator": "Narrated Jabir ibn Samurah:",
      "text": "Ebu Said el-Hudri dedi ki: Biz, Allah'ın Elçisi'nin (ﷺ) öğle ve ikindi namazında ne kadar durduğunu tahmin ederdik, ve öğle namazının ilk iki rek'atında otuz ayet (Kur'an'dan) okumak kadar durduğunu tahmin ederdik, örneğin A-L-M Tanzil al-Sajdah. Ve son iki rek'atında, ilk iki rek'atta durduğu sürenin yarısı kadar durduğunu tahmin ederdik. İkindi namazının ilk iki rek'atında, öğle namazının son iki rek'atında durduğu kadar durduğunu tahmin ederdik; ve ikindi namazının son iki rek'atında, ilk iki rek'atta durduğu sürenin yarısı kadar durduğunu tahmin ederdik."
    },
    {
      "id": 416,
      "narrator": "Jabir b. samurah said:",
      "text": "Cabir b. Semurah'dan rivayet edildi: Allah'ın Elçisi (ﷺ) öğle ve ikindi namazında \"Gökyüzüne ve sabah yıldızına\" (Sure 86) ve \"Gökyüzüne, yıldızların konaklarına yemin ederim\" (Sure 85) gibi benzer uzunluktaki sureleri okurdu."
    },
    {
      "id": 417,
      "narrator": "Ibn ‘Umr said:",
      "text": "Cabir b. Semurah dedi ki: Güneş batarken, Allah'ın Elçisi (ﷺ) öğle namazını kıldı ve \"Gece örtünce\" (92) gibi sureleri okudu ve ikindi namazında da benzer sureleri okudu, diğer namazlarda da, sabah namazı hariç, ki onu uzatırdı."
    },
    {
      "id": 418,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn 'Umr dedi ki: Peygamber (ﷺ) öğle namazında secde etti; sonra ayağa kalktı ve rükû yaptı, ve onun Tanzil al-Sajdah'ı (sure xxxii) okuduğunu anladık."
    },
    {
      "id": 419,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn 'İsa dedi ki: Bu rivayeti Umeyye'ye aktaran kimse yoktu, sadece Mu'tamir."
    },
    {
      "id": 420,
      "narrator": "Um al-fadl daughter of al-Harith said:",
      "text": "Abdullah b. Abbas'tan rivayet edildi: Abdullah b. Ubaydullah dedi ki: Ben, Banu Haşim'den bazı gençlerle birlikte İbn Abbas'a gittim. Biz onlardan birine dedik ki: İbn Abbas'a sor: Allah'ın Elçisi (ﷺ) öğle ve ikindi namazlarında (Kur'an) okur muydu? O da: Hayır, diye cevap verdi. İnsanlar ona dediler: Belki o, Kur'an'ı sessizce okur. O da: Yüzünüz yarılmasın (bir tür lanet)! Bu (söz) önceki olandan daha kötü."
    },
    {
      "id": 421,
      "narrator": "Jubair b. Mut’im said:",
      "text": "Jubair b. Mut’im dedi ki: Ben, Allah’ın Elçisi (ﷺ) akşam namazında al-Tur (sura lii) okurken duydum."
    },
    {
      "id": 422,
      "narrator": "Marwan b. a-hakkam said:",
      "text": "Marwan b. Hakkam dedi ki: Zaid b. Thabit bana sordu: Neden akşam namazında kısa sureler okuyorsun? Ben, Allah’ın Elçisi’ni (Sallallahu Aleyhi ve Sellem) akşam namazında iki uzun sure okurken gördüm. Ona sordum: O iki uzun sure hangileri? O da: Al-A’raf (sura vii) ve al-An’am (sura vi) dedi. Ben (rivayet eden İbn Juraij) İbn Mulaikah’a (bu sureler hakkında) sordum: O kendi kendine şöyle dedi: Al-Ma’idah (sura v) ve Al-A’raf (sura vii)."
    },
    {
      "id": 423,
      "narrator": "HIsham b . ‘Urwah said that his father (‘Umrah) used to recite the surahs as you recite like Wa’l-Adiyat(surah c).\n\n\nAbu Dawud said:",
      "text": "Hişam b. ‘Urwah dedi ki: Babası (‘Umrah) sureleri, Wa’l-Adiyat (sura c) gibi okurdu."
    },
    {
      "id": 424,
      "narrator": "‘Amr b. Shu’aib, on his father’s authority, quoted his grandfather as saying:",
      "text": "Abu Davud dedi ki: Bu, (uzun sureleri belirten) o rivayetlerin neshedildiğini gösterir ve bu daha sağlam bir rivayettir."
    },
    {
      "id": 425,
      "narrator": "Abu’Uthman al-Nahdl said that he offered the sunset prayer behind Ibn mas’ud, when he recited “Say:",
      "text": "‘Amr b. Shu’aib, babasının rivayetiyle, dedesinin şöyle dediğini aktardı: Al-Mufassal’da Allah’ın Elçisi’ni (Sallallahu Aleyhi ve Sellem) insanların farz namazında okurken duymadığım kısa veya uzun bir sure yoktur."
    },
    {
      "id": 426,
      "narrator": "Narrated Mu'adh ibn Abdullah al-Juhani:",
      "text": "Abu Uthman al-Nahdi, akşam namazını İbn Mes’ud’un arkasında kıldığını, onun “De ki: O Allah, Tek olan” (Sura 112) okuduğunu söyledi."
    },
    {
      "id": 427,
      "narrator": "‘Amr b. Huraith said:",
      "text": "Mu'adh ibn Abdullah al-Juhani’den rivayet edildi: Juhaynah’dan bir adam, ona, Peygamber’in (ﷺ) sabah namazının her iki rekatında \"Yer sarsıldığında\" (Sura 99) okuduğunu söyledi. Ama onun unutup unutmadığını veya bilerek mi okuduğunu bilmiyorum."
    },
    {
      "id": 428,
      "narrator": "Abu sa’id said:",
      "text": "‘Amr b. Huraith dedi ki: Sanki Peygamber’in (Sallallahu Aleyhi ve Sellem) sabah namazında “Ey, ama ben gezegenleri, doğup batan yıldızları şahit tutuyorum” (sura 81:15-16) okuduğunu duyuyorum."
    },
    {
      "id": 429,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Sa’id dedi ki: Bize, Fatihat al-Kitab’ı ve namaz sırasında uygun olan her şeyi okumamız emredildi."
    },
    {
      "id": 430,
      "narrator": "Abu hurairah said:",
      "text": "Abu Hurayra, Allah’ın Elçisi’nin (ﷺ) şöyle dediğini bildirdi: Medine’de çıkıp ilan edin ki, namaz, Kur’an okunmadıkça geçerli değildir, bu Fatihat al-Kitab ve daha fazlası bile olsa."
    },
    {
      "id": 431,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "Abu Hurayra dedi ki: Allah’ın Elçisi (ﷺ) bana, namazın Fatihat al-Kitab ve daha fazlası okunmadıkça geçerli olmadığını ilan etmemi emretti."
    },
    {
      "id": 432,
      "narrator": "'Ubadah b. al-Samit reported the Messenger of Allah (ﷺ) as saying :",
      "text": "Abu Hurayra, Allah’ın Elçisi’nin (Sallallahu Aleyhi ve Sellem) şöyle dediğini bildirdi: Eğer bir kimse, Umm al-Qur’an’ı okumadan bir namaz kılarsa, o namaz eksiktir, eksiktir, eksiktir ve noksanlıdır. (Rivayet eden dedi ki) Ben: Abu Hurayra, bazen imamın arkasında namaz kılıyorum (o zaman ne yapmalıyım)? Elimi sıkarak: Ey Pers, içten oku, çünkü ben Allah’ın Elçisi’nin (ﷺ) Allah’ın, Yüce olan’ın şöyle dediğini işittiğini duydum: Ben, kulum için bir ve yarım varım ve kulum istediğini alacaktır. Allah’ın Elçisi (ﷺ) dedi: Oku. Kul: “Hamd, âlemlerin Rabbi olan Allah’a aittir” dediğinde, Allah, Yüce olan: “Kulum beni övdü” der. Kul: “Merhamet eden, bağışlayan” dediğinde, Allah, Yüce olan: “Kulum beni yüceltti” der. Kul: “Hesap Günü’nün sahibi” dediğinde, Allah, Yüce olan: “Kulum beni yüceltti” der. Kul: “Sadece sana ibadet ederiz ve yalnızca senden yardım dileriz” dediğinde, Allah: “Bu, benimle kulum arasında, ve kulum istediğini alacaktır” der. Kul: “Bizi doğru yola ilet, kendilerine nimet verdiklerinin yoluna, gazaba uğrayanların ve sapıtanların yoluna değil” dediğinde, (Allah der:) “Bu, benim kulum içindir ve kulum istediğini alacaktır.”"
    },
    {
      "id": 433,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "'Ubadah b. al-Samit, Allah’ın Elçisi’nin (ﷺ) şöyle dediğini bildirdi: Namaz, Fatihat al-Kitab ve daha fazlası okunmadıkça geçerli değildir, Sufyan (rivayet eden) dedi ki: Bu, yalnız başına namaz kılan bir adam için geçerlidir."
    },
    {
      "id": 434,
      "narrator": "Nafi’b. Mahmudb. Al-Rabi’ Al-Ansari said:",
      "text": "Ubadah ibn as-Samit’ten rivayet edildi: Biz, Allah’ın Elçisi’nin (ﷺ) sabah namazında arkasındaydık ve o (metni) okudu, fakat okuması zorlaştı. Sonra işini bitirdiğinde: Belki siz imamınızın arkasında okuyorsunuz? Dedik: Evet, öyle, Allah’ın Elçisi. O: Fatihat al-Kitab olmadıkça bunu yapmayın, çünkü onu okumayan, namaz kılmış sayılmaz."
    },
    {
      "id": 435,
      "narrator": "The above mentioned tradition has been transmitted through a different chain of narrators by 'Ubadah b. al-samit like the version of al-Rabi’b Sulaiman. This version adds:",
      "text": "Nafi’ b. Mahmud b. Al-Rabi’ Al-Ansari dedi ki: “Ubadah b. al-Samit, sabah namazını kıldırmak için geç geldi. Abu Nu’aim, mu’adhdhin, tekbir getirdi ve insanları namaza yönlendirdi. Sonra Ubadah geldi ve ben onunla birlikteydim. Abu Nu’aim’ın arkasında sıraya girdik, o yüksek sesle Kur’an okurken. Sonra Ubadah, Umm al-Qur’an’ı (yani Sura al-Fatihah) okumaya başladı. Bittiğinde, Ubadah’a: Abu Nu’aim yüksek sesle Kur’an okurken, Umm al-Qur’an’ı okuduğunu duydum dedim. O: Evet, Allah’ın Elçisi (ﷺ) bize yüksek sesle Kur’an okunan bir namazda öyle kıldırdı ama okumasında karışıklık oldu. Bittiğinde yüzünü bize döndü ve: Kur’an’ı yüksek sesle okuduğumda siz de okur musunuz? Bazılarımız: Evet, dedik; bu yüzden kendime: Kur’an okumasındaki karışıklık neydi? Yüksek sesle okuduğumda Kur’an’dan başka bir şey okumayın, sadece Umm al-Qur’an’ı okuyun."
    },
    {
      "id": 436,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) yüksek sesle Kur'an okuduğu bir namazı bitirdiğinde, \"Şimdi aranızda benimle birlikte okuyan var mı?\" diye sordu. Bir adam cevap verdi: \"Evet, Allah'ın Resulü.\" O da: \"Kur'an okumaktan neden bu kadar memnun olduğumu merak ediyorum.\" dedi. İnsanlar, Allah'ın Resulü (ﷺ) bunu duyduğunda, yüksek sesle okuduğu namazlarda onunla birlikte Kur'an okumayı bıraktılar."
    },
    {
      "id": 437,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Davud dedi ki: İbn Ukaime tarafından rivayet edilen bu hadis, Ma'mar, Yunus ve Usame b. Zaid aracılığıyla el-Zuhri'den Malik'in rivayeti gibi aktarılmıştır."
    },
    {
      "id": 438,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "---"
    },
    {
      "id": 439,
      "narrator": "‘Imran b. Husain reported that the prophet of Allah (ﷺ) led them in the noon prayer. When he finished it, he said:",
      "text": "Abu Hurayra dedi ki: Allah'ın Resulü (ﷺ) bize namaz kıldırdı, bu sabah namazı olduğunu düşünüyoruz. Bu hadisi \"Kur'an okumaktan neden bu kadar memnun olduğumu merak ediyorum.\" sözlerine kadar aktardı."
    },
    {
      "id": 440,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Davud dedi ki: Musaddad, rivayetinde Ma'mar'ın şöyle dediğini aktardı: \"İnsanlar, Allah'ın Resulü (ﷺ) yüksek sesle okuduğu namazda Kur'an okumayı bıraktılar.\" İbn es-Sarh, kendi rivayetinde Ma'mar'ın el-Zuhri'den Abu Hurayra aracılığıyla aktardığını söyledi. Sonra insanlar (imamın arkasında) okumayı bıraktılar. Başka bir rivayette: Süfyan dedi ki: \"El-Zuhri, duyamadığım bir şey söyledi.\" Sonra Ma'mar dedi ki: \"O şöyle dedi: Sonra insanlar (Kur'an okumayı) bıraktılar.\""
    },
    {
      "id": 441,
      "narrator": "Sahl b. Sa’d al-Sa’idi said:",
      "text": "Abu Davud dedi ki: Bu hadis, 'Abd al-Rahman b. İshak aracılığıyla el-Zuhri'den rivayet edilmiştir. Bu versiyon, \"Kur'an okumaktan neden bu kadar memnun olduğumu merak ediyorum.\" sözleriyle sona ermektedir. El-Evza'i de bunu el-Zuhri'den rivayet etmiştir. Bu versiyonda: El-Zuhri, Müslümanların bundan ders aldığını ve o günden sonra (Allah'ın Resulü) yüksek sesle okuduğu namazda Kur'an okumadıklarını söyledi."
    },
    {
      "id": 442,
      "narrator": "Narrated Abdullah ibn AbuAwfa:",
      "text": "Abu Davud dedi ki: Muhammad b. Yaya b. Faris'in şöyle dediğini duydum: \"İnsanlar Kur'an okumayı bıraktılar\" ifadesi el-Zuhri'nin bir beyanıdır."
    },
    {
      "id": 443,
      "narrator": "Jabir b. ‘Abd Allah said:",
      "text": "---"
    },
    {
      "id": 444,
      "narrator": "The above-mention tradition has also been transmitted through a different chain of narrators by Humaid, but he did not mention the word “Supererogatory prayer” This version has:",
      "text": "İmran b. Hüsayn'dan rivayet edilmiştir: Peygamber (ﷺ) öğle namazında (bize) imamlık yaptı ve bir adam geldi, arkasında \"Rabbinin adını yücelt\" (Sûre 87) okudu. Namazı bitirdiğinde, \"Aranızda kim okudu?\" dedi. Onlar (insanlar) \"Bir adam okudu.\" dediler. O da: \"Aranızdan birinin beni bu konuda (Kur'an okumasında) şaşırttığını biliyordum.\" dedi."
    },
    {
      "id": 445,
      "narrator": "Mutarrif said:",
      "text": "Abu Davud dedi ki: Abu'l-Walid, kendi rivayetinde: \"Şu'be, Kâtade'ye sordu: Sa'id, 'Kur'an'a dikkatle dinleyin' demedi mi?\" dedi. O da: \"(Evet), ama bu, yüksek sesle okunan namaz için geçerlidir.\" dedi. İbn Kesir, kendi rivayetinde: \"Kâtade'ye dedim ki: Belki o (Peygamber) bunu (okumayı) istemedi.\" O da: \"Eğer istemeseydi, bunu yasaklardı.\" dedi."
    },
    {
      "id": 446,
      "narrator": "Abu bakr b. ‘Abd al-Rahman and abu Salamah said:",
      "text": "---"
    },
    {
      "id": 447,
      "narrator": "‘Abd al Rahman b. Abza said that he offered prayer along with the Messenger of Allah(ﷺ) but he did not complete the takbir.\n\n\nAbu Dawud said:",
      "text": "İmran b. Hüsayn, Allah'ın Resulü (ﷺ) öğle namazında onlara imamlık yaptığını bildirdi. Namazı bitirdiğinde, \"Aranızda 'Rabbinin adını yücelt' (Sûre 87) okuyan kimdir?\" dedi. Bir adam: \"Ben.\" dedi. O da: \"Aranızdan birinin beni bu konuda (Kur'an okumasında) şaşırttığını biliyordum.\" dedi."
    },
    {
      "id": 448,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "---"
    },
    {
      "id": 449,
      "narrator": "The above-mentioned tradition has also been transmitted by Wa’il b. Hujr through a different chain of narrators. This version has:",
      "text": "Jabir b. Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize Kur'an okurken geldi ve aramızda bedevi ve Arap olmayanlar vardı. O dedi ki: \"Okuyun, her şey yolunda.\" Yakında, okuduğunu düzeltmek için okuyan insanlar çıkacak. Onlar hızlı okuyacaklar ve yavaş okumayacaklar (ya da bu, bu dünyada ödül alacakları, ahirette değil demektir)."
    },
    {
      "id": 450,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 451,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri, duasında deve gibi diz çöküyor mu (yani ellerinden önce dizlerini koyuyor mu)?\""
    },
    {
      "id": 452,
      "narrator": "Abu Qilabah said:",
      "text": "Abu Qilabah dedi ki: Abu Süleyman Malik b. el-Hüveyrith camimize geldi ve dedi ki: \"Vallahi, namaz kılacağım; ama namaz kılmayı kastetmiyorum, sadece size Allah'ın Elçisi (ﷺ) namaz kılarken nasıl gördüğümü göstermek istiyorum.\" O (rivayet eden Ayyub) dedi ki: Abu Qilabah'a sordum: \"Nasıl namaz kıldı?\" O da: \"İlk rek'atın son secdesinden sonra başını kaldırdığında, oturur ve sonra ayağa kalkardı.\" diye cevap verdi."
    },
    {
      "id": 453,
      "narrator": "Abu Qilabah said:",
      "text": "Abu Qilabah dedi ki: Abu Süleyman Malik b. el-Hüveyrith camimize geldi ve dedi ki: \"Vallahi, namaz kılacağım, ama namaz kılmayı kastetmiyorum; sadece size Allah'ın Elçisi (ﷺ) namaz kılarken nasıl gördüğümü göstermek istiyorum.\" Rivayet eden kişi dedi ki: \"Sonra namaz kıldı ve ilk rek'atın son secdesinden sonra başını kaldırdığında oturdu.\""
    },
    {
      "id": 454,
      "narrator": "Abu Qilabah said:",
      "text": "Abu Qilabah dedi ki: Malik b. el-Hüveyrith, peygamberin (ona selam olsun) ilk veya üçüncü rek'atın sonunda oturmadan ayakta durmadığını gördü."
    },
    {
      "id": 455,
      "narrator": "Tawus said:",
      "text": "Tavus dedi ki: İbn Abbas'a iki secde arasında topuklar üzerinde oturmayı sorduk. O da: \"Bu sünnettir.\" dedi. Biz de: \"Bunu ayak üzerinde bir baskı olarak görüyoruz.\" dedik. O da: \"Bu, Peygamberinizin (ﷺ) sünnetidir.\" dedi."
    },
    {
      "id": 456,
      "narrator": "Abd Allah b. Abi Awfa said:",
      "text": "Abd Allah b. Abi Avfa dedi ki: Allah'ın Elçisi (ﷺ) rükudan başını kaldırdığında şöyle dedi: \"Allah, kendisini övenin sözlerini işitir. Ey Allah, Rabbimiz, sana övgü göklerde ve yerde ve senin yaratmayı dilediğin her şeyde olsun.\""
    },
    {
      "id": 457,
      "narrator": "Abu sa’id al-Khuri said:",
      "text": "Ebu Davud dedi ki: Süfyan es-Savri ve Şu'be b. el-Haccac, Ubeyd b. el-Hasan'dan rivayet etti: Bu hadiste \"rükudan sonra\" ifadesi geçmiyor. Süfyan dedi ki: \"Şeyh Ubeyd b. el-Hasan ile karşılaştık; o da bu ifadeyi söylemedi.\""
    },
    {
      "id": 458,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Davud dedi ki: Şu'be, bunu Ebu İsmail'den, el-Amash'tan, Ubeyd'den rivayet etti ve \"rükudan sonra\" dedi."
    },
    {
      "id": 459,
      "narrator": "‘Amir said:",
      "text": "Abu Sa'id el-Hudri dedi ki: Allah'ın Elçisi (ﷺ) \"Allah, kendisini övenin sözlerini işitir.\" dediğinde, ayrıca şöyle dedi: \"Ey Allah, Rabbimiz, sana övgü göklerde olsun.\" Mu'ammil (kendi rivayetinde) dedi ki: \"Göklerde ve yerde ve senin yaratmayı dilediğin her şeyde. Ey övgüye ve yüceliğe layık olan, bir kulun söylediği her şeyde en layık olan, bizler senin kullarındayız, senin verdiklerini kimse tutamaz ve senin tutuklarını kimse veremez.\" Rivayet edenler, \"Ve zenginlik, senin yanında zengin birine fayda sağlamaz.\" sözünde birleştiler."
    },
    {
      "id": 460,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Hurayra, Allah'ın Elçisi (ﷺ) şöyle dediğini rivayet etti: \"İmam 'Allah, kendisini övenin sözlerini işitir.' dediğinde, 'Ey Allah, Rabbimiz, sana övgü olsun.' deyin; çünkü birinin söylediği, meleklerin söyledikleriyle örtüşürse, geçmiş günahları affedilir.\""
    },
    {
      "id": 461,
      "narrator": "Narrated Asma' daughter of AbuBakr:",
      "text": "'Amir dedi ki: İmamın arkasındaki insanlar \"Allah, kendisini övenin sözlerini işitir.\" dememelidir. Bunun yerine \"Rabbimiz, sana övgü olsun.\" demelidirler."
    },
    {
      "id": 462,
      "narrator": "Al-Bara’ said:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) iki secde arasında şöyle derdi: \"Ey Allah, beni affet, bana merhamet et, bana hidayet ver, beni iyileştir ve bana rızık ver.\""
    },
    {
      "id": 463,
      "narrator": "Anas b. Malik said:",
      "text": "Asma bint Ebu Bekir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: \"Sizden biri Allah'a ve Ahiret Günü'ne inanıyorsa, erkekler başlarını kaldırmadan başını kaldırmamalıdır (secdeden sonra) ki erkeklerin avret yerlerini görmesinler.\""
    },
    {
      "id": 464,
      "narrator": "Al-Barab. Azib said:",
      "text": "El-Bara' dedi ki: Allah'ın Elçisi (ﷺ) tarafından yapılan secde, rükû ve iki secde arasındaki oturuş neredeyse eşitti."
    },
    {
      "id": 465,
      "narrator": "Narrated AbuMas'ud al-Badri:",
      "text": "Anas b. Malik dedi ki: Allah'ın Elçisi (ﷺ) arkasında kıldığım namazdan daha kısa bir namaz kılmadım ve bu mükemmeldi. Allah'ın Elçisi (ﷺ) \"Allah, kendisini övenin sözlerini işitir.\" dediğinde, uzun süre ayakta durdu, bir şey unuttuğunu düşündük; sonra tekbir aldı (Allah en büyüktür) ve secde etti, iki secde arasında o kadar oturdu ki, bir şey unuttuğunu düşündük."
    },
    {
      "id": 466,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: Allah'ın Elçisi (ﷺ) mescide girdiğinde, bir adam da içeri girdi ve namaz kıldı. Sonra gelip Allah'ın Elçisi (ﷺ) ile selamlaştı. Allah'ın Elçisi (ﷺ) selamı iade etti ve ona: \"Geri dön ve namaz kıl, çünkü sen namaz kılmadın.\" dedi. Adam geri döndü ve daha önceki gibi namaz kıldı. Sonra peygambere (ﷺ) geldi ve selamladı. Allah'ın Elçisi (ﷺ) ona: \"Ve sana da selam olsun.\" dedi. \"Geri dön ve namaz kıl, çünkü sen namaz kılmadın.\" dedi. Bunu üç kez yaptı. Sonra adam: \"Seni hak ile peygamber olarak gönderen Allah'a yemin ederim ki; bundan daha iyisini yapamam; bana öğret.\" dedi. O da: \"Namaza kalktığında, tekbir getir (Allah en büyüktür); sonra Kur'an'dan uygun bir bölüm oku; sonra rükû yap ve o pozisyonda sessiz kal; sonra otur ve o pozisyonda sessiz kal; sonra kendini kaldır ve dik dur; sonra secde et ve o pozisyonda sessiz kal; sonra otur ve o pozisyonda sessiz kal; sonra bunu tüm namazın boyunca yap.\" dedi."
    },
    {
      "id": 467,
      "narrator": "Narrated Rifa'ah ibn Rafi':",
      "text": "Ebu Davud dedi ki: Al-Qa’nabi bu hadisi Sa’id b. Ebu Sa’id'den Ebu Hureyre aracılığıyla rivayet etti. Bu versiyonda son cümle şu şekildedir: \"Bunu yaptığında, namazın tamamlanmış olur. Eğer bundan bir şey atlarsan, namazından o kadarını atlamış olursun.\" Bu versiyon ayrıca şu ifadeyi de içermektedir: \"Namaza kalktığında, abdestini mükemmel bir şekilde al.\""
    },
    {
      "id": 468,
      "narrator": "Narrated Rifa'ah ibn Rafi':",
      "text": "---"
    },
    {
      "id": 469,
      "narrator": "This tradition has also been transmitted through a different chain of narrators by Rifa’ah b. Rafi. This version goes:",
      "text": "Rifa'ah ibn Rafi' rivayet etti: Bir adam mescide girdi...... Sonra bu hadisi (No.855) gibi anlattı."
    },
    {
      "id": 470,
      "narrator": "This tradition has also been transmitted by Rifa’ah b Rafi through a different chain of narrators. This version has :",
      "text": "Bu versiyon şöyledir: Peygamber (ﷺ) dedi ki: \"Herkesin namazı, abdestini mükemmel bir şekilde almadıkça tamamlanmaz; sonra tekbir getirmeli, Allah'ı yüceltmeli ve O'na hamd etmelidir; ardından Kur'an'ı istediği kadar okumalıdır. Sonra \"Allah en büyüktür\" demelidir. Sonra rükû yapmalı ve tüm eklemleri doğru yerlerine dönmelidir. Sonra \"Allah, kendisini övenin duasını işitir\" demeli ve dik durmalıdır. Sonra \"Allah en büyüktür\" demeli ve secde etmelidir ki tüm eklemleri tamamen dinlensin. Sonra \"Allah en büyüktür\" demeli; secde sonunda başını kaldırmalı ve oturmalıdır. Sonra \"Allah en büyüktür\" demeli; sonra secde etmelidir ki tüm eklemleri doğru yerlerine dönsün. Sonra başını kaldırmalı ve tekbir getirmelidir. Bunu yaptığında, namazı tamamlanmış olur."
    },
    {
      "id": 471,
      "narrator": "Rifa’ah b. Rafi has also narrated this tradition through a different chain from the Messenger of Allah(ﷺ). This version goes:",
      "text": "---"
    },
    {
      "id": 472,
      "narrator": "Narrated AbdurRahman ibn Shibl:",
      "text": "Rifa'ah ibn Rafi' rivayet etti: Bu hadisin (No 856) versiyonu ekler: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden herhangi birinin namazı, Allah'ın yüce emrettiği gibi abdestini mükemmel bir şekilde almadıkça tamamlanmaz. Yüzünü ve kollarını dirseklerine kadar yıkamalı, başını mesh etmeli ve ayaklarını bileklerine kadar yıkamalıdır. Sonra Allah'ı yüceltmeli ve O'na hamd etmelidir. Sonra Kur'an'ı istediği kadar okumalıdır.\""
    },
    {
      "id": 473,
      "narrator": "Narrated Uqbah ibn Amr al-Ansari:",
      "text": "(Narratör daha sonra Hammad'ın rivayetini (No. 856) gibi anlattı). Dedi ki: Sonra tekbir getirir ve secde eder ki yüzü dinlensin."
    },
    {
      "id": 474,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Hammam (alt rivayetçi) dedi ki: Bazen şöyle bildirdi: Yüzü yere dinlensin ve eklemleri yerlerine dönsün ve gevşesin. Sonra tekbir getirmeli ve sonra kalçalarının üzerine oturmalı ve sırtını dik tutmalıdır. Namazın doğasını böyle tarif etti ve dört rekât kıldı ve namazını tamamladı. Sizden herhangi birinin namazı, bunu yapmadıkça tamamlanmaz."
    },
    {
      "id": 475,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 476,
      "narrator": "Narrated Tamim ad-Dari:",
      "text": "Bu hadis, Rifa’ah b. Rafi aracılığıyla farklı bir rivayet zinciri ile de aktarılmıştır. Bu versiyon şöyle der: \"Kalktığında ve kıbleye yöneldiğinde, Allah'ın senin okumanı istediğini oku. Rükû yaptığında, avuçlarını dizlerine koy ve sırtını ger. Secde ettiğinde, tamamen yap (ki dinlenesin). Kendini kaldırdığında, sol uyluğunun üzerine otur.\""
    },
    {
      "id": 477,
      "narrator": "Mus’ab b sa’d said:",
      "text": "---"
    },
    {
      "id": 478,
      "narrator": "‘Abd Allah (b. Masud) said:",
      "text": "Bu hadis, Rifa’ah b. Rafi aracılığıyla farklı bir rivayet zinciri ile de aktarılmıştır. Bu versiyon şöyle der: \"Namaza kalktığında, tekbir getirerek Allah'ı yücelt; sonra Kur'an'ı istediğin kadar oku. Versiyon ekler: Namazın ortasında oturduğunda, tamamen yap (ki dinlenesin) ve sol uyluğunu yay; sonra teşehhüd oku. Sonra tekrar kalkarsan, benzer şekilde yap ve namazını tamamlayana kadar devam et.\""
    },
    {
      "id": 479,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "---"
    },
    {
      "id": 480,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Rifa’ah b. Rafi, bu hadisi Allah'ın Elçisi (ﷺ) aracılığıyla farklı bir zincirle de rivayet etmiştir. Bu versiyon şöyle der: \"Sonra Allah'ın yüce emrettiği gibi abdest al; sonra şehadet getir ve kalkıp tekbir getir. Eğer Kur'an'dan herhangi bir şey biliyorsan, oku; yoksa \"Hamd, Allah'a aittir\"; \"Allah en büyüktür\"; \"O'ndan başka ilah yoktur\" de.\" O (narratör) bu versiyonda ayrıca şunu da söyledi: Eğer bunda bir eksiklik kalırsa, o eksiklik namazında kalır."
    },
    {
      "id": 481,
      "narrator": "",
      "text": "Hudhayfah, Peygamber (ﷺ) ile birlikte namaz kıldığını ve rükûya girdiğinde \"Azametli Rabbime hamd olsun\" dediğini, secdeye gittiğinde ise \"Yüce Rabbime hamd olsun\" dediğini, merhametten bahseden bir ayete geldiğinde durup dua ettiğini, ceza ile ilgili bir ayete geldiğinde ise durup Allah'a sığındığını söyledi."
    },
    {
      "id": 482,
      "narrator": "",
      "text": "Aişe, Peygamber (ﷺ) rükû ve secde ederken \"Her türlü yücelik, her türlü kutsallık, meleklerin ve ruhun Rabbi\" derdi."
    },
    {
      "id": 483,
      "narrator": "Narrated Awf ibn Malik al-Ashja'i:",
      "text": "Awf ibn Malik el-Aşca'i şöyle rivayet etti: Ben, Allah'ın Elçisi (ﷺ) ile birlikte namaz kılmak için ayağa kalktım; o, ayakta durup Bakara Suresi'ni okudu. Merhametten bahseden bir ayete geldiğinde durup dua etti, ceza ile ilgili bir ayete geldiğinde durup Allah'a sığındı, sonra rükûya gitti ve Bakara Suresi'ni okuduğu kadar rükûda durdu; rükûda iken \"Büyüklüğün, saltanatın, azamet ve şan sahibine hamd olsun\" dedi. Sonra secdeye gitti ve ayakta durduğu kadar secdede durdu; secdede iken \"Yüce Rabbime hamd olsun\" dedi; secdeden sonra başını kaldırdı, oturduğu kadar oturdu ve \"Rabbim, beni affet\" dedi. Dört rekât namaz kıldı ve bu namazda Bakara, Âl-i İmrân, Nisa, Maide veya En'am surelerini okudu. Rivayet eden Şu'be tereddüt etti."
    },
    {
      "id": 484,
      "narrator": "Narrated Hudhayfah:",
      "text": "Hudhayfah şöyle rivayet etti: Hudhayfah, Allah'ın Elçisi (ﷺ) gece namaz kılarken gördü. \"Allah en büyüktür\" dedi üç kez, \"Saltanat, azamet, büyüklük ve şan sahibidir.\" Sonra namazına başladı ve Bakara Suresi'ni okudu; sonra rükûya gitti ve rükûda durduğu kadar ayakta durdu; rükûda iken \"Azametli Rabbime hamd olsun\" dedi; \"Azametli Rabbime hamd olsun\" dedi; sonra rükûdan başını kaldırdı; sonra ayakta durdu ve rükûda durduğu kadar durdu ve \"Rabbime hamd olsun\" dedi; sonra secdeye gitti ve secdede durduğu kadar durdu; secdede iken \"Yüce Rabbime hamd olsun\" dedi; sonra secdeden başını kaldırdı ve secde ettiği kadar oturdu ve otururken \"Rabbim, beni affet\" dedi. Dört rekât namaz kıldı ve Bakara, Âl-i İmrân, Nisa, Maide veya En'am surelerini okudu. Rivayet eden Şu'be tereddüt etti."
    },
    {
      "id": 485,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Kullardan Rabbine en yakın olduğu an secde anıdır, bu yüzden sıkça dua edin.\""
    },
    {
      "id": 486,
      "narrator": "Ibn ‘Abbas said:",
      "text": "İbn Abbas dedi ki: Peygamber (ﷺ) perdeyi kaldırdı ve insanların Ebu Bekir'in arkasında saf halinde durduklarını gördü. \"Ey insanlar, peygamberlikten müjde veren hiçbir şey kalmadı, sadece bir Müslümanın kendisi veya başka bir Müslümanın onun için gördüğü doğru bir rüyadır. Rükûda veya secdede Kur'an okumam yasaklandı. Rükûda Rabb'i yüceltin, secdede ise dua edin, bu kabul edilmeye layıktır.\""
    },
    {
      "id": 487,
      "narrator": "A’ishah said:",
      "text": "Aişe dedi ki: Allah'ın Elçisi (ﷺ) sıkça rükû ve secde ederken \"Sana hamd olsun, ey Allah, Rabbimiz\" derdi. \"Sana hamd olsun, ey Allah, beni affet\" derdi. Böylece (Kur'an'daki emri) yorumlardı."
    },
    {
      "id": 488,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hüreyre dedi ki: Peygamber (ﷺ) secde ederken \"Ey Allah, bütün günahlarımı, küçük ve büyük, ilk ve son, affet\" derdi. Rivayet eden İbn es-Sarh ekledi: \"Açık ve gizli.\""
    },
    {
      "id": 489,
      "narrator": "‘A’ishah said; one night I missed the Messenger of Allah (ﷺ) and when I sought him on the spot of prayer I found him in prostration with his feet raised, and he was saying:",
      "text": "Aişe dedi ki; bir gece Allah'ın Elçisi (ﷺ) kayboldu ve onu namaz kıldığı yerde aradığımda, secdede ayakları yukarıda buldum ve \"Ey Allah, gazabından hoşnutluğuna sığınırım, cezanından merhametine sığınırım, ve senden sana sığınırım; seni (hak ettiğin şekilde) övmeye gücüm yetmiyor, çünkü sen, kendini övdüğün gibisin\" diyordu."
    },
    {
      "id": 490,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi, şöyle rivayet etti: Allah'ın Elçisi (ﷺ) namaz sırasında dua ederdi: \"Ey Allah, kabir azabından sana sığınırım; Deccal fitnesinden sana sığınırım; hayat fitnesinden ve ölüm fitnesinden sana sığınırım; ey Allah, günah ve borçtan sana sığınırım.\" Birisi ona: \"Borçtan ne kadar çok sığınıyorsun!\" dedi. O da: \"Bir adam borçlu olduğunda konuşur ve yalan söyler, vaatlerde bulunur ve onları bozar\" diye cevap verdi."
    },
    {
      "id": 491,
      "narrator": "Narrated AbuLayla al-Ansari:",
      "text": "Ebu Leyla el-Ensari şöyle rivayet etti: Ben, Allah'ın Elçisi (ﷺ) ile birlikte nafile namaz kıldım ve onun \"Cehennem ateşinden Allah'a sığınırım; cehennem ateşinin sakinlerine yazıklar olsun!\" dediğini duydum."
    },
    {
      "id": 492,
      "narrator": "",
      "text": "Ebu Hüreyre dedi ki; Allah'ın Elçisi (sallallahu aleyhi ve sellem) namaz için ayağa kalktı ve biz de onunla birlikte ayağa kalktık. Bir bedevi namaz sırasında şöyle dedi: \"Ey Allah, bana ve Muhammed'e merhamet et, bizimle birlikte kimseye merhamet etme.\" Allah'ın Elçisi (sallallahu aleyhi ve sellem) selam verdikten sonra bedeviye şöyle dedi: \"Sen geniş bir şeyi daralttın.\" Burada Allah'ın merhametini kastetti."
    },
    {
      "id": 493,
      "narrator": "Ibn ‘Abbas reported; when the prophet (ﷺ) recited:",
      "text": "İbn Abbas şöyle bildirdi; Peygamber (ﷺ) \"Rabbini, en yüce olanın adını yücelt\" ayetini okuduğunda \"Yüce olan Allah'a hamd olsun\" derdi. Ebu Davud dedi ki; Bu rivayette diğer rivayet edenler, rivayet eden Vakıf'tan farklılık göstermiştir. Bu, Vakıf'tan ve Şu'ba'dan, Ebu İshak'tan, Sa'd b. Cubeyr'den, İbn Abbas'ın kendi sözü olarak (ve Peygamber'den değil) rivayet edilmiştir."
    },
    {
      "id": 494,
      "narrator": "Musa b. Abi ‘A'ishah said:",
      "text": "Musa b. Ebi A'işa dedi ki: Bir adam evinin çatısında namaz kılıyordu. \"Ölüleri diriltmeye gücü yetmeyen O mudur?\" ayetini okuduğunda \"Sana hamd olsun, o zaman neden olmasın?\" diyordu. Onu sordular, o da \"Bunu Allah'ın Elçisi (ﷺ) den duydum\" diye cevap verdi. Ebu Davud dedi: Ahmed (b. Hanbal) dedi ki: Farz namazda Kur'an'da geçen duaların okunması benim için hoş bir şeydir."
    },
    {
      "id": 495,
      "narrator": "",
      "text": "Sa'd, babasından veya amcasından şöyle duyduğunu bildirdi; Peygamber (ﷺ) namaz kılarken, \"Allah'a hamd olsun ve O'na övgüler olsun\" sözlerini üç kez söyleyene kadar rükûda ve secdede durduğunu gördüm."
    },
    {
      "id": 496,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Sizden biri rükû yaptığında, \"Yüce Rabbime hamdolsun\" demeli ve bunu üç kez tekrarlamalıdır. Secde ettiğinde ise \"En yüce Rabbime hamdolsun\" demeli ve bunu üç kez tekrarlamalıdır. Bu, en az sayıdır."
    },
    {
      "id": 497,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Davud dedi ki: Bu hadisin senedi kopuktur. Rivayet eden 'Awn, 'Abdullah (b. Mes'ud)'u görmemiştir."
    },
    {
      "id": 498,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "---"
    },
    {
      "id": 499,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Sizden biri \"İncir ve zeytinle\" (Sûre 95) okuduğunda ve \"Allah en iyi hüküm veren değil midir?\" (ayet 8) ifadesine geldiğinde, \"Elbette, ben de buna şahitlik edenlerdenim\" demelidir. Sizden biri \"Kıyamet Günü'ne yemin ederim\" (Sûre 75) okuduğunda ve \"Ölüleri diriltmeye gücü yeten değil midir?\" (ayet 40) ifadesine geldiğinde, \"Elbette\" demelidir. Sizden biri \"Gönderilenlere yemin ederim\" (Sûre 77) okuduğunda ve \"Ondan sonra hangi mesaja inanacaklar?\" (Sûre 50) ifadesine geldiğinde, \"Biz Allah'a inanıyoruz\" demelidir."
    },
    {
      "id": 500,
      "narrator": "Ibn ‘Abbas reported the prophet (ﷺ) as saying :",
      "text": "Rivayet eden İsmail (ibn Umeyye) dedi ki: Bu hadisi (bu geleneği) bana bildiren bedeviyi tekrar görmek istiyorum, böylece onun yanılmadığını görebileyim."
    },
    {
      "id": 501,
      "narrator": "‘Abbas b. ‘Abd al-Muttalib said that he heard the Messenger of Allah (ﷺ) as saying:",
      "text": "O dedi: Yeğenim, bunu hatırlamadığımı mı sanıyorsun? Altmış hacc yaptım; hacc etmediğim bir zaman yok ki, onu yaptığım deveyi tanımayayım."
    },
    {
      "id": 502,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 503,
      "narrator": "",
      "text": "Enes ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) sonrası hiç kimseye, bu gençten başka, yani Ömer ibn Abdülaziz'den daha iyi bir namaz kılmadım. Onun rükûsunda on kez tesbih ettiğimizi, secdesinde de on kez tesbih ettiğimizi tahmin ettik."
    },
    {
      "id": 504,
      "narrator": "Abu sa’ld al-Khudri said:",
      "text": "Abu Davud dedi ki: Ahmed b. Salih dedi ki: Ona ('Abdullah) Manus isminin Mabus mu olduğunu sordum. O da: 'Abd al-Razzaq Mabus derdi, ama ben Manus'u hatırlıyorum (yani rivayet eden Wahb b. Manus). Bunlar İbn Rafi'in sözleridir. Bu, Ahmed tarafından Enes b. Malik'ten Sa'id b. Cubeyr aracılığıyla da rivayet edilmiştir."
    },
    {
      "id": 505,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 506,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: İbn Abbas, Peygamber (ﷺ)'in şöyle söylediğini bildirdi: Yedi (kemik) üzerinde secde etmem emredildi, saç veya giysi geri katlanmamalıdır."
    },
    {
      "id": 507,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 508,
      "narrator": "Maimunah said:",
      "text": "İbn Abbas, Peygamber (ﷺ)'in şöyle söylediğini bildirdi: Yedi uzuv üzerinde secde etmem emredildi, bazen rivayet eden şöyle dedi: Sizin peygamberiniz (ﷺ) yedi uzuv üzerinde secde etmem emredildi."
    },
    {
      "id": 509,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 510,
      "narrator": "Narrated Ahmar ibn Jaz':",
      "text": "Abbas b. Abd al-Muttalib, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini işitti: Bir kul (Allah'a) secde ettiğinde, yedi uzvu, yani yüzü, avuçları, dizleri ve ayakları onunla birlikte secde eder."
    },
    {
      "id": 511,
      "narrator": "Abu Hurairah reported the Prophet(ﷺ) as saying:",
      "text": "Abu Hurayra, Peygamber (ﷺ)in şöyle söylediğini bildirdi: Sizden biri secde ettiğinde, ön kollarını (yere) köpek gibi uzatmasın ve iki uyluğunu birleştirsin."
    },
    {
      "id": 512,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ)in arkadaşları, secde ederken ön kollarını yanlarından uzak tutmanın zorluğundan şikayet ettiler. O da: Dirseklerinizi yere koyarak ve yanlarınıza yapıştırarak yardım alın, dedi."
    },
    {
      "id": 513,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Sa'id ibn Ziyad ibn Subayh al-Hanafi dedi ki: Ibn Umar'ın yanında namaz kıldım ve ellerimi belime koydum. Namazını bitirdiğinde, şöyle dedi: Bu, namazda bir çarpı işareti; Allah'ın Resulü (ﷺ) bunu yasaklardı."
    },
    {
      "id": 514,
      "narrator": "Narrated Abdullah ibn ash-Shikhkhir:",
      "text": "Abdullah ibn ash-Shikhkhir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)ü namaz kılarken gördüm ve göğsünden, ağlamaktan dolayı bir değirmenin gürültüsüne benzer bir ses geldi."
    },
    {
      "id": 515,
      "narrator": "Zaid b. Khalid al-Juhani reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Zaid b. Khalid al-Juhani, Allah'ın Resulü (ﷺ)ün şöyle söylediğini bildirdi: Kim abdest alır ve abdestini güzelce alır, sonra da unutmadan iki rek'at namaz kılarsa, geçmişteki tüm günahları affedilir."
    },
    {
      "id": 516,
      "narrator": "Uqbah. B Amir al-Juhani reported the Messenger of Allah(ﷺ) as saying:",
      "text": "Uqbah b. Amir al-Juhani, Allah'ın Resulü (ﷺ)ün şöyle söylediğini bildirdi: Kim abdest alır ve abdestini mükemmel bir şekilde alır, sonra da kalbi ve yüzüyle o namaza yoğunlaşarak iki rek'at namaz kılarsa, cennet ona kesinlikle nasip olacaktır."
    },
    {
      "id": 517,
      "narrator": "Narrated Al-Miswar ibn Yazid al-Maliki:",
      "text": "Al-Miswar ibn Yazid al-Maliki'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) Kur'an okudu - Yahya (alt rivayetçi) dedi ki: Bazen Al-Miswar şöyle derdi: Allah'ın Resulü (ﷺ) ile birlikte namaz kıldım ve onun namaz sırasında Kur'an okuduğunu ve bazı ayetleri (yani bazı ayetleri istemeden) atladığını gördüm."
    },
    {
      "id": 518,
      "narrator": "Ibn ‘Umar said :",
      "text": "Bir adam ona dedi: Allah'ın Resulü, şu ve bu ayeti atladınız. Allah'ın Resulü (ﷺ) dedi: Neden bana hatırlatmadın?"
    },
    {
      "id": 519,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Rivayetçi Süleyman, kendi rivayetinde şöyle dedi: O (adam) dedi ki: Ben onun (ayet)in neshedildiğini düşündüm."
    },
    {
      "id": 520,
      "narrator": "Narrated AbuDharr:",
      "text": "İbn Umar dedi ki: Peygamber (ﷺ) namaz kıldı ve içinde Kur'an okudu. Sonra okumasında bir karışıklık oldu. Namazını bitirdiğinde, Ubayy (b. Ka'b)ye dedi: Bizimle birlikte namaz kıldın mı? O da: Evet, dedi. O da: Seni düzeltmekten ne alıkoydu?"
    },
    {
      "id": 521,
      "narrator": "‘A’ishah said:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi: Ali, namaz sırasında imama talimat verme."
    },
    {
      "id": 522,
      "narrator": "Abu sa’I al-Khudri said:",
      "text": "Ebu Davud dedi ki: Rivayetçi Ebu İshak, sadece Harith'ten gelen rivayetleri duydu, bu rivayet onlardan biri değildir."
    },
    {
      "id": 523,
      "narrator": "Jabir b. Samurah said(this is the version of the narrator ‘Uthman):",
      "text": "Abu Dharr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi: Yüce Allah, bir kul namazdayken yanlara bakmadığı sürece ona sürekli olarak lütuf gösterir; ama eğer bakarsa, ondan yüz çevirir."
    },
    {
      "id": 524,
      "narrator": "Anas b. Malik reported the Messenger of Allah (ﷺ) assaying :",
      "text": "Aişe dedi ki: Ben Allah'ın Resulü (ﷺ)ne namaz sırasında yanlara bakmayı sordum. O da: Bu, şeytanın bir kulun namazından kapıp gittiği bir şeydir, dedi."
    },
    {
      "id": 525,
      "narrator": "Aishah said :",
      "text": "Abu Sa'i al-Khudri dedi ki: Allah'ın Resulü (ﷺ)ün namaz kıldırdığı sırada alnında ve burnunda toprak izi görüldü."
    },
    {
      "id": 526,
      "narrator": "The above-mentioned tradition has also been narrated by ‘A’ishah through a different chain of transmitters. This version adds:",
      "text": "Yukarıda bahsedilen hadis, ‘A’işe tarafından farklı bir rivayet zinciriyle de aktarılmıştır. Bu versiyon ekler: O (peygamber) Abu Jahm'a ait olan kurdi adı verilen bir tür örtüyü aldı. İnsanlar ona dediler ki; Allah'ın Resulü, (önceki) örtü bu tür kurdi örtüden daha iyiydi."
    },
    {
      "id": 527,
      "narrator": "Narrated Sahl ibn al-Hanzaliyyah:",
      "text": "Sahl ibn al-Hanzaliyyah'dan rivayet edilmiştir: Sabah namazı için ikamet okundu ve Allah'ın Resulü (ﷺ) dağ geçidine bakarak namaza başladı."
    },
    {
      "id": 528,
      "narrator": "Abu Qatadah said:",
      "text": "(AbuDawud, Peygamberin gece dağ geçidinde nöbet tutması için bir atlı gönderdiğini belirtmiştir.)"
    },
    {
      "id": 529,
      "narrator": "Narrated AbuQatadah:",
      "text": "Abu Katadah dedi ki: Allah'ın Resulü (ﷺ) namazda insanlara önderlik ediyordu, kucağında Allah'ın Resulü’nün (ﷺ) kızı Zeynep'in kızı Umamah vardı. Secdeye gittiğinde onu indirdi ve secdeden kalktığında onu kaldırdı."
    },
    {
      "id": 530,
      "narrator": "Abu Qatadah al-Ansari said:",
      "text": "Abu Katadah'dan rivayet edilmiştir: Biz camide oturuyorduk, Allah'ın Resulü (ﷺ) Umamah, Abul'As ibn ar-Rabi'in kızıyla üzerimizde geldi. Annesi, Allah'ın Resulü’nün (ﷺ) kızı Zeynep'ti. O (Umamah) bir çocuktu ve o (Peygamber) onu omzunda taşıyordu."
    },
    {
      "id": 531,
      "narrator": "Abu Qatadah, a Companion of the Messenger of Allah(ﷺ), said:",
      "text": "Allah'ın Resulü (ﷺ) namazda (insanlara) önderlik etti, o omzunda iken. Rükûya gittiğinde onu indirdi ve kalktığında onu aldı. Namazını bitirene kadar bunu yapmaya devam etti."
    },
    {
      "id": 532,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Katadah el-Ensari dedi ki: Allah'ın Resulü (ﷺ) Umamah, Abul'As'ın kızıyla boynunda (omzunda) insanlara namaz kıldırırken onu gördüm. Secdeye gittiğinde onu indirdi."
    },
    {
      "id": 533,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Dawud dedi ki: Rivayet eden Makhramah, babasından sadece bir hadis duymuştur."
    },
    {
      "id": 534,
      "narrator": "‘Abd Allah(b. Mas’ud) said:",
      "text": "Abu Katadah, Allah'ın Resulü (ﷺ) ile birlikte, öğle veya ikindi namazı için onu beklerken, Bilal onun için namaz çağrısını yapmıştı, o Umamah, Abul'As'ın kızı ve onun kızıyla boynunda üzerimize geldi. Allah'ın Resulü (ﷺ) namaz yeri olarak durdu ve biz onun arkasında durduk ve o (Umamah) (bu süre boyunca) yerindeydi. Takbir getirdi ve biz de getirdik. Allah'ın Resulü (ﷺ) rükûya niyet ettiğinde onu aldı ve indirdi, sonra rükûya gitti ve secde etti, secdesini bitirene kadar. Sonra kalktı ve onu aldı ve yerine geri koydu. Allah'ın Resulü (ﷺ) her rekâtta bunu yapmaya devam etti, ta ki namazını bitirene kadar. Ona selam olsun."
    },
    {
      "id": 535,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Namazda iki siyah şeyi öldürün, yılan ve akrep."
    },
    {
      "id": 536,
      "narrator": "Narrated Suhayb:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) kapısı kilitli olarak namaz kılıyordu. Geldim ve kapının açılmasını istedim. O yürüdü ve benim için kapıyı açtı. Sonra namaz için yerine döndü. (Rivayet eden Urwah) kapının kıbleye dönük olduğunu belirtti."
    },
    {
      "id": 537,
      "narrator": "jabir said:",
      "text": "‘Abd Allah (b. Mas’ud) dedi ki: Biz Allah'ın Resulü (ﷺ) namazdayken ona selam verirdik ve o selamımıza cevap verirdi, ama Negas'tan döndüğümüzde ona selam verdik, o bize cevap vermedi. O dedi ki: Namaz, kişinin tüm dikkatini gerektirir."
    },
    {
      "id": 538,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Mas'ud'dan rivayet edilmiştir: Biz namazda selam verir ve ihtiyaçlarımız hakkında konuşurduk. Allah'ın Resulü (ﷺ) namaz kıldığını gördüm. Ona selam verdim ama o bana cevap vermedi. Geçmişte ve şimdi başıma gelenleri hatırladım."
    },
    {
      "id": 539,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying:",
      "text": "Allah'ın Resulü (ﷺ) namazını bitirdiğinde bana dedi ki: Allah, Azze ve Celle, dilediği gibi yeni emirler yaratır ve Allah, Yüce, namazda konuşmamanız gerektiğine dair yeni bir emir göndermiştir. Sonra selamımı geri verdi."
    },
    {
      "id": 540,
      "narrator": "Abu Hurairah reported the Prophet(ﷺ) as saying :",
      "text": "Suhayb'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) namaz kılarken yanından geçtim. Ona selam verdim ve o işaretle karşılık verdi."
    },
    {
      "id": 541,
      "narrator": "Mu’awiyah b. al-Hakam al-Sulami said:",
      "text": "Mu’aviye b. Hakam es-Sulami dedi ki: Ben Allah'ın Resulü (ﷺ) ile birlikte namaz kılıyordum. İçeride bir adam hapşırdı ve ben: Allah sana rahmet etsin! dedim. İnsanlar bana olumsuz bakışlar attılar, ben de: Vay halime! Bana bakarak ne demek istiyorsunuz? dedim. Onlar dizlerine vurmaya başladılar; o zaman sessiz olmam gerektiğini anladım. Allah'ın Resulü (ﷺ) namazını bitirdiğinde - ona babamı ve annemi fidye olarak vermeyi isterdim - ne beni dövdü, ne azarladı, ne de hakaret etti, ama şöyle dedi: Bu namazda insanlarla konuşmak caiz değildir; bu namaz sadece Allah'ı tesbih etmek, O'nun büyüklüğünü ilan etmek ve Kur'an okumaktan ibarettir, dedi Allah'ın Resulü (ﷺ). Ben de: Allah'ın Resulü, biz daha yeni putperesttik, ama Allah bize İslam'ı getirdi, aramızda kahinlere başvuran insanlar var. O da: Onlara başvurmayın, dedi. Ben: Aramızda fal bakan insanlar var, dedim. O da: Bu onların bulduğu bir şeydir, ama bu onları (yapmayı düşündükleri şeyden) alıkoymasın, dedi. Ben: Aramızda çizgi çizen insanlar var, dedim. O da: Çizgi çizen bir peygamber vardı; eğer birinin çizgisi bu çizgi ile örtüşürse, bu gerçekleşebilir, dedi. Ben: Bir cariyem Uhud ve el-Cevaniyye dağlarının önünde keçilere bakardı. Bir gün ona (birden) ulaştığımda, bir kurt onların bir keçisini almıştı. Ben bir insanım; diğerleri gibi üzülürüm. Ama ona iyi bir dayak attım. Bu, Allah'ın Resulü (ﷺ) için dayanılmazdı. Ben: Onu serbest bırakmalı mıyım? dedim. O da: Onu bana getir, dedi. Ben de onu ona getirdim. O (ona) sordu: Allah nerede? O da: Cennette, dedi. O: Ben kimim? dedi. O da: Sen Allah'ın Resulüsün, dedi. O: Onu serbest bırak, çünkü o bir mümindir."
    },
    {
      "id": 542,
      "narrator": "Mu’awiyah b. al-Hakam al-Sulami said ; when I came to the Messenger of Allah (ﷺ) I learnt many things about islam. One of the things that I was taught was that it was that it was pointed out me. When you sneeze, praise Allah (I,e, say “praise be to Allah”); and when someone sneezes and praises Allah, say “ May Allah have mercy on you. Meanwhile I was standing along with the Messenger of Allah (may peace be upon  him) during prayer, all of a sudden a man sneezed, and he praised Allah. So I said, “may Allah have mercy on you”, in a loud voice. The people  gave me disapproving looks so much so that I took ill of it. So I said :",
      "text": "---"
    },
    {
      "id": 543,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "Mu’aviye b. Hakam es-Sulami dedi ki; Allah'ın Resulü (ﷺ) ile birlikteyken İslam hakkında birçok şey öğrendim. Öğrendiğim şeylerden biri de şuydu: Hapşırdığınızda Allah'ı övün (yani \"Allah'a hamdolsun\" deyin); ve birisi hapşırıp Allah'ı övdüğünde, \"Allah sana rahmet etsin\" deyin. Bu arada ben Allah'ın Resulü (sallallahu aleyhi ve sellem) ile birlikte namazda duruyordum, aniden bir adam hapşırdı ve Allah'ı övdü. Ben de yüksek sesle \"Allah sana rahmet etsin\" dedim. İnsanlar bana o kadar olumsuz bakışlar attı ki, bu beni hasta etti. Ben de: Bana gizli bakışlarla ne demek istiyorsunuz? dedim. Sonra onlar Allah'ı tesbih ettiler. Peygamber (ﷺ) namazını bitirdiğinde, sordu: Konuşan kimdi? Peygamber ona: Bu bedevi, dedi. Allah'ın Resulü (ﷺ) beni çağırdı ve bana şöyle dedi: Namaz, Kur'an okumak ve Allah'ı anmak içindir. İçinde olduğun (namazda) bu senin işin olmalıdır. Ben, Allah'ın Resulü (ﷺ) kadar yumuşak bir öğretmen görmedim."
    },
    {
      "id": 544,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 545,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Vail b. Hucur rivayet etti: Allah'ın Resulü (ﷺ) \"Ve gazaba uğrayanların yoluna da değil\" (Fatiha Suresi, 7. ayet) ayetini okuduğunda, \"Amin\" derdi; bu kelimeyi söylerken sesini yükseltirdi."
    },
    {
      "id": 546,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 547,
      "narrator": "",
      "text": "Vail b. Hucur dedi ki: Ben Allah'ın Resulü (ﷺ) arkasında namaz kıldım ve \"Amin\"i yüksek sesle söyledim ve sağa ve sola selam verdim, ta ki yanaklarının beyazlığını görene kadar."
    },
    {
      "id": 548,
      "narrator": "Bilal reported that he said :",
      "text": "---"
    },
    {
      "id": 549,
      "narrator": "Narrated AbuZuhayr an-Numayri:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (ﷺ) \"Senin gazabına uğrayanların yoluna da değil, sapıklara da\" ayetini okuduğunda, o kadar yüksek sesle \"Amin\" derdi ki, ilk sıradaki yanındakiler onu duyardı."
    },
    {
      "id": 550,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 551,
      "narrator": "Sahl b. Sa’d said :",
      "text": "Ebu Hureyre, peygamber (ﷺ) şöyle dedi: İmam \"Senin gazabına uğrayanların yoluna da değil, sapıklara da\" (Fatiha Suresi, 7. ayet) okuduğunda \"Amin\" deyin, çünkü eğer birinin \"Amin\" demesi meleklerin \"Amin\" demesiyle örtüşürse, geçmiş günahları affedilir."
    },
    {
      "id": 552,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 553,
      "narrator": "‘Isa b. Ayyub said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle dedi: İmam \"Amin\" dediğinde \"Amin\" deyin, çünkü eğer birinin \"Amin\" demesi meleklerin \"Amin\" demesiyle örtüşürse, geçmiş günahları affedilir. İbn Şihab (ez-Zuhri) dedi ki; Allah'ın Resulü (sallallahu aleyhi ve sellem) Fatiha'nın sonunda \"Amin\" derdi."
    },
    {
      "id": 554,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "---"
    },
    {
      "id": 555,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Bilal, şöyle dedi: Allah'ın Resulü, benim önümde \"Amin\" demeyin."
    },
    {
      "id": 556,
      "narrator": "Narrated AbuDharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Sizden biri namaza kalktığında, taşları kaldırmamalıdır; zira merhamet ona yönelmiştir."
    },
    {
      "id": 557,
      "narrator": "",
      "text": "Mu'aiqib, Peygamber (ﷺ) şöyle buyurduğunu bildirmiştir: Namaz kılarken taşları kaldırmayın; eğer bunu zorunluluktan yapıyorsanız, sadece bir kez yapın ki taşlar düzelsin."
    },
    {
      "id": 558,
      "narrator": "",
      "text": "Abu Hurayra, Allah'ın Elçisinin (Ona selam olsun) namaz sırasında elleri beline koymayı yasakladığını söyledi. Abu Davud dedi ki; İkhtisar kelimesi, elleri belin üzerine koymak anlamına gelir."
    },
    {
      "id": 559,
      "narrator": "Narrated Umm Qays bint Mihsan:",
      "text": "Umm Qays bint Mihsan'dan rivayet edilmiştir: Hilal ibn Yasaf dedi ki: Ben ar-Raqqah'a (Suriye'de bir yer) geldim. Arkadaşlarımdan biri bana dedi ki: Peygamber (ﷺ) sahabelerinden birini görmek ister misin? Ben de: Güzel bir fırsat dedim. Böylece Wabisah'a gittik."
    },
    {
      "id": 560,
      "narrator": "",
      "text": "Arkadaşımın yanına gidip: Öncelikle onun yaşam tarzını görelim dedim. Onun başında iki kulaklı bir şapka vardı ve kahverengi ipek bir elbise giymekteydi. Namaz sırasında bir değneğe dayanıyordu. Selam verdikten sonra (değneğe dayanma hakkında) ona sorduk; o da: Umm Qays bint Mihsan bana, Allah'ın Elçisi (ﷺ) yaşlandığında ve vücudu şiştiğinde, namaz kıldığı yerinde bir destek alıp ona dayandığını söyledi."
    },
    {
      "id": 561,
      "narrator": "‘Abd Allah b. ‘Amr said :",
      "text": "Zaid b. Arqam dedi ki; Bizden biri namaz sırasında yanında duran adamla konuşurdu. Sonra Kur'an'daki \"Ve Allah'a karşı saygılı durun\" ayeti indi."
    },
    {
      "id": 562,
      "narrator": "‘Abd Allah b. Buraidah said :",
      "text": "'Abd Allah b. 'Amr dedi ki: Bana, Allah'ın Elçisi (ﷺ) şöyle söylediği rivayet edildi: Bir adamın oturarak kıldığı namaz, namazın yarısıdır (ona namazın yarısı kadar sevap kazandırır). Ben ona geldim ve onu oturarak namaz kılarken buldum. Başımı elimle tuttum (şaşkınlıkla). O da: 'Abd Allah b. 'Amr, ne oldu? dedi. Ben de: Allah'ın Elçisi (ﷺ) bana, bir adamın oturarak kıldığı namazın yarısı olduğunu söylediniz, ama siz oturarak namaz kılıyorsunuz, dedim. O da: Evet, ama ben sizlerden biri gibi değilim, dedi."
    },
    {
      "id": 563,
      "narrator": "‘Imran b. Husain said :",
      "text": "'Abd Allah b. Buraidah dedi ki: 'Imran b. Hussain, Peygamber (ﷺ) ile bir adamın oturarak kıldığı namaz hakkında sordu. O da: Ayakta kıldığı namazı, oturarak kıldığı namazdan daha iyidir; oturarak kıldığı namaz, ayakta kıldığı namazın yarısıdır; yatarak kıldığı namaz ise, oturarak kıldığı namazın yarısıdır, diye cevap verdi."
    },
    {
      "id": 564,
      "narrator": "‘A’ishah said :",
      "text": "'Imran b. Husain dedi ki: Benim fistülüm vardı; bu yüzden Peygamber (ﷺ)'e sordum. O da: Ayakta namaz kıl; eğer bunu yapamazsan, oturarak kıl; eğer yine yapamazsan, yan tarafında (yatarak) kıl, dedi."
    },
    {
      "id": 565,
      "narrator": "‘A’ishah, wife of the prophet (ﷺ), said:",
      "text": "'A'işe dedi ki: Ben, Allah'ın Elçisinin (ﷺ) gece namazında oturarak Kur'an okuduğunu yaşlılık dönemine kadar hiç görmedim. Sonra oturarak namaz kılmaya başladı ve Kur'an'ı oturarak okudu; kırk veya otuz ayet kaldığında ayağa kalkıp onları okudu ve secde etti."
    },
    {
      "id": 566,
      "narrator": "‘A’ishah said:",
      "text": "'A'işe, Peygamber (ﷺ)'in eşi, dedi ki: Peygamber (ﷺ) oturarak namaz kıldığında, Kur'an'ı oturarak okurdu. Okuması yaklaşık otuz veya kırk ayet kaldığında ayağa kalkar ve onları ayakta okurdu. Sonra rükû eder ve secde ederdi; bunu namazın ikinci rek'atında da yapardı."
    },
    {
      "id": 567,
      "narrator": "‘Abd Allah b. Shaqiq said:",
      "text": "Abu Davud dedi ki: 'Alqamah b. Waqqas, bu hadisi 'A'işe'den, Peygamber (ﷺ)'den aynı şekilde rivayet etmiştir."
    },
    {
      "id": 568,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "'A'işe dedi ki: Allah'ın Elçisi (ﷺ) gece uzun süre ayakta namaz kılardı ve gece uzun süre oturarak namaz kılardı. Ayakta namaz kıldığında, ayakta rükû ederdi; oturarak namaz kıldığında ise, oturarak rükû ederdi."
    },
    {
      "id": 569,
      "narrator": "'Abdullah bin 'Umar said:",
      "text": "'Abd Allah b. Shaqiq dedi ki: 'A'işe'ye, Allah'ın Elçisi (ﷺ) bir rek'at namazda bir bütün sure okur muydu diye sordum. O da: Mufassal surelerden okurdu, dedi. Ben de: Gece oturarak mı namaz kılardı? diye sordum. O da: İnsanlar onu yaşlandırdığında oturarak namaz kılardı, dedi."
    },
    {
      "id": 570,
      "narrator": "(There is another chain) reported from Yahya who said:",
      "text": "Wa'il ibn Hujr'dan rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ)'in namazını nasıl kıldığını görmek istedim. Allah'ın Elçisi (ﷺ) ayağa kalktı, kıblaya (yani Kâbe'nin yönüne) döndü ve tekbir getirdi (Allah en büyüktür); sonra ellerini, kulaklarının önüne kadar kaldırdı; ardından sağ elini sol elinin üzerine koydu (yani ellerini bağladı)."
    },
    {
      "id": 571,
      "narrator": "(There is another chain) from Yahya with his chain and similar (to the previous hadith). Abu Dawud said:",
      "text": "(Başka bir isnad) Yahya'dan, onun isnadıyla ve benzer (önceki hadise). Ebu Davud dedi ki: Hammad b. Zayd da (şu şekilde) söyledi: \"Sünnetten\" (rivayet ederek) Yahya'dan, tıpkı Cerir gibi."
    },
    {
      "id": 572,
      "narrator": "",
      "text": "(Başka bir isnad) Yahya b. Sa'id'den, Al-Qasim b. Muhammed'in onları Tashahhud'da otururken gördüğü, bu yüzden hadisi zikrettiği."
    },
    {
      "id": 573,
      "narrator": "It was reported from Ibrahim that he said:",
      "text": "İbrahim'den rivayet edildi ki, o şöyle dedi: \"Peygamber (ﷺ) namazda oturduğunda, sol ayağını yatay olarak koyardı - o kadar ki, ayağının üst kısmı siyahlaşırdı.\""
    },
    {
      "id": 574,
      "narrator": "Abu Humaid al-sa’idi said (in the presence of ten compansions of the prophet):",
      "text": "Ebu Humaid el-Sa’idi, (Peygamberin on arkadaşının huzurunda): \"Ben, Allah'ın Resulü (ﷺ) namazını nasıl kıldığını sizlerden daha iyi bilirim.\" dedi. Onlar: \"Sun!\" dediler. Rivayetçi daha sonra geleneği aktardı, şöyle dedi: Secdeye gittiğinde ayak parmaklarını Kıble'ye doğru bükerek secde etti, sonra \"Allahu Ekber\" dedi ve başını kaldırdı, sol ayağını bükerek üzerine oturdu ve aynı şekilde ikinci rek'atı da yaptı. Rivayetçi daha sonra geleneği aktardı ve ekledi: Selamla biten secdede, sol tarafında kalçalarının üzerine oturdu. Ahmed (b. Hanbal) ekledi: Onlar: \"Doğru söyledin. İşte o böyle namaz kılardı.\" dediler. (Ahmed ve Musaddad) iki rek'at namaz kıldıktan sonra nasıl oturduğunu kendi rivayetlerinde zikretmediler."
    },
    {
      "id": 575,
      "narrator": "Muhammad b. ‘Amr b.’Ata’ was sitting in the company of a few Companions of the Messenger of Allah (ﷺ). He then narrated his tradition, but he did not mention  the name of Abu Qatadah. He said:",
      "text": "Muhammed b. ‘Amr b. ‘Ata’, Allah'ın Resulü (ﷺ) ile birkaç Sahabi ile oturuyordu. Daha sonra geleneği aktardı, ancak Ebu Katade'nin adını anmadı. Dedi ki: \"O (Peygamber) iki rek'at oturduğunda sol ayağının üzerine oturdu; ve son rek'atın ardından oturduğunda sol ayağını uzattı ve kalçasının üzerine oturdu.\""
    },
    {
      "id": 576,
      "narrator": "Muhammad b. ‘Amr al-Amir said:",
      "text": "Muhammed b. ‘Amr el-Amir dedi ki: Ben (Sahabilerle) oturuyordum. Daha sonra bu geleneği aktardı, şöyle dedi: \"O (Peygamber) iki rek'at oturduğunda sol ayağının tabanının üzerine oturdu ve sol ayağını kaldırdı. Dört rek'at tamamladıktan sonra, sol kalçasını yere koydu ve her iki ayağını bir tarafa uzattı.\""
    },
    {
      "id": 577,
      "narrator": "’Abbas or ‘Ayyash b. Sahl al-Sa’id that he attended a company in which his father was also present. He then narrated this tradition saying:",
      "text": "'Abbas veya 'Ayyash b. Sahl el-Sa’idi, babasının da bulunduğu bir topluluğa katıldığını söyledi. Daha sonra bu geleneği aktardı, şöyle dedi: \"O (Peygamber) secde etti, avuçlarına, dizlerine ve ayak parmaklarına dayandı. Oturduğunda kalçalarının üzerine oturdu ve diğer ayağını kaldırdı. Sonra tekbir getirdi (Allahu Ekber) ve secde etti. Tekbir getirdi ve ayağa kalktı, kalçalarının üzerine oturmadı. Sonra aynı şekilde tekrar etti ve ikinci rek'atı kıldı; tekbiri aynı şekilde getirdi ve iki rek'attan sonra oturdu. Ayağa kalkmaya niyet ettiğinde, tekbir getirdikten sonra ayağa kalktı. Sonra son iki rek'atı kıldı. Selam verdiğinde, sağ ve sol tarafına selam verdi."
    },
    {
      "id": 578,
      "narrator": "‘Abbas b. Sahl said:",
      "text": "Ebu Davud dedi ki: Bu geleneğin içinde, iki rek'attan sonra kalçalarının üzerine oturmak ve ellerini kaldırmakla ilgili 'Ebu Humaid'in rivayet ettiği gibi bir şey yoktur."
    },
    {
      "id": 579,
      "narrator": "‘Abd  Allah b. Mas’ud said:",
      "text": "'Abbas b. Sahl dedi ki: Ebu Humaid, Ebu Usaid, Sahl b. Sa’d ve Muhammed b. Maslamah bir araya geldiler. Daha sonra bu geleneği aktardı. İki rek'attan sonra ellerin kaldırılmasını ve oturmayı anmadı. Dedi ki: \"Secdesini bitirdiğinde, ayağını (yere) yaydı ve sağ ayağının parmaklarını kıbleye doğru çevirdi (ve sonra sol ayağının üzerine oturdu).\""
    },
    {
      "id": 580,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah b. Mes'ud dedi ki: \"Biz (namaz kıldığımızda) Allah'ın Resulü (sallallahu aleyhi ve sellem) ile birlikte oturduğumuzda, şöyle dedik: \"Allah'a selam olsun, O'nun kulları için dua edilmeden önce; selam olsun falan kişiye.\" Allah'ın Resulü (ﷺ) dedi ki: \"Allah'a 'Selam olsun' demeyin, çünkü Allah kendisi selamdır. Sizden biri (namazda) oturduğunda, şöyle demelidir: \"Dilin ibadetleri Allah'a aittir, ibadetler ve tüm hayırlar. Selam olsun sana, Ey Peygamber, Allah'ın rahmeti ve bereketleri üzerine olsun. Selam olsun bize ve Allah'ın salih kullarına. Bunu söylediğinizde, bu her salih kulun göklerde ve yerde veya gökler ile yer arasında ulaşır. Şehadet ederim ki, Allah'tan başka ilah yoktur ve şehadet ederim ki, Muhammed O'nun kulu ve elçisidir. Sonra dilediği herhangi bir duayı yapabilir.\""
    },
    {
      "id": 581,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edildi: \"Namazda oturduğumuzda ne söyleyeceğimizi bilmiyorduk. Allah'ın Resulü (ﷺ) bize (Allah tarafından) öğretildi. Daha sonra aynı anlama gelen geleneği aktardı. Şarik, Cami'den, Ebu Vail'den Abdullah ibn Mes'ud'un rivayet ettiği benzer bir şey aktardı."
    },
    {
      "id": 582,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "O dedi ki: \"O bize ayrıca başka sözler de öğretirdi, ancak bunları bize tashahhud gibi öğretmedi: \"Ey Allah, kalplerimizi birleştir, sosyal ilişkilerimizi düzelt, bizi selamet yoluna yönlendir, karanlıktan aydınlığa çıkar, dıştan veya içten çirkinliklerden koru ve kulaklarımızı, gözlerimizi, kalplerimizi, eşlerimizi, çocuklarımızı bereketlendir ve bize merhamet et; Sen, merhamet eden ve bağışlayansın. Ve nimetlerine şükretmemizi sağla ve onu kabul ederken övmemizi sağla ve bize tam olarak ver.\""
    },
    {
      "id": 583,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edildi: Alqamah, Abdullah ibn Mes'ud'un elini tuttu ve Allah'ın Resulü (ﷺ) onun (İbn Mes'ud'un) elini tutarak namazda tashahhud'u öğretti."
    },
    {
      "id": 584,
      "narrator": "This tradition has also been transmitted by Hittan b. ‘Abd Allah al-Ruqashi through a different chain of narrators. This version adds:",
      "text": "Daha sonra (iyi bilinen) tashahhud geleneğini aktardı. Bu versiyon ekliyor: \"Bunu söylediğinizde veya bunu bitirdiğinizde, namazınızı tamamlamış olursunuz. Ayağa kalkmak isterseniz, kalkın; oturmak isterseniz, oturun.\""
    },
    {
      "id": 585,
      "narrator": "Ibn ‘Abbas  said:",
      "text": "İbn ‘Umar, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: \"Dilin ibadetleri Allah'a aittir, ibadetler, tüm hayırlar. Selam olsun sana, Ey Peygamber, Allah'ın rahmeti ve bereketleri üzerine olsun.\" İbn ‘Umar dedi ki: \"Ben ekledim: \"Ve Allah'ın bereketleri, selam olsun bize ve Allah'ın salih kullarına. Şehadet ederim ki, Allah'tan başka ilah yoktur.\" İbn ‘Umar dedi ki: \"Ben buna ekledim: \"O tektir, O'nun ortağı yoktur ve şehadet ederim ki, Muhammed O'nun kulu ve elçisidir.\""
    },
    {
      "id": 586,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Samurah ibn Jundub'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) bize oturduğumuzda, namazın ortasında veya selamdan önce şunu okumamızı emretti: Dillerin övgüleri, tüm hayırlar, ibadetler ve saltanat Allah'a aittir. Sonra sağ tarafa selam verin; sonra okuyucunuza (yani imamınıza) ve kendinize selam verin."
    },
    {
      "id": 587,
      "narrator": "Ka’b b. ‘Ujrah said:",
      "text": "Abu Davud dedi ki: Süleyman b. Musa Kufe'den gelmektedir ve Şam'da yaşamaktadır."
    },
    {
      "id": 588,
      "narrator": "This tradition has also been reported by Shu’bah through a different chain of narrators. This version adds:",
      "text": "Abu Davud dedi ki: Bu hadisler derlemesi, el-Hasan (el-Basri)'nin Samurah (b. Jundub)'dan hadisler duyduğunu göstermektedir."
    },
    {
      "id": 589,
      "narrator": "This has been transmitted by al-Hakam through a different chain of narrators. This version has:",
      "text": "---"
    },
    {
      "id": 590,
      "narrator": "Abu Humaid al-Said said:",
      "text": "Ka’b b. ‘Ujrah dedi ki: Biz dedik veya insanlar dediler: Allah'ın Messenger'ı, bize size dua etmemizi ve selam vermemizi emrettiniz. Selamı zaten öğrendik. Dua etmeyi nasıl yapmalıyız? O dedi ki: De ki: “O Allah, Muhammed'e ve Muhammed'in ailesine, İbrahim'e ve İbrahim'in ailesine bereket verdiğin gibi bereket ver. O Allah, Muhammed'e ve Muhammed'in ailesine, İbrahim'e verdiğin gibi lütuflar ver. Şüphesiz sen övülmeye ve yüceltilmeye layıksın."
    },
    {
      "id": 591,
      "narrator": "Abu Mas’ud al-Ansari said:",
      "text": "---"
    },
    {
      "id": 592,
      "narrator": "This tradition has also been reported by ‘Uqbah b. ‘Amr through a different chain of narrators. This version adds:",
      "text": "Bu hadis, Şu’be tarafından farklı bir isnadla da rivayet edilmiştir. Bu versiyon ekler: İbrahim'e bereket verdiğin gibi Muhammed'e ve Muhammed'in ailesine bereket ver."
    },
    {
      "id": 593,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as sayings:",
      "text": "---"
    },
    {
      "id": 594,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Bu, el-Hakam tarafından farklı bir isnadla aktarılmıştır. Bu versiyonda şunlar vardır: O Allah, Muhammed'e ve Muhammed'in ailesine, İbrahim'e verdiğin gibi bereket ver. Şüphesiz sen övülmeye ve yüceltilmeye layıksın. O Allah, Muhammed'e ve Muhammed'in ailesine, İbrahim'in ailesine verdiğin gibi lütuflar ver. Şüphesiz sen övülmeye ve yüceltilmeye layıksın."
    },
    {
      "id": 595,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Davud dedi ki: Bu hadis, el-Zubair b. ‘Adi tarafından Mis’ar'dan rivayet edilmiştir, ancak onun versiyonu şöyle geçmektedir: İbrahim'in ailesine verdiğin gibi. Şüphesiz sen övülmeye ve yüceltilmeye layıksın. Ve Muhammed'e lütuflar ver. Sonra hadisi tam olarak aktardı."
    },
    {
      "id": 596,
      "narrator": "Narrated Mihjan ibn al-Adra':",
      "text": "---"
    },
    {
      "id": 597,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abu Humaid al-Said dedi ki: Bazı insanlar sordu: Allah'ın Messenger'ı, sana nasıl dua etmeliyiz? O dedi ki: De ki, “O Allah, Muhammed'e, eşlerine ve nesline, İbrahim'in ailesine verdiğin gibi bereket ver, ve Muhammed'in ailesine, eşlerine ve nesline, İbrahim'in ailesine verdiğin gibi lütuflar ver. Şüphesiz sen övülmeye ve yüceltilmeye layıksın."
    },
    {
      "id": 598,
      "narrator": "’Abd al-Rahman al-Mu’awl said:",
      "text": "---"
    },
    {
      "id": 599,
      "narrator": "‘Abd Allah b. al-Zubair said:",
      "text": "Abu Mas’ud al-Ansari dedi ki: Allah'ın Messenger'ı (ﷺ) bize Sa’d b. ‘Ubadah'ın toplantısında geldi. Bașir b. Sa’d ona dedi: Allah, sana dua etmemizi emretti, Allah'ın Messenger'ı. Sana nasıl dua etmeliyiz? Allah'ın Messenger'ı (ﷺ) o kadar sessiz kaldı ki, ona sormamayı diledik. Sonra Allah'ın Messenger'ı (ﷺ) dedi ki: De ki. Sonra hadisi Ka’b b. ‘Ujrah'ınki gibi aktardı. Bu versiyon sonunda şunu ekler: Evrenin içinde, sen övülmeye ve yüceltilmeye layıksın."
    },
    {
      "id": 600,
      "narrator": "Narrated Abdullah ibn az-Zubayr:",
      "text": "---"
    },
    {
      "id": 601,
      "narrator": "‘Abd Allah b. al-Zubair narrated the above mentioned tradition on the authority of his father saying:",
      "text": "'Abd Allah b. al-Zubair, babasından naklederek şöyle dedi: O, işaret ettiği parmağına sabit bir şekilde bakıyordu."
    },
    {
      "id": 602,
      "narrator": "Narrated AbuMalik Numayr al-Khuza'i:",
      "text": "Ebu Malik Numayr al-Khuza'i şöyle dedi: Ben, Peygamber (sallallahu aleyhi ve sellem)'in sağ elini sağ uyluğuna koyup, işaret parmağını biraz kıvırarak kaldırdığını gördüm."
    },
    {
      "id": 603,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edildiğine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem), bir kişinin namazda eline yaslanarak oturmasını, Ahmed b. Hanbal'ın rivayetine göre yasakladı."
    },
    {
      "id": 604,
      "narrator": "Isma’ll b. Umayyah said:",
      "text": "İbn Şibwayh'ın rivayetine göre, bir adamın namazda eline yaslanmasını yasakladı."
    },
    {
      "id": 605,
      "narrator": "Nafi said:",
      "text": "İbn Rafi' rivayetine göre, bir adamın eline yaslanarak namaz kılmasını yasakladı ve bu hadisi \"Secdeden sonra başı kaldırmak\" bölümünde zikretti."
    },
    {
      "id": 606,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "İbn AbdulMalik'in rivayetine göre, bir adamın secdeden sonra kalkarken eline yaslanmasını yasakladı."
    },
    {
      "id": 607,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "İsmail b. Umayyah şöyle dedi: Namazda parmaklarını birbirine geçiren bir adam hakkında sordum. O da İbn 'Umar'ın şöyle dediğini aktardı: Bu, Allah'ın gazabını kazananların namazıdır."
    },
    {
      "id": 608,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "Nafi şöyle dedi: İbn 'Umar, namazda otururken sol eline yaslanan bir adam gördü. Harun b. Zaid'in rivayeti şöyle: O, sol tarafına yatıyordu. Anlaşılan rivayet ise: Ona, \"Böyle oturma, çünkü cezalandırılanlar böyle oturur,\" dedi."
    },
    {
      "id": 609,
      "narrator": "Jabir b. Samurah said:",
      "text": "Abdullah ibn Mas'ud'dan rivayet edildiğine göre, Peygamber (sallallahu aleyhi ve sellem) ilk iki rek'atında, sanki sıcak taşlar üzerindeymiş gibi duruyordu."
    },
    {
      "id": 610,
      "narrator": "The aforesaid tradition has also been narrated by Mis’ar through a different chain of transmitters to the same effect. This version adds:",
      "text": "Rivayet eden Şu'be şöyle dedi: Biz, \"Ta ki o (Peygamber) kalkana kadar,\" dedik."
    },
    {
      "id": 611,
      "narrator": "Jabir b. Samurah said:",
      "text": "Abdullah ibn Mas'ud'dan rivayet edildiğine göre, Peygamber (sallallahu aleyhi ve sellem) sağ ve sol tarafına selam verirdi, yanaklarının beyazlığı görünene kadar (şöyle derdi: \"Selam size ve Allah'ın rahmeti üzerine olsun\" iki kez)."
    },
    {
      "id": 612,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Ebu Davud şöyle dedi: Bu, Ebu Süfyan'dan rivayet edilen hadisin bir versiyonudur. İsrâil'in rivayeti bunu açıklamamıştır. Ebu Davud, bu hadisin Zubayr tarafından Ebu İshak'tan, Yahya b. Adam'ın İsrâil'den, Ebu İshak'tan, Abdurrahman b. el-Esved'den, babasından, Alqamah aracılığıyla Abdullah ibn Mas'ud'dan nakledildiğini söyledi. Ebu Davud, Şu'be'nin bu hadisi, Ebu İshak'tan Peygamber (sallallahu aleyhi ve sellem)'e isnad ederek reddettiğini söyledi."
    },
    {
      "id": 613,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Vail ibn Hucur şöyle dedi: Ben, Peygamber (sallallahu aleyhi ve sellem) ile birlikte namaz kıldım. O, sağ tarafına selam verirken (şöyle derdi): \"Selam size ve Allah'ın rahmeti ve bereketi üzerine olsun\"; sol tarafına selam verirken (şöyle derdi): \"Selam size ve Allah'ın rahmeti üzerine olsun.\""
    },
    {
      "id": 614,
      "narrator": "Ibn Abbas said :",
      "text": "Cabir b. Semurah şöyle dedi: Biz, Allah'ın Resulü (sallallahu aleyhi ve sellem)'in arkasında namaz kıldığımızda, birimiz selam verip sağ ve sol tarafındaki adama el işareti yapıyordu. Namazını bitirince, \"Sizden biri namazda elini, huysuz atların kuyrukları gibi sallıyor. Biriniz için yeterli değil mi, yoksa biriniz için bu şekilde söylemek yeterli mi?\" dedi. Ve parmağıyla işaret etti; biri, sağ ve sol tarafındaki kardeşine selam vermelidir."
    },
    {
      "id": 615,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Yukarıda belirtilen hadis, Mis'ar tarafından farklı bir isnat zinciriyle aynı anlamda rivayet edilmiştir. Bu versiyon ekler: \"Birinizin elini uyluğuna koyması ve sonra sağ ve sol tarafındaki kardeşine selam vermesi yeterli değil mi?\""
    },
    {
      "id": 616,
      "narrator": "‘Ali b. Talq reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ali b. Talq, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Sizden biri namaz sırasında gaz çıkarırsa, geri çekilmeli, abdest almalı ve namazı tekrar etmelidir."
    },
    {
      "id": 617,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Sizden hiçbiri (rivayet eden AbdulWarith'in versiyonuna göre) ileri ya da geri ya da sağa ya da sola adım atamaz. Hammad'ın versiyonu şunu ekledi: namaz sırasında; yani nafile namazda."
    },
    {
      "id": 618,
      "narrator": "Narrated Al-Azraq ibn Qays:",
      "text": "Al-Azraq b. Qays'tan rivayet edilmiştir: Bizim imamımız, künyesi (soyadı) Ebu Rimthah olan, namaz kıldırdı ve şöyle dedi: Bu namazı, ya da ona benzer bir namazı, Peygamber (ﷺ) ile kıldım. Ebu Bekir ve Ömer, onun sağında ön safta duruyorlardı ve namazın ilk tekbirinde bulunan bir adam vardı. Allah'ın Resulü (ﷺ) namazı kıldırdı, sonra sağa ve sola selam verdi ki biz yanaklarının beyazlığını gördük, sonra Ebu Rimthah (kendisi kastederek) gibi döndü."
    },
    {
      "id": 619,
      "narrator": "Abu Hurairah said:",
      "text": "Namazın ilk tekbirinde onunla birlikte bulunan adam, başka bir namaz kılmak için ayağa kalktı. Bunun üzerine Ömer, ayağa fırladı ve onu omuzlarından tutarak sarsarak dedi ki: Otur, çünkü Kitap Ehli, namazları arasında ara vermedikleri için helak oldular."
    },
    {
      "id": 620,
      "narrator": "This tradition has been narrated through a different chain of transmitters; but the version of Hammad is more perfect. This version goes; then the Messenger of Allah (ﷺ) prayed; it does not have the words, “led us (in prayer),” nor the words “they made a sign”. Thereupon the people said :",
      "text": "Peygamber (ﷺ) gözlerini kaldırdı ve dedi: Allah, sana doğru söylettin, Ey Khattab'ın oğlu."
    },
    {
      "id": 621,
      "narrator": "Abu Hurairah said ; The Messenger of Allah (ﷺ) led us in prayer. He then narrated the same version reported by Hammad up to the words “we are sure that ‘Imran b. Husain said:",
      "text": "Ebu Davud dedi ki: Bazen Ebu Umeyye'nin adı Ebu Rimthah yerine rivayet edilmiştir."
    },
    {
      "id": 622,
      "narrator": "The above mentioned tradition has also been narrated by Abu Hurairah through a different chain of transmitters. This version goes :",
      "text": "Ebu Hureyre dedi ki: Allah'ın Resulü (ﷺ) bizi bir akşam ('Asha) namazında, öğle ya da ikindi namazında kıldırdı. İki rek'at kıldırdı ve selam verdi. Sonra, caminin ön kısmında yerleştirilmiş bir tahta parçasına doğru kalktı. Elleri üzerine koydu, biri diğerinin üzerine, yüzü öfkeli gibi görünüyordu. İnsanlar aceleyle dışarı çıkıp: Namaz kısaldı, dediler. Ebu Bekir ve Ömer de insanlar arasındaydılar, ama ona konuşmaya cesaret edemediler. Allah'ın Resulü'nün \"silahlı olan\" (Dhu al-Yadain) diye hitap ettiği bir adam ayağa kalkarak (ona) sordu: Unuttun mu, Ey Allah'ın Resulü, yoksa namaz mı kısaldı? O da: Ne unuttum ne de namaz kısaldı, dedi. Adam: Ey Allah'ın Resulü, unuttun, dedi. Allah'ın Resulü (ﷺ) halkın yanına döndü ve sordu: Silahlı olan doğru mu söyledi? Onlar işaret ettiler, yani evet. Allah'ın Resulü (ﷺ) yerine döndü ve kalan iki rek'atı kıldı, sonra selam verdi; ardından tekbir getirdi ve normal ya da uzatılmış bir şekilde secde etti. Sonra başını kaldırdı ve tekbir getirdi; ardından tekrar tekbir getirdi ve normal ya da uzatılmış bir şekilde secde etti. Sonra başını kaldırdı ve tekbir getirdi (Allah en büyüktür). Rivayet eden Muhammad'a soruldu: Unutkanlıktan dolayı (secde ederken) selam verdi mi? O da: Ebu Hureyre'den bunu hatırlamıyorum, dedi. Ama biz eminiz ki 'Imran b. Husain (onun versiyonunda) dedi ki; sonra selam verdi."
    },
    {
      "id": 623,
      "narrator": "This tradition has also been transmitted by Abu Hurairah through a different chain of narrators. This version goes:",
      "text": "Bu rivayet farklı bir nakil zinciriyle aktarılmıştır; ancak Hammad'ın versiyonu daha mükemmeldir. Bu versiyon şöyle geçiyor; sonra Allah'ın Resulü (ﷺ) namaz kıldı; \"bizi (namazda) kıldırdı\" ya da \"işaret ettiler\" kelimeleri yoktur. Bunun üzerine insanlar: Evet, dediler. Sonra başını kaldırdı. Versiyon \"tekbir getirdi\" kelimelerini geçmiyor. O, sonra tekbir getirdi ve normal ya da uzatılmış bir şekilde secde etti. Sonra başını kaldırdı\". Rivayet eden, normal ya da uzatılmış bir şekilde secde etti. Sonra başını kaldırdı\". Rivayet eden, rivayeti tamamladı ve ardından gelen kelimeleri anmadı. \"İşaret ettiler\" kelimelerini anmadı, ancak Hammad b. Zaid kendi versiyonunda bunları anmıştır."
    },
    {
      "id": 624,
      "narrator": "Ibn Shihab (al-Zuhr) reported on the authority of Abu Bakr b. Sulaiman b. Abi Hathmah that the Messenger of Allah (ﷺ) did not make two prostrations when are made when one is doubtful until the people met him.\n\n\nAbu Dawud said; this tradition has also been transmitted by al-Zahidi from al-zuhr from Abu Bakr b. Sulaiman b. Abi HAthman from thre prophet  (ﷺ). This version goes :",
      "text": "Ebu Davud dedi ki: Bu rivayeti aktaran hiç kimse \"sonra tekbir getirdi\" kelimelerini, ne de \"geri döndü\" kelimelerini anmamıştır."
    },
    {
      "id": 625,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki; Allah'ın Resulü (ﷺ) bize namaz kıldırdı. Sonra Hammad'ın aktardığı aynı versiyonu \"biz 'Imran b. Husain'ın dediğini biliyoruz: sonra selam verdi\" sözlerine kadar anlattı. Rivayet eden: Tashahud hakkında ne diye sordum? O da: Tashahud hakkında bir şey duymadım, ama tashahudu okumanın daha uygun olduğunu düşünüyorum, dedi. Bu versiyonda \"silahlı olan\" (Dhu al-yadain) diye hitap ettiği kelimeleri, \"işaret ettiler\" kelimelerini, ne de \"öfke\" kelimesini anmamıştır. Hammad'ın Ayyub'dan aktardığı rivayet daha mükemmeldir."
    },
    {
      "id": 626,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Yukarıda bahsedilen rivayet Ebu Hureyre'den farklı bir nakil zinciriyle aktarılmıştır. Bu versiyon şöyle geçiyor: Peygamber (ﷺ) tekbir getirdi ve secde etti (silahlı olanın olayıyla ilgili bir rivayette). Rivayet eden Hişam, yani İbn Hassan dedi ki: O tekbir getirdi; sonra tekbir getirdi ve secde etti."
    },
    {
      "id": 627,
      "narrator": "",
      "text": "Ebu Davud dedi ki: Bu rivayet de Habib b. al-şahid, Humaid, Yunus ve Asim b. al-Ahwal tarafından, Ebu Hureyre'den, Muhammed aracılığıyla aktarılmıştır; hiçbiri Hammad b. Zaid'in Hişam'dan aktardığı \"tekbir getirdi; sonra tekbir getirdi ve secde etti\" kelimelerini anmamıştır. Hammad b. Sulaimah ve Ebu Bekir b. 'Ayyash da bu rivayeti Hişam'dan aktarmışlardır, ancak onlardan Hammad b. Zaid'in aktardığı \"tekbir getirdi ve tekrar tekbir getirdi\" kelimelerini aktarmamışlardır."
    },
    {
      "id": 628,
      "narrator": "Ibn ‘Umar said :",
      "text": "Bu rivayet de Ebu Hureyre'den farklı bir nakil zinciriyle aktarılmıştır. Bu versiyon şöyle geçiyor: Unutkanlıktan dolayı namazın sonunda iki secde yapmadı, ta ki Allah ona bununla ilgili tatmin oluncaya kadar."
    },
    {
      "id": 629,
      "narrator": "‘Imran b. Husain said :",
      "text": "İbn Şihab (al-Zuhr) Ebu Bekir b. Süleyman b. Ebi Hathmah'dan rivayet etti ki, Allah'ın Resulü (ﷺ) şüphe durumunda yapılan iki secdeyi yapmadı, ta ki insanlar onunla karşılaşıncaya kadar."
    },
    {
      "id": 630,
      "narrator": "‘Abd Allah (b. Mas’ud) said :",
      "text": "Ebu Davud dedi ki; bu rivayet de al-Zahidi tarafından al-Zuhr'dan, Ebu Bekir b. Süleyman b. Ebi Hathman'dan, Peygamber (ﷺ) aracılığıyla aktarılmıştır. Bu versiyon şöyle geçiyor: Unutkanlık nedeniyle iki secde yapmadı."
    },
    {
      "id": 631,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) namaz kıldı. Rivayet eden İbrahim'in versiyonu şöyle der: Artırıp artırmadığını bilmiyorum (namazın rekatlarını)."
    },
    {
      "id": 632,
      "narrator": "This tradition has also been transmitted by ‘Abd Allah (b. Mas’ud) through a different chain of narrators. This version goes; when one of you forgets (in his prayer), he should perform two prostrations. Then he turned away, and performed two prostrations (due to forgetfulness).\n\n\nAbu Dawud said:",
      "text": "Selam verdikten sonra kendisine soruldu: Namazda yeni bir şey mi oldu, Allah'ın Resulü? O da: Ne oldu? dedi. Onlar: Şu kadar ve bu kadar (rekat) namaz kıldın, dediler. Bunun üzerine ayaklarını düzeltti, Kıble'ye döndü ve iki secde yaptı. Sonra selam verdi. Namazı bitirip (dönünce) yüzünü bize döndü ve: Namazda yeni bir şey olsaydı, size haber verirdim. Ben sadece bir insanım ve sizin gibi unuturum; bu yüzden unuttuğumda beni hatırlatın, ve aranızdan biri namazı hakkında şüpheye düştüğünde doğru olanı hedeflesin ve namazını bu doğrultuda tamamlasın, sonra selam versin ve ardından iki secde yapsın, dedi."
    },
    {
      "id": 633,
      "narrator": "‘Abd Allah (b. Mas’ud) said; The Messenger of Allah (ﷺ) led us in five rak’ahs of prayer. When he turned away (i,e, finished his prayer), the people whispered among themselves. He asked; what is the matter with you ? They said :",
      "text": "---"
    },
    {
      "id": 634,
      "narrator": "Narrated Mu'awiyah ibn Khudayj:",
      "text": "Bu rivayet de 'Abd Allah (b. Mes'ud) tarafından farklı bir raviler zinciriyle aktarılmıştır. Bu versiyon şöyle der; aranızdan biri (namazında) unuttuğunda, iki secde yapmalıdır. Sonra döndü ve (unutma nedeniyle) iki secde yaptı."
    },
    {
      "id": 635,
      "narrator": "‘Ata’ b. Yasar said that Abu Sa’id al-Khudri reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Davud dedi ki: Ravilerden Hüseyin de bunu el-A'maş gibi aktardı."
    },
    {
      "id": 636,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 637,
      "narrator": "Narrated Ata' ibn Yasar:",
      "text": "'Abd Allah (b. Mes'ud) dedi ki; Allah'ın Resulü (ﷺ) bize beş rekat namaz kıldırdı. O döndüğünde (yani, namazını bitirdiğinde), insanlar arasında fısıldaşmaya başladılar. O sordu; Sizde ne var? Onlar dediler ki: Allah'ın Resulü, (namazın rekat sayısı) arttı mı? O da: Hayır, dedi. Onlar: Beş rekat namaz kıldın, dediler. Bunun üzerine döndü ve iki secde yaptı, sonra selam verdi. Sonra dedi ki: Ben sadece bir insanım, unuturum, tıpkı sizin unuttuğunuz gibi."
    },
    {
      "id": 638,
      "narrator": "Zaid b. Aslam reported on the authority of the chain of Malik:",
      "text": "---"
    },
    {
      "id": 639,
      "narrator": "AbuUbaydah reported, on the authority of his father Abdullah (ibn Mas'ud), the Messenger of Allah (ﷺ) as saying:",
      "text": "Mu'aviye ibn Hudayc'dan rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) namaz kıldı ve bir rekat daha kılmadan selam verdi. Bir adam ona gitti ve dedi ki: Bir rekat namaz kılmayı unuttun. Sonra geri döndü ve mescide girdi ve Bilal'e (İkame'yi okuması için) emretti. O da namaz için İkame'yi okudu. Sonra insanlara bir rekat namaz kıldırdı. Ben bunu insanlara bildirdim. Onlar bana sordular: Onun kim olduğunu biliyor musun? Ben de: Hayır, ama onu gördüğümde tanırım, dedim. Sonra adam yanımdan geçti, ben de: İşte o, dedim. İnsanlar: Bu Talha ibn Ubeydullah, dediler."
    },
    {
      "id": 640,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    },
    {
      "id": 641,
      "narrator": "",
      "text": "'Ata' b. Yasar dedi ki; Ebu Sa'id el-Hudri, Allah'ın Resulü (ﷺ) şöyle dedi: Aranızdan biri namazı hakkında şüpheye düştüğünde (yani, ne kadar namaz kıldığını bilmediğinde), şüphesini atmalı ve namazını emin olduğu üzerine kurmalıdır. Namazının tamamlandığından emin olduğunda, namazın sonunda iki secde yapmalıdır. Eğer namaz tamamlanmışsa, ek rekat ve iki secde nafile namaz olur. Eğer namaz tamamlanmamışsa, ek rekatlar onu telafi eder ve iki secde şeytan için bir aşağılık olur."
    },
    {
      "id": 642,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 643,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) unutma secdelerini şeytan için aşağılık olarak adlandırdı."
    },
    {
      "id": 644,
      "narrator": "Narrated Abdullah ibn Ja'far:",
      "text": "---"
    },
    {
      "id": 645,
      "narrator": "Narrated Abdullah ibn Buhaynah:",
      "text": "'Ata' ibn Yasar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Aranızdan biri namazı hakkında şüpheye düştüğünde ve ne kadar namaz kıldığını bilmiyorsa, üç veya dört rekat kıldığını düşünüyorsa, bir (ek) rekat kılmalı ve selam vermeden önce oturarak iki secde yapmalıdır. Eğer kıldığı (ek) rekat beşinci ise, bu iki secde ile sayıyı çift hale getirmiş olur. Eğer dördüncü ise, iki secde şeytan için bir aşağılık olur."
    },
    {
      "id": 646,
      "narrator": "This tradition (mentioned above) has also been transmitted by al-Zuhri through a different chain of narrators to the same effect. This version adds:",
      "text": "Bu gelenek (yukarıda bahsedilen) al-Zuhri tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır. Bu versiyon ekliyor: Bazılarımız Tashahhud'u ayakta okudu."
    },
    {
      "id": 647,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Abu Davud dedi ki: İbn Zübeyir, iki rek'atın sonunda selam vermeden önce iki secde yaptı. Bu, al-Zuhri'nin görüşüdür."
    },
    {
      "id": 648,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "---"
    },
    {
      "id": 649,
      "narrator": "Narrated Thawban:",
      "text": "Al-Mughirah ibn Shu'bah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: İmam iki rek'atın sonunda ayağa kalktığında, eğer dik durmadan önce hatırlarsa, oturmalıdır; ancak eğer dik durursa, oturmamalı, unutuş secdelerini yapmalıdır."
    },
    {
      "id": 650,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Abu Davud dedi ki: Bu kitabımda Jabir Al-Ju'fi'den başka hiçbir hadisi rivayet etmedim."
    },
    {
      "id": 651,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 652,
      "narrator": "Narrated Hulb (Yazid) at-Ta'i:",
      "text": "Al-Mughirah ibn Shu'bah'dan rivayet edilmiştir: Ziyad ibn Ilaqah dedi ki: Al-Mughirah ibn Shu'bah bize namaz kıldırdı ve iki rek'atın sonunda ayağa kalktı. Biz dedik: Allah'a hamd olsun; o da dedi: Allah'a hamd olsun ve devam etti. Namazı bitirip selam verdikten sonra, unutuş secdeleri yaptı. Bize döndüğünde şöyle dedi: Ben, Allah'ın Elçisi'ni (ﷺ) benim yaptığım gibi yaparken gördüm."
    },
    {
      "id": 653,
      "narrator": "‘Abd Allah (b. Mas’ud) said; One of you should not give a share from his prayer to the devil, that he does not turn away expect to his right side. I saw the Messenger of Allah (ﷺ) often turning away to his left side. the narrator ‘Umarah said:",
      "text": "Abu Davud dedi ki: İbn Abi Leyla, bu geleneği al-Shaibi'den al-Mughirah b. Shu'bah'tan benzer bir şekilde rivayet etmiştir. Abu 'Umais, Thabit b. 'Ubaid'den şöyle nakletmiştir: \"Al-Mughirah b. Shu'bah bize namaz kıldırdı, Ziyad b. 'Illaqah'ın rivayet ettiği gibi.\""
    },
    {
      "id": 654,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Davud dedi ki: Abu 'Umais, al-Mas'udi'nin kardeşidir. Ve Sa'd b. Abi Waqqas, Al-Mughirah'ın yaptığı gibi yaptı; 'Imran b. Husain, Dahhak b. Qais ve Mu'awiyah b. Abi Sufyan da aynı şekilde yaptı. İbn 'Abbas ve 'Umar b. 'Abd al-'Aziz de aynı şekilde hüküm verdiler."
    },
    {
      "id": 655,
      "narrator": "Narrated Zayd ibn Thabit:",
      "text": "Abu Davud dedi ki: Bu, iki rek'atın sonunda ayağa kalkan ve selam verdikten sonra secde yapan bir kişi için geçerlidir."
    },
    {
      "id": 656,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 657,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Thawban'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Her unutma için selam verdikten sonra iki secde vardır."
    },
    {
      "id": 658,
      "narrator": "Narrated Aws ibn Aws:",
      "text": "Hiç kimse Amr (ibn Uthman) dışında \"babası\" kelimesini (AbdurRahman ibn Jubayr ibn Nufayr'dan Thawban'a kadar olan zincirde) anmamıştır."
    },
    {
      "id": 659,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 660,
      "narrator": "Abu Burdah b. Abl Musa al-Asha’ri said:",
      "text": "İmran ibn Husayn'dan rivayet edilmiştir: Peygamber (ﷺ) onlara namaz kıldırdı ve bir şeyi unuttu, bu yüzden secde yaptı ve tashahhud'u okudu, sonra selam verdi."
    },
    {
      "id": 661,
      "narrator": "",
      "text": "Kim abdest alır ve bunu güzelce yaparsa, sonra Cuma namazına gelirse, dinler ve sessiz kalırsa, o zaman o zaman ile bir sonraki Cuma arasındaki günahları affedilir; üzerine üç gün daha eklenir; ama taşlara dokunan kimse bir kesinti yapmış olur."
    },
    {
      "id": 662,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "---"
    },
    {
      "id": 663,
      "narrator": "Narrated Al-Ja'd ad-Damri:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Ali, Kufa camisinde minberde şöyle dedi: Cuma günü geldiğinde, şeytanlar bayraklarıyla pazarlara gider ve insanları ihtiyaçlarıyla meşgul ederek Cuma namazına gelmelerini engeller. Melekler sabah erken saatlerde gelir, caminin kapısında oturur ve şu kadar kişi birinci saatte, şu kadar kişi ikinci saatte geldi diye kaydederler, imam çıkana kadar (vaaz vermek için)."
    },
    {
      "id": 664,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Bir adam, vaazı dinleyebileceği ve imama bakabileceği bir yerde oturursa, sessiz kalır ve kesinti yapmazsa, iki kat sevap alır. Eğer uzak durur, vaazı dinleyemeyeceği bir yerde oturursa, sessiz kalır ve kesinti yapmazsa, yalnızca bir kez sevap alır. Eğer vaazı dinleyebileceği ve imama bakabileceği bir yerde oturur ve sessiz kalmazsa, bunun yükünü taşır. Eğer birisi yanındaki arkadaşına (imam vaaz verirken) sessiz olmasını söylerse, boş konuşma yapmış olur. Vaaz sırasında kesinti yapan kimse, o Cuma günü hiçbir şey (sevap) almaz."
    },
    {
      "id": 665,
      "narrator": "Narrated Qudamah ibn Wabirah:",
      "text": "Sonunda (rivayetçi) bu hadisin sonunda şöyle der: Ben Allah'ın Resulü'nün (ﷺ) böyle söylediğini duydum."
    },
    {
      "id": 666,
      "narrator": "‘A’ishah, the wife of prophet(ﷺ), said:",
      "text": "Ebu Davud dedi ki: Bu hadis, el-Valid b. Müslim tarafından İbn Cabir'den rivayet edilmiştir. Bu versiyon, \"al-raba'ith\" yerine \"bi'l-raba'ith\" ekler (namaza engel olan şeyler). Ayrıca, bu, eşi Ümmü 'Uthman b. 'Ata'nın azatlı kölesi olduğunu ekler."
    },
    {
      "id": 667,
      "narrator": "Narrated Abdullah ibn Amr:",
      "text": "---"
    },
    {
      "id": 668,
      "narrator": "Narrated Usamah ibn Umayr al-Huzali:",
      "text": "Al-Ja'd ad-Damri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Üç Cuma boyunca tembellikten dolayı Cuma namazını terk eden kimsenin kalbine bir mühür vurulur."
    },
    {
      "id": 669,
      "narrator": "Abu al-Malih said:",
      "text": "---"
    },
    {
      "id": 670,
      "narrator": "Narrated Usamah ibn Umayr al-Huzali:",
      "text": "Samurah ibn Cundub'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Kim mazeretsiz Cuma namazını terk ederse, bir dinar sadaka vermelidir; eğer bu kadar parası yoksa, o zaman yarım dinar vermelidir."
    },
    {
      "id": 671,
      "narrator": "Nafi said:",
      "text": "Ebu Davud dedi ki: Halid b. Kays bu hadisi bu şekilde rivayet etti, ancak sened (rivayet zinciri) konusunda farklılık gösterdi ve metin konusunda ise aynı fikirdeydi."
    },
    {
      "id": 672,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 673,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Kudame ibn Vabire'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Kim mazeretsiz Cuma namazını terk ederse, bir dirhem veya yarım dirhem, veya bir sa' veya yarım sa' buğday sadaka vermelidir."
    },
    {
      "id": 674,
      "narrator": "Nafi said:",
      "text": "Ebu Davud dedi ki: Sa'id b. Beşir bu hadisi benzer şekilde rivayet etti, ancak \"bir mudd veya yarım mudd\" (sa' yerine) olarak aktardı. Bunu Samurah'dan rivayet etti."
    },
    {
      "id": 675,
      "narrator": "Ibn ‘Umar said:",
      "text": "Ebu Davud dedi ki: Ahmed b. Hanbel'e bu Hadis'in rivayetindeki farklılıklar hakkında sorulduğunda, \"Hammam'ın hafızası - benim görüşüme göre - Ayyub'dan daha güçlüdür\" dedi."
    },
    {
      "id": 676,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: Biz, Allah'ın Elçisi (ﷺ) ile bir yolculuk sırasında idik. Üzerimize yağmur yağdı. Allah'ın Elçisi (ﷺ) dedi ki: Kim evinde namaz kılmak isterse, kılabilir."
    },
    {
      "id": 677,
      "narrator": "Ibn Sirin said:",
      "text": "İbn Sirin dedi ki: İbn Abbas, yağmurlu bir günde mu'adhdhinine şöyle dedi: \"Muhammed'in Allah'ın Elçisi olduğuna şahitlik ederim\" dediğinde, \"Namaza gelin\" demeyin, \"Evlerinizde namaz kılın\" deyin. Bu (ilan) ile insanlar şaşırdı. Dedi ki: Benden daha iyi biri bunu yaptı. Cuma namazı bir farzdır. Ama sizi çamurda ve yağmurda yürütmekten hoşlanmadım."
    },
    {
      "id": 678,
      "narrator": "Narrated Tariq ibn Shihab:",
      "text": "Tariq ibn Şihab'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Cuma namazı cemaatle her Müslüman için gerekli bir farzdır, dört istisna ile; bir köle, bir kadın, bir çocuk ve hasta bir kişi."
    },
    {
      "id": 679,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Abu Davud dedi ki: Tariq b. Şihab, Peygamber (ﷺ) ile görüşmüştür ama ondan hiçbir şey duymamıştır."
    },
    {
      "id": 680,
      "narrator": "Narrated Ka'b ibn Malik:",
      "text": "İbn Abbas dedi ki: İslam'da ilk Cuma namazı, Allah'ın Elçisi (ﷺ) tarafından kılındıktan sonra, Cuma namazı Juwatha'da, al-Bahrain köylerinden birinde kılınmıştır. Rivayet eden 'Uthman dedi ki: Bu, 'Abd al-Qais kabilesinin köylerinden biridir."
    },
    {
      "id": 681,
      "narrator": "Narrated Zayd ibn Arqam:",
      "text": "Ka'b ibn Malik'ten rivayet edilmiştir: Abdurrahman ibn Ka'b ibn Malik dedi ki: Ka'b ibn Malik, Cuma günü ezanı duyduğunda As'ad ibn Zurarah için dua etti. Ona sordum: Ezanı duyduğunda neden As'ad ibn Zurarah için dua ediyorsun? Cevap verdi: Çünkü o, Hazm an-Nabit'te, Banu Bayadah'a ait Harrah'da, Naqi' al-Khadumat olarak adlandırılan yerde bizim için ilk Cuma namazını kıldırdı. Ona sordum: O zaman kaç kişiydiniz? Dedi ki: Kırk."
    },
    {
      "id": 682,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Zayd ibn Arqam'dan rivayet edilmiştir: İlyas ibn Abu Ramlah ash-Shami dedi ki: Mu'aviye ibn Abu Sufyan'ın Zayd ibn Arqam'a sorduğunu gördüm: Allah'ın Elçisi (ﷺ) ile birlikte Cuma ve 'Id namazlarını aynı günde kıldınız mı? Dedi ki: Evet. Sordu: Nasıl yaptı? Cevap verdi: 'Id namazını kıldı, sonra Cuma namazını kılmak için izin verdi ve dedi ki: Kim kılmak isterse, kılabilir."
    },
    {
      "id": 683,
      "narrator": "‘Ata’ said:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Ata' ibn Abu Rabah dedi ki: İbn az-Zubayr, Cuma sabahı bize 'Id namazını kıldırdı. Cuma namazı için gittiğimizde, bize çıkmadı. Böylece biz kendi başımıza namaz kıldık. O sırada İbn Abbas at-Ta'if'te bulunuyordu. Bize geldiğinde, bu (olayı) ona anlattık. Dedi ki: O, sünnete uydu."
    },
    {
      "id": 684,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ata' dedi ki: Cuma ve 'Id namazları, İbn al-Zubayr döneminde senkronize oldu. Dedi ki: İki bayram ('Id ve Cuma) aynı günde senkronize oldu. Onları birleştirdi ve sabah iki rek'at kıldı ve öğle namazına kadar onlara hiçbir şey eklemedi."
    },
    {
      "id": 685,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bugün iki bayram ('Id ve Cuma) senkronize oldu. Kim Cuma namazını kılmak istemezse, 'Id namazı onun için yeterlidir. Ama biz Cuma namazını kılacağız."
    },
    {
      "id": 686,
      "narrator": "This tradition has also been transmitted through a different chain of narrators. This version adds:",
      "text": "Bu rivayet, 'Umar'dan Shu'bah aracılığıyla aktarılmıştır."
    },
    {
      "id": 687,
      "narrator": "‘Abd Allah b. ‘Umar said:",
      "text": "İbn Abbas dedi ki: Allah'ın Elçisi (ﷺ), Cuma sabahı namazında Surah Tanzil al-Sajdah (xxxii.) ve Surah al-Dahr (lxxi.) okurdu."
    },
    {
      "id": 688,
      "narrator": "'Abd Allah b. 'Umar said:",
      "text": "Bu rivayet farklı bir nakil zinciri ile de aktarılmıştır. Bu versiyon ekler: Cuma namazında Surah al-Jumu'ah (lxxi) ve Surah al-Munafiqun'u okurdu."
    },
    {
      "id": 689,
      "narrator": "Narrated Muhammad ibn Yahya ibn Habban:",
      "text": "Abdullah b. 'Umar dedi ki: 'Umar b. al-Khattab, caminin kapısında satılan bir ipek elbise gördü. Dedi ki: Allah'ın Elçisi, bu elbiseyi satın alıp Cuma günü ve dışarıdan gelen bir heyet geldiğinde giysen. Allah'ın Elçisi (ﷺ) dedi ki: Ahirette payı olmayan kimse bu (elbise)yi giyecektir. Daha sonra benzer elbiseler Allah'ın Elçisi (ﷺ) için getirildi. 'Umar, bunlardan birini aldı. 'Umar dedi ki: Allah'ın Elçisi, bunu bana kullanmam için veriyorsun ama bana 'Utarid'in elbisesi hakkında şöyle böyle demiştin. Allah'ın Elçisi (ﷺ) dedi ki: Sana bunu giyesin diye vermedim. Bunun üzerine 'Umar, bunu Mekke'deki bir kafir olan kardeşine giydirmek için verdi."
    },
    {
      "id": 690,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah b. 'Umar dedi ki: 'Umar b. al-Khattab, pazarda bir ipek elbise satıldığını gördü. Bunu Allah'ın Elçisi (ﷺ) için aldı ve dedi ki: Bunu satın al ve 'Id'de ve heyetlerin geldiği zaman süslen. Rivayet eden daha sonra bu hadisi aktardı. Önceki versiyon tamamdır."
    },
    {
      "id": 691,
      "narrator": "Abu Hazim b. Dinar said:",
      "text": "Ebu Hazım b. Dinar dedi ki: İnsanlar, Sahl b. Sa'd el-Sa'idi'ye geldiler, Peygamber'in (ﷺ) minberinin hangi ağaçtan yapıldığı konusunda şüpheye düştüler. Ona bunu sordular. O da: \"Vallahi, hangi ağaçtan yapıldığını biliyorum; onu oraya konulduğu ilk gün gördüm ve Allah'ın Elçisi (ﷺ) üzerine oturduğu ilk günü de gördüm.\" dedi. Allah'ın Elçisi (ﷺ) Sahl'ın ismini verdiği bir kadını çağırdı ve ona: \"Oğlunu, marangozu, benim için bir tahta minber yapması için emret.\" dedi. Kadın ona emretti ve o da Medine'den dokuz mil uzaklıkta bulunan el-Ghaba'dan alınan tarfa adı verilen bir ağaçtan bir minber yaptı. Onu kadına getirdi. Kadın onu Allah'ın Elçisi'ne (ﷺ) gönderdi. O da emretti ve buraya konuldu. Ben Allah'ın Elçisi'nin (ﷺ) onun üzerinde namaz kıldığını gördüm: \"Allah en büyüktür\" dedi; sonra onun üzerinde rükû yaptı; ardından geri dönüp minberin kökünde secde etti; sonra (minbere) geri döndü. Namazı bitirdiğinde, insanlara hitap etti ve: \"Ey insanlar, bunu yaptım ki, bana uyasınız ve benim namazımı bilebilesiniz.\" dedi."
    },
    {
      "id": 692,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: Peygamber (ﷺ) şişmanladığında, Temim el-Dari ona: \"Senin için bedeninin yükünü taşıyacak bir minber yapayım mı, Allah'ın Elçisi?\" dedi. O da: \"Evet.\" dedi. Bunun üzerine o, iki basamaktan oluşan bir minber yaptı."
    },
    {
      "id": 693,
      "narrator": "Salamah b. al-Akwa' said:",
      "text": "Selame b. el-Akva' dedi ki: Allah'ın Elçisi'nin (ﷺ) minberi ile (camii) duvarı arasındaki mesafe, bir keçinin geçebileceği kadardı."
    },
    {
      "id": 694,
      "narrator": "Narrated AbuQatadah:",
      "text": "Ebu Katade'den rivayet edilmiştir: Peygamber (ﷺ) cuma günü dışında öğle namazı kılmayı hoş görmedi. Cehennem ateşi, cuma günü dışında tutuşturulur."
    },
    {
      "id": 695,
      "narrator": "Anas b. Malik said:",
      "text": "Ebu Davud dedi ki: Bu, mursal bir hadistir (yani, halef doğrudan Peygamber'den rivayet etmektedir). Mücahid, Ebu'l-Halil'den daha büyüktür ve Ebu'l-Halil, Ebu Katade'den (bir hadisi) duymamıştır."
    },
    {
      "id": 696,
      "narrator": "Salamah b. al-Akwa' reported on the authority of his father:",
      "text": "Enes b. Malik dedi ki: Allah'ın Elçisi (ﷺ) güneşin eğildiğinde cuma namazı kılardı."
    },
    {
      "id": 697,
      "narrator": "Sahl b. Sa'd said:",
      "text": "Selame b. el-Akva', babasından rivayet etti: Biz, Allah'ın Elçisi (ﷺ) ile birlikte cuma namazı kılardık ve o zaman duvarların gölgesinin görünmediği bir zamanda evlerimize dönerdik."
    },
    {
      "id": 698,
      "narrator": "Al-Sa'ib b. Yazid said:",
      "text": "Sahl b. Sa'd dedi ki: Cuma namazından sonra bir şekerleme veya öğle yemeği yapardık."
    },
    {
      "id": 699,
      "narrator": "Sa'id b. Yazid said:",
      "text": "Al-Sa'ib b. Yazid dedi ki: Peygamber (ﷺ) ve Ebu Bekir ile Ömer döneminde, cuma namazı çağrısı, imam minberde oturduğunda yapılırdı (hutbe vermek için). Osman döneminde, insanlar çoğaldığında, Osman, cuma namazı için üçüncü bir çağrı yapılmasını emretti. Bu, Medine'deki al-Zaura'da yapıldı. Uygulama bu şekilde devam etti."
    },
    {
      "id": 700,
      "narrator": "Sa'ib said:",
      "text": "Sa'id b. Yazid dedi ki: (Cuma) namazı çağrısı, Allah'ın Elçisi (ﷺ) minberde oturduğunda caminin kapısında yapıldı, Ebu Bekir ve Ömer döneminde de. Rivayetçi daha sonra Yunus tarafından bildirilen aynı hadisi tekrar etti."
    },
    {
      "id": 701,
      "narrator": "Sa'ib said:",
      "text": "Sa'ib dedi ki: Allah'ın Elçisi (ﷺ) için başka bir mu'adhdhin (ezan okuyan) yoktu, sadece Bilal vardı."
    },
    {
      "id": 702,
      "narrator": "Jabir said:",
      "text": "Rivayetçi daha sonra aynı etkiyi taşıyan hadisi aktardı."
    },
    {
      "id": 703,
      "narrator": "Ibn 'Umar said:",
      "text": "Sa'ib dedi ki: Allah'ın Elçisi (ﷺ) için başka bir mu'adhdhin yoktu. Sonra tamamlanmamış bir hadisi aktardı."
    },
    {
      "id": 704,
      "narrator": "Jabir b. Samurah said:",
      "text": "Cabir dedi ki: Allah'ın Elçisi (ﷺ) bir cuma günü minbere oturduğunda: \"Oturun.\" dedi. İbn Mes'ud bunu duydu ve caminin kapısında oturdu, ve Allah'ın Elçisi (ﷺ) onu görünce: \"Gel buraya, 'Abd Allah b. Mes'ud.\" dedi."
    },
    {
      "id": 705,
      "narrator": "Jabir b. Samurah said:",
      "text": "Ebu Davud dedi ki: Bu hadis mursal olarak bilinir (halef, sahabenin ismini atlayarak doğrudan Peygamber'den rivayet eder). İnsanlar bunu 'Ata' aracılığıyla Peygamber'den (ﷺ) rivayet ettiler. Makhlad onun öğretmenidir."
    },
    {
      "id": 706,
      "narrator": "Jabir b. Samurah said:",
      "text": "Cabir b. Semurah dedi ki: Ben, Peygamber (ﷺ)'in hutbe verirken ayakta durduğunu, sonra hiçbir şey söylemeden oturduğunu gördüm. Rivayet daha sonra tam olarak aktarıldı."
    },
    {
      "id": 707,
      "narrator": "Shu'ayb ibn Zurayq at-Ta'ifi said:",
      "text": "Şu'ayb b. Zurayk et-Ta'ifi dedi ki: Ben, Allah'ın Elçisi (ﷺ) ile birlikte bulunan bir adamla oturdum. O, el-Hakem b. Hazn el-Kulafi olarak biliniyordu. Bizlere bir rivayet anlatmaya başladı ve şöyle dedi: Ben, yedi veya dokuz kişiden oluşan bir heyetle Allah'ın Elçisi (ﷺ)'ne geldim. Ona girdik ve dedik ki: Allah'ın Elçisi, seni ziyaret ettik, bizim için hayırlı olanı Allah'a dua et. O, bize biraz hurma vermesini emretti. O günlerde Müslümanlar zayıftı. Orada birkaç gün kaldık ve Allah'ın Elçisi (ﷺ) ile birlikte Cuma namazı kıldık. O, bir değnek veya yay üzerine dayanarak ayakta durdu. Allah'ı övdü ve O'na, aydınlık, saf ve bereketli sözlerle yüceltti. Sonra dedi ki: Ey insanlar, siz emredildiğiniz şeyleri yerine getirmeye güç yetiremiyorsunuz. Ama dosdoğru olun ve müjdeleyin."
    },
    {
      "id": 708,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Ebu Ali dedi ki: Ebu Davud'u duydun mu? Dedi ki: Bazı arkadaşlarım, kağıda yazılmayan bazı sözleri hatırlattılar."
    },
    {
      "id": 709,
      "narrator": "Narrated Ibn Shihab:",
      "text": "Abdullah b. Mes'ud rivayet etti: Allah'ın Elçisi (ﷺ) hitap ettiğinde şöyle derdi: Hamd, yardım ve bağış dilediğimiz Allah'a aittir; ve biz, nefislerimizin şerrinden Allah'a sığınırız. Allah'ın hidayet verdiği kimseyi saptıracak yoktur; ve O'nun saptırdığı kimseyi de hidayet edecek yoktur. Şahitlik ederim ki, Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve elçisidir. O, son saatin gelmesinden önce gerçeği müjdeleyici ve uyarıcı olarak gönderilmiştir. Allah'a ve Elçisine itaat eden doğru yolda olur; onlara isyan eden ise kendisine zarar verir ve Allah'a en azından zarar veremez."
    },
    {
      "id": 710,
      "narrator": "'Adi b. Hatim said:",
      "text": "İbn Şihab rivayet etti: Yunus, Allah'ın Elçisi (ﷺ)'nin Cuma günü yaptığı hitabı İbn Şihab'a sordu. O da benzer şekilde bahsetti. Ekledi: Onlara (Allah ve Elçisine) isyan eden kimse sapar. Biz, Rabbimiz Allah'a, O'na itaat edenlerden ve Elçisine itaat edenlerden, O'nun hoşlandığı şeyleri takip edenlerden ve O'nun gazabından sakınanlardan olmamız için dua ediyoruz; biz O'na aittiz ve O'na bağlıyız."
    },
    {
      "id": 711,
      "narrator": "Bint al-Harith b. al-Nu'man said:",
      "text": "Adi b. Hatim dedi ki: Bir konuşmacı, Peygamber (ﷺ)'in huzurunda bir konuşma yaptı. O, Allah'a ve Elçisine itaat eden ile onlara isyan eden kimseyi anlattı. Dedi ki: Git, sen kötü bir konuşmacısın."
    },
    {
      "id": 712,
      "narrator": "Jabir b. Samurah said:",
      "text": "Bint el-Harith b. el-Nu'man dedi ki: Ben, Allah'ın Elçisi (ﷺ)'nin ağzından Kaf Suresi'ni ezberledim; her Cuma hutbesinde bunu okurdu. Bizim fırınımız ve onun fırını aynıydı."
    },
    {
      "id": 713,
      "narrator": "'Umrah reported on the authority of her sister:",
      "text": "Ebu Davud dedi ki: Rawh b. Ubade, Şu'bah'tan Bint Harithah b. el-Nu'man ismini rivayet etti; ve İbn İshak, Umm Hişam hint Harithah b. el-Nu'man ismini aktardı."
    },
    {
      "id": 714,
      "narrator": "",
      "text": "Cabir b. Semurah dedi ki: Allah'ın Elçisi (ﷺ) tarafından kılınan namaz orta halliydi ve verdiği hutbe de (aynı şekilde) orta halliydi. O, Kur'an'dan birkaç ayet okur ve insanlara nasihat ederdi."
    },
    {
      "id": 715,
      "narrator": "'Umarah b. Ruwaibah said that he saw Bishr b. Marwan (on the pulpit) praying on Friday (by raising his hands). 'Umarah said:",
      "text": "Umre, kız kardeşinin rivayetinde: Ben, Allah'ın Elçisi (ﷺ)'nin ağzından Kaf Suresi'ni ezberledim; her Cuma bunu okurdu."
    },
    {
      "id": 716,
      "narrator": "Narrated Sahl ibn Sa'd:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Yahya b. Eyyub, İbn Ebu Rical'den, Yahya b. Sa'id'den, Umre'den, Umm Hişam hint Harithah b. el-Nu'man'dan benzer şekilde nakledilmiştir."
    },
    {
      "id": 717,
      "narrator": "Narrated Ammar ibn Yasir:",
      "text": "Bu rivayet, farklı bir nakil zinciriyle de aynı şekilde 'Umre'den, ondan daha büyük olan 'Abd al-Rahman'ın kızı 'Umre'den aktarılmıştır."
    },
    {
      "id": 718,
      "narrator": "Narrated Jabir ibn Samurah as-Suwa'i:",
      "text": "'Umarah b. Ruwaibah dedi ki: Ben, Cuma günü (minberde) Bishr b. Marwan'ı dua ederken gördüm (ellerini kaldırarak). 'Umarah dedi ki: Allah bu elleri reddetsin! Ben, Allah'ın Elçisi (ﷺ)'ni minberde, işaret parmağıyla işaret ederek, bunun kadar bile hareket etmediğini gördüm."
    },
    {
      "id": 719,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Sahil b. Sa'd rivayet etti: Ben, Allah'ın Elçisi (ﷺ)'nin minberde ya da başka bir yerde ellerini kaldırarak dua ettiğini hiç görmedim. Ama onu bu şekilde (yaparken) gördüm ve işaret parmağıyla orta parmağını baş parmağıyla birleştirerek daire yapıyordu."
    },
    {
      "id": 720,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Ammar b. Yasir rivayet etti: Allah'ın Elçisi (ﷺ) bize konuşmaları kısaltmamızı emretti."
    },
    {
      "id": 721,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ), imam hutbe verirken, Cuma günü ayakta durarak kalçaların üzerine oturmayı, ayakları karna yaslamayı ve ellerle tutmayı yasaklamıştır."
    },
    {
      "id": 722,
      "narrator": "Ya'la b. Shaddad b. Aws said:",
      "text": "Ya'la b. Şaddad b. Aws dedi ki: Kudüs'te Muaviye'ye geldim. Bize Cuma namazını kıldırdı. Camideki insanların çoğunun Peygamberin (ﷺ) Sahabeleri olduğunu gördüm. Onların ihtiba halinde oturduğunu, yani kalçaların üzerine oturup ayakları karna yaslayarak elleriyle tutarak veya bir örtüyle sırtlarına bağlayarak oturduğunu gördüm, imam hutbe verirken."
    },
    {
      "id": 723,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Davud dedi ki: İbn 'Umar, imam hutbe verirken ihtiba pozisyonunda otururdu. Anas b. Malik, Şuraih, Sa'sa'ah b. Sawhan, Sa'id b. al-Musayyib, İbrahim al-Nakha'i, Makhul, İsmail, İsmail b. Muhammed b. Sa'd ve Nu'aim b. Sulamah dedi ki: İhtiba pozisyonunda oturmanın bir zararı yoktur."
    },
    {
      "id": 724,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Davud dedi ki: 'Ubadah b. Nasayy dışında kimsenin bunu hoş görmediğini bilmiyorum."
    },
    {
      "id": 725,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Hurairah, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Cuma günü imam hutbe verirken (kardeşinize) susmasını söylerseniz, boş konuşma yapmış olursunuz."
    },
    {
      "id": 726,
      "narrator": "Jabir said:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Cuma namazına katılan üç çeşit insan vardır; biri eğlenceli bir şekilde katılır ve bu kadarını alır; diğeri bir dua ile gelir, Allah dilerse isteğini kabul eder, dilerse reddeder; diğeri ise sessiz ve sakin bir şekilde, bir Müslüman'ın üzerine basmadan veya kimseyi rahatsız etmeden katılır, bu da onun günahlarının kefareti olur, bir sonraki Cuma'ya ve üç gün daha devam eder, çünkü Yüce Allah şöyle buyurur: \"Kim bir hayır işlerse, onun karşılığı on katıdır.\" (vi.160)."
    },
    {
      "id": 727,
      "narrator": "Jabir and Abu Salih reported on the authority of Abu Hurairah:",
      "text": "Aişe, Müminlerin Annesi'nden rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Sizden biri namaz sırasında pislenirse, burnunu tutmalı ve sonra dönmelidir."
    },
    {
      "id": 728,
      "narrator": "This tradition has also been transmitted through a different chain of narrators by Jabir b. 'Abd Allah. This version adds:",
      "text": "Abu Davud dedi ki: Bu hadis, Hammad b. Salamah ve Abu Usamah tarafından Hişam'dan, babası aracılığıyla Peygamber (Saws) adına rivayet edilmiştir. 'Aişe'nin ismi geçmemektedir."
    },
    {
      "id": 729,
      "narrator": "Abu al-Zahiriyyah said:",
      "text": "Cabir dedi ki: Bir adam (camiye) geldiğinde Peygamber (ﷺ) hutbe veriyordu. O sordu: Şu kadar namaz kıldın mı? O cevap verdi: Hayır. O (ﷺ) dedi ki: Ayakta dur ve namaz kıl."
    },
    {
      "id": 730,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Cabir ve Abu Salih, Abu Hurairah'tan rivayet ettiler: Süleyk el-Ghatafani (camiye) geldiğinde Allah'ın Elçisi (ﷺ) hutbe veriyordu. Ona sordu: Bir şey kıldın mı? O dedi: Hayır. O dedi: İki rek'at kıl ve kısa tut."
    },
    {
      "id": 731,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Bu hadis, Cabir b. 'Abdullah aracılığıyla farklı bir isnatla da aktarılmıştır. Bu versiyon ekliyor: O (Peygamber) insanlara dönerek şöyle dedi: Sizden biri (Cuma günü) imam hutbe verirken geldiğinde, iki rek'at kılmalı ve kısa tutmalıdır."
    },
    {
      "id": 732,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Zahiriyyah dedi ki: Cuma günü, Peygamber (ﷺ) ile birlikte 'Abd Allah b. Busr'ın yanında idik. Bir adam geldi ve insanların üzerinden geçti. 'Abd Allah b. Busr dedi ki: Bir adam geldi ve insanların üzerinden geçti, o sırada Peygamber (ﷺ) hutbe veriyordu. Peygamber (ﷺ) dedi ki: Otur, insanları rahatsız ettin."
    },
    {
      "id": 733,
      "narrator": "Al-Nu'man b. Bashir said:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Sizden biri camide (Cuma günü) uyuklarsa, yerini değiştirmelidir."
    },
    {
      "id": 734,
      "narrator": "Al-Dahhak b. Qais asked al-Nu'man b. Bashir:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Resulullah'ı (ﷺ) minberden inip bir adamın ihtiyacı için durdurduğunu gördüm. İhtiyacı karşılanana kadar onunla ayakta kalırdı. Sonra kalkıp namaz kılardı."
    },
    {
      "id": 735,
      "narrator": "Ibn Abi Rafi' said:",
      "text": "Abu Davud dedi ki: Bu hadis, nakilci Thabit'ten iyi bilinmemektedir. Bu hadisin tek nakilcisi Jarir b. Hazim'dir."
    },
    {
      "id": 736,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Samurah ibn Cundub'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Cuma namazında şunu okurdu: \"En yüce Rabbinin adını tesbih et\" (Sura 87) ve \"O korkunç olayın hikayesi sana ulaştı mı?\" (Sura 88)."
    },
    {
      "id": 737,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: Allah'ın Resulü (ﷺ) dairesinde namaz kıldı ve insanlar da onun arkasında dairede duruyorlardı."
    },
    {
      "id": 738,
      "narrator": "Nafi' said:",
      "text": "Nafi' dedi ki: İbn 'Umar, Cuma namazından sonra aynı yerde (Cuma namazını kıldığı yerde) iki rek'at namaz kılan bir adam gördü. Onu itti ve dedi ki: Cuma namazından sonra dört rek'at namaz mı kılıyorsun? 'Abdullah (b. 'Umar) Cuma namazından sonra evinde iki rek'at namaz kılardı ve derdi ki: Allah'ın Resulü (ﷺ) böyle yapardı."
    },
    {
      "id": 739,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn 'Umar'dan rivayet edilmiştir: Nafi' dedi ki: İbn 'Umar Cuma namazından önce namazını uzatır ve sonrasında evinde iki rek'at namaz kılardı. Allah'ın Resulü (ﷺ) böyle yapardı derdi."
    },
    {
      "id": 740,
      "narrator": "'Umar b. 'Ata' b. Abu al-Khuwar said that Nafi' b. Jubair sent him to al-Sa'ib b. Yazid b. Ukht Namir to ask him about something Mu'awiyyah had seen him do in prayer. He said:",
      "text": "'Umar b. 'Ata' b. Ebu'l-Khuvar dedi ki: Nafi' b. Cübeir, Muaviye'nin namazda gördüğü bir şey hakkında al-Sa'ib b. Yazid b. Ukht Namir'e sorması için beni gönderdi. Dedi ki: Onunla birlikte kapalı alanda Cuma namazı kıldım. Selam verdikten sonra yerimde durup namaz kıldım. İçeri girdiğinde, bana bir mesaj gönderdi ve şöyle dedi: Bir daha asla yaptığını yapma. Cuma namazını kıldığında, konuşmadan veya dışarı çıkmadan başka bir namaza katılmamalısın; çünkü Allah'ın Resulü (ﷺ) konuşmadan veya dışarı çıkmadan başka bir namaza katılmamayı kesin bir şekilde emretmiştir."
    },
    {
      "id": 741,
      "narrator": "'Ata said:",
      "text": "'Ata dedi ki: İbn 'Umar, Mekke'de Cuma namazı kıldığında öne geçip iki rek'at namaz kılardı, sonra öne geçip dört rek'at kılardı; fakat Medine'de Cuma namazını kıldığında evine döner ve iki rek'at namaz kılardı, bunu camide kılmazdı. Bunu birisi ona hatırlattı ve o da Allah'ın Resulü (ﷺ) böyle yapardı dedi."
    },
    {
      "id": 742,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying (this is the  version of the narrator Ibn al-Sabbah):",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi (bu, rivayet eden İbn es-Sabbah'ın versiyonudur): Sizden biri Cuma namazından sonra namaz kılarsa, dört rek'at kılsın. Rivayet eden İbn Yunus'un versiyonuna göre, gelenek şöyle geçiyor: Cuma namazını kıldıktan sonra dört rek'at namaz kıl. Dedi ki: Babam bana dedi ki: Oğlum, eğer camide iki rek'at kıldıysan, evine geldiğinde iki rek'at daha kıl."
    },
    {
      "id": 743,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Cuma namazından sonra evinde iki rek'at namaz kılardı."
    },
    {
      "id": 744,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ebu Davud dedi ki: Bu rivayet, 'Abdullah b. Dinar'dan İbn 'Umar'dan benzer şekilde aktarılmıştır."
    },
    {
      "id": 745,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Abdullah ibn 'Umar'dan rivayet edilmiştir: İbn Jurayj dedi ki: Ata' bana, İbn 'Umar'ın Cuma namazından sonra namaz kıldığını gördüğünü söyledi. Cuma namazını kıldığı yerden biraz uzaklaştı. Sonra iki rek'at namaz kılardı. Daha sonra o yerden uzaklaşır ve dört rek'at kılardı. Ata'ya sordum: İbn 'Umar'ı bunu yaparken kaç kez gördün? Cevapladı: Birçok kez. Ebu Davud dedi ki: Bu, AbdulMalik ibn Ebu Süleyman tarafından rivayet edilmiştir, ancak tam olarak aktarmamıştır."
    },
    {
      "id": 746,
      "narrator": "Narrated Abdullah ibn Busr:",
      "text": "Enes ibn Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) Medine'ye geldiğinde, insanların oyun oynadığı iki günü vardı. Sordu: Bu iki gün nedir (anlamı nedir)? Dediler ki: Biz bu günlerde cahiliye döneminde eğlenirdik. Allah'ın Resulü (ﷺ) dedi ki: Allah, bunların yerine daha hayırlısını, kurban günü ve oruç açma günü ile değiştirmiştir."
    },
    {
      "id": 747,
      "narrator": "Umm 'Atiyyah said:",
      "text": "Abdullah ibn Busr'dan rivayet edilmiştir: Yezid ibn Humayr ar-Rahbi dedi ki: Abdullah ibn Busr, Allah'ın Resulü (ﷺ) ile birlikte oruç açma günü veya kurban günü (namaz kılmak için) halkla birlikte dışarı çıktı. İmamın gecikmesini hoş karşılamadı ve dedi ki: Biz (bayram namazımızı) bu anda, yani sabah vaktinde bitirirdik."
    },
    {
      "id": 748,
      "narrator": "This tradition has also been narrated by Umm 'Atiyyah in a similar manner through a different chain. She added:",
      "text": "Ümmü 'Atiyyah dedi ki: Allah'ın Resulü (ﷺ) bize 'Id (bayram) günü yalnız kadınları dışarı çıkarmamızı emretti. Kendisine soruldu: Peki, adet gören kadınlar? Dedi ki: Onlar, iyilik yerinde ve Müslümanların dualarında bulunmalıdır. Bir kadın dedi ki: Allah'ın Resulü, eğer birimiz dış giyime sahip değilse ne yapmalı? Cevapladı: Arkadaşına giysisinin bir kısmını ödünç versin."
    },
    {
      "id": 749,
      "narrator": "This tradition has also been narrated by Umm 'Atiyyah though a different chain of transmitters. She said:",
      "text": "Bu rivayet, Ümmü 'Atiyyah tarafından farklı bir isnatla benzer şekilde aktarılmıştır. O, adet gören kadınların Müslümanların namaz kıldığı yerden uzak durmaları gerektiğini ekledi. Giysi hakkında bir şey söylemedi. Bu rivayeti Hafsa'dan, başka bir kadın hakkında \"Ey Allah'ın Resulü...\" diyerek aktardı, ardından Musa'nın rivayet ettiği gibi giysi hakkında rivayet etti."
    },
    {
      "id": 750,
      "narrator": "Umm 'Atiyyah said:",
      "text": "Bu rivayet, Ümmü 'Atiyyah tarafından farklı bir rivayet zinciriyle de aktarılmıştır. Dedi ki: Biz 'Id namazı için dışarı çıkmamız emredildi. Ayrıca dedi ki: Adet gören kadınlar, insanların arkasında durdular ve insanlar ile birlikte tekbir getirdiler."
    },
    {
      "id": 751,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri dedi ki: Marvan, 'İd' günü minberi çıkardı. Namazdan önce vaaz vermeye başladı. Bir adam ayağa kalkarak dedi ki: Ey Marvan, sünnete muhalefet ettin. 'İd' günü minberi çıkardın, daha önce çıkarılmamıştı; ve namazdan önce vaaz vermeye başladın. Ebu Sa'id el-Hudri dedi ki: Bu (adam) kimdir? Onlar (halk) dedi ki: Filan, filanın oğlu. Görevini yerine getirdi. Ben, Allah'ın Resulü (ﷺ) şöyle dediğini işittim: Kim bir kötülük görürse, eğer elinden geliyorsa onu eliyle değiştirsin; eğer bunu yapamıyorsa, o zaman diliyle değiştirsin; eğer bunu da yapamıyorsa, o zaman kalbiyle değiştirsin, bu da imanın en zayıf derecesidir."
    },
    {
      "id": 752,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Câbir b. Abdullah rivayet etti: Peygamber (ﷺ) oruç açma günü ('İd') ayakta durdu ve namaz kıldı. Vaazdan önce namaza başladı. Sonra halka hitap etti. Peygamber (ﷺ) vaazını bitirince, (minberden) indi ve kadınların yanına gitti. Bilal'ın eline dayanarak onlara bir nasihat verdi. Bilal, kadınların sadaka koyduğu elbisesini yayıyordu; bazı kadınlar yüzüklerini, diğerleri ise başka şeyler koydular."
    },
    {
      "id": 753,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas rivayet etti: Allah'ın Resulü (ﷺ) 'İd' (bayram günü) çıktı. Önce namaz kıldı, sonra vaaz verdi. Sonra kadınların yanına gitti, Bilal'ı da yanına aldı. Rivayet eden İbn Kesir dedi ki: Şu'ba'nın muhtemel görüşü, onlara sadaka vermelerini emrettiğidir. Böylece onlar (takılarını) koymaya başladılar."
    },
    {
      "id": 754,
      "narrator": "The above mentioned tradition has also been narrated by Ibn 'Abbas to the same effect through a different chain of transmitters. This version adds:",
      "text": "Yukarıda bahsedilen hadis, İbn Abbas tarafından farklı bir isnatla aynı şekilde rivayet edilmiştir. Bu versiyon ekliyor: O (Peygamber) kadınların (vaazını) duyamayacaklarını düşündü. Bu yüzden onlara gitti ve Bilal onunla birlikteydi. Onlara nasihat verdi ve sadaka vermelerini emretti. Bazı kadınlar küpelerini, diğerleri yüzüklerini Bilal'ın elbisesine koydular."
    },
    {
      "id": 755,
      "narrator": "The above mentioned tradition has also bee transmitted by Ibn 'Abbas through a different chain of narrators. This version adds:",
      "text": "Yukarıda bahsedilen hadis, İbn Abbas tarafından farklı bir rivayetle de aktarılmıştır. Bu versiyon ekliyor: Kadınlar, küpelerini ve yüzüklerini sadaka olarak vermeye başladılar. Bilal, onları elbisesinde toplamaya başladı. Sonra (Peygamber) bunları fakir Müslümanlar arasında dağıttı."
    },
    {
      "id": 756,
      "narrator": "Al-Bara' said:",
      "text": "El-Bara' dedi ki: Birisi 'İd' (bayram) günü Peygamber'e (ﷺ) bir yay sundu. O da ona dayanarak vaaz verdi."
    },
    {
      "id": 757,
      "narrator": "'Abd al-Rahman b. 'Abis said:",
      "text": "Abd al-Rahman b. Abis dedi ki: Bir adam İbn Abbas'a sordu: Allah'ın Resulü (ﷺ) ile birlikte bulundun mu? O da cevapladı: Evet. Eğer onun gözünde benim için bir değer olmasaydı, küçüklüğüm nedeniyle onunla birlikte olmazdım. Sonra Allah'ın Resulü (ﷺ) Katır b. el-Salt'ın evine yakın bir yere geldi. Namaz kıldı ve ardından vaaz verdi. O (İbn Abbas) ezan (namaz çağrısı) ve ikamet hakkında bir şey söylemedi. Sonra sadaka vermelerini emretti. Kadınlar, takılarını vermek için kulaklarını ve boğazlarını işaret etmeye başladılar."
    },
    {
      "id": 758,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas rivayet etti: Allah'ın Resulü (ﷺ) 'İd namazını ezan ve ikametsiz kıldı. Ebu Bekir ve Ömer veya Osman da böyle yaptı. Rivayet eden Yahya, Osman hakkında şüphe içindedir."
    },
    {
      "id": 759,
      "narrator": "Jabir b. Samurah said:",
      "text": "Câbir b. Samurah dedi ki: Ben, Peygamber (ﷺ) ile 'İd namazını bir veya iki kez değil, birçok kez ezan ve ikametsiz kıldım."
    },
    {
      "id": 760,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin rivayet etti: Allah'ın Resulü (ﷺ) oruç açma günü ve kurban günü (her iki 'İd namazında) birinci rek'atında yedi tekbir, ikinci rek'atında beş tekbir söylerdi."
    },
    {
      "id": 761,
      "narrator": "The above mentioned tradition has also been narrated by Ibn Shihab through a different chain of transmitters to the same effect. This version adds:",
      "text": "Yukarıda bahsedilen hadis, İbn Şihab tarafından farklı bir isnatla aynı şekilde rivayet edilmiştir. Bu versiyon ekliyor: \"Rükûda söylenen iki tekbir hariç.\""
    },
    {
      "id": 762,
      "narrator": "'Abd b. 'Amr b. al-'As said:",
      "text": "Abd b. Amr b. el-As dedi ki: Allah'ın Resulü (ﷺ) dedi: Oruç açma günü namazda birinci rek'atta yedi tekbir, ikinci rek'atta beş tekbir vardır."
    },
    {
      "id": 763,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah b. Amr b. el-As rivayet etti: Peygamber (ﷺ) oruç açma günü birinci rek'atta yedi tekbir söyler, sonra Kur'an okur ve tekbir (Allah en büyüktür) der. Sonra ayakta durur ve dört kez tekbir getirir. Ardından Kur'an okur ve rükûya gider."
    },
    {
      "id": 764,
      "narrator": "Abu 'Aishah said:",
      "text": "Ebu Davud dedi ki: Bu, Vaki' ve İbn el-Mübarek tarafından rivayet edilmiştir. Onların versiyonu şöyle: \"Birinci rek'atta yedi (tekbir) ve ikinci rek'atta beş (tekbir).\""
    },
    {
      "id": 765,
      "narrator": "'Ubaid Allah b. 'Abd Allah b. 'Utbah b. Mas'ud said:",
      "text": "Ebu Aişah dedi ki: Sa'id b. el-As, Ebu Musa el-Eş'ari ve Hudayfe b. el-Yeman'a sordu: Allah'ın Resulü (ﷺ) kurban ve oruç açma günü tekbirleri nasıl söylerdi? Ebu Musa dedi: O, cenazelerde olduğu gibi dört kez tekbir getirirdi. Hudayfe dedi: O doğrudur. Sonra Ebu Musa dedi: Ben de Basra valisi olduğumda benzer şekilde tekbir getirirdim. Ebu Aişah dedi: Ben orada bulunuyordum, Sa'id b. el-As sorduğunda."
    },
    {
      "id": 766,
      "narrator": "Narrated Abdullah ibn as-Sa'ib:",
      "text": "Abdullah ibn as-Sa'ib'den rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte 'Id namazına katıldım. Namazı bitirdikten sonra şöyle dedi: Hutbe vereceğiz; dinlemek isteyen otursun, gitmek isteyen gidebilir."
    },
    {
      "id": 767,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abu Davud dedi ki: Bu, mursal bir hadistir (yani, halef 'Ata, doğrudan Peygamber (ﷺ)den rivayet etmiş ve Sahabelerin bağlantısını atlamıştır)."
    },
    {
      "id": 768,
      "narrator": "Narrated AbuUmayr ibn Anas:",
      "text": "---"
    },
    {
      "id": 769,
      "narrator": "Narrated Bakr ibn Mubashshir al-Ansari:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) 'Id (bayram) günü bir yoldan çıktı ve başka bir yoldan geri döndü."
    },
    {
      "id": 770,
      "narrator": "Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 771,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuUmayr ibn Anas'dan rivayet edilmiştir: AbuUmayr, Peygamber (ﷺ)in Sahabelerinden bazı amcalarından rivayet etmiştir: Bazı adamlar, Peygamber (ﷺ)in yanına gelerek bir gün önce yeni ayı gördüklerini şehadet ettiler. Bunun üzerine (Kutsal Peygamber) insanlara oruçlarını bozup sabah namazı için dışarı çıkmalarını emretti."
    }
  ]
}