{
  "language": "tr",
  "metadata": {
    "length": 161,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Hepiniz bir çobansınız ve her biriniz kendi sürünüzden sorumlusunuz. İnsanların üstünde olan emir (hükümdar) bir çobandır ve kendi sürüsünden sorumludur; bir adam, ailesinin fertlerinden sorumlu bir çobandır ve onlardan sorumludur; bir kadın, kocasının evi ve çocukları üzerinde sorumlu bir çobandır ve onlardan sorumludur; bir adamın kölesi, efendisinin malı üzerinde sorumlu bir çobandır ve ondan sorumludur. Öyleyse hepiniz bir çobansınız ve her biriniz kendi sürünüzden sorumlusunuz."
    },
    {
      "id": 2,
      "narrator": "Narrated 'Abd al-Rahman b. Samurah:",
      "text": "Abd al-Rahman b. Samurah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Abdul al-Rahman b. Samurah, komutanlık pozisyonunu isteme, çünkü eğer bunu istemekle alırsan, onu kendi başına yerine getirmen için bırakılırsın; ama eğer istemeden verilirse, onu yerine getirmen için yardım alırsın."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Ben iki adamla birlikte Peygamber (ﷺ) ile görüşmeye gittim. Onlardan biri, teşehhüd okudu ve dedi ki: Biz, seni işin için istihdam etmen için geldik. Diğeri de aynı şeyi söyledi. O (Peygamber) cevap verdi: Bizim gözümüzde sizden en güvenilmez olanı, bunu (sorumlu pozisyonu) isteyenidir. Ebu Musa daha sonra Peygamber (ﷺ) ile özür diledi ve dedi: Onların neden sana geldiğini bilmiyordum. O, vefat edene kadar onları hiçbir şey için istihdam etmedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ), Ubn Umm Makthum'u Medine valisi olarak (yokluğunda) iki kez tayin etmiştir."
    },
    {
      "id": 5,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Allah, bir hükümdar için iyi bir amaç belirlediğinde, ona unutmaması için hatırlatan ve hatırladığında yardım eden samimi bir bakan tayin eder; ama Allah, onun için farklı bir amaç belirlediğinde, ona unutmaması için hatırlatmayan ve hatırladığında yardım etmeyen kötü bir bakan tayin eder."
    },
    {
      "id": 6,
      "narrator": "Narrated Al-Miqdam ibn Ma'dikarib:",
      "text": "Mikdam ibn Ma'dikarib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) ona omuzlarına vurdu ve sonra dedi: Qudaym, eğer bir hükümdar, sekreter veya lider olmadan ölürsen, başarıya ulaşacaksın."
    },
    {
      "id": 7,
      "narrator": "Narrated Ghalib al-Qattan:",
      "text": "Ghalib al-Qattan'dan rivayet edilmiştir: Ghalib, babasından naklen bir adamın, dedesinin şöyle bildirdiğini aktardı: Onlar bir su kaynağında yaşıyorlardı. İslam onlara ulaştığında, su kaynağının sahibi, halkına İslam'ı kabul ederlerse yüz deve vereceğini söyledi. Böylece İslam'ı kabul ettiler ve develeri aralarında paylaştırdı. Ama sonra aklına, develeri onlardan geri almak geldi."
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "O, oğlunu Peygamber (ﷺ)'e gönderdi ve ona şöyle dedi: Peygamber (ﷺ)'e git ve ona de ki: Babam sana selam gönderiyor. O, halkına İslam'ı kabul ederlerse onlara yüz deve vermesini istedi ve onlar İslam'ı kabul ettiler. Develeri aralarında paylaştırdı. Ama sonra aklına, develerini onlardan geri almak geldi. O, daha mı hak sahibi yoksa biz mi? Eğer 'Evet' veya 'Hayır' derse, ona de ki: Babam yaşlı bir adamdır ve su başında yaşayanların lideridir. O, seni benden sonra lider tayin etmeni istedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "O, ona geldi ve dedi: Babam sana selam gönderiyor. O da: Senin ve babanın üzerine selam olsun, diye cevap verdi. O dedi: Babam, halkına İslam'ı kabul ederlerse onlara yüz deve vermesini istedi. Böylece onlar İslam'ı kabul ettiler ve onların İslam'a inancı iyidir. Sonra aklına, develerini onlardan geri almak geldi. O, daha mı hak sahibi yoksa onlar mı?"
    },
    {
      "id": 10,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "O dedi: Eğer develeri vermek isterse, verebilir; eğer geri almak isterse, onlardan daha hak sahibidir. Eğer İslam'ı kabul ederlerse, onların İslam'ı kendilerine aittir. Eğer İslam'ı kabul etmezlerse, İslam yolunda onlarla savaşılacaktır."
    },
    {
      "id": 11,
      "narrator": "Narrated Ibn Ishaq:",
      "text": "O dedi: Babam yaşlı bir adamdır; su kaynağında yaşayanların lideridir. O, seni benden sonra lider tayin etmeni istedi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "O cevap verdi: Bir liderin makamı gereklidir, çünkü insanların liderlere ihtiyacı vardır, ama liderler cehenneme gidecekler."
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ)'in Sijill adında bir sekreteri vardır."
    },
    {
      "id": 14,
      "narrator": "Narrated 'Aishah:",
      "text": "Rafi' ibn Khadij'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'ün şöyle dediğini duydum: Adil bir şekilde sadaka (zekat) toplayan memur, Allah yolunda savaşan kimse gibidir, ta ki evine dönene kadar."
    },
    {
      "id": 15,
      "narrator": "Narrated 'Abd Alla b. Hisham, :",
      "text": "Uqbah ibn Amir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Haksız yere fazla vergi alan kimse cennete girmeyecek."
    },
    {
      "id": 16,
      "narrator": "Narrated Buraidah:",
      "text": "Buraidah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Biz birini idari bir göreve atadığımızda ve ona bir maaş verdiğimizde, onun bu maaştan fazlasını alması ihanet sayılır."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn al-Sa'idi:",
      "text": "İbn al-Sa'idi'den rivayet edilmiştir: 'Umar bana sadaka (yani zekat) toplamak için haber verdi. Ben serbest kaldığımda, bana bunun için ödeme yapılmasını emretti. Ben de: Allah rızası için çalıştım dedim. O: Sana verilenleri al, çünkü ben Allah Resulü (ﷺ) zamanında bir idari görevde bulundum ve o bana bunun için ödeme yaptı, dedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Al-Mustawrid ibn Shaddad:",
      "text": "Al-Mustawrid ibn Shaddad'dan rivayet edilmiştir: Al-Mustawrid, Peygamber (ﷺ) şöyle derken duydu: Bizim için çalışan bir kimse evlenmelidir; eğer bir hizmetçisi yoksa, bir hizmetçi edinmelidir; eğer bir evi yoksa, bir ev edinmelidir."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Humaid al-Sa'idi:",
      "text": "O, Ebu Bekir'in şöyle bildirdiğini söyledi: Bana, Peygamber (ﷺ) şöyle dediği söylendi: Başka bir şey alan kimse, ya hain ya da hırsızdır."
    },
    {
      "id": 20,
      "narrator": "Narrated AbuMas'ud al-Ansari:",
      "text": "Ebu Humaid al-Sa'idi'den rivayet edilmiştir: Peygamber (ﷺ) sadaka toplamak için Azd'dan bir adam olan İbn al-Lutbiyayah'ı atadı. Rivayet eden İbn al-Sarh şöyle dedi: (O, sadakayı toplamak için) İbn al-Utbiyyah'ı atadı. Geri döndüğünde şöyle dedi: Bu senin ve bu bana hediye olarak verildi. Bunun üzerine Peygamber (ﷺ) minbere çıktı ve Allah'ı övdükten sonra şöyle dedi: Sadaka toplayıcısının durumu nedir? Onu (sadaka toplamak için) gönderiyoruz, döndüğünde diyor ki: Bu senin ve bu bana hediye olarak verildi. Neden babasının ya da annesinin evinde oturup bunun kendisine verilip verilmeyeceğini görmedi? Kim bunun herhangi bir kısmını alırsa, kıyamet gününde kesinlikle onu getirir; ister homurdanan bir deveyi, ister böğüren bir buzağıyı, ister meleyen bir koyunu. Sonra kollarını kaldırarak, koltuk altındaki kılları görebilmemiz için şöyle dedi: Ey Allah, ben tam bilgi verdim mi? Ey Allah, ben tam bilgi verdim mi?"
    },
    {
      "id": 21,
      "narrator": "Narrated AbuMaryam al-Azdi:",
      "text": "Ebu Mas'ud al-Ansari'den rivayet edilmiştir: Peygamber (ﷺ) bana sadaka toplamak için atadı ve sonra şöyle dedi: Git, Ebu Mas'ud, kıyamet gününde sırtında sadaka yüklü bir deve taşırken seni bulmamalıyım; bu, sadakada ihanetle aldığın bir devedir. O da: Eğer öyleyse, gitmeyeceğim, dedi. O: O zaman seni zorlamıyorum, dedi."
    },
    {
      "id": 22,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Maryam al-Azdi'den rivayet edilmiştir: Mu'aviye'ye girdiğimde, o: Ziyaretin bize ne kadar güzel, ey falan oğlu, dedi. (Bu, Arapların böyle durumlarda kullandığı bir deyimdir). Ben de: Sana, (Peygamberden) duyduğum bir hadisi anlatacağım, dedim. Allah Resulü (ﷺ) şöyle buyurdu: Eğer Allah, birini Müslümanların işlerinde yetki sahibi kılarsa ve o kendisini onlardan ayırır, ihtiyaçlarını, isteklerini ve yoksulluklarını karşılamazsa, Allah da ondan uzak durur, onun ihtiyaçlarını, isteklerini ve yoksulluklarını karşılamaz. O da: O (Mu'aviye) insanlara ihtiyaçlarını karşılaması için bir adam atadı, dedi."
    },
    {
      "id": 23,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Ben size kendi başıma vermiyorum veya sizden alıkoymuyorum; ben sadece bir hazinayım, bana emredilen yere koyuyorum."
    },
    {
      "id": 24,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ömer ibn al-Hattab'dan rivayet edilmiştir: Malik ibn Aws ibn al-Hadthan şöyle dedi: Bir gün Ömer ibn al-Hattab, savaş ganimeti hakkında konuştu ve: Bu savaş ganimetine sizden daha fazla hakkım yok; aramızda hiç kimse diğerine daha fazla hak sahibi değildir; tek istisna, Allah'ın Kitabı ile belirlenmiş olan görevlerimizi işgal etmemizdir; ki bu, Allah Resulü (ﷺ) tarafından yapılan bölüştürme ile, insanların İslam'ı kabul etme önceliklerine, katlandıkları sıkıntılara, çocuk sahibi olmalarına ve ihtiyaçlarına göre düzenlenmiştir."
    },
    {
      "id": 25,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Zayd ibn Aslam şöyle dedi: Abdullah ibn Ömer, Mu'aviye'ye girdi. O: İhtiyacını söyle, Ebu Abdurrahman, dedi. O da: Ganimetleri, serbest bırakılanlara ver, çünkü Allah Resulü (ﷺ) bir şey geldiğinde ilk yaptığı şey, serbest bırakılanlara bir şey vermekti, dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated 'Awf bin Malik:",
      "text": "Aişe, Ümmü'l Müminin'den rivayet edilmiştir: Peygamber (ﷺ) bir torba içindeki boncukları getirdi ve bunları hür kadınlar ve cariyeler arasında paylaştırdı. Aişe dedi ki: Babam, şeyleri hür erkekler ve cariyeler arasında paylaştırırdı."
    },
    {
      "id": 27,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "'Awf bin Malik'ten rivayet edilmiştir: Ganimet (fai') Allah Resulü (ﷺ)'ne geldiğinde, o gün onu paylaştırdı; evli bir adama iki pay ve bekar bir adama bir pay verdi. Rivayet eden İbn al-Musaffa ekledi: Biz çağrıldık ve ben 'Ammar'dan önce çağrıldım. Böylece çağrıldım ve iki pay aldım, çünkü bir ailem vardı; sonra 'Ammar b. Yasir benden sonra çağrıldı ve bir pay verildi."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Ben müminlere kendilerinden daha yakınım, bu yüzden birisi mal bırakırsa, o mirasçılarına geçer; eğer birisi borç ve bağımlılar bırakırsa, mesele bana gelir ve ben sorumluluk alırım."
    },
    {
      "id": 29,
      "narrator": "Narrated Jabir b. 'Abd Allah :",
      "text": "Ebu Hurayra'dan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurdu: Eğer birisi mal bırakırsa, o mirasçılarına geçer. Ve eğer birisi bağımlılar (kaynakları olmayan) bırakırsa, onlar bize gelir."
    },
    {
      "id": 30,
      "narrator": "Narrated Nafi':",
      "text": "Jabir b. 'Abd Allah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Ben her mümin için kendisinden daha yakınım, ve eğer birisi bırakırsa, o mirasçılarına geçer."
    },
    {
      "id": 31,
      "narrator": "Narrated A man:",
      "text": "Bir adam şöyle rivayet etti: Süleyman b. Mutayr, babası aracılığıyla Mutayr'ın hacca gitmek üzere yola çıktığını bildirdi."
    },
    {
      "id": 32,
      "narrator": "Narrated Dhul-Zawa'id:",
      "text": "As-Suwaida'ya vardığında, bir adam aniden ilaç ve amonyum anforizum özü arayarak geldi ve şöyle dedi: \"Allah'ın Resulü (ﷺ) insanlara hitap ederken, onlara emirler ve yasaklar getirdiğini duyan bir adam, bana şöyle dedi: Ey insanlar, hediyeleri kabul edin, hediyeler hediyelik kaldığı sürece; ama Kureyş, hüküm konusunda tartıştığında ve hediyeler birinizin dini için verilirse, o zaman onları bırakın.\""
    },
    {
      "id": 33,
      "narrator": "Narrated 'Abd Allah b. Ka'b b. Malik al-Ansari:",
      "text": "Ebu Davud dedi ki: Bu rivayet, İbnü'l-Mübarek tarafından Muhammed b. Yasir'den Süleyman b. Mutayr aracılığıyla aktarılmıştır."
    },
    {
      "id": 34,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated AbuDharr:",
      "text": "Dhul-Zawa'id şöyle rivayet etti: Mutayr dedi ki: Bir adamın şöyle dediğini duydum: \"Ben, Allah'ın Resulü (ﷺ) 'Veda Haccı'nda insanlara emirler ve yasaklar getirirken duydum. O şöyle dedi: Ey Allah, tam bilgi verdim mi? Onlar: Evet, dediler. O da: 'Kureyş, aralarında hüküm konusunda tartıştığında ve hediyeler rüşvet haline geldiğinde, onları bırakın.' İnsanlara soruldu: Bu rivayeti kim aktardı? Onlar: Bu, Allah'ın Resulü (ﷺ) 'in bir Sahabesi olan Dhul-Zawa'id'dir, dediler."
    },
    {
      "id": 36,
      "narrator": "Narrated Malik b. Aws b. Al-Hadathan:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrating this tradition Malik b. Aws said:",
      "text": "'Abd Allah b. Ka'b b. Malik el-Ensari şöyle rivayet etti: Ensar'dan bir sefer, liderleriyle birlikte Pers'te faaliyet gösteriyordu. 'Ömer, her yıl sırayla seferler gönderirdi, ama onlara karşı kayıtsız kaldı. Süresi dolduğunda, sınırda görevli olan sefer insanları geri döndü. O ('Ömer), onlara karşı ciddi önlemler aldı ve tehdit etti, oysa onlar Allah'ın Resulü (ﷺ) 'nin Sahabeleriydi. Onlar: 'Ömer, bizi ihmal ettin ve Allah'ın Resulü (ﷺ) 'nin emir verdiği gibi seferleri sırayla göndermeyi terk ettin, dediler."
    },
    {
      "id": 38,
      "narrator": "Narrated 'Umar:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Al-Zuhri:",
      "text": "Ömer b. Hattab şöyle rivayet etti: Adi b. Adi el-Kindi'nin oğlu, Ömer b. Abdulaziz'in (valilerine) yazdığını söyledi: Eğer birisi ganimetlerin (fay') nerelerde harcanması gerektiğini sorarsa, bu, Ömer b. Hattab'ın (Allah ondan razı olsun) verdiği karara göre yapılmalıdır. Müminler, onun adil olduğunu kabul etti, Peygamber (ﷺ) 'in söylediği gibi: \"Allah, gerçeği Ömer'in dili ve kalbine yerleştirmiştir.\" Müslümanlar için maaşlar belirledi ve diğer dinlerin halkına cizye (vergi) alarak koruma sağladı, ondan beşte bir almadı ve onu ganimet olarak almadı."
    },
    {
      "id": 40,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "Ebu Dharr şöyle rivayet etti: Ben, Allah'ın Resulü (ﷺ) 'nün şöyle dediğini duydum: \"Yüce Allah, gerçeği Ömer'in dili üzerine koymuştur ve o bunu söyler.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrating the above tradition, 'Aishah added:",
      "text": "Malik b. Aws b. el-Hadathan şöyle rivayet etti: 'Ömer, gün yükseldiğinde beni çağırdı. Onu örtüsüz bir divanda otururken buldum. İçeri girdiğimde, şöyle dedi: \"Malik, kabilelerinizden bazı insanlar buraya yavaş yavaş geldiler ve onlara bir şey vermemi emrettim, onları aralarında dağıt.\" Ben: \"Eğer bunu başka birine verirseniz, daha iyi olur.\" dedim. O: \"Al.\" dedi. Sonra Yarfa' ona geldi ve şöyle dedi: \"Müminlerin Komutanı, 'Uthman b. 'Affan, 'Abd al-Rahman b. 'Awf, el-Zubair b. el-'Awwam ve Sa'd b. Ebi Vakkas'ın (girmesine) izin verir misin?\" O: \"Evet.\" dedi. Böylece onlara izin verdi ve içeri girdiler. Yarfa' tekrar ona geldi ve şöyle dedi: \"Müminlerin Komutanı, el-'Abbas ve 'Ali'ye izin verir misin?\" O: \"Evet.\" dedi. Sonra onlara izin verdi ve içeri girdiler. El-'Abbas şöyle dedi: \"Müminlerin Komutanı, benimle bu (Ali) arasında karar ver.\" Bazıları: \"Evet, Müminlerin Komutanı, aralarında karar ver ve onlara rahatlık ver.\" dediler. Malik b. Aws dedi ki: \"İkisi de diğer insanları bunun için getirmiş gibi geldi.\" 'Ömer: \"Sabırlı olun (acele etmeyin).\" dedi. Sonra o insanlara döndü ve şöyle dedi: \"Sizi, göklerin ve yerin sahibi olan Allah'a yemin ederim. Allah'ın Resulü (ﷺ) şöyle dedi: \"Biz miras bırakmayız; geride bıraktığımız her şey sadakadır.\" Onlar: \"Evet.\" dediler. Sonra 'Ali ve el-'Abbas'a döndü ve şöyle dedi: \"Sizi, göklerin ve yerin sahibi olan Allah'a yemin ederim. Allah'ın Resulü (ﷺ) şöyle dedi: \"Biz miras bırakmayız; geride bıraktığımız her şey sadakadır.\" Onlar: \"Evet.\" dediler. Sonra şöyle dedi: \"Allah, Allah'ın Resulü (ﷺ) için özel bir pay belirlemiştir ki, bunu kimseye yapmamıştır. Yüce Allah, 'Allah, Resulü'ne verdiği şeyleri (ve onlardan aldığı şeyleri) - bunun için ne atlı ne de develiyle bir sefer yapmadınız. Ama Allah, dilediğine elçi olarak güç verir; ve Allah, her şeye gücü yetendir.\" Allah, Banu'n-Nadir'in mülkünü Resulü'ne verdi. Allah'a yemin ederim ki, bunu kendisi için ayırmadı, ne de sizden fazlasını almadı. Allah'ın Resulü (ﷺ) yıllık bakımını sağlamak için payını kullanırdı veya katkısını alır ve ailesine yıllık katkısını (bu mülkten) verirdi, sonra kalanını alır ve Allah'ın mülküyle aynı şekilde muamele ederdi. Sonra o insanlara döndü ve şöyle dedi: \"Sizi, göklerin ve yerin sahibi olan Allah'a yemin ederim. Bunu biliyor musunuz?\" Onlar: \"Evet.\" dediler. Sonra 'Ali ve el-'Abbas'a döndü ve şöyle dedi: \"Sizi, göklerin ve yerin sahibi olan Allah'a yemin ederim. Bunu biliyor musunuz?\" Onlar: \"Evet.\" dediler. Allah'ın Resulü (ﷺ) vefat ettiğinde, Ebu Bekir: \"Ben, Allah'ın Resulü (ﷺ) 'nün koruyucusuyum.\" dedi. Sonra siz ve bu ('Ali) Ebu Bekir'e geldiniz, kuzeninizin mirasından bir pay talep ettiniz ve bu ('Ali) karısının babasının mülkünden pay talep etti. Ebu Bekir sonra şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle dedi: \"Biz miras bırakmayız; geride bıraktığımız her şey sadakadır.\" Allah biliyor ki, o (Ebu Bekir) doğru, güvenilir, doğru yolda olan ve gerçeği takip eden birisiydi. Ebu Bekir daha sonra onu (Peygamber'in mülkünü) yönetti. Ebu Bekir vefat ettiğinde, ben: \"Ben, Allah'ın Resulü (ﷺ) ve Ebu Bekir'in koruyucusuyum.\" dedim. Böylece Allah'ın istediği şekilde yönettim. Sonra siz ve bu ('Ali) geldiniz. İkiniz de birisiniz ve işiniz aynı. Böylece bana onu (mülkü) talep ettiniz, ben de: \"Eğer isterseniz, size onu, Allah'ın ahdi gereği yöneteceğinize dair şartla veririm.\" dedim. Böylece onu benden o şartla aldınız. Sonra tekrar bana geldiniz ki, ben aranızda başka bir karar vereyim. Allah'a yemin ederim ki, ben aranızda başka bir karar vermeyeceğim, Ta ki Kıyamet Saati gelene kadar. Eğer çaresiz kalırsanız, onu bana geri verin."
    },
    {
      "id": 44,
      "narrator": "Al-Zuhri, explaining the verse \"For this you made no expedition with either cavalry or camelry\" said:",
      "text": "Ebu Davud dedi ki: Onlar, aralarında yarı yarıya bölünmesini talep ettiler, ve Peygamber (ﷺ) 'in \"Biz miras bırakmayız; geride bıraktığımız her şey sadakadır.\" dediğini bilmedikleri halde bunu istediler. Onlar gerçeği de arıyorlardı. 'Ömer daha sonra dedi ki: \"Buna bölünme ismini vermiyorum; onu eski durumunda bırakıyorum.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Umar ibn AbdulAziz:",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "Narrated AbuBakr:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Ebu Tufeyl dedi ki: Fatıma, Ebu Bekir'e gelerek Peygamber'in (ﷺ) mirasını istedi. Ebu Bekir dedi ki: Ben Allah'ın Resulü'nün (ﷺ) şöyle söylediğini işittim: Eğer Allah, Yüce, bir Peygambere bir geçim aracı verirse, bu onun halefine aittir."
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Dinarları mirasçılarım arasında dağıtmayın: Eşlerime ve valime yaptığım katkılardan sonra bıraktığım her şey sadakadır (zekattır)."
    },
    {
      "id": 48,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Ebu Davud dedi ki: 'Amil, toprak üzerindeki işçiler veya tarım işçileri (yani köylüler) demektir."
    },
    {
      "id": 49,
      "narrator": "Narrated 'Aishah:",
      "text": "Ömer b. Hattab'dan rivayet edilmiştir: Ebu'l-Bakhtari dedi ki: Bir adamdan hoşuma giden bir hadis işittim. Ona dedim ki: Bunu benim için yaz. O da bunu açık bir şekilde yazıp getirdi."
    },
    {
      "id": 50,
      "narrator": "A similar tradition has been narrated by Ibn Shihab through a different chain of narrators. This version says:",
      "text": "(Burada diyor ki): Abbas ve Ali, Ömer'in yanında Talha, Zübeyr, Abdurrahman ve Sa'd ile birlikteyken içeri girdiler. Onlar (Abbas ve Ali) tartışıyorlardı."
    },
    {
      "id": 51,
      "narrator": "Narrated Jubair b. Mut'im:",
      "text": "Ömer, Talha, Zübeyr, Abdurrahman ve Sa'd'a dedi ki: Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bilmiyor musunuz: Peygamber'in (ﷺ) tüm malı sadakadır (zekattır), ailesinin geçimi ve giyimi için sağladığı şeyler dışında. Biz miras alınmayız."
    },
    {
      "id": 52,
      "narrator": "Narrated Jubair b. Mu'tim:",
      "text": "Onlar dediler ki: Evet, gerçekten. O da dedi ki: Allah'ın Resulü (ﷺ) ailesine malından harcama yapar, artanı sadaka (zekat) olarak verir. Allah'ın Resulü (ﷺ) sonra vefat etti ve Ebu Bekir iki yıl hüküm sürdü. O da bunu, Allah'ın Resulü (ﷺ) gibi yapıyordu. Sonra Malik b. Evs'in hadisinden biraz bahsetti."
    },
    {
      "id": 53,
      "narrator": "Narrated Jubair b. Mu'tim:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) vefat ettiğinde, Peygamber'in (ﷺ) eşleri, 'Uthman b. 'Affan'ı Ebu Bekir'e gönderip ondan Peygamber'in (ﷺ) mirasından yaşam masraflarını istemeyi düşündüler. Bunun üzerine Aişe dedi ki: Allah'ın Resulü (ﷺ) 'Biz miras alınmayız. Bıraktığımız her şey sadakadır' demedi mi?"
    },
    {
      "id": 54,
      "narrator": "Explaining the relatives of the Prophet (ﷺ) al-Saddi said:",
      "text": "Benzer bir rivayet, İbn Şihab tarafından farklı bir isnatla nakledilmiştir. Bu versiyonda şöyle deniyor: Dedim ki: Allah'tan korkmuyor musunuz? Allah'ın Resulü (ﷺ) 'Biz miras alınmayız. Bıraktığımız her şey sadakadır (zekattır)' demedi mi? Bu mal, Muhammed'in ailesine acil ihtiyaçları ve misafirleri için aittir. Ben öldüğümde, benden sonra hükümdar olan kişiye gidecektir."
    },
    {
      "id": 55,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Cübeir b. Mut'im'den rivayet edilmiştir: O, 'Uthman b. 'Affan ile birlikte Allah'ın Resulü (ﷺ) ile konuşarak, beşte birini Banu Hişam ve Ebu Abd al-Muttalib arasında paylaştırdığını söyledi. Ben dedim ki: Allah'ın Resulü, beşte birini Banu Abd al-Muttalib'e paylaştırdın, ama bize hiçbir şey vermedin, oysa bizim seninle olan akrabalığımız onlarınkiyle aynıdır. Peygamber (ﷺ) dedi ki: Banu Hişam ve Banu Abd al-Muttalib birdir. Cübeir dedi ki: O, Banu Abd Şams ve Banu Nawfal arasında beşte birini, Banu Haşim ve Banu Abd al-Muttalib arasında paylaştırdığı gibi paylaştırmadı. Dedi ki: Ebu Bekir, beşte birini Allah'ın Resulü (ﷺ) gibi paylaştırırdı, ancak Allah'ın Resulü'nün akrabalarına, onlara verdiği gibi vermezdi. Ömer b. Hattab ve ondan sonraki 'Uthman onlara (bir pay) verirdi."
    },
    {
      "id": 56,
      "narrator": "Narrated 'Abd al-Rahman b. Abi Laila:",
      "text": "Cübeir b. Mu'tim'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) beşte birini Banu Abd Şams ve Banu Nawfal arasında, Banu Haşim ve Banu Abd al-Muttalib arasında paylaştırdığı gibi paylaştırmadı. Dedi ki: Ebu Bekir, Allah'ın Resulü (ﷺ) gibi beşte birini paylaştırırdı, ancak Allah'ın Resulü'nün akrabalarına, Allah'ın Resulü (ﷺ) kendisinin verdiği gibi vermezdi. Ömer onlara (beşte birinden) verir ve onu takip edenler de."
    },
    {
      "id": 57,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Cübeir b. Mu'tim'den rivayet edilmiştir: Hayber günü Allah'ın Resulü (ﷺ) akrabalarına Banu Haşim ve Banu Abd al-Muttalib arasında paylaştırdı, Banu Nawfal ve Banu Abd Şams'ı ise dışarıda bıraktı. Ben ve 'Uthman b. 'Affan, Peygamber'e (ﷺ) gittik ve dedik ki: Allah'ın Resulü, bunlar Banu Haşim'dir, onların üstünlüğünü inkar etmiyoruz, çünkü Allah'ın seni onlara karşı koyduğu konum; ama bize bir şey vermediğin Banu Abd al-Muttalib hakkında bize söyle. Allah'ın Resulü (ﷺ) dedi ki: Bizimle Banu Abd al-Muttalib arasında, İslam öncesi günlerde ve İslam'da hiçbir ayrım yoktur. Biz ve onlar birdir, ve o (ﷺ) parmaklarını birleştirdi."
    },
    {
      "id": 58,
      "narrator": "Narrated AbdulMuttalib ibn Rabi'ah ibn al-Harith:",
      "text": "Peygamber'in (ﷺ) akrabaları hakkında el-Saddi dedi ki: Onlar Banu Abd al-Muttalib'dir."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Yezid b. Hurmuz, Najdah al-Haruri haccı sırasında İbn az-Zubayr'ın yönetimi altında, akrabaların (beşte birindeki) payı hakkında Abdullah b. Abbas'a sorması için birini gönderdi. O sordu: Kimin için düşünüyorsun? Abdullah b. Abbas cevap verdi: Allah'ın Resulü'nün (ﷺ) akrabaları için. Allah'ın Resulü (ﷺ) bunu aralarında paylaştırdı. Ömer bize sundu ama biz onu hakkımızdan daha az bulduk. Bu yüzden onu geri verdik ve kabul etmedik."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "'Abd al-Rahman b. Ebi Leyla'dan rivayet edilmiştir: Ali'nin şöyle dediğini işittim: Allah'ın Resulü (ﷺ) bana ganimetin beşte birini tahsis etti. Ben onu Allah'ın Resulü (ﷺ) ve Ebu Bekir ve Ömer'in hayatları boyunca yararlanıcılarına harcadım. Bir mal ona (Ömer'e) getirildi ve beni çağırdı ve dedi ki: Al bunu. Ben dedim ki: İstemiyorum. O dedi ki: Al; buna hakkın var. Ben dedim ki: Buna ihtiyacımız yok. Böylece onu devlet hazinesine yatırdı."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "İbn A’bud dedi ki, Ali bana “Sana kendim ve Allah’ın Elçisi (ﷺ) Fatıma hakkında anlatmayayım mı? O, ailesinin en sevdiğiydi.” dedi. Ben “Evet” dedim. O da “O, elini o kadar değirmen taşına çekti ki, eli etkilendi, su torbasını o kadar taşıdı ki, göğsünün üst kısmı etkilendi, evi o kadar süpürdü ki, elbiseleri kirlenmişti. Peygamber (ﷺ) bazı köleler edindi.” dedi. Ben de “Keşke babana gidip ondan bir köle isteseydin.” dedim. O, ona gitti ve yanında bazı insanların olduğunu gördü, onlarla konuşuyordu. Bu yüzden geri döndü. Ertesi gün tekrar geldi. O, ona “İhtiyacın neydi?” diye sordu. Ama o suskun kaldı. Ben de “Ey Allah’ın Elçisi (ﷺ), ona bilgi vereyim.” dedim. “O, değirmen taşını o kadar çekti ki, eli etkilendi, su torbasını o kadar taşıdı ki, göğsünün üst kısmı etkilendi. Köleler sana getirildiğinde, ona gelmesini ve kendisinden bir köle istemesini söyledim ki, çektiği sıkıntılardan kurtulsun.” dedi. O da “Fatıma, Allah’tan kork ve Rabbinin görevini yerine getir ve ailene hizmet et.” dedi. “Yatarken ‘Subhanallah’ otuz üç kez, ‘Elhamdulillah’ otuz üç kez, ‘Allah en büyüktür’ otuz dört kez de ki. Bu, yüz kere olur. Bu, senin için bir hizmetçiden daha hayırlı olacaktır.” dedi. O da “Ben Allah’a, Yüce O’na ve Elçisine (ﷺ) razıyım.” dedi."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated Mujja'ah ibn Mirarah al-Yamani:",
      "text": "Yukarıda bahsedilen rivayet, Ali bin Hüseyin tarafından farklı bir raviler zinciri ile de aktarılmıştır. Bu versiyon “O (Peygamber) ona bir köle vermedi.” ifadesini eklemektedir."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Mücja'ah ibn Mirarah el-Yemani'den rivayet edilmiştir: Mücja'ah, Banu Sadus'un Banu Dhuhl'den birini öldürdüğü kardeşinin kan bedelini Peygamber (ﷺ) ile görüşmek üzere gitti."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Peygamber (ﷺ) dedi ki: “Eğer bir müşrik için kan bedeli belirleseydim, bu senin kardeşin için olurdu. Ama ben sana onun için bir tazminat vereceğim.” Bunun üzerine Peygamber (ﷺ) ona, Banu Dhuhl'un müşriklerinden alınan beşte birden yüz deve verilmesi için bir belge yazdı. O da bunlardan bir kısmını aldı, çünkü Banu Dhuhl İslam’ı kabul etti."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Sonrasında, bunlar için Ebu Bekir’e gitti ve ona Peygamber (ﷺ) belgesini getirdi. Ebu Bekir, ona al-Yamamah’ın sadakasından bin iki yüz sa’ yazdı; dört bin (sa’) buğday, dört bin (sa’) arpa ve dört bin (sa’) hurma."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Peygamber (ﷺ) tarafından Mücja'ah için yazılan belgenin metni şöyleydi: \"Rahman ve Rahim olan Allah’ın adıyla. Bu belge, Muhammed, Peygamber’den, Banu Sulma’dan Mücja'ah ibn Mirarah’a. Ben ona, Banu Dhuhl’un müşriklerinden alınan ilk beşte birden yüz deve verdim, bu onun kardeşi için bir tazminat olarak.\""
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Amir Al Şa’bi dedi ki: “Peygamber (ﷺ) ganimetlerde safi adında özel bir paya sahipti. Bu, isterse bir köle, isterse bir cariye, isterse bir at olabilirdi. O, beşte biri çıkarmadan önce bunu seçerdi.”"
    },
    {
      "id": 71,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 72,
      "narrator": "Narrated Yazid ibn Abdullah:",
      "text": "İbn Awn dedi ki: “Ben Muhammed’e Peygamberin (ﷺ) payı ve safi hakkında sordum. O da “Onun için Müslümanlarla birlikte bir pay alınırdı, hatta o (savaşa) katılmasa bile ve safi (özel pay) her şeyden önce beşte birden alınırdı.” diye cevap verdi."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Katade dedi ki: “Allah’ın Elçisi (ﷺ) savaşa katıldığında, istediği yerden aldığı özel bir pay vardı. Safi de o paydan biriydi. Ama kendisi savaşa katılmadığında, onun için bir pay alınırdı, ama seçme hakkı yoktu.”"
    },
    {
      "id": 75,
      "narrator": "Narrated Muhayyisah:",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Ebu Hureyre dedi ki: Biz mescitte iken, Allah'ın Elçisi (ﷺ) dışarı çıktı ve \"Yahudilere gelin\" dedi. Biz de onunla birlikte dışarı çıktık ve onlara geldik. Allah'ın Elçisi (ﷺ) ayağa kalktı, onlara seslendi ve \"Ey Yahudi topluluğu, eğer İslam'ı kabul ederseniz, güven içinde olursunuz\" dedi. Onlar \"Mesajı verdin, Ebu'l-Kasim\" dediler. Allah'ın Elçisi (ﷺ) \"İslam'ı kabul edin, güven içinde olursunuz\" dedi. Onlar yine \"Mesajı verdin, Ebu'l-Kasim\" dediler. Allah'ın Elçisi (ﷺ) \"Benim kastettiğim budur\" dedi. Sonra üçüncü kez \"Biliniz ki, bu toprak Allah'a ve O'nun Elçisine aittir ve ben sizi bu topraklardan sürmeyi amaçlıyorum. Eğer aranızda mülkü olan varsa (onu alıp götüremez), onu satmalıdır; aksi takdirde bilin ki, bu toprak Allah'a ve O'nun Elçisine (ﷺ) aittir\" dedi."
    },
    {
      "id": 77,
      "narrator": "Narrated A man from the companions of the Prophet:",
      "text": "Abdullah bin Umer'den rivayet edilmiştir: Bir adam, Peygamberin (ﷺ) arkadaşlarından birinden şöyle dedi: Kureyş'in kafirleri, İbn Übeyy'e ve putperestlerden Aws ve Hazrec'e bir mektup yazdılar. O zaman Allah'ın Elçisi (ﷺ) Medine'deydi, Bedir savaşı öncesinde. (Mektupta) \"Sen bizim arkadaşımıza koruma verdin. Allah'a yemin ederiz, ya onunla savaşmalısın ya da onu sürmelisin, yoksa biz sana tüm gücümüzle geleceğiz, ta ki savaşçılarını öldürüp kadınlarını alana dek\" yazdılar. Bu (haber) Abdullah bin Übeyy'e ve onunla birlikte putperestlere ulaştığında, Allah'ın Elçisi (ﷺ) ile savaşmak için toplandılar. Bu haber Allah'ın Elçisine (ﷺ) ulaştığında, onlara gitti ve \"Kureyş'in size tehditleri sona ermiştir. Onlar sizin aleyhinize daha büyük bir tuzak kuramazlar, siz kendinize zarar vermek için neyi kastettiyseniz, o kadar. Oğullarınızla ve kardeşlerinizle savaşmaya istekli misiniz?\" dedi. Peygamber (ﷺ) bunu duyduklarında dağıldılar. Bu, Kureyş'in kafirlerine ulaştı. Kureyş'in kafirleri, Bedir savaşından sonra Yahudilere bir mektup daha yazdılar: \"Siz silah ve kaleler insanlarısınız. Ya bizim arkadaşımızla savaşmalısınız ya da sizinle belirli bir şekilde muamele edeceğiz. Ve kadınlarınızın bilezikleri arasında hiçbir şey olmayacak.\" Mektupları Peygamber (ﷺ)'e ulaştığında, Banu Nadir'i antlaşmayı ihlal etmek için topladılar. Peygamber (ﷺ)'e bir mesaj gönderdiler: \"Arkadaşlarınızdan otuz kişi ile bizimle çıkın, bizden de otuz rabbi gelecek ve bir merkezde buluşacağız, orada sizi dinleyecekler. Eğer size şahitlik ederler ve size inanırlarsa, biz de size inanacağız.\" Rivayetçi daha sonra tüm hikayeyi anlattı. Ertesi gün, Allah'ın Elçisi (ﷺ) sabah bir orduyla dışarı çıktı ve onları kuşattı. Onlara şöyle dedi: \"Allah'a yemin ederim, benimle bir antlaşma yapmadıkça sizlere huzur vermeyeceğim.\" Ancak onlar onunla antlaşma yapmayı reddettiler. Bu nedenle aynı gün onlarla savaştı. Sonra sabah Banu Kureyş'e bir orduyla saldırdı ve Banu Nadir'i bıraktı. Onlara bir antlaşma imzalatmayı istedi ve imzaladılar. Onlardan döndü ve Banu Nadir'e bir orduyla saldırdı. Onlarla savaştı ta ki sürgün olmaya razı olana dek. Banu Nadir sürgün edildi ve develerinin taşıyabileceği her şeyi, yani mülklerini, evlerinin kapılarını ve odunlarını aldılar. Hurma ağaçları, Allah'ın Elçisi (ﷺ) için özel olarak ayrılmıştı. Allah, onları ona bahşetti ve ona özel bir pay olarak verdi. O (Allah), yüce dedi ki: \"Allah'ın Elçisi'ne (ve onlardan alınan) neyi bahşettiyse, bunun için siz ne neferle ne de atlılarla bir sefer yapmadınız.\" Dedi ki: \"Savaşmadan.\" Böylece Peygamber (ﷺ) bunun çoğunu muhacirlere verdi ve aralarında paylaştırdı; ve ihtiyaç sahibi iki yardımcı arasında birazını paylaştırdı, diğer yardımcılar arasında ise sadece o iki kişiye paylaştırdı. Geri kalan, Allah'ın Elçisi'nin (ﷺ) sadakası olarak, Fatıma'nın (Allah ondan razı olsun) soylarının elinde kaldı."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "İbn Umer dedi ki: \"Yahudiler Banu Nadir ve Kureyza, Allah'ın Elçisi (ﷺ) ile savaştı, bu yüzden Allah'ın Elçisi (ﷺ) Banu Nadir'i sürgün etti ve Kureyza'nın kalmasına izin verdi ve onlara iyilikte bulundu. Kureyza daha sonra (Peygamberle) savaştı.\" Böylece onların erkeklerini öldürdü ve kadınlarını, mülklerini ve çocuklarını Müslümanlar arasında paylaştırdı, sadece Allah'ın Elçisi (ﷺ) ile birlikte olan bazıları hariç. Onlara koruma verdi ve daha sonra İslam'ı kabul ettiler. Allah'ın Elçisi (ﷺ) Medine'deki tüm Yahudileri, Banu Kaynuka, Abdullah bin Selam'ın halkı, Banu Harith Yahudileri ve Medine'de yaşayan diğer Yahudileri tamamen sürgün etti."
    },
    {
      "id": 79,
      "narrator": "Narrated Abdullah Ibn Umar:",
      "text": "Abdullah ibn Umer'den rivayet edilmiştir: Peygamber, Hayber halkıyla savaştı ve onların hurma ağaçlarını ve topraklarını ele geçirdi ve onları kalelerine kapalı kalmaya zorladı. Böylece, altın, gümüş ve silahların Allah'ın Elçisi'ne (ﷺ) gideceği ve develeriyle götürdükleri her şeyin kendilerine ait olacağına dair bir barış antlaşması yaptılar; şartıyla ki hiçbir şeyi gizleyip götürmeyeceklerdi. Eğer böyle yaparlarsa, onlara koruma olmayacak ve Müslümanlarla antlaşma olmayacaktı. Huyayy ibn Akhtab'ın bir çantasını aldılar, o Hayber'den önce öldürülmüştü. Banu Nadir'in süs eşyalarını aldılar, sürgün edildiklerinde. Peygamber (ﷺ) Sa'yah'a sordu: \"Huyayy ibn Akhtab'ın çantası nerede?\" O da: \"Bu çantanın içindekiler savaşlar ve diğer masraflar için harcandı\" diye cevap verdi. (Sonra) çantayı buldular. Böylece İbn Abul-Huqayk'ı öldürdü, onların kadınlarını ve çocuklarını esir aldı ve onları sürgün etmeyi düşündü. Onlar: \"Muhammed, bizi bu topraklarda çalışmamıza bırak; biz sana istediğin kadar ürünün yarısını vereceğiz, sen de yarısını alacaksın\" dediler. Allah'ın Elçisi (ﷺ) her bir eşine seksen wasq hurma ve yirmi wasq buğday katkısında bulunuyordu."
    },
    {
      "id": 80,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umer'den rivayet edilmiştir: Ömer dedi ki: \"Allah'ın Elçisi (ﷺ) Hayber Yahudileri ile, onları istediğimiz zaman sürgün edeceğimiz şartıyla işlem yaptı. Eğer birinin onlarla mülkü varsa, onu geri almalıdır; çünkü ben Yahudileri sürgün edeceğim.\" Böylece onları sürgün etti."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Abdullah bin Umer, Ömer'in şöyle dediğini bildirdi: \"Hayber fethedildiğinde, Yahudiler Allah'ın Elçisi'nden (ﷺ) tüm tarımı yapacaklarını ve ürünün yarısını alacaklarını onaylamasını istediler. Allah'ın Elçisi (ﷺ) 'Bu şartla sizi onaylayacağım, istediğimiz kadar' dedi. Böylece bu (şartla) onaylandılar. Hayber'in yarısından gelen hurmalar bir dizi paya bölündü. Allah'ın Elçisi (ﷺ) beşte birini alırdı. Allah'ın Elçisi (ﷺ) beşte birinden her bir eşine yüz wasq hurma ve yirmi wasq buğday katkısında bulunuyordu. Ömer, Yahudileri Hayber'den sürgün etmeyi düşündüğünde, Peygamber (ﷺ)'in eşlerine bir mesaj gönderdi ve onlara şöyle dedi: \"Eğer aranızdan biri, ben onun hurma ağaçlarını değerlendirmesiyle yüz wasq (hurma) almasını isterse, kökleri, toprakları ve suları ona ait olacaktır; ben bunu yapacağım. Ve eğer aranızdan biri, beşte birinden payını almak isterse, onu da yapacağız.\""
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Enes bin Malik dedi ki: \"Allah'ın Elçisi (ﷺ) Hayber'e saldırdı ve onu fethettik. Sonra savaş esirlerini topladı.\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Sahl bin Ebi Hathmah dedi ki: \"Allah'ın Elçisi (ﷺ) Hayber'i iki yarıya böldü. Bir yarısı acil ihtiyaçları ve gereksinimleri için ayrıldı, diğer yarısı Müslümanlar içindi. Onlara on sekiz pay olarak paylaştırdı.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Beşir bin Yasar, Peygamberin (ﷺ) bir grup arkadaşından duyduğunu söyledi. Sonra yukarıda bahsedilen geleneği anlattı. Dedi ki: \"Bir yarısı Müslümanların payları ve Allah'ın Elçisi'nin (ﷺ) payıydı. Diğer yarısını Müslümanlar için, başlarına gelen herhangi bir felaket ve acil ihtiyaçları için ayırdı.\""
    },
    {
      "id": 85,
      "narrator": "Narrated A Group of Companions of the Prophet:",
      "text": "Peygamberin (ﷺ) bir grup arkadaşından rivayet edilmiştir: Beşir ibn Yasar, Ensar'ın bir talebesi, Peygamberin (ﷺ) bir grup arkadaşından şöyle dedi: \"Allah'ın Elçisi (ﷺ) Hayber'i fethettiğinde, onu otuz altı lota böldü, her lot yüz pay içeriyordu. Bir yarısı Allah'ın Elçisi (ﷺ) ve Müslümanlar içindi; ve kalan yarısını kendisine gelen heyetler, diğer meseleler ve halkın acil ihtiyaçları için ayırdı.\""
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Beşir bin Yasar dedi ki: \"Allah, Hayber'i Peygamberine (ﷺ) fai' (savaşsız ganimet) olarak bahşettiğinde, onu otuz altı lota böldü. Her lot yüz pay içeriyordu. Yarımını acil ihtiyaçları ve başına gelen her şey için ayırdı. Al Watih, Al Kutaibah, Al Salalim ve bunlarla elde edilen her şey. Diğer yarısını ayırdı ve Al Shaqq, Nata' ve bunlarla elde edilen her şeyi paylaştırdı. Allah'ın Elçisi'nin (ﷺ) payı, bunlarla elde edilen mülk içinde yer aldı.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Bashir ibn Yasar:",
      "text": "Beşir ibn Yasar'dan rivayet edilmiştir: \"Allah, Hayber'i Allah'ın Elçisi'ne (ﷺ) fai' (savaşmadan ganimet) olarak bahşettiğinde, tamamını otuz altı lota böldü. Yarımını, yani on sekiz lotu, Müslümanlar için ayırdı. Her lot yüz pay içeriyordu ve Peygamber (ﷺ) onlarla birlikteydi. Onun payı, onların payı kadar oldu. Allah'ın Elçisi (ﷺ) on sekiz lotu, yani yarısını, gelecekteki ihtiyaçları ve Müslümanların başına gelen her şey için ayırdı. Bunlar Al-Watih, Al-Kutaybah, As-Salalim ve onların arkadaşlarıydı. Tüm bu mülk Peygamberin (ﷺ) ve Müslümanların eline geçtiğinde, üzerinde çalışacak yeterli işçi yoktu. Allah'ın Elçisi (ﷺ) Yahudileri çağırdı ve onlarla sözleşme yaptı.\""
    },
    {
      "id": 88,
      "narrator": "Narrated Mujammi' ibn Jariyah al-Ansari,:",
      "text": "Mücami' ibn Cariye el-Ensari'den rivayet edilmiştir: \"Hayber, Hudeybiye halkı arasında paylaştırıldı. Allah'ın Elçisi (ﷺ) onu on sekiz paya böldü. Ordu bin beş yüz kişiden oluşuyordu. Aralarında üç yüz atlı vardı. Atlılara iki kat pay, yaya olanlara ise bir pay verdi.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Abdullah ibn AbuBakr:",
      "text": "Abdullah ibn Ebu Bekir'den rivayet edilmiştir: Abdullah ibn Ebu Bekir ve Muhammed ibn Mesleme'nin bazı çocukları şöyle dedi: \"Hayber'den bazı insanlar kaldı ve kalelere kapandılar. Allah'ın Elçisi'nden (ﷺ) hayatlarını korumasını ve gitmelerine izin vermesini istediler. O da bunu yaptı. Fadak halkı bunu duydu; onlar da benzer bir yol benimsediler. (Fadak) bu nedenle, Allah'ın Elçisi (ﷺ) için özel olarak ayrılmıştı, çünkü atlı ve deve seferiyle ele geçirilmemişti.\""
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Sa'id bin Al Musayyab dedi ki: \"Allah'ın Elçisi (ﷺ) Hayber'in bir kısmını zorla fethetti.\""
    },
    {
      "id": 91,
      "narrator": "",
      "text": "İbn Şihab dedi ki: \"Bana ulaştığına göre, Allah'ın Elçisi (ﷺ) Hayber'i zorla fethetti. Kalelerinden inen sakinleri, kovulmak için savaştıktan sonra indiler.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn Shihab:",
      "text": "İbn Şihab'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Hayber ganimetinin beşini aldı ve geri kalanını savaşa katılanlar ile Hudeybiye seferine katılanlar arasında paylaştırdı."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Ömer dedi ki: \"Son Müslümanı düşünmeseydim, fethettiğim her şehri Allah'ın Elçisi (ﷺ) gibi paylaştırırdım.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Abbas ibn Abdülmuttalib, Abu Süfyan ibn Harb'ı fetih yılı (Mekke'nin fethi) Allah'ın Elçisine (ﷺ) getirdi. O da Marr az-Zahran'da İslam'ı kabul etti. Abbas ona dedi: \"Allah'ın Elçisi, Abu Süfyan bu gururu sever, ona bir şey yaparsan.\" O da: \"Evet, Abu Süfyan'ın evine giren güvendedir; kapısını kapatan güvendedir.\" dedi."
    },
    {
      "id": 95,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Marr az-Zahran'a indiğinde, Abbas dedi ki: \"Yemin ederim ki, eğer Allah'ın Elçisi (ﷺ) Kureyş gelmeden ve ondan koruma istemeden orduyla Mekke'ye zorla girerse, bu onların tamamen yok oluşudur.\" Bunun üzerine Allah'ın Elçisinin (ﷺ) katırına bindim ve düşündüm, belki ihtiyaçları için gelen bir adam bulur ve Mekkelilere Allah'ın Elçisinin (ﷺ) durumunu bildiririm, böylece ona gelir ve koruma isterler. Yolda giderken, Abu Süfyan ve Budayl ibn Warqa' konuşuyorlardı."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Ben dedim: \"Ey Abu Hanzalah!\" O benim sesimi tanıdı ve dedi: \"Abul Fadl mı?\" Ben cevap verdim: \"Evet.\" O dedi: \"Seninle kim var, ebeveynlerim sana feda olsun?\" Ben dedim: \"İşte Allah'ın Elçisi (ﷺ) ve halkı (onunla).\""
    },
    {
      "id": 97,
      "narrator": "",
      "text": "O sordu: \"Çıkış yolu neresi?\" O da: \"Arkamda bindi, arkadaşı geri döndü.\" Sabah olunca, onu Allah'ın Elçisine (ﷺ) getirdim ve İslam'ı kabul etti."
    },
    {
      "id": 98,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ben dedim: \"Allah'ın Elçisi, Abu Süfyan bu gururu sever, ona bir şey yap.\" O dedi: \"Evet, Abu Süfyan'ın evine giren güvendedir; ona kapısını kapatan güvendedir; ve camiye giren güvendedir.\" İnsanlar evlerine ve camiye dağıldılar."
    },
    {
      "id": 99,
      "narrator": "Narrated Uthman ibn Abul'As:",
      "text": "Vahb bin Munabbih dedi ki: \"Jabir'e sordum: \"Fetih günü (Mekke'nin fethi) herhangi bir ganimet aldılar mı?\" O cevap verdi: \"Hayır.\""
    },
    {
      "id": 100,
      "narrator": "Narrated Amir ibn Shahr:",
      "text": "Ebu Hureyre dedi ki: \"Peygamber (ﷺ) Mekke'ye girdiğinde, Al Zubair bin Al Awwam, Ebu Ubeyde bin Al Cerrah ve Halid bin Velid'i atların üzerinde bıraktı ve dedi ki: \"Ebu Hureyre, yardımcıları çağır.\" O da: \"Bu tarafa git. Önüne çıkanı öldür.\" dedi. Bir adam \"Bugünden sonra Kureyş olmayacak.\" diye bağırdı. Allah'ın Elçisi (ﷺ) dedi ki: \"Eve giren güvendedir; silah atan güvendedir.\" Kureyş'in ileri gelenleri (Kabe'de bir sığınak bulmayı) düşündüler, Kabe'ye girdiler ve orası onlarla doldu. Peygamber (ﷺ) Kabe'nin etrafında döndü ve istasyonun arkasında dua etti. Sonra Kabe'nin kapısını tuttu. Onlar (insanlar) dışarı çıkıp Peygamber (ﷺ) elinde İslam'a biat ettiler."
    },
    {
      "id": 101,
      "narrator": "Narrated Abyad ibn Hammal:",
      "text": "Ebu Davud dedi ki: \"Ahmad bin Hanbal'ın bir adam tarafından sorulduğunda \"Mekke zorla mı alındı?\" dediğini duydum. O da: \"Ne zarar verir sana, ne olursa olsun?\" dedi. Adam: \"O zaman barışla mı?\" dedi. O da: \"Hayır.\""
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Vahb dedi: \"Jabir'e, Thaqif'in biat ettiği zaman durumunu sordum.\" O da: \"Peygamber (ﷺ) ile, onlara ne sadaka (yani zekat) ne de cihad (Allah yolunda mücadele) olmayacağına dair şart koydular.\" dedi. Sonra Peygamber (ﷺ)'in: \"Sonradan sadaka (zekat) verecekler ve İslam'ı kabul ettiklerinde Allah yolunda mücadele edecekler.\" dediğini duydu."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Osman ibn Abul'As'tan rivayet edilmiştir: Thaqif heyeti Allah'ın Elçisine (ﷺ) geldiğinde, onları camide tutmasını sağladı, böylece kalplerini yumuşatabilsin. Ona, cihada katılmamaları, zekat vermemeleri ve namaz kılmamaları şartını koydular. Allah'ın Elçisi (ﷺ) dedi ki: \"Cihada katılmamak ve zekat vermemek konusunda muafiyet alabilirsiniz, ancak secde (yani namaz) olmayan bir dinde hayır yoktur.\""
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Amir ibn Şahr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) peygamber olarak ortaya çıktığında, Hamdan bana dedi ki: \"Bu adamla gidip bizim için müzakere edecek misin? Eğer bir şey kabul edersen, biz de kabul ederiz; eğer bir şeyi onaylamazsan, biz de onaylamayız.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ben dedim: \"Evet.\" Böylece ilerledim ve Allah'ın Elçisine (ﷺ) geldim. Onun motivasyonunu beğendim ve halkım İslam'ı kabul etti. Allah'ın Elçisi (ﷺ) Umayr Dhu Marran için bir belge yazdı. Ayrıca Malik ibn Murarah ar-Rahawi'yi Yemen halkına gönderdi. Böylece Akk Dhu Khaywan İslam'ı kabul etti."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Sa’id bin Abd Al ‘Aziz dedi ki: “Arabistan, Al Wadi ile Yemen'in uç noktaları arasında, Al Irak sınırlarına ve denize kadar uzanmaktadır.”"
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Abu Dawud dedi ki: “Bu rivayet, Al Harith bin Miskin'e okundu, ben de buna şahit oldum.” Ashhab bin ‘Abd Al Aziz, bunu Malik'ten rivayet etti. Malik dedi ki: ‘Umar, Necirân halkını sürgün etti, fakat onları Taima'dan sürmedi. Çünkü burası Arabistan topraklarına dahil değildi. Al Wadi'ye gelince, sanırım oradan Yahudiler sürgün edilmedi. Onlar burayı Arabistan topraklarından saymıyorlardı."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Malik dedi ki: “’Umar, Necirân ve Fadak Yahudilerini sürgün etti.”"
    },
    {
      "id": 110,
      "narrator": "Narrated Anas ibn Malik ; Uthman ibn AbuSulayman:",
      "text": "---"
    },
    {
      "id": 111,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Abu Hurairah, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: “Irak, ölçüsünü (qafiz) ve dirhemini engelleyecek. Suriye, ölçüsünü (mudi) ve dinarını engelleyecek. Mısır, ölçüsünü (irdabb) ve dinarını engelleyecek. Sonra başladığınız yere geri döneceksiniz.” Zuhair bunu üç kez söyledi. Abu Hurairah'ın et ve kanı buna şahitlik etti."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Abu Hurairah, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: “Gittiğiniz ve kaldığınız her şehirde, sizin payınız oradadır. Fakat Allah'a ve Elçisine isyan eden her şehirden, beşte biri Allah'a ve Elçisine gider, geriye kalan sizin olur.”"
    },
    {
      "id": 114,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Anas ibn Malik'ten rivayet edildi; Uthman ibn AbuSulayman: Peygamber (ﷺ), Halid ibn al-Walid'i Dumah'ın Ukaydir'ine gönderdi. O yakalandı ve ona (yani Peygamber'e) getirildi. Hayatını bağışladı ve ona cizye (vergi) ödemesi şartıyla barış yaptı."
    },
    {
      "id": 116,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "---"
    },
    {
      "id": 117,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Mu'adh ibn Jabal'dan rivayet edildi: Peygamber (ﷺ) onu Yemen'e gönderdiğinde, ergenliğe ulaşan herkesten bir dinar veya Yemen kökenli Mu'afiri elbisesi almasını emretti."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 119,
      "narrator": "Narrated Ubaydullah:",
      "text": "Peygamber (ﷺ) tarafından benzer bir rivayet, Mu’adh aracılığıyla farklı bir nakil zinciriyle de aktarılmıştır."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Bir adam, annesi tarafından Bakr bin Wa’il'den şöyle rivayet etti: \"Ey Allah'ın Elçisi (ﷺ), halkımdan öşür alabilir miyim?\" O da: \"Öşür, Yahudiler ve Hristiyanlar üzerinde alınır.\" diye cevap verdi."
    },
    {
      "id": 122,
      "narrator": "Narrated A man of Banu Taghlib:",
      "text": "Banu Taghlib'den bir adam rivayet etti: Harb ibn Ubaydullah ibn Umayr at-Thaqafi, dedesi Banu Taghlib'den bir adamdan şöyle aktardı: \"Ben Peygamber (ﷺ)'e geldim, İslam'ı kabul ettim ve o da bana İslam'ı öğretti. Müslüman olan halkımdan nasıl sadaka alacağımı da öğretti. Sonra ona döndüm ve dedim: 'Ey Allah'ın Elçisi, bana öğrettiklerin dışında sadakayı unuttum. Onlardan öşür alabilir miyim?' O da: 'Hayır, öşür Hristiyanlar ve Yahudiler üzerinde alınır.' diye cevap verdi."
    },
    {
      "id": 123,
      "narrator": "Narrated Al-Irbad ibn Sariyah as-Sulami:",
      "text": "Al-Irbad ibn Sariyah as-Sulami'den rivayet edildi: Biz, Peygamber (ﷺ) ile Hayber'e indim ve yanında arkadaşları vardı. Hayber'in reisi isyankar ve iğrenç bir adamdı."
    },
    {
      "id": 124,
      "narrator": "Narrated A man of Juhaynah:",
      "text": "O, Peygamber (ﷺ)'e geldi ve dedi: \"Senin, Muhammed, bizim eşeklerimizi kesip, meyvelerimizi yemeni ve kadınlarımıza vurmanı uygun buluyor musun?\""
    },
    {
      "id": 125,
      "narrator": "Narrated A number of Companions of the Prophet:",
      "text": "Peygamber (ﷺ) öfkelendi ve dedi: \"İbn Awf, atına bin ve yüksek sesle de ki: Dikkat edin, cennet yalnızca bir mümin için helaldir ve insanların namaz için toplanması gerekir.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Onlar toplandılar ve Peygamber (ﷺ) onlara namaz kıldırdı, ayakta durdu ve dedi: \"Sizlerden herhangi biri, koltuğuna yaslanmışken, Allah'ın yalnızca bu Kur'an'da bulunan şeyleri yasakladığını mı düşünüyor? Vallahi, ben, Kur'an'da bulunanlardan daha fazla sayıda çeşitli meseleleri vaaz ettim, emrettim ve yasakladım. Allah, sizlere, ehli kitap olanların evlerine izinsiz girmeyi, kadınlarına vurmaya veya size verdikleri meyveleri yemeyi helal kılmamıştır.\""
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Juhaynah'dan bir adam rivayet etti: Peygamber (ﷺ) dedi: \"Muhtemelen bir halkla savaşacaksınız, onları yeneceksiniz ve onlar, mülkleriyle kendilerini ve çocuklarını kurtaracaklar.\" Sa'id'in rivayetinde: \"Sonra onlarla barış yapacaksınız.\" şeklindedir. Anlaşmalı versiyon ise: \"Ondan daha fazlasını almayın, çünkü bu sizin için uygun değildir.\" şeklindedir."
    },
    {
      "id": 128,
      "narrator": "Narrated Abdullah al-Hawzani:",
      "text": "Peygamber (ﷺ)'in bir çok arkadaşından rivayet edildi: Safvan, Allah'ın Elçisi (ﷺ)'nin bir çok arkadaşından, babalarının birbirine akraba olduğu kişilerden şöyle aktardı: \"Dikkat edin, eğer bir sözleşme yapan bir adama haksızlık ederseniz, ya da hakkını eksiltirseniz, ya da onu kapasitesinin üzerinde çalışmaya zorlar veya ondan rızası olmadan bir şey alırsanız, ben Kıyamet Günü onun için şefaat edeceğim.\""
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Abdullah ibn Abbas'tan rivayet edildi: Peygamber (ﷺ) dedi: \"Cizye, bir Müslümandan alınmaz.\""
    },
    {
      "id": 130,
      "narrator": "Narrated Iyad ibn Himar:",
      "text": "Muhammed bin Kathir dedi ki: \"Süfyân'a yukarıda bahsedilen hadisi açıklaması istendi.\" O da: \"İslam'ı kabul ettiğinde, ona cizye alınmaz.\" dedi."
    },
    {
      "id": 131,
      "narrator": "Narrated Alqamah ibn Wa'il:",
      "text": "Abdullah al-Hawzani'den rivayet edildi: Aleppo'da, Allah'ın Elçisi (ﷺ) olan Bilal ile karşılaştım ve dedim: \"Bilal, bana söyle, Allah'ın Elçisi (ﷺ)'nin mali durumu neydi?\""
    },
    {
      "id": 132,
      "narrator": "",
      "text": "O da: \"Hiçbir şeyi yoktu. O günden itibaren ben onun adına bunu yönettim, Allah onu peygamber yaptığından itibaren, vefat edene kadar. Bir Müslüman adam ona geldi ve onu çıplak buldu, bana (onu giydirmemi) emretti. Ben gidip, borç alır ve ona bir elbise satın alırdım. Sonra onu giydirir ve beslerdim.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Amr ibn Hurayth:",
      "text": "Müşriklerden biri bana rastladı ve dedi: \"Ben zenginim, Bilal. Başka hiç kimseden borç alma.\" Ben de buna göre yaptım. Bir gün abdest alırken ve ezan okumak için ayağa kalkarken, aynı müşrik bir grup tüccar ile geldi."
    },
    {
      "id": 134,
      "narrator": "Narrated Rabi'ah ibn AbuAbdurRahman:",
      "text": "Beni görünce, dedi: \"Ey Habeşli.\" Ben de: \"Ben hizmetindeyim.\" dedim. O, bana hoş olmayan bakışlarla yaklaştı ve sert sözler söyledi. Bana sordu: \"Bu ayın tamamlanmasına kaç gün kaldığını biliyor musun?\" Ben de: \"Zaman yaklaşıyor.\" dedim. O: \"Bu ayın tamamlanmasına sadece dört gün kaldı. O zaman senden alacaklarımı (yani borcu) alacağım ve seni tekrar koyunlara bakman için geri döndüreceğim.\" diye söyledi. Ben de aklımda insanların bu tür durumlarda düşündüklerini düşünmeye başladım. Gece namazını kıldığımda, Allah'ın Elçisi (ﷺ) ailesine döndü. Ondan izin istedim ve bana izin verdi."
    },
    {
      "id": 135,
      "narrator": "Narrated Amr ibn Awf al-Muzani:",
      "text": "Dedim: \"Ey Allah'ın Elçisi, ebeveynlerim sana feda olsun, borç aldığım müşrik bana şöyle dedi. Ne senin ne de benim onun için verecek bir şeyimiz yok ve beni rezil edecek. Bu yüzden, bana İslam'ı yeni kabul eden bazı kabilelere kaçmam için izin ver, ta ki Allah, Elçisine (ﷺ) benim için ödemesi için bir şey versin.\" Dışarı çıktım ve evime ulaştım. Kılıcımı, su tulumu (veya kını), ayakkabılarımı ve kalkanımı başımın yanına koydum. Şafak sökene kadar yola çıkmayı düşündüm."
    },
    {
      "id": 136,
      "narrator": "Narrated Amr ibn Awf al-Muzani:",
      "text": "Amr ibn Awf al-Muzani'den rivayet edilmiştir: Peygamber (ﷺ), Bilal ibn Harith al-Muzani'ye al-Qabaliyyah madenlerini, hem üst tarafında hem de alt tarafında olmak üzere, bir mülk olarak tahsis etti. Rivayet eden İbn an-Nadr, \"Ayrıca Jars ve Dhat an-Nusub'u da\" ekledi. Anlaşmalı metin şöyle der: \"ve (ekim için uygun olan) Kudüs'teki arazi.\" Peygamber (ﷺ), Bilal ibn al-Harith'e herhangi bir Müslümanın hakkını vermedi. Peygamber (ﷺ) ona bir belge yazdı:"
    },
    {
      "id": 137,
      "narrator": "Narrated Abyad ibn Hammal:",
      "text": "\"Bu, Allah'ın Resulü (ﷺ) tarafından Bilal ibn al-Harith al-Muzani'ye tahsis edilmiştir. Ona al-Qabaliyyah madenlerini, hem üst hem de alt tarafında olmak üzere verdi ve Kudüs'te ekim için uygun olan araziyi verdi. Ona herhangi bir Müslümanın hakkını vermedi.\""
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Rivayet eden AbuUways dedi ki: Benim için benzer bir rivayet, Thawr ibn Zayd'den İkrime aracılığıyla İbn Abbas'tan Peygamber (ﷺ) adına aktarılmıştır. İbn an-Nadr ekledi: Ubayy ibn Ka'b bunu yazdı."
    },
    {
      "id": 139,
      "narrator": "Narrated Abyad ibn Hammal:",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "Narrated Sakhr ibn al-Ayla al-Ahmasi:",
      "text": "Abyad ibn Hammal'den rivayet edilmiştir: Abyad, Allah'ın Resulü (ﷺ) ile görüşmeye gitti ve ona (maden) tuzunu mülk olarak tahsis etmesini istedi. (Rivayet eden İbn al-Mutawakkil dedi ki: bu Ma'arib'deydi.)"
    },
    {
      "id": 141,
      "narrator": "Narrated Saburah ibn Ma'bad al-Juhani:",
      "text": "Böylece ona mülk olarak tahsis etti. Döndüğünde, toplantıdaki bir adam sordu: Ona mülk olarak ne tahsis ettiğini biliyor musun? Ona sürekli akan suyu tahsis ettin. Böylece onu geri aldı. Kendisine arak ağaçlarının yetiştiği bir araziyi koruma hakkında sordu. O da: \"O, deve ayaklarının gittiği bölgenin ötesinde olabilir.\" diye cevap verdi."
    },
    {
      "id": 142,
      "narrator": "Narrated Asma' daughter of AbuBakr:",
      "text": "Rivayet eden İbn al-Mutwakkil dedi ki: \"bu deve ayaklarıdır.\""
    },
    {
      "id": 143,
      "narrator": "Narrated Qaylah bint Makhramah:",
      "text": "---"
    },
    {
      "id": 144,
      "narrator": "Narrated Asmar ibn Mudarris:",
      "text": "Muhammad bin Al hasan Al Mukhzumi dedi ki: \"Deve ayaklarının ulaşmadığı yer\" ifadesi, develerin (arak ağaçlarını) başlarının erişiminde yediği anlamına gelir. Dolayısıyla (arak ağaçlarının yetiştiği) arazi, böyle bir bölgenin ötesinde korunabilir."
    },
    {
      "id": 145,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 146,
      "narrator": "Narrated Sa'id ibn Zayd:",
      "text": "Abyad ibn Hammal'den rivayet edilmiştir: O, Allah'ın Resulü (ﷺ) ile arak ağaçlarının yetiştiği bir arazi istemek için görüştü. Allah'ın Resulü (ﷺ) dedi ki: \"Arak ağaçlarının yetiştiği bir arazinin korunması için izin yoktur.\" O da: \"Bu arak ağaçları benim tarlamın sınırları içindedir.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Arak ağaçlarının yetiştiği bir arazinin korunması için izin yoktur.\""
    },
    {
      "id": 147,
      "narrator": "Narrated Urwah:",
      "text": "Rivayet eden Faraj dedi ki: \"Benim tarlamın sınırları içinde\" ifadesiyle, dört tarafı çevrili ve içinde mahsul yetişen araziyi kastetti."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 149,
      "narrator": "Narrated Urwah:",
      "text": "Sakhr ibn al-Ayla al-Ahmasi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) Thaqif'e akın etti. Sakhr bunu duyduğunda, atı ile birlikte bazı atlılarla Peygamber (ﷺ) destek olmak için yola çıktı. Allah'ın Resulü (ﷺ) geri döndüğünde, Ta'if'i fethetmediğini buldu."
    },
    {
      "id": 150,
      "narrator": "Narrated Samurah:",
      "text": "O gün Sakhr, Allah ile bir ahit yaptı ve O'nun korumasını aldı ki bu kaleden ayrılmayacak, ta ki (sakinleri) Allah'ın Resulü'nün emrine teslim olana kadar. Onları, Allah'ın Resulü'nün emrine teslim olana kadar bırakmadı."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Hişam dedi ki: \"Haksız damar, bir adamın başka bir adamın arazisine bir ağaç dikmesi demektir ki, böylece ona hak kazanmış olsun. Malik dedi ki: \"Haksız damar, bir adamın (bir şeyi) alıp bir çukur kazması ve bir ağaç dikmesi demektir, bu da onun hakkı olmadan.\""
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ebu Hümeyd el-Sa’idi dedi ki: \"Ben, Allah'ın Elçisi (ﷺ) ile birlikte Tabuk'a bir sefer için gittim. Vadi el-Kura'ya vardığında, bahçesinde bir kadın buldu. Allah'ın Elçisi (ﷺ) arkadaşlarına dedi ki: \"Meyve miktarını değerlendirin.\" Allah'ın Elçisi (ﷺ) on wasq değerlendirdi.\" Kadına dedi ki: \"Ürününü say.\" Sonra Tabuk'a geldik.\" Ailah'ın hükümdarı, Allah'ın Elçisi (ﷺ) için beyaz bir katır hediye etti. O da ona bir hırka hediye etti ve deniz kıyısındaki arazisi için bir belge yazdı. Vadi el-Kura'ya geldiğimizde, kadına dedi ki: \"Bahçenin ürünü ne kadar?\" Kadın cevap verdi: \"On wasq, ki Allah'ın Elçisi (ﷺ) bunu değerlendirmişti.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ben Medine'ye hızlı bir şekilde gidiyorum, eğer aranızdan biri benimle hızlı gitmek istiyorsa, acele etmelidir.\""
    },
    {
      "id": 153,
      "narrator": "Narrated Zaynab:",
      "text": "Zeynep'ten rivayet edilmiştir: O, Allah'ın Elçisi (ﷺ)'nin başından bitleri topluyordu, Uthman ibn Affan'ın eşi ve muhacir kadınlar onun yanındaydılar. Onlar, evlerinin kendilerine dar geldiğinden ve oradan çıkarıldıklarından şikayet ettiler. Allah'ın Elçisi (ﷺ), Muhacirlerin evlerinin eşlerine verilmesini emretti. Daha sonra Abdullah ibn Mes'ud vefat etti ve eşi Medine'deki evini miras aldı."
    },
    {
      "id": 154,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Mu'adh ibn Cebel'den rivayet edilmiştir: Cizyah kolyesini boynuna takan, Allah'ın Elçisi (ﷺ)'nin takip ettiği yoldan sapmıştır."
    },
    {
      "id": 155,
      "narrator": "Narrated AbudDarda':",
      "text": "Ebu Derdâ'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Eğer biri bir araziyi cizyah (ödeyerek) alırsa, hicretini reddetmiş olur; ve eğer biri bir kafirin utancını boynundan çıkarırsa, İslam'dan yüz çevirmiş olur.\" (Rivayet eden) dedi ki: \"Daha sonra Halid ibn Ma'dan bu hadisi benden duydu ve dedi ki: \"Şubeyb sana bunu rivayet etti mi?\" Ben de: \"Evet.\" dedim. O da: \"Ona gittiğinde, bu hadisi benim için yazmasını iste.\" dedi. O da, onun için yazdı. Ben geldiğimde, Halid ibn Ma'dan bana kağıdı sordu ve ben de ona verdim. Kağıdı okuduğunda, bunu duyduğu anda elindeki arazileri terk etti."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Ebu Davud dedi ki: \"Bu Yezid b. Humeyr el-Yazani, Şu'ba'nın talebesi değildir.\""
    },
    {
      "id": 157,
      "narrator": "Narrated As-Sa'b ibn Jaththamah:",
      "text": "Sa'b bin Cethâme, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: \"Korunan arazinin izni yoktur, ancak Allah ve O'nun Elçisi içindir.\""
    },
    {
      "id": 158,
      "narrator": "Narrated AbuHurayrah:",
      "text": "İbn Şihab dedi ki: \"Bana ulaştığına göre, Allah'ın Elçisi (ﷺ) Naqi'yi korumuştur.\""
    },
    {
      "id": 159,
      "narrator": "",
      "text": "As-Sa'b ibn Cethâme'den rivayet edilmiştir: Peygamber (ﷺ) Naqi'yi korudu ve dedi ki: \"Korunan arazinin izni yoktur, ancak Yüce Allah içindir.\""
    },
    {
      "id": 160,
      "narrator": "Narrated Duba'ah daughter of az-Zubayr ibn AbdulMuttalib:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Gömülü hazine üzerinde beşte bir vergi ödenir.\""
    },
    {
      "id": 161,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Hasan dedi ki: \"Rikaz, İslam öncesi dönemde gömülen hazine demektir.\""
    }
  ]
}