{
  "language": "tr",
  "metadata": {
    "length": 84,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "İmrân ibn Husayn'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer biri hapislikte yalan yere yemin ederse, bu yüzden cehennemdeki yeri hazırlanmalıdır."
    },
    {
      "id": 2,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir Müslümanın malını haksız yolla almak için yalan yere yemin eden kimse, Allah ile karşılaştığında O'nun gazabına uğrayacaktır."
    },
    {
      "id": 3,
      "narrator": "Narrated Al-Ash'ath ibn Qays:",
      "text": "Al-Ash'ath dedi ki: Allah'a yemin ederim, bu benim hakkımda söyledi. Benimle bir Yahudi arasında bir arazi vardı, ama o bunu inkar etti; bu yüzden onu Peygamber'e (ﷺ) götürdüm."
    },
    {
      "id": 4,
      "narrator": "Narrated 'Alqamah b. Wa'il b. Hujr al-Hadrami:",
      "text": "Peygamber (ﷺ) bana sordu: Delilin var mı? Ben de: Hayır, dedim. O Yahudi'ye: Yemin et, dedi. Ben: Allah'ın Elçisi, şimdi o yemin edecek ve benim malımı alacak, dedim. Bunun üzerine Yüce Allah, \"Allah'a olan imanlarını ve kendi verdikleri sözü küçük bir bedelle satanların ahirette hiçbir nasibi yoktur.\" ayetini indirdi."
    },
    {
      "id": 5,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Al-Ash'ath ibn Qays'dan rivayet edilmiştir: Kinda'dan bir adam ve Hadramut'tan bir adam, Yemen'deki bir arazi hakkında Peygamber'e (ﷺ) geldiler. Al-Hadrami dedi ki: Allah'ın Elçisi, bu (adamın) babası benim arazimi gasp etti ve o onun elinde."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Peygamber sordu: Delilin var mı?"
    },
    {
      "id": 7,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Al-Hadrami cevap verdi: Hayır, ama ona yemin ettiriyorum (ki) babasının benden gasp ettiği arazinin benim olduğunu bilmediğini söylesin."
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Al-Kindi yemin etmeye hazırlandı."
    },
    {
      "id": 9,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar through a different chain of narrators to the same effect up to the words \"by your fathers\". This version adds:",
      "text": "Allah'ın Elçisi (ﷺ) dedi ki: Eğer biri yemin ederek malı gasp ederse, Allah ile elinin kesik olarak karşılaşacaktır."
    },
    {
      "id": 10,
      "narrator": "Sa'id ibn Ubaydah said:",
      "text": "Al-Kindi daha sonra dedi: Bu onun arazisi."
    },
    {
      "id": 11,
      "narrator": "Referring to the story of a bedouin, Talhah b. 'Ubaid Allah reported the Prophet (ﷺ) as saying:",
      "text": "'Alqamah b. Wa'il b. Hujr al-Hadrami'den rivayet edilmiştir: Babası aracılığıyla: Hadramut'tan bir adam ve Kinda'dan bir adam, Allah'ın Elçisi'ne (ﷺ) geldiler. Al-Hadrami dedi ki: Allah'ın Elçisi, bu (adam) benden zorla babama ait olan arazimi aldı. Al-Kindi dedi: Bu benim arazim, benim mülküm ve ben onu ekiyorum, onun buna hakkı yok. Peygamber (ﷺ) daha sonra Al-Hadrami'ye dedi: Delilin var mı? O da: Hayır, dedi. Sonra dedi: O halde onun yeminini al. O da: Allah'ın Elçisi, o bir yalancı, yemin ettiği şeyin önemi yok. O kendini hiçbir şeyden alıkoymuyor. Peygamber (ﷺ) dedi: Ondan başka bir şey elde edemezsin. O, onun için yemin etmeye gitti. Arkasını döndüğünde, Allah'ın Elçisi (ﷺ) dedi: Eğer o, malı haksız yolla almak için yemin ederse, Allah ile O'na kayıtsız bir şekilde karşılaşacaktır."
    },
    {
      "id": 12,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bu minberimde yalan yere yemin edilmemelidir, hatta yeşil bir diş temizleme aleti üzerinde bile; aksi takdirde cehennemdeki yeri hazırlanır ya da cehennem onun için kesin olur."
    },
    {
      "id": 13,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Eğer biri \"Al-Lat'a yemin ederim\" derse, \"Allah'tan başka ilah yoktur\" demelidir. Ve eğer biri arkadaşına \"Gel, seninle para için oynayayım\" derse, bir şey sadaka vermelidir."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Babalarınıza, annelerinize ya da Allah'a rakip olan şeylere yemin etmeyin; yalnızca Allah'a yemin edin ve yalnızca doğru konuştuğunuzda Allah'a yemin edin."
    },
    {
      "id": 15,
      "narrator": "Narrated Suwayd ibn Hanzalah:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) 'Umar al-Khattab'ı bir kafilede buldu, o da babası üzerine yemin ediyordu. Bunun üzerine şöyle dedi: Allah, sizi atalarınıza yemin etmekten men etti. Eğer biri yemin ederse, yalnızca Allah'a yemin etmelidir ya da susmalıdır."
    },
    {
      "id": 16,
      "narrator": "Narrated Thabit bin Adh-Dahhak:",
      "text": "Thabit bin Adh-Dahhak'tan rivayet edilmiştir: O, Allah'ın Resulü'ne (ﷺ) ağaç altında biat etti. Allah'ın Resulü (ﷺ) dedi ki: Eğer biri İslam dışındaki bir dinle yalan yere yemin ederse, o, söylediği gibidir. Eğer biri kendini bir şeyle öldürürse, Kıyamet Günü'nde onunla cezalandırılacaktır. Bir adamın kontrolü dışında olan bir adak, ona bağlayıcı değildir."
    },
    {
      "id": 17,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Buraydah ibn al-Hasib'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri yemin eder ve \"İslam'dan uzağım\" derse; eğer yalan söylüyorsa (yemininde), o, İslam'a sağlıklı bir şekilde geri dönemeyecektir."
    },
    {
      "id": 18,
      "narrator": "Narrated Yusuf ibn Abdullah ibn Salam:",
      "text": "Yusuf ibn Abdullah ibn Salam'dan rivayet edilmiştir: Peygamber (ﷺ) bir ekmeğin üzerine bir hurma koydu ve dedi ki: Bu, ekmekle yenilen bir şeydir (baharatlar)."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Benzer bir rivayet, Yusuf b. 'Abd Allah b. Salam tarafından farklı bir raviden aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri yemin ederken \"Eğer Allah dilerse\" derse, o, bir istisna yapmış olur."
    },
    {
      "id": 21,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri yemin eder ve bir istisna yaparsa, dilerse onu yerine getirebilir, dilerse bozabilir; bozmasından dolayı bir sorumluluğu yoktur."
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) sıkça kullandığı yemin şuydu: Hayır, kalpleri çeviren (Allah) adına."
    },
    {
      "id": 23,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) kuvvetli bir yemin ettiğinde, \"Hayır, Abul Kasım'ın ruhunun elinde olan (Allah) adına\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) yemin ettiğinde, \"Hayır, ve Allah'tan bağışlanma dilerim\" derdi."
    },
    {
      "id": 25,
      "narrator": "Narrated Laqit ibn Amir:",
      "text": "Laqit ibn Amir'den rivayet edilmiştir: Biz Allah'ın Resulü'ne (ﷺ) bir heyet olarak geldik. Peygamber (ﷺ) daha sonra dedi ki: Tanrının yaşı adına."
    },
    {
      "id": 26,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Ebu Bekir, Peygamberi (ﷺ) yemin ettirdi. Peygamber (ﷺ) dedi ki: Yemin ettirme."
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Ebu Hureyre, bir adamın Allah'ın Resulü'ne (ﷺ) geldiğini ve \"Geçen gece bir rüya gördüm\" dediğini aktardı. Sonra Ebu Bekir bunu yorumladı. Peygamber (ﷺ) dedi ki: Kısmen doğru, kısmen yanlısın. Sonra dedi ki: Yemin ederim, Allah'ın Resulü, babam sana feda olsun, işlediğim hatayı bana söyle. Peygamber (ﷺ) dedi ki: Yemin etme."
    },
    {
      "id": 28,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Abbas through a different chain of narrators. In this version there is no mention of the word qasam (oath). It has the words:",
      "text": "Yukarıda bahsedilen rivayet, İbn 'Abbas tarafından farklı bir raviden aktarılmıştır. Bu versiyonda \"yemin\" kelimesine yer verilmemiştir. \"Ona bilgi vermedi\" ifadeleri vardır."
    },
    {
      "id": 29,
      "narrator": "Narrated 'Abd al-Rahman b. Abi Bakr:",
      "text": "'Abd al-Rahman b. Ebu Bekir'den rivayet edilmiştir: Bazı misafirler bizi ziyaret etti ve Ebu Bekir, gece Allah'ın Resulü (ﷺ) ile konuşuyordu. O (Ebu Bekir) dedi ki: Onlara ikramda bulunup, yiyeceklerini hazırlayana kadar size dönmeyeceğim. Sonra onlara yiyecek getirdi, ama onlar: Ebu Bekir gelmeden yemeyeceğiz dediler. Ebu Bekir geldi ve sordu: Misafirleriniz ne yaptı? Onların ikramından kurtuldunuz mu? Onlar: Hayır. Ben dedim ki: Onlara yiyecek getirdim ama reddettiler ve: Allah'a yemin ederiz ki, o gelmeden almayacağız dediler. Onlar: Doğru söyledi. O bize getirdi ama biz almadık, sen gelmeden. O sordu: Sizi ne engelledi? O dedi ki: Allah'a yemin ederim ki, bu gece yemek yemeyeceğim. Onlar: Biz de Allah'a yemin ederiz ki, sen alana kadar yemek yemeyeceğiz dediler. O dedi: Bu gece gibi bir kötülük görmedim. O dedi: Yemeğinizi yanınıza getirin. O ('Abd al-Rahman) dedi: Sonra onların yemeği yanlarına getirildi. O dedi: Allah'ın adıyla, ve yemeği aldı, onlar da aldı. Sonra ona sabahın doğduğunu bildirdim. Böylece o, Peygamber'e (ﷺ) gitti ve onun ve onların yaptıklarını bildirdi. O dedi: Siz onlardan en itaatkar ve en güvenilir olanınızdır."
    },
    {
      "id": 30,
      "narrator": "A similar tradition has also been transmitted by 'Abd al-Rahman b. Abi Bakr through a different chain of narrators. This version adds on the authority of Salim:",
      "text": "Benzer bir rivayet, 'Abd al-Rahman b. Ebu Bekir tarafından farklı bir raviden aktarılmıştır. Bu versiyon, Salim'in rivayetiyle eklenmiştir: \"Yemin bozma (keffareti) bana ulaşmadı.\""
    },
    {
      "id": 31,
      "narrator": "Sa'id ibn al-Musayyab said:",
      "text": "Sa'id ibn al-Musayyab dedi ki: Ansar'dan iki kardeş, bir mirası paylaştılar. Kardeşlerden biri diğerine kendisine düşen payı sorduğunda, o da: Eğer bana tekrar payını sorarsan, bütün malım Kabe'nin süslenmesine harcanacak, dedi."
    },
    {
      "id": 32,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Umar ona dedi ki: Kabe senin malına ihtiyaç duymuyor. Yeminine kefaret ver ve kardeşinle konuş. Ben, Allah'ın Messenger'ı (ﷺ) şöyle dediğini duydum: Rabbe isyan etmek, akrabalık bağlarını koparmak veya insanın kontrolünde olmayan bir şey hakkında yapılan yemin veya adak senin üzerin de değildir."
    },
    {
      "id": 33,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dedi ki: Bir adak, Allah'ın rızasını kazanmak için yapılan şeylerde bağlayıcıdır, akrabalık bağlarını koparmak için yapılan yemin ise bağlayıcı değildir."
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Burdah:",
      "text": "---"
    },
    {
      "id": 36,
      "narrator": "Narrated 'Abd al-Rahman b. Samurah:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dedi ki: İnsanların kontrolünde olmayan bir şey hakkında yapılan yemin veya adak, Allah'a isyan etmek ve akrabalık bağlarını koparmak bağlayıcı değildir. Eğer biri yemin eder ve sonra başka bir şeyi daha iyi bulursa, onu bırakmalı ve daha iyi olanı yapmalıdır; çünkü onu bırakmak, yeminine kefaret olur."
    },
    {
      "id": 37,
      "narrator": "A similar tradition has been transmitted by 'Abd al-Rahman b. Samurah through a different chain if narrators. This version has:",
      "text": "Abu Dawud dedi ki: Peygamber'den (ﷺ) gelen tüm sağlam rivayetler şunu söyler: \"Yeminine kefaret vermelidir,\" güvenilir olmayan versiyonlar hariç."
    },
    {
      "id": 38,
      "narrator": "Narrated Safiyyah bint Huyayy:",
      "text": "Abu Dawud dedi ki: Ahmad'a söyledim: Yahya b. Sa'id (el-Kattan) bu rivayeti Yahya b. 'Ubaid Allah'tan aktardı. O (Ahmad b. Hanbal) dedi ki: Ama o bunu bıraktı ve bunu yapma yetkisine sahipti. Ahmad dedi ki: Onun (Yahya b. 'Ubaid Allah'ın) rivayetleri munkar (reddedilmiş) ve babası bilinmemektedir."
    },
    {
      "id": 39,
      "narrator": "Narrated Muhammad b. Muhmmad b. Khattab Abu 'Umar :",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "Narrated Umayyah b. Khalid:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: İki adam, davalarını Peygamber'e (ﷺ) getirdiler. Peygamber (ﷺ) davacıdan delil getirmesini istedi, ama onun delili yoktu. Bunun üzerine sanıktan yemin etmesini istedi. O da Allah'a yemin etti: \"O'ndan başka ilah yoktur.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Mu'awiyah b. al-Hakam al-Sulami:",
      "text": "Allah'ın Messenger'ı (ﷺ) dedi ki: Evet, bunu yaptın, ama \"O'ndan başka ilah yoktur\" ifadesinin samimiyeti nedeniyle affedildin."
    },
    {
      "id": 42,
      "narrator": "Narrated Ash-Sharid ibn Suwayd ath-Thaqafi:",
      "text": "Abu Dawud dedi ki: Bu rivayet, ona kefaret vermesini emretmediği anlamına gelir."
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "Narrated Ikrimah ibn AbuJahl:",
      "text": "Abu Burdah'tan, babası aracılığıyla rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: Allah'a yemin ederim ki, eğer Allah dilerse bir yemin ederim ve sonra başka bir şeyi daha iyi bulurum, yeminime kefaret vermeden ve daha iyi olanı yapmadan. Ya da başka bir versiyona göre: Ama daha iyi olanı yapmak ve yeminime kefaret vermek."
    },
    {
      "id": 45,
      "narrator": "Narrated 'Ikrimah:",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "Narrated 'Abd Allah b. 'Umar:",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) adak yapmayı yasakladı. Dedi ki: Bu, kader üzerinde bir etki yapmaz, sadece cimri olanlardan bir şeyin çıkarılması için bir araçtır."
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Musaddad dedi ki: Allah'ın Messenger'i (ﷺ) dedi ki: Bir adak hiçbir şeyi önlemez (yani kader üzerinde bir etkisi yoktur)."
    },
    {
      "id": 48,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: Bir adak, Adem'in oğluna benim ona takdir etmediğim bir şeyi sağlamaz, ancak bir adak onu çeker. İlahi takdir, benim belirlediğim bir şeydir, bu cimri birinden çıkar. Kendisine daha önce verilmemiş olanı alır."
    },
    {
      "id": 50,
      "narrator": "The tradition mentioned above has also been transmitted by al-Zuhri through a different chain of narrators to the same effect.\n\n\nAbu Dawud said:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: Eğer biri Allah'a itaat etmek için adak yaparsa, onu yerine getirsin; ama eğer biri O'na isyan etmek için adak yaparsa, isyan etmesin."
    },
    {
      "id": 52,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: İsyan etmek için hiçbir adak yapılmamalıdır ve bunun kefareti, bir yemininkine eşittir."
    },
    {
      "id": 54,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Yukarıda belirtilen rivayet, al-Zuhri tarafından farklı bir raviden aynı anlamda aktarılmıştır."
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Davud dedi ki: Ahmad b. Şabbuyah'ın şöyle dediğini duydum: İbn al-Mubarak bu rivayet hakkında Abu Salamah'ın aktardığını söyledi. Bu, al-Zuhri'nin bunu Abu Salamah'tan duymadığını gösterir. Ahmad b. Muhammed dedi ki: Bu, Ayyub b. Süleyman'ın bize aktardığı ile doğrulanmaktadır."
    },
    {
      "id": 57,
      "narrator": "Narrated 'Ikrimah:",
      "text": "Ebu Davud dedi ki: Ahmad b. Hanbal'ın bu rivayeti bizim için bozduğunu duydum. Kendisine soruldu: Bu rivayetin bozulduğunu doğru mu düşünüyorsun? İbn Abi Uvais'ten başka bir kişi bunu aktardı mı? O cevap verdi: Ayyub, güvenilirlik açısından ona benzerdi ve Ayyub bunu aktardı."
    },
    {
      "id": 58,
      "narrator": "Narrated 'Uqbah bin 'Amir al-Juhani:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: İsyan etmek için hiçbir adak yapılmamalıdır ve bunun kefareti, bir yemininkine eşittir."
    },
    {
      "id": 60,
      "narrator": "Narrated Anas b. Malik :",
      "text": "Ahmad b. Muhammed al-Marwazi dedi ki: Bu rivayetin doğru senedi şudur: 'Ali b. al-Mubarak, Yahya b. Abi Kathir'den, Muhammad b. al-Zubair'den, babasından, 'Imran b. Husain'den, Peygamber'den (ﷺ) rivayet etmiştir."
    },
    {
      "id": 61,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Kâbe'yi tavaf ederken, burnunda bir halkayla bağlı bir adamın yanından geçti. Peygamber (ﷺ) onu eline alarak kesti ve onun elinden tutarak götürülmesini emretti."
    },
    {
      "id": 62,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Ukbe ibn Amir'in kız kardeşi, yürüyerek hacca gideceğine dair bir adakta bulundu, fakat bunu gerçekleştiremedi. Peygamber (ﷺ) şöyle dedi: Allah, kız kardeşinin yürüyüşüne muhtaç değildir. O, biner ve bir kurbanlık deve sunmalıdır."
    },
    {
      "id": 63,
      "narrator": "Narrated Uqbah ibn Amir al-Juhani:",
      "text": "Ukbe ibn Amir el-Cuhani'den rivayet edilmiştir: Ukbe, Peygamber (ﷺ)'e şöyle dedi: Kız kardeşim, Allah'ın evine (Kâbe) yürüyerek gideceğine dair bir adakta bulundu. Bunun üzerine Peygamber (ﷺ) şöyle dedi: Allah, kız kardeşinin Allah'ın evine (yani Kâbe'ye) yürüyüşünden hiçbir şey yapmayacaktır."
    },
    {
      "id": 64,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Fetih günü (Mekke) bir adam ayağa kalktı ve şöyle dedi: Allah'ın Resulü, eğer Allah Mekke'yi senin ellerinle fethederse, Kudüs'te iki rekât namaz kılacağıma dair Allah'a adakta bulundum. Peygamber (ﷺ) şöyle cevap verdi: Burada namaz kıl. Adam bunu tekrar etti ve Peygamber (ﷺ) yine: Burada namaz kıl dedi. Adam tekrar etti. Peygamber (ﷺ) şöyle cevap verdi: Kendi yolunu izle."
    },
    {
      "id": 65,
      "narrator": "The tradition mentioned above (No.3299) has also been transmitted by Umar ibn Abd al-Rahman ibn Awf on the authority of his father and the Companions of the Prophet (ﷺ). \n\n\n\n\n\nThis version has:",
      "text": "Abu Davud dedi ki: Benzer bir rivayet, 'Abd al-Rahman b. 'Awf'tan Peygamber (ﷺ) aracılığıyla nakledilmiştir."
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Yukarıda belirtilen rivayet (No.3299), Umar ibn Abd al-Rahman ibn Awf'ın babası ve Peygamber (ﷺ)'in arkadaşları aracılığıyla da aktarılmıştır."
    },
    {
      "id": 67,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Bu versiyonda: \"Peygamber (ﷺ) şöyle dedi: Muhammed'i hak ile gönderen Allah'a yemin ederim ki, burada namaz kılarsan, bu senin için Kudüs'teki namaz kadar yeterli olur.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Buraidah:",
      "text": "Abu Davud dedi ki: Bu rivayet, el-Ensar'dan, İbn-Cureyc'ten de aktarılmıştır. O, Cafer b. 'Umar ve 'Amr b. Hayyah'dan aktardı. O, 'Abd al-Rahman b. 'Awf ve Peygamber (ﷺ)'in arkadaşlarından aktardılar."
    },
    {
      "id": 69,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Sa'd b. Ubade, Allah'ın Resulü'ne (ﷺ) şöyle sordu: Annem vefat etti ve aldığı adakları yerine getiremedi. Allah'ın Resulü (ﷺ) şöyle dedi: Onun adına yerine getir."
    },
    {
      "id": 70,
      "narrator": "Narrated 'Aishah:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Bir kadın yolculuğa çıktı ve Allah ona güvenli bir şekilde varırsa bir ay oruç tutacağına dair bir adakta bulundu. Allah ona güvenli bir şekilde varmasını sağladı ama o oruç tutmadan vefat etti. Kızı veya kız kardeşi (rivayet eden şüphe etti) Allah'ın Resulü'ne (ﷺ) geldi. O da onun adına oruç tutmasını emretti."
    },
    {
      "id": 71,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Buraida'dan rivayet edilmiştir: Bir kadın Peygamber (ﷺ)'e geldi ve şöyle dedi: Ben bir cariyeyi anneme verdim, ama o vefat etti ve cariye kaldı. Peygamber (ﷺ) şöyle dedi: Senin için mükafat kesinleşti ve o (cariye) miras olarak sana döndü. Kadın şöyle dedi: O vefat etti ve ondan bir ay oruç borcu vardı. O (rivayet eden) daha sonra 'Amr b. 'Awn'un benzer bir rivayetini aktardı."
    },
    {
      "id": 72,
      "narrator": "Narrated Thabit ibn ad-Dahhak:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir kadın Peygamber (ﷺ)'e geldi ve (ona) annesinin vefat ettiğini ve ondan bir ay oruç borcu olduğunu söyledi. Onun adına yerine getirebilir miyim? Peygamber (ﷺ) sordu: Eğer annenin borcu olsaydı, ödeyebilir miydin? Kadın: Evet, dedi. Peygamber (ﷺ) şöyle dedi: O halde Allah'a olan borç, ödenmesi gereken en önemli borçtur."
    },
    {
      "id": 73,
      "narrator": "Narrated Maymunah, daughter of Kardam:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bir kimse, yerine getirilmemiş bir oruçla ölürse, varisi onun adına oruç tutmalıdır."
    },
    {
      "id": 74,
      "narrator": "A similar tradition has also been transmitted in brief by Maimunah daughter of Kardam son of Sufyan on the authority of her father through a different chain of narrators. This version adds:",
      "text": "'Amr b. Suhayb'den rivayet edilmiştir: Babası aracılığıyla, dedesi şöyle dedi: Bir kadın Peygamber (ﷺ)'e geldi ve şöyle dedi: Allah'ın Resulü, ben senin üzerine tef çalma adakında bulundum."
    },
    {
      "id": 75,
      "narrator": "'Imran b. Husain said:",
      "text": "O, şöyle dedi: Adağını yerine getir."
    },
    {
      "id": 76,
      "narrator": "Narrated Ka'b ibn Malik:",
      "text": "Ka'b ibn Malik'ten rivayet edilmiştir: Dedim ki: Allah'ın Resulü, tövbeimi tamamlamak için malımı Allah ve Resulü için sadaka olarak vermem gerekir. Allah'ın Resulü (ﷺ) dedi ki: Malının bir kısmını tut, bu senin için daha hayırlıdır. Bunun üzerine dedim ki: Hayber'de sahip olduğum kısmı tutacağım."
    },
    {
      "id": 77,
      "narrator": "Narrated Ka'b bin Malik:",
      "text": "Ka'b bin Malik'ten rivayet edilmiştir: Tövbesi kabul edildiğinde Allah'ın Resulü'ne: Malımdan feragat etmem gerekir dedim. Sonra benzer bir hadisi \"senin için daha hayırlıdır\" sözlerine kadar zikretti."
    },
    {
      "id": 78,
      "narrator": "Narrated Ka'b ibn Malik:",
      "text": "Ka'b ibn Malik'ten rivayet edilmiştir: Ka'b ibn Malik, Abu Lubabah'a; ya da Allah'ın dilediği başka birine; ya da Peygamber'e (ﷺ): Tövbeimi tamamlamak için günah işlediğim ailemin evinden ayrılmam ve tüm malımdan sadaka vermem gerekir. O dedi ki: Malının üçte biri senin için yeterlidir."
    },
    {
      "id": 79,
      "narrator": "This tradition has also been transmitted by Ibn Ka'b b. Malik through a different chain of narrators. This version has:",
      "text": "Bu hadis, Ibn Ka'b b. Malik tarafından farklı bir raviden aktarılmıştır. Bu versiyonda: \"Sonra aynı anlamda hadisi zikretti. Bu versiyon bu hikayeyi Abu Lubabah'a atfetmektedir.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Ka'b ibn Malik:",
      "text": "Abu Davud dedi ki: Bu hadis, Yunus tarafından Ibn Şihab'dan, Abu Lubabah'ın oğlu al-Sa'ib'in çocuklarından bazıları aracılığıyla rivayet edilmiştir. Benzer bir hadis de al-Zabidi tarafından al-Zuhri'den, Abu Lubabah'ın oğlu Hüseyin b. al-Sa'ib aracılığıyla aktarılmıştır."
    },
    {
      "id": 81,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ka'b ibn Malik'ten rivayet edilmiştir: Dedim ki: Allah'ın Resulü, kefaretimi tamamlamak için tüm malımı Allah ve Resulü için sadaka vermem gerekir. O dedi ki: Hayır. Ben dedim ki: O zaman yarısını. O dedi ki: Hayır. Ben dedim ki: O zaman üçte birini. O dedi ki: Evet. Ben dedim ki: Hayber'de sahip olduğum kısmı tutacağım."
    },
    {
      "id": 82,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri bir adakta bulunur ama onu isimlendirmezse, kefareti yemininkine benzer; eğer biri bir isyan işlemek için adakta bulunursa, kefareti yemininkine benzer; eğer biri yerine getiremeyeceği bir adakta bulunursa, kefareti yemininkine benzer; ama eğer biri yerine getirebileceği bir adakta bulunursa, onu yerine getirmelidir."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Abu Davud dedi ki: Bu hadis, Waki' ve diğerleri tarafından 'Abd Allah b. Sa'id b. Abi al-Hind aracılığıyla aktarılmıştır, ancak bunu Ibn 'Abbas'tan daha ileriye götüremezler."
    },
    {
      "id": 84,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle demiştir: Bir adak için kefaret, yemin için olanla aynıdır."
    }
  ]
}