{
  "language": "tr",
  "metadata": {
    "length": 90,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Qays ibn AbuGharazah:",
      "text": "Kays ibn Ebu Garazah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) zamanında bizlere broker denirdi, fakat bir gün Peygamber (ﷺ) yanımıza geldi ve bize daha güzel bir isimle hitap etti, şöyle dedi: Ey ticaret topluluğu, iş işlemlerinde gereksiz konuşmalar ve yeminler olur, bu yüzden bunları sadaka ile karıştırın."
    },
    {
      "id": 2,
      "narrator": "The tradition mentioned above has also been transmitted by Qais b. Abi Gharazah through a different chain of narrators to the same effect. This version has:",
      "text": "Yukarıda belirtilen rivayet, Kays b. Ebu Garazah tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır. Bu versiyonda: \"Yalan söylemek ve yemin etmek bir yer tutar.\" 'Abdullah el-Zuhri şöyle dedi: \"Gereksiz konuşmalar ve yalan.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Bir adam, ona on dinar borcu olan borçlusunu yakaladı. Ona şöyle dedi: \"Allah'a yemin ederim ki, ya borcumu ödeyene kadar seni bırakmayacağım ya da bir kefil getireceksin.\" Peygamber (ﷺ) onun için bir kefil oldu."
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Nu'man b. Bashir:",
      "text": "Sonra, vaat ettiği kadar (para) getirdi. Peygamber (ﷺ) sordu: \"Bu altını nereden edindin?\" O da: \"Bir madenin içinden.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Buna ihtiyacımız yok; bunda hayır yok.\" Sonra Allah'ın Elçisi (ﷺ) onun adına (borcu) ödedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Nu'man b. Bashir:",
      "text": "Al-Nu'man b. Bashir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Helal olan açıktır ve haram olan da açıktır, fakat bunların arasında bazı şüpheli şeyler vardır. Bunun için size bir örnek veriyorum. Allah'ın bir koruması vardır ve Allah'ın koruması, haram kıldığı şeylerdir. Korumanın etrafında hayvanlarını otlatan, yakında ona düşer. Şüpheli şeylere düşen de yakında cesur olur.\""
    },
    {
      "id": 6,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Al-Nu'man b. Bashir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Fakat bunların arasında birçok insanın tanımadığı bazı şüpheli şeyler vardır. Şüpheli şeylerden sakınan, dinini ve onurunu lekesiz korur; fakat şüpheli şeylere düşen, harama düşer.\""
    },
    {
      "id": 7,
      "narrator": "Asim ibn Kulayb quoted his father's authority for the following statement by one of the Ansar:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İnsanlar için kesinlikle bir zaman gelecek ki, sadece faizi kabul eden kalacak, eğer onu kabul etmezse, onun buharından bir kısmı ona ulaşacaktır.\" İbn İsa dedi ki: \"Onun tozundan bir kısmı ona ulaşacaktır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Asim ibn Kulayb, babasının rivayetiyle, Ensar'dan birinin şu sözünü aktardı: \"Biz Allah'ın Elçisi (ﷺ) ile bir cenazeye gittik ve Allah'ın Elçisi (ﷺ) mezarın başında mezar kazıcısına şu talimatı veriyordu:"
    },
    {
      "id": 9,
      "narrator": "Narrated Sulaiman b. 'Amr:",
      "text": "Ayaklarının tarafında genişlet, başının tarafında da genişlet. Döndüğünde, ona bir kadından gelen bir davet ile karşılandı. Böylece (ona) geldi, ona yiyecek getirildi ve elini uzattı (yani eline bir lokma aldı); insanlar da aynı şekilde yaptılar ve yediler. Babalarımız, Allah'ın Elçisi (ﷺ) lokmayı ağzında çeviriyordu."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Sonra şöyle dedi: \"İzin almadan alınmış bir koyun etini buldum.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Suwayd ibn Qays:",
      "text": "Kadın bir mesaj gönderdi: \"Allah'ın Elçisi, ben (birini) an-Naqi'ye koyun almak için gönderdim, ama yoktu; bu yüzden komşuma koyun alması için mesaj gönderdim, ama onu bulamadım. Bu nedenle, onun karısına mesaj gönderdim ve o da bana gönderdi.\""
    },
    {
      "id": 12,
      "narrator": "The tradition mentioned above (No. 3330) has also been transmitted by AbuSafwan ibn Umayrah through a different chain of narrators. \n\n\n\n\n\nThis version has:",
      "text": "Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu yiyeceği esirlere verin.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn Abi Rizmah:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) faizi kabul eden, ödeyen, buna şahitlik eden ve bunu kaydeden kişiyi lanetlemiştir."
    },
    {
      "id": 14,
      "narrator": "Shu'bah said:",
      "text": "Süleyman b. Amr'dan rivayet edilmiştir: Babası aracılığıyla: \"Ben Allah'ın Elçisi (ﷺ) Hac'da şöyle derken duydum: 'Şüphesiz, cahiliye dönemine ait tüm faiz talepleri kaldırılmıştır. Sermayenizi alacaksınız, haksızlık yapmayın ve size de haksızlık yapılmayacaktır."
    },
    {
      "id": 15,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Şüphesiz, cahiliye dönemine ait tüm kan davası talepleri kaldırılmıştır. Bizden ilk olarak kan davasını affettiğim kişi, Banu Leyth arasında süt emen ve Hudhayl tarafından öldürülen el-Haris b. Abdulmuttalib'dir.'"
    },
    {
      "id": 16,
      "narrator": "Narrated Samurah:",
      "text": "Samurah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize hitap ederek sordu: Şu ve bu kabileden burada olan var mı? Fakat kimse cevap vermedi."
    },
    {
      "id": 17,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "Yine sordu: Şu ve bu kabileden burada olan var mı? Fakat kimse cevap vermedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Yine sordu: Şu ve bu kabileden burada olan var mı?"
    },
    {
      "id": 19,
      "narrator": "A similar tradition has also been transmitted by Ibn 'Abbas though a different chain of narrators. This version says:",
      "text": "Sonra bir adam ayağa kalkıp dedi: Ben buradayım, Allah'ın Elçisi."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O da dedi ki: İlk iki kez neden cevap vermedin? Size güzel bir şey söylemek istiyorum."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Rafi':",
      "text": "Arkadaşınız borcu yüzünden (Cennete) girmesi engellendi. Sonra onu gördüm ki, onun adına tüm borcunu ödedi ve ondan talep eden kimse kalmadı."
    },
    {
      "id": 22,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Davud dedi ki: Rivayet eden Sam'an'ın adı Sam'an b. Müshennac'tır."
    },
    {
      "id": 23,
      "narrator": "Narrated 'Umar:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "Abu Musa el-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Allah'ın yasakladığı büyük günahlardan sonra en büyük günah, bir adamın borcu olduğu halde ölmesi ve bunu ödeyecek bir şey bırakmamasıdır; ve bununla O'na kavuşmasıdır."
    },
    {
      "id": 25,
      "narrator": "The tradition mentioned above has also been transmitted by 'Ubadah b. al-Samit through a different chain of transmitters with some alternation. This version adds:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Fudalah ibn Ubayd:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) borcu olan bir kişi için cenaze namazı kılmazdı. Kendisine ölü bir Müslüman getirildi ve sordu: Onun borcu var mı? Onlar (insanlar) dediler: Evet, iki dirhem. O da dedi: Arkadaşınızın üzerine namaz kılın."
    },
    {
      "id": 27,
      "narrator": "Narrated Fudalah bin 'Ubaid:",
      "text": "Sonra Ebu Katade el-Ensari dedi: Ben ödeyeceğim, Allah'ın Elçisi. Allah'ın Elçisi (ﷺ) onun üzerine namaz kıldı."
    },
    {
      "id": 28,
      "narrator": "Narrated Fudalah bin 'Ubaid:",
      "text": "Allah, Allah'ın Elçisi'ne fetihler verdiğinde, dedi ki: Ben her müminin kendisinden daha yakınım, eğer biri (ölür ve) borç bırakırsa, onu ödemekten ben sorumluyum; eğer biri mal bırakırsa, o mirasçılarına gider."
    },
    {
      "id": 29,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "İbn Abbas tarafından da farklı bir rivayet zinciriyle benzer bir hadis aktarılmıştır. Bu versiyon şöyle der: \"O (Peygamber) bir kervandan bir buzağı satın aldı, ama yanında para yoktu. Sonra onu biraz karla sattı ve karını Banu Abd al-Muttalib'in fakirlerine ve dul kadınlarına sadaka olarak verdi. Sonra dedi ki: Bundan sonra yanımda para olmadan hiçbir şey satın almayacağım.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Samurah (ibn Jundub):",
      "text": "Samurah (ibn Jundub) rivayet etti: Peygamber (ﷺ), hayvanların satışını, ödemenin daha sonra yapılacağı durumlarda yasakladı."
    },
    {
      "id": 32,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As rivayet etti: Allah'ın Elçisi (ﷺ), ona bir ordu donatmasını emretti, ancak develer yetersizdi. Bunun üzerine, ona sadaka develerinin gençlerini geri tutmasını emretti ve sadaka develeri geldiğinde bir deve alıyordu, iki deve ile değiştirmek üzere."
    },
    {
      "id": 33,
      "narrator": "Narrated Jabir:",
      "text": "Jabir rivayet etti: Peygamber (ﷺ) iki köle karşılığında bir köle satın aldı."
    },
    {
      "id": 34,
      "narrator": "Zayd Abu 'Ayyash asked Sa'd ibn Abi Waqqas about the sale of the soft and white kind of wheat for barley. Sa'd said:",
      "text": "Zayd Abu 'Ayyash, Sa'd ibn Abi Waqqas'a yumuşak ve beyaz buğdayın arpa ile satışını sordu. Sa'd: Hangisi daha iyidir? diye sordu. O da: Yumuşak ve beyaz buğdaydır, diye cevap verdi. Bunun üzerine onu yasakladı ve şöyle dedi: Allah'ın Elçisi (sawa) kuru hurmaların taze hurmalar için satın alınması hakkında sorulduğunda şöyle dedi: Taze hurmalar kuruduğunda azalır mı? (İnsanlar) cevap verdi: Evet. Bunun üzerine Allah'ın Elçisi (ﷺ) bunu yasakladı."
    },
    {
      "id": 35,
      "narrator": "Narrated Sa'd ibn Abi Waqqas:",
      "text": "Abu Dawud dedi ki: Benzer bir rivayet İsmail b. Umayyah tarafından da aktarılmıştır."
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Sa'd ibn Abi Waqqas rivayet etti: Allah'ın Elçisi (ﷺ), taze hurmaların kuru hurmalar için satışını, ödemenin daha sonra yapılacağı durumlarda yasakladı."
    },
    {
      "id": 37,
      "narrator": "Narrated Zaid b. Thabit:",
      "text": "Abu Dawud dedi ki: Yukarıda belirtilen rivayet, Sa'd (b. Abi Waqqas) tarafından Peygamber (ﷺ) ile farklı bir rivayet zinciriyle benzer şekilde aktarılmıştır."
    },
    {
      "id": 38,
      "narrator": "Narrated Sahl b. Abi Khathmah:",
      "text": "Ibn 'Umar rivayet etti: Peygamber (ﷺ) meyvelerin ağaçta satılmasını, ölçüyle meyve satılmasını, üzümlerin kuru üzümler için ölçüyle satılmasını ve hasadın buğday için ölçüyle satılmasını yasakladı."
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Zaid b. Thabit rivayet etti: Peygamber (ﷺ) 'araya'nın kuru hurmalar ve taze hurmalar için satışına izin verdi."
    },
    {
      "id": 40,
      "narrator": "'Abd Rabbihi b. Sa'id al-Ansari said:",
      "text": "Sahl b. Abi Khathmah rivayet etti: Allah'ın Elçisi (ﷺ) meyvelerin kuru hurmalar için satışını yasakladı, ancak 'araya'nın miktarına göre satışına izin verdi. Ancak onları satın alanlar taze olduklarında yiyebilirler."
    },
    {
      "id": 41,
      "narrator": "Ibn Ishaq said:",
      "text": "Abu Hurairah rivayet etti: Allah'ın Elçisi (ﷺ) miktarı beş wasq'tan az veya beş wasq olan 'araya'nın satışına izin verdi. Dawud b. al-Husain şüpheye düştü."
    },
    {
      "id": 42,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Abu Dawud dedi ki: Jabir'in rivayeti dört wasq'a kadar olduğunu göstermektedir."
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "'Abd Rabbihi b. Sa'id al-Ansari dedi ki: 'Ariyyah, bir adamın başka bir adama bir hurma ağacını ödünç vermesi demektir veya bir adamın, kişisel kullanımı için mülkünden bir veya iki hurma ağacını ayırması, ardından kuru hurmalar için satması anlamına gelir."
    },
    {
      "id": 44,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ibn Ishaq dedi ki: 'Araya, bir adamın başka bir adama bazı hurma ağaçlarını ödünç vermesi demektir, ancak (sahibi) o adamın ağaçlara bakmasından (sık sık ziyaretlerden) rahatsız olur. O (ödünç alan) onları (sahibine) hesapla satar."
    },
    {
      "id": 45,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Abdullah bin 'Umar rivayet etti: Allah'ın Elçisi (ﷺ) meyvelerin açıkça iyi durumda oluncaya kadar satışını yasakladı, bu yasak hem satıcıya hem de alıcıya yöneliktir."
    },
    {
      "id": 46,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) üzümün siyahlaşmadan, tahılın da sertleşmeden satılmasını yasakladı."
    },
    {
      "id": 47,
      "narrator": "Yunus said:",
      "text": "Yunus dedi ki: Abu Zinad'a meyvelerin açıkça iyi durumda olmadan satılması hakkında sordum ve bununla ilgili ne söylendi."
    },
    {
      "id": 48,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "O cevapladı: Urwah ibn az-Zubayr, Zayd ibn Thabit'ten Sahl ibn Abi Hathmah aracılığıyla bir rivayet aktarıyor. Zayd ibn Thabit şöyle dedi: İnsanlar meyveleri açıkça iyi durumda olmadan satarlardı. İnsanlar meyveleri kestiklerinde ve fiyatı ödemeleri istendiğinde, alıcı şöyle derdi: Meyveler duman, qusham ve murad meyve hastalıkları tarafından vurulmuştur ki bunlar üzerinde tartışırlardı. Peygamber (ﷺ)'e getirilen tartışmalar arttığında, Allah'ın Elçisi (ﷺ) onlara bir nasihat olarak şöyle dedi: Hayır, meyveler iyi durumda olmadan satılmasın, çünkü tartışmalarının ve anlaşmazlıklarının çokluğu nedeniyle."
    },
    {
      "id": 49,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) meyvelerin açıkça iyi durumda olmadan satılmasını yasakladı ve (sadece) dinar veya dirhem karşılığında satılmalarını emretti, Araya dışında."
    },
    {
      "id": 50,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) meyvelerin yıllar öncesinden satılmasını yasakladı ve hastalıktan etkilenenler için öngörülemeyen kaybın affedilmesini emretti."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Dawud dedi ki: Hastalığın etkisiyle ilgili rivayet, Peygamber (ﷺ)'e atfedilen ürünün üçte biri doğru değildir. Bu, Medineli insanların görüşüdür."
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Jabir bin 'Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) meyvelerin birkaç yıl boyunca satılmasını yasakladı. İki rivayetçiden biri (Abu al-Zubair ve Sa'id b. Mina') \"yıllar için satış\" (bai' al-sinin yerine al-mu'awamah) kelimelerini zikretti."
    },
    {
      "id": 53,
      "narrator": "The tradition mentioned above has also been reported by Abu Sa'id al-Khudri from the Prophet (ﷺ) through a different chain of narrators. This version adds:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamber (ﷺ) risk (veya belirsizlik) içeren satış türünü ve taş atarak belirlenen bir işlemi yasakladı."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Abu Sa’id Al Khudri'den rivayet edilmiştir: Peygamber (ﷺ) iki tür ticari işlemi ve iki giyim tarzını yasakladı. İki tür ticari işlem, mulamasah ve munabadhah'dır. İki giyim tarzı ise, samma'ı sarmak ve bir adamın oturduğunda tek bir giysiyle kendini sarmasıdır; bu durumda özel yerlerini örtmemesi veya özel yerlerinde giysi olmaması gerekir."
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Yukarıda bahsedilen rivayet, Abu Sa'id al-Khudri tarafından Peygamber (ﷺ)'den farklı bir rivayet zinciriyle aktarılmıştır. Bu versiyon ekliyor: \"Samma' giymek, bir adamın giysisini sol omzunun üzerine koyması ve sağ tarafını açık bırakması demektir. Munabadhah, bir adamın (başkasına) şöyle demesidir: Eğer bu giysiyi sana atarsam, satış kesin olacaktır. Mulamasah, bir adamın (başkasının giysisine) elini dokundurması ve ne onu açması ne de çevirmesidir. Dokunduğunda, satış bağlayıcı hale gelir."
    },
    {
      "id": 56,
      "narrator": "A similar tradition has also been narrated by Ibn 'Umar from the Prophet (ﷺ) through a different chain of transmitters. He said:",
      "text": "Yukarıda bahsedilen rivayet, Abu Said al-Khudri tarafından farklı bir rivayet zinciriyle Allah'ın Elçisi (ﷺ)'nden aktarılmıştır ve Sufyan ile 'Abd al-Razzaq tarafından aktarılanla aynı etkiye sahiptir."
    },
    {
      "id": 57,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) habal al-habalah adı verilen işlemi yasakladı."
    },
    {
      "id": 58,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Benzer bir rivayet, Ibn 'Umar'dan Peygamber (ﷺ)'den farklı bir rivayet zinciriyle aktarılmıştır. O şöyle dedi: Habal al-habalah, bir dişi devenin bir yavru doğurması ve ardından doğurduğu yavrunun hamile kalması demektir."
    },
    {
      "id": 59,
      "narrator": "Narrated Urwah ibn AbulJa'd al-Bariqi:",
      "text": "Ali ibn AbuTalib'ten rivayet edilmiştir: İnsanlar için bir zaman kesinlikle gelecek ki, insanlar birbirlerini ısıracaklar ve zengin bir adam, elinde bulundurduğu şeyi (yani mülkünü) sıkı tutacak, oysa bunun için emredilmemiştir. Allah, Yüce, şöyle buyurmuştur: \"Ve aranızda cömertliği unutmayın.\" Zorlanan insanlar satış yapacaklar, oysa Peygamber (ﷺ) zorla yapılan sözleşmeleri, belirsizlik içerenleri ve meyvelerin olgunlaşmadan satılmasını yasakladı."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "AbuHurayrah'tan rivayet edilmiştir: Allah, Yüce, şöyle demiştir: \"Ben iki ortakla bir üçüncü olurum, biri diğerine hile yapmadığı sürece, ama biri ona hile yaparsa, ben onlardan ayrılırım.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Hakim ibn Hizam:",
      "text": "Hakim ibn Hizam'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) onunla birlikte bir dinar gönderdi ve onun için bir kurbanlık hayvan satın almasını istedi. O, bir dinar karşılığında bir koyun satın aldı, iki dinara sattı ve sonra geri dönerek onun için bir dinar karşılığında bir kurbanlık hayvan aldı ve (fazladan) dinarı Peygamber'e (ﷺ) getirdi. Peygamber (ﷺ) onu sadaka olarak verdi ve onun ticaretine bereket diledi."
    },
    {
      "id": 62,
      "narrator": "Narrated 'Abd Allah b. 'Umar:",
      "text": "'Abd Allah b. 'Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dediğini duydum: İçinizden biri, yanında bir faraq pirinç olan adam gibi olabiliyorsa, o gibi olmalıdır. (İnsanlar) sordular: Ey Allah'ın Messenger'i, yanında bir faraq pirinç olan adam kimdir? Bunun üzerine, bir tepenin üzerlerine düştüğü mağara hikayesini anlattı (üç kişi), her biri en iyi amellerinden birini zikretmesini istedi. Rivayet eden kişi dedi ki: Üçüncüsü şöyle dedi: Ey Allah, sen biliyorsun ki ben bir faraq pirinç karşılığında bir işçi tuttum. Akşam olunca, ona hakkını (yani ücretini) verdim. Ama o bunu kabul etmedi ve gitti. Ben de onu ekip, onun için inekler ve çobanlar biriktirdim. Sonra o bana geldi ve dedi: Hakkımı ver. Ben de ona: O ineklere ve çobanlarına git ve hepsini al dedim. O gitti ve onları sürüp götürdü."
    },
    {
      "id": 63,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Ben, Ammar ve Sa'd, Badr günü alacağımız şeylerde ortak olduk. Sa'd iki esir getirdi, ama ben ve Ammar hiçbir şey getirmedik."
    },
    {
      "id": 64,
      "narrator": "Amr ibn Dinar said:",
      "text": "Amr ibn Dinar dedi ki: İbn Umar'ın şöyle dediğini duydum: Rıfa' ibn Khadij'in, Allah'ın Messenger'inin (ﷺ) bunu yasakladığını söyleyene kadar, kiralamada bir zarar görmedik. Bunun üzerine bunu Tawus'a söyledim. O da: İbn Abbas bana, Allah'ın Messenger'inin (ﷺ) bunu yasaklamadığını, ama birinizin kardeşine borç vermesinin, ondan belirli bir miktar almasına göre daha iyi olduğunu söyledi."
    },
    {
      "id": 65,
      "narrator": "Narrated 'Urwah b. al-Zubair:",
      "text": "'Urwah b. al-Zubair'den rivayet edilmiştir: Zayd ibn Thabit şöyle dedi: Allah Rıfa' ibn Khadij'i affetsin. Allah'a yemin ederim, ben onun kadar hadis bilgisine sahibim. Ensar'dan iki kişi (Musaddad'ın rivayetine göre) ona geldi ve birbirleriyle tartışıyorlardı. Allah'ın Messenger'i (ﷺ) şöyle dedi: Eğer bu sizin durumunuzsa, o zaman tarım arazisini kiralamayın. Musaddad'ın rivayetinde: O (Rıfa' ibn Khadij) onun sözünü duydu: Tarım arazilerini kiralamayın."
    },
    {
      "id": 66,
      "narrator": "Narrated Sa'd:",
      "text": "Sa'd'dan rivayet edilmiştir: Biz, akarsulardan sulanan ve onlardan büyüyen şeyler için arazi kiralardık. Allah'ın Messenger'i (ﷺ) bunu yasakladı ve bize altın veya gümüş karşılığında kiralamamızı emretti."
    },
    {
      "id": 67,
      "narrator": "Narrated Hanzlah b. Qais al-Ansari:",
      "text": "Hanzalah b. Qais al-Ansari'den rivayet edilmiştir: Rıfa' b. Khadij'e altın ve gümüş (yani dinar ve dirhem) karşılığında arazi kiralaması hakkında sordum. Bunun bir zararı yoktur, çünkü insanlar Allah'ın Messenger'i (ﷺ) zamanında su akıntısından ve dere kenarlarından büyüyen şeyler için arazi kiralarlardı. Bazen bu (kısım) yok olur ve o (kısım) kurtulurdu, bazen de bu sağlam kalır ve o yok olurdu. İnsanlar arasında başka bir kiralama şekli yoktu. Bu yüzden, bunu yasakladı. Ama güvenli ve bilinen bir şey varsa, o zaman bunun bir zararı yoktur. İbrahim'in rivayeti daha mükemmeldir. Kutaibah dedi ki: \"Hanzalah'dan Rıfa' aracılığıyla.\""
    },
    {
      "id": 68,
      "narrator": "Hanzalah ibn Qays said that he asked Rafi' ibn Khadij about the lease of land. He replied:",
      "text": "Ebu Davud dedi ki: Benzer bir rivayet, Yahya b. Sa'id'den Hanzalah'dan aktarılmıştır."
    },
    {
      "id": 69,
      "narrator": "Narrated Salim bin 'Abdullah b. 'Umar:",
      "text": "Hanzalah ibn Qays, Rıfa' ibn Khadij'e arazi kiralaması hakkında sorduğunu söyledi. O da: Allah'ın Messenger'i (ﷺ) arazi kiralamayı yasakladı, diye cevap verdi. Ben de: Altın ve gümüş (yani dinar ve dirhem) için mi yasakladı? diye sordum. O da: Eğer altın ve gümüşe karşıysa, o zaman bunun bir zararı yoktur, dedi."
    },
    {
      "id": 70,
      "narrator": "Narrated Rafi' b. Khadij:",
      "text": "Salim bin 'Abdullah b. 'Umar'dan rivayet edilmiştir: İbn 'Umar, Rıfa' b. Khadij al-Ansari'nin Allah'ın Messenger'inin (ﷺ) arazi kiralamayı yasakladığını duyduğuna kadar arazisini kiraya verirdi. Bunun üzerine 'Abd Allah (b. 'Umar) dedi: Rıfa', Allah'ın Messenger'inden (ﷺ) arazi kiralaması hakkında ne anlatıyorsun? Rıfa' 'Abd Allah b. 'Umar'a şöyle cevap verdi: İki amcam Badr savaşında bulunuyorlardı ve bunu aile üyelerine anlattılar, Allah'ın Messenger'i (ﷺ) arazi kiralamayı yasakladı. 'Abd Allah dedi: Allah'a yemin ederim, Allah'ın Messenger'i (ﷺ) zamanında arazilerin kiralandığını biliyordum. 'Abd Allah, Allah'ın Messenger'inin (ﷺ) bu konuda yeni bir şey ortaya çıkarmış olabileceğinden korktu ve arazi kiralamaktan vazgeçti."
    },
    {
      "id": 71,
      "narrator": "Ayyub said:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Ayyub, 'Ubaid Allah, Kethir b. Farqad, Malik aracılığıyla Nafi' üzerinden Rıfa' aracılığıyla Peygamber'den (ﷺ) de aktarılmıştır. Ayrıca, al-Auzai' de Hafs b. 'Inan al-Hanafi'den Nafi' üzerinden Rıfa' aracılığıyla, ben Allah'ın Messenger'inin (ﷺ) şöyle dediğini duydum, şeklinde aktarılmıştır. Benzer şekilde, Zaid b. Abi Unaisah'dan al-Hakkam'dan Nafi' üzerinden İbn 'Umar'ın Rıfa'ya gittiği ve: Allah'ın Messenger'inin (ﷺ) bir şey söylediğini duydun mu? diye sorduğu aktarılmıştır. O da: Evet, diye cevap vermiştir. Benzer şekilde, 'İkrimah b. 'Ammar'dan Abu al-Najashi'den, Rıfa' b. Khadij'in: Ben Peygamber (ﷺ) şöyle dediğini duydum, şeklinde aktarılmıştır. Ayrıca, al-Auzai' de Abu al-Najashi'den Rıfa' b. Khadij'den amcası Zuhair b. Rıfa' aracılığıyla Peygamber'den (ﷺ) de aktarılmıştır."
    },
    {
      "id": 72,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Ebu Davud dedi ki: Abu al-Najashi'nin ismi 'Ata b. Suhaib'dir."
    },
    {
      "id": 73,
      "narrator": "Narrated Usaid b. Zuhair:",
      "text": "Rıfa' b. Khadij'den rivayet edilmiştir: Biz, bir kısmını ürününden alarak arazi işlemek için insanları çalıştırırdık. Sonra, bir amcasının ona geldiğini ve: Allah'ın Messenger'i (ﷺ) bize faydalı olan bir işten men etti, ama Allah'a ve Rasulüne (ﷺ) itaat etmek bize daha faydalıdır, dediğini aktardı. Biz sorduk: O nedir? O da: Allah'ın Messenger'i (ﷺ) şöyle dedi: Eğer birinin arazisi varsa, onu ektin veya kardeşine ekmesi için ver. Üçte bir veya dörtte bir (ürün) karşılığında kiralamamalıdır."
    },
    {
      "id": 74,
      "narrator": "AbuJa'far al-Khatmi said:",
      "text": "Ayyub dedi ki: Ya'la b. Hakim bana yazdı: Sulaiman b. Yasar'ın 'Ubaid Allah tarafından rivayet edilen aynı şekilde bir rivayet aktardığını duydum."
    },
    {
      "id": 75,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Rıfa' ibn Khadij'den rivayet edilmiştir: AbuRafi' bize Allah'ın Messenger'inden (ﷺ) geldi ve şöyle dedi: Allah'ın Messenger'i (ﷺ) bize faydalı olan bir işten men etti; ama Allah'a ve Rasulüne (ﷺ) itaat etmek bize daha faydalıdır. O, birimizin araziyi, sadece kendisine ait olan veya bir adamın kendisine (ekmesi için) verdiği arazi dışında ekmesini yasakladı."
    },
    {
      "id": 76,
      "narrator": "Abu Dawud said:",
      "text": "Ebu Davud dedi ki: Bu (hadisi) Sa'id b. Ya'qub al-Taliqini'ye okudum ve ona dedim ki: İbn al-Mubarak (bu hadisi) Sa'id Abi Şuca'dan sana aktardı, o da şöyle dedi: 'Uthman b. Sahl b. Rafi' b. Khadij bana şöyle anlattı: Ben, Rafi' b. Khadij'in himayesinde büyüyen bir yetimdim ve onunla birlikte Hac yaptım. Kardeşim 'Imran b. Sahl bana geldi ve şöyle dedi: Biz şu kadar dirheme bir arazi kiraladık. O dedi ki: Bırak, çünkü Peygamber (ﷺ) arazinin kiralanmasını yasakladı."
    },
    {
      "id": 77,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Rafi' b. Khadij'den rivayet edilmiştir: Rafi', bir araziyi ekip biçmişti. Peygamber (ﷺ) onun yanından geçerken sulama yapıyordu. O da ona sordu: Ürün kimin, arazi kimin? O cevap verdi: Ürün benim, çünkü tohumum ve emeğim var. Ürünün yarısı benim, yarısı da şu kadarının. O dedi ki: Sen faize dayalı bir işlem yaptın. Arazini sahibine iade et ve ücretini ve masrafını al."
    },
    {
      "id": 78,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Rafi' b. Khadij'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri başkalarının arazisinde onların izni olmadan ekim yaparsa, ürünün hiçbir hakkı yoktur, ama kendisine harcadığı kadarını alabilir."
    },
    {
      "id": 79,
      "narrator": "Narrated Jabir b. 'Abd Allah :",
      "text": "Cabir b. Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) muhaqala, muzabana, mukhabara ve mu'avaneyi yasakladı. Hammad'dan iki rivayetçi, mu'awamah kelimesini kullandı, diğerleri ise: \"çok yıllar öncesinden satış\" dedi. Anlaşmalı versiyon ise: ve thunya, ama 'araya için izin verdi."
    },
    {
      "id": 80,
      "narrator": "Narrated Jabir b. 'Abd Allah :",
      "text": "Cabir b. Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) muzabana, muhaqala ve thunya'yı yasakladı, ancak bilinen durumlar hariç."
    },
    {
      "id": 81,
      "narrator": "Narrated Jabir b. 'Abd Allah :",
      "text": "Cabir b. Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: Eğer sizden biri mukhabara yapmayı bırakmazsa, Allah ve Resulü'nden (ﷺ) savaş ilanına dikkat etsin."
    },
    {
      "id": 82,
      "narrator": "Narrated Zaid b. Thabit:",
      "text": "Zeyd b. Sabit'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) mukhabarayı yasakladı. Ben sordum: Mukhabara nedir? O cevap verdi: Ürünün yarısı, üçte biri veya dörtte biri karşılığında arazinin (ekim için) alınmasıdır."
    },
    {
      "id": 83,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Khaibar halkıyla, meyve veya ürünün yarısı karşılığında çalışmak ve ekim yapmak üzere anlaştı."
    },
    {
      "id": 84,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Khaibar Yahudilerine hurma ağaçlarını ve Khaibar arazisini, onların kendi mülklerini bu ağaçlarda çalıştırmaları ve meyvelerin yarısını alacakları şartıyla teslim etti."
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Khaibar'ı fethetti ve tüm arazi, altın ve gümüşün kendisine ait olacağını şart koştu. Khaibar halkı: Biz araziyi sizden daha iyi biliyoruz; o halde bize verin, şartıyla ki siz meyvenin yarısını alacaksınız, biz de yarısını alacağız. O da bu şartla onlara verdi. Hurma ağaçlarının meyve toplama zamanı geldiğinde, 'Abdullah b. Rawahah'ı onlara gönderdi ve hurma ağaçlarının meyve miktarını değerlendirdi. Medine halkı buna khars (değerlendirme) der. O şöyle derdi: Bu hurma ağaçlarında şu kadar miktar (ürün) var. Onlar da: Sen bize daha fazla değerlendirdin, İbn Rawahah (gerçek miktardan) derlerdi. O da: Öncelikle hurma ağaçlarının meyvelerinin değerlendirilmesi sorumluluğunu alıyorum ve söylediğim miktarın yarısını size veriyorum derdi. Onlar da: Bu doğrudur ve bu (adalet) üzerine gökler ve yer durur. Söylediğin (miktarı) almayı kabul ettik."
    },
    {
      "id": 86,
      "narrator": "The tradition mentioned above has also been narrated by Ja'far b. Burqan through his chain and to the same effect. This version has:",
      "text": "Yukarıda bahsedilen hadis, aynı şekilde Ja'far b. Burqan tarafından da rivayet edilmiştir. Bu versiyonda: O değerlendirdi ve kull safara' wa baida' sözlerinden sonra: yani, altın ve gümüş ona ait olacaktır dedi."
    },
    {
      "id": 87,
      "narrator": "Narrated Miqsam:",
      "text": "Miqsam'dan rivayet edilmiştir: Peygamber (ﷺ) Khaibar'ı fethetti. O, Zayd (b. Ebu al-Zarqa') hadisi gibi anlattı. Bu versiyonda: O, hurma ağaçlarının ürününü değerlendirdi ve dedi ki: Meyveleri kendim toplayacağım ve söylediğim miktarın yarısını size vereceğim."
    },
    {
      "id": 88,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Peygamber (ﷺ) Abdullah b. Rawahah'ı (Khaybar'a) gönderirdi ve meyveler olgunlaşmaya başladığında, onları yemeden önce (Yahudilere) hurma miktarını değerlendirirdi. Sonra Yahudilere, bu değerlendirme ile onları (mülklerinde) alabilecekleri veya (Müslümanlara) bu tahsis ile verebilecekleri seçeneğini sunardı, böylece (miktar) zekat hesaplanabilsin diye, meyve yenilebilir hale gelmeden ve insanlara dağıtılmadan."
    },
    {
      "id": 89,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Cabir b. Abdullah'dan rivayet edilmiştir: Allah, Khaibar'ı Peygamberine (ﷺ) fay' olarak (savaşmadan fethederek) verdiğinde, Allah'ın Resulü (ﷺ) orada önceden olduğu gibi kalmalarına izin verdi ve onu kendisi ile onlara paylaştırdı. Sonra Abdullah b. Rawahah'ı gönderdi ve (hurma miktarını) değerlendirdi."
    },
    {
      "id": 90,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Cabir b. Abdullah'dan rivayet edilmiştir: İbn Rawahah, (hurma miktarını) kırk bin wasq olarak değerlendirdi ve İbn Rawahah onlara seçenek sunduğunda, Yahudiler meyveleri mülklerinde aldılar ve onlardan yirmi bin wasq hurma borçlu oldular."
    }
  ]
}