{
  "language": "tr",
  "metadata": {
    "length": 155,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ubaydah ibn as-Samit:",
      "text": "Ubaydah ibn as-Samit'ten rivayet edilmiştir: Ben Suffah halkından bazı kişilere yazı ve Kur'an öğrettim. Onlardan biri bana bir yay sundu. Ben de: Bu, mülk olarak sayılmaz; Allah yolunda onunla ok atabilir miyim? diye düşündüm. Resulullah'a (ﷺ) gelerek bunu sormam gerekiyor. O yüzden ona geldim ve dedim: Allah'ın Resulü (ﷺ), yazı ve Kur'an öğrettiğim kişilerden biri bana bir yay sundu, bu mülk olarak sayılmadığı için onunla Allah yolunda ok atabilir miyim? O da: Eğer üzerinize ateşten bir kolye almak istiyorsanız, kabul et dedi."
    },
    {
      "id": 2,
      "narrator": "A similar tradition has also been transmitted by 'Ubadah b. al-Samit through a different chain of narrators, but the former tradition is more perfect. This version has:",
      "text": "Benzer bir rivayet 'Ubadah b. al-Samit tarafından farklı bir nakil zinciriyle aktarılmıştır, ancak önceki rivayet daha mükemmeldir. Bu versiyonda: Ben dedim: Bunun hakkında ne düşünüyorsun, Allah'ın Resulü? O da: Omuzlarınızın arasında bir canlı kömür var ki onu boynunuza takmışsınız veya asmışsınız, dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Abu Sa'id Al Khudri'den rivayet edilmiştir: Peygamber (ﷺ) zamanında bazı Sahabeler bir yolculuğa çıktılar. Bir Arap kabilesiyle kamp kurdular ve onlardan misafirperverlik istediler, ancak kabile onları misafir etmekten kaçındı. Kabilenin reisi bir akrep tarafından sokuldu veya bir yılan tarafından ısırıldı. Ona her türlü tedavi uyguladılar ama hiçbir şey ona fayda etmedi. İçlerinden biri dedi ki: Keşke sizinle kamp kuran o insanlara gitseydiniz; belki aralarından birinin, arkadaşınıza şifa verecek bir şeyi vardır. (Böylece gittiler ve) içlerinden biri dedi: Rehberimiz bir akrep tarafından sokuldu veya bir yılan tarafından ısırıldı. Ona her türlü ilaç uyguladık ama hiçbir şey ona fayda etmedi. Aranızda arkadaşımıza şifa verecek bir şey, yani bir büyü olan var mı? İçlerinden biri dedi: Ben büyü yapacağım; sizden misafirlik istedik ama bizi misafir etmediniz. Ben, bana bir ücret vermeden büyü yapmayacağım. Bunun üzerine onlara bir miktar koyun teklif ettiler. O da geldi ve Fatiha suresini okudu ve tükürdü, o da sanki bir bağdan kurtulmuş gibi şifa buldu. Sonrasında, aralarında anlaştıkları ücreti ödediler. Onlar: Ücreti paylaştırın dediler. Büyü yapan adam: Yapmayın, önce Allah'ın Resulü'ne (ﷺ) gidelim ve ona danışalım, dedi. Ertesi sabah Allah'ın Resulü'ne (ﷺ) geldiler ve durumu ona anlattılar. Allah'ın Resulü (ﷺ) dedi ki: Bunu nereden öğrendiniz ki bu bir büyü? Doğru yaptınız. Bana da bir pay verin."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bu rivayet de Abu Sa'id al-Khudri tarafından Peygamber (ﷺ) üzerinden aktarılmıştır."
    },
    {
      "id": 5,
      "narrator": "Kharijah b. al-Salt quoted his paternal uncle as saying that he passed by a clan (of the Arab) who came to him and said:",
      "text": "Kharijah b. al-Salt, amcasından şöyle dediğini aktardı: Bir kabileden geçerken bana geldiler ve: Bu adamdan iyi bir şey getirdin dediler. Sonra zincirli bir deliği getirdiler. Üzerine üç gün boyunca sabah akşam Fatiha suresini okudu. Okuduktan sonra tükürüğünü topladı ve tükürdü, (rahatladı) sanki bir bağdan kurtulmuş gibi. Ona bir şey verdiler (ücret olarak). Sonra Peygamber'e (ﷺ) geldi ve durumu ona anlattı. Allah'ın Resulü (ﷺ) dedi ki: Kabul et, çünkü yemin ederim ki bazıları bunu değersiz bir büyü için kabul ediyor ama sen gerçek bir büyü yaptın."
    },
    {
      "id": 6,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Rafi' ibn Khadij'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Hacamatçının kazancı kirli, köpek için ödenen fiyat kirli ve fahişeye ödenen ücret de kirli."
    },
    {
      "id": 7,
      "narrator": "Narrated Muhayyisah ibn Ka'b:",
      "text": "Muhayyisah ibn Ka'b'den rivayet edilmiştir: Muhayyisah, Allah'ın Resulü'nden (ﷺ) hacamatçının ücretini sordu, ancak o bunu yasakladı. Sürekli izin istemeye devam etti, en sonunda ona: Su içen devenle besle ve kölenle besle, dedi."
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) kendisine hacamat yaptırdı ve hacamatçıya ücretini verdi. Eğer bunu kirli saymış olsaydı, ona (ücret) vermezdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas b. Malik :",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Abu Tibah, Allah'ın Resulü'ne (ﷺ) hacamat yaptı ve ona bir sa' hurma verilmesini emretti, ayrıca halkına da ona olan borçlarından bir kısmını affetmelerini emretti."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) cariye kazancını yasakladı."
    },
    {
      "id": 11,
      "narrator": "Narrated Tariq ibn AbdurRahman al-Qarash:",
      "text": "Tariq ibn AbdurRahman al-Qarash'tan rivayet edilmiştir: Rafi' ibn Rifa'ah, Ensar toplantısına geldi ve dedi ki: Allah'ın Resulü (ﷺ) bugün bize (bazı şeyleri) yasakladı ve bazı şeyleri zikretti. Cariye kazancını yasakladı, yalnızca kendi el emeğiyle kazandığı şeyler dışında. Hamur açma, iplik eğirme ve pamuk işleme gibi şeyleri parmaklarıyla gösterdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Rafi' b. Khadij:",
      "text": "Rafi' b. Khadij'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) cariye kazancını yasakladı, ancak nereden geldiği biliniyorsa."
    },
    {
      "id": 13,
      "narrator": "Narrated AbuMas'ud:",
      "text": "AbuMas'ud'dan rivayet edilmiştir: Peygamber (ﷺ) köpek için ödenen fiyatı, fahişeye ödenen ücreti ve falcıya verilen hediyeyi yasakladı."
    },
    {
      "id": 14,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) tayın örtüsü için ücret almayı yasakladı."
    },
    {
      "id": 15,
      "narrator": "AbuMajidah said:",
      "text": "AbuMajidah dedi ki: Bir çocuğun kulağını kestim ya da o benim kulağımı kesti (rivayetçi şüpheli). Sonra AbuBakr bize haccı yapmak için geldi ve onunla bir araya geldik. Ancak bizi Umar ibn al-Khattab'a yönlendirdi. Umar (ibn al-Khattab) dedi ki: Bu intikam gerektiren bir duruma ulaştı. Beni bir hacamatçı çağırın ki intikam alabilsin. Hacamatçı çağrıldığında, (Umar) dedi ki: Allah'ın Resulü'nden (ﷺ) işittim: Ben bir çocuğu teyzeme verdim ve umarım onunla bereketlenir. Ona dedim: Onu bir hacamatçıya, altıncıya veya kasaba teslim etme."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Benzer bir rivayet, Abu Majidah al-Sahmi tarafından 'Umar b. al-Khattab'dan farklı bir raviler zinciri ile aktarılmıştır."
    },
    {
      "id": 17,
      "narrator": "Abu Majidah quoted 'Umar b. al-Khattab as saying:",
      "text": "Abu Majidah, 'Umar b. al-Khattab'dan şu şekilde aktardı: Ben, Peygamber (ﷺ) şöyle derken duydum ... aynı anlamda bir rivayet."
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Eğer birisi malı olan bir köleyi satın alırsa, onun malı satıcıya aittir, alıcı bir şart koymadıkça. Eğer birisi hurma ağaçlarını, döllenmiş olduktan sonra satın alırsa, meyve satıcıya aittir, alıcı bir şart koymadıkça."
    },
    {
      "id": 19,
      "narrator": "This tradition has also been narrated by 'Umar from the Messenger of Allah (ﷺ) through a different chain of narrators. It mentions only the sale of the slave. It has also been transmitted by Nafi' on the authority of Ibn 'Umar from the Prophet (ﷺ) indicating only the sale of palm-trees.\n\n\nAbu Dawud said:",
      "text": "Bu rivayet, 'Umar'dan Allah'ın Elçisi (ﷺ) tarafından farklı bir raviler zinciri ile aktarılmıştır. Sadece kölenin satışı bahsedilmektedir. Ayrıca Nafi' tarafından İbn 'Umar aracılığıyla Peygamber (ﷺ) tarafından, sadece hurma ağaçlarının satışı ile ilgili olarak aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Dawud dedi ki: Al-Zuhri ve Nafi' dört rivayette birbirleriyle ihtilaf ettiler. Bu onlardan biridir."
    },
    {
      "id": 21,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Eğer birisi malı olan bir köleyi satın alırsa, onun malı satıcıya aittir, alıcı bir şart koymadıkça."
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: Sizden hiç kimse birbirine karşı satın alma yapmamalıdır; ve malı karşılamak için dışarı çıkmayın, (ancak birisi) pazara getirilene kadar beklemelidir."
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah dedi ki: Getirilen (satış için) malı karşılamak üzere dışarı çıkmayın. Eğer biri böyle yapar ve ondan bir şey satın alırsa, mal sahibinin pazara geldiğinde (işlemi iptal etme) seçeneği vardır."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abu 'Ali dedi ki: Abu Dawud'un şöyle dediğini duydum: Sufyan dedi ki: Sizden hiç kimse birbirine karşı satın alma yapmamalıdır; yani o şöyle der: Benim on dirheme daha iyi birim var."
    },
    {
      "id": 25,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: Peygamber (ﷺ) birbirine karşı teklif vermeyi yasakladı."
    },
    {
      "id": 26,
      "narrator": "Narrated Salim al-Makki:",
      "text": "İbn 'Abbas'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir şehirlinin çöl adamı için satış yapmasını yasakladı. Ben sordum: Şehirlinin çöl adamı için satış yapmasıyla neyi kastediyorsun? O şöyle yanıtladı: Onun için aracılık yapmamalıdır."
    },
    {
      "id": 27,
      "narrator": "Narrated Jabir:",
      "text": "Anas ibn Malik'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Bir şehirli, çöl adamı için satış yapmamalıdır, hatta o onun kardeşi veya babası bile olsa."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Dawud dedi ki: Anas b. Malik şöyle dedi: Şöyle denildi: Bir şehirli, çöl adamı için satış yapmamalıdır. Bu ifade geniş bir anlam taşır. Yani (şehirli) onun için hiçbir şey satmamalı veya onun için hiçbir şey satın almamalıdır."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Salim al-Makki'den rivayet edilmiştir: Bir bedevi ona, Allah'ın Elçisi (ﷺ) zamanında bir süt veren dişi deve getirdiğini söyledi. Talhah ibn Ubaydullah ile birlikte indi (ve süt hayvanını ona satmak istedi). O şöyle dedi: Peygamber (ﷺ) bir şehirlinin çöl adamı için satış yapmasını yasakladı. Ama pazara git ve kimlerin senden satın aldığını gör. Sonrasında bana danış, o zaman sana (satmanı) söylerim veya yasaklarım."
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: Bir şehirli, çöl adamı için satış yapmamalıdır; ve insanları yalnız bırakın, Allah onlara birbirlerinden rızık verecektir."
    },
    {
      "id": 31,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer birisi memeleri bağlanmış bir koyun satın alırsa, üç gün (karar verme) seçeneği vardır. Eğer iade ederse, onunla birlikte sütüne eşit miktarda buğday veya iki katını iade etmelidir."
    },
    {
      "id": 32,
      "narrator": "Narrated Ma'mar b. Abi Ma'mar, one of the children of 'Adi b. Ka'b:",
      "text": "Ma'mar b. Abi Ma'mar, 'Adi b. Ka'b'ın çocuklarından biri olarak rivayet etmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Fiyatların yükselmesini bekleyerek malı tutan kimse ancak bir günahkârdır. Ben Sa'id (b. al-Musayyab)'e dedim: Sen fiyatların yükselmesini bekleyerek malı tutuyorsun. O da dedi: Ma'mar, fiyatlar yükselene kadar malı tutardı."
    },
    {
      "id": 33,
      "narrator": "Qatadah said:",
      "text": "Ebu Davud dedi ki: Ahmad (b. Hanbal)'a sordum: Stoklama (hukrah) nedir? O da: İnsanların geçimini sağladığı şeydir, diye cevap verdi."
    },
    {
      "id": 34,
      "narrator": "Narrated 'Alqamah b. 'Abdullah:",
      "text": "Ebu Davud dedi ki: Al-Auza'i şöyle dedi: Muhtakir (stoklayan) kimse, pazardaki mal arzını tutan kimsedir."
    },
    {
      "id": 35,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Katade dedi ki: Stoklama, kuru hurmalara uygulanmaz. İbn al-Muthanna, onun (Yahya b. Fayyad) el-Hasan'dan rivayette bulunduğunu söyledi. Biz (İbn al-Muthanna) ona (Yahya) dedik: \"el-Hasan'dan rivayet etti\" demeyin."
    },
    {
      "id": 36,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ebu Davud dedi ki: Bu rivayet bizim için yanlıştır."
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Davud dedi ki: Sa'id b. al-Musayyab, çekirdek, yem ve tohum stoklardı."
    },
    {
      "id": 38,
      "narrator": "Yahya said:",
      "text": "Ebu Davud dedi ki: Ahmad b. Yunus'un şöyle dediğini duydum: Sufyan'a yem stoklamayı sordum. O da: Geçmişteki insanlar stoklamayı hoş karşılamazdı, dedi. Ben de Abu Bakr b. 'Ayyash'a (bununla ilgili) sordum. O da: Stoklayın, dedi."
    },
    {
      "id": 39,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Alqamah b. Abdullah'dan rivayet edilmiştir: Babasından, o da şöyle dedi: Allah'ın Elçisi (ﷺ) Müslümanlar arasında geçerli olan paraları, bir kusur olmadıkça bozmaktan men etti."
    },
    {
      "id": 40,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar from the Prophet (ﷺ) to the same effect through a different chain of narrators. This version adds:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam geldi ve dedi ki: Allah'ın Elçisi, fiyatları belirle. O da: (Hayır), ama dua edeceğim, dedi. Adam tekrar geldi ve dedi ki: Allah'ın Elçisi, fiyatları belirle. O da: Fiyatları yükselten ve düşüren yalnızca Allah'tır. Allah ile karşılaştığımda, hiç birinizin kan veya mal konusunda bana bir iddiası olmasını ummuyorum."
    },
    {
      "id": 41,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: İnsanlar dediler: Allah'ın Elçisi, fiyatlar yükseldi, bize fiyatları belirle. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Fiyatları belirleyen Allah'tır; O, tutar, cömertçe verir ve rızık sağlar. Allah ile karşılaştığımda, hiç birinizin kan veya mal konusunda bana bir iddiası olmasını ummuyorum."
    },
    {
      "id": 42,
      "narrator": "Narrated AbulWadi':",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamın tahıl sattığını gördü. Ona: Nasıl satıyorsun? diye sordu. Adam bilgi verdi. O sırada ona: \"Elini içine sok\" diye vahiy geldi. Adam elini içine soktu ve ıslak olduğunu hissetti. Allah'ın Elçisi (ﷺ) sonra dedi ki: \"Aldatan bizden değildir.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Yahya b. Ayyub:",
      "text": "Yahya dedi ki: Sufyan, \"bizden değildir\" ifadesinin \"bizim gibi değildir\" şeklinde yorumlanmasını hoş karşılamadı."
    },
    {
      "id": 44,
      "narrator": "Narrated Hakim b. Hizam:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Bir işteki her iki taraf, ayrılmadıkları sürece diğer tarafa karşı iptal etme seçeneğine sahiptir; ancak bu, koşullu bir pazarlık değilse."
    },
    {
      "id": 45,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Yukarıda belirtilen rivayet, İbn 'Umar'dan Peygamber (ﷺ) aracılığıyla farklı bir rivayet zinciriyle aynı anlamda aktarılmıştır. Bu versiyon ekler: \"Ya da birisi diğerine: 'Hakkını kullan' der.\""
    },
    {
      "id": 46,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bir kimse iki işlemi bir pazarlıkta birleştirirse, o iki işlemden daha az olanı almalıdır, aksi takdirde bu faiz içerecektir."
    },
    {
      "id": 47,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Eğer inah işlemi yaparsanız, sığırların kuyruklarını tutarsınız, tarımdan memnun olursunuz ve cihadı (Allah yolunda mücadele) terk edersiniz. Allah, üzerinize bir rezil olma durumu getirir ve bunu, eski dininize dönene kadar geri çekmez."
    },
    {
      "id": 48,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, meyveler için bir, iki ve üç yıl peşin ödeme yapıyorlardı, bu yüzden şöyle dedi: Herhangi bir şey için peşin ödeme yapanlar, belirli bir ölçü ve ağırlık ile belirli bir zaman için yapmalıdır."
    },
    {
      "id": 49,
      "narrator": "Muhammad or 'Abd Allah b. Mujahid said:",
      "text": "Muhammed veya 'Abd Allah b. Mujahid dedi ki: 'Abd Allah b. Shaddad ve Abu Burdah, salaf (peşin ödeme) konusunda tartıştılar. Beni İbn Abi Awfa'ya gönderdiler ve ona (bu konuda) sordum, o da şöyle cevap verdi: Allah'ın Elçisi (ﷺ), Ebu Bekir ve Ömer zamanında buğday, arpa, hurma ve kuru üzüm için peşin ödeme yapıyorduk. İbn Kesir ekledi: \"bu şeylere sahip olmayan insanlara.\" Anlaşılan versiyon şöyle devam ediyor: Sonra İbn Abza'ya sordum, o da benzer bir cevap verdi."
    },
    {
      "id": 50,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn Abi al-Mujahid through a different chain of narrators. This version has:",
      "text": "Yukarıda belirtilen rivayet, İbn Abi al-Mujahid tarafından farklı bir raviler zinciri ile de aktarılmıştır. Bu versiyonda: \"bu şeylere sahip olmayan insanlara.\" denilmektedir."
    },
    {
      "id": 51,
      "narrator": "Narrated Abdullah ibn AbuAwfa ibn AbuAwfa al-Aslami:",
      "text": "Ebu Davud dedi ki: Doğru olan İbn Abi al-Mujahid'dir. Şu'be bu konuda bir hata yaptı."
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Abu Awfa ibn Abu Awfa al-Aslami'den rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile birlikte Suriye'ye bir sefere çıktık. Suriye'nin Nabatiyeleri bize geldi ve onlara (bir salam sözleşmesi ile) belirli bir oran ve belirli bir süre için buğday ve zeytinyağı peşin ödedik. O (insanlara) sordu: Bu şeylere sahip olan biriyle mi sözleşme yaptınız? O da cevap verdi: Biz onlardan sormadık."
    },
    {
      "id": 53,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Bir adam bir hurma ağacı için peşin ödeme yaptı. O yıl meyve vermedi. Davalarını Peygamber (ﷺ) huzuruna getirdiler. O da şöyle dedi: Onun malını hangi sebeple helal kılıyorsunuz? Sonra şöyle dedi: Meyveler iyi durumda olduğu açıkça görülmeden bir hurma ağacı için peşin ödeme yapmayın."
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Abu Sa'id al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bir kimse peşin ödeme yaparsa, onu aldıktan önce başkasına devretmemelidir."
    },
    {
      "id": 55,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Abu Sa'id Al Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) zamanında bir adam, satın aldığı meyvelerde bir kayıp yaşadı ve büyük bir borcu vardı, bu yüzden Allah'ın Elçisi (ﷺ) şöyle dedi: Ona sadaka verin. Böylece insanlar ona sadaka verdiler, ama bu borcunu tamamen ödemek için yeterli olmadığından, Allah'ın Elçisi (ﷺ) şöyle dedi: Bulduğunuzu alın. Ama bu, sahip olabileceğiniz her şeydir."
    },
    {
      "id": 56,
      "narrator": "'Ata said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Eğer kuru hurmaları kardeşine satarsan ve onlar zarara uğrarsa, kardeşinin malını haksız yere alman caiz değildir."
    },
    {
      "id": 57,
      "narrator": "Yahya b. Sa'id said:",
      "text": "'Ata dedi ki: Zarar, yağmur, dolu, çekirge, rüzgar patırtısı veya ateş gibi açıkça mahsulü zarar veren her şeyi ifade eder."
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Yahya b. Sa'id dedi ki: Zarar, eşyaların üçte birinden azı zarar gördüğünde etkili değildir. Yahya dedi ki: Bu, Müslümanların yerleşik uygulaması olmuştur."
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Fazla su, (hayvanları) otlamaktan alıkoymak için tutulmamalıdır."
    },
    {
      "id": 60,
      "narrator": "The tradition mentioned above has also been related by al-'Amash to the same effect through a different chain of narrators. This version adds:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kıyamet Günü Allah'ın hitap etmeyeceği üç kişi vardır: Seyahate çıkan birini, yanında bulunan fazla sudan mahrum eden bir adam; öğle namazından sonra mal (satış) için yemin eden bir adam, yani (yalan) yemin eden; ve bir yöneticinin (imam) biatını alan bir adam; eğer ona (bir şey) verirse, ona biatını yerine getirir, eğer ona (hiçbir şey) vermezse, yerine getirmez."
    },
    {
      "id": 61,
      "narrator": "Narrated Buhaisah:",
      "text": "Buhaisah'tan rivayet edilmiştir: Babası aracılığıyla: Babam, Peygamber (ﷺ)'den (bedenine öpmek için) izin istedi. (İzin verildiğinde), gömleğini kaldırarak bedenine yaklaştı ve onu öpmeye ve ona yapışmaya başladı. Sonra sordu: Allah'ın Peygamberi, hangi şeyin tutulması caiz değildir? O da cevap verdi: Su. Sordu: Allah'ın Peygamberi, hangi şeyin tutulması caiz değildir? O da cevap verdi: Tuz. Tekrar sordu: Allah'ın Peygamberi, hangi şeyin tutulması caiz değildir? O da dedi: İyi bir iş yapman senin için daha hayırlıdır."
    },
    {
      "id": 62,
      "narrator": "Narrated A man:",
      "text": "Bir adamdan rivayet edilmiştir: Peygamber (ﷺ)'in muhacirlerinden bir adam dedi ki: Peygamber (ﷺ) ile birlikte üç kez savaşa katıldım. Onun şöyle dediğini duydum: Müslümanların üç şeyde ortak payı vardır: ot, su ve ateş."
    },
    {
      "id": 63,
      "narrator": "Narrated Iyas ibn Abd:",
      "text": "İyas ibn Abd'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) fazla suyun satışını yasakladı."
    },
    {
      "id": 64,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) köpek ve kedi için ödeme yapılmasını yasakladı."
    },
    {
      "id": 65,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Peygamber (ﷺ) kedi için ödeme yapılmasını yasakladı."
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Mas'ud:",
      "text": "Abu Mas'ud'tan rivayet edilmiştir: Peygamber (ﷺ) köpek için ödenen fiyatı, fahişeye ödenen ücreti ve falcıya verilen hediyeyi yasakladı."
    },
    {
      "id": 67,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) köpek için ödenen fiyatı yasakladı; eğer biri köpeğin fiyatını sormaya gelirse, elini toprakla doldur."
    },
    {
      "id": 68,
      "narrator": "Narrated Abu Juhaifah:",
      "text": "Abu Juhaifah'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) köpek için ödenen fiyatı yasakladı."
    },
    {
      "id": 69,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Köpek için ödenen fiyat, falcıya verilen fiyat ve fahişeye ödenen ücret caiz değildir."
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayrah'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: Allah şarabı ve onun için ödenen fiyatı, ölü eti ve onun için ödenen fiyatı, domuzu ve onun için ödenen fiyatı yasakladı."
    },
    {
      "id": 71,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Jabir bin 'Abdullah'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Fetih yılı Mekke'de şöyle dedi: Allah şarabın, doğal ölümle ölen hayvanların, domuzların ve putların satışını yasakladı. Kendisine soruldu: Allah'ın Messenger'ı, doğal ölümle ölen hayvanların yağları hakkında ne düşünüyorsun? Çünkü bunlar gemi sızdırmazlığı için, derileri yağlamak için ve lambalar için yağ yapmakta kullanılıyordu. O da cevap verdi: Hayır, bu yasaktır. Ardından Allah'ın Messenger'ı (ﷺ) şöyle dedi: Allah Yahudileri lanetlesin! Allah bu hayvanların yağlarını helal kıldığında, onlar onu eritip sattılar ve aldıkları fiyatın tadını çıkardılar."
    },
    {
      "id": 72,
      "narrator": "Yazid b. Abi Habib said:",
      "text": "Yazid b. Abi Habib dedi ki: Jabir bana benzer bir rivayet yazdı. Ama bu versiyonda \"Yasaktır\" demedi."
    },
    {
      "id": 73,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Kabe'nin köşesinde (veya Hacerü'l-Esved'in yanında) otururken gördüm. O, gökyüzüne doğru gözlerini kaldırdı ve güldü ve şöyle dedi: Allah Yahudileri lanetlesin! Bunu üç kez söyledi. Allah, doğal ölümle ölen hayvanların yağlarını onlara haram kıldı; onlar bunları sattılar ve aldıkları fiyatın tadını çıkardılar. Allah bir şeyin insanlara haram olduğunu ilan ettiğinde, onun fiyatını da onlara haram kılar. Khalid b. 'Abd Allah al-Tahhan'ın versiyonunda \"Gördüm\" kelimeleri yoktur. \"Allah Yahudileri helak etsin!\" şeklindedir."
    },
    {
      "id": 74,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Al-Mughirah ibn Shu'bah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Şarap satan kimse, domuzun etini kesmelidir."
    },
    {
      "id": 75,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Bakara Suresi'nin son ayetleri indirildiğinde, Allah'ın Messenger'ı (ﷺ) dışarı çıktı ve onları bize okudu ve şöyle dedi: Şarap ticareti yasaklanmıştır."
    },
    {
      "id": 76,
      "narrator": "The tradition mentioned above has also been transmitted by al-A'mash to the same effect through a different chain of narrators. This version adds:",
      "text": "Yukarıda bahsedilen rivayet, al-A'mash tarafından farklı bir nakil zinciriyle aynı anlamda aktarılmıştır. Bu versiyon ekler: \"Faizle ilgili son ayetler.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim tahıl alırsa, onu tam olarak almadıkça satmamalıdır.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) döneminde biz tahıl alırdık ve o, bize satın aldığımız yerden başka bir yere taşımamız için bir adam gönderdi, onu tartmadan veya ölçmeden satmamızı emretti."
    },
    {
      "id": 79,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: İnsanlar, pazardaki üst kısımda aynı yerden tahıl alır ve tartmadan veya ölçmeden satarlardı. Allah'ın Resulü (ﷺ) onlara orada satmayı yasakladı, onu oradan kaldırmadan satmamalarını söyledi."
    },
    {
      "id": 80,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) ölçü ile satın alınan tahılı, tam olarak almadıkça satmayı yasakladı."
    },
    {
      "id": 81,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim tahıl alırsa, onu ölçmeden satmamalıdır.\" Ebu Bekir, kendi rivayetinde ekledi: \"İbn 'Abbas'a sordum: Neden? O da: \"Onların (tahılı) altın karşılığında sattıklarını ama tahılın hâlâ satıcıda olduğunu görmüyor musun?\" diye cevap verdi."
    },
    {
      "id": 82,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim tahıl alırsa, onu sahiplenmeden satmamalıdır.\" Süleyman b. Harb dedi ki: \"Tam olarak almadıkça.\" Musaddad ekledi: \"İbn 'Abbas dedi ki: Ve ben her şeyin tahıl gibi olduğunu düşünüyorum.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) döneminde, insanlar aynı yerden tahıl alıp orada satıldıklarında dövülüyordu."
    },
    {
      "id": 84,
      "narrator": "Narrated Ibn Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Pazarda zeytinyağı aldım. Onun sahibi olduğumda, bir adam yanıma geldi ve iyi bir kâr teklif etti. Onunla pazarlık yapmayı düşündüm, ama bir adam arkamdan elimi tuttu. Döndüğümde Zeyd ibn Thabit olduğunu gördüm. O dedi ki: \"Onu satın aldığın yerde satma, önce evine götür, çünkü Allah'ın Resulü (ﷺ) ticaretin yapıldığı yerde malın satılmasını yasakladı, ta ki tüccarlar onları evlerine götürünceye kadar.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Bir adam, Allah'ın Resulü (ﷺ) ile iş anlaşmalarında aldatıldığını söyledi. Allah'ın Resulü (ﷺ) sonra dedi ki: \"Pazarlık yaptığınızda, 'Aldatmaya teşebbüs yoktur' deyin.\" Adam pazarlık yaptığında, \"Aldatmaya teşebbüs yoktur\" dedi."
    },
    {
      "id": 86,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) döneminde bir adam (mallar) alırdı ve aklı zayıftı. Halkı, Allah'ın Resulü'ne geldi ve dedi ki: \"Allah'ın Resulü, falan kişiyi pazarlık yapmaktan alıkoy, çünkü o (mallar) alıyor ama aklı zayıf.\" Bunun üzerine Peygamber (ﷺ) onu çağırdı ve pazarlık yapmayı yasakladı. O dedi ki: \"Allah'ın Resulü, ben ticaret işlemlerinden uzak duramam.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Eğer pazarlık yapmaktan vazgeçemiyorsan, o zaman 'Al, ver ve aldatmaya teşebbüs yoktur' de.\""
    },
    {
      "id": 87,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesi şöyle söyledi: Allah'ın Resulü (ﷺ) peşin para ile yapılan işlemleri yasakladı. Malik dedi ki: Bu, düşündüğümüz gibi -Allah daha iyi bilir- bir adamın bir köle satın alması veya bir hayvan kiralaması ve \"Eğer bu işlemi veya kiralamayı bırakırsam, sana verdiğim şey senindir\" demesi anlamına gelir."
    },
    {
      "id": 88,
      "narrator": "Narrated Hakim ibn Hizam:",
      "text": "Hakim ibn Hizam'dan rivayet edilmiştir: Hakim (Peygamber'e) sordu: \"Allah'ın Resulü, bir adam yanıma geliyor ve benden sahip olmadığım bir şeyi satmamı istiyor. Onu pazardan onun için almalı mıyım?\" O cevap verdi: \"Sahip olmadığın şeyi satma.\""
    },
    {
      "id": 89,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesi Abdullah b. 'Amr'ın Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: \"Bir satışla birlikte bir borç şartı koymak caiz değildir, bir işlemle ilgili iki şart da caiz değildir, birinin sorumluluğunda olmayan bir şeyden elde edilen kâr da caiz değildir, sahip olmadığın şeyi satmak da caiz değildir.\""
    },
    {
      "id": 90,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Jabir bin ‘Abdullah'dan rivayet edilmiştir: Ben onu, yani deve, Peygamber'e (ﷺ) sattım, ama eve kadar binmeme izin verilmesi şartıyla. Sonunda o (Peygamber) dedi ki: \"Bu işlemi senin devenle birlikte almak için yaptığımı mı düşünüyorsun? Deven ve fiyatı senindir.\""
    },
    {
      "id": 91,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Uqbah ibn Amir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir kölenin sözleşme yükümlülüğü üç gündür."
    },
    {
      "id": 92,
      "narrator": "The tradition mentioned above has also been transmitted by Qatadah through a different chain of narrators to the same effect. This version adds:",
      "text": "Yukarıda belirtilen rivayet, Qatadah tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır. Bu versiyon, şunu ekler: \"Eğer üç gün içinde kölede bir kusur bulursa, delil olmaksızın onu iade edebilir; eğer üç günden sonra bir kusur bulursa, onu satın aldığı zaman kölede kusur olduğunu gösteren delil sunması gerekir.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: Bu açıklama Qatadah'ın sözlerindendir."
    },
    {
      "id": 94,
      "narrator": "Narrated Makhlad ibn Khufaf al-Ghifari:",
      "text": "Aisha, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Karşılık, sorumluluğu takip eder."
    },
    {
      "id": 95,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Makhlad ibn Khufaf al-Ghifari'den rivayet edilmiştir: Ben ve bazı insanlar bir kölede ortak olduk. Ortaklardan birinin yokluğunda onu bir işte çalıştırdım. Benim için kazanç sağladı. O, benimle tartıştı ve kazancındaki payını almak için bir hakime başvurdu, hakim de kazancı (yani payını) ona iade etmemi emretti. Sonra Urvah ibn az-Zubayr'a geldim ve durumu ona anlattım. Urvah, ona gelerek Aisha'dan Allah'ın Elçisi (ﷺ) adına bir rivayet aktardı: Karşılık, sorumluluğu takip eder."
    },
    {
      "id": 96,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Aisha, Ümmü'l-Müminin'den rivayet edilmiştir: Bir adam bir köle satın aldı ve köle Allah'ın istediği kadar onunla kaldı. Sonra onda bir kusur buldu. Tartışmasını Peygamber (ﷺ)'e getirdi ve Peygamber onu ona iade etti. Adam dedi ki: Allah'ın Elçisi, kölem bazı ücretler kazandı. Allah'ın Elçisi (ﷺ) şöyle dedi: Karşılık, sorumluluğu takip eder."
    },
    {
      "id": 97,
      "narrator": "Al-Qasim b. 'Abd al-Rahman reported on the authority of his father:",
      "text": "Abu Davud dedi ki: Bu rivayetin raviler zinciri güvenilir değildir."
    },
    {
      "id": 98,
      "narrator": "Narrated Jabir:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Muhammed ibn al-Ash'ath dedi ki: Al-Ash'ath, Abdullah ibn Mes'ud'dan ganimet köleleri satın aldı ve bunların bedeli için yirmi bin dirhem istedi. Abdullah, ondan fiyatın ödenmesini talep etti. O da: Onları on bin dirheme satın aldım, dedi. Abdullah: Benimle senin aranda hüküm verecek birini tayin et, dedi. Al-Ash'ath: (Ben seni) seninle kendin arasında tayin ediyorum, dedi. Abdullah: Ben Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu duydum: Eğer bir ticaret işleminde her iki taraf fiyat konusunda anlaşmazlık yaşarsa ve aralarında tanık varsa, mal sahibinin beyanı kabul edilir ya da işlemi iptal edebilirler."
    },
    {
      "id": 99,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Al-Qasim b. 'Abd al-Rahman, babasından rivayet etmiştir: İbn Mes'ud, al-Ash'ath b. Qais'e köleler sattı. Sonra aynı anlamda rivayetin geri kalanını bazı kelime değişiklikleriyle aktardı."
    },
    {
      "id": 100,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Paylaşılan her şeyde, ister bir konut ister bir bahçe olsun, seçme hakkı vardır. Ortak olan kişiye bilgi vermeden satmak caiz değildir; ancak eğer bilgi vermeden satarsa, en büyük hak ona aittir."
    },
    {
      "id": 101,
      "narrator": "Narrated Abu Rafi':",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) komşu mülkü satın alma hakkını, bölünmemiş her şey için geçerli kıldı; ancak sınırlar belirlendiğinde ve ayrı yollar yapıldığında, seçme hakkı yoktur."
    },
    {
      "id": 102,
      "narrator": "Narrated Samurah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Arazi bölündüğünde ve sınırlar belirlendiğinde, öncelik hakkı yoktur."
    },
    {
      "id": 103,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ebu Rafi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir komşu, komşusunun evine veya arazisine en iyi hakka sahiptir."
    },
    {
      "id": 104,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Samurah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir komşu, komşusunun evine veya arazisine en iyi hakka sahiptir."
    },
    {
      "id": 105,
      "narrator": "Narrated AbuBakr ibn AbdurRahman ibn al-Harith ibn Hisham:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Komşu, öncelik hakkına en çok sahip olan kişidir ve iki mülk arasında bir yol varsa, onun kullanılması için beklemelidir, hatta o yoksa bile."
    },
    {
      "id": 106,
      "narrator": "The tradition mentioned above has also been transmitted by Abu Bakr b. 'Adb al-Rahman b. al-Harith b. Hisham from Messenger of Allah (ﷺ) through a different chain of narrators to the same effect as narrated by Malik. This version adds:",
      "text": "Yukarıda bahsedilen rivayet, Abu Bekir b. Abd al-Rahman b. al-Harith b. Hişam aracılığıyla Allah'ın Elçisi (ﷺ) tarafından farklı bir isnat zinciriyle Malik'in rivayetiyle aynı etkiyi taşıyan bir şekilde aktarılmıştır. Bu versiyon şunu ekler: \"Eğer mülkün bedelinden bir şey ödemişse, o zaman alacaklılarla eşit olacaktır.\""
    },
    {
      "id": 107,
      "narrator": "A similar tradition (to the No. 3513) has been transmitted by AbuHurayrah from the Prophet (ﷺ). \n\n\n\n\n\nThis version has:",
      "text": "Benzer bir rivayet (No. 3513'e) Abu Hurayra'dan Peygamber (ﷺ) tarafından aktarılmıştır."
    },
    {
      "id": 108,
      "narrator": "Umar ibn Khaldah said:",
      "text": "Bu versiyon şunu içerir: Eğer bedelinden bir şey ödemişse, o zaman kalan bedelde alacaklılarla eşit olacaktır. Eğer bir adam ölürse ve onun elinde bir adamın (yani satıcının) mülkü varsa, alacaklılarla eşittir; ister (alıcı) ona (bedeli) ödesin, ister ödemesin."
    },
    {
      "id": 109,
      "narrator": "Narrated Amir ash-Sha'bi:",
      "text": "Abu Davud dedi ki: Malik'in bu rivayeti daha sağlamdır."
    },
    {
      "id": 110,
      "narrator": "Narrated ash-Sha'bi:",
      "text": "Ömer b. Halde şöyle dedi: Biz, iflas eden Abu Hurayra'ya geldik. O şöyle dedi: Ben, Allah'ın Elçisi (ﷺ) kararına göre aranızda hüküm vereceğim: Eğer biri iflas ederse veya ölürse ve adam (satıcı) onun elinde kendi mülkünü bulursa, ona (diğerlerinden) daha fazla hak sahibidir."
    },
    {
      "id": 111,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Amir eş-Şa'bi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Eğer biri, sahiplerinin hayvanına yem vermekte aciz kaldıkları için onu dışarı bıraktıkları bir hayvan bulursa ve onu alıp bakarsa, o hayvan ona aittir."
    },
    {
      "id": 112,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Abu Davud dedi ki: Bu, Hammad'ın rivayetidir. Daha açık ve mükemmeldir."
    },
    {
      "id": 113,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Eş-Şa'bi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Eğer biri bir hayvanı yok olma yerinde bırakırsa ve başka bir adam onu hayata döndürürse, o hayvanı hayata döndüren kişiye aittir."
    },
    {
      "id": 114,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Rehin olarak verilen süt veren develerin sütü, ödeme karşılığında içilebilir; ve rehin olarak verilen hayvan, ödeme karşılığında binebilir; ödeme, binen ve içen tarafından yapılır."
    },
    {
      "id": 115,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Davud dedi ki: Bizim görüşümüze göre bu doğrudur."
    },
    {
      "id": 116,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "Ömer b. Hattab'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Allah'ın kullarından ne peygamber ne de şehit olan bazı insanlar vardır; kıyamet gününde peygamberler ve şehitler, Allah'ın, Yüce olanın katındaki derecelerinden dolayı onlara imrenirler."
    },
    {
      "id": 117,
      "narrator": "Narrated 'Aishah:",
      "text": "Onlar (insanlar) sordular: Ey Allah'ın Elçisi, onlar kimdir? O şöyle cevap verdi: Onlar, Allah'ın ruhu (yani Kur'an) için birbirlerini seven insanlardır; aralarında herhangi bir akrabalık yoktur ve birbirlerine mal vermemektedirler. Allah'a yemin ederim ki, onların yüzleri parlayacak ve (nurdan) minberlerde oturacaklardır. Korku gününde korkmayacaklar ve insanlar üzüldüğünde üzülmeyeceklerdir."
    },
    {
      "id": 118,
      "narrator": "Narrated 'Aishah:",
      "text": "Sonra şu Kur'an ayetini okudu: \"İşte! Şüphesiz Allah'ın dostları için korku yoktur, onlar üzülmeyeceklerdir.\""
    },
    {
      "id": 119,
      "narrator": "Narrated Yusuf ibn Malik al-Makki:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Umeyr b. Umeyr'in teyzesi Aişe'ye sordu: Benim himayemde bir yetim var. Onun malından faydalanabilir miyim? O şöyle dedi: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir adamın en güzel faydaları, kazandıklarından gelir; çocuğu da kazandıklarından gelir."
    },
    {
      "id": 120,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir adamın çocukları, onun kazandıklarından gelir; onlar onun en güzel kazancıdır; bu yüzden onların malından faydalanın."
    },
    {
      "id": 121,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir hediyeyi kabul eder ve ona karşılık verir."
    },
    {
      "id": 122,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Allah'a yemin ederim ki, bu günden sonra hiç kimseden hediye kabul etmeyeceğim, ancak bir muhacir Kureyşli, bir Ensari, bir Davusi veya bir Sekafi'den."
    },
    {
      "id": 123,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Bir hediyeyi geri almak isteyen kimse, kusmuklarına dönen gibidir."
    },
    {
      "id": 124,
      "narrator": "Narrated Abdullah Ibn Umar ;  Abdullah Ibn Abbas:",
      "text": "Hammam dedi ki: \"Ve Katade dedi ki: Kusmayı haram sayarız.\""
    },
    {
      "id": 125,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah İbn Ömer ve Abdullah İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bir adamın bir bağışta bulunması veya bir hediye vermesi ve sonra onu geri alması helal değildir, ancak bir baba çocuğuna verdiği şey hakkında. Bir hediye verip sonra geri alan kimse, doyduktan sonra kusup tekrar kusmuklarına dönen bir köpek gibidir."
    },
    {
      "id": 126,
      "narrator": "Narrated AbuUmamah:",
      "text": "Abdullah İbn Amr İbn el-As'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Hediye edilen şeyi geri alan kimsenin durumu, kusan ve sonra kusmuğunu yiyen bir köpek gibidir. Bir bağışta bulunan kişi, (hediyesini) geri almak istediğinde, bu durum bildirilmelidir ve neden geri almak istediği kendisine bildirilmelidir. Sonra bağışladığı şey kendisine geri verilmelidir."
    },
    {
      "id": 127,
      "narrator": "Narrated Al-Nu'man b. Bashir:",
      "text": "Ebu Ümame'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer bir kimse kardeşi için arabuluculuk yapar ve bunun için ona bir hediye sunar ve o da kabul ederse, o, faizin büyük kapılarından birine yaklaşmış olur."
    },
    {
      "id": 128,
      "narrator": "Narrated Al-Nu'man b. Bashir:",
      "text": "Numan b. Beşir'den rivayet edilmiştir: Babam bana bir hediye verdi. Rivayet eden İsmail b. Salim dedi ki: (Bana) kölesini hediye etti. Annem Ümre bint Rawaha dedi ki: Git, Allah'ın Resulü'ne (ﷺ) git ve onu şahit olarak çağır. O, Peygamber (ﷺ)'e geldi ve bunu ona anlattı. O da ona dedi ki: Benim oğlum Numan'a bir hediye verdim ve Ümre bana seni şahit olarak çağırmamı istedi. O sordu: Başka çocukların var mı? O da: Evet, diye cevap verdi. Tekrar sordu: Onlara da Numan'a verdiğin gibi verdin mi? O da: Hayır, dedi. Bu rivayetlerden bazıları (Peygamberin dediğini) şöyle aktardı: Bu adaletsizliktir. Diğerleri ise (Peygamberin dediğini) şöyle aktardı: Bu zorlamadır. O yüzden benim dışımda başka birini şahit olarak çağır. Mughirah kendi rivayetinde (Peygamber sordu): Onların hepsinin fazilet ve ihsan bakımından eşit olmasını istemez misin? O da: Evet, dedi. O da: O zaman benim dışımda başka birini şahit olarak çağır. Mücahid kendi rivayetinde: Onlara karşı adaletli olma hakkına sahipsin, tıpkı onların sana iyilik yapma hakkına sahip olduğu gibi, dedi."
    },
    {
      "id": 129,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "Ebu Davud dedi ki: Al-Zuhri'nin rivayetinde bazı (rivayet edenler) dedi ki: (Hepsine verdin mi?) ve bazıları (çocukların) dedi. İbn Ebi Halid, al-Sha'bi'den kendi rivayetinde: Onun dışında başka çocukların var mı? dedi. Ebu Duha, Numan b. Beşir'den rivayet etti: Onun dışında başka çocukların var mı?"
    },
    {
      "id": 130,
      "narrator": "Narrated Jabir:",
      "text": "Numan b. Beşir'den rivayet edilmiştir: Babası ona bir köle vermişti. Allah'ın Resulü (ﷺ) dedi ki: Bu köle nedir? O da: Bu, babamın bana verdiği köledir, diye cevap verdi. O sordu: Bütün kardeşlerine de senin gibi verdim mi? O da: Hayır, dedi. O zaman dedi ki: O halde onu geri ver."
    },
    {
      "id": 131,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "Numan b. Beşir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Çocuklarınız arasında eşit davranın; oğullarınız arasında eşit davranın."
    },
    {
      "id": 132,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Cabir'den rivayet edilmiştir: Beşir'in eşi (kocasına) dedi ki: Oğluma kölenizi verin ve benim için Allah'ın Resulü'nü (ﷺ) şahit olarak çağırın. O da Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: Filan filanın kızı bana kölenizden birini vermemi istedi ve bana: Allah'ın Resulü'nü (ﷺ) onun için şahit olarak çağır dedi. O sordu: Kardeşleri var mı? O da: Evet, diye cevap verdi. Tekrar sordu: Onlara da senin ona verdiğin gibi verdin mi? O da: Hayır, dedi. O da: Bu iyi değil ve ben doğru olanı şahitlik edeceğim."
    },
    {
      "id": 133,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Amr b. Şu'ayb'den rivayet edilmiştir: Babası aracılığıyla, dedesi Allah'ın Resulü'nün (ﷺ) şöyle söylediğini aktardı: Bir kadının, kocası onun iffetini elinde tutarken, sahip olduğu maldan hediye vermesi caiz değildir."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Abdullah İbn Amr İbn el-As'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bir kadının (kocasının malından) hediye vermesi, kocasının izni olmadan caiz değildir."
    },
    {
      "id": 135,
      "narrator": "Narrated Jabir:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Hayat süresince kullanım hakkı verilmesi caizdir."
    },
    {
      "id": 136,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer birine ömür boyu kullanım hakkı verilirse, bu onun ve soyunun olur. Onun mirasçıları da bundan miras alacaklardır."
    },
    {
      "id": 137,
      "narrator": "The tradition mentioned above has also been narrated by Jabir from the Prophet (ﷺ) to the same effect through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "Yukarıda bahsedilen rivayet, Jabir'den Peygamber (ﷺ) aracılığıyla farklı bir isnat zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 138,
      "narrator": "Narrated Jabir:",
      "text": "Abu Davud dedi ki: Benzer bir rivayet, al-Laith b. Sa'd aracılığıyla al-Zuhri'den, Abu Salamah'dan Jabir'den aktarılmıştır."
    },
    {
      "id": 139,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn Shihab (Al-Zuhri) through a different chain of narrators and to the same effect.\n\n\nAbu Dawud said:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer birine ömür boyu kullanım hakkı verilirse, bu kendisine ve soyuna aittir; bu, kendisine verilen kişiye aittir ve veren kişiye geri dönmez, çünkü bu miras alınabilecek bir hediye verilmiştir."
    },
    {
      "id": 140,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Yukarıda bahsedilen rivayet, farklı bir isnat zinciriyle ve aynı anlamda İbn Şihab (al-Zuhri) tarafından da aktarılmıştır."
    },
    {
      "id": 141,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Davud dedi ki: Benzer bir rivayet, 'Aqil aracılığıyla İbn Şihab'dan ve Yazid b. Abi Habib aracılığıyla Şihab'dan aktarılmıştır. Al-Auza'i'nin ifadeleri İbn Şihab'dan farklıdır. Fulaih b. Süleyman da bu rivayeti Malik'in rivayeti gibi aktarmıştır."
    },
    {
      "id": 142,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Allah'ın Elçisi (ﷺ) tarafından izin verilen ömür boyu kullanım hakkı, yalnızca \"Bu senin ve soyunun\" denilmesiyle olur. Eğer \"Bu senin, yaşamın boyunca\" denilirse, bu geri sahibine döner."
    },
    {
      "id": 143,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Mülkü hayatta kalan kişiye vermeyin ve ömür boyu kullanım hakkı vermeyin. Eğer birine hayatta kalan kişiye bir şey verilirse veya ömür boyu kullanım hakkı verilirse, bu onun mirasçılarına geçer."
    },
    {
      "id": 144,
      "narrator": "Narrated Zayd ibn Thabit:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir kadın hakkında bir davayı karara bağladı; bu kadın, bir bahçeyi oğlu tarafından verilmişti. O kadın öldü. Oğlu dedi ki: Ben bunu ona yaşamı boyunca verdim ve onun kardeşleri var. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Bu, onun yaşamı boyunca ve ölümünden sonra ona aittir. Sonra dedi ki: Ben ona bir sadaka verdim. O da cevap verdi: Bu, senden beklenmeyen bir şey."
    },
    {
      "id": 145,
      "narrator": "Mujahid said:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Ömür boyu kullanım hakkı, verildiği kişiye helaldir ve hayatta kalan kişiye verilmesi helaldir."
    },
    {
      "id": 146,
      "narrator": "Narrated Samurah:",
      "text": "Zayd ibn Thabit'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer biri bir şey verir ve bu ömür boyu kullanım hakkı olursa, bu, verildiği kişiye aittir, yaşamı boyunca ve ölümünden sonra; ve hayatta kalan kişiye mülk vermeyin, çünkü eğer biri hayatta kalan kişiye bir şey verirse, bu ona aittir."
    },
    {
      "id": 147,
      "narrator": "Narrated Safwan ibn Umayyah:",
      "text": "Mücahid dedi ki: 'Umra', bir adamın diğerine \"Bu senin, yaşamın boyunca\" demesidir. Bunu söylediğinde, bu ona ve mirasçılarına aittir. Ruqba, bir adamın diğerine \"Benden ve senden\" demesidir."
    },
    {
      "id": 148,
      "narrator": "Narrated Some people:",
      "text": "Samurah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Alan el, ödeyene kadar sorumludur. Sonra el-Hasan unuttu ve şöyle dedi: (Bir adama bir şey ödünç verirseniz), o sizin emanetçinizdir; onun için bir tazminat yoktur."
    },
    {
      "id": 149,
      "narrator": "The tradition mentioned above has also been transmitted by 'Ata from some people of the descendants of Safwan saying:",
      "text": "Safwan ibn Umayyah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Huneyn günü ondan zırh ödünç aldı. O da sordu: Zorla mı alıyorsun, Muhammed? O da cevap verdi: Hayır, bu geri dönüş garantili bir ödünç."
    },
    {
      "id": 150,
      "narrator": "Narrated AbuUmamah:",
      "text": "Abu Davud dedi ki: Bu rivayet, Yazid (b. Harun) tarafından Bağdat'ta aktarılmıştır. Onun Wasit'te aktardığı rivayette bazı değişiklikler vardır, bu farklı bir şeydir."
    },
    {
      "id": 151,
      "narrator": "Narrated Ya'la ibn Umayyah:",
      "text": "Ya'la ibn Umayyah'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bana şöyle dedi: Elçilerim sana geldiğinde, onlara otuz zırh ve otuz deve ver. Ben sordum: Allah'ın Messenger'i, bu bir geri dönüş garantisi olan bir borç mu, yoksa geri ödenecek bir borç mu? O cevap verdi: Geri ödenecek bir borçtur."
    },
    {
      "id": 152,
      "narrator": "Anas said:",
      "text": "---"
    },
    {
      "id": 153,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Anas dedi ki: Allah'ın Messenger'i (ﷺ) eşlerinden biriyle birlikteydi. Müminlerin annelerinden biri, bir hizmetkârı aracılığıyla içinde yiyecek bulunan bir kâse gönderdi. O, elini vurdu ve kâseyi kırdı. İbn el-Muthanna'nın rivayetinde: Peygamber (ﷺ) kâsenin parçalarını aldı, birleştirdi ve içinde yiyecek toplamaya başladı, şöyle diyerek: Annen kıskanıyor. İbn el-Muthanna ekledi: Ye. Onlar, kâsenin getirildiği evde bir kâseye kadar yediler."
    },
    {
      "id": 154,
      "narrator": "Narrated Muhayyisah:",
      "text": "Abu Davud dedi ki: Sonra Musaddad'ın rivayetine döndük: O dedi: Ye. O, hizmetkârı ve kâseyi serbest bırakana kadar tuttu. Sonra sağlam kâseyi elçiye geri verdi ve kırık kâseyi evinde tuttu."
    },
    {
      "id": 155,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "---"
    }
  ]
}