{
  "language": "tr",
  "metadata": {
    "length": 70,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Hakim olarak atanmış olan, bıçak olmadan öldürülmüştür.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"İnsanlar arasında hakim olarak atanmış olan, bıçak olmadan öldürülmüştür.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Buraydah ibn al-Hasib'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Hâkimler üç çeşittir; bunlardan biri cennete, iki tanesi cehenneme gidecektir. Cennete gidecek olan, doğruyu bilen ve buna göre hüküm veren kişidir; ancak doğruyu bilen ve hükmünde zalimce davranan kişi cehenneme gidecektir; cehaletle insanlara hüküm veren kişi de cehenneme gidecektir.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that `Amr bin Al-`As said \"The Messenger of Allah said:",
      "text": "Abu Dawud dedi ki: \"Bu konuda en sağlam hadis, yani Ibn Buraidah'ın hadisi: Hâkimler üç çeşittir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated AbuHurayrah:",
      "text": "`Amr bin Al-`As'tan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Eğer bir hâkim, doğruya ulaşmak için çaba sarf ederek hüküm verirse ve gerçekten doğruysa, iki mükafat alır. Eğer doğruya ulaşmak için çaba sarf eder ama yanlış hüküm verirse, bir mükafat alır.'\""
    },
    {
      "id": 6,
      "narrator": "Ibn 'Abbas said:",
      "text": "Bunu Abu Bakr bin Hazm'a aktardım, o da: \"Bu, Abu Salamah'ın Abu Hurayrah'dan bana aktardığıdır.\" dedi."
    },
    {
      "id": 7,
      "narrator": "AbdurRahman ibn Bishr al-Ansari al-Azraq said:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer birisi Müslümanlar arasında hâkimlik makamını talep eder ve bu makamı elde ederse ve adaleti zulmüne galip gelirse, cennete gidecektir; ama zulmü adaletine galip gelen kişi cehenneme gidecektir.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ibn 'Abbas dedi ki: \"Eğer birisi Allah'ın indirdiği ile hükmetmezse, onlar (kafirlerden) daha iyi değildir.\" \"Zalimlerden\" ifadesine kadar. Bu üç ayet, özellikle Kureyza ve Nadir hakkında Yahudiler hakkında indirilmiştir."
    },
    {
      "id": 9,
      "narrator": "Abu Buradah reported the Prophet (ﷺ) as saying:",
      "text": "AbdurRahman ibn Bishr al-Ansari al-Azraq dedi ki: \"Kindah bölgesinden iki adam, AbuMas'ud al-Ansari'nin bir halkada oturduğu sırada geldiler. 'Aramızda karar verecek bir adam var mı?' dediler. Halkadan bir adam: 'Ben varım.' dedi. AbuMas'ud, bir avuç çakıl alıp ona fırlatıp: 'Sus! Karar vermekte acele etmek hoş karşılanmaz.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer birisi hâkimlik makamını arzuluyorsa ve bunun için yardım talep ediyorsa, o kendi başına bırakılacaktır; eğer birisi bunu arzulamıyorsa ve bunun için yardım talep etmiyorsa, Allah ona doğru yönlendirecek bir melek gönderecektir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Adi ibn Umayrah al-Kindi:",
      "text": "Waki' dedi ki: \"(Bu hadis, Isra'il tarafından, 'Abd al-A'la'dan, Bilal bin Abi Musa'dan, Anas'tan, Peygamber (ﷺ)'den de aktarılmıştır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu 'Awanah dedi ki: \"'Abd al-A'la'dan, Bilal bin Mirdas al-Fazari'den, Khaithamah al-Basri'den, Anas'tan.\""
    },
    {
      "id": 13,
      "narrator": "Umm Salamah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Buradah, Peygamber (ﷺ)'in şöyle dediğini bildirdi: \"Biz asla, bunu isteyen birini işimize almayacağız.\""
    },
    {
      "id": 14,
      "narrator": "Umm Salamah said:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) rüşvet veren ve rüşvet alan kişiyi lanetledi.\""
    },
    {
      "id": 15,
      "narrator": "Umm Salamah reported the Prophet (ﷺ) as saying when two men were disputing over inheritance and old things:",
      "text": "Adi ibn Umayrah al-Kindi'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Ey insanlar, eğer sizden biri bizim adımıza bir idari göreve atanır ve bizden bir iğne veya daha fazlasını gizlerse, o hainlik yapmış olur ve bunu Kıyamet Günü getirir.' Ansar'dan siyah bir adam, sanki onu görüyorum, ayağa kalktı ve dedi ki: 'Allah'ın Elçisi, görevimi benden geri al.' O da sordu: 'Bu nedir?' O cevapladı: 'Senin şöyle dediğini duydum.' O da dedi: 'Ben de bunu söylüyorum. Eğer birine bir görev verirsek, o görevle ilgili olan her şeyi, az çok, getirmelidir. Kendisine verilenleri alabilir, kendisinden saklanan şeylerden ise kaçınmalıdır.'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Umar ibn al-Khattab'dan rivayet edilmiştir: Umar, minberde otururken şöyle dedi: Ey insanlar, Allah'ın Resulü'nün (ﷺ) görüşü doğrudur, çünkü Allah ona ilhamda bulundu; ama bizim görüşlerimiz tamamen zan ve hileden ibarettir."
    },
    {
      "id": 17,
      "narrator": "Mu'adh bin Mu'adh said:",
      "text": "Mu'adh bin Mu'adh dedi ki: Hariz bin 'Uthman olan Abu 'Uthman al-Shami bana söyledi. Sanırım Suriye'de ondan daha iyi birini görmedim."
    },
    {
      "id": 18,
      "narrator": "Narrated Abdullah ibn az-Zubayr:",
      "text": "Abdullah ibn az-Zubayr'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) iki düşmanın yargıç önünde oturtulmasına karar verdi."
    },
    {
      "id": 19,
      "narrator": "'Abd al-Rahman bin Abi Bakrah reported on the authority of his father that he wrote to his son:",
      "text": "'Abd al-Rahman bin Abi Bakrah, babasının rivayetine göre, oğluna yazdı: Allah'ın Resulü (ﷺ) şöyle dedi: Bir yargıç, öfkeliyken iki taraf arasında karar vermemelidir."
    },
    {
      "id": 20,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas dedi ki: \"Eğer sana gelirlerse, ya aralarında hüküm ver ya da müdahale etme\" ayeti, \"O halde aralarında Allah'ın indirdiği ile hüküm ver\" ayeti ile neshedilmiştir."
    },
    {
      "id": 21,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Bu ayet indirildiğinde: \"Eğer sana gelirlerse, ya aralarında hüküm ver ya da müdahale etme.... Eğer hüküm verirsen, aralarında adaletle hüküm ver.\" Banu an-Nadir, Banu Qurayzah'dan birini öldürdüklerinde yarım diyet öderlerdi. Banu Qurayzah, Banu an-Nadir'den birini öldürdüğünde ise tam diyet öderlerdi. Bunun üzerine Allah'ın Resulü (ﷺ) aralarında eşitlik sağladı."
    },
    {
      "id": 22,
      "narrator": "Some companions of Mu'adh ibn Jabal said:",
      "text": "Mu'adh ibn Cebel'in bazı arkadaşları şöyle dedi: Allah'ın Resulü (ﷺ) Mu'adh ibn Cebel'i Yemen'e göndermeyi düşündüğünde, \"Bir davanın karara bağlanması gerektiğinde nasıl hüküm vereceksin?\" diye sordu."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "O da: \"Allah'ın Kitabı'na göre hüküm vereceğim.\" diye cevap verdi. O da: \"Eğer Allah'ın Kitabı'nda bir kılavuz bulamazsan ne yapacaksın?\" diye sordu. O da: \"Allah'ın Resulü'nün (ﷺ) Sünnetine göre hareket edeceğim.\" diye cevap verdi."
    },
    {
      "id": 24,
      "narrator": "Narrated AbuHurayrah:",
      "text": "O da: \"Eğer Allah'ın Resulü'nün (ﷺ) Sünnetinde ve Allah'ın Kitabı'nda bir kılavuz bulamazsan ne yapacaksın?\" diye sordu."
    },
    {
      "id": 25,
      "narrator": "Ka'b bin Malik said that in the time of the Messenger of Allah (ﷺ) he made demand in the mosque for payment of a debt due to him from Ibn Abi Hadrad, and their voices rose till the Messenger of Allah (ﷺ), who was in his house, heard them. The Messenger of Allah (ﷺ) then went out to them and, removing the curtain of his apartment, he called to Ka'b bin Malik, addressing:",
      "text": "O da: \"Bir görüş oluşturmak için elimden geleni yapacağım ve hiçbir çaba sarf etmekten kaçınmayacağım.\" diye cevap verdi."
    },
    {
      "id": 26,
      "narrator": "Zaid bin Khalid al-Juhani reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Allah'ın Resulü (ﷺ) ona göğsüne vurdu ve şöyle dedi: \"Allah'a hamd olsun ki, Allah'ın Resulü'nün elçisine, Allah'ın Resulü'nü memnun edecek bir şey bulmasında yardım etti.\""
    },
    {
      "id": 27,
      "narrator": "Yahya ibn Rashid said:",
      "text": "Mu'adh bin Cebel, Allah'ın Resulü (ﷺ) onu Yemen'e gönderdiğinde... Sonrasında aynı etkiyi taşıyan rivayeti aktardı."
    },
    {
      "id": 28,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar from the Prophet (ﷺ) through different chain of narrators to the same effect. In this version he also said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Müslümanlar arasında uzlaşma caizdir. Rivayet eden Ahmad, kendi versiyonunda şunu ekledi: \"Sadece haramı helal, helali haram kılan uzlaşma hariç.\" Süleyman ibn Davud ekledi: Allah'ın Resulü (ﷺ) şöyle dedi: Müslümanlar, şartlarına bağlıdırlar."
    },
    {
      "id": 29,
      "narrator": "Narrated Khuraym Ibn Fatik:",
      "text": "Ka'b bin Malik, Allah'ın Resulü (ﷺ) döneminde, Ibn Abi Hadrad'dan alacaklı olduğu bir borç için camide talepte bulunduğunu ve seslerin yükseldiğini, bunun üzerine Allah'ın Resulü (ﷺ) evinde olduğu halde onları duyduğunu söyledi. Allah'ın Resulü (ﷺ) onlara çıktı ve dairesinin perdesini kaldırarak Ka'b bin Malik'e hitaben: \"Ka'b!\" diye seslendi. O da: \"Emrindeyim, Allah'ın Resulü.\" dedi. Bunun üzerine elini kaldırarak: \"Borç miktarının yarısını affet.\" işareti yaptı. Ka'b: \"Bunu yapacağım, Allah'ın Resulü.\" dedi. Peygamber (ﷺ) sonra: \"Kalk ve borcunu öde.\" dedi."
    },
    {
      "id": 30,
      "narrator": "'Amr bin Shu'aib on his father's authority told that his grandfather said:",
      "text": "Zaid bin Khalid al-Juhani, Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etti: \"Size en iyi şahitleri söylemeyeyim mi? O, ifadesini vermeden veya ispat etmeden önce ifadesini sunan kişidir.\" 'Abdullah bin Abi Bakr, hangisini söylediğinden şüphe etti."
    },
    {
      "id": 31,
      "narrator": "The tradition mentioned above (No. 3593) has also been transmitted by Sulayman ibn Musa through a different chain of narrators. \n\n\n\n\n\nThis version has:",
      "text": "Yukarıda belirtilen hadis (No. 3593) Sulayman ibn Musa tarafından farklı bir rivayet zinciriyle de aktarılmıştır."
    },
    {
      "id": 32,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Bu versiyonda: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Aldatıcı bir erkek veya kadının, zina eden bir erkek ve kadının, ve kardeşine kin besleyen birinin şehadeti kabul edilmez."
    },
    {
      "id": 33,
      "narrator": "'Uqbah bin al-Harith said:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "The tradition mentioned above has also been transmitted by 'Uqbah bin al-Harith to the same effect through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir bedevi Arap'ın şehirli birine karşı şehadeti kabul edilmez."
    },
    {
      "id": 35,
      "narrator": "Ash-Sha'bi said:",
      "text": "---"
    },
    {
      "id": 36,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "'Uqbah bin al-Harith dedi ki: \"Umm Yahya, Ebu İhab'ın kızı ile evlendim. Üzerimize siyah bir kadın girdi. İkimizin de süt emzirdiğini söyledi. Bunun üzerine Peygamber (ﷺ)'e geldim ve durumu ona anlattım. O, benden yüzünü çevirdi. Ben (ona) dedim: Allah'ın Elçisi! O bir yalancı. O da: Sen ne biliyorsun? O, ne söylediyse onu söyledi. Onunla (eşinle) ayrıl.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Uncle of Umarah ibn Khuzaymah:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Ibn 'Abbas said:",
      "text": "Yukarıda belirtilen hadis 'Uqbah bin al-Harith tarafından aynı anlamda farklı bir rivayet zinciriyle de aktarılmıştır."
    },
    {
      "id": 39,
      "narrator": "The tradition mentioned above has also been transmitted by 'Amr bin Dinar through a different chain of narrators and to the same effect. Salamah has in his version:",
      "text": "Ebu Davud dedi ki: Hammad bin Zaid, al-Harith bin 'Umair'e baktı ve onun Ayyub'dan güvenilir bir ravidir dedi."
    },
    {
      "id": 40,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "The tradition mentioned above has also been transmitted by Rabi'ah through the chain of Abu Mus'ab and to the same effect. Sulaiman said:",
      "text": "Ash-Sha'bi dedi ki: Daquqa'da bir Müslüman ölmek üzereydi, fakat vasiyeti için kendisine şahitlik edecek bir Müslüman bulamadı. Bunun üzerine iki Kitap ehli adam çağırdı. Sonra onlar Kufe'ye geldiler ve Ebu Musa el-Aş'ari'ye vasiyetini bildirdiler. Mirasını ve vasiyetini getirdiler. Al-Aş'ari dedi ki: Bu, Allah'ın Elçisi (ﷺ) zamanında olan bir olaydır ve ondan sonra hiç olmamıştır. Bunun üzerine, öğle namazından sonra onlara yemin ettirdi ki, ne bir şey çalmışlardır, ne yalan söylemişlerdir, ne de değiştirmiş, gizlemiş veya değiştirmişlerdir ve bu adamın vasiyeti ve mirasıdır. Sonra onların şahitliğini kabul etti."
    },
    {
      "id": 42,
      "narrator": "Narrated Zubayb ibn Tha'labah al-Anbari:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "Abdullah İbn Abbas'tan rivayet edilmiştir: Banu Sahm'dan bir adam, Tamim ed-Dari ve Adi ibn Badda' ile birlikte çıktı. Banu Sahm'dan adam, Müslüman olmayan bir yerde öldü. Mirasıyla döndüklerinde, (mirasçılar) onun malında altın çizgili bir gümüş kupa bulamadılar. Allah'ın Elçisi (ﷺ) onlara yemin ettirdi. Kupa daha sonra (birinde) Mekke'de bulundu. Onlar: Biz bunu Tamim ve Adi'den aldık dediler."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Sonra Banu Sahm'ın mirasçılarından iki adam kalktı ve yemin ederek: Bizim şahitliğimiz onların şahitliğinden daha güvenilirdir dediler. Onlar kupanın kendilerine ait olduğunu söylediler."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "O (İbn Abbas) dedi ki: Onlar hakkında şu ayet indirildi: \"Ey iman edenler! Ölüm size yaklaşınca...\""
    },
    {
      "id": 46,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İki adam bir mülk hakkında tartıştı ve davalarını Hz. Peygamber'e (ﷺ) getirdiler, ancak hiçbiri herhangi bir delil sunamadı. Bunun üzerine Hz. Peygamber (ﷺ) dedi ki: Yemin konusunda kura çekin, ne olursa olsun, ister hoşlarına gitsin ister gitmesin."
    },
    {
      "id": 47,
      "narrator": "Abu hurairah reported the holy prophet (peace be upon him) as saying:",
      "text": "Ebu Hureyre, Hz. Peygamber'in (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: İki adam yemin etmekten hoşlanmadığında veya hoşlandığında, bununla ilgili kura çekilecektir. Selame, Ma'mar'dan, o da şöyle dedi: İkisi de yemin etmeye zorlandığında."
    },
    {
      "id": 48,
      "narrator": "The tradition mentioned above has also been transmitted by sa’id b. ‘Urubah through the chain as narrated by Ibn Minhal. This version has :",
      "text": "Yukarıda belirtilen rivayet, Sa'id b. 'Urubah aracılığıyla, İbn Minhal'den nakledilmiştir. Bu versiyonda: Bir hayvan hakkında ve onların hiçbir delili yoktu. Bunun üzerine Allah'ın Elçisi (ﷺ) yemin konusunda kura çekilmesini emretti."
    },
    {
      "id": 49,
      "narrator": "Ibn Abi Mulaikah said:",
      "text": "İbn Ebi Mulaikah dedi ki: İbn Abbas bana yazdı ki, Allah'ın Elçisi (ﷺ) davalıya yemin etmesini emretti."
    },
    {
      "id": 50,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Hz. Peygamber (ﷺ) yemin etmesini istediği bir adama dedi ki: \"Allah'a yemin et, O'ndan başka ilah yoktur ki, onun hiçbir malı yoktur, yani davacı.\""
    },
    {
      "id": 51,
      "narrator": "Al-Ash’ath b. Qais said:",
      "text": "El-Eş'ath b. Kays dedi ki: Bir Yahudi ile ben bir araziyi paylaştık ve o benim hakkımı inkar etti, bu yüzden onu Hz. Peygamber'e (ﷺ) götürdüm. Hz. Peygamber (ﷺ) bana dedi ki: Delilin var mı? Ben de: Hayır, dedim. Sonra Yahudiye dedi ki: Yemin et. Ben de: \"Ya Allah'ın Elçisi, o yemin edecek ve benim malımdan gidecek.\" Bunun üzerine Allah indirdi: \"Küçük bir bedelle Allah'ın ahdini ve yeminlerini satanlar...\" ayetinin sonuna kadar."
    },
    {
      "id": 52,
      "narrator": "Al-Ash’ath b. Qais said:",
      "text": "El-Eş'ath b. Kays dedi ki: Kinde'den bir adam ile Hadramut'tan bir adam, Hz. Peygamber'e (ﷺ) Yemen'deki bir arazi hakkında tartışmak için geldiler. Hadrami dedi ki: \"Allah'ın Elçisi, bu (adam) benim olan bir araziyi gaspetti ve bu onun mülkü.\" O sordu: \"Delilin var mı?\" O cevapladı: \"Hayır, ama onu yemin ettirebilirim. Allah biliyor ki bu benim arazi, babam onu benden aldı.\" Kindi yemin etmeye hazırdı. Sonra rivayetin geri kalanını anlattı."
    },
    {
      "id": 53,
      "narrator": "‘Alqamah b. Wa’il b. Hujr al-Hadrami said on the authority of the father:",
      "text": "Alqamah b. Wa'il b. Hucur el-Hadrami, babasından rivayet etti: Hadramut'tan bir adam ile Kinde'den bir adam, Allah'ın Elçisi'ne (ﷺ) geldiler. Hadrami dedi ki: \"Allah'ın Elçisi, bu (adam) babama ait olan araziyi gaspetti.\" Al-Kindi dedi ki: \"Bu benim mülküm ve ben onu ekip biçiyorum; onun buna hakkı yok.\" Hz. Peygamber (sallallahu aleyhi ve sellem) Hadrami'ye dedi ki: \"Delilin var mı?\" Biz de: \"Hayır.\" O (Peygamber) dedi ki: \"O zaman o senin için yemin edecek.\" O dedi ki: \"Ya Allah'ın Elçisi, o bir sefildir ve hiçbir şeye yemin etmekten çekinmez.\" O dedi ki: \"Bu sadece senin başvuracağın yoldur.\""
    },
    {
      "id": 54,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: Hz. Peygamber (ﷺ) Yahudiye dedi ki: \"Seni, Musa'ya Tevrat'ı indiren Allah'a yemin ettiriyorum! Tevrat'ta zina eden bir adam hakkında bir hüküm bulamıyor musun?\" Sonra taşlama ile ilgili rivayetin geri kalanını anlattı."
    },
    {
      "id": 55,
      "narrator": "The tradition mentioned above has also been transmitted by al-Zuhri through a different chain of narrator. This version has:",
      "text": "Yukarıda belirtilen rivayet, el-Zuhri tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda: Muzeyne'den bir adam, bilgiyi takip eden ve onu ezberleyen biri olarak bana, Sa'id b. el-Musayyab'ın bunu aktardığını söyledi. Sonra aynı etkiyi taşıyan rivayetin geri kalanını anlattı."
    },
    {
      "id": 56,
      "narrator": "Narrated Ikrimah:",
      "text": "İkrime'den rivayet edilmiştir: Hz. Peygamber (ﷺ) İbn Suriya'ya dedi ki: \"Seni, Firavun'un halkından kurtaran, denizi geçiren, sana bulut gölgesi veren, sana manna ve bıldırcın indiren, Musa'ya Tevrat'ı indiren Allah'a yemin ettiriyorum, kitabında zina için taşlama buluyor musun?\" O dedi ki: \"Beni yüce olanla hatırlattın. Seni yalanlayamam.\" Sonra rivayetin geri kalanını aktardı."
    },
    {
      "id": 57,
      "narrator": "Narrated Awf ibn Malik:",
      "text": "Awf ibn Malik'ten rivayet edilmiştir: Hz. Peygamber (ﷺ) iki adam arasında bir karar verdi ve karar verilen kişi yüzünü çevirdi ve dedi ki: \"Benim için Allah yeter, O en iyi işlerin düzenleyicisidir.\" Hz. Peygamber (ﷺ) dedi ki: \"Allah, en yüce, eksiklikten dolayı kınar, ama akıl kullanın ve iş sizi aştığında, deyin ki: \"Benim için Allah yeter, O en iyi işlerin düzenleyicisidir.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Ash-Sharid:",
      "text": "Ash-Sharid'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Mali durumu olan birinin ödemede gecikmesi, onu küçük düşürmeyi ve cezalandırmayı helal kılar.\" İbn al-Mubarak, \"küçük düşürmek\" demenin, ona sert bir şekilde hitap edilebileceği ve \"cezalandırmak\" demenin, bunun için hapse atılabileceği anlamına geldiğini söyledi."
    },
    {
      "id": 59,
      "narrator": "Narrated Grandfather of Hirmas ibn Habib:",
      "text": "Hirmas ibn Habib'in dedesinden rivayet edilmiştir: Borçlumu Hz. Peygamber'e (ﷺ) getirdim. O bana dedi ki: \"Ona sıkı tutun.\" Yine bana dedi ki: \"Ey Banu Tamim'in kardeşi, esirinle ne yapmak istiyorsun?\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Bahz bin Hakim, babası aracılığıyla, dedesinin Peygamber'in (ﷺ) bir adamı şüphe üzerine hapse attığını söylediğini aktardı."
    },
    {
      "id": 61,
      "narrator": "Bahz ibn Hakim reported from his grandfather:",
      "text": "Bahz ibn Hakim, dedesinden rivayet etmiştir: (İbn Kudame'nin versiyonunda: Dedesinin kardeşi veya amcası rivayet etmiştir:) - nakilci Mu'ammal dedi ki: - O (dedesi Muaviye) Hz. Peygamber (ﷺ) hutbe verirken ayağa kalktı ve dedi ki: Niçin arkadaşlarınız komşularımı tutukladı? O, ona iki kez döndü. O (dedesi Muaviye) sonra bir şey söyledi. Hz. Peygamber (ﷺ) sonra dedi ki: Komşularını serbest bırakın."
    },
    {
      "id": 62,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Ben (sefer) için Hayber'e gitmeyi düşündüm. Bu yüzden Hz. Peygamber (ﷺ)'e geldim, selam verdim ve dedim ki: Hayber'e gitmeyi düşünüyorum. O dedi ki: Benim vekilime geldiğinde, ondan on beş wasq (hurma) al. Eğer senden bir işaret isterse, elini omuz kemiğine koy."
    },
    {
      "id": 64,
      "narrator": "Abu Hurairah reported the Holy Prophet(ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated AbuSirmah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer bir yol hakkında tartışırsanız, yedi yarda mesafeyi bırakın."
    },
    {
      "id": 66,
      "narrator": "Abu Ja'far Muhammad bin 'Ali reported from Samurah ibn Jundub that he had a row of palm-trees in the garden of a man of the Ansar. The man had his family with him. Samurah used to visit his palm-trees, and the man was annoyed by that and felt it keenly. So he asked him (Samurah) to sell them to him, but he refused. He then asked him to take something else in exchange, but he refused.  \n\n\n\n\n\nSo he came to the Holy Prophet (ﷺ) and mentioned it to him. The Holy Prophet (ﷺ) asked him to sell it to him, but he refused. He asked him to take something else in exchange, but he refused.  \n\n\n\n\n\nHe then said:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Narrated Abdullah ibn az-Zubayr:",
      "text": "Ebu Hureyre, Hz. Peygamber (ﷺ)'in şöyle dediğini bildirmiştir: Sizden biri duvarına bir ahşap çivi çakmak için izin isterse, onu engellemeyin. Bunun üzerine (insanlar) başlarını eğdiler. Sonra o (Ebu Hureyre) dedi ki: Ne oluyor? Bu hadisi (duymakta) ihmal ettiğinizi görüyorum, bunu aranızda yayacağım."
    },
    {
      "id": 68,
      "narrator": "Narrated Tha'labah ibn AbuMalik:",
      "text": "Ebu Davud dedi ki: Bu, İbn Ebi Halef'in rivayeti daha mükemmeldir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sırmah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri (başkalarına) zarar verirse, Allah ona zarar verir; ve eğer biri başkalarına düşmanlık ederse, Allah ona düşmanlık eder."
    }
  ]
}