{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Kathir ibn Qays:",
      "text": "Katır ibn Kays rivayet etti: Katır ibn Kays dedi ki: Ben, AbudDarda' ile Şam'daki mescitte oturuyordum."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bir adam ona geldi ve dedi ki: AbudDarda, ben Allah'ın Resulü'nün (ﷺ) senden duyduğum bir hadisi öğrenmek için Allah'ın Resulü'nün (ﷺ) şehrinden geldim. Başka bir amaçla gelmedim."
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying:",
      "text": "O da dedi: Ben Allah'ın Resulü'nün (ﷺ) şöyle söylediğini duydum: Kim bir yolda ilim aramak için seyahat ederse, Allah onu cennetin yollarından birine sevk eder. Melekler, ilim arayan kişinin büyük sevinciyle kanatlarını indirirler, göklerin ve yerin sakinleri ve derin sulardaki balıklar ilim sahibinin bağışlanmasını diler. İlim sahibinin, ibadet edenler üzerindeki üstünlüğü, dolunay gecesindeki ayın diğer yıldızlar üzerindeki üstünlüğü gibidir. İlim sahipleri, Peygamberlerin varisleridir; Peygamberler ne dinar ne de dirhem bırakır, yalnızca ilim bırakırlar ve onu alan, bol bir pay almış olur."
    },
    {
      "id": 4,
      "narrator": "Narrated AbuNamlah al-Ansari:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Zayd ibn Thabit:",
      "text": "Yukarıda bahsedilen hadis, Abu al-Darda tarafından farklı bir rivayet zinciriyle aynı anlamda Hz. Peygamber (ﷺ) üzerinden aktarılmıştır."
    },
    {
      "id": 6,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Al-Muttalib bin 'Abd Allah bin Hantab:",
      "text": "Abu Hurayra, Peygamber (ﷺ) şöyle buyurduğunu bildirdi: Kim bir yolda ilim aramak için yol alırsa, Allah ona cennete giden bir yolu kolaylaştırır; ve eylemleriyle ağırlaşan kimse, soyundan dolayı hızlanamaz."
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah said :",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Saeed Al-Khudri said:",
      "text": "Abu Namlah el-Ensari rivayet etti: Allah'ın Resulü (ﷺ) ile otururken, yanında bir Yahudi de vardı, bir cenaze geçip gitti. O (Yahudi) sordu: Muhammed, bu cenaze konuşuyor mu? Peygamber (ﷺ) dedi: Allah daha iyi bilir. Yahudi dedi: O konuşuyor."
    },
    {
      "id": 10,
      "narrator": "Al-Walid said :",
      "text": "Allah'ın Resulü (ﷺ) dedi: Kitap ehlinin size söylediklerini ne doğrulayın ne de yalanlayın, fakat deyin ki: Biz Allah'a ve O'nun Resulüne inanıyoruz. Eğer bu yanlışsa, onu tasdik etmeyin; eğer doğruysa, onu yalanlamayın."
    },
    {
      "id": 11,
      "narrator": "`Abd Allah bin al-Zubair said on the authority of the father :",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Narrated Jundub:",
      "text": "Zayd ibn Thabit rivayet etti: Allah'ın Resulü (ﷺ) bana (Yahudilerin yazısını öğrenmemi) emretti, ben de onun için Yahudilerin yazısını öğrendim. O dedi: Allah'a yemin ederim, benim için yazı yazan Yahudilere güvenmiyorum. Böylece ben onu öğrendim ve sadece on beş gün geçmeden onu ustaca yazmaya başladım. Ben, o yazarken onun için yazardım ve kendisine bir şey yazıldığında okurdum."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "`Urwah said:",
      "text": "Abdullah ibn Amr ibn al-'As rivayet etti: Ben, Allah'ın Resulü'nden (ﷺ) duyduğum her şeyi yazardım. Bunu ezberlemek amacıyla yapıyordum. Kureyş bana engel oldu ve dediler ki: Sen, O'ndan (ﷺ) duyduğun her şeyi yazıyor musun? Oysa Allah'ın Resulü (ﷺ) bir insandır; öfke ve sevinç içinde konuşur. Bunun üzerine yazmayı bıraktım ve bunu Allah'ın Resulü'ne (ﷺ) bildirdim. O, parmağıyla ağzına işaret ederek dedi: Yaz, canımın bulunduğu elin hakkı için, ondan yalnızca doğru çıkar."
    },
    {
      "id": 15,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Narrated Mu'awiyah:",
      "text": "Muaviye'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dikenli soruların tartışılmasını yasakladı."
    },
    {
      "id": 17,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Birine cehaletle bir hukuki karar verilirse, günah onu verenin üzerindedir. Süleyman el-Mahri kendi rivayetinde ekledi: Eğer birisi kardeşine, doğru yolun başka bir yerde olduğunu bilerek tavsiyede bulunursa, onu aldatmış olur. Bunlar Süleyman'ın sözleridir."
    },
    {
      "id": 18,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bilip de gizleyen kimse, Kıyamet Günü'nde ona ateşten bir gem vurulacaktır."
    },
    {
      "id": 19,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Siz benden duyarsınız, başkaları da sizden duyacak; ve insanlar sizden duyanlardan duyacaklar."
    },
    {
      "id": 20,
      "narrator": "Narrated Zayd ibn Thabit:",
      "text": "Zeyd ibn Sabit'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: Allah, bizden bir hadisi işitip ezberleyen ve başkalarına aktaran bir adamı aydınlatsın. Birçok bilgi taşıyıcısı, ondan daha bilgili birine aktarır; ve birçok bilgi taşıyıcısı, bu konuda bilgili değildir."
    },
    {
      "id": 21,
      "narrator": "Sahl b. Sa’d reported the prophet (ﷺ) as saying:",
      "text": "Sahl b. Sa’d, Peygamber (ﷺ) şöyle derken bildirmiştir: Allah'a yemin ederim ki, Allah'ın sizin aracılığınızla bir adamı hidayete erdirmesi, sizin kırmızı develerden daha hayırlıdır."
    },
    {
      "id": 22,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: İsrailoğulları'ndan hadisler aktarın; bunda bir sakınca yoktur."
    },
    {
      "id": 23,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Peygamber (ﷺ) bize sabaha kadar İsrailoğulları'ndan hadisler aktarırdı; sadece farz namaz için kalkardı."
    },
    {
      "id": 24,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer birisi, Allah'ın rızasını kazanmak için aranan bir ilmi edinirse, ama bunu sadece dünyevi bir menfaat için edinirse, cennetin kokusunu dahi hissedemez."
    },
    {
      "id": 25,
      "narrator": "Narrated Awf ibn Malik al-Ashja'i:",
      "text": "Avf ibn Malik el-Eşca'i'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: Sadece bir yönetici, ya da bir sorumlu, ya da kendini beğenmiş biri talimat verir."
    },
    {
      "id": 26,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Göçmenlerin fakir üyeleriyle birlikte oturuyordum. Bazıları kıyafet eksikliğinden bir arada oturuyordu ve bir okuyucu bize okuma yapıyordu. Aniden Allah'ın Resulü (ﷺ) yanımıza geldi ve yanımızda durdu. Allah'ın Resulü (ﷺ) durunca, okuyucu durdu ve ona selam verdi."
    },
    {
      "id": 27,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "O sordu: Ne yapıyordunuz? Biz dedik ki: Allah'ın Resulü! Bizim için okuyan bir okuyucumuz vardı ve biz Allah'ın Kitabı'nı dinliyorduk."
    },
    {
      "id": 28,
      "narrator": "`Abd  Allah (b. Mas`ud) said:",
      "text": "Allah'ın Resulü (ﷺ) sonra dedi ki: Allah'a hamd olsun ki, kavmim arasında benimle birlikte kalmam emredilenleri koydu. Allah'ın Resulü (ﷺ) sonra aramızda oturdu, böylece bizden biri gibi oldu ve elini işaret ettiğinde, yüzleri ona dönük bir dairede oturdular."
    }
  ]
}