{
  "language": "tr",
  "metadata": {
    "length": 67,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "’Umar said :",
      "text": "'Umar dedi ki: Şarap yasağı, (Kur'an ayeti) indiğinde geldi. Şarap beş şeyden yapılır: üzüm, hurma, bal, buğday, arpa. Şarap, aklı sarhoş eden (khamara) bir şeydir. Peygamberin (ﷺ) bize tam olarak açıklamadığı üç şey var ki, onları açıklamasını isterdim: (miras) dedenin payı, hiç soy bırakmayan veya atalarından hiç kimse kalmayan, ve faizin detayları."
    },
    {
      "id": 2,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "'Umar ibn al-Khattab'dan rivayet edilmiştir: Şarap yasağı henüz ilan edilmediğinde, 'Umar dedi ki: Ey Allah, bize şarap hakkında tatmin edici bir açıklama ver."
    },
    {
      "id": 3,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Bunun üzerine Bakara Suresi'nden şu ayet indi: \"Sana şarap ve kumar hakkında soruyorlar. De ki: Onlarda büyük bir günah vardır...\" 'Umar tekrar çağrıldı ve ona okundu."
    },
    {
      "id": 4,
      "narrator": "Ibn  Abbas said:",
      "text": "O dedi ki: Ey Allah, bize şarap hakkında tatmin edici bir açıklama ver."
    },
    {
      "id": 5,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Sonra Nisa Suresi'nden şu ayet indi: \"Ey iman edenler! Sarhoşken, ne söylediğinizi anlayıncaya kadar namaza yaklaşmayın...\" Daha sonra Allah'ın Resulü (ﷺ) namaz kılındığında şöyle çağırırdı: Sarhoş olan namaza gelmemelidir. 'Umar tekrar çağrıldı ve ona okundu."
    },
    {
      "id": 6,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "O dedi ki: Ey Allah, bize şarap hakkında tatmin edici bir açıklama ver. Bu ayet indi: \"Artık sakınmayacak mısınız?\" 'Umar dedi ki: Biz sakındık."
    },
    {
      "id": 7,
      "narrator": "Anas b. Malik said :",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Ensar'dan bir adam, ona ve Abdurrahman ibn Avf'a şarap ikram etti, henüz yasaklanmamıştı. Ali, onlara akşam namazında önderlik etti ve \"De ki: Ey iman etmeyenler.\" ayetini okudu. O, bu konuda karışıklık yaşadı. Sonra şu ayet indi: \"Ey iman edenler! Sarhoşken, ne söylediğinizi anlayıncaya kadar namaza yaklaşmayın.\""
    },
    {
      "id": 8,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "İbn Abbas dedi ki: Kur'an ayeti: \"Ey iman edenler, sarhoşken ne söylediğinizi anlayıncaya kadar namaza yaklaşmayın,\" ve \"Sana şarap ve kumar hakkında soruyorlar. De ki: Onlarda büyük bir günah vardır ve insanlar için bir takım faydalar vardır,\" ayeti, Maide Suresi'ndeki şu ayetle tekrarlandı: \"Ey iman edenler, sarhoş edici içkiler ve kumar...\""
    },
    {
      "id": 9,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Ben, Abu Talha'nın evinde insanlara şarap ikram ediyordum, yasaklandığında ve o gün şarabımız olgunlaşmamış hurmalardan yapılmıştı. Bir adam içeri girdi ve dedi ki: Şarap yasaklandı, ve Allah'ın Resulü (ﷺ) bir duyuru yaptı. Biz de dedik ki: İşte bu, Allah'ın Resulü (ﷺ) duyurusudur."
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah b. Bashir reported the Apostel of Allah (ﷺ)as saying:",
      "text": "Abdullah ibn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Allah, şarabı, onu içeni, sunanı, satanı, alanı, sıkıştıranı, sıkıştırılanı, onu taşıyanı ve ona taşınanı lanetlemiştir."
    },
    {
      "id": 11,
      "narrator": "Ibn ‘Umar reported the Apostel of Allah (ﷺ) as saying:",
      "text": "Anas b. Malik dedi ki: Abu Talhah, Peygamber (ﷺ) ile, şarap miras alan yetimler hakkında sordu. O cevapladı: Dökün. O sordu: Sirke yapabilir miyim? O cevapladı: Hayır."
    },
    {
      "id": 12,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "An-Nu'man ibn Bashir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Üzümlerden şarap yapılır, kuru hurmalardan şarap yapılır, baldan şarap yapılır, buğdaydan şarap yapılır, arpadan şarap yapılır."
    },
    {
      "id": 13,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "An-Nu'man ibn Bashir'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: Şarap, üzüm şırasından, kuru üzümlerden, kuru hurmalardan, buğdaydan, arpadan, darıdan yapılır ve ben sizi her sarhoş edici şeyden men ediyorum."
    },
    {
      "id": 14,
      "narrator": "’A’ishah said :",
      "text": "Ebu Hureyre b. Bashir, Allah'ın Resulü (ﷺ) şöyle derken bildirdi: Şarap, bu iki ağaçtan gelir: hurma ve üzüm."
    },
    {
      "id": 15,
      "narrator": "Narrated Daylam al-Himyari:",
      "text": "Ebu Davud dedi ki: Ebu Kathir al-Ubari'nin adı, Yazid b. 'Abd al-Rahman b. Ghufailat al-Sahmi'dir. Bazıları: Uzainah dedi. Doğru olanı Ghufailah'dır."
    },
    {
      "id": 16,
      "narrator": "Abu Musa said :",
      "text": "Ebu Musa dedi ki: Ben peygamber (ﷺ) efendimizden baldan yapılan şarap hakkında sordum. O da: \"Bu bitkidir.\" dedi. Ben de: \"Arpa ve darıdan yapılanı?\" dedim. O: \"Bu da mizr'dir.\" dedi. Sonra: \"Kavminize söyle, her sarhoş edici şey yasaktır.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Peygamber (ﷺ) şarabı (khamr), şans oyunu (maysir), davul (kubah) ve darıdan yapılan şarabı (ghubayrah) yasakladı ve: \"Her sarhoş edici şey yasaktır.\" dedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: İbn Sallam Ebu 'Ubaid dedi ki: Ghubayrah, darıdan yapılan bir sarhoş edici içkidir. Bu şarap Habeşliler tarafından yapılmıştır."
    },
    {
      "id": 19,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ümmü Seleme, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) her sarhoş edici şeyi ve sersemlik veren her şeyi yasakladı."
    },
    {
      "id": 20,
      "narrator": "Narrated AbdurRahman ibn Ghanam:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dediğini duydum: \"Her sarhoş edici şey yasaktır; eğer bir şeyin bir kısmı sarhoş ediyorsa, onun bir avuç kadarı da yasaktır.\""
    },
    {
      "id": 21,
      "narrator": "Abu Dawud said:",
      "text": "Abdurrahman ibn Ghanem'den rivayet edilmiştir: Malik ibn Ebu Meryem dedi ki: Abdurrahman ibn Ghanem bize girdi ve tila' hakkında konuştuk. O da: Ebu Malik el-Eş'ari'nin Allah'ın Resulü (ﷺ) şöyle dediğini duyduğunu söyledi: \"Kavmimden bazıları, başka bir isimle anarak şarap içecektir.\""
    },
    {
      "id": 22,
      "narrator": "Ibn ‘Umar and Ibn ‘Abbas said :",
      "text": "Ebu Davud dedi ki: Vasit halkından yaşlı bir adam, Ebu Mansur el-Haris bin Mansur'dan şöyle nakletti: Sufyan el-Tevri'ye al-dadhi hakkında soruldu. O da: \"Allah'ın Resulü (ﷺ) şöyle dedi: Kavmimden bazıları, başka bir isimle anarak şarap içecektir.\" dedi."
    },
    {
      "id": 23,
      "narrator": "'Adb Allah bin 'Umar said:",
      "text": "İbn 'Umar ve İbn 'Abbas dedi ki: Biz, Allah'ın Resulü (ﷺ) tarafından (kullanımı) yasaklanan; kabak, yeşil testi, katranla sürülmüş kaplar ve oyulmuş hurma kütükleri hakkında şahitlik ediyoruz."
    },
    {
      "id": 24,
      "narrator": "Ibn 'Abbas said:",
      "text": "Abdullah bin 'Umar dedi ki: Allah'ın Resulü (ﷺ) jarr (hurma şarabı) yasakladı. Onun bu sözü beni endişelendirdi: \"Allah'ın Resulü (ﷺ) jarr'ın nabidini yasakladı.\" Sonra İbn 'Abbas'a gittim ve ona: \"İbn Umar'ın söylediklerini dinliyor musun?\" diye sordum. O: \"Bu ne?\" dedi. Ben: \"Allah'ın Resulü (ﷺ) jarr'ın nabidini yasakladı.\" dedim. O: \"Doğru söyledi. Allah'ın Resulü (ﷺ) jarr'ın nabidini yasakladı.\" dedi. Ben: \"Jarr nedir?\" diye sordum. O: \"Topraktan yapılan her şeydir.\" diye cevap verdi."
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah said:",
      "text": "İbn 'Abbas dedi ki: 'Abd al-Qays heyeti, Allah'ın Resulü (ﷺ) yanına geldi ve: \"Bu Rabi'a kabilesidir ve Mudar'ın kafirleri bizimle sizin aranızdadır. Sadece kutsal ayda size gelebiliyoruz. O yüzden, kendimizi takip edebileceğimiz ve arkamızdakilere çağırabileceğimiz kesin bir emir ver.\" dediler. O (Peygamber) dedi ki: \"Size dört şeyle emrediyorum ve dört şeyi yasaklıyorum: Allah'a iman, Allah'tan başka ilah olmadığına şehadet, ve bunu elini katlayarak ifade eder. Musadad'ın rivayetinde: \"Allah'a iman\" vardır ve onlara açıkladı: \"Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Resulü olduğuna şehadet, namazı kılmak, zekatı vermek ve ganimetin pisliğini vermek.\" Yasakladığım şeyler: kabak, yeşil testiler, katranla sürülmüş kaplar ve oyulmuş hurma kütükleridir. İbn 'Ubaid'in rivayetinde muqayyar (katranla sürülmüş kaplar) kelimesi naqir (oyulmuş kütükler) yerine geçmektedir. Musaddad'ın rivayetinde naqir ve muqayyar (katran) vardır; muzaffat (katranla sürülmüş kaplar) kelimesini zikretmemiştir."
    },
    {
      "id": 26,
      "narrator": "In the story of the deputation of AbdulQays Ibn Abbas said:",
      "text": "Ebu Davud dedi ki: Ebu Cemrah'ın adı Nasr bin 'Imran el-Duba'i'dir."
    },
    {
      "id": 27,
      "narrator": "A man of the deputation of 'Abd al-Qais who came to the Prophet (ﷺ) said - the narrator 'Awf thinks that his name was Qais bin al-Nu'man:",
      "text": "Ebu Hureyre dedi ki: Allah'ın Resulü (ﷺ) 'Abd al-Qays heyetine şöyle dedi: \"Sizlere oyulmuş kütükler, katranla sürülmüş kaplar, yeşil harrlar, kabak ve üstü kesilmiş bir deri kullanmayı yasaklıyorum, fakat derinizden içebilirsiniz ve onu ip ile bağlayabilirsiniz.\""
    },
    {
      "id": 28,
      "narrator": "Ibn ‘Abbas said :",
      "text": "'Abd al-Qays heyetinin hikayesinde İbn Abbas dedi ki: Onlar (halk) sordular: \"Neden içelim, Allah'ın Peygamberi?\" Peygamber (ﷺ) dedi ki: \"Ağzı bağlı olan deri kaplardan içmelisiniz.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "'Abd al-Qays heyetinden bir adam, Peygamber (ﷺ) yanına geldi ve -rivayet eden 'Avf, adının Qais bin al-Nu'man olduğunu düşünüyor: Peygamber (ﷺ) dedi ki: \"Oyulmuş kütüklerden, katranla sürülmüş kaplardan, kabaklardan ve yeşil testilerden içmeyin, fakat ip ile bağlanmış bir deriden için. Eğer içecek fermente olursa, su ekleyerek hafifletin. Eğer çaresiz kalırsanız, o zaman dökün.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "İbn 'Abbas dedi ki: 'Abd al-Qays heyeti (peygamberden) sordu: \"Hangi (kaplardan) içelim?\" O (peygamber) cevap verdi: \"Kabaklardan, katranla sürülmüş kaplardan ve oyulmuş kütüklerden içmeyin, ve hurmaları derilere yatırın.\" Onlar sordular: \"Allah'ın Resulü, eğer fermente olursa?\" O cevap verdi: \"İçine su ekleyin.\" Onlar sordular: \"Allah'ın Resulü...\" (aynı sözleri tekrarlayarak). O onlara üçüncü veya dördüncü kez cevap verdi: \"Dökün.\" Sonra dedi ki: \"Allah bana yasakladı, ya da şöyle dedi: \"Bana şarabı, şans oyununu ve kubahı (davul) yasakladı.\" Dedi ki: \"Her sarhoş edici şey haramdır.\" Sufyan, 'Ali b. Badhimah'a kubah hakkında sordum. O da: \"Davul.\" diye cevap verdi."
    },
    {
      "id": 31,
      "narrator": "Jabir b. ‘Abd Allah said:",
      "text": "Cabir b. Abdillah dedi ki: Allah'ın Resulü (ﷺ) şarap kaplarının kullanılmasını yasakladığında, Ensar: \"Bunlar bizim için kaçınılmazdır.\" dediler. Bunun üzerine o: \"Eğer öyleyse, o zaman hayır.\" dedi."
    },
    {
      "id": 32,
      "narrator": "‘Abd Allah b.’ Amr said:",
      "text": "Abdillah b. Amr dedi ki: Peygamber (ﷺ) kapları: balkabakları, yeşil testi, katranla sıvanmış kaplar ve oyuk ağaç kütükleri olarak zikretti. Çöl Araplarından biri: \"Bizim başka kaplarımız yok.\" dedi. O: \"Onlardan helal olanı iç.\" dedi."
    },
    {
      "id": 33,
      "narrator": "The tradition mentioned above has also been transmitted by Sharik through a different chain  of narrators. This version has:",
      "text": "Yukarıda bahsedilen rivayet, Şarik tarafından farklı bir isnatla da aktarılmıştır. Bu versiyonda: \"Sarhoşluk veren şeylerden kaçının.\" denilmektedir."
    },
    {
      "id": 34,
      "narrator": "Jabir b. ‘Abd Allah said:",
      "text": "Cabir b. Abdillah dedi ki: Allah'ın Resulü (ﷺ) için hurmalar bir deride bekletildi, fakat deri bulamadıklarında, onun için küçük bir taş kapta bekletildi."
    },
    {
      "id": 35,
      "narrator": "Jabir b.’Abd Allah said:",
      "text": "Cabir b. Abdillah dedi ki: Allah'ın Resulü (ﷺ) kuru üzümleri ve kuru hurmaları, olgunlaşmamış hurmaları ve taze hurmaları karıştırmayı yasakladı."
    },
    {
      "id": 36,
      "narrator": "‘Abd Allah b. Abi Qatadah said that his father Abu Qatadah forbade mixing raisins and dried dates, mixing unripe dates and fresh dates, and mixing dates beginning to take on colour and fresh dates. He said:",
      "text": "Abdillah b. Ebi Katade, babası Ebu Katade'nin kuru üzümleri ve kuru hurmaları, olgunlaşmamış hurmaları ve taze hurmaları karıştırmayı yasakladığını, renk almaya başlayan hurmaları ve taze hurmaları karıştırmayı da yasakladığını söyledi. O: \"Her birinden ayrı ayrı nabidh (içki) yapın.\" dedi."
    },
    {
      "id": 37,
      "narrator": "Narrated A man:",
      "text": "O (rivayet eden Yahya) dedi ki: Ebu Salamah b. Abd al-Rahman, bu rivayeti Ebu Katade'den Peygamber (ﷺ) aracılığıyla bana aktardı."
    },
    {
      "id": 38,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Bir adam rivayet etti: Peygamber (ﷺ) ile birlikte olan bir adam dedi ki: Peygamber (ﷺ) olgunlaşmamış hurmaları ve kuru hurmaları, kuru üzümleri ve kuru hurmaları karıştırmayı yasakladı."
    },
    {
      "id": 39,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ümmü Salamah, Ümmü'l-Müminin'den rivayet edildi: Kabşah, Ebu Meryem'in kızı, Ümmü Salamah'ya (Allah ondan razı olsun): \"Peygamber (ﷺ) neyi yasakladı?\" diye sordu. O: \"Kahverengi hurmaları o kadar kaynatmayı yasakladı ki çekirdekleri bozulur, kuru üzümleri ve kuru hurmaları karıştırmayı yasakladı.\" diye cevap verdi."
    },
    {
      "id": 40,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edildi: Allah'ın Resulü (ﷺ) için kuru üzümler bekletildi ve sonra içine kuru hurmalar konuldu, ya da kuru hurmalar bekletildi ve sonra içine kuru üzümler konuldu."
    },
    {
      "id": 41,
      "narrator": "Qatadah said on the authority of Jabir b. Zaid and ‘Ikrimah that they disapprove of drink made exclusively from unripe dates. This they reported on the authority of Ibn ‘Abbas said:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edildi: Safiyye, Atiyye'nin kızı, Aişe'ye Abdul Qays'tan bazı kadınlarla birlikte girdim ve ona kuru hurmalar ve kuru üzümler (içki için) karıştırmayı sordum. O: \"Bir avuç kuru hurma ve bir avuç kuru üzüm alır, bir kapta koyar, sonra ezip (suda bekletirdim). Sonra onu Peygamber (ﷺ) içmesi için verirdim.\" dedi."
    },
    {
      "id": 42,
      "narrator": "Narrated Ad-Daylami:",
      "text": "Katade, Cabir b. Zaid ve İkrime'den rivayette bulundu ki, olgunlaşmamış hurmalardan yapılan içkiyi hoş karşılamıyorlardı. Bunu İbn Abbas'tan aktardılar: \"Abd al-Qays halkının yasaklandığı muzza'dan korkuyorum.\" dedim. Katade'ye: \"Muzza nedir?\" diye sordum. O: \"Yeşil bir kapta ve katranla sıvanmış kaplarda yapılan hurma içkisi.\" diye cevap verdi."
    },
    {
      "id": 43,
      "narrator": "A’ishah said :",
      "text": "Ad-Daylami'den rivayet edildi: Peygamber (ﷺ)'e geldik ve ona: \"Allah'ın Resulü, kim olduğumuzu, nereden geldiğimizi ve kime geldiğimizi biliyorsun.\" dedik. O: \"Allah'a ve O'nun Resulüne.\" dedi. Biz: \"Allah'ın Resulü, üzümümüz var; onlarla ne yapmalıyız?\" dedik. O: \"Onları kuru üzüm yapın.\" dedi. Sonra sorduk: \"Kuru üzümlerle ne yapmalıyız?\" O: \"Onları sabah bekletin ve akşam için, akşam bekletin ve sabah için. Onları deri kaplarda bekletin ve toprak kaplarda bekletmeyin, çünkü eğer sıkma işlemi gecikirse, sirke olur.\" dedi."
    },
    {
      "id": 44,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe dedi ki: Allah'ın Resulü (ﷺ) için sabahları üstü bağlı ve ağzı olan bir deride hurmalar bekletilirdi. Sabah bekletilenleri akşam, akşam bekletilenleri sabah içiyordu."
    },
    {
      "id": 45,
      "narrator": "Ibn abbas said :",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edildi: Amra, Aişe'den rivayette bulundu ki, o sabahları Allah'ın Resulü (ﷺ) için hurmaları bekletirdi. Akşam olunca, o akşam yemeğini yer ve yemeğinden sonra onu içerdi. Eğer bir şey kalırsa, onu dökerdi. Sonra onun için gece bekletirdi. Sabah olunca, o sabah kahvaltısını yapar ve kahvaltısından sonra onu içerdi. O: \"Deri kap sabah ve akşam yıkanırdı.\" dedi. Babası (Hayyan) ona: \"Günde iki kez mi?\" dedi. O: \"Evet.\" dedi."
    },
    {
      "id": 46,
      "narrator": "A’ishah said that the prophet (ﷺ) used to stay with Zainab, daughter of Jahsh, and drink honey. I and Hafsah counseled each other that if the Prophet (ﷺ) enters upon any of us, she must say :",
      "text": "Aişe, Peygamberin (ﷺ) Zeynep binti Cahş ile birlikte kaldığını ve bal içtiğini söyledi. Ben ve Hafsa birbirimize, eğer Peygamber (ﷺ) aramızdan birine girerse, ona \"Senden gam (mağafir) kokusu alıyorum\" demesi gerektiğini tavsiye ettik. Sonra o, onlardan birinin yanına girdi; o da ona bunu söyledi. Bunun üzerine o şöyle dedi: \"Hayır, ben Zeynep binti Cahş'ın evinde bal içtim ve bunu bir daha yapmayacağım.\" Sonra şu ayet indi: \"Ey Peygamber! Allah'ın senin için helal kıldığı şeyi niçin haram kılıyorsun?\" \"İkiniz Allah'a tevbe ederseniz...\" ifadesi Hafsa ve Aişe'yi kastetmektedir ve \"Peygamber, eşlerinden birine bir konuda gizlice bir şey açıkladığında...\" ifadesi, Peygamberin (ﷺ) \"Hayır, ben bal içtim.\" sözünü kastetmektedir."
    },
    {
      "id": 47,
      "narrator": "‘A’ishah said :",
      "text": "Aişe dedi ki: Allah'ın Elçisi (ﷺ) tatlı yiyecekleri ve balı severdi. Rivayetçi, yukarıda bahsedilen hadisin bir kısmını aktardı. Allah'ın Elçisi (ﷺ) ondan koku almakta zorlandı. Bu hadiste Sauda dedi ki: \"Ama sen gam yedin mi?\" O da: \"Hayır, ben bal içtim. Hafsa bana içmesi için verdi.\" Ben de: \"Arıların 'urfut' yedi.\" dedim."
    },
    {
      "id": 48,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Davud dedi ki: Mağafir bir gamdır; jarasat yemek anlamına gelir; 'urfut ise arıların bitkisidir."
    },
    {
      "id": 49,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ebu Hureyre'den rivayet edildi: Allah'ın Elçisi (ﷺ) oruç tutmayı severdi. Oruç tutmadığı bir günü bekledim ki ona kabakta yaptığım içeceği (nabidh) sunayım. Sonra onu fermente olmuş halde ona getirdim. O da: \"Bunu bu duvara at, zira bu, Allah'a ve Ahiret Günü'ne inanmayanın içeceğidir.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Nazzal b. Samurah said :",
      "text": "Enes ibn Malik'ten rivayet edildi: Peygamber (ﷺ) bir adamın ayakta içmesini yasakladı."
    },
    {
      "id": 51,
      "narrator": "Ibn Abbas said:",
      "text": "Nazzal b. Samurah dedi ki: Ali su istedi ve ayakta içti. Sonra dedi ki: \"Bazı insanlar bunu (ayakta içmeyi) hoş karşılamıyor, ama ben Allah'ın Elçisi (ﷺ) bunu yaptığını gördüm.\""
    },
    {
      "id": 52,
      "narrator": "Abu Sa’id al-Khudri said :",
      "text": "İbn Abbas dedi ki: Allah'ın Elçisi (ﷺ) su torbasının ağzından içmeyi, pislik yiyen hayvan üzerinde binmeyi ve kapalı alanda öldürülen hayvanı yemeyi yasakladı."
    },
    {
      "id": 53,
      "narrator": "A man of the Ansar quoting from his father said that the Prophet (ﷺ) called for a skin-vessel on the day of the battle of Uhud. He then said:",
      "text": "Ebu Davud dedi ki: Cellale, pislik ve kir yiyen hayvan demektir."
    },
    {
      "id": 54,
      "narrator": "Abu sa’id al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri dedi ki: Allah'ın Elçisi (ﷺ) deri kapların başını ters çevirerek içmeyi yasakladı."
    },
    {
      "id": 55,
      "narrator": "Ibn Abi Laila said:",
      "text": "Ensar'dan bir adam babasından naklederek dedi ki: Peygamber (ﷺ) Uhud savaşında bir deri kap istedi. Sonra dedi ki: \"Kabın başını çevirin.\" ve onun ağzından içti."
    },
    {
      "id": 56,
      "narrator": "Jabir b. ‘abd Allah said:",
      "text": "Ebu Sa'id el-Hudri dedi ki: Allah'ın Elçisi (ﷺ) kırık bir yerden (bir fincandan) içmeyi ve bir içeceğe üflemeyi yasakladı."
    },
    {
      "id": 57,
      "narrator": "Narrated Abdullah ibn AbuAwfa:",
      "text": "İbn Ebi Leyla dedi ki: Hudeyfe el-Mada'in'deyken su istedi. Bir köylü ona gümüş bir kap getirdi. Onu attı ve dedi ki: \"Ben bunu attım, çünkü ben bunu yasakladım ama o durmadı.\" Allah'ın Elçisi (ﷺ) ipek veya brokar giymeyi ve altın ve gümüş kaplardan içmeyi yasakladı. O da: \"Diğerleri bunu bu dünyada yapıyor, siz de ahirette yapacaksınız.\" dedi."
    },
    {
      "id": 58,
      "narrator": "Anas b. Malik said:",
      "text": "Cabir b. Abdullah dedi ki: Peygamber (ﷺ) bir Ensar adamını ziyaret etti ve yanında bahçesini sulayan bir arkadaş vardı. Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer bir gece su kalmışsa deri kapta (bunu isteriz), yoksa bir derecikten yudumlayalım.\""
    },
    {
      "id": 59,
      "narrator": "Anas b.Malik said :",
      "text": "Abdullah ibn Ebu Avfa'dan rivayet edildi: Peygamber (ﷺ) dedi ki: \"İnsanların en son içenidir.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Enes b. Malik dedi ki: Peygamber (ﷺ) su ile karıştırılmış süt getirildi. Sağında bir bedevi Arap, solunda ise Ebu Bekir vardı. Kendisi içti ve bedevi Arap'a verdi ve dedi ki: \"Sağda olan, sonra sağda olan, sonra sağda olan.\""
    },
    {
      "id": 61,
      "narrator": "’Abd Allah b. Busr from Banu Sulaim said:",
      "text": "Banu Sulaim'den Abdullah b. Busr dedi ki: Allah'ın Elçisi (ﷺ) babama geldi ve onunla misafir oldu. Ona yemek ikram etti ve hais getirdi. Sonra bir içecek getirdi, o içti ve sağındaki kişiye verdi. Kuru hurma yedi ve çekirdekleri yüzük parmağının arkasına ve orta parmağına koymaya başladı. Kalktığında, babam da kalktı ve binek hayvanının ipini tuttu. Dedi ki: Allah'a benim için dua et. O da: Ey Allah, onlara verdiğin şeyde bereket ver ve onlara merhamet et, dedi."
    },
    {
      "id": 62,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Jabir reported the Prophet (ﷺ) as saying:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Maymunah'ın evindeydim. Allah'ın Elçisi (ﷺ) Halid ibn el-Valid ile birlikte içeri girdi. İki kızarmış uzun kuyruklu kertenkele (dabb) çubuklar üzerinde ona getirildi. Allah'ın Elçisi (ﷺ) tükürdü. Halid dedi ki: Bunu sevmiyorsun, ya Resulallah. O da: Evet, dedi. Sonra Allah'ın Elçisi (ﷺ) süt getirildi ve içti. Allah'ın Elçisi (ﷺ) sonra dedi ki: Sizden biri yemek yediğinde şöyle demelidir: Ey Allah, bunda bize bereket ver ve ondan daha iyi bir yiyecek ver. Süt içtiğinde ise şöyle demelidir: Ey Allah! Bunda bize bereket ver ve ondan daha fazlasını ver, çünkü hiçbir yiyecek veya içecek süt gibi tatmin etmez."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Abu Davud dedi ki: Bu, Musaddad'ın rivayetidir."
    },
    {
      "id": 65,
      "narrator": "Jabir b.Abd Allah reported the Prophet (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 66,
      "narrator": "Jabir said:",
      "text": "Jabir, Peygamber (ﷺ) şöyle derken bildirdi: Kapınızı kapatın ve Allah'ın adını anın, çünkü şeytan kapalı bir kapıyı açmaz; lambanızı söndürün ve Allah'ın adını anın, kabınızı bir parça odunla bile kapatın ve Allah'ın adını anın, su torbanızı bağlayın ve Allah'ın adını anın."
    },
    {
      "id": 67,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    }
  ]
}