{
  "language": "tr",
  "metadata": {
    "length": 119,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "‘Abd Allah b. ‘Umar reported the Prophet(ﷺ) as sayings:",
      "text": "Abdullah b. Umar, Peygamber (ﷺ)'in şöyle söylediğini bildirmiştir: Sizden biri düğün ziyafetine davet edildiğinde, ona katılmalıdır."
    },
    {
      "id": 2,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn ‘Umar to the same effect through a different chain of narrators. This version has the additional words:",
      "text": "Yukarıda bahsedilen rivayet, İbn Umar tarafından farklı bir isnatla aynı şekilde aktarılmıştır. Bu versiyonda ek olarak: Eğer oruçlu değilse yemelidir, eğer oruçluysa bırakmalıdır, denilmektedir."
    },
    {
      "id": 3,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah(ﷺ) as saying:",
      "text": "İbn Umar, Allah'ın Elçisi (ﷺ)'in şöyle söylediğini bildirmiştir: Sizden biri kardeşini davet ederse, daveti kabul etmelidir; bu bir düğün ziyafeti ya da benzeri bir şey olsun."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Nafi’ tarafından Ayyub'da belirtilen isnatla aynı şekilde aktarılmıştır."
    },
    {
      "id": 5,
      "narrator": "Jabir reported the Messenger of Allah(ﷺ) as sayings:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ)'in şöyle söylediğini bildirmiştir: Sizden biri bir yemeğe davet edildiğinde, onu kabul etmelidir. İsterse yiyebilir, isterse ayrılabilir."
    },
    {
      "id": 6,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Kendisine gelen daveti kabul etmeyen, Allah'a ve Elçisine isyan etmiştir; davetsiz giren ise hırsız gibi girer ve yağmacı gibi çıkar."
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Davud dedi ki: Aban b. Tariq bilinmemektedir."
    },
    {
      "id": 8,
      "narrator": "Thabit said:",
      "text": "Ebu Hureyre dedi ki: En kötü yemek, zenginlerin davet edildiği ve fakirlerin dışlandığı düğün ziyafetidir. Eğer biri davet edildiği ziyafete katılmazsa, Allah'a ve Elçisine (ona selam olsun) isyan etmiş olur."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Sabit dedi ki: Zeynep binti Cahş'ın evliliği, Enes b. Malik'in önünde zikredildi. O da şöyle dedi: Allah'ın Elçisi (ﷺ)'nin, eşlerinden hiçbiri için onun kadar büyük bir düğün ziyafeti yaptığını görmedim. Bir koyunla düğün ziyafeti yaptı."
    },
    {
      "id": 10,
      "narrator": "Narrated Zubayr ibn Uthman:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Peygamber (ﷺ), Safiye için yemek ve hurma ile bir düğün ziyafeti düzenledi."
    },
    {
      "id": 11,
      "narrator": "Qatadah reported this story from Sa’id b. al-Musayyab. This version adds:",
      "text": "Zubeyr b. Osman'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: İlk gün düğün ziyafeti bir görevdir, ikinci gün iyi bir uygulamadır, ama üçüncü gün ise insanlara bunu duyurmak ve göstermek içindir. Katade dedi ki: Bir adam bana, Said b. el-Musayyab'ın (ilk gün düğün ziyafetine davet edildiğini ve kabul ettiğini; ikinci günde tekrar davet edildiğini ve kabul ettiğini; üçüncü günde davet edildiğinde kabul etmediğini; \"Onlar, insanlara bunu duyuran ve gösterenlerdir.\" dediğini söyledi."
    },
    {
      "id": 12,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Katade, bu hikayeyi Said b. el-Musayyab'dan aktarmıştır. Bu versiyon ek olarak: Üçüncü günde davet edildiğinde kabul etmedi, fakat elçiye taş attı, demektedir."
    },
    {
      "id": 13,
      "narrator": "Abu Shuraih al-Ka’bi reported the Messenger of Allah(ﷺ) as sayings:",
      "text": "Abdullah b. Cabir'den rivayet edilmiştir: Peygamber (ﷺ) Medine'ye döndüğünde, bir deve veya bir inek keserdi."
    },
    {
      "id": 14,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Şureyh el-Ka'bî, Allah'ın Elçisi (ﷺ)'in şöyle söylediğini bildirmiştir: Allah'a ve Ahiret Günü'ne inanan, misafirine ikramda bulunmalıdır; yol için gerekli olan, bir gün ve bir gece yetecek kadar olan şeydir: misafirperverlik üç gün sürer; bundan sonrasını sadaka (hayır) olarak kabul edilir; ve misafirin kendini bir yük haline getirmesi caiz değildir."
    },
    {
      "id": 15,
      "narrator": "Narrated AbuKarimah:",
      "text": "Abu Davud dedi ki: Malik'e Peygamber'in \"Yol için gerekli olan, bir gün ve bir gece yetecek kadar olan şeydir.\" sözü hakkında soruldu. O da: Misafiri onurlandırmalı, ona bir hediye sunmalı ve bir gün ve bir gece korumalıdır; misafirperverlik üç gündür, dedi."
    },
    {
      "id": 16,
      "narrator": "Narrated Al-Miqdam AbuKarimah:",
      "text": "Al-Miqdam AbuKarimah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bir Müslüman bir topluluğun misafiri olursa ve onlardan hiçbir şey verilmezse, her Müslümanın ona yardım etmesi, onun için bir gecelik eğlence için onların mahsulünden ve mülkünden alması gereklidir."
    },
    {
      "id": 17,
      "narrator": "‘Uqbah b. ‘Amir said:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "‘Uqbah b. ‘Amir dedi ki: Biz dedik: Allah'ın Elçisi! Bizi gönderiyorsun ve misafirperverlik göstermeyen bir topluluğa geliyoruz, senin görüşün nedir? Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer bir topluluğa giderseniz ve size misafire uygun olan bir şey emrederlerse, kabul edin; ama eğer etmezlerse, misafire vermeleri gereken şeyi onlardan alın."
    },
    {
      "id": 19,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Dawud dedi ki: Ve bu, bir adamın kendisine düşen bir şeyi alması için bir delildir."
    },
    {
      "id": 20,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Narrated AbdurRahman al-Himyari:",
      "text": "Abdullah İbn Abbas'tan rivayet edilmiştir: \"Ey iman edenler! Mallarınızı aranızda haksız yere yemeyin, fakat karşılıklı rıza ile alışveriş yapın.\" ayeti indiğinde, bir adam bu ayetin inmesinden sonra başka birinin evinde yemek yemenin günah olduğunu düşündü."
    },
    {
      "id": 22,
      "narrator": "Ibn ‘Umar reported the Prophet(ﷺ) as sayings:",
      "text": "Sonra bu (yasaklama) Nur Suresi'ndeki \"Birlikte veya ayrı ayrı yemenizde size bir günah yoktur.\" ayeti ile indi."
    },
    {
      "id": 23,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Zengin bir adam (revelasyondan sonra) kendi topluluğundan bir adamı evinde yemek yemeye davet ettiğinde, o şöyle derdi: Onunla yemekten günah işlediğimi düşünüyorum ve dedi ki: Bir fakir buna benden daha layıktır. Arapça \"tajannah\" kelimesi günah veya kusur anlamına gelir. Allah'ın adı anılan bir şeyin yenilmesi helal kılındı ve Kitap ehlinin kesmiş olduğu hayvanın etinin yenilmesi de helal kılındı."
    },
    {
      "id": 24,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) iki kişi arasında rekabet edenlerin yemeklerinin yenilmesini yasakladı."
    },
    {
      "id": 26,
      "narrator": "Narrated Salman al-Farsi:",
      "text": "Abu Dawud dedi ki: Jarir'den rivayet edenlerin çoğu, İbn Abbas'ın adını anmamıştır. Harun al-Nahwi, İbn Abbas'ı anmıştır, Hammad bin Zaid ise İbn Abbas'ı anmamıştır."
    },
    {
      "id": 27,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah said:",
      "text": "Ali ibn AbuTalib'ten rivayet edilmiştir: Safinah AbuAbdurRahman, Ali ibn AbuTalib için yemek hazırlayan bir adamın olduğunu söyledi ve Fatıma şöyle dedi: Keşke Allah'ın Elçisi'ni (ﷺ) davet etseydik ve o da bizimle birlikte yeseydi. Onu davet ettiler ve geldiğinde kapının yan taraflarına ellerini koydu, ama evin sonunda asılı olan desenli perdeyi görünce geri döndü. Bunun üzerine Fatıma, Ali'ye dedi ki: Onu takip et ve neyin geri döndürdüğünü gör. Ben (Ali) onu takip ettim ve sordum: Seni geri döndüren nedir, Allah'ın Elçisi? O cevap verdi: Ne benim ne de herhangi bir Peygamberin süslenmiş bir eve girmesi uygun değildir."
    },
    {
      "id": 29,
      "narrator": "Narrated Wahshi ibn Harb:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Jabir bin ‘Abd Allah said that he heard the Prophet(ﷺ) say:",
      "text": "AbdurRahman al-Himyari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: İki kişi bir davet için bir araya geldiğinde, komşuluk açısından kapısı daha yakın olanın davetini kabul edin, ama eğer biri diğerinden önce gelirse, önce gelenin davetini kabul edin."
    },
    {
      "id": 31,
      "narrator": "When we were at food with the Messenger of Allah(ﷺ) none of us put in his hand till the Messenger of Allah(ﷺ)put his hand first. Once we were at food with him. A nomad Arab came in as though he were being pushed, and he was about to put his hand in food when the Messenger of Allah (ﷺ) seized him by the hand. Then a girl came in as though she were being pushed, and she was about to put her hand in the food when the Messenger of Allah (ﷺ) seized her by the hand, and he said:",
      "text": "Allah'ın Resulü (ﷺ) ile yemek yediğimizde, hiçbiri elini uzatmadı, ta ki Allah'ın Resulü (ﷺ) önce elini uzatıncaya kadar. Bir gün onunla yemek yediğimizde, bir bedevi Arap içeri girdi, sanki itiliyormuş gibi, ve yemeğe elini uzatmak üzereyken, Allah'ın Resulü (ﷺ) onu elinden tuttu. Sonra bir kız içeri girdi, sanki itiliyormuş gibi, ve yemeğe elini uzatmak üzereyken, Allah'ın Resulü (ﷺ) onu elinden tuttu ve şöyle dedi: \"Şeytan, Allah'ın adı anılmadığı yiyeceği düşünür, ve o bedeviyi getirdi ki onunla helal kılınsın, bu yüzden elini tuttum; sonra bu kızı getirdi ki onunla helal kılınsın, bu yüzden elini tuttum. Canımın bulunduğu elin sahibi olan Allah'a yemin ederim ki, onun eli benim elimde onların elleriyle birlikte.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Umayyah ibn Makhshi:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri yemek yediğinde, Allah'ın adını anmalıdır; eğer başlangıçta Allah'ın adını anmayı unutursa, 'Başında ve sonunda Allah'ın adıyla' demelidir.\""
    },
    {
      "id": 34,
      "narrator": "Abu Juhaifah reported the Prophet (ﷺ) as sayings:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Umeyye b. Makhşi'den rivayet edilmiştir: Umeyye oturuyordu ve bir adam yemek yiyordu. Allah'ın adını anmadı, ta ki son lokma kalana kadar. Lokmayı ağzına kaldırdığında, 'Başında ve sonunda Allah'ın adıyla' dedi. Peygamber (ﷺ) güldü ve şöyle dedi: \"Şeytan onunla birlikte yemek yiyordu, ama Allah'ın adını anınca, karnındaki şeyi kusmuştu.\""
    },
    {
      "id": 36,
      "narrator": "Anas said:",
      "text": "Abu Davud: Cabir b. Subh, Sulaiman b. Harb'ın annesi tarafından dedesidir."
    },
    {
      "id": 37,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated Abdullah ibn Busr:",
      "text": "Ebu Cuhayfa, Peygamber (ﷺ) şöyle derken bildirmiştir: \"Yatarak yemek yemem.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Abdullah b. Amr b. el-As'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) yemek yerken asla yatarken görülmedi, ne de iki adamın peşinde yürürken."
    },
    {
      "id": 41,
      "narrator": "Ibn ‘Umar reported the Prophet(ﷺ) as sayings:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated Umar ibn AbuSalamah:",
      "text": "Enes dedi ki: Peygamber (ﷺ) beni (bir iş için) gönderdi, ve ona döndüğümde, hurma yerken oturmuş buldum."
    },
    {
      "id": 43,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "Narrated Safwan ibn Umayyah:",
      "text": "Abdullah b. Abbas'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sizden biri yemek yediğinde, tabakların üstünden değil, altından yemelidir; çünkü bereket onun üstünden iner.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Yukarıda bahsedilen hadis (No. 3771), Ibn Mes'ud tarafından farklı bir raviden aktarılmıştır."
    },
    {
      "id": 47,
      "narrator": "Anas b. Malik said:",
      "text": "Bu versiyonda: Peygamber (ﷺ) koyunun ön bacağını severdi. Bir gün ön bacak zehirlenmişti ve Yahudilerin onu zehirlediğini düşündü."
    },
    {
      "id": 48,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated Qabisah ibn Halb:",
      "text": "Anas b. Malik dedi ki: Bir terzi, Allah'ın Elçisi'ni (ﷺ) hazırladığı bir yemeğe davet etti. Anas dedi ki: Ben, Allah'ın Elçisi (ﷺ) ile birlikte arpa ekmeği ve kabak ile kurutulmuş dilimlenmiş etten oluşan bir çorba götürdüm. Anas dedi ki: Allah'ın Elçisi'nin (ﷺ) kabak için tabak etrafında gittiğini gördüm, bu yüzden o günden beri kabakları hep sevdim."
    },
    {
      "id": 50,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Allah'ın Elçisi'nin (ﷺ) en çok sevdiği yiyecek, ekmekten yapılan tharid ve Hays'tan yapılan tharid idi."
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ebu Davud dedi ki: Bu hadis zayıftır."
    },
    {
      "id": 53,
      "narrator": "Jabir  b. ‘Abd Allah said:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Kabisah ibn Halb'den rivayet edilmiştir: Bir adam, Allah'ın Elçisi'ne (ﷺ) sordu: Kendimden uzak durmam gereken bir yiyecek var mı? Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: Şüphe uyandıran herhangi bir şey aklında olmamalıdır, bu da seni Hristiyanlığa benzetir."
    },
    {
      "id": 55,
      "narrator": "Narrated Khalid ibn al-Walid:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Anas b. Malik said:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) pislik yiyen hayvanın etini yemeyi ve sütünü içmeyi yasakladı."
    },
    {
      "id": 57,
      "narrator": "Abu Khalid b. al-Huwairith said :",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Peygamber (ﷺ) pislik yiyen hayvanın sütünü içmeyi yasakladı."
    },
    {
      "id": 59,
      "narrator": "Ibn ‘Abbas said on the authority of Khalid b. al-Walid that he entered the house of Maimunah along with the Messenger of Allah (ﷺ). A roasted lizard was offered to him. The Messenger of Allah (ﷺ) stretched his hand for it. Some of the women is going to eat. They said:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Narrated Thabit ibn Wadi'ah:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) pislik yiyen deveye binmeyi ve sütünü içmeyi yasakladı."
    },
    {
      "id": 61,
      "narrator": "Narrated AbdurRahman ibn Shibl:",
      "text": "AbdurRahman ibn Shibl'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kertenkele etini yemeyi yasakladı."
    },
    {
      "id": 62,
      "narrator": "Narrated Safinah:",
      "text": "Safinah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile birlikte bir devekuşu eti yedim."
    },
    {
      "id": 63,
      "narrator": "Narrated at-Talabb ibn Tha'labah at-Tamimi:",
      "text": "at-Talabb ibn Tha'labah at-Tamimi'den rivayet edilmiştir: Ben Allah'ın Elçisi (ﷺ) ile birlikteydim, fakat böcekler ve karada yaşayan küçük yaratıkların yenmesi hakkında yasaklama duymazdım."
    },
    {
      "id": 64,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Numaylah dedi ki: Ben Ibn Umar ile birlikteydim. Ona kirpi yemesi hakkında soruldu. O da şöyle okudu: \"De ki: Bana vahiy yoluyla ulaşan mesajda, yenmesi yasak olan bir (et) bulamıyorum.\" Yanında bulunan yaşlı bir adam dedi ki: Ben AbuHurayrah'ın şöyle dediğini duydum: Bu, Allah'ın Elçisi'ne (ﷺ) bildirildi. Zararlının zararlısı. Ibn Umar dedi ki: Eğer Allah'ın Elçisi (ﷺ) bunu söylediyse, o, bilmediğimiz gibi söyledi."
    },
    {
      "id": 65,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Cahiliye döneminde insanlar bazı şeyleri yerken bazılarını kirli sayarak bırakırlardı. Sonra Allah, Peygamberini (ﷺ) gönderdi ve Kitabını indirdi; bazı şeyleri helal, bazılarını haram kıldı; dolayısıyla O'nun helal kıldığı helaldir, haram kıldığı haramdır ve hakkında hiçbir şey söylemediği şeyler mubahtır. Ve şöyle okudu: \"De ki: Bana vahiy yoluyla ulaşan mesajda, yenmesi yasak olan bir (et) bulamıyorum...\" ayetin sonuna kadar."
    },
    {
      "id": 66,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Ben Allah'ın Elçisi'ne (ﷺ) sırtlan hakkında sordum. O da: O avdır, ve ihram (hac elbisesi) giymiş olan biri onu avlarsa, bir koyun fidye vermelidir, diye cevap verdi."
    },
    {
      "id": 67,
      "narrator": "Abu Tha’labah al-Khushani said:",
      "text": "Abu Tha’labah al-Khushani dedi ki: Allah'ın Elçisi (ﷺ) dişli av hayvanlarını yemeyi yasakladı."
    },
    {
      "id": 68,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ibn ‘Abbas dedi ki: Allah'ın Elçisi (ﷺ) dişli her av hayvanını ve pençeli her kuşu yemeyi yasakladı."
    },
    {
      "id": 69,
      "narrator": "Narrated Al-Miqdam ibn Ma'dikarib:",
      "text": "Al-Miqdam ibn Ma'dikarib'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Dikkat edin, dişli av hayvanı helal değildir, ne de olsa evcil eşekler, ne de olsa bir anlaşma yapılmış olan bir adamın malından elde edilen şeyler, ancak o buna ihtiyaç duymuyorsa. Eğer birisi kendisine misafirperverlik yapılmayan bir topluluğun misafiri olursa, kendisine yapılması gereken misafirperverlik karşılığında onlardan alacak hakkına sahiptir."
    },
    {
      "id": 70,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Hayber günü Allah'ın Elçisi (ﷺ) her av hayvanını ve pençeli her kuşu yemeyi yasakladı."
    },
    {
      "id": 71,
      "narrator": "Narrated Khalid ibn al-Walid:",
      "text": "Khalid ibn al-Walid'den rivayet edilmiştir: Ben Allah'ın Elçisi (ﷺ) ile Hayber savaşına gittim, ve Yahudiler gelip, insanların korunan mülklerini (ganimet olarak) almak için acele ettiklerinden şikayet ettiler, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Size, mules verilmiş olanların malı, her dişli av hayvanı ve her pençeli kuş haramdır."
    },
    {
      "id": 72,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) kedinin bedeli için ödeme yapmayı yasakladı. Ibn AbdulMalik dedi ki: Bir kediyi yemek ve onun fiyatından faydalanmak."
    },
    {
      "id": 73,
      "narrator": "Jabir b. ‘Abd Allah said:",
      "text": "Jabir b. ‘Abd Allah dedi ki: Hayber günü Allah'ın Elçisi (ﷺ) bize evcil eşeklerin etini yemeyi yasakladı ve at eti yememizi emretti. ‘Amr dedi ki: Ben bu hadisi Abu al-Sha’tha’ya bildirdim. O da dedi ki: Aramızda Al-Hakam al-Ghifari bunu söyledi, ve \"okyanus\" bunu inkar etti, böylece Ibn’ Abbas'ı kastetti."
    },
    {
      "id": 74,
      "narrator": "Narrated Ghalib ibn Abjar:",
      "text": "Ghalib ibn Abjar'dan rivayet edilmiştir: Bir kıtlıkla karşılaştık, ve ailemi besleyecek hiçbir malım yoktu, sadece birkaç eşek vardı, ve Peygamber (ﷺ) evcil eşeklerin etini yasakladı. Bunun üzerine Peygamber (ﷺ)'e geldim ve dedim: Allah'ın Elçisi (selam üzerine olsun), kıtlık çekiyoruz, ve ailemi besleyecek hiçbir malım yok, sadece biraz şişman eşek var, ve siz evcil eşeklerin etini yasakladınız. O da: Aileni şişman eşeklerinle besle, çünkü ben onları, şehrin pisliğiyle beslenen hayvan nedeniyle yasakladım, yani pislikle beslenen hayvan."
    },
    {
      "id": 75,
      "narrator": "Muhammed b. Sulaiman narrated from Abu Nu’aim, from Mis’ar, from Ibn ‘Ubaid, from Ibn Ma’qil, from two men of Muzainah, one from the other, one of them is ‘Abd Allah b. ‘Amr b. ‘Uwaim, and the other is Ghalib b. al-Abjar. Mis’ar said:",
      "text": "Abu Dawud dedi ki: Bu 'Abd al-Rahman, Ibn Ma'qil'dir."
    },
    {
      "id": 76,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'tan rivayet edilmiştir: Hayber günü, Allah'ın Resulü (ona selam ve salat olsun) evcil eşeklerin etini ve pislik yiyen hayvanları yemeyi yasakladı; onun üzerinde binmek ve etini yemek."
    },
    {
      "id": 77,
      "narrator": "Abu Ya’fur said:",
      "text": "Abu Ya’fur dedi ki: Lokmaları (yemek) hakkında ona sorduğumda, Ibn Abi Awfa'nın şöyle dediğini duydum: Allah'ın Resulü (ﷺ) ile altı veya yedi sefer savaşa katıldım ve onunla birlikte onları (lokmaları) yedik."
    },
    {
      "id": 78,
      "narrator": "Narrated Salman al-Farsi:",
      "text": "Salman al-Farsi'den rivayet edilmiştir: Allah'ın Resulüne (ﷺ) lokmalar hakkında soruldu. O da: \"Onlar Allah'ın en kalabalık ordusudur.\" dedi. Ben ne onları yerim ne de onları haram kılarım."
    },
    {
      "id": 79,
      "narrator": "The tradition mentioned above has also been transmitted by Salman through a different chain of narrators. This version goes:",
      "text": "Yukarıda bahsedilen rivayet, Salman tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda: Salman dedi ki: Allah'ın Resulü (ﷺ) lokmalar hakkında soruldu. O da yukarıda belirtildiği gibi: \"Allah'ın en kalabalık ordusu.\" dedi. Rivayet eden Ali dedi ki: Onun adı Fa’id, bu da al-Awwam'ın adıdır."
    },
    {
      "id": 80,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abu Dawud dedi ki: Bu rivayet Hammad b. Salamah, Abu al-Awwam'dan, Abu Uthman'dan, Peygamberden (ﷺ) aktarılmıştır. O, Salman'ı (yani, sahabeleri) anmamıştır."
    },
    {
      "id": 81,
      "narrator": "Narrated Jabir ibn Samurah:",
      "text": "Jabir ibn Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Denizden çıkan ve gelgit tarafından bırakılan şeyi yiyebilirsiniz, ama denizde ölen ve yüzmekte olanı yememelisiniz.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Al-Faji' ibn Abdullah al-Amiri:",
      "text": "Abu Dawud dedi ki: Bu rivayet Sufyan al-Thawri, Ayyub ve Hammad tarafından Abu al-Zubair'den Jabir'in kendisinin (veya Peygamberden değil) sözü olarak aktarılmıştır. Ayrıca, zayıf bir zincirle doğrudan Peygamberden (ﷺ) de aktarılmıştır; Abu Dhi'b, Abu al-Zubair'den Jabir aracılığıyla Peygamberden (ﷺ) rivayet etmiştir."
    },
    {
      "id": 83,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Jabir ibn Samurah'tan rivayet edilmiştir: Bir adam, eşi ve çocuklarıyla birlikte Harrah'a indi. Bir adam ona dedi ki: \"Dişi develerim kayboldu; eğer bulursan, onu tut.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Onu buldu, ama sahibini bulamadı ve hasta oldu. Eşi dedi ki: \"Kes onu.\" Ama o reddetti ve öldü."
    },
    {
      "id": 85,
      "narrator": "Jabir reported the Prophet (ﷺ) as saying:",
      "text": "O dedi ki: \"Derisini yüz ki, yağını ve etini kurutalım ve sonra yiyelim.\""
    },
    {
      "id": 86,
      "narrator": "Jabir b. ‘Abd Allah reported the Prophet (ﷺ) as sayings:",
      "text": "O dedi ki: \"Allah'ın Resulüne (ﷺ) sorayım.\" Böylece ona (Peygambere) geldi ve sordu. O dedi ki: \"İhtiyacınız yeterli mi?\" O cevapladı: \"Hayır.\" O da dedi ki: \"O zaman onu ye.\""
    },
    {
      "id": 87,
      "narrator": "Jabir b. ‘Abd Allah reported the Messenger of Allah (ﷺ) as sayings:",
      "text": "Sonra sahibi geldi ve ona hikayeyi anlattı. O dedi ki: \"Neden kesmedin?\" O cevapladı: \"Senden utanıyordum (veya korkuyordum).\""
    },
    {
      "id": 88,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Al-Faji' ibn Abdullah al-Amiri'den rivayet edilmiştir: Al-Faji', Allah'ın Resulüne (ﷺ) geldi ve sordu: \"Ölü et bizim için helal değil mi?\" O dedi ki: \"Yemeğiniz nedir?\" Biz dedik: \"Akşam bir şeyler ve sabah bir şeyler.\" Abu Nu'aym dedi ki: Uqbah bana şöyle açıkladı: \"Sabah bir bardak (süt) ve akşam bir bardak; bu açlığı gidermiyor.\" Böylece bu durumda leşin onlara helal olduğunu kıldı."
    },
    {
      "id": 89,
      "narrator": "Narrated Hudhayfah ibn al-Yaman:",
      "text": "Abu Dawud dedi ki: Ghabuq akşam içeceği, Sabuh sabah içeceğidir."
    },
    {
      "id": 90,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygambere (ﷺ) Tabuk'ta bir parça peynir getirildi. O, bir bıçak istedi, Allah'ın adını anarak kesti."
    },
    {
      "id": 91,
      "narrator": "Narrated Al-Mughirah ibn Shu'bah:",
      "text": "Al-Mughirah ibn Shu'bah'dan rivayet edilmiştir: Sarımsak yedim ve Peygamber (ﷺ) namaz kıldığı yere geldim; ben katıldığımda bir rekât namaz kılınmıştı. Camide girdiğimde, Peygamber (ﷺ) sarımsak kokusunu fark etti."
    },
    {
      "id": 92,
      "narrator": "Narrated Mu'awiyah ibn Qurrah:",
      "text": "Peygamber Efendimiz (ﷺ) namazını bitirdikten sonra şöyle dedi: \"Bu bitkiden yiyen, kokusu gitmeden yanımıza yaklaşmasın.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Namazımı bitirdikten sonra, Allah'ın Elçisi (ﷺ) yanına geldim ve dedim: \"Allah'ın Elçisi, bana elinizi verin.\" Sonra elini gömleğimin koluna koydum, göğsüme götürdüm ve göğsümün kemerle bağlı olduğunu göstermek istedim. O da: \"Senin bir (geçerli) mazeretin var.\" dedi."
    },
    {
      "id": 94,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Narrated Yusuf ibn Abdullah ibn Salam:",
      "text": "Mu'awiyah ibn Qurrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bu iki bitkiyi (yani sarımsak ve soğan) yasakladı ve şöyle dedi: \"Onları yiyen, camimize yaklaşmasın. Eğer yemek zorundaysanız, onları pişirerek öldürün, yani soğan ve sarımsak.\""
    },
    {
      "id": 96,
      "narrator": "’A’ishah reported the Prophet(ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Sarımsak yemek, pişirilmedikçe haramdır."
    },
    {
      "id": 98,
      "narrator": "Narrated Abdullah ibn AbuTalhah:",
      "text": "Ebu Davud dedi ki: Rivayet eden Şarik'in tam adı Şarik bin Hanbal'dır."
    },
    {
      "id": 99,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "‘Abd Allah b. Ja’far said:",
      "text": "Aisha, Müminlerin Annesi'den rivayet edilmiştir: Halid dedi ki: Ebu Ziyad Hıyâr ibn Selame Aisha'ya soğan hakkında sordu. O da cevap verdi: \"Allah'ın Elçisi (ﷺ) en son yediği yemek, içinde soğan bulunan bir yemekti.\""
    },
    {
      "id": 101,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 102,
      "narrator": "Narrated Abdullah ibn Busr ibn Atiyyah ibn Busr:",
      "text": "Yusuf ibn Abdullah ibn Selam'dan rivayet edilmiştir: Peygamber (ﷺ) bir parça arpa ekmeği aldı ve üzerine bir hurma koyarak şöyle dedi: \"Bu bunun çeşnisidir.\""
    },
    {
      "id": 103,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 104,
      "narrator": "Abu  Tha’labah al-khushani said that he asked the Messenger of Allah(ﷺ):",
      "text": "A'işe, Peygamber (ﷺ) şöyle derken rivayet etmiştir: \"Hurması olmayan bir aile aç kalır.\""
    },
    {
      "id": 105,
      "narrator": ") Jabir said:",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "Maimunah said:",
      "text": "Maimunah dedi ki: Bir fare, sıvı tereyağının içine düştü. Peygamber (ﷺ) bundan haberdar edildi. O dedi ki: Etrafındakileri atın ve yiyin."
    },
    {
      "id": 107,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bir fare sıvı tereyağının içine düşerse, eğer satılacaksa, faresi ve etrafındakileri atın, ama eğer sıvı haldeyse, ona yaklaşmayın."
    },
    {
      "id": 108,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Al-Hasan dedi ki: Abdurrazzaq dedi ki: Bu rivayet, Ma'mar'dan, az-Zuhri'den, Ubaydullah ibn Abdullah ibn Abbas'tan, Maymunah'tan, Peygamber (ﷺ) üzerinden aktarılmıştır."
    },
    {
      "id": 109,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Yukarıda belirtilen rivayet (No. 3833), Ibn Abbas'tan, Maymunah'tan, Peygamber (ﷺ) üzerinden, az-Zuhri'nin rivayet ettiği gibi aktarılmıştır."
    },
    {
      "id": 110,
      "narrator": "Anas b. Malik said that when the Messenger of Allah (ﷺ) ate food, he licked his three fingers. And he said:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Bir sinek, birinin kabına konduğunda, onu tamamen içine batırmalı; çünkü onun bir kanadında bir hastalık, diğerinde ise bir şifa vardır. Şifa olan kanadı, onu engeller; bu yüzden hepsini kabın içine batır."
    },
    {
      "id": 111,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying :",
      "text": "Anas b. Malik dedi ki: Allah'ın Messenger'ı (ﷺ) yemek yediğinde, üç parmağını yalardı. Ve dedi ki: Sizden birinin lokması yere düşerse, üzerindeki zararlı şeyi silmeli ve yemeli, şeytana bırakmamalıdır. Ve bize tabağı temizlememizi emretti; çünkü sizden biri, yiyeceğinde bereketin hangi kısmında olduğunu bilmez."
    },
    {
      "id": 112,
      "narrator": "Ibn ‘Abbas reported the Messenger of Allah (ﷺ) as saying :",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Sizden herhangi birinin hizmetçisi ona yemek hazırlarsa ve onu ona getirirse, o, onunla birlikte oturup yemelidir. Eğer yemek azsa, eline bir veya iki lokma koymalıdır."
    },
    {
      "id": 113,
      "narrator": "Ka’b b. Malik said:",
      "text": "İbn Abbas, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Sizden biri yemek yediğinde, elini bir mendille silmemelidir; ta ki onu yalayana veya birine yalamak için vermeyene kadar."
    },
    {
      "id": 114,
      "narrator": "Abu Umamah said:",
      "text": "Ka'b b. Malik dedi ki: Peygamber (ﷺ) üç parmakla yemek yerdi ve yemeden önce elini silmezdi."
    },
    {
      "id": 115,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Umamah dedi ki: Yemek örtüsü kaldırıldığında, Allah'ın Messenger'ı (ﷺ) dedi ki: \"Allah'a bolca ve içten bir şekilde hamd olsun; bu tür bir hamd, bereket getirir, yetersiz, terkedilmiş veya göz ardı edilmez, ey Rabbimiz.\""
    },
    {
      "id": 116,
      "narrator": "Narrated AbuAyyub al-Ansari:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) yemeğini bitirdiğinde dedi ki: \"Bize yiyecek ve içecek veren ve bizi Müslüman yapan Allah'a hamd olsun.\""
    },
    {
      "id": 117,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Ayyub el-Ensari'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) yemek veya içecek aldığında dedi ki: \"Bize yiyecek ve içecek veren ve yutmayı kolaylaştıran, ona bir çıkış sağlayan Allah'a hamd olsun.\""
    },
    {
      "id": 118,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri, elini yıkamadan yağlı bir şekilde geceyi geçirirse, başına bir sıkıntı gelirse, yalnızca kendisini suçlayabilir."
    },
    {
      "id": 119,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Cabir ibn Abdullah'dan rivayet edilmiştir: Abul Haytham ibn at-Tayhan, Allah'ın Messenger'ı (ﷺ) için yemek hazırladı ve Peygamber (ﷺ) ve arkadaşlarını davet etti. Yemeklerini bitirdiklerinde, dedi ki: Eğer bazı insanlar bir adamın evine girerse, onun yemeği yenir ve içeceği içilir, ve onlar (Allah'a) onun için dua ederse, bu onun ödülüdür."
    }
  ]
}