{
  "language": "tr",
  "metadata": {
    "length": 49,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Usamah ibn Sharik:",
      "text": "Usamah ibn Sharik'ten rivayet edilmiştir: Ben, Peygamber (ﷺ) yanına geldim ve O'nun Ashabı, başlarında kuş varmış gibi oturuyorlardı. Selam verdim ve oturdum. Sonra çöl Arapları buradan ve oradan geldiler. Onlar sordular: Allah'ın Elçisi, tıbbi tedavi kullanmalı mıyız? O, cevapladı: Tıbbi tedavi kullanın, çünkü Allah bir hastalık yaratmamıştır ki onun için bir çare tayin etmemiş olsun, yalnızca bir hastalık istisna, o da yaşlılıktır."
    },
    {
      "id": 2,
      "narrator": "Narrated Umm al-Mundhar bint Qays al-Ansariyyah:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Umm al-Mundhar bint Qays al-Ansariyyah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) beni ziyarete geldi, yanında iyileşmekte olan Ali vardı. Olgun hurmalarımız asılıydı. Allah'ın Elçisi (ﷺ) kalktı ve onlardan yemeye başladı."
    },
    {
      "id": 4,
      "narrator": "Narrated Salmah:",
      "text": "Ali de kalktı yemek için, fakat Allah'ın Elçisi (ﷺ) Ali'ye tekrar tekrar dedi: Dur, Ali, çünkü sen iyileşmektesin, ve Ali durdu."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Kabshah al-Ansari:",
      "text": "O dedi ki: Sonra ben biraz arpa ve bira kökü hazırladım ve getirdim. Allah'ın Elçisi (ﷺ) sonra dedi: Bunun birazını al, Ali, çünkü bu senin için daha faydalı olacaktır. Ebu Davud dedi: Rivayetçi Harun dedi ki: al-Adaviyyah (yani Umm al-Mundhar)."
    },
    {
      "id": 6,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Uyguladığınız en iyi tıbbi tedavi hacamat yapmaktır."
    },
    {
      "id": 8,
      "narrator": "Narrated Kabshah daughter of AbuBakrah:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Salmah, Allah'ın Elçisi (ﷺ)nin cariyesi, dedi ki: Hiç kimse Allah'ın Elçisi (ﷺ)ne baş ağrısından şikayet etmedi ki O, ona hacamat olmasını söylemesin, ya da bacaklarında bir ağrıdan şikayet etmedi ki O, ona kına ile boyamasını söylemesin."
    },
    {
      "id": 10,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Ebu Kabşah al-Ansari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) başının üstünde ve omuzlarının arasında hacamat yaptırırdı ve şöyle derdi: Eğer biri kanını akıtırsa, herhangi bir hastalık için tıbbi tedavi uygulamasa da bir şey başına gelmez."
    },
    {
      "id": 12,
      "narrator": "Jabir said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Ibn’Abbas said:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) boyun yanlarındaki damarlarına ve omzuna üç kez hacamat yaptırdı. Ma'mar dedi ki: Ben de hacamat yaptırdım ve o kadar hafızamı kaybettim ki, namazımda bana başkaları Fatiha Suresi'ni öğretti. O, başının üstünde de hacamat yaptırdı."
    },
    {
      "id": 14,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri 17., 19. ve 21. günlerde hacamat yaptırırsa, bu her hastalığa bir şifa olacaktır."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) kirli ilaçları yasaklamıştır."
    },
    {
      "id": 17,
      "narrator": "Narrated AbdurRahman ibn Uthman:",
      "text": "Abdurrahman ibn Uthman'dan rivayet edilmiştir: Bir hekim, Peygamber (ﷺ) ile kurbağaların ilaçta kullanılmasını danıştığında, onları öldürmesini yasakladı."
    },
    {
      "id": 18,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Hurayra, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: Kim zehir içerse, zehir kıyamet günü elinde olacaktır ve onu cehennemde içecek ve orada ebedi olarak yaşayacaktır."
    },
    {
      "id": 19,
      "narrator": "Narrated Tariq ibn Suwayd or Suwayd ibn Tariq:",
      "text": "Tariq ibn Suwayd veya Suwayd ibn Tariq'tan rivayet edilmiştir: Wa'il dedi ki: Tariq ibn Suwayd veya Suwayd ibn Tariq, Peygamber (ﷺ) ile şarap hakkında sordu, fakat o yasakladı. Tekrar sordu, yine yasakladı. Ona dedi ki: Allah'ın Peygamberi, bu bir ilaçtır. Peygamber (ﷺ) dedi ki: Hayır, bu bir hastalıktır."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu al-Darda:",
      "text": "Abu al-Darda'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Allah hem hastalığı hem de şifayı indirmiştir ve her hastalık için bir şifa tayin etmiştir, bu yüzden kendinizi tedavi edin, fakat haram olan bir şey kullanmayın."
    },
    {
      "id": 21,
      "narrator": "Narrated Sa'd:",
      "text": "Sa'd'dan rivayet edilmiştir: Bir hastalık geçirdim. Allah'ın Resulü (ﷺ) beni ziyarete geldi. Elleriyle göğsümün ortasına koydu ve kalbimdeki serinliği hissettim. Dedi ki: Sen kalp hastalığı çeken bir insansın. Thaqif'in kardeşi al-Harith ibn Kaladah'a git. O, tıbbi tedavi veren bir adamdır. Medine'den yedi ajwah hurması almalı ve çekirdekleriyle birlikte ezmelisin, sonra ağzına koymalısın."
    },
    {
      "id": 22,
      "narrator": "Sa’d b. Abl Waqqas reported the prophet (ﷺ) as saying:",
      "text": "Sa’d b. Abl Waqqas, Peygamber (ﷺ) şöyle buyurduğunu bildirmiştir: Yedi 'Ajwah hurması ile sabah kahvaltısı yapan kimse, o gün zehir veya sihirden herhangi bir zarar görmeyecektir."
    },
    {
      "id": 23,
      "narrator": "Umm Qasis, daughter of Mihsan said :",
      "text": "Umm Qasis, Mihsan'ın kızı dedi ki: Oğlumu Allah'ın Resulü (ﷺ) huzuruna getirdim, çünkü onun uvulasını şişliği için sıkıştırmıştım. O dedi ki: Neden çocuklarınıza uvula şişliği için sıkıştırarak eziyet ediyorsunuz? Bu Hindistan aloes ağacını uygulayın, çünkü yedi çeşit ilaç içerir, bunlar arasında plevra iltihabı için bir ilaç da vardır. Uvula şişliği için burundan uygulanır ve plevra iltihabı için ağzın yan tarafına dökülür."
    },
    {
      "id": 24,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Davud dedi ki: Aloes ağacıyla kastettiği costus'tur."
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying :",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Beyaz elbiselerinizi giyin, çünkü bunlar en güzel elbiselerinizdendir ve ölülerinizi bunlarla kefenleyin. Kullandığınız en iyi sürme türlerinden biri antimondur (ithmid): bu, görüşü açar ve saçların çıkmasını sağlar."
    },
    {
      "id": 26,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Hurairah, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: Şer gerçektir."
    },
    {
      "id": 27,
      "narrator": "Narrated Asma', daughter of Yazid ibn as-Sakan,:",
      "text": "Aisha, Ümmü'l-Müminin'den rivayet edilmiştir: Şer atan adam abdest alması emredilir ve sonra etkilenen kişi onunla yıkanır."
    },
    {
      "id": 28,
      "narrator": "Judamat al-Asadiyyah said that she heard the Messenger of Allah (May peace be upon him) Say:",
      "text": "Asma', Yazid ibn as-Sakan'ın kızı dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: Çocuklarınızı gizlice öldürmeyin, çünkü bir çocuğun annesi hamileyken emzirildiği süt, ata binerken ata yetişir ve onu atından atar."
    },
    {
      "id": 29,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Judamat al-Asadiyyah, Allah'ın Resulü (ﷺ) şöyle dediğini işittiğini söyledi: Hamilelikte emzirmenin yasaklanmasını istemiştim (ghailah), ama Yunanlıları ve Persleri düşündüm ve onların bunu uyguladıklarını gördüm, bu da çocuklarına herhangi bir zarar vermedi. Malik dedi ki: Ghailah, bir adamın bir kadına çocuk emzirirken cinsel ilişkiye girmesi demektir."
    },
    {
      "id": 30,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Abdullah ibn Mas'ud'dan rivayet edilmiştir: Abdullah ibn Mas'ud'un eşi Zaynab, Abdullah'ın şöyle dediğini aktardı: Allah'ın Resulü (ﷺ) şöyle diyordu: Büyüler, tılsımlar ve aşk iksirleri şirktir."
    },
    {
      "id": 31,
      "narrator": "Narrated Thabit ibn Qays ibn Shammas:",
      "text": "Thabit ibn Qays ibn Shammas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Thabit ibn Qays'ın yanına girdi. Ahmad (ibn Salih) versiyonunda: O hasta olduğunda, O (Peygamber) dedi ki: \"Ey insanların Rabbi, Thabit ibn Qays ibn Shammas'tan zararı kaldır.\" Sonra Bathan'dan biraz toprak aldı, bir kapta karıştırdı, su ile karıştırdı ve üzerine üfledi, sonra onu üzerine döktü."
    },
    {
      "id": 32,
      "narrator": "‘Awf b. Malik said :",
      "text": "Abu Davud dedi ki: İbn al-Sarh dedi ki: Yusuf bin Muhammed doğrudur (Muhammed bin Yusuf değil)."
    },
    {
      "id": 33,
      "narrator": "Narrated Ash-Shifa', daughter of Abdullah,:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated Sahl ibn Hunayf:",
      "text": "'Awf b. Malik dedi ki: İslam öncesi dönemde büyü yapardık ve sorduk: \"Ey Allah'ın Messenger'ı! Büyü hakkında ne düşünüyorsun?\" O cevap verdi: \"Büyülerinizi bana sunun. Şirk içermediği sürece büyüde bir zarar yoktur.\""
    },
    {
      "id": 35,
      "narrator": "Anas reported the Prophet (ﷺ) as saying :",
      "text": "---"
    },
    {
      "id": 36,
      "narrator": "Anas said to Thabit :",
      "text": "Ash-Shifa', Abdullah'ın kızı, şöyle rivayet etmiştir: Allah'ın Messenger'ı (ﷺ) ben Hafsah ile birlikteyken girdi ve bana dedi ki: \"Neden bu kıza yazmayı öğrettiğin gibi, ciltteki döküntüler için büyüyü öğretmiyorsun?\""
    },
    {
      "id": 37,
      "narrator": "‘Uthman b. Abl al-As said that he came to the Messenger of Allah (ﷺ). ‘Uthman said :",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated AbudDarda':",
      "text": "Sahl ibn Hunayf rivayet etti: Bir nehrin yanından geçtim. İçine girdim ve orada yıkanıp çıktım. Dışarı çıktığımda ateşim vardı. Allah'ın Messenger'ına (ﷺ) bildirildi. O dedi ki: \"Abu Thabit'e Allah'a sığınmasını iste.\" Ben sordum: \"Ey Rabbim, bu büyü faydalı olur mu?\" O cevap verdi: \"Hayır, büyü sadece nazar, yılan ısırığı veya akrep sokması için kullanılır.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Davud dedi ki: Humah, yılan ısırığı ve zehirli böcek sokması anlamına gelir."
    },
    {
      "id": 40,
      "narrator": "Yazid b. Abi ‘Ubaid said :",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "‘A’ishah said :",
      "text": "Anas, Peygamber'in (ﷺ) şöyle dediğini bildirdi: \"Zarar vermek için büyü kullanılmaz, sadece nazar, zehirli böcek sokması veya kanama için kullanılır.\" Rivayet eden al-'Abhas, \"nazar\" kelimelerini de zikretmiştir. Bu, Süleyman b. Davud'un versiyonudur."
    },
    {
      "id": 42,
      "narrator": "Narrated Alaqah ibn Sahar at-Tamimi:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Kharijah b. al-Salt quoted his parental uncle as saying that he passed (some people) :",
      "text": "Anas, Thabit'e dedi ki: \"Allah'ın Messenger'ının (ﷺ) büyüsünü senin için kullanmayacak mıyım?\" O dedi ki: \"Evet.\" Sonra dedi: \"Ey Allah, insanların Rabbi, zararı kaldıran, şifa ver, sen şifacısın. Senin dışında şifa veren yoktur; ona, geride hastalık bırakmayan bir ilaç ver.\""
    },
    {
      "id": 44,
      "narrator": "Narrated AbuSalih Zakwan as-Samman:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated AbuHurayrah:",
      "text": "'Uthman b. Abl al-As, Allah'ın Messenger'ına (ﷺ) geldiğini söyledi. 'Uthman dedi ki: \"Beni yok edecek bir ağrım vardı.\" Bunun üzerine Peygamber (ﷺ) dedi ki: \"Sağ elinle üzerine yedi kez sil ve de ki: 'Ben Allah'ın kudretine ve gücüne sığınırım, bulduğum şeylerin şerrinden.'\" Sonra bunu yaptım. Allah, bende olan (ağrıyı) kaldırdı ve bunu aileme ve diğerlerine tavsiye etmeye devam ettim."
    },
    {
      "id": 46,
      "narrator": "Abu Sa’d al-KHudri said :",
      "text": "Ebu Sa’d el-Hudri dedi ki: Peygamber (ﷺ) arkadaşlarından bazıları bir yolculuğa çıktılar. Bir Arap kabilesinin yanına indiler. İçlerinden biri dedi ki: Bizim liderimiz akrep tarafından sokuldu ya da yılan tarafından ısırıldı. İçinizde liderimize şifa verecek bir şey olan var mı? Halktan biri dedi ki: Evet, Allah'a yemin ederim. Ben bir büyü yapacağım; ama sizden misafirperverlik istedik, onu bize vermediniz. Ben büyü yapmam, önce bana bir ödeme yapmalısınız. Bunun üzerine ona birkaç koyun vermeyi taahhüt ettiler. Adam yanına geldi ve ona Fatiha Suresi’ni okudu ve tükürdü, o da sanki bir bağdan kurtulmuş gibi oldu. Böylece, aralarında anlaşılan ödemeyi ona verdiler. Dediler ki: Onları paylaştır. Büyü yapan adam dedi ki: Bunu yapmayın, önce Allah'ın Elçisi (ﷺ) ile görüşelim. O da: Nereden öğrendin ki bu bir büyü? Doğru yaptın. Paylaştırın, bana da sizinle birlikte bir pay verin."
    },
    {
      "id": 47,
      "narrator": "Narrated Alaqah ibn Sahar at-Tamimi:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Narrated A'ishah:",
      "text": "Alaka ibn Sahar et-Tamimi rivayet etti: Biz Allah'ın Elçisi (ﷺ) ile yola çıktık ve bir Arap kabilesine geldik."
    },
    {
      "id": 49,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Onlar dediler: Biz, bu adamdan iyi bir şey getirdiğinizi duyduk. Sizin herhangi bir ilacınız ya da bir büyünüz var mı, çünkü zincirlenmiş bir deli var?"
    }
  ]
}