{
  "language": "tr",
  "metadata": {
    "length": 37,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abbad b. Tamim (al-Muzini) reported on the authority of his uncle:",
      "text": "Abbad b. Tamim (el-Müzini) amcasının rivayetiyle bildirdi: Allah'ın Resulü (ﷺ) insanları (namaz kılacakları yere) çıkardı ve yağmur için dua etti. Onlara iki rek'at namaz kıldırdı ve bu esnada Kur'an'dan yüksek sesle okudu. Elbisesini ters çevirdi ve ellerini kaldırarak yağmur için dua etti ve kıbleye yöneldi."
    },
    {
      "id": 2,
      "narrator": "Abbad b. Tamim al Mazini said on the authority of his uncle (Abd Allah b. Zaid b Asim) who was a Companion of the Messenger of Allah (ﷺ):",
      "text": "Abbad b. Tamim el-Müzini, amcası (Abdullah b. Zaid b. Asim) aracılığıyla bildirdi; o, Allah'ın Resulü (ﷺ) ile birlikte olan bir sahabeydi: Bir gün Allah'ın Resulü (ﷺ) yağmur için dua etmek üzere dışarı çıktı. İnsanlara dönerek Allah'a dua etti. Rivayet eden Sulaiman b. Davud dedi ki: Kıbleye yöneldi ve elbisesini ters çevirdi, ardından iki rek'at namaz kıldı. Rivayet eden İbn Ebi Dhi'b dedi ki: İkisi de Kur'an'dan okudu. İbn es-Sarh'ın rivayeti ekliyor: Yüksek sesle demek istiyor."
    },
    {
      "id": 3,
      "narrator": "The above-mentioned tradition has also been transmitted by Muhammad b. Muslim through a different chain of narrators.  But there is no mention of prayer in this version. The version adds:",
      "text": "Yukarıda bahsedilen hadis, Muhammed b. Muslim tarafından farklı bir rivayet zinciriyle aktarılmıştır. Ancak bu versiyonda namazdan bahsedilmemektedir. Versiyon ekliyor: \"Elbisesini ters çevirdi, sağ tarafını sol omzuna, sol tarafını sağ omzuna koyarak. Sonrasında Allah'a dua etti.\""
    },
    {
      "id": 4,
      "narrator": "Abd Allah b. Zaid said:",
      "text": "Abdullah b. Zaid dedi ki: Allah'ın Resulü (s.a.v) siyah, süslü kenarlı bir elbise giyerek yağmur için dua etti. Allah'ın Resulü (s.a.v) elbiseyi altından tutarak ters çevirmek istedi. Fakat ağır olduğu için omuzlarının üstünde çevirdi."
    },
    {
      "id": 5,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas'tan rivayet edildi: İshak b. Abdullah b. Kinanah bildirdi: Medine valisi olan Al-Walid b. Utbah veya (Uthman'ın rivayetine göre) Al-Walid b. Uqbah, beni İbn Abbas'a gönderdi ve Allah'ın Resulü (ﷺ) tarafından kılınan yağmur duasını sordu. O da şöyle dedi: Allah'ın Resulü (ﷺ) eski giysiler içinde alçakgönüllü bir şekilde dua yeri olan yere kadar gitti. Sonra minbere çıktı, ancak vaaz vermedi. Dua etmeye devam etti, Allah'a alçakgönüllülük gösterdi ve tekbir getirdi (Allah en büyüktür). Ardından 'İd (bayram) namazı gibi iki rek'at namaz kıldı."
    },
    {
      "id": 6,
      "narrator": "Abd Allah b. Zaid said:",
      "text": "Ebu Davud dedi ki: Bu, el-Nufail'in rivayetidir. Doğru olan İbn Utbah'ın rivayetidir."
    },
    {
      "id": 7,
      "narrator": "Narrated Abd Allah b. Zaid al Mazini:",
      "text": "Abdullah b. Zaid dedi ki: Allah'ın Resulü (s.a.v) yağmur için dua etmek üzere namaz yerine çıktı. Dua etmek istediğinde kıbleye yöneldi ve elbisesini ters çevirdi."
    },
    {
      "id": 8,
      "narrator": "Narrated Umayr, the client of AbulLahm:",
      "text": "Abdullah b. Zaid el-Müzini'den rivayet edildi: Abdullah b. Zaid el-Müzini dedi ki: Allah'ın Resulü (s.a.v) dua yeri olan yere çıktı ve yağmur için dua etti, kıbleye yöneldiğinde elbisesini ters çevirdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Umayr, Abul Lahm'ın kölesi: Umayr, Peygamber (ﷺ) Ahjar az-Zayt'ta az-Zawra' yakınında yağmur için dua ederken, ayakta durarak dua ettiğini, yağmur için dua ettiğini ve ellerini yüzünün önünde kaldırdığını, ancak başının üstüne kaldırmadığını gördü."
    },
    {
      "id": 10,
      "narrator": "Narrated Anas:",
      "text": "Jabir b. Abdullah'dan rivayet edildi: İnsanlar Peygamber (ﷺ) yanına ağlayarak geldiler (kuraklık nedeniyle). O (dua ederek) dedi ki: \"Ey Allah! Bize su ver, bizi besleyecek, bol, verimli ve faydalı, zararlı olmayan, hemen ve gecikmeden ver.\" Rivayet eden dedi ki: O zaman gökyüzü kapandı."
    },
    {
      "id": 11,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edildi: Peygamber (s.a.v) yaptığı her duada ellerini kaldırmaya alışkın değildi, sadece yağmur için dua ettiğinde ellerini kaldırırdı. O zaman ellerini öyle kaldırırdı ki, koltuk altlarının beyazlığı görünürdü."
    },
    {
      "id": 12,
      "narrator": "Narrated Muhammad b. Ibrahim:",
      "text": "Anas'tan rivayet edildi: Peygamber (ﷺ) yağmur için dua ederken bu şekilde dua ederdi. Ellerini iç tarafı yere bakacak şekilde açardı, ben de koltuk altlarının beyazlığını gördüm."
    },
    {
      "id": 13,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Muhammed b. İbrahim'den rivayet edildi: Peygamber (ﷺ) Ahjar al-Zait'te ellerini açarak dua ederken onu gören bir adam bana bildirdi."
    },
    {
      "id": 14,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Aişe, Müminlerin Annesi: İnsanlar Allah'ın Resulü (ﷺ) ile yağmur eksikliğinden şikayet ettiler, bu nedenle bir minber yapmasını emretti. Sonra dua yeri olan yerde onun için kuruldu. İnsanların çıkması için bir gün belirledi."
    },
    {
      "id": 15,
      "narrator": "Narrated The above mentioned tradition has been narrated by Anas through a different chain of transmitters:",
      "text": "Aişe dedi ki: Allah'ın Resulü (ﷺ) güneşin kenarı göründüğünde minbere oturdu ve Allah'ın büyüklüğünü ifade ettikten sonra şöyle dedi: \"Evlerinizde kuraklıktan şikayet ettiniz ve yağmurun sezonun başında gecikmesinden şikayet ettiniz. Allah, size dua etmenizi emretti ve duasını kabul edeceğini vaat etti.\""
    },
    {
      "id": 16,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla dedesinin şöyle dediği nakledilmiştir: Allah'ın Elçisi (ﷺ) yağmur için dua ettiğinde şöyle dedi: Ey Allah! Kullarına ve hayvanlarına su ver, merhametini göster ve ölü toprağını dirilt."
    },
    {
      "id": 17,
      "narrator": "Narrated A'ishah (May Allah be pleased with her):",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir b. Abd Allah:",
      "text": "A'işe (Allah ondan razı olsun) tarafından rivayet edilmiştir: Peygamber (ﷺ) zamanında güneş tutulması oldu. Peygamber uzun bir süre ayakta durdu, halkla birlikte. Sonra rükû yaptı, başını kaldırdı, tekrar rükû yaptı ve başını kaldırdı, bir kez daha rükû yaptı ve iki rek'at namaz kıldı. Her rek'atta üç kez rükû yaptı. Üçüncü rükûdan sonra secdeye gitti. O kadar uzun süre ayakta durdu ki bazı insanlar bayıldı ve üzerine su dökülmesi gerekti. Rükû yaptığında, \"Allah en büyüktür\" dedi; başını kaldırdığında, \"Allah, kendisini övenin duasını kabul eder\" dedi, ta ki güneş açılana kadar. Sonra şöyle dedi: \"Güneş ve ay, bir insanın ölümü veya doğumu nedeniyle tutulmaz; onlar Allah'ın iki işaretidir, O, bunlarla kullarında korku uyandırır. Onlar tutulduğunda, namaza koşun.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Jabir:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated A'ishah (May Allah be pleased with her):",
      "text": "Cabir b. Abd Allah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) vefat ettiğinde güneş tutulması oldu. İnsanlar, İbrahim'in ölümünden dolayı tutulduğunu söylemeye başladılar. Peygamber (ﷺ) ayağa kalktı ve insanlara namaz kıldırdı, altı rükû ve dört secde yaptı. \"Allah en büyüktür\" dedi ve Kur'an'dan okudu, okumasını uzattı. Sonra rükû yaptı, ayakta durduğu kadar uzun süre rükû yaptı. Başını kaldırdı ve Kur'an'dan okudu ama bu, ilk okumadan daha azdı. Sonra yine rükû yaptı, ayakta durduğu kadar uzun süre rükû yaptı. Başını kaldırdı ve üçüncü kez Kur'an'dan okudu, ama bu ikinci okumadan daha azdı. Sonra yine rükû yaptı, ayakta durduğu kadar uzun süre rükû yaptı. Başını kaldırdı ve secdeye gitti. İki secde yaptı. Sonra ayakta durdu ve secde etmeden önce üç rükû yaptı, önceki rükû, sonrakinden daha uzun sürdü, ama rükû yaparken ayakta durduğu kadar uzun süre rükû yaptı. Sonra namaz sırasında geri adım attı ve halk da onunla birlikte geri adım attı. Sonra öne geçti ve yerinde durdu, halk da öne geçti. Sonra namazı tamamladı ve güneş açılmıştı. \"Ey insanlar, güneş ve ay Allah'ın iki işaretidir; bir adamın ölümü nedeniyle tutulmazlar. Bu tür bir şey gördüğünüzde, güneş açılana kadar namaz kılın\" dedi. Rivayetçi daha sonra hadisin geri kalanını anlattı."
    },
    {
      "id": 21,
      "narrator": "Narrated Abd Allah b. 'Abbas:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Ubayy b. Ka'b:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) zamanında sıcak bir günde güneş tutulması oldu. Allah'ın Elçisi (ﷺ) arkadaşlarıyla birlikte namaz kıldırdı ve ayakta durmayı uzattı, ta ki insanlar bayılmaya başlayana kadar. Sonra rükû yaptı ve onu uzattı; sonra başını kaldırdı ve uzattı; sonra rükû yaptı ve onu uzattı; sonra başını kaldırdı ve uzattı; sonra iki secde yaptı ve sonra ayakta durdu; sonra aynı şekilde yaptı. Böylece dört rükû ve dört secde yaptı. Sonra rivayetçi hadisin geri kalanını anlattı."
    },
    {
      "id": 23,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Samurah ibn Jundub:",
      "text": "A'işe (Allah ondan razı olsun) tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) zamanında güneş tutulması oldu; camiye geldi; ayakta durdu ve tekbir getirdi (Allah en büyüktür); insanlar onun arkasında saf oldu; Allah'ın Elçisi (ﷺ) Kur'an'dan uzun bir süre okudu; sonra tekbir getirdi (Allah en büyüktür) ve uzun bir süre rükû yaptı, sonra başını kaldırdı ve \"Allah, kendisini övenin duasını kabul eder; Rabbimiz, sana hamd olsun\" dedi; sonra ayakta durdu ve Kur'an'dan uzun bir süre okudu, ama bu ilk okumadan daha azdı; sonra uzun bir süre rükû yaptı, ama bu ilk rükûdan daha azdı; sonra \"Allah, kendisini övenin duasını kabul eder; Rabbimiz, sana hamd olsun\" dedi. İkinci rek'atta da böyle yaptı. Böylece dört rükû ve dört secde tamamladı. Güneş, ayrılmadan önce açılmıştı."
    },
    {
      "id": 25,
      "narrator": "Narrated Qabisah al-Hilali:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Qabisah al Hilali:",
      "text": "Abd Allah b. Abbas'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) güneş tutulmasında, A'işe'den 'Urwah aracılığıyla rivayet edilen hadiste iki rek'at namaz kıldı, her rek'atta iki rükû yaptı."
    },
    {
      "id": 27,
      "narrator": "Narrated Aishah:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated A'ishah (May Allah be pleased with her):",
      "text": "Ubeyy b. Ka'b'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) zamanında güneş tutulması oldu. Peygamber (ﷺ) onlara namaz kıldırdı. Uzun bir sure okudu, beş kez rükû yaptı ve iki kez secde etti. Sonra ikinci rek'ata kalktı, uzun bir sure okudu, beş kez rükû yaptı, iki kez secde etti, sonra kıbleye dönerek oturdu ve dua etti ta ki tutulma sona erene kadar."
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated A'ishah (May Allah be pleased with her):",
      "text": "İbn Abbas'dan rivayet edilmiştir: Peygamber (ﷺ) güneş tutulmasında dua etti; Kur'an'dan okudu ve sonra rükû yaptı; sonra Kur'an'dan okudu ve sonra rükû yaptı; sonra Kur'an'dan okudu ve rükû yaptı; sonra Kur'an'dan okudu ve rükû yaptı. Sonra secdeye gitti ve ikinci rek'atı birincisine benzer şekilde yaptı."
    },
    {
      "id": 31,
      "narrator": "Narrated A'ishah (May Allah be pleased with her):",
      "text": "A'işe (Allah ondan razı olsun) tarafından rivayet edilmiştir: Güneş ve ay, kimsenin ölümü veya doğumu nedeniyle tutulmaz. Öyleyse bunu gördüğünüzde, Allah'a dua edin, O'nu yüceltin ve sadaka verin."
    },
    {
      "id": 32,
      "narrator": "Narrated Asma:",
      "text": "Asma (Allah ondan razı olsun) tarafından rivayet edilmiştir: Peygamber (sallallahu aleyhi ve sellem) bize tutulma sırasında köleleri serbest bırakmamızı emrederdi."
    },
    {
      "id": 33,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "Nu'man b. Beşir (Allah ondan razı olsun) tarafından rivayet edilmiştir: Peygamber (sallallahu aleyhi ve sellem) zamanında güneş tutulması oldu. O, güneş hakkında (her birinin sonunda) soru sorarak bir dizi iki rek'at namaz kılmaya başladı, ta ki durum netleşene kadar."
    },
    {
      "id": 34,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah b. Amr b. el-As (Allah ondan razı olsun) tarafından rivayet edilmiştir: Allah'ın Elçisi (sallallahu aleyhi ve sellem) zamanında güneş tutulması oldu. Allah'ın Elçisi (sallallahu aleyhi ve sellem) ayağa kalktı ve rükû yapmadan önce rükû yapmayacağını, başını kaldırmadan önce başını kaldırmayacağını, secde etmeden önce secde etmeyeceğini ve secde yaptıktan sonra başını kaldırmadan önce başını kaldırmayacağını söyledi; bunu ikinci rek'atta da yaptı, son secdede \"Vah, vah!\" dedi. Sonra şöyle dedi: \"Rabbim, beni aralarında bulundukça onlara azap etmeyeceğine dair bana söz vermedin mi? Onlar senden af diledikçe onlara azap etmeyeceğine dair bana söz vermedin mi?\" Allah'ın Elçisi (sallallahu aleyhi ve sellem) namazı bitirdi ve güneş açıldı. Rivayet eden kişi daha sonra hadisi (tam olarak) aktardı."
    },
    {
      "id": 35,
      "narrator": "Narrated 'Abd al-Rahman b. Samurah :",
      "text": "Abd al-Rahman b. Samurah (Allah ondan razı olsun) tarafından rivayet edilmiştir: Allah'ın Elçisi (sallallahu aleyhi ve sellem) döneminde ok atıyordum, o sırada güneş tutulması oldu. Bu yüzden oklarımı attım ve dedim ki: Bugün güneş tutulması sırasında Allah'ın Elçisi (sallallahu aleyhi ve sellem) nasıl hareket ediyor görmek zorundayım. O'na geldim; O, (namazda) ellerini kaldırmış, Allah'ı yüceltiyor, O'na hamd ediyor, tek ilah olduğunu kabul ediyor ve güneş açılana kadar dua ediyordu. Sonra iki sure okudu ve iki rek'at namaz kıldı."
    },
    {
      "id": 36,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Enes b. Malik (Allah ondan razı olsun) tarafından rivayet edilmiştir: Ubeydullah b. en-Nadr, babası aracılığıyla bildirmiştir: Enes b. Malik zamanında karanlık çökmüştü, ben Enes'e geldim ve ona dedim: \"Abu Hamza, Allah'ın Elçisi (sallallahu aleyhi ve sellem) döneminde böyle bir şey başınıza geldi mi?\" O cevap verdi: \"Allah'a sığın. Rüzgar şiddetli estiğinde, Kıyamet Günü'nün gelmesinden korkarak hemen camiye koşardık.\""
    },
    {
      "id": 37,
      "narrator": "Ikrimah said:",
      "text": "İkrime dedi ki: İbn Abbas'a, Allah'ın Elçisi (sallallahu aleyhi ve sellem) eşlerinden birinin vefat ettiğine dair bilgi verildi. O, secdeye kapandı. Kendisine: \"Bu anda neden secde ediyorsun?\" diye soruldu. O şöyle dedi: \"Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: Bir işaret (hadise) gördüğünüzde secde edin. Ve Allah'ın Elçisi (sallallahu aleyhi ve sellem) eşlerinden birinin ölümü kadar büyük bir işaret (hadise) olabilir mi?\""
    }
  ]
}