{
  "language": "tr",
  "metadata": {
    "length": 43,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Amr b. Shu'aib:",
      "text": "'Amr b. Shu'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Peygamber (ﷺ)'in şöyle söylediğini bildirdi: Özgürlüğünü satın almak için bir anlaşma yapmış olan bir köle, anlaşmada belirlenen fiyatın bir dirhemi ödenene kadar köledir."
    },
    {
      "id": 2,
      "narrator": "Narrated 'Amr b. Shu'aib:",
      "text": "'Amr b. Shu'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Peygamber (ﷺ)'in şöyle söylediğini bildirdi: Eğer bir köle, özgürlüğünü yüz uqiyeye satın almak için bir anlaşma yaparsa ve bunların hepsini öderse ama on tanesini ödemezse, köle olarak kalır (kalan on taneyi ödeyene kadar); ve eğer bir köle, özgürlüğünü yüz dinara satın almak için bir anlaşma yaparsa ve bunların hepsini öderse ama on dinarını ödemezse, köle olarak kalır (kalan on dinarı ödeyene kadar)."
    },
    {
      "id": 3,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: Bu rivayetçi 'Abbas el-Ceriri aynı kişi değildir. Onlar: Bu bir yanlış anlamadır, dediler. O başka bir rivayetçidir."
    },
    {
      "id": 4,
      "narrator": "'Urwah quoting from 'Aishah said that Barirah came to her seeking her help to purchase her freedom, and she did not pay anything for her freedom. 'Aishah said to her:",
      "text": "Umm Salamah, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize şöyle dedi: Sizden birinin bir kölesi varsa ve özgürlüğünü satın almak için bir anlaşma yapmışsa ve tam fiyatı ödeyebiliyorsa, kendisinden örtünmelidir."
    },
    {
      "id": 5,
      "narrator": "'Aishah said:",
      "text": "'Urve, 'Aişe'den naklen, Barirah'ın özgürlüğünü satın almak için yardım istemek üzere ona geldiğini ve özgürlüğü için hiçbir şey ödemediğini söyledi. 'Aişe ona şöyle dedi: Kavmine dön; eğer benim senin adınla özgürlüğünü satın almamı istersen ve ben de senden miras alma hakkına sahip olursam, bunu yaparım. Barirah bunu kavmine iletti, ancak onlar reddetti ve şöyle dediler: Eğer o, Allah'tan bir ödül karşılığında senin özgürlüğünü satın almak istiyorsa, bunu yapabilir, ama ondan miras alma hakkı bizimdir. Bunu Allah'ın Elçisi (ﷺ)'ne iletti. Allah'ın Elçisi (ﷺ) şöyle dedi: Onu (özgürlüğünü) satın al ve serbest bırak, çünkü miras hakkı sadece birini özgür bırakan kişiye aittir. Allah'ın Elçisi (ﷺ) sonra ayağa kalktı ve şöyle dedi: Eğer biri Allah'ın Kitabı'nda olmayan bir şart koyarsa, bunun hakkına sahip olamaz, hatta bunu yüz kez şart koşsa bile. Allah'ın şartı daha geçerli ve bağlayıcıdır."
    },
    {
      "id": 6,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "'Aişe dedi ki: Barirah, özgürlüğünü satın almak için yardımımı istedi. Dedi ki: Kavmimle özgürlüğümü dokuz uqiyeye satın almak için anlaştım: birini yıllık olarak ödeyeceğim. O yüzden bana yardım et. O (Aişe) dedi ki: Eğer kavmin, ben hepsini bir kerede sayıp seni serbest bırakmamı ve senden miras alma hakkına sahip olmamı kabul ediyorlarsa, bunu yaparım. Sonra kavmine gitti. Rivayetçi, ardından gelen kısmı al-Zuhri'nin versiyonu gibi aktardı. Peygamber (ﷺ)'in sözlerine son olarak şunu ekledi: İnsanların başına ne geldi ki, sizden biri: Serbest bırak, ey falan, diyor ve miras hakkı bana ait. Miras hakkı, birini serbest bırakan kişiye aittir."
    },
    {
      "id": 7,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Cüveyriye, Harith b. el-Mustaliq'in kızı, Thabit b. Kays b. Şammâs'a veya kuzenine düştü. O, özgürlüğünü satın almak için bir anlaşma yaptı. Çok güzel bir kadındı, göz alıcıydı."
    },
    {
      "id": 8,
      "narrator": "Narrated Abu al-Malih:",
      "text": "Aişe dedi ki: Sonra Allah'ın Elçisi (ﷺ)'nin yanına özgürlüğünü satın almak için yardım istemeye geldi. Kapıda durduğunda, ona onaylamaz bir şekilde baktım. Allah'ın Elçisi (ﷺ)'nin de ona benim baktığım gibi bakacağını fark ettim."
    },
    {
      "id": 9,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Dedi ki: Allah'ın Elçisi, ben Cüveyriye, Harith'in kızıyım, ve başıma bir şey geldi, bu sizden gizli değil. Thabit b. Kays b. Şammâs'a düştüm ve özgürlüğümü satın almak için bir anlaşma yaptım. Özgürlüğümü satın almak için yardım istemek üzere geldim."
    },
    {
      "id": 10,
      "narrator": "Qatadah narrated with his chain of narrators:",
      "text": "Allah'ın Elçisi (ﷺ) dedi ki: Daha iyi olana mı yöneliyorsun? O sordu: O nedir, Allah'ın Elçisi? O cevapladı: Ben senin özgürlüğünün bedelini senin adınla ödeyeceğim ve seninle evleneceğim."
    },
    {
      "id": 11,
      "narrator": "Qatadah narrated with his chain of narrators. The Prophet (ﷺ) said:",
      "text": "O dedi ki: Bunu yapacağım. O (Aişe) dedi ki: İnsanlar, Allah'ın Elçisi (ﷺ)'nin Cüveyriye ile evlendiğini duydu. Onlar ellerindeki esirleri serbest bıraktılar ve dediler ki: Onlar, Allah'ın Elçisi (ﷺ)'nin evlilik akrabalarıdır. Cüveyriye'den daha büyük bir kadın görmedik ki, halkına bereket getirsin. Banu el-Mustaliq'tan yüz aile onun yüzünden serbest bırakıldı."
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying:",
      "text": "Abu Davud dedi ki: Bu delil, bir Müslüman yöneticinin bir köle kadınla evlenebileceğini göstermektedir."
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying:",
      "text": "Umm Salamah, Ümmü'l-Müminin'den rivayet edilmiştir: Safinah dedi ki: Ben Umm Salamah'ın kölesiydim ve o dedi ki: Seni özgür bırakacağım, ama şartım var: Hayatın boyunca Allah'ın Elçisi (ﷺ)'ne hizmet etmelisin. Ben dedim ki: Sen şart koymasan bile, ben Allah'ın Elçisi (ﷺ)'nden ayrılmam. O beni özgür bıraktı ve benimle şart koydu."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu'l-Malih'ten rivayet edilmiştir: Babası aracılığıyla (bu AbulWalid'in versiyonu): Bir adam bir kölenin bir hissesini özgür bıraktı ve bu durum Peygamber (ﷺ)'e iletildi. O dedi ki: Allah'ın ortağı yoktur."
    },
    {
      "id": 15,
      "narrator": "'Abd Allah b. 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "İbn Kesir, kendi versiyonunda ekledi: Peygamber (ﷺ) onun özgürlüğünü onayladı."
    },
    {
      "id": 16,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar to the same effect through a different chain of narrators. Nafi' sometimes said:",
      "text": "Yukarıda belirtilen rivayet, İbn 'Umar tarafından farklı bir nakil zinciriyle aynı etkiyle aktarılmıştır. Nafi' bazen şöyle derdi: O, özgürleştirdiği pay kadar özgürleşecektir, bazen de bu sözleri söylemezdi."
    },
    {
      "id": 17,
      "narrator": "The tradition mentioned above has also been narrated by Ibn 'Umar from the Prophet (ﷺ). The narrator Ayyub said:",
      "text": "Yukarıda belirtilen rivayet, İbn 'Umar tarafından Peygamber (ﷺ) den nakledilmiştir. Rivayetçi Ayyub dedi ki: Aşağıdaki sözlerin Peygamber (ﷺ) in rivayetinin bir parçası olup olmadığını bilmiyorum ya da Nafi' bunları kendisi söyledi: \"Aksi takdirde, o, ilk adamın payı kadar özgürleşecektir.\""
    },
    {
      "id": 18,
      "narrator": "Ibn 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirdi: Eğer biri bir kölenin payını özgürleştirirse, eğer tam fiyatı ödeyecek kadar parası varsa, onu tamamen özgürleştirmelidir; ama eğer parası yoksa, o, payı kadar özgürleşecektir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yukarıda belirtilen rivayet, İbn 'Umar tarafından Peygamber (ﷺ) den, İbrahim b. Musa'nın farklı bir zincirle belirttiği gibi aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yukarıda belirtilen rivayet, İbn 'Umar tarafından farklı bir nakil zinciriyle Malik'in belirttiği gibi aynı etkiyle aktarılmıştır. Bu versiyonda \"aksi takdirde, o, ilk adamın payı kadar özgürleşecektir\" sözleri geçmemektedir. Onun versiyonu \"ve köle böylece özgürleşir\" şeklinde sona ermektedir, Malik'in belirttiği gibi."
    },
    {
      "id": 21,
      "narrator": "Ibn 'Umar reported the Prophet (ﷺ) as saying:",
      "text": "İbn 'Umar, Peygamber (ﷺ) ın şöyle söylediğini bildirdi: Eğer bir adam bir kölenin payını özgürleştirirse, geriye kalan kısım, eğer tam fiyatını ödeyecek kadar parası varsa, onun parasıyla özgürleşecektir."
    },
    {
      "id": 22,
      "narrator": "Ibn 'Umar reported the Prophet (ﷺ) as saying:",
      "text": "İbn 'Umar, Peygamber (ﷺ) ın şöyle söylediğini bildirdi: Eğer bir adam iki adam tarafından paylaşılıyorsa ve bunlardan biri payını özgürleştirirse, kölenin bir fiyatı belirlenir, ne fazla ne de az, ve eğer zenginse, o tarafından özgürleştirilecektir."
    },
    {
      "id": 23,
      "narrator": "Narrated ath-Thalabb:",
      "text": "ath-Thalabb'dan nakledildi: Babası aracılığıyla: Bir adam bir kölenin payını özgürleştirdi. Peygamber (ﷺ) ona geriye kalanını özgürleştirme sorumluluğunu yüklemedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Samurah:",
      "text": "Ahmad dedi ki: İbn al-Thalabb adı ta' ile okunmalıdır (tha ile değil). Shu'bah ta'yı telaffuz edemediği için tha dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Samurah'dan nakledildi: Peygamber (ﷺ) şöyle dedi: (Rivayetçi Musa başka bir yerde şöyle dedi: Samurah ibn Jundub'dan, Hammad'ın varsaydığı gibi): Eğer biri, yasaklı derecelerde bir akrabayı ele geçirirse, o kişi özgürleşir. AbuDawud dedi ki: Benzer bir rivayet, Samurah'dan Peygamber (ﷺ) aracılığıyla farklı bir zincirle aktarılmıştır."
    },
    {
      "id": 26,
      "narrator": "Qatadah reported 'Umar b. al-Khattab (ra) as saying:",
      "text": "Abu Dawud dedi ki: Bu rivayeti sadece Hammad b. Salamah aktarmıştır ve o konuda şüpheleri vardı."
    },
    {
      "id": 27,
      "narrator": "A similar tradition has also been transmitted by Jabir b. Zaid and al-Hasan through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "Umar ibn al-Khattab'dan nakledildi: Kâtâde, Umar ibn al-Khattab (Allah ondan razı olsun) ın şöyle söylediğini bildirdi: Eğer biri, yasaklı derecelerde bir akrabayı ele geçirirse, o kişi özgürleşir."
    },
    {
      "id": 28,
      "narrator": "Narrated Sulamah bint Ma'qil al-Qasiyyah:",
      "text": "Kâtâde, 'Umar b. al-Khattab (ra) ın şöyle söylediğini bildirdi: Eğer biri, yasaklı derecelerde bir akrabayı ele geçirirse, o kişi özgürleşir."
    },
    {
      "id": 29,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Benzer bir rivayet, Jabir b. Zaid ve al-Hasan tarafından farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 30,
      "narrator": "Jabir b. 'Abd Allah said:",
      "text": "Abu Dawud dedi ki: Rivayetçi Sa'id, bu rivayeti Hammad'dan daha dikkatli bir şekilde saklamıştır."
    },
    {
      "id": 31,
      "narrator": "The tradition mentioned above also has been transmitted by Jabir b. 'Abd Allah through a different chain of narrators. This version added:",
      "text": "Yukarıda bahsedilen rivayet, Jabir b. 'Abd Allah tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda eklenmiştir: Peygamber (ﷺ) şöyle dedi: Onun fiyatına daha çok hak sahibisiniz, ve Allah'ın buna ihtiyacı yoktur."
    },
    {
      "id": 32,
      "narrator": "Jabir said:",
      "text": "Jabir dedi ki: Ansar'dan Abu Madhkur adında bir adam, kölesi Ya'qub'un ölümünden sonra özgür olacağını ilan etti, fakat başka bir malı yoktu. Bunun üzerine Allah'ın Elçisi (ﷺ) onu çağırdı ve dedi ki: Kim onu satın alacak? Nu'aim b. 'Abd Allah b. al-Nahham onu sekiz yüz dirheme satın aldı. Ona parayı teslim ettiğinde, (Peygamber) dedi ki: İçinizden biri fakirse, önce kendisinden başlamalıdır; eğer bir şey kalırsa, onu ailesine verin; eğer bir şey kalırsa, akrabalarına verin; eğer bir şey kalırsa (bir şey aldıklarında), o zaman buraya ve buraya."
    },
    {
      "id": 33,
      "narrator": "'Imran b. Hussain said:",
      "text": "'Imran b. Hussain dedi ki: Başka malı olmayan bir adam, ölüm anında altı kölesini özgür bıraktı. Peygamber (ﷺ) bundan haberdar olduğunda, ona sert bir şekilde konuştu. Sonra onları çağırdı, üç gruba ayırdı, aralarında kura çekti ve ikisini özgür bıraktı, dört tanesini köle olarak tuttu."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, 'Imran b. Husain'den aynı anlamda farklı bir nakil zinciriyle Abu Qilabah tarafından da aktarılmıştır. Ancak bu versiyonda \"Onlara sert bir şekilde konuştu\" ifadesi geçmemektedir."
    },
    {
      "id": 35,
      "narrator": "The tradition mentioned above has also been transmitted by Abu Qilabah from Abu Zaid through a different chain of narrators to the same effect:",
      "text": "Yukarıda bahsedilen rivayet, Abu Qilabah tarafından Abu Zaid'den farklı bir nakil zinciriyle aynı anlamda aktarılmıştır: Ansar'dan bir adam ... Peygamber (ﷺ) dedi ki: Eğer ben onun cenazesi öncesinde burada olsaydım, o Müslüman mezarlığına gömülmezdi."
    },
    {
      "id": 36,
      "narrator": "'Imran b. Husain said:",
      "text": "'Imran b. Husain dedi ki: Bir adam, ölüm anında altı kölesini özgür bıraktı ve başka malı yoktu. Peygamber (ﷺ) bundan haberdar oldu. Onlar arasında kura çekti, ikisini özgür bıraktı ve dört tanesini köle olarak tuttu."
    },
    {
      "id": 37,
      "narrator": "'Abd Allah b. 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "'Abd Allah b. 'Umar, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Eğer birisi mülkü olan bir köleyi özgür bırakırsa, kölenin mülkü ona aittir, ancak efendi bir şart koyarsa."
    },
    {
      "id": 38,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Zina çocuğu, üçü arasında en kötüsüdür."
    },
    {
      "id": 39,
      "narrator": "Narrated Wathilah ibn al-Asqa:",
      "text": "Abu Hurayrah dedi ki: Allah yolunda bir dövme vermek (sadaka olarak) benim için zina çocuğunu özgür bırakmaktan daha değerlidir."
    },
    {
      "id": 40,
      "narrator": "Narrated AbuNajih as-Sulami:",
      "text": "Wathilah ibn al-Asqa'dan rivayet edilmiştir: Al-Arif ibn ad-Daylami dedi ki: Wathilah ibn al-Asqa'ya gittik ve ona dedik ki: Bize ekleme veya çıkarma yapmadan bir rivayet anlat. O öfkelendi ve cevap verdi: Sizden biri, evinde bir Kur'an kopyası asılıyken okuyor ve eklemeler ve çıkarımlar yapıyor. Biz dedik: Tek istediğimiz, Allah'ın Elçisi'nden (ﷺ) duyduğun bir rivayet. O dedi ki: Biz, bir arkadaşımızın cinayet nedeniyle cehennemi hak ettiğini Peygamber'e (ﷺ) sorduk. O dedi ki: Onun adına bir köleyi özgür bırak; Allah, cehennemden her bir vücut parçası için bir vücut parçasını özgür bırakacaktır."
    },
    {
      "id": 41,
      "narrator": "Amr ibn Abasah, said that Marrah ibn Ka'b said:",
      "text": "AbuNajih as-Sulami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikte at-Ta'if kalesini kuşattık. Rivayet eden Mutadh dedi ki: Babamın (bazen) \"at-Ta'if sarayı\" ve (bazen) \"at-Ta'if kalesi\" dediğini duydum, bunlar aynıdır."
    },
    {
      "id": 42,
      "narrator": "The tradition mentioned above has also been transmitted by Mu'adh through a different chain of narrators. After mentioning the words \"If any Muslim emancipates a Muslim slave... and if a woman emancipates a Muslim woman, this version adds:",
      "text": "Allah'ın Elçisi (ﷺ) şöyle dedi: Allah yolunda bir ok atan kişi için, bu onun (Cennet'teki) derecesi olarak sayılacaktır. Sonra rivayetin geri kalanını aktardı."
    },
    {
      "id": 43,
      "narrator": "Narrated AbudDarda':",
      "text": "Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer bir Müslüman erkek, bir Müslüman erkeği özgür bırakırsa, Yüce Allah, onun her bir kemiğini, özgür bırakanın her bir kemiği için cehennemden koruma yapacaktır; ve eğer bir Müslüman kadın, bir Müslüman kadını özgür bırakırsa, Yüce Allah, onun her bir kemiğini, özgür bırakanın her bir kemiği için cehennemden koruma yapacaktır, Kıyamet Günü."
    }
  ]
}