{
  "language": "tr",
  "metadata": {
    "length": 40,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şu Kur'an ayetini okudu: \"İbrahim'in makamını namaz yeri edinin.\""
    },
    {
      "id": 2,
      "narrator": "Narrated A'ishah:",
      "text": "A'işe'den rivayet edilmiştir: Bir adam gece (namaz için) kalktı, Kur'an okudu ve sesini yükseltti. Sabah olunca, Allah'ın Elçisi (ﷺ) şöyle dedi: Allah, falan kişiye rahmet eylesin! Gece bana unutmaya yakın olduğum bazı ayetleri hatırlattı."
    },
    {
      "id": 3,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: \"Ve hiçbir peygamber emanete ihanet edemez\" ayeti kırmızı bir kadife hakkında indirildi. Badr günü kaybolduğunda bazı insanlar; Belki Allah'ın Elçisi (ﷺ) onu almıştır, dediler. Bunun üzerine Yüce Allah, \"Ve hiçbir peygamber emanete ihanet edemez\" ayetini indirdi."
    },
    {
      "id": 4,
      "narrator": "Anas b. Malik reported that Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Davud dedi ki: Yaghulla kelimesindeki ya harfi kısa a ile okunur."
    },
    {
      "id": 5,
      "narrator": "Narrated Laqit ibn Sabirah:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Ey Allah, ben cimrilikten ve yaşlılıktan Sana sığınırım."
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Laqit ibn Sabirah'dan rivayet edilmiştir: Ben Banu al-Muntafiq heyetiyle Allah'ın Elçisi (ﷺ) yanına geldim. Sonra hadislerin geri kalanını anlattı. Peygamber (ﷺ) \"la tahsibanna\" (düşünme) dedi ve \"la tahsabanna\" (düşünme) demedi."
    },
    {
      "id": 7,
      "narrator": "Narrated Zayd ibn Thabit:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Müslümanlar, bir adamla karşılaştılar ve onun birkaç koyunu vardı. O, \"Selamünaleyküm\" dedi. Ama onu öldürdüler ve o birkaç koyunu aldılar. Bunun üzerine şu Kur'an ayeti indirildi: \"...Ve sana selam veren kimseye de: Sen, bu hayatın geçici menfaatini arzulayan bir mümin değilsin.\" anlamında bu birkaç koyun."
    },
    {
      "id": 8,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Zayd ibn Thabit'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle okurdu: \"Evde oturan ve bir zarar görmeyen (ghayru ulid-darari) müminler eşit değildir.\" Ancak rivayet eden Sa'id, \"şöyle okurdu\" sözlerini söylemedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şu ayeti okudu: \"Göz için göz\" (al-'aynu bil-'ayn)."
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şu ayeti okudu: \"Onlar için orada: Can için can ve göz için göz (an-nafsa bin-nafsi wal-'aynu bil-'ayn) hükmü vardır.\""
    },
    {
      "id": 11,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Atiyyah ibn Sa'd al-Awfi dedi ki: Ben Abdullah ibn Umar'a şu ayeti okudum: \"Sizi (çaresizlik) zayıflık içinde yaratan Allah'tır (min da'f).\" O dedi ki: (Oku) min du'f. Ben bunu Allah'ın Elçisi (ﷺ)'ne, senin bana okuduğun gibi okudum, o da beni tuttu, ben de seni tuttuğum gibi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ubayy b. Ka'b:",
      "text": "Abu Sa'id al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) yukarıda belirtilen ayeti okudu: \"min du'f.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn Abzi:",
      "text": "Ubayy b. Ka'b'tan rivayet edilmiştir: \"De ki, Allah'ın lütfunda ve rahmetinde - işte bunda sevinin.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Asma' daughter of Yazid:",
      "text": "İbn Abzi'den rivayet edilmiştir: Ubayy ibn Ka'b dedi ki: Peygamber (ﷺ) şu ayeti okudu: \"De ki: Allah'ın lütfunda ve rahmetinde - işte bunda sevinin: Bu, biriktirdiğiniz zenginlikten daha hayırlıdır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Asma' bint Yazid'den rivayet edilmiştir: O, Peygamber (ﷺ)'in şu ayeti okuduğunu duydu: \"O, haksızlık yaptı.\" (innahu 'amila ghayra salih)."
    },
    {
      "id": 16,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "Ubayy ibn Ka'b'dan rivayet edilmiştir:"
    },
    {
      "id": 17,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "Allah'ın Resulü (ﷺ) namaz kıldığında, kendisiyle başladı ve şöyle dedi: \"Allah'ın merhameti üzerimize ve Musa'ya olsun. Eğer sabretseydi, Arkadaşından harikalar görecekti. Ama o şöyle dedi: '(Musa) dedi: Eğer bundan sonra sana bir şey sorarsam, beni yanına alma; o zaman benden (tam) bir özür almış olursun.' Hamza bunu uzattı."
    },
    {
      "id": 18,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ubayy ibn Ka'b'dan rivayet edilmiştir: Peygamber (ﷺ) şu Kur'an ayetini okudu: \"Benden (min ladunni) (tam) özür almışsın\" ve nun (n) harfine tashdid (ünsüzlerin çiftleştirilmesi) koydu."
    },
    {
      "id": 19,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Ubayy ibn Ka'b, beni şu ayeti okuttu: \"bulanık su kaynağında\" (fi 'aynin hami'atin) h harfinden sonra kısa a ile."
    },
    {
      "id": 20,
      "narrator": "Narrated Farwah ibn Musayk al-Ghutayfi:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: İlliyyun'dan bir adam, cennet halkına aşağıdan bakacak ve cennet, parlak bir yıldız gibi parlayacak."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O (rivayet eden) dedi: Bu şekilde bu hadiste \"durri\" (parlak) kelimesi geçmektedir; yani dal (d) harfi kısa u ile ve hamzah (') yoktur. Ebu Bekir ve Ömer de onlardan olacak ve bazı ilave nimetler alacaklardır."
    },
    {
      "id": 22,
      "narrator": "Narrated Umm Salamah, wife of the Prophet (ﷺ):",
      "text": "Farwah ibn Musayk el-Ghutayfi'den rivayet edilmiştir: Peygamber (ﷺ) ile buluştum. O, ardından hadisin geri kalanını anlattı."
    },
    {
      "id": 23,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Bir adam halktan şöyle dedi: \"Allah'ın Resulü! Saba' hakkında bize bilgi ver; bu bir toprak mı yoksa bir kadın mı?\" O cevap verdi: \"Ne toprak ne de kadın; on çocuğu olan bir adamdır: altısı Yemen'de, dördü Suriye'de yaşadı.\""
    },
    {
      "id": 24,
      "narrator": "Safwan b. Ya'la quoting his father said:",
      "text": "Rivayet eden Uthman, el-Ghutayfi yerine el-Ghatafani dedi. O dedi ki: Bu, bize el-Hasan ibn al-Hakam an-Nakha'i tarafından ulaştırılmıştır."
    },
    {
      "id": 25,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi - rivayet eden İsmail, bunu Ebu Hureyre'den aktardı ve vahyin inmesi hakkında hadisi zikretti-: \"Öyle ki, korku kalplerinden kaldırıldığında.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Umm Salamah, Peygamber (ﷺ)'in eşi tarafından rivayet edilmiştir: Peygamber (ﷺ)'in şu ayeti okuması şöyle geçmektedir: \"Hayır, ama sana (ja'atki) ayetlerim geldi ve sen onları yalanladın (fakadhdhabti biha); kibirliydin (wastakbarti) ve inancı reddedenlerden oldun (wa kunti)."
    },
    {
      "id": 27,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ebu Davud dedi ki: Bu, mursal bir hadistir; yani Sahabe bağlantısı atlanmıştır, çünkü rivayet eden el-Rabi' Umm Salamah ile karşılaşmamıştır."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Qilabah:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'ün şu ayeti okuduğunu duydum: \"(Ona) dinlenme ve tatmin vardır\" (faruhun wa rayhan)."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Qilabah:",
      "text": "Safvan b. Ya'la, babasından naklen dedi ki: Peygamber (ﷺ)'in minberde şu ayeti okuduğunu duydum: \"Onlar bağıracaklar: Ey Malik.\""
    },
    {
      "id": 30,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Davud dedi ki: Yani ismi kısaltmadan (Malik)."
    },
    {
      "id": 31,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) suru çalacak olanın adını anmış ve sağında Cebrail, solunda Mikail'in olacağını söylemiştir."
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn al-Musayyab:",
      "text": "İbn el-Musayyab'dan rivayet edilmiştir: Peygamber (ﷺ), Ebu Bekir, Ömer ve Osman \"maliki yawmid-din (Kıyamet Günü'nün sahibi)\" okurlardı. \"Maliki yawmid-din\" okuyan ilk kişi Marwan'dır."
    },
    {
      "id": 33,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: Bu, el-Zuhri'nin Enes'ten, el-Zuhri'nin Salim'den, babasından (İbn 'Umar) naklettiği rivayetten daha sağlamdır."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ümmü Seleme, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle okurdu: \"Alemlerin Rabbi olan Allah'ın adıyla; en merhametli, en bağışlayıcı; Kıyamet Günü'nün sahibi,\" ayetleri birbiri ardına okuyarak."
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn al-Asqa':",
      "text": "Ebu Davud dedi ki: Ahmad (b. Hanbal)'ın şöyle dediğini duydum: İlk okuma: Maliki yawmi'l-din'dir."
    },
    {
      "id": 36,
      "narrator": "Narrated Shariq:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) arkamda otururken, güneş batarken eşek üzerinde oturuyordum. O sordu: \"Bu nerede batar biliyor musun?\" Ben de: \"Allah ve Resulü en iyi bilir,\" dedim. O da: \"Sıcak su kaynağında batar,\" dedi."
    },
    {
      "id": 37,
      "narrator": "Narrated Shariq:",
      "text": "İbn el-Asqa'dan rivayet edilmiştir: Peygamber (ﷺ) onlara göçmenlerin buluşma yerinde geldi ve bir adam ona sordu: \"Kur'an'ın en büyük ayeti hangisidir?\" Peygamber (ﷺ) cevap verdi: \"Allah, O'ndan başka ilah yoktur - Hayy, Kayyum olan. Ne uyku ne de sarsıntı O'nu tutamaz.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Şarik'ten rivayet edilmiştir: İbn Mes'ud ayeti okudu: \"Şimdi gel, sen\" (haita laka). Sonra Şarik dedi ki: Biz bunu \"hi'tu laka\" (ben sana hazırım) olarak okuduk. İbn Mes'ud dedi: \"Beni öğrettikleri gibi okudum; bu benim için daha sevimlidir.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Şarik'ten rivayet edilmiştir: Abdullah (b. Mes'ud) insanlara bu ayeti okuduklarını duydu: \"O dedi: Şimdi gel, sen\" (hita laka). O dedi: \"Beni öğrettikleri gibi okudum; bu benim için daha sevimlidir. Bu 've qalat haita laka' (O dedi: Şimdi gel sen) şeklindedir.\""
    },
    {
      "id": 40,
      "narrator": "Narrated 'Aishah:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: Yüce Allah, İsrailoğullarına şöyle dedi: \"... ama kapıdan alçakgönüllülükle, duruş ve sözle girin, o zaman günahlarınız bağışlanır (tughfar lakum).\""
    }
  ]
}