{
  "language": "tr",
  "metadata": {
    "length": 139,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah Resulü (ﷺ) yeni bir elbise giydiğinde, onu isimlendirir, sarık veya gömlek derdi ve sonra şöyle derdi: \"Ey Allah, sana hamd olsun! Beni bununla giydirdiğin için, bunun hayrını ve bunun için yaratıldığı şeyin hayrını senden istiyorum, bunun şerrinden ve bunun için yaratıldığı şeyin şerrinden sana sığınırım.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Nadrah dedi ki: Peygamber (ﷺ) sahabelerinden biri yeni bir elbise giydiğinde, ona şöyle denirdi: \"Onu giyip tüket, Allah da yerine başka bir elbise versin.\""
    },
    {
      "id": 3,
      "narrator": "The tradition mentioned above has also been transmitted by al-Jariri to the same effect though a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "Narrated Mu'adh ibn Anas:",
      "text": "Yukarıda bahsedilen rivayet, Al-Ceriri tarafından farklı bir raviler zinciriyle benzer şekilde aktarılmıştır."
    },
    {
      "id": 5,
      "narrator": "Narrated Umm Khalid, daughter of Sa'd b. al-'As:",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Yukarıda bahsedilen rivayet, Al-Ceriri tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 7,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: 'Abd al-Vahhab al-Tehafi, Ebu Sa'id'in adını anmamıştır. Hammad b. Salamah dedi ki: Al-Ceriri'den, Ebu'l-Ala'dan, Peygamber (ﷺ) üzerinden."
    },
    {
      "id": 8,
      "narrator": "Narrated Asma', daughter of Yazid,:",
      "text": "Ebu Davud dedi ki: Bu rivayeti Hammad b. Salamah ve Tehafi'nin işitmesi aynı niteliktedir."
    },
    {
      "id": 9,
      "narrator": "Narrated Al-Miswar b. Makhramah:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Mu'adh ibn Anas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim bir yiyecek yerse ve sonra şöyle derse: 'Beni bu yiyecekle doyuran ve bunu bana kendi gücüm ve kudretim olmadan veren Allah'a hamd olsun,' onun geçmiş ve gelecekteki günahları affedilir. Kim bir elbise giyerse ve şöyle derse: 'Beni bununla giydiren ve bunu bana kendi gücüm ve kudretim olmadan veren Allah'a hamd olsun,' onun geçmiş ve gelecekteki günahları affedilir.\""
    },
    {
      "id": 11,
      "narrator": "Musaddad transmitted the tradition mentioned above from Abu 'Awanah saying:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Umm Khalid, Sa'd b. el-'As'ın kızı, şöyle rivayet etmiştir: Bir gün Allah Resulü (ﷺ) kendisine bazı elbiseler getirildi, bunlar arasında kenarları ve siyah çizgileri olan küçük bir örtü vardı. O şöyle dedi: \"Sizce buna en layık olan kimdir?\" İnsanlar sessiz kaldı. O dedi ki: \"Umm Khalid'i getirin.\" O, ona götürüldü ve üzerine giydirildi, şöyle dedi: \"Onu giyip tüket ve iki kez yıprat.\" Sonra kırmızı veya sarı lekeleri üzerinde bakarak şöyle dedi: \"Bu sanah, sanah, Umm Khalid.\" Bu, Habeşlilerin dilinde \"güzel\" anlamına gelir."
    },
    {
      "id": 13,
      "narrator": "'Aishah said:",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Burdah:",
      "text": "Umm Salamah, Müminlerin Annesi'nden rivayet edilmiştir: Allah Resulü (ﷺ) için en sevdiği giyim gömlekti."
    },
    {
      "id": 15,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Narrated Ishaq ibn Abdullah ibn al-Harith:",
      "text": "İshak ibn Abdullah ibn al-Harith'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) yirmi dişi deveden ve biraz daha fazlasından bir elbise satın aldı ve bunu Dhu Yazan'a hediye etti."
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Burdah:",
      "text": "Ebu Burdah'tan rivayet edilmiştir: Aişe'nin yanına girdim, o da Yemen'de üretilmiş kaba bir alt elbise ve mulabbadah adı verilen yamanmış bir elbise getirdi. Allah'a yemin etti ki, Allah'ın Resulü (ﷺ) bu iki elbise içinde ruhunu teslim etti."
    },
    {
      "id": 18,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Haruriyyah isyan ettiğinde, Ali'ye (Allah ondan razı olsun) geldim. O da: Bu insanlara git, dedi. Ben de Yemen'in en güzel elbisesini giydim."
    },
    {
      "id": 19,
      "narrator": "Narrated Sa'd:",
      "text": "Ebu Zumayl (bir nakilci) dedi ki: İbn Abbas yakışıklı ve heybetli bir yüzü vardı. İbn Abbas dedi ki: Onlara geldim ve dediler ki: Hoş geldin, İbn Abbas! Bu ne elbise? Ben de: Neden bana itiraz ediyorsunuz? Allah'ın Resulü (ﷺ) üzerinde en güzel elbiseyi gördüm, dedim."
    },
    {
      "id": 20,
      "narrator": "Narrated Abdur Rahman ibn Ghanam al-Ash'ari:",
      "text": "Ebu Davud dedi ki: Ebu Zumayl'ın ismi Sammak b. al-Walid al-Hanafi'dir."
    },
    {
      "id": 21,
      "narrator": "Narrated 'Abd Allaah b. 'Umar:",
      "text": "Sa'd'dan rivayet edilmiştir: Beyaz bir katır üzerinde bir adam gördüm ve başında siyah ipek ve yün bir sarık vardı. Dedi ki: Allah'ın Resulü (ﷺ) bunu bana giydirdi. Bu, Osman'ın rivayetidir ve onun geleneğinde \"akhbara\" kelimesi vardır."
    },
    {
      "id": 22,
      "narrator": "The tradition mentioned above has also been narrated by 'Abd Allah b. 'Umar through a different chain of narrators. This version has:",
      "text": "Abdur Rahman ibn Ghanam al-Ash'ari'den rivayet edilmiştir: Abu Amir veya Abu Malik bana söyledi—Allah'a yemin ederim ki başka bir yemin etti ki, bana inanmadı ki Allah'ın Resulü (ﷺ) şöyle dedi: Ümmetimden bazı insanlar khazz ve ipeği helal kılacaklar. Onlardan bazıları maymun ve domuzlara dönüştürülecekler."
    },
    {
      "id": 23,
      "narrator": "Narrated Abu 'Uthman al-Nahdi:",
      "text": "Ebu Davud dedi ki: Allah'ın Resulü (ﷺ) ile birlikte yirmi veya daha fazla Sahabi khazz giydi. Anas ve al-Bara' b. 'Azib bunlar arasındaydılar."
    },
    {
      "id": 24,
      "narrator": "Ali said:",
      "text": "'Abd Allah b. 'Umar'dan rivayet edilmiştir: 'Umar b. al-Khattab, caminin kapısında ipek içeren bir çizgili elbisenin satıldığını gördü. Dedi ki: Allah'ın Resulü, keşke bunu satın alıp Cuma günü giyseydin ve bir heyet sana geldiğinde. Allah'ın Resulü (ﷺ) dedi ki: Ahirette hiç payı olmayan sadece bunu giyer (ipek). Sonra Allah'ın Resulü (ﷺ) bazı ipek elbiseler edindi ve bunlardan birini 'Umar b. al-Khattab'a verdi. 'Umar dedi ki: Allah'ın Resulü, bana bunu giydiriyorsun ama 'Utarid elbisesi hakkında söylediklerini söyledin. Allah'ın Resulü (ﷺ) dedi ki: Bunu sana giydirmen için vermedim. Bunun üzerine 'Umar al-Khattab bunu Mekke'de bir müşrik olan kardeşine giydirdi."
    },
    {
      "id": 25,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Yukarıda bahsedilen rivayet, 'Abd Allah b. 'Umar tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda: Dedi ki: İpek brokar bir elbise. Sonra ona bir brokar Jubbah gönderdi ve dedi ki: Bunu satabilirsin ve ihtiyacını karşılayabilirsin."
    },
    {
      "id": 26,
      "narrator": "The tradition mentioned above has also been transmitted by 'Ali b. Abi Talib from the Prophet (ﷺ) through a different chain of narrators. This version has:",
      "text": "Abu 'Uthman al-Nahdi'den rivayet edilmiştir: 'Umar, 'Utbah b. Farqad'a yazdı ki, Peygamber (ﷺ) ipeği yasakladı, ancak şu kadar, bu kadar, iki, üç veya dört parmak kadar."
    },
    {
      "id": 27,
      "narrator": "The tradition mentioned above has also been transmitted by Ibrahim b. 'Abd Allah through a different chain of narrators. This version added:",
      "text": "Ali dedi ki: Allah'ın Resulü (ﷺ) için ipek içeren bir elbise sunuldu. Sonra onu bana gönderdi. Ben de giydim ve ona geldim. Yüzünde öfkeli bir ifadeyle baktığını gördüm. Sonra dedi ki: Bunu sana giydirmek için göndermedim. Bana emretti ve onu kadınlarım arasında paylaştırdım."
    },
    {
      "id": 28,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "'Ali bin Abi Talib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize Qassi elbise giymeyi, safranla boyanmış elbise giymeyi, altın yüzük takmayı ve rükûda Kur'an okumayı yasakladı."
    },
    {
      "id": 29,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Yukarıda bahsedilen rivayet, 'Ali b. Abi Talib tarafından Peygamber (ﷺ) den farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda: (O yasakladı) rükûda ve secdede Kur'an okumayı."
    },
    {
      "id": 30,
      "narrator": "Narrated Abul Husayn, that is al-Haytham ibn Shafi \n\n\n\n\n\n\nI and a companion of mine called Abu 'Amir, a man from al-Ma'afir went to perform prayer in Bayt al-Maqdis (Jerusalem). Their preacher was a man of Azd called AbuRayhanah, who was a companion of the Prophet (ﷺ).  \n\n\n\n\n\nAbul Husayn said:",
      "text": "Yukarıda bahsedilen rivayet, İbrahim b. 'Abd Allah tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda eklenmiştir: Onun size yasakladığını söylemiyorum."
    },
    {
      "id": 31,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: Mor eyer örtülerini kullanmak yasaktır."
    },
    {
      "id": 32,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana altın yüzük takmayı, Qassi elbise giymeyi ve mor eyer örtülerini kullanmayı yasakladı."
    },
    {
      "id": 33,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir defasında üzerinde izler bulunan bir elbiseyle namaz kıldı. İzlerine baktı. Selam verdiğinde dedi ki: Bu elbisemi Abu Jahm'a götürün, çünkü namazımda dikkatim dağıldı, ve izsiz sade bir elbise getirin."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ebu Davud dedi ki: Abu Jahm b. Hudhaifah'ın adı Banu 'Adi b. Ka'b b. Ghanam'dandır."
    },
    {
      "id": 35,
      "narrator": "Narrated Asma:",
      "text": "Benzer bir rivayet Aişe tarafından farklı bir nakil zinciriyle aktarılmıştır. Ancak önceki daha mükemmeldir."
    },
    {
      "id": 36,
      "narrator": "Ibn 'Abbas said:",
      "text": "Asma'dan rivayet edilmiştir: Abdullah Ebu Ümâr, Ebu Bekir'in kızı Asma'nın kölesi, Ibn Umar'ı pazarda bir Suriye elbisesi satın alırken gördüm. Kırmızı iplik olduğunu görünce geri verdi. Sonra Asma'ya geldim ve bunu ona anlattım. O da dedi ki: Getirin bana, cariye, Allah'ın Elçisi'nin (ﷺ) örtüsünü. O da, yaka, kollar, ön ve arka kısımları işlemeli bir kumaştan yapılmış bir örtü çıkardı."
    },
    {
      "id": 37,
      "narrator": "Narrated Anas:",
      "text": "İbn Abbas dedi ki: Allah'ın Elçisi (ﷺ) sadece tamamen ipekten yapılmış bir elbiseyi yasakladı, ancak işlemeli kenar ve örtüde bir sakınca yoktur."
    },
    {
      "id": 38,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) 'Abd al-Rahman b. 'Awf ve al-Zubair b. al-'Awwam'a yolculuk sırasında kaşıntı nedeniyle ipek gömlek giymelerine izin verdi."
    },
    {
      "id": 39,
      "narrator": "Anas b. Malik said that he saw a striped garment over Umm Kulthum, daughter of the Messenger of Allah (ﷺ). He said:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ipeği sağ elinde tuttu ve altını sol elinde tuttu ve dedi ki: Bunların ikisi de benim ümmetimin erkeklerine yasaktır."
    },
    {
      "id": 40,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Anas b. Malik, Allah'ın Elçisi'nin (ﷺ) kızı Ümmü Külsüm'ün üzerinde çizgili bir elbise gördüğünü söyledi. Dedi ki: \"Siyara\" kelimesi, ipek ile çizgili anlamına gelir."
    },
    {
      "id": 41,
      "narrator": "Narrated Qatadah:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Biz ipeği erkek çocuklardan alır, kız çocuklarına bırakırdık. Mis'ar dedi ki: Ben Amr ibn Dinar'a bunu sordum, ama o bilmiyordu."
    },
    {
      "id": 42,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Kattadah'dan rivayet edilmiştir: Anas b. Malik'e sorduk: Allah'ın Elçisi (ﷺ) için hangi kumaş daha değerliydi? Yoksa Allah'ın Elçisi (ﷺ) hangi kumaşı giymeyi en çok severdi? O da cevap verdi: Çizgili pelerinler (hibrah)."
    },
    {
      "id": 43,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Beyaz elbiselerinizi giyin, çünkü bunlar en güzel elbiselerinizdendir ve ölülerinizi bunlarla kefenleyin. Kullandığınız en iyi sürme türü, gözleri açan ve saçları çıkartan antimon (ithmid)dır."
    },
    {
      "id": 44,
      "narrator": "Abu al-Ahwas quoted his father saying:",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize bir ziyarette bulundu ve saçları dağınık bir adam gördü. Dedi ki: Bu adam saçlarını düzeltecek bir şey bulamadı mı? Kirli elbiseler giymiş başka bir adam gördü ve dedi ki: Bu adam elbiselerini yıkayacak bir şey bulamadı mı?"
    },
    {
      "id": 45,
      "narrator": "Narrated Zayd ibn Aslam:",
      "text": "Ebu'l-Ahvas, babasından şöyle nakletmiştir: Ben, Peygamber (ﷺ) yanına kötü bir elbiseyle geldim ve o bana dedi ki: Malın var mı? Ben de: Evet, diye cevap verdim. O sordu: Ne tür? Ben de: Allah bana develer, koyunlar, atlar ve köleler verdi, dedim. O da dedi ki: Allah sana mal verdiğinde, Allah'ın sana olan lütuf ve şerefinin izleri görülsün."
    },
    {
      "id": 46,
      "narrator": "Narrated AbuRimthah:",
      "text": "Ebu Rimteha'dan rivayet edilmiştir: Babamla birlikte Peygamber (ﷺ)'e gittim ve onun üzerinde iki yeşil elbise gördüm."
    },
    {
      "id": 47,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Amr b. Suhayb'den rivayet edilmiştir: Babası aracılığıyla, dedesinin şöyle dediğini aktardı: Biz, Allah'ın Elçisi (ﷺ) ile bir vadi dönüşünden aşağı indik. O, dikkatini bana çevirdi ve ben, kırmızımsı sarı bir boyayla boyanmış bir elbise giymekteydim. O sordu: Bu üzerindeki elbise nedir? Onun hoşlanmadığını anladım. Sonra, fırınlarını yakan ailemin yanına gittim. Elbiseyi (fırına) attım ve ertesi gün ona geldim. O sordu: Abdullah, elbisenle ne yaptın? Ben de ona durumu bildirdim. O dedi ki: Neden onu ailenizden birine giymesi için vermedin, çünkü kadınlar için bunda bir sakınca yoktur."
    },
    {
      "id": 48,
      "narrator": "Hisham b. al-Ghaz said:",
      "text": "Hişam b. el-Ghaz şöyle dedi: Önceki hadiste geçen \"mudarrajah\" kelimesi, ne kırmızı ne de pembe olan bir rengi ifade eder."
    },
    {
      "id": 49,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah ibn Amr ibn al-'As'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) beni gördü. Ebu Ali el-Lula'nın rivayetinde: Sanırım kırmızımsı sarı bir elbise giymekteydim. O sordu: Bu nedir? Ben de gidip onu yaktım. Peygamber (ﷺ) dedi ki: Elbisenle ne yaptın? Ben de: Yaktım dedim. O dedi ki: Neden onu kadınlarından birine giymesi için vermedin?"
    },
    {
      "id": 50,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Davud dedi ki: Thawr, bunu Halid'den rivayet etti ve \"Pembe (muwarrad)\" dedi, oysa Tavus \"Kırmızımsı sarı renk (mu'asfar)\" dedi."
    },
    {
      "id": 51,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Abdullah ibn Amr ibn al-'As'dan rivayet edilmiştir: İki kırmızı elbise giymiş bir adam, Peygamber (ﷺ)'in yanından geçti ve ona selam verdi, ancak o selamına cevap vermedi."
    },
    {
      "id": 52,
      "narrator": "Narrated Hurayth ibn al-Abajj as-Sulayhi:",
      "text": "Rafi' ibn Khadij'den rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile bir yolculuğa çıktık ve eyerlerimizde ve develerimizde kırmızı yün iplikten yapılmış elbiseler vardı. Allah'ın Elçisi (ﷺ) dedi ki: Kırmızı rengin sizde hakim olduğunu görmüyor muyum? Bunun üzerine, Allah'ın Elçisi (ﷺ)'nin bu sözü nedeniyle hemen kalktık ve bazı develerimiz kaçtı. Sonra elbiseleri alıp geri çektik."
    },
    {
      "id": 53,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "Hurayth ibn al-Abajj as-Sulayhi'den rivayet edilmiştir: Banu Asad'dan bir kadın: Bir gün, Allah'ın Elçisi (ﷺ)'nin eşi Zeynep ile birlikteydim ve onun kıyafetlerini kırmızı okra ile boyuyorduk. Bu sırada Allah'ın Elçisi (ﷺ) bizi gözetledi. Kırmızı okrayı görünce geri döndü. Zeynep bunu görünce, Allah'ın Elçisi (ﷺ)'nin yaptığından hoşlanmadığını anladı. Sonra elbiselerini alıp yıkadı ve tüm kırmızılığı gizledi. Allah'ın Elçisi (ﷺ) daha sonra geri döndü ve gözetledi, hiçbir şey görmediğinde içeri girdi."
    },
    {
      "id": 54,
      "narrator": "Narrated Amir:",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin saçları kulak loblarına kadar uzanıyordu ve onu kırmızı bir örtü içinde gördüm. Ondan daha güzel bir şey görmedim."
    },
    {
      "id": 55,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Amir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'ni Mina'da bir katır üzerinde vaaz verirken ve kırmızı bir elbise giyerken gördüm, Ali de anons yapıyordu."
    },
    {
      "id": 56,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Peygamber (ﷺ) için siyah bir örtü yaptım ve o da onu giydi; ancak içinde terlediğinde yünün kokusunu fark etti ve onu attı. Rivayet eden kişi dedi ki: Sanırım o, güzel kokuyu sevdiğini söyledi."
    },
    {
      "id": 57,
      "narrator": "Narrated Jabir:",
      "text": "Cabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ)'e geldiğimde, dizlerini kollarıyla sarmış bir şekilde oturuyordu ve üzerindeki örtünün uçları ayaklarının üzerindeydi."
    },
    {
      "id": 58,
      "narrator": "'Amr b. Huraith quoting his father said:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ), Feth yılı Mekke'ye girdiğinde üzerinde siyah bir sarık vardı."
    },
    {
      "id": 59,
      "narrator": "Narrated Ali ibn Rukanah:",
      "text": "Amr b. Huraith babasından naklen dedi ki: Peygamber (ﷺ)'i minberde siyah bir sarıkla gördüm ve iki ucunu omuzlarının arasında bıraktı."
    },
    {
      "id": 60,
      "narrator": "Narrated AbdurRahman ibn Awf:",
      "text": "Ali ibn Rukanah'dan rivayet edilmiştir: Ali, babasından naklen dedi ki: Rukanah, Peygamber (ﷺ) ile güreşti ve Peygamber (ﷺ) onu yere serdi. Rukanah dedi ki: Peygamber (ﷺ)'in şöyle dediğini duydum: Bizim ile müşrikler arasındaki fark, bizlerin başlıkların üzerine sarık sarmamızdır."
    },
    {
      "id": 61,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) iki tarzda giyinmeyi yasakladı: bir adamın tek bir giysi içinde oturup ellerini dizlerinin etrafında tutması ve cinsel organını gökyüzüne açması ve bir tarafı açıkken giysi giymesi ve giysiyi omuzlarına atması."
    },
    {
      "id": 62,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamın tamamen bir giysiyle sarınmasını ve ellerini gizlemesini ya da tek bir giysi içinde oturup ellerini dizlerinin etrafında tutmasını yasakladı."
    },
    {
      "id": 63,
      "narrator": "Mu'awiyah b. Qurrah quoted his father as saying:",
      "text": "Muaviye b. Kurra, babasından şöyle nakletmiştir: Ben, bir grup Muzainah ile birlikte Allah'ın Elçisi (ﷺ) yanına geldim ve ona biat ettik. Gömleğinin düğmeleri açıktı. Ona biat ettim ve gömleğinin yakasına elimi sokup mühürü hissettim."
    },
    {
      "id": 64,
      "narrator": "Narrated 'Aishah:",
      "text": "'Urve dedi ki: Ben her zaman Muaviye ve oğlunun kış ve yaz mevsimlerinde yakalarının düğmelerini açtıklarını gördüm. Hiç düğmelerini kapatmadılar."
    },
    {
      "id": 65,
      "narrator": "Narrated AbuJurayy Jabir ibn Salim al-Hujaymi:",
      "text": "Aişe'den rivayet edilmiştir: Biz, öğle sıcağında evimizde oturuyorduk. Birisi Ebu Bekir'e: İşte Allah'ın Elçisi (ﷺ) bize geliyor, başını gölgeliyor, o saatlerde genellikle gelmezdi, dedi. Allah'ın Elçisi (ﷺ) geldi; izin istedi, izin verildi ve içeri girdi."
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ebu Jurayy Cabir b. Selim el-Hüceymi'den rivayet edilmiştir: İnsanların görüşünü kabul ettiği bir adam gördüm, ve ne derse ona teslim oluyorlardı. Ben sordum: O kimdir? Dediler: Bu Allah'ın Elçisi (ﷺ). Ben dedim: Selam sana, Allah'ın Elçisi, iki kez. O dedi: \"Selam sana\" deme, çünkü \"Selam sana\" ölüler için bir selamdır, ama \"Sana selam olsun\" de."
    },
    {
      "id": 67,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ben sordum: Sen Allah'ın Elçisi misin (sana selam olsun)? O dedi: Ben, başınıza bir felaket geldiğinde çağırdığınız ve onu gideren Allah'ın Elçisiyim; kuraklık çektiğinizde çağırdığınız ve sizin için yiyecek bitiren; ıssız bir yerde veya çölde olduğunuzda, deveyi kaybettiğinizde çağırdığınız ve onu size geri getirenim."
    },
    {
      "id": 68,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ben dedim: Bana bir nasihat ver. O dedi: Kimseye sövmeyin. O, o zamandan sonra ne bir özgürlüğe, ne bir köleye, ne bir deveye, ne de bir koyuna sövmemiştir. O dedi: Hiçbir iyi işe küçümseyerek bakmayın, ve kardeşinize konuştuğunuzda ona neşeli bir yüz gösterin. Bu iyi bir iştir. Alt giysinizi bileklerinizin yarısına kadar indirin; eğer bunu yapamazsanız, bileklerinize kadar çıkarın. Alt giysiyi sürüklemekten sakının, çünkü bu kibirdir ve Allah kibri sevmez. Eğer bir adam sizi bir şeyden dolayı aşağılar ve utandırırsa, o zaman siz de onu bir şeyden dolayı utandırmayın; o bunun kötü sonuçlarını taşır."
    },
    {
      "id": 69,
      "narrator": "The tradition mentioned above has also been transmitted by Abu Dharr though a different chain of narrators, but the former is more perfect. This version has:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kim kibirlenerek giysisini sürüklerse, Allah Kıyamet Günü ona bakmayacaktır. Bunun üzerine Ebu Bekir dedi: Alt giysimin bir tarafı sürükleniyor, ama yine de buna dikkat ediyorum. O dedi: Sen kibirlenerek yapanlardan değilsin."
    },
    {
      "id": 70,
      "narrator": "Narrated Qays ibn Bishr at-Taghlibi:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir: Bir adam alt giysisi sarkarak namaz kılıyordu. Allah'ın Elçisi (ﷺ) ona: Git ve abdest al, dedi. O da gitti ve abdest aldı. Sonra geldi ve: Git ve abdest al, dedi. Sonra bir adam ona: Allah'ın Elçisi, senin ona abdest almasını emretmende ne var ki, sonra sessiz kaldın? diye sordu. O cevap verdi: O, alt giysisini sarkarak namaz kılıyordu ve Allah, alt giysisini sarkarak kılan bir adamın namazını kabul etmez."
    },
    {
      "id": 71,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Kıyamet Günü Allah'ın konuşmayacağı, bakmayacağı, temizlemeyeceği ve acı bir azapla azaplandıracağı üç kişi vardır. Ben sordum: Onlar kimdir, Allah'ın Elçisi, kaybedenler ve hayal kırıklığına uğrayanlar mı? O bunu üç kez tekrarladı. Ben sordum: Onlar kimdir, Allah'ın Elçisi, kaybedenler ve hayal kırıklığına uğrayanlar mı? O cevap verdi: Sarkan bir giysi giyen, verdiği şeyleri sayan ve malın satışını sahte yeminle yapan kişidir."
    },
    {
      "id": 72,
      "narrator": "Narrated 'Abd Allah (b. Mas'ud):",
      "text": "Yukarıda bahsedilen rivayet, Ebu Dharr'dan farklı bir raviden aktarılmıştır, ancak önceki daha mükemmeldir. Bu versiyonda: Mannan, verdiği her şeyin hesabını sorandır."
    },
    {
      "id": 73,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Kays b. Bişr et-Taghlibi'den rivayet edilmiştir: Babam, Ebu Derdâ'nın bir arkadaşı olduğunu söyledi. Şam'da, Allah'ın Elçisi (ﷺ) arkadaşlarından biri olan İbn el-Hanzaliyye adında bir adam vardı. O, inzivaya çekilmişti ve nadiren insanlarla görüşüyordu. Namazla meşguldü. Namaz kılmadığında, Allah'ı tesbih etmek ve yüceltmekle meşguldü, ta ki ailesine gitti. Bir gün, biz Ebu Derdâ ile birlikteyken yanımızdan geçti."
    },
    {
      "id": 74,
      "narrator": "Narrated Abdur Rahman:",
      "text": "Ebu Derdâ ona dedi: Bize faydalı ve sana zarar vermeyecek bir söz söyle."
    },
    {
      "id": 75,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "O dedi: Allah'ın Elçisi (ﷺ) bir birlik gönderdi ve geri döndü. Adamdan biri, Allah'ın Elçisi (ﷺ) oturduğu yere oturdu ve yanındaki adama dedi: Keşke düşmanla karşılaştığımızda bizi görseydin, falan kişi saldırdı ve mızrağı kesti."
    },
    {
      "id": 76,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) alt giysi hakkında söyledikleri, gömlek için de geçerlidir."
    },
    {
      "id": 77,
      "narrator": "Ikrimah said that he saw Ibn Abbas putting on lower garment, letting the hem on the top of his foot and raising it behind. He said:",
      "text": "İkrime, İbn Abbas'ın alt giysi giyerken, paçalarının ayaklarının üstünde durduğunu ve arkasını kaldırdığını gördüğünü söyledi. Ona: Neden alt giysiyi böyle giyiyorsun? diye sordu. O da: Allah'ın Elçisi (ﷺ) böyle yaparken gördüm, diye cevap verdi."
    },
    {
      "id": 78,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (ﷺ), erkekleri taklit eden kadınları ve kadınları taklit eden erkekleri lanetledi."
    },
    {
      "id": 79,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kadın gibi giyinen erkeği ve erkek gibi giyinen kadını lanetledi."
    },
    {
      "id": 80,
      "narrator": "Ibn AbuMulaykah told that when someone remarked to Aisha that a woman was wearing sandals, she replied:",
      "text": "İbn Ebu Müleyke, Aişe'ye birinin bir kadının sandalet giydiğini söylediğinde, Aişe'nin: Allah'ın Elçisi (ﷺ) erkek gibi olan kadınları lanetledi, diye cevap verdiğini aktardı."
    },
    {
      "id": 81,
      "narrator": "Safiyyah, daughter of Shaybah, said that Aisha mentioned the women of Ansar, praised them and said good words about them. She then said:",
      "text": "Şeybe'nin kızı Safiyyah, Aişe'nin Ensar kadınlarını andığını, onları övdüğünü ve onlarla ilgili güzel sözler söylediğini söyledi. Daha sonra: Nur Suresi indiğinde, perdeleri aldılar, yırttılar ve onlardan baş örtüleri (peçeler) yaptılar, dedi."
    },
    {
      "id": 82,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ümmü Salamah, Ümmü'l Müminin'den rivayet edilmiştir: \"Dış giysilerini üzerlerine sarmaları\" ayeti indiğinde, Ensar kadınları dış giysileriyle çıkmışlardı, sanki başlarının üzerinde kargalar varmış gibi."
    },
    {
      "id": 83,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l Müminin'den rivayet edilmiştir: Allah, ilk muhacir kadınlarına rahmet eylesin. \"Peçelerini göğüslerinin üzerine sarmaları\" ayeti indiğinde, kalın dış giysilerini yırttılar ve onlardan peçeler yaptılar."
    },
    {
      "id": 84,
      "narrator": "Ibn al-Sarh said:",
      "text": "İbn es-Sarh dedi ki: Bu hadisi, 'Aqil'den, İbn Şihab aracılığıyla farklı bir isnadla ve aynı anlamda, annemin kardeşinin yazısında gördüm."
    },
    {
      "id": 85,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l Müminin'den rivayet edilmiştir: Asma, Ebu Bekir'in kızı, Allah'ın Elçisi (ﷺ) yanına ince giysilerle girdi. Allah'ın Elçisi (ﷺ) ondan yüzünü çevirdi. O da: Ey Asma', bir kadın adet çağına ulaştığında, vücudunun bu ve bu kısmını (yüz ve ellerini) göstermesi uygun değildir, dedi ve yüzü ile ellerini işaret etti."
    },
    {
      "id": 86,
      "narrator": "Narrated Jabir:",
      "text": "Ebu Davud dedi ki: Bu, mürsel bir hadistir (yani, 'Aişe'den rivayet eden ravinin eksik olduğu) Khalid b. Duraik, 'Aişe'yi görmemiştir."
    },
    {
      "id": 87,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Jabir'den rivayet edilmiştir: Ümmü Salamah, Allah'ın Elçisi (ﷺ) ile hacamat yaptırmak için izin istedi. O da Ebu Tibah'a ona hacamat yapmasını emretti. Rivayet eden kişi: Sanırım o, onun süt kardeşi veya henüz erginlik çağına girmemiş bir çocuktu, dedi."
    },
    {
      "id": 88,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Fatıma'ya bir köle getirdi ve onu ona hediye etti. Fatıma, başını örttüğünde ayaklarına ulaşmayan, ayaklarını örttüğünde ise başına ulaşmayan bir giysi giydi. Peygamber (ﷺ) onun bu zorluğunu görünce: Senin için bir sakınca yoktur: İşte sadece baban ve kölen var, dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Aişe, Ümmü'l Müminin'den rivayet edilmiştir: Mukhannath (hadım) Peygamber'in (ﷺ) eşlerinin yanına girerdi. İnsanlar onu fiziksel ihtiyaçlardan uzak olanlardan sayarlardı. Bir gün Peygamber (ﷺ) bizlerin yanına girdiğinde, eşlerinden biriyle birlikteydi ve bir kadının niteliklerini tarif ediyordu, şöyle diyordu: Kadın öne geldiğinde, karnında dört kat ile gelir, geri gittiğinde ise sekiz kat ile geri gider. Peygamber (ﷺ) dedi ki: Bu (adamın) burada ne olduğunu bildiğini görmüyor muyum? O zaman (eşleri) ondan örtünmeye başladılar."
    },
    {
      "id": 90,
      "narrator": "The tradition mentioned about has also been transmitted by 'Aishah through a different chain of narrators. This version has:",
      "text": "Yukarıda bahsedilen hadis, Aişe tarafından farklı bir isnadla aynı anlamda da rivayet edilmiştir."
    },
    {
      "id": 91,
      "narrator": "The tradition mentioned above has also been transmitted by al-Auza'i through a different chain of narrators. This version adds:",
      "text": "Yukarıda bahsedilen rivayet, al-Auza'i tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda şunlar eklenmiştir: Kendisine söylendi: Allah'ın Resulü, bu durumda o açlıktan ölecek. Bunun üzerine ona haftada iki kez (şehre) gitmesine izin verdi ki yiyecek isteyebilsin ve geri dönebilirsin."
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Ve mümin kadınlara bakışlarını azaltmalarını söyle\" ayeti, \"Evlilik umudunu yitirmiş yaşlı kadınlar\" ayetiyle kısmen neshedilmiştir."
    },
    {
      "id": 93,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Umm Salamah, Müminlerin Annesi'nden rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) ile birlikteydim, Maymunah da onun yanındaydı. Sonra İbn Umm Maktum geldi. Bu, örtünme (purdah) emri verildiğinde oldu. Peygamber (ﷺ) dedi ki: Ondan örtünün. Biz sorduk: Allah'ın Resulü! O kör değil mi? Bizi göremez ve tanıyamaz. Peygamber (ﷺ) dedi: Siz de mi körsünüz? Onu göremiyor musunuz? Ebu Davud dedi ki: Bu, Peygamberin (ﷺ) eşlerine özgüydü. Fatıma bint Kays'ın İbn Umm Maktum ile iddet süresini geçirdiğini görmüyor musunuz? Peygamber (ﷺ) Fatıma bint Kays'a dedi: İddet süreni İbn Umm Maktum ile geçir, çünkü o bir kördür. Onunla elbiseni çıkarabilirsin."
    },
    {
      "id": 94,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Peygamber (ﷺ) şöyle dediğini aktardığını söyledi: Sizden biri, erkek kölesini kadın kölesiyle evlendirirse, onun özel bölgelerine bakmamalıdır."
    },
    {
      "id": 95,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Peygamber (ﷺ) şöyle dediğini aktardığını söyledi: Sizden biri, kadın hizmetçisini kölesiyle veya çalışanıyla evlendirirse, onun göbek altındaki ve diz üstündeki özel bölgelerine bakmamalıdır."
    },
    {
      "id": 96,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ebu Davud dedi ki: Doğru isim, Sawwad b. Davud al-Muzani al-Sairafi'dir (zincirde belirtilen Dawud b. Sawwad değil). Rivayet eden Waki' bunu yanlış anladı."
    },
    {
      "id": 97,
      "narrator": "Narrated Dihyah ibn Khalifah al-Kalbi:",
      "text": "Umm Salamah, Müminlerin Annesi'nden rivayet edilmiştir: Peygamber (ﷺ) ona örtülü olarak geldi ve dedi ki: Bir kat kullan ve iki kat değil."
    },
    {
      "id": 98,
      "narrator": "Safiyyah, daughter of AbuUbayd, said:",
      "text": "Ebu Davud dedi ki: \"Bir kat kullan ve iki kat değil\" demek: \"Onu bir adamın sarığı gibi katlama. Onu çok katlama.\""
    },
    {
      "id": 99,
      "narrator": "The tradition mentioned above has also been transmitted by Umm Salamah from the Prophet (ﷺ) through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "Dihyah ibn Khalifah al-Kalbi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bazı ince Mısır keten parçaları getirildi ve bana bir parça verdi ve dedi ki: İkiye ayır; parçanın birini gömlek yap ve diğerini eşine örtü olarak ver. Sonra dönerken dedi ki: Ve eşine bunun altına bir elbise giymesini emret ve vücudunu göstermesin."
    },
    {
      "id": 100,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ebu Davud dedi ki: Yahya b. Ayyub bunu aktardı ve 'Abbas b. 'Ubaid Allah b. 'Abbas dedi."
    },
    {
      "id": 101,
      "narrator": "Ibn 'Abbas said - (Musaddad and Wahb transmitted from Maimunah) Maimunah said:",
      "text": "Safiyyah, Ebu Ubayd'in kızı, dedi ki: Allah'ın Resulü (ﷺ) alt giysi hakkında bahsettiğinde, Allah'ın Resulü'nün eşi Umm Salamah ona sordu: Ya kadın, Allah'ın Resulü? O, bir karış sarkabilir, diye cevap verdi. Umm Salamah dedi ki: Yine de (ayak) açık kalacak. O dedi ki: O zaman bir kol uzunluğunda, bunu aşmamalıdır."
    },
    {
      "id": 102,
      "narrator": "The tradition mentioned above has also been transmitted by al-Zuhri who did not mention Maimunah. This version has:",
      "text": "Yukarıda bahsedilen rivayet, Umm Salamah'dan Peygamber (ﷺ) aracılığıyla farklı bir nakil zinciriyle de aktarılmıştır."
    },
    {
      "id": 103,
      "narrator": "Ma'mar said:",
      "text": "Ebu Davud dedi ki: İbn İshak ve Ayyub b. Musa bunu Nafi' aracılığıyla Safiyyah'tan aktardılar."
    },
    {
      "id": 104,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) mümin annelerine (yani Peygamberin eşlerine) alt giysilerini bir karış sarkmalarına izin verdi. Sonra onlardan artırmasını istediler, o da onlara bir karış daha artırdı. Onlar (giysiyi) bize gönderirlerdi ve biz onlara bir kol uzunluğu ölçerdik."
    },
    {
      "id": 105,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "İbn 'Abbas dedi ki - (Musaddad ve Wahb Maimunah'dan aktardı) Maimunah dedi ki: Bir koyun, bir kadın müvekkilimize sadaka olarak verildi, ama öldü. Peygamber (ﷺ) yanından geçti ve dedi ki: Neden derisini yüzmediniz ve ondan bir fayda sağlamadınız? Onlar cevap verdiler: Allah'ın Resulü, o doğal bir ölümle öldü. O dedi ki: Onu yemenin haram olduğu tek şeydir."
    },
    {
      "id": 106,
      "narrator": "Narrated Salamah ibn al-Muhabbaq:",
      "text": "Salamah ibn al-Muhabbaq'tan rivayet edilmiştir: Tabuk seferinde Allah'ın Elçisi (ﷺ) bir haneye geldi ve asılı bir kova görünce su istedi. Onlar: \"Ey Allah'ın Elçisi, hayvan doğal bir ölümle öldü.\" dediler. O da: \"Derisi onun temizlenmesidir.\" diye cevap verdi."
    },
    {
      "id": 107,
      "narrator": "Al-Aliyah, daughter of Subay', said:",
      "text": "Subay'ın kızı Al-Aliyah dedi ki: Uhud'da bazı koyunlarım vardı ve ölmeye başladılar. Sonra Peygamber (ﷺ) hanımı Maymunah'a girdim ve bunu ona söyledim. Maymunah bana: \"Eğer derilerini alır ve onlardan faydalanırsan, (bu senin için daha iyi olur).\" dedi. O sordu: \"Bu caiz mi?\" Cevap verdi: \"Evet.\" Kureyş'ten bazı insanlar, Allah'ın Elçisi (ﷺ) önünde, eşek kadar büyük bir koyunlarını sürükleyerek geçtiler. Allah'ın Elçisi (ﷺ) onlara: \"Keşke derisini alsaydınız.\" dedi. Onlar: \"O doğal bir ölümle öldü.\" dediler. Allah'ın Elçisi (ﷺ) dedi ki: \"Su ve mimosa flava yaprakları onu temizler.\""
    },
    {
      "id": 108,
      "narrator": "Narrated Abdullah ibn Ukaym:",
      "text": "Abdullah ibn Ukaym'dan rivayet edilmiştir: Genç bir çocukken Juhaynah bölgesinde Allah'ın Elçisi (ﷺ) mektubu bize okundu: \"Doğal bir ölümle ölen bir hayvanın derisini veya sinirini kullanmayın.\""
    },
    {
      "id": 109,
      "narrator": "Al-Hakam ibn Uyaynah said that he went along with some people to Abdullah ibn Ukaym, a man of Juhaynah. al-Hakam said:",
      "text": "Al-Hakam ibn Uyaynah, bazı insanlar ile birlikte Juhaynah'dan Abdullah ibn Ukaym'a gittiğini söyledi. Al-Hakam dedi ki: Onlar içeri girdiler ve ben kapıda oturdum. Sonra dışarı çıktılar ve bana Abdullah ibn Ukaym'ın, Allah'ın Elçisi (ﷺ) ölümünden bir ay önce Juhaynah'ya yazdığına dair bilgi verdiğini söylediler: \"Doğal bir ölümle ölen bir hayvanın derisini veya sinirini kullanmayın.\""
    },
    {
      "id": 110,
      "narrator": "Narrated Mu'awiyah:",
      "text": "Abu Dawud dedi ki: Al-Nadr b. Shumail dedi ki: Deri, işlenmediğinde ihab olarak adlandırılır ve işlendiğinde ihab değil, na'es shann ve qirbah (işlenmiş deri) olarak adlandırılır."
    },
    {
      "id": 111,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Mu'aviye'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İpekten ve panter derisinden binek olarak faydalanmayın.\" Abu Sa'id bize dedi ki: Abu Dawud bize dedi ki: Abul Mu'tamir'in ismi Yazid ibn Tahman'dır. Al-Hirah'da yaşadı."
    },
    {
      "id": 112,
      "narrator": "Khalid said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Melekler, panter derisi taşıyan yol arkadaşlarına eşlik etmez.\""
    },
    {
      "id": 113,
      "narrator": "Abu al-Malih b. Usamah quoting his father said:",
      "text": "Khalid dedi ki: Al-Miqdam ibn Ma'dikarib ve Qinnisrin halkından Banu Asad'dan bir adam Mu'aviye ibn Abu Sufyan'a gitti."
    },
    {
      "id": 114,
      "narrator": "Narrated Jabir:",
      "text": "Mu'aviye, Al-Miqdam'a: \"Al-Hasan ibn Ali'nin öldüğünü biliyor musun?\" dedi. Al-Miqdam, \"Biz Allah'a aitiz ve O'na döneceğiz.\" ayetini okudu."
    },
    {
      "id": 115,
      "narrator": "Narrated Anas:",
      "text": "Bir adam ona sordu: \"Bunu bir felaket olarak mı düşünüyorsun?\" O da: \"Allah'ın Elçisi (ﷺ) onu kucağına alır ve 'Bu benimdir, Hüseyin Ali'ye aittir.' dediği gerçeği varken, neden bunu felaket olarak düşünmeyeyim?\" diye cevap verdi."
    },
    {
      "id": 116,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Banu Asad'dan bir adam: \"(O) Allah'ın söndürdüğü bir canlı kömürdür.\" dedi. Al-Miqdam: \"Bugün seni kızdırmaya devam edeceğim ve hoşlanmadığın şeyleri duyuracağım.\" dedi. Sonra şöyle dedi: \"Mu'aviye, eğer doğru söylüyorsam, beni doğru kabul et, eğer yalan söylüyorsam, beni yalanla kabul et.\""
    },
    {
      "id": 117,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O da: \"Bunu yap.\" dedi. O da: \"Sana Allah'a yemin ederim, Allah'ın Elçisi (ﷺ) altın giymeyi yasakladığını duydun mu?\" dedi."
    },
    {
      "id": 118,
      "narrator": "Narrated Jabir:",
      "text": "O cevap verdi: \"Evet.\" O da: \"Sana Allah'a yemin ederim, Allah'ın Elçisi (ﷺ) ipek giymeyi yasakladığını biliyor musun?\" dedi."
    },
    {
      "id": 119,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "O cevap verdi: \"Evet.\" O da: \"Sana Allah'a yemin ederim, Allah'ın Elçisi (ﷺ) av hayvanlarının derilerini giymeyi ve onlara binmeyi yasakladığını biliyor musun?\" dedi."
    },
    {
      "id": 120,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O da: \"Evet.\" O da: \"Allah'a yemin ederim, bunların hepsini senin evinde gördüm, ey Mu'aviye.\""
    },
    {
      "id": 121,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) her durumda mümkün olduğunca sağ tarafla başlamayı severdi: temizlikte ve taramada. Rivayetçi Müslim ekledi: \"misvak kullanırken,\" ve \"her durumunda\" ifadesini zikretmedi."
    },
    {
      "id": 122,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Davud dedi ki: Şu'be bunu Mu'adh'dan rivayet etti, fakat \"misvakını\" zikretmedi."
    },
    {
      "id": 123,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "---"
    },
    {
      "id": 124,
      "narrator": "Narrated Jabir ibn Samurah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Elbise giydiğinizde ve abdest aldığınızda sağ tarafınızla başlamalısınız."
    },
    {
      "id": 125,
      "narrator": "Sa'id ibn Amr al-Qurashi quoting his father said:",
      "text": "---"
    },
    {
      "id": 126,
      "narrator": "Narrated Jabir:",
      "text": "Câbir bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) yatak örtüsünden bahsetti ve şöyle dedi: Bir adam için bir yatak, karısı için bir yatak ve bir misafir için üçüncü bir yatak olmalıdır, fakat şeytan için dördüncü bir yatak olmamalıdır."
    },
    {
      "id": 127,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 128,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Câbir ibn Semure'den rivayet edilmiştir: Peygamber (ﷺ) evinde otururken onu bir yastığa yaslanmış olarak gördüm. Rivayetçi İbn el-Cerrah ekledi: \"sol tarafına yaslanmış olarak.\""
    },
    {
      "id": 129,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: İshak b. Mansur bunu İsrâil'den rivayet etti, \"sol tarafına yaslanmış\" ifadesini de zikrederek."
    },
    {
      "id": 130,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 131,
      "narrator": "The tradition mentioned above has also been transmitted through a different chain of narrators by Ibn Fudail on his father's authority. This version has:",
      "text": "Sa'id ibn Amr el-Kureyşi, babasından naklen dedi ki: İbn Ömer (bir zaman) Yemen'den gelen bazı yolcuları gördü. Onların develerinin üzerindeki eyerleri deriden yapılmıştı. Dedi ki: Eğer birisi Allah'ın Elçisi (ﷺ) ile en çok benzerlik gösteren yolcuları görmek isterse, onlara bakmalıdır."
    },
    {
      "id": 132,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Câbir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana dedi ki: Yastık yaptın mı? Ben de: Yastık alacak ne paramız var? dedim. O da: Yakında yastıklarınız olacak, dedi."
    },
    {
      "id": 134,
      "narrator": "Narrated Abu Talhat al-Ansari:",
      "text": "---"
    },
    {
      "id": 135,
      "narrator": "The tradition mentioned above has also been transmitted by Suhail through a different chain of narrators like the previous one. This version has:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) geceleri uyuduğu yastık (İbn Mani' versiyonuna göre) palm lifleriyle doldurulmuş deriden yapılmıştı (kabul edilen versiyona göre)."
    },
    {
      "id": 136,
      "narrator": "Narrated Abu Talhah:",
      "text": "Ebu Talha'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: Melekler, içinde resim bulunan eve girmezler. Bu hadisi aktaran Busr (b. Sa'id) şöyle dedi: Zeyd (b. Halid el-Cuheni) bunu söyledi ve biz ona hasta ziyareti yaptık. Kapısında resmi olan bir perde vardı. Ben de 'Ubaidullah el-Havlani'ye, Peygamber (ﷺ) eşlerinden Maimunah'ın üvey oğlu olan 'Ubaidullah'a dedim ki: Zeyd, ilk günde bize resimlerden bahsetmedi mi? 'Ubaidullah dedi ki: O, \"Üzerinde bir figür olan bir elbise hariç\" dediğini duymadın mı?"
    },
    {
      "id": 137,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Câbir b. Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ), fetih sırasında (Mekke'de) al-Batha'da bulunan Ömer b. Hattab'a Kabe'yi ziyaret etmesini ve içindeki tüm resimleri yok etmesini emretti. Peygamber (ﷺ), tüm resimler yok edilmeden Kabe'ye girmedi."
    },
    {
      "id": 138,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) eşi Maimunah şöyle dedi: Cebrail (aleyhisselam) bana geçen gece ziyarete geleceğini vaat etti, ama gelmedi. Sonra onun yatağının altında bir yavru köpek olduğunu hatırladı. Bunun üzerine köpeğin dışarı çıkarılmasını emretti. Sonra elinde su alarak oraya serpti. Cebrail (ﷺ) onunla karşılaştığında, \"Biz, içinde köpek veya resim bulunan bir eve girmeyiz\" dedi. Sabah olunca, Peygamber (ﷺ) köpeklerin öldürülmesini emretti. Küçük bir bahçeyi koruyan köpeğin öldürülmesini emretti, büyük bahçeyi koruyan köpeği ise bıraktı."
    },
    {
      "id": 139,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Cebrail (ﷺ) bana geldi ve \"Geçen gece sana gelmeye çalıştım ama kapıda resimler olduğu için giremedim. Evde resimli bir süslü perde vardı ve evde bir köpek bulunuyordu\" dedi. \"Evdeki resmin başının kesilmesini, böylece bir ağacı andırmasını; perdenin kesilip iki yastık haline getirilmesini, insanların üzerine basabileceği şekilde yayılmasını; ve köpeğin dışarı çıkarılmasını emret\" dedi."
    }
  ]
}