{
  "language": "tr",
  "metadata": {
    "length": 55,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abdullah ibn Mughaffal:",
      "text": "Abdullah ibn Mughaffal'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) saç taramayı her iki günde birden başka bir zaman yasakladı."
    },
    {
      "id": 2,
      "narrator": "Abdullah ibn Buraydah said:",
      "text": "Abdullah ibn Buraydah dedi ki: Peygamber (ﷺ) arkadaşlarından bir adam, Mısır'da Fudalah ibn Ubayd'e seyahat etti."
    },
    {
      "id": 3,
      "narrator": "Narrated AbuUmamah Ilyas ibn Tha'labah:",
      "text": "Ona geldi ve dedi ki: Seni ziyaret etmek için gelmedim. Ama seninle ben, Allah'ın Messenger'ı (ﷺ) tarafından bir rivayet duyduk. Umarım bunun hakkında bir bilgin vardır."
    },
    {
      "id": 4,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "O sordu: Nedir o? O cevapladı: Şu ve bu. O dedi: Sen bu ülkenin yöneticisi olduğun halde neden dağınık görünüyorsun?"
    },
    {
      "id": 5,
      "narrator": "Narrated AbuHurayrah:",
      "text": "O dedi: Allah'ın Messenger'ı (ﷺ) bize lükse fazla dalmamayı yasakladı."
    },
    {
      "id": 6,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "O dedi: Neden ayaksız görünüyorsun? O cevapladı: Peygamber (ﷺ) bazen ayaksız gitmemizi emrederdi."
    },
    {
      "id": 7,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "AbuUmamah İlyas ibn Tha'labah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) önünde bu sözü arkadaşları zikrettiler. Allah'ın Messenger'ı (ﷺ) dedi ki: Dinleyin, dinleyin! Eski elbise giymek imanın bir parçasıdır, eski elbise giymek imanın bir parçasıdır."
    },
    {
      "id": 8,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: O, Abu Umamah b. Tha'labat el-Ensari'dir."
    },
    {
      "id": 9,
      "narrator": "Narrated Humaid b. 'Adb al-Rahman:",
      "text": "Anas ibn Malik'den rivayet edilmiştir: Peygamber (ﷺ) kendisine koku sürdüğü bir sikkah vardı."
    },
    {
      "id": 10,
      "narrator": "'Abd Allah said:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Saçı olan onu onurlandırmalıdır."
    },
    {
      "id": 11,
      "narrator": "'Abd Allah (b. Mas'us) said:",
      "text": "Aisha, Müminlerin Annesi'den rivayet edilmiştir: Hammam'ın kızı Karimah, Aisha'ya (Allah ondan razı olsun) kına ile boyama hakkında bir kadın geldi ve sordu. O cevapladı: Zararı yoktur, ama ben bunu sevmiyorum. Sevgilim, Allah'ın Messenger'ı (ﷺ) bunun kokusunu sevmezdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abu Davud dedi ki: O, baştaki saçın rengini kastetti."
    },
    {
      "id": 13,
      "narrator": "Sa'id b. Jubair said:",
      "text": "Aisha, Müminlerin Annesi'den rivayet edilmiştir: Hind, Utbah'ın kızı, Allah'ın Peygamberi, biatımı kabul et dediğinde, o cevapladı: Ellerin avuçlarını değiştirmedikçe biatini kabul etmeyeceğim; çünkü onlar bir yırtıcı hayvanın pençelerine benziyor."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Aisha, Müminlerin Annesi'den rivayet edilmiştir: Bir kadın, Allah'ın Messenger'ı (ﷺ) için bir mektubu olduğunu belirtmek üzere bir perdeden işaret yaptı. Peygamber (ﷺ) elini kapattı ve dedi ki: Bu bir erkeğin mi yoksa bir kadının mı eli olduğunu bilmiyorum. O dedi ki: Hayır, bir kadın. O dedi ki: Eğer bir kadın olsaydın, tırnaklarını değiştirmiş olurdun, yani kına ile."
    },
    {
      "id": 15,
      "narrator": "Narrated AbuMusa:",
      "text": "Humaid b. 'Adb al-Rahman'dan rivayet edilmiştir: Mu'awiyah b. Abi Sufyan'ın Hac sırasında minberde dururken, korumanın elinde tuttuğu bir saç tutamını alarak dediğini duydu: Ey Medine halkı, âlimleriniz nerede? Allah'ın Messenger'ı (ﷺ) böyle bir şeyi yasakladığını duydum ve dedi ki: İsrailoğulları, kadınlarının bunu yapmasıyla helak oldular."
    },
    {
      "id": 16,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Bir kadın ona rastladı ve üzerinde parfüm kokusu buldu. Elbiseleri havada dalgalanıyordu. O dedi ki: Ey Yüce'nin hizmetçisi, mescidden mi geliyorsun? Kadın cevap verdi: Evet. O dedi ki: Bunun için parfüm mü sürdün? Kadın cevap verdi: Evet. O dedi ki: Sevgili Abul Kasım'ın (ﷺ) şöyle söylediğini duydum: Parfüm süren bir kadının bu mescitteki namazı, cinsel kirlenme gibi yıkanmadan dönene kadar kabul edilmez."
    },
    {
      "id": 17,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Davud dedi ki: Al-i'sar toprak anlamına gelir."
    },
    {
      "id": 18,
      "narrator": "Narrated Ammar ibn Yasir:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "The tradition mentioned above (No. 4164) has also been transmitted by Ammar ibn Yasir through a different chain of narrators. \n\n\n\n\n\nThis version has:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer bir kadın kendisine parfüm sürerse, bizimle gece namazına katılmamalıdır. İbn Nufayl dedi ki: İsha' gece namazı demektir."
    },
    {
      "id": 20,
      "narrator": "Al-Rabi' b. Anas, quoting his two grandfathers, said:",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Anas said:",
      "text": "Ammar ibn Yasir'den rivayet edilmiştir: Gece (bir yolculuktan sonra) aileme geldim, ellerim çatlamıştı ve bana safran ile parfüm sürdüler. Sabah Peygamber'e (ﷺ) gittim ve selam verdim, ama o bana cevap vermedi ve beni karşılamadı."
    },
    {
      "id": 22,
      "narrator": "Narrated Ammar ibn Yasir:",
      "text": "O dedi ki: Git ve bunu kendinden yıka. Ben de gittim ve onu kendimden yıkadım. Ona geldim ama üzerimde bir lekesi kaldı. Ona selam verdim, ama o bana cevap vermedi ve beni karşılamadı."
    },
    {
      "id": 23,
      "narrator": "Narrated Al-Walid ibn Uqbah:",
      "text": "O dedi ki: Git ve bunu kendinden yıka. Ben de gittim ve onu kendimden yıkadım. Sonra geldim ve ona selam verdim."
    },
    {
      "id": 24,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "O bana cevap verdi ve beni karşıladı, şöyle dedi: Melekler, bir kafirin cenazesine iyi bir şey getirmek için yaklaşmazlar, ne de olsa safran ile kendini süren bir adam ve cinsel olarak kirlenmiş bir adam. O dedi ki: Cinsel olarak kirlenmiş olan adama, uyuduğunda, yediğinde veya içtiğinde abdest almasına izin verdi."
    },
    {
      "id": 25,
      "narrator": "Narrated Al-Bara' :",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Al-Bara' :",
      "text": "Yukarıda belirtilen rivayet (No. 4164) Ammar ibn Yasir tarafından farklı bir raviler zinciriyle de aktarılmıştır."
    },
    {
      "id": 27,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Bu versiyonda: Ammar dedi ki: Ben khaluq kullandım. İlk versiyon daha mükemmeldir; \"banyo yapma\" ifadesini içermektedir. İbn Jurayj dedi ki: Umar'a (bir nakilci) dedim: Onlar ihram (hac elbisesi) giyiyor olabilir mi? O cevap verdi: Hayır, onlar yerleşik insanlardı."
    },
    {
      "id": 28,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Al-Rabi' b. Anas, iki dedesinden alarak dedi ki: Abu Musa'nın şöyle dediğini duyduk: Allah'ın Elçisi (ﷺ) dedi ki: Allah, bedeninde herhangi bir khaluq (safran ile yapılan parfüm) bulunan bir adamın namazını kabul etmez."
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abu Davud dedi ki: Onun dedeleri Zaid ve Ziyad'dır."
    },
    {
      "id": 31,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) saçını ayırdığımda, başının tepe kısmından bir ayırma yaptım ve saçının ön kısmını gözlerinin arasına sarkıttım."
    },
    {
      "id": 32,
      "narrator": "Narrated Wa'il  ibn Hujr:",
      "text": "Vail b. Hucur'dan rivayet edilmiştir: Peygamber (ﷺ)'e geldim ve uzun saçlarım vardı. Allah'ın Resulü (ﷺ) beni görünce, \"Kötü, kötü!\" dedi. Sonra geri döndüm ve saçlarımı kestim. Sabah ona tekrar geldim. Bana, \"Sana kötülük yapmak istemedim. Bu çok daha iyi.\" dedi."
    },
    {
      "id": 33,
      "narrator": "Narrated Umm Hani:",
      "text": "Ümmü Hani'den rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye geldi ve dört örgü saçla geldi."
    },
    {
      "id": 34,
      "narrator": "Narrated Abdullah ibn Ja'far:",
      "text": "Abdullah b. Ca'fer'den rivayet edilmiştir: Peygamber (ﷺ) Ca'fer'in çocuklarına onları ziyaret etmeleri için üç gün süre verdi. Sonra onları ziyaret etti ve \"Bu günden sonra kardeşim için ağlamayın.\" dedi. \"Kardeşimin çocuklarını bana çağırın.\" dedi. Biz ona tavuk gibi getirildik. \"Bana bir berber çağırın.\" dedi. Sonra emretti ve başlarımız tıraş edildi."
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) qaza'ı yasakladı. Qaza', bir çocuğun başının bir kısmının tıraş edilip diğer kısmının bırakılması demektir."
    },
    {
      "id": 36,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Peygamber (ﷺ) qaza'ı yasakladı; bu, bir çocuğun başının tıraş edilip bir tutam saçın bırakılması anlamına gelir."
    },
    {
      "id": 37,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Peygamber (ﷺ) bir çocuğun başının bir kısmının tıraş edilmiş, diğer kısmının ise bırakılmış olduğunu gördü. Bunu yapmalarını yasakladı ve \"Hepsini tıraş edin veya hepsini bırakın.\" dedi."
    },
    {
      "id": 38,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Benim sarkan bir saç tutamım vardı. Annem bana, \"Onu kesmeyeceğim, çünkü Allah'ın Resulü (ﷺ) onu uzatır ve tutardı.\" dedi."
    },
    {
      "id": 39,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: El-Haccac b. Hasan dedi ki: Enes b. Malik'e girdik. Kız kardeşim el-Mughirah dedi ki: O günlerde sen bir çocuktun ve iki saç tutamın vardı. O (Enes) senin başını okşadı ve senin üzerine bereket diledi. \"Onları (yani tutamları) tıraş et ya da kısalt, çünkü bu Yahudilerin modasıdır.\" dedi."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: İnsanların doğuştan gelen özellikleri beştir. Diğer bir rivayette şöyle denir: Beş şey insanın doğuştan gelen özelliklerindendir: sünnet, pubis tıraşı, koltuk altı tüylerini yolma, tırnakları kesme ve bıyıkları kısaltma."
    },
    {
      "id": 41,
      "narrator": "Narrated Abd Allah b. 'Umar:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bıyıkları kısaltmayı ve sakalı uzatmayı emretti."
    },
    {
      "id": 42,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) pubis tıraşı, tırnak kesme, bıyıkları kısaltma ve koltuk altı tüylerini yolma için kırk gün belirledi. Ebu Davud dedi ki: Ca'fer b. Süleyman bunu Ebu İmrân'dan Enes'in rivayetiyle aktardı. Bu rivayette Peygamber (ﷺ)'den bahsedilmedi. \"Bize kırk gün belirlendi.\" dedi. Bu daha doğru bir rivayettir."
    },
    {
      "id": 43,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Hac veya Umre dışında sakalımızı uzatırdık. Ebu Davud dedi ki: İstihdad, pubis tıraşı demektir."
    },
    {
      "id": 44,
      "narrator": "'Amr b. Shu'aib, on his father's authority, told that his grandfather reported the Messenger of Allah (ﷺ) said:",
      "text": "Amr b. Şu'ayb, babası aracılığıyla, dedesinin Allah'ın Resulü (ﷺ)'nün şöyle söylediğini bildirdi: Beyaz saçları yolmayın. Eğer bir mümin İslam'da bir beyaz saç çıkarırsa, Kıyamet Günü'nde ona nur verilecektir. (Bu Sufyan'ın rivayetidir). Yahya'nın rivayeti ise: Allah onun adına bir sevap yazar ve bir günahını siler."
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Yahudiler ve Hristiyanlar (sakallarını) boyamazlar, bu yüzden onlardan farklı hareket edin."
    },
    {
      "id": 46,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Abu Quhafah, Mekke'nin fethi günü başı ve sakalı kına gibi olan bir halde getirildi. Allah'ın Elçisi (ﷺ) dedi ki: Bunu bir şeyle değiştirin, ama siyahı kaçının."
    },
    {
      "id": 47,
      "narrator": "Narrated AbuDharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Beyaz saçların değiştirildiği en iyi şeyler kına ve katamdır."
    },
    {
      "id": 48,
      "narrator": "Narrated AbuRimthah:",
      "text": "Abu Rimthah'tan rivayet edilmiştir: Babamla birlikte Peygamber (ﷺ)'e gittim. O, kulak loblarına kadar sarkan kına ile boyanmış saçları olan ve iki yeşil giysi giymekteydi."
    },
    {
      "id": 49,
      "narrator": "This version adds (to the previous hadith No 4194):",
      "text": "Bu versiyon (önceki hadis No 4194'e ek olarak): Babam ona (Peygamber'e) dedi ki: Sırtında ne olduğunu bana göster, çünkü ben bir hekimim. O (Peygamber) dedi ki: Sen sadece bir teskin edicisin. Bunun hekimi, onu yaratan O'dur."
    },
    {
      "id": 50,
      "narrator": "Narrated AbuRimthah:",
      "text": "Abu Rimthah'tan rivayet edilmiştir: Ben ve babam Peygamber (ﷺ)'e geldik. O, bir adama veya babama dedi ki: Bu kim? O da: O benim oğlum, diye cevap verdi. O dedi ki: Ona bir suç işlemeyin. O, sakalını kına ile boyamıştı."
    },
    {
      "id": 51,
      "narrator": "Thabit said that Anas was asked about the hair-dye of the Prophet (ﷺ). He replied:",
      "text": "Thabit, Anas'a Peygamber (ﷺ)'in saç boyası hakkında sorulduğunda, o da: O, saçını boyamadı, ama Abu Bekir ve Ömer saçlarını boyadı, diye cevap verdi."
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) deriden yapılmış sandaletler giyer ve sakalını sarı ile wars ve safran ile boyardı, ve İbn Umar da bunu yapardı."
    },
    {
      "id": 53,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Kına ile boyanmış bir adam Peygamber (ﷺ)'in yanından geçerken, o dedi ki: Ne güzel! Kına ve katam ile boyanmış başka bir adam yanından geçince, o dedi ki: Bu, o şeyden daha iyidir. Sonra sarı boya ile boyanmış başka bir adam yanından geçince, o dedi ki: Bu, hepsinden daha iyidir."
    },
    {
      "id": 54,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Zamanın sonunda, bu siyah boyayı kullanan insanlar olacak, tıpkı güvercinlerin ürünleri gibi, cennetin kokusunu tatmayacaklar."
    },
    {
      "id": 55,
      "narrator": "Narrated Thawban:",
      "text": "Thawban'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir yolculuğa çıktığında, gördüğü son aile üyesi Fatıma'ydı ve döndüğünde ziyaret ettiği ilk kişi de Fatıma'ydı. Bir seferden döndüğünde, kapısında bir saç örtüsü veya perde asmış ve al-Hasan ile al-Hüseyin'i gümüş bileziklerle süslemişti. O geldiğinde, içeri girmedi. Gördüğü şeyin onu içeri girmeye engel olduğunu düşündü, bu yüzden perdeyi indirdi, çocukların bileziklerini çıkardı ve onları kestirdi."
    }
  ]
}