{
  "language": "tr",
  "metadata": {
    "length": 26,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bazı Pers hükümdarlarına yazmak istedi. Kendisine, mühürsüz bir mektubu okumayacakları söylendi; bu mühür, \"Muhammed Allah'ın Elçisi\" yazılı gümüş bir yüzük şeklindeydi."
    },
    {
      "id": 2,
      "narrator": "The tradition mentioned above has also been transmitted by Anas through a different chain of narrators. This version as transmitted by 'Isa b. Yunus adds:",
      "text": "Yukarıda bahsedilen rivayet, Anas tarafından farklı bir nakil zinciriyle de aktarılmıştır. 'İsa b. Yunus'un aktardığı bu versiyon ekler: Bu yüzük, onun elinde öldüğü güne kadar kaldı, 'Abu Bekir'in elinde öldüğü güne kadar, 'Ömer'in elinde öldüğü güne kadar ve 'Osman'ın elinde. Bir kuyuya yakınken, yüzük kuyunun içine düştü. Onu çıkarmasını emretti, ama bulunamadı."
    },
    {
      "id": 3,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamberin (ﷺ) mühür yüzüğü gümüşten ve Habeşistan taşıyla yapılmıştı."
    },
    {
      "id": 4,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamberin (ﷺ) mühür yüzüğü tamamen gümüşten ve taşı da öyleydi."
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) altın bir mühür yüzüğü aldı ve taşı elinin avuç kısmına yerleştirdi. Üzerine \"Muhammed, Allah'ın Elçisi\" yazdırdı. İnsanlar daha sonra altın mühür yüzükler aldılar. O, onların (kendi yüzüğü gibi) aldıklarını görünce onu fırlattı ve \"Bir daha asla takmayacağım\" dedi. Sonra gümüş bir yüzük yaptı ve üzerine \"Muhammed, Allah'ın Elçisi\" yazdırdı. Sonra 'Abu Bekir onu taktı, ardından 'Ömer, 'Abu Bekir'den sonra, 'Osman da 'Ömer'den sonra taktı ta ki Aris adında bir kuyunun içine düştü."
    },
    {
      "id": 6,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar through a different chain of narrators from the Prophet (ﷺ). This version adds:",
      "text": "Abu Davud dedi ki: İnsanlar, 'Osman'ın mühür yüzüğünün elinden düştüğüne kadar onun hakkında ihtilaf etmediler."
    },
    {
      "id": 7,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar through different chain of narrators from the Prophet (ﷺ). This version adds:",
      "text": "Yukarıda bahsedilen rivayet, İbn 'Umar tarafından Peygamberden (ﷺ) farklı bir nakil zinciriyle aktarılmıştır. Bu versiyon ekler: Üzerine \"Muhammed, Allah'ın Elçisi\" yazdırdı ve \"Bu mühür yüzüğüm gibi kimse bir şey yazmasın\" dedi. Sonra rivayetin geri kalanını aktardı."
    },
    {
      "id": 8,
      "narrator": "Anas b. Malik said that he saw a silver signet-ring on the hand of the Prophet (ﷺ) only for a day. The people then fashioned and wore (rings). The Prophet (ﷺ) then threw it away and the people also threw (them.)\n\n\nAbu Dawud said:",
      "text": "Yukarıda bahsedilen rivayet, İbn 'Umar tarafından Peygamberden (ﷺ) farklı bir nakil zinciriyle aktarılmıştır. Bu versiyon ekler: Onu aradılar ama bulamadılar. 'Osman daha sonra bir mühür yüzüğü yaptı ve üzerine \"Muhammed, Allah'ın Elçisi\" yazdırdı. Onu takar veya onunla mühürlerdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Anas b. Malik, Peygamberin (ﷺ) elinde bir gümüş mühür yüzüğü gördüğünü yalnızca bir gün söyledi. İnsanlar daha sonra (yüzükler) yaptılar ve taktılar. Peygamber (ﷺ) onu fırlattı ve insanlar da (onları) fırlattı."
    },
    {
      "id": 10,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Abu Davud dedi ki: Ziyad b. Sa'd, Shu'aib ve İbn Musafir bunu al-Zuhri'den aktardılar. 'Ali onların rivayetlerinde: \"gümüşten\" dedi."
    },
    {
      "id": 11,
      "narrator": "Iyas b. al-Harith b. al-Mu'aiqib quoting his grandfather said and his grandfather from his mother's side was Abu Dhubab:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) on şeyi hoş görmezdi: Sarı renklendirme, yani khuluq, gri saçları boyamak, alt giysinin sürüklenmesi, altın mühür yüzüğü takmak, bir kadının, yasak derecede olmayan insanların önünde süslenmesi, zar atmak, Mu'awwidhatan dışında büyü yapmak, muskalar takmak, meni boşalmadan önce cinsel organı çekmek, bir kadınla, ister karısı olsun ister olmasın, cinsel ilişkiye girmek; ama bunları yasaklamadı."
    },
    {
      "id": 12,
      "narrator": "Narrated Ali:",
      "text": "Abu Davud dedi ki: Bu rivayeti yalnızca Basra'nın nakilcileri aktarmıştır."
    },
    {
      "id": 13,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Buraydah ibn al-Hasib'ten rivayet edilmiştir: Bir adam, Peygamberin (ﷺ) yanına geldi ve sarı bakırdan bir mühür yüzüğü takıyordu. Ona: \"Sende putların kokusunu nasıl hissediyorum?\" dedi. O da yüzüğü fırlattı ve demir bir mühür yüzüğü takarak geldi. O (Peygamber) dedi ki: \"Cehennem halkının süslerini neden takıyorsun?\" O da yüzüğü fırlattı. Adam sordu: \"Allah'ın Elçisi, hangi malzemeden yapmalıyım?\" O dedi ki: \"Gümüşten yap, ama bir mithkal kadar ağır olmasın.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Rivayetçi Muhammed, \"'Abd Allah b. Muslim\" demedi ve al-Hasan \"al-Sulami al-Marwazi\" demedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "İyas b. al-Harith b. al-Mu'aiqib, dedesi aracılığıyla şöyle dedi; dedesi annesi tarafından Abu Dhubab'dır: Peygamberin (ﷺ) mühür yüzüğü gümüşle parlatılmış demirden yapılmıştı. Bazen benim elimde kalırdı. Al-Mu'ayqib, Peygamberin (ﷺ) mühür yüzüğünden sorumluydu."
    },
    {
      "id": 16,
      "narrator": "Muhammad ibn Ishaq said:",
      "text": "Muhammed b. İshak dedi ki: Ben, as-Salt b. Abdullah b. Nüfel b. Abdulmuttalib'in sağ küçük parmağında yüzük takarken gördüm. Ben sordum: Bu nedir? O cevap verdi: Ben İbn Abbas'ın yüzüğünü bu şekilde taktığını gördüm. Taşını avucunun üst kısmına doğru yerleştirdi. İbn Abbas ayrıca, Allah'ın Resulü'nün (ﷺ) yüzüğünü bu şekilde taktığını da belirtmiştir."
    },
    {
      "id": 17,
      "narrator": "Ibn az-Zubayr told that a woman client of theirs took az-Zubayr's daughter to Umar ibn al-Khattab wearing bells on her legs. Umar cut them off and said that he had heard the Messenger of Allah (ﷺ) say:",
      "text": "İbn az-Zubayr, onların bir kadın müşterisinin, Zubayr'in kızını, bacaklarında çanlarla birlikte Umar b. al-Khattab'a götürdüğünü söyledi. Umar onları kesip, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duyduğunu söyledi: Her çanın yanında bir şeytan vardır."
    },
    {
      "id": 18,
      "narrator": "Bunanah, female client of 'Abd al-Rahman b. Hayyan al-Ansari told that when she was with 'Aishah a girl wearing little tinkling bells was brought in to her. She ordered that they were not to bring her in where she was unless they cut off her little bells. She said:",
      "text": "Bunanah, Abd al-Rahman b. Hayyan al-Ansari'nin kadın müşterisi, Aişe ile birlikteyken, küçük çanlar takmış bir kızın kendisine getirildiğini söyledi. O, çanları kesmedikçe kızı yanına getirmelerini emretti. Dedi ki: Ben Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: Melekler, içinde çan bulunan bir eve girmezler."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abdurrahman b. Tarafah, dedesi Arfajah b. As'ad'ın al-Kilab savaşında burnu kesildiğinde gümüş bir burun yaptırdığını, ancak bunun kötü bir koku yaydığını, bu yüzden Peygamberin (ﷺ) ona altın bir burun yaptırmasını emrettiğini söyledi."
    },
    {
      "id": 20,
      "narrator": "The tradition mentioned above (No. 4220) has also been transmitted by Arfajah ibn As'ad through a different chain to the same effect. \n\n\n\n\n\nYazid said:",
      "text": "Yukarıda bahsedilen rivayet (No. 4220), Arfajah b. As'ad tarafından farklı bir isnatla aynı şekilde aktarılmıştır."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Yazid dedi ki: Ben AbulAshhab'a sordum: Abdurrahman b. Tarafah dedesi Arfajah ile buluştu mu? O cevap verdi: Evet."
    },
    {
      "id": 22,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Yukarıda bahsedilen rivayet, 'Arfajah tarafından farklı bir raviler zinciriyle aynı şekilde aktarılmıştır."
    },
    {
      "id": 23,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Aişe, Ümmü'l Müminin'den rivayet edilmiştir: Peygamber (ﷺ) Negus tarafından kendisine hediye edilen bazı takıları aldı. Bunlar, Habeş taşlı bir altın yüzük içeriyordu. Allah'ın Resulü (ﷺ) ona dikkatini vererek, onu bir çubuk veya parmağıyla aldı, sonra Abul'As'ın kızı ve kızı Zeynep'in kızı Umame'yi çağırdı ve dedi ki: Tak, sevgili kızım."
    },
    {
      "id": 24,
      "narrator": "Narrated A sister of Hudhayfah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Eğer biri sevdiğine ateşten bir yüzük takmak isterse, ona altın bir yüzük taksın; eğer biri sevdiğine ateşten bir kolye takmak isterse, ona altın bir kolye taksın; eğer biri sevdiğine ateşten bir bilezik takmak isterse, ona altın bir bilezik taksın. Gümüşle yetinin ve onunla eğlenin."
    },
    {
      "id": 25,
      "narrator": "Narrated Asma' daughter of Yazid:",
      "text": "Hudhayfa'nın bir kız kardeşinden rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Siz kadınlar, gümüşle süslenin. Size temin ederim ki, altınla süslenen her bir kadın ceza görecektir."
    },
    {
      "id": 26,
      "narrator": "Narrated Mu'awiyah ibn AbuSufyan:",
      "text": "Esma bint Yazid'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Altın kolye takan her kadın, Kıyamet Günü boynuna ateşten benzeri bir kolye takılacaktır; altın küpe takan her kadın, Kıyamet Günü kulağına ateşten benzeri bir küpe takılacaktır."
    }
  ]
}