{
  "language": "tr",
  "metadata": {
    "length": 39,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaife'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) aramızda durdu (bize bir hitap vermek için) ve kıyamet saatine kadar olacak hiçbir şeyi anlatmadan bırakmadı. Bazıları bunu hatırladı, bazıları unuttu ve bu arkadaşları bunu bildi. Unuttuğum bir şey olduğunda, onu hatırlıyorum, tıpkı bir adamın uzakta olan birinin yüzünü hatırlaması ve onu gördüğünde tanıması gibi."
    },
    {
      "id": 2,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Bu topluluk arasında dört (görkemli) imtihan (fitne) olacak ve bunların sonunda yıkım olacak."
    },
    {
      "id": 3,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) ile oturduğumuzda, imtihan (fitne) dönemlerinden bahsetti ve bunlardan birçoklarını zikretti."
    },
    {
      "id": 4,
      "narrator": "Narrated Hudhayfah ibn al-Yaman:",
      "text": "O, insanların evlerinde kalmaları gereken imtihandan bahsettiğinde, bazıları ona sordu: Allah'ın Resulü, evde kalmanın imtihanı (fitne) nedir?"
    },
    {
      "id": 5,
      "narrator": "Narrated Hudhayfah ibn al-Yaman:",
      "text": "O cevapladı: Kaçış ve yağma olacaktır. Sonra hoş bir imtihan gelecek. Karanlığı, benim ev halkımdan bir adamın ürettiği gerçeğidir; o, bana ait olduğunu iddia edecek, oysa o bana ait değildir, çünkü dostlarım sadece Allah'tan korkanlardır. Sonra insanlar, bir kalça kemiği gibi olan bir adamın etrafında birleşecekler. Sonra, bu topluluktan hiç kimseyi tokatlamadan bırakmayacak olan küçük siyah imtihan gelecek ve insanlar bunun bittiğini söylediklerinde, bu uzatılacak. Bu dönemde bir adam sabah mümin, akşam kafir olacak; böylece insanlar iki kampa ayrılacak: içlerinde hiç bir ikiyüzlülük olmayan iman kampı ve içinde hiç iman olmayan ikiyüzlülük kampı. O zaman böyle olursa, o gün veya ertesi gün Deccal'i (Dajjal) bekleyin."
    },
    {
      "id": 6,
      "narrator": "The traditions mentioned above has also been transmitted by Khalid b. Khalid al-Yashkuri through different chain of narrators. This version has:",
      "text": "Hudhayfa ibn al-Yaman'dan rivayet edilmiştir: Allah'a yemin ederim, arkadaşlarımın unuttuğundan mı yoksa unuttuklarını mı iddia ettiklerinden mi emin değilim. Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) kıyametin sonuna kadar, üç yüz ve üzeri takipçileri olan bir yanlış inanç (fitne) liderini zikretmeden bırakmadı; bize onun adını, babasının adını ve kabilesinin adını söyledi."
    },
    {
      "id": 7,
      "narrator": "Narrated Hudhayfah:",
      "text": "Hudhayfa ibn al-Yaman'dan rivayet edilmiştir: Sübay' ibn Halid dedi ki: Tustar fethedildiği zaman Kufe'ye geldim. Oradan bazı katır aldım. Kufe camisine girdiğimde, orada orta boylu bazı insanlar buldum ve aralarında Hicaz halkından olduğunu gördüğüm bir adam vardı."
    },
    {
      "id": 8,
      "narrator": "The tradition mentioned above has also been transmitted by Hudhaifah through a different chain of narrators from the Prophet (ﷺ). This version says:",
      "text": "Ben sordum: O kimdir? İnsanlar bana kaşlarını çattı ve dediler ki: Onu tanımıyor musun? Bu, Allah'ın Resulü (ﷺ) ile arkadaş olan Hudhayfa ibn al-Yaman'dır."
    },
    {
      "id": 9,
      "narrator": "Narrated Abdullah b. 'Amr:",
      "text": "Sonra Hudhayfa dedi ki: İnsanlar Allah'ın Resulü'ne (ﷺ) iyilik hakkında sorarlardı, ben ise ona kötülük hakkında sorardım. Sonra insanlar ona dikkatlice baktılar."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O dedi ki: Onu neden sevmediğinizi biliyorum. Sonra sordum: Allah'ın Resulü, bu Allah'ın bize bahşettiği iyilikten sonra daha önce olduğu gibi kötülük olacak mı?"
    },
    {
      "id": 11,
      "narrator": "Abu Dawud said:",
      "text": "O cevapladı: Evet. Ben sordum: Ondan korunmanın yolu nedir? O cevapladı: Kılıçtadır. Ben sordum: Allah'ın Resulü, o zaman ne olacak?"
    },
    {
      "id": 12,
      "narrator": "Al-Zuhri said:",
      "text": "O cevapladı: Eğer Allah'ın yeryüzünde bir halifesi varsa, sırtınızı sıyırır ve malınızı alırsa, ona itaat edin; aksi takdirde bir ağacın dalına tutunarak ölün."
    },
    {
      "id": 13,
      "narrator": "Narrated Thawban:",
      "text": "Ben sordum: Sonra ne olacak? O cevapladı: Sonra Deccal (Dajjal) bir nehir ve ateşle ortaya çıkacak. Ateşine düşen kesinlikle karşılığını alacak ve yükü ondan alınacak, ama nehrine düşen yükü tutulacak ve karşılığı ondan alınacak."
    },
    {
      "id": 14,
      "narrator": "Narrated AbuMalik al-Ash'ari:",
      "text": "Sonra sordum: Sonra ne olacak? O dedi: Kıyamet saati gelecek."
    },
    {
      "id": 15,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Yukarıda bahsedilen rivayet, farklı bir raviler zinciri aracılığıyla Khalid b. Khalid al-Yashkuri tarafından da aktarılmıştır. Bu versiyonda: Ben (Hudhayfa) sordum: Kılıç kullanıldıktan sonra kurtulacak olan var mı? O cevapladı: Gözünde lekeler olan bir kalıntı ve yanıltıcı bir ateşkes olacaktır. Sonra rivayetin geri kalanını aktardı. Katade, bunu Ebu Bekir halifeliği dönemindeki dinden dönme olayına uyguladı."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Hurairah :",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: Zaman kısalacak, ilim azalacak, fitneler ortaya çıkacak, cimrilik insanların kalbine yerleşecek ve harj yaygınlaşacaktır. Kendisine soruldu: Allah'ın Messenger'ı! Bu nedir? O da: Kılıç, kılıç dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated AbuBakrah:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: Bir kargaşa dönemi olacak ki, yatan, oturandan daha iyi, oturan, ayakta olandan daha iyi, ayakta olan, yürüyenden daha iyi, yürüyen ise koşandan daha iyi olacaktır."
    },
    {
      "id": 18,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "O sordu: Allah'ın Messenger'ı, bana ne emredersin? O da: Deve sahibi develeriyle, koyun sahibi koyunlarıyla, arazi sahibi arazisiyle kalsın."
    },
    {
      "id": 19,
      "narrator": "Narrated Abdullah ibn Mas'ud ; Khuraym ibn Fatik:",
      "text": "O sordu: Eğer birinin bunlardan fazlası varsa, ne yapmalı?"
    },
    {
      "id": 20,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "O da: Kılıcını almalı, kenarını bir taşa vurmalı ve eğer kaçabiliyorsa kaçmalıdır."
    },
    {
      "id": 21,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Sa'd ibn Ebu Vakkas'tan rivayet edilmiştir: Ben sordum: Allah'ın Messenger'ı! Eğer biri evime girip beni öldürmek için elini uzatırsa (ne yapmalıyım)? Allah'ın Messenger'ı (ﷺ) şöyle cevap verdi: Adem'in iki oğluna benzer ol. Rivayet eden Yezid (ibn Halid) daha sonra şu ayeti okudu: \"Eğer elini bana uzatırsan beni öldürmek için.\""
    },
    {
      "id": 22,
      "narrator": "Narrated AbuDharr:",
      "text": "Abdullah ibn Mes'ud; Khuraym ibn Fatik'ten rivayet edilmiştir: Yukarıda belirtilen hadis (No. 4243) farklı bir rivayet zinciriyle de İbn Mes'ud tarafından aktarılmıştır."
    },
    {
      "id": 23,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "İbn Mes'ud dedi ki: Ben Peygamber'in (ﷺ) şöyle dediğini duydum: Daha sonra Ebu Bekir'den rivayet edilen hadisin bir kısmını zikretti (No. 4243)."
    },
    {
      "id": 24,
      "narrator": "Narrated Al-Miqdad ibn al-Aswad:",
      "text": "Bu versiyon ekliyor: O (Peygamber) dedi: Onların öldürülenleri cehenneme gidecek. Ben (Vabisah) sordum: Bu ne zaman olacak İbn Mes'ud?"
    },
    {
      "id": 25,
      "narrator": "Narrated AbuHurayrah:",
      "text": "O cevap verdi: Bu, bir adamın arkadaşlarından emin olamayacağı kargaşa dönemidir."
    },
    {
      "id": 26,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ben sordum: O dönemde yaşarsam ne yapmalıyım? O da: Dilini ve elini tutmalı ve evde kalmalısın."
    },
    {
      "id": 27,
      "narrator": "'Abd Allah b. 'Abd al-Quddus mentioned in his version:",
      "text": "Uthman öldürüldüğünde, bu hadisi hatırladım. Sonra (bir deveye) bindim ve Şam'a geldim. Orada Khuraym ibn Fatik ile karşılaştım ve bu hadisi ona anlattım. O, Allah'a yemin etti, O'ndan başka ilah yoktur, bunu Allah'ın Messenger'ı (ﷺ) dan duyduğunu söyledi, İbn Mes'ud'un bana (Vabisah) aktardığı gibi."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Ebu Musa el-Aş'ari'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: Kıyamet saatinden önce, bir karanlık gecenin parçaları gibi kargaşalar olacak; bir adam sabah mümin, akşam kafir olacak, ya da akşam mümin, sabah kafir olacak. Bu kargaşalarda oturan, ayağa kalkanlardan daha iyi, yürüyen, koşanlardan daha iyi olacaktır. O yüzden yaylarınızı kırın, yay iplerinizi kesin ve kılıçlarınızı taşlara vurun. Eğer insanlar birinize gelirse, Adem'in iki oğlundan daha iyi olan gibi olsun."
    },
    {
      "id": 29,
      "narrator": "Ahnaf b. Qais said:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Abdurrahman ibn Samurah dedi ki: Ben, İbn Ömer'in elini Medine yollarından birinde tutuyordum. Aniden asılı bir baş gördü. Dedi ki: Onu öldüren ne kötü. İlerlediğinde, dedi ki: Ben onu ancak talihsiz sayarım. Allah'ın Messenger'ı (ﷺ) şöyle dedi: Eğer biri benim ümmetimden birine zarar vermek için giderse, bu şekilde demelidir; öldüren cehenneme, öldürülen cennete gidecektir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Ebu Davud dedi ki: Al-Thawri bunu 'Awn'dan, 'Abd al-Rahman b. Sumair veya Sumairah'dan aktarmıştır; ve Leyth b. Ebu Süleym bunu 'Awn'dan, 'Abd al-Rahman b. Sumairah'dan aktarmıştır."
    },
    {
      "id": 31,
      "narrator": "Narrated AbudDarda' and Ubadah ibn as-Samit:",
      "text": "AbudDarda' ve Ubadah ibn as-Samit'ten rivayet edilmiştir: Khalid ibn Dihqan dedi ki: Biz, Dhuluqiyyah'da Konstantinopolis savaşına katıldığımızda, Filistin halkından, onların soylularından ve seçkinlerinden biri olan, rütbesi kendilerine malum olan bir adam öne çıktı. Adı Hani ibn Kulthum ibn Sharik al-Kinani idi. Abdullah ibn Zakariyya'ya selam verdi, o da onun rütbesini biliyordu."
    },
    {
      "id": 32,
      "narrator": "Khalid b. Dihqan said:",
      "text": "Khalid bize dedi ki: Abdullah ibn AbuZakariyya bize şunu aktardı: Umm ad-Darda'dan duyduğumu, AbudDarda'dan duyduğumu, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini işittim: Allah'ın her günahı affedeceğinden umulur, ancak bir müşrik olarak ölen veya bir mümini kasten öldüren için değil."
    },
    {
      "id": 33,
      "narrator": "Narrated Zayd ibn Thabit:",
      "text": "Hani ibn Kulthum ar-Rabi' daha sonra dedi ki: Mahmud ibn ar-Rabi'den, Ubadah ibn as-Samit'ten, Allah'ın Elçisi'nden (ﷺ) bir rivayet aktardım ki, o şöyle dedi: Bir adam bir mümini haksız yere öldürürse, Allah onun hiçbir ameli, farz ya da nafile, kabul etmeyecektir."
    },
    {
      "id": 34,
      "narrator": "Sa'id bin Jubair said:",
      "text": "Khalid daha sonra bize dedi ki: Ibn AbuZakariyya, Umm ad-Darda'dan, AbudDarda'dan, Allah'ın Elçisi'nden (ﷺ) bir rivayet aktardı ki, o şöyle dedi: Bir mümin, haram kan dökmediği sürece hızlı ve iyi bir şekilde ilerlemeye devam eder; haram kan döktüğünde ise ağırlaşır ve yavaşlar."
    },
    {
      "id": 35,
      "narrator": "The tradition mentioned above has also been transmitted by Sa'id b. Jubair from Ibn 'Abbas through a different chain of narrators. Ibn 'Abbas said:",
      "text": "Benzer bir rivayet Hani ibn Kulthum'dan, Mahmud ibn ar-Rabi' üzerinden, Ubadah ibn as-Samit'ten, Allah'ın Elçisi'nden (ﷺ) aktarılmıştır."
    },
    {
      "id": 36,
      "narrator": "Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "About the verse \"If a man kills a believer intentionally\" Abu Mijlaz said:",
      "text": "Khalid b. Dihqan dedi ki: Yahya b. Yahya al-Ghassani'ye onun (önceki rivayette bahsedilen) \"i'tabata bi qatlihi\" kelimesi hakkında sordum. O dedi ki: Bu, kargaşa (fitnah) döneminde savaşan ve onlardan birinin (diğer insanları) haklı olduğunu varsayarak öldürdüğü kimseleri ifade eder, bu yüzden o, Allah'tan bu (günah) için af dilemez."
    },
    {
      "id": 38,
      "narrator": "Narrated Sa'id ibn Zayd:",
      "text": "Abu Dawud dedi ki: Ve o dedi ki: \"fa'tabata\" kelimesi \"kan döktü\" anlamına gelir."
    },
    {
      "id": 39,
      "narrator": "Narrated AbuMusa:",
      "text": "---"
    }
  ]
}