{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Jabir ibn Samurah:",
      "text": "Jabir ibn Samurah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Din, üzerinizde on iki halife olduğu sürece devam edecektir ve bütün toplum her birine itaat edecektir. Sonra Peygamber'den (ﷺ) anlayamadığım bazı sözler duydum. Babama sordum: Ne diyor? O da: Hepsi Kureyş'ten olacak, dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Jabir b. Samurah:",
      "text": "Jabir b. Samurah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bu din, on iki halife zamanı gelene kadar güçlü kalacaktır, dedi. İnsanlar: Allah en büyüktür, diye seslendiler. Sonra o, anlayamadığım bir kelime söyledi. Ben de babama: Ne dedi baba? dedim. O da: Hepsi Kureyş'ten olacak, dedi."
    },
    {
      "id": 3,
      "narrator": "The tradition mentioned above has also been transmitted by Jabir b. Samurah through a different chain of narrators. This version adds:",
      "text": "Yukarıda bahsedilen rivayet, Jabir b. Samurah tarafından farklı bir nakil zinciri ile de aktarılmıştır. Bu versiyon ekliyor: Eve döndüğünde, Kureyş ona geldi ve: O zaman ne olacak? dediler. O da: O zaman kargaşa hâkim olacak, dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bu dünyada bir gün bile kalsa, Allah o günü uzatır (Za'idah versiyonuna göre), ta ki benim veya ailemden, babasının adı benim babamın adıyla aynı olan bir adamı ortaya çıkarana kadar; o, yeryüzünü adalet ve hakkaniyetle dolduracak, tıpkı zulüm ve baskı ile dolduğu gibi (Fitr versiyonuna göre). Sufyan'ın versiyonu şöyle der: Dünya, Arapların benim ailemden bir adam tarafından yönetilmeden geçmeyecek, adı benim adımla aynı olacak."
    },
    {
      "id": 5,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu Davud dedi ki: 'Umar ve Ebu Bekir'in versiyonu Sufyan'ınki ile aynıdır."
    },
    {
      "id": 6,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bu zaman (dünya) içinde bir gün bile kalsa, Allah benim ailemden bir adamı ortaya çıkarır; o, bu yeri adaletle dolduracak, tıpkı zulümle dolduğu gibi."
    },
    {
      "id": 7,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Umm Salamah, Müminlerin Annesi'nden rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Mehdi benim ailemden, Fatıma'nın soyundandır. Abdullah ibn Ca'fer dedi ki: AbulMalih'in Ali ibn Nufayl'i övdüğünü ve onun güzel niteliklerini anlattığını duydum."
    },
    {
      "id": 8,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Mehdi benim soyumdan olacak, geniş alınlı ve belirgin burunlu olacak. O, yeryüzünü adalet ve hakkaniyetle dolduracak, tıpkı zulüm ve baskı ile dolduğu gibi ve yedi yıl hüküm sürecektir."
    },
    {
      "id": 9,
      "narrator": "The tradition mentioned above has also been transmitted by Qatadah through a different chain of narrators. This version has \"nine years\".\n\n\nAbu Dawud said:",
      "text": "Umm Salamah, Müminlerin Annesi'nden rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir halifenin ölümüyle anlaşmazlık çıkacak ve Medineli bir adam, Mekke'ye doğru uçarak çıkacak. Mekke'den bazı insanlar ona gelecek, onu istemeden dışarı çıkaracak ve Hacerü'l-Esved ile Makam arasında ona biat edecekler. Sonra ona karşı Suriye'den bir sefer gönderilecek ama Mekke ile Medine arasında çölde yutulacak. İnsanlar bunu görünce, Suriye'nin önde gelen velileri ve Irak'ın en iyi insanları ona gelecek ve Hacerü'l-Esved ile Makam arasında ona biat edecekler."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Sonra Kureyş'ten bir adam çıkacak, annesinin kardeşleri Kalb'den olacak ve onlara karşı bir sefer gönderecek; bu sefer onlara karşı galip gelecek ve bu, Kalb seferidir. Kalb ganimetini almayan hayal kırıklığına uğrayacaktır. O, mülkü paylaşacak ve insanları Peygamberlerinin (ﷺ) sünnetiyle yönetecek ve yeryüzünde İslam'ı tesis edecektir. Yedi yıl kalacak, sonra ölecek ve Müslümanlar onun üzerine namaz kılacaklar."
    },
    {
      "id": 11,
      "narrator": "Umm salamah reported the Prophet (ﷺ) as saying about the swallowing up an army by the earth. I asked:",
      "text": "Abu Davud dedi ki: Bazıları Hişam'dan \"dokuz yıl\" ve bazıları \"yedi yıl\" olarak rivayet etmiştir."
    },
    {
      "id": 12,
      "narrator": "Abu Dawud said:",
      "text": "Yukarıda bahsedilen rivayet, Qatadah tarafından farklı bir nakil zinciri ile de aktarılmıştır. Bu versiyonda \"dokuz yıl\" vardır."
    },
    {
      "id": 13,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu Davud dedi ki: Diğer raviler Hişam'dan \"dokuz yıl\" demişlerdir, Mu'adh hariç."
    }
  ]
}