{
  "language": "tr",
  "metadata": {
    "length": 60,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Allah, bu ümmet için her yüz yılın sonunda dinini yenileyecek birini ortaya çıkaracaktır."
    },
    {
      "id": 2,
      "narrator": "Dhu Mikhbar said:",
      "text": "Abu Davud dedi ki: 'Abd al-Rahman bin Şuriah al-Iskandarani de bu hadisi rivayet etmiştir, ancak o Şrahil'i aşmamıştır."
    },
    {
      "id": 3,
      "narrator": "The tradition mentioned above has also been transmitted by Hassan b. ’Atiyyah through a different chain of narrators. This version add:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Dhu Mikhbar dedi ki: Ben, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini duydum: Bizanslılarla güvenli bir barış yapacaksınız, ardından siz ve onlar arkanızda bir düşmanla savaşacaksınız ve zafer kazanacak, ganimet alacak ve güvende olacaksınız. Sonra dönecek ve bir tepe ile çayırda inip, bir Hristiyan haçı kaldıracak ve \"Haç zafer kazandı\" diyecek. Müslümanlardan biri öfkelenip onu kıracak ve Bizanslılar haince davranacak ve savaşa hazırlık yapacaklar."
    },
    {
      "id": 5,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "Narrated Abdullah ibn Busr:",
      "text": "Yukarıda bahsedilen hadis, farklı bir raviden Hasan b. ’Atiyyah tarafından da rivayet edilmiştir. Bu versiyon ekler: Müslümanlar daha sonra silahlarına yönelip savaşacaklar ve Allah o bedeni şehitlik ile onurlandıracaktır."
    },
    {
      "id": 7,
      "narrator": "Narrated Thawban:",
      "text": "Abu Davud dedi ki: Ancak el-Valid, bu hadisi Dhu Mikhbar'dan Peygamber (ﷺ) üzerinden rivayet etmiştir."
    },
    {
      "id": 8,
      "narrator": "Narrated Abu al-Darda':",
      "text": "Abu Davud dedi ki: Rawh, Yahya bin Hamzah ve Bişr bin Bakr da bunu el-Evza'i'den 'Isa'nın belirttiği gibi rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "Abu Dawud said:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Al-Zuhri said:",
      "text": "Mu'adh ibn Cebel'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Kudüs'ün refah durumu, Yathrib harabe olduğunda olacaktır; Yathrib'in harabe durumu, büyük savaş geldiğinde olacaktır; büyük savaşın patlak vermesi, Konstantinopolis'in fethi ile olacaktır ve Konstantinopolis'in fethi, Deccal (Mesih) ortaya çıktığında olacaktır. O (Peygamber) elini uyluğuna veya omzuna vurdu ve şöyle dedi: Bu, burada olduğunuz kadar veya oturduğunuz kadar doğrudur (Mu'adh ibn Cebel'i kastederek)."
    },
    {
      "id": 11,
      "narrator": "Narrated Awf ibn Malik:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Narrated from Abi Sukainah One of the Companions:",
      "text": "Mu'adh ibn Cebel'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: En büyük savaş, Konstantinopolis'in fethi ve Deccal'ın (Mesih) ortaya çıkması yedi ay içinde gerçekleşecektir."
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah reported the Prophet (May peace be upon him)  as saying:",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "Abu hurairah reported the Prophet (ﷺ) as saying:",
      "text": "Abdullah ibn Busr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Büyük savaş ile şehrin (Konstantinopolis) fethi arasında altı yıl olacak ve Deccal (Mesih) yedinci ayda ortaya çıkacaktır."
    },
    {
      "id": 15,
      "narrator": "Buraidah said:",
      "text": "Abu Davud dedi ki: Bu, 'Isa (bin Yunus) tarafından rivayet edilen hadisten daha sağlamdır."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Bakrah:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Kavmimden bazıları, al-Basra adını verecekleri alçak bir yere inecekler, bunun yanında Tigris adında bir nehir olacak ve üzerinde bir köprü bulunacak. Oranın halkı kalabalık olacak ve burası göçmenlerin başkentlerinden biri (veya İbn Yahya'nın Ebu Ma'mar'dan rivayet ettiği versiyona göre Müslümanların başkentlerinden biri) olacaktır."
    },
    {
      "id": 17,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Zamanın sonunda Qantura'nın soyundan gelenler geniş yüzlü ve küçük gözlü olarak nehrin kıyısına inecekler. Şehrin sakinleri üç gruba ayrılacaklar; bunlardan biri sığır peşinde koşacak ve (çölde) yaşayacak ve helak olacak, diğeri kendileri için güvenlik arayacak ve helak olacak, fakat üçüncüsü çocuklarını sırtlarının arkasına alacak ve işgalcilere karşı savaşacaklar ve onlar şehitler olacaklardır."
    },
    {
      "id": 18,
      "narrator": "Salih ibn Dirham said:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: İnsanlar şehirler kuracak, Enes, bunlardan biri al-Basra veya al-Busayra adını alacak. Eğer oradan geçerseniz veya oraya girerseniz, tuz bataklıklarından, Kall'ından, pazarından ve komutanlarının kapısından kaçının ve çevresinde kalın, çünkü yer bazı insanları yutacak, şiddetli yağmur yağacak ve orada depremler meydana gelecek, ve orada gece geçiren bazı insanlar sabah olduğunda maymun ve domuz olacaklar."
    },
    {
      "id": 20,
      "narrator": "Abu zur’ah said:",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Hudhaifah b. Asid al-Ansari said :",
      "text": "Salih bin Dirham dedi ki: Hac için gittik ve bize al-Ubullah adında bir kasabanın yakınında olup olmadığını soran bir adamla karşılaştık. Biz de: Evet, dedik. O da: İçinizden al-Ashshar camisinde benim adıma iki veya dört rekât namaz kılacak olan var mı, \"bu Abu Hurayrah adına\" diyerek?"
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "O (Abu Hurayrah) dedi ki: Arkadaşım Abul Qasim (ﷺ) şöyle buyurdu: Kıyamet Günü Allah, al-Ashshar camisinden şehitleri diriltecek, onlar Badr şehitleriyle birlikte dirilecek olan tek kimseler olacaklardır."
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Davud dedi ki: Bu cami nehrin yakınındadır."
    },
    {
      "id": 24,
      "narrator": "A similar tradition has also been transmitted by Abu Hurairah from the Prophet (ﷺ) through a different chain of narrators. But this version has:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Hudhaifa and Abu Mas’ud got together and Hudhaifah said:",
      "text": "Abdullah bin Amr bin el-As'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Etyopyalıları yalnız bırakın, onlar sizi yalnız bıraktıkları sürece, çünkü Kabe'nin hazinesini almak isteyen yalnızca kısa bacaklı Etyopyalıdır."
    },
    {
      "id": 26,
      "narrator": "Anas b. Malik reported the Prophet (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Shu’bah said in his version:",
      "text": "Ebu Zur'a dedi ki: Medine'de Marwan'a bir grup insan geldi ve onun, ortaya çıkacak ilk alametlerin Dajjal (Deccal) olacağını söylediğini duydu. Sonra ben Abdullah bin Amr'a gittim ve ona bunu söyledim. O ise hiçbir şey söylemedi (güvenilir). Allah'ın Resulü (ﷺ) şöyle buyurdu: Ortaya çıkacak ilk alamet, güneşin battığı yerden doğması ve sabah saatlerinde insanların üzerine canavarı çıkması olacaktır. Hangisi önce gelirse, diğeri de hemen onu takip edecektir. Kutsal kitapları (Tevrat, İncil) okuyan Abdullah dedi ki: Sanırım bunlardan ilki, güneşin battığı yerden doğması olacaktır."
    },
    {
      "id": 28,
      "narrator": "The tradition mentioned above has also been transmitted by Anas b. Malik through a different chain of narrators, This version adds:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Hudeyfe b. Asid el-Ensari dedi ki: Allah'ın Resulü (ﷺ) gölgesinde oturuyorduk ve son saat hakkında konuşuyorduk, son saatten bahsettiğimizde seslerimiz yükseldi. Allah'ın Resulü (ﷺ) şöyle buyurdu: Son saat, on alamet ortaya çıkmadan gelmeyecek: Güneşin battığı yerden doğması, canavarın ortaya çıkması, Gog ve Magog'un ortaya çıkması, Dajjal (Deccal), Meryem oğlu İsa'nın inmesi, duman ve üç yer çökmesi: biri batıda, biri doğuda ve biri Arabistan Yarımadası'nda. Bunun sonuncusu, Aden'in en alt kısmından Yemen'den bir ateşin çıkması olacak ve insanları toplanma yerlerine sürükleyecektir."
    },
    {
      "id": 30,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "Al-nawwas b. Sim’an al-Kilabi said:",
      "text": "Nüvas b. Sıman el-Kilabi dedi ki: Allah'ın Resulü (ﷺ) Dajjal'dan (Deccal) bahsetti ve şöyle dedi: Eğer o benim aranızda ortaya çıkarsa, sizin adınıza onunla tartışacak olan ben olacağım; ama eğer ben aranızda yokken ortaya çıkarsa, bir adam kendi adına tartışmak zorundadır ve Allah, her Müslümanı gözetmekte benim yerime geçecektir. O zamana kadar yaşayanlar, onun üzerine Kehf Suresi'nin başındaki ayetleri okumalıdır; çünkü bu, onun fitnesinden korunmanızdır. Biz sorduk: Yeryüzünde ne kadar kalacak? O şöyle cevap verdi: Kırk gün, bir günü yıl gibi, bir günü ay gibi, bir günü hafta gibi ve geri kalan günleri sizin günleriniz gibi. Biz sorduk: Allah'ın Resulü, o gün bir günün namazı, yıl gibi olacak bu günde bize yeter mi? O şöyle cevap verdi: Hayır, onun süresini tahmin etmelisiniz. Sonra Meryem oğlu İsa, Şam'ın doğusundaki beyaz minareye inecek. Sonra onu Ludd'da yakalayacak ve öldürecektir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Abu al-Darda’ reported the prophet (ﷺ) as saying :",
      "text": "Benzer bir rivayet, Abu Umamah'dan (ﷺ) farklı bir raviler zinciriyle aktarılmıştır. Bu versiyonda, aynı etkiyi taşıyan dualardan bahsedilmiştir."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Fatimah, daughter of Qays:",
      "text": "Ebu'd-Derda' Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Kim Kehf Suresi'nin başından on ayet ezberlerse, Dajjal'ın (Deccal) fitnesinden korunacaktır."
    },
    {
      "id": 36,
      "narrator": "Fatimah, daughter of Qais, said:",
      "text": "Ebu Davud dedi ki: Bu şekilde Hashim el-Dastawa'i, Katade'den aktardı, ancak o şöyle dedi: \"Kim Kehf Suresi'nin sonundaki ayetleri ezberlerse.\" Şu'be, Katade'den \"Kehf'in sonundan\" sözlerini rivayet etti."
    },
    {
      "id": 37,
      "narrator": "Fatimah, daughter of Qais, said:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Benimle o arasında hiçbir peygamber yoktur, yani İsa (ﷺ). O (yeryüzüne) inecek. Onu gördüğünüzde, onu tanıyın: Orta boylu, kırmızımsı beyaz, iki hafif sarı elbise giymiş, başından damlaların düşüyormuş gibi görünen, ama ıslak olmayan bir adamdır. O, insanlar için İslam davasında savaşacak. Haçı kıracak, domuzları öldürecek ve cizye vergisini kaldıracaktır. Allah, İslam dışında tüm dinleri yok edecektir. O, Deccal'ı yok edecek ve yeryüzünde kırk yıl yaşayacak, sonra ölecektir. Müslümanlar onun üzerine namaz kılacaklardır."
    },
    {
      "id": 39,
      "narrator": "Ibn ‘Umar said :",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Fatıma bint Kays şöyle dedi: Allah'ın Resulü (ﷺ) bir zaman cemaatle gece namazını geciktirdi."
    },
    {
      "id": 41,
      "narrator": "Muhammad ibn al-Munkadir told that he saw Jabir ibn Abdullah swearing by Allah that Ibn as-Sa'id was the Dajjal (Antichrist). I expressed my surprise by saying:",
      "text": "Dışarı çıktı ve şöyle dedi: Tamim ed-Dari'nin konuşması beni alıkoydu. O, deniz adalarından birinde bulunan bir adamdan bana aktardı. Aniden, saçlarını sürükleyen bir kadınla karşılaştı. O sordu: Sen kimsin?"
    },
    {
      "id": 42,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "O dedi: Ben Cessaseh'im. O kaleye git. Ben de oraya geldim ve saçlarını sürükleyen, demir zincirlerle bağlı bir adam buldum, cennet ile dünya arasında zıplıyordu."
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Ben sordum: Sen kimsin? O cevap verdi: Ben Dajjal'ım (Deccal). Okuma yazma bilmeyenlerin peygamberi şimdi mi ortaya çıktı? Ben cevap verdim: Evet. O dedi: Ona itaat ettiler mi yoksa isyan mı ettiler? Ben dedim: Hayır, ona itaat ettiler. O dedi: Bu, onlar için daha hayırlıdır."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "A similar tradition has also been transmitted by Ibrahim (al-Nakha’l) through a different chain if narrators. I (Ibrahim) said to ‘Ubaidat al-Salmant :",
      "text": "Fatıma bint Kays şöyle dedi: Allah'ın Resulü (ﷺ) ezan okudu: Namaza toplanın. Ben de dışarı çıktım ve Allah'ın Resulü (ﷺ) ile birlikte namaz kıldım: Allah'ın Resulü (ﷺ) namazını bitirdikten sonra, minbere oturdu ve güldü, sonra dedi: Herkes, namazını kıldığı yerde kalsın. Sonra sordu: Sizi neden topladığımı biliyor musunuz? Onlar dediler: Allah ve Resulü en iyi bilendir. O (ﷺ) dedi: Ben sizi korkutucu bir haber veya bir iyilik için toplamadım. Aksine, sizi Tamim ed-Dari'nin, Hristiyan olup İslam'ı kabul eden bir adamın, Dajjal hakkında size anlattığı bir şey için topladım. O, Lakhm ve Judham'dan otuz adamla birlikte deniz yolculuğu yaptığını ve bir ay boyunca fırtınaya tutulduğunu söyledi. Güneş batarken bir adaya yaklaştılar. Onlar, en yakın teknede oturdular ve adaya girdiler; orada çok tüylü bir yaratıkla karşılaştılar. Onlar dediler: Vay haline! Sen ne olabilirsin? O cevap verdi: Ben Cessaseh'im. Bu manastırdaki adama git, çünkü o seninle ilgili haber almak istiyor. O dedi: Bir adamın adını verdiğinde, onun bir dişi cin olmasından korktuk. Hızla gidip manastıra girdik; orada, daha önce hiç görmediğimiz en büyük ve en güçlü bir adam bulduk, elleri boynuna zincirlenmişti. Sonra rivayetin geri kalanını anlattı. O, Baysan'ın hurma ağaçları ve Zughar'ın pınarı hakkında ve okuma yazma bilmeyen peygamber hakkında sordu. O dedi: Ben Mesih'im (Deccal) ve yakında ortaya çıkmak için izin alacağım. Ve Peygamber (ﷺ) dedi: O, Suriye denizinde veya Yemen denizinde: Hayır, aksine, doğuya doğru. İki kez söyledi ve elini doğuya doğru işaret etti. O dedi: Ben bu (rivayeti) Allah'ın Resulü (ﷺ) ile ezberledim ve rivayeti anlattı."
    },
    {
      "id": 46,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Banu İsrail'i saran ilk bozukluk, bir adamın diğer bir adamla karşılaşarak ona: Ey falan, Allah'tan kork ve yaptığın şeyden vazgeç, çünkü bu senin için helal değil, demesiyle başladı. Sonra ertesi gün onu tekrar gördü ve bu, onunla yemek yemesini, içmesini ve oturmasını engellemedi. Bunu yaptıklarında, Allah onların kalplerini birbirine karıştırdı."
    },
    {
      "id": 47,
      "narrator": "A similar tradition (to the No. 4322) has also been transmitted by Ibn Mas'ud through a different chain of narrators to the same effect. \n\n\n\n\n\nThis version adds:",
      "text": "Sonra şu ayeti okudu: \"İnkar eden İsrailoğulları üzerine Davud'un ve Meryem oğlu İsa'nın diliyle lanetler okundu\"... \"zulmedenler\" kısmına kadar."
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Bakr:",
      "text": "Sonra şöyle dedi: Asla, Allah'a yemin ederim ki, siz iyiliği emretmeli ve kötülüğü yasaklamalısınız, zalimi engellemeli, onu doğruya yönlendirmeli ve onu doğruya kısıtlamalısınız."
    },
    {
      "id": 49,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Abu sa’Id al-Khudri said:",
      "text": "Ibn Mes'ud tarafından benzer bir rivayet, farklı bir raviler zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 51,
      "narrator": "Abu Umayyah ash-Sha'bani said:",
      "text": "Bu versiyon şunu ekler: \"Yoksa Allah kalplerinizi birbirine karıştırır ve sizi lanetler, tıpkı onları lanetlediği gibi.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Davud dedi ki: Bu rivayet, el-Muharibi'den, el-Ala bin el-Musayyab'dan, Abdullah bin Amr bin Murrah'dan, Salim el-Aftas'tan, Ebu Ubeyde'den, Abdullah'tan; ayrıca Halid el-Tahhan'dan, el-Ala'dan, Amr bin Murrah'dan, Ebu Ubeyde'den aktarılmıştır."
    },
    {
      "id": 53,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Sizler bu ayeti okuyorsunuz: \"Ey iman edenler, kendinize dikkat edin; sapıtan kimse size zarar veremez, eğer siz doğru yoldaysanız,\" ve bunu yanlış bir yere koyuyorsunuz."
    },
    {
      "id": 55,
      "narrator": "Narrated Al-'Urs bin 'Amirat al-Kindi:",
      "text": "Halid'in versiyonunda: Biz, Peygamberin (ﷺ) şöyle dediğini duyduk: İnsanlar bir zalimi görüp onu engellemezlerse, Allah onları çok geçmeden hepsini cezalandırır. Amr ibn Hushaym'ın versiyonunda: Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: Eğer bir toplumda isyanlar olursa ve bunları değiştirme gücüne sahip oldukları halde değiştirmezlerse, Allah onları çok geçmeden hepsini cezalandırır."
    },
    {
      "id": 56,
      "narrator": "A similar tradition has also been transmitted by ‘Adl from the prophet (ﷺ) though a different chain of narrators. This version has :",
      "text": "Ebu Davud dedi ki: Bu rivayet, Ebu Usame ve Halid'in aktardığına benzer bir grup raviden de aktarılmıştır. Shu'bah'ın versiyonunda: \"Eğer bir toplumda itaat eylemleri yapılırsa ve bunları yapanlardan daha fazla olanlar varsa....\""
    },
    {
      "id": 57,
      "narrator": "A man from among the companions of the prophet (ﷺ) reported him as saying:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "‘Abd Allah b.  ‘Umar said :",
      "text": "Jabir ibn Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Eğer bir adam, içinde isyan eylemleri yapılan bir toplumda bulunuyorsa ve onlar onu değiştirme gücüne sahip oldukları halde değiştirmiyorlarsa, Allah onları cezalandırmadan önce vuracaktır."
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Tha'labat al-Khushani:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Ebu Sa'id el-Hudri dedi ki: Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: İçinizden biri bir kötülük görürse, eğer onu el ile değiştirebiliyorsa, el ile değiştirsin. (Ravi Hammad, Ibn al-‘Ala’ tarafından tamamlanan hadisin geri kalanını kesti.) Ama eğer bunu yapamazsa, diliyle değiştirsin; eğer diliyle de yapamazsa, kalbinde buğz etsin; bu da imanın en zayıf şeklidir."
    }
  ]
}