{
  "language": "tr",
  "metadata": {
    "length": 52,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Namaz, hem ikamet eden hem de seyahat eden için iki rek'at olarak farz kılınmıştır. Seyahat halindeki namaz, asıl farz kılındığı gibi bırakılmış, ikamet edenin namazı ise artırılmıştır."
    },
    {
      "id": 2,
      "narrator": "Narrated Ya'la b. Umayyah:",
      "text": "Ya'la b. Umayyah'tan rivayet edilmiştir: 'Umar b. al-Khattab'a dedim ki: Bugün insanların namazı kısalttığını gördün mü, oysa Allah şöyle buyurmuştur: \"Eğer kafirlerin size zarar vereceğinden korkarsanız\", halbuki o günler geçti gitti? O da: Senin merak ettiğin aynı konuda ben de merak ettim. Bunu Allah Resulü'ne (ﷺ) söyledim. O da: Bu, Allah'ın size yaptığı bir sadakadır, o halde bu sadakayı kabul edin, dedi."
    },
    {
      "id": 3,
      "narrator": "The above mentioned tradition has also been narrated through a different chain of transmitters by 'Abd Allah b. Abi 'Ammar who narrated it in like manner.\n\n\nAbu Dawud said:",
      "text": "Yukarıda bahsedilen hadis, 'Abd Allah b. Abi Ammar tarafından farklı bir isnatla da rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "Narrated Yahya b. Yazid al-Hannani:",
      "text": "Ebu Davud dedi ki: Bu, Ebu 'Asim ve Hammad b. Mas'adah tarafından, İbn Bakr'dan rivayet edilmiştir."
    },
    {
      "id": 5,
      "narrator": "Narrated Anas b. Malik :",
      "text": "Yahya b. Yazid al-Hannani'den rivayet edilmiştir: Anas b. Malik'e seyahat halindeki namazın kısaltılması hakkında sordum. O da: Allah Resulü (ﷺ) üç mil veya üç farsakh (rivayet eden Şu'bah şüphe etti) yolculuğa çıktığında, iki rek'at namaz kılardı, dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Ben, Allah Resulü (ﷺ) ile birlikte Medine'de öğle namazında dört rek'at, Dhu al-Hulaifah'ta ise ikindi namazında iki rek'at kıldım."
    },
    {
      "id": 7,
      "narrator": "Narrated Mishaj b. Musa:",
      "text": "Ukba b. Amir'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurdu: Allah, dağın zirvesinde ezan okuyan bir keçi çobanından razıdır ve namaz kılar. Yüce Allah şöyle der: Bakın bu kuluma; ezan okuyor ve namaz kılıyor ve benden korkuyor. Ben de onu affederim ve cennete alırım."
    },
    {
      "id": 8,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Mişac b. Musa'dan rivayet edilmiştir: Anas b. Malik'e: Allah Resulü (ﷺ) ne dediğini bize anlat, dedim. O da: Allah Resulü (ﷺ) ile seyahat ettiğimizde, biz: Güneş meridyenin üzerine geçti mi, geçmedi mi? derdik. Ama o (Peygamber) öğle namazını kılar ve sonra yola devam ederdi, dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Mu’adh bin Jabal :",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Allah Resulü (ﷺ) bir yere (seyahat sırasında) durduğunda, öğle namazını kılmadan o yeri terk etmezdi. Bir adam ona: Gün ortasında bile mi? dedi. O da: Gün ortasında bile, dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Mu’adh b. Cebel'den rivayet edilmiştir: Onlar (Sahabe), Allah Resulü (ﷺ) ile birlikte Tâbuk seferine çıktılar. O, öğle ve ikindi namazlarını, akşam ve yatsı namazlarını birleştirdi. Bir gün namazı geciktirdi ve dışarı çıktı (konutundan) ve öğle ve ikindi namazlarını birleştirdi. Sonra içeri girdi ve dışarı çıktı ve akşam ve yatsı namazlarını birleştirdi."
    },
    {
      "id": 11,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: İbn Ömer, Mekke'de bulunduğu sırada Safiye'nin (Peygamberin eşi) vefatından haberdar oldu. Güneş batıncaya ve yıldızlar parlayıncaya kadar ilerledi. Dedi ki: Peygamber (ﷺ) bir şey hakkında acele ettiğinde, bu iki namazı birleştirirdi. Alacakaranlık kayboluncaya kadar ilerledi. Sonra her ikisini (namazları) birleştirdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Mu'adh b. Cebel'den rivayet edilmiştir: Tâbuk seferinde, eğer güneş meridyenin üzerine geçmeden önce Allah Resulü (ﷺ) hareket etmişse, öğle ve ikindi namazlarını birleştirirdi; fakat eğer güneş meridyenin üzerine geçmeden önce hareket etmişse, öğle namazını ikindi namazı için durduğu zamana kadar geciktirirdi. Akşam namazı için de aynı şekilde hareket ederdi; eğer güneş batmadan önce hareket etmişse, akşam ve yatsı namazlarını birleştirirdi, ama eğer güneş batmadan önce hareket etmişse, akşam namazını yatsı namazı için durduğu zamana kadar geciktirirdi ve sonra onları birleştirirdi."
    },
    {
      "id": 13,
      "narrator": "Narrated 'Abd Allah b. 'Abbas:",
      "text": "Ebu Davud dedi ki: Hişam b. 'Urwah, bu hadisi Husayn b. 'Abd Allah'dan, Kuraib aracılığıyla İbn 'Abbas'tan, Peygamber (ﷺ) gibi Mufaddal ve el-Leyth'in rivayet ettiği şekilde nakletmiştir."
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah Resulü (ﷺ) seyahat halinde iken akşam ve yatsı namazlarını birleştirmedi, sadece bir kez birleştirdi."
    },
    {
      "id": 15,
      "narrator": "Narrated Abdullah ibn Waqid:",
      "text": "Ebu Davud dedi ki: Bu, Ayyub'un Nafi' aracılığıyla İbn 'Umar'dan rivayet ettiği bir ifadedir. İbn 'Umar, bu iki namazı birleştirirken sadece Safiye'nin vefatından haberdar olduğu gece görülmüştür. Makhul'ün Nafi' aracılığıyla rivayet ettiği hadis, onun (Nafi') İbn 'Umar'ı bir veya iki kez böyle yaparken gördüğünü göstermektedir."
    },
    {
      "id": 16,
      "narrator": "This tradition has also been transmitted by Ibrahim b. Musa al-Razi, from 'Isa, on the authority of Ibn Jabir to the same effect.\n\n\nAbu Dawud said:",
      "text": "Bu hadis, İbrahim b. Musa el-Razi'den, 'İsa aracılığıyla, İbn Cabir'in rivayetiyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Davud dedi ki: 'Abdullah b. el-Ala', Nafi' aracılığıyla şöyle nakletmiştir: Alacakaranlık kaybolmak üzereyken, inip her iki (namazı) birleştirdi."
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Narrated Hisham b. Sa'd:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Medine'de öğle ve ikindi namazlarında yedi rekât, akşam ve yatsı namazlarında sekiz rekât kıldırdı. Rivayet eden Sulaiman ve Musaddad \"bizi kıldırdı\" sözlerini söylememiştir."
    },
    {
      "id": 20,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ebu Davud dedi ki: Yukarıda belirtilen hadis, Salih, Tu'mah'ın talebesi aracılığıyla İbn Abbas'tan \"Yağmurda değil.\" şeklinde de rivayet edilmiştir."
    },
    {
      "id": 21,
      "narrator": "Narrated Anas b. Malik :",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "The above mentioned tradition has also been reported by 'Uqail through a different chain of narrators. He said:",
      "text": "Abdullah b. Abdullah'dan rivayet edilmiştir: Güneş Mekke'de batarken, Allah'ın Elçisi (ﷺ) Sarif'te iki namazı birleştirdi."
    },
    {
      "id": 23,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Al-Bara' :",
      "text": "Hişam b. Sa'd'dan rivayet edilmiştir: Mekke ile Sarif arasında on mil mesafe vardı."
    },
    {
      "id": 25,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Hafs b. 'Asim:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir: Abdullah b. Dinar dedi ki: Güneş, Abdullah b. Ömer ile birlikteyken battı. Yola çıktık ve akşamın geldiğini görünce namaz kıldık. Alacakaranlık kaybolana kadar yolculuğa devam etti ve yıldızlar çoğaldı. Sonra inip iki namazı birleştirdi. Ardından dedi ki: Allah'ın Elçisi (ﷺ)'ni gördüm; yolculuğunu hızlandırdığında, benim bu namazım gibi namaz kılardı. Dedi ki: Gece bir kısmı geçtikten sonra iki namazı birleştirirdi. Ebu Davud dedi ki: Bu, Asim b. Muhammed'in kardeşinden Salim aracılığıyla rivayet edilmiştir ve bu, İbn Ebu Neccih'in İsmail b. Abdurrahman b. Dhuwayb'den, İbn Ömer'in alacakaranlık kaybolduktan sonra iki namazı birleştirdiğine dair rivayet ettiği bir hadistir."
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) güneş batmadan önce yola çıktığında, öğle namazını ikindi namazının vaktine kadar geciktirirdi, sonra inip iki namazı birleştirirdi. Eğer güneş hareket etmeden önce batarsa, öğle namazını kılar ve (hayvana) binerdi - üzerine selam olsun."
    },
    {
      "id": 29,
      "narrator": "Narrated 'Abd Allah b. 'Umar:",
      "text": "Ebu Davud dedi ki: Rivayet eden Mufaddal, Mısır'ın hakimi idi. Duası Allah katında kabul oldu; Fudalah'ın oğluydu."
    },
    {
      "id": 30,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Ata b. Ebu Rabah Aişe'ye sordu: Kadınlar binek üzerinde namaz kılabilir mi? O da cevap verdi: Zorlukta veya rahatlıkta buna izin verilmedi. Muhammed b. Şu'ayb dedi ki: Bu (yasaklama) farz namazlar için geçerlidir."
    },
    {
      "id": 32,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "İmrân b. Hüsayn'dan rivayet edilmiştir: Ben Allah'ın Resulü (ﷺ) ile bir sefere çıktım ve onunla fetihte bulundum. Mekke'de on sekiz gün kaldı ve her namazda sadece iki rek'at kıldı. Ve dedi ki: Ey şehirde yaşayanlar, siz dört rek'at kılmalısınız; biz yolcularız."
    },
    {
      "id": 33,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Mekke'de on yedi gün kaldı ve namazı kısalttı (yani her namazda iki rek'at kıldı). İbn Abbas dedi ki: On yedi gün kalan kişi namazı kısaltmalıdır; ondan fazla kalan kişi ise tam namaz kılmalıdır."
    },
    {
      "id": 34,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Davud dedi ki: İbn Abbas'tan farklı bir isnadla rivayet edilen diğer versiyon şunu ekliyor: O (Peygamber) Mekke'de on dokuz gün kaldı."
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Feth Yılı'nda Mekke'de on beş gün kaldı. Namazı kısalttı."
    },
    {
      "id": 36,
      "narrator": "Narrated Anas b. Malik :",
      "text": "Ebu Davud dedi ki: Bu rivayet 'Abdah b. Süleyman, Ahmed b. Halid el-Vahbi ve Salamah b. Fadl tarafından İbn İshak'tan aktarılmıştır; ancak İbn Abbas'ın adını anmamışlardır."
    },
    {
      "id": 37,
      "narrator": "Narrated Ali ibn AbuTalib ; Anas ibn Malik:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Mekke'de on yedi gün kaldı ve her namazda iki rek'at kıldı."
    },
    {
      "id": 38,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Biz Allah'ın Resulü (ﷺ) ile Medine'den Mekke'ye çıktık ve Medine'ye dönene kadar her namazda iki rek'at kıldı. Biz (insanlar) dedik: Orada bir süre kaldınız mı? O da cevap verdi: Orada on gün kaldık."
    },
    {
      "id": 39,
      "narrator": "Narrated AbuAyyash az-Zuraqi:",
      "text": "Ali b. Ebu Talib; Enes b. Malik'ten: Muhammed babasından, Ömer'den, dedesi Ali b. Ebu Talib'ten rivayet etti: Ali seyahat ettiğinde, neredeyse karanlık olana kadar devam etti. Sonra indi ve akşam namazını kıldı. Sonra akşam yemeğini çağırır ve yerdi. Sonra gece namazını kılar ve yola çıkar."
    },
    {
      "id": 40,
      "narrator": "Narrated Sahl b. Abi Hathmah:",
      "text": "O derdi ki: Allah'ın Resulü (ﷺ) böyle yapardı."
    },
    {
      "id": 41,
      "narrator": "Narrated Salih b. Khawwat:",
      "text": "Usame b. Zeyd, Enes b. Malik'in oğlu Hafs b. Ubaydullah'tan rivayet etti: Enes, alacakaranlık kaybolduğunda akşam ve gece namazlarını birleştirirdi."
    },
    {
      "id": 42,
      "narrator": "Narrated Sahl b. Abi Hathmah al-Ansari:",
      "text": "O dedi ki: Peygamber (ﷺ) böyle yapardı. Az-Zuhri de benzer şekilde Enes'ten Peygamber (ﷺ) hakkında rivayet etmiştir."
    },
    {
      "id": 43,
      "narrator": "Urwah ibn az-Zubayr reported that Marwan ibn al-Hakam asked AbuHurayrah:",
      "text": "Cabir b. Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Tâbuk'ta yirmi gün kaldı; namazı kısalttı (orada kaldığı süre boyunca)."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Davud dedi ki: Bu rivayeti sürekli bir isnadla aktaran kimse yoktur, sadece Ma'mar vardır."
    },
    {
      "id": 45,
      "narrator": "Abu Dawud said:",
      "text": "Ebu Ayyash ez-Zuraqi'den rivayet edilmiştir: Biz Allah'ın Resulü (ﷺ) ile Usfan'da buluştuk ve Halid b. Velid kafirlerin lideriydi. Öğle namazını kıldık."
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir bölümünü bir rekat namazda yönetti ve diğer bölüm düşmana karşı duruyordu. Sonra döndüler ve diğer bölümün pozisyonunu aldılar. Onlar (diğer bölüm) geldiler ve o (Peygamber) onları ikinci rekatta yönetti. Sonra selam verdi. Daha sonra ayağa kalktılar ve kalan rekatı tamamladılar, gittiler ve diğer bölüm kalan rekatlarını tamamladı."
    },
    {
      "id": 47,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Abu Davud dedi ki: Bu hadis Nafi' ve Halid b. Ma'dan tarafından İbn 'Umar'dan benzer şekilde Peygamber (ﷺ) üzerinden rivayet edilmiştir. Bu da benzer şekilde Masruq ve Yusuf b. Mihran tarafından İbn 'Abbas'tan aktarılmıştır. Bu, Yunus tarafından el-Hasan'dan Abu Musa'dan benzer bir şekilde rivayet edilmiştir, Abu Musa'nın böyle yaptığını söyleyerek."
    },
    {
      "id": 48,
      "narrator": "This tradition has been transmitted by Kushaif with a different chain of narrators and to the same effect. This version adds:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated Hudhayfah:",
      "text": "Abdullah ibn Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) tehlike zamanında bize namaz kıldırdı. İnsanlar iki saf halinde durdular. Bir saf Allah'ın Resulü (ﷺ) arkasındaydı ve diğeri düşmana karşı duruyordu. Allah'ın Resulü (ﷺ) onlara bir rekat kıldırdı, sonra diğer bölüm geldi ve yerlerini aldı; gittiler ve düşmana karşı durdular. Peygamber (ﷺ) onlara bir rekat kıldırdı ve selam verdi. Onlar ayağa kalktılar ve ikinci rekatı kendileri kıldılar ve selam verdiler ve gittiler; düşmana karşı durmak için diğer bölümün yerini aldılar. Geldiler ve yerlerini aldılar. Kendileri bir rekat kıldılar ve sonra selam verdiler."
    },
    {
      "id": 50,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Narrated AbuBakrah:",
      "text": "Bu hadis Kushaif tarafından farklı bir raviler zinciri ile aynı etkiyle aktarılmıştır. Bu versiyon ekler: Allah'ın Peygamberi (ﷺ) tekbir getirdi ve her iki saf birlikte tekbir getirdi."
    },
    {
      "id": 52,
      "narrator": "Narrated 'Abd Allah b. Unais:",
      "text": "Abu Davud dedi ki: Bu hadis al-Thawri tarafından Khusaif aracılığıyla aynı etkiyle rivayet edilmiştir. 'Abd al-Rahman b. Samurah da benzer şekilde namaz kıldı. Ancak o (Peygamber) bir rekatta yönettiği bölüm selam verdikten sonra arkadaşlarının yerini aldı. Onlar geldiler ve kendileri bir rekat kıldılar. Sonra yerlerine döndüler ve kendileri (bir rekat) kıldılar."
    }
  ]
}