{
  "language": "tr",
  "metadata": {
    "length": 143,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "‘Ikrimah said:",
      "text": "İkrime dedi ki: Ali, İslam'dan dönen bazı insanları yaktı. İbn Abbas buna dair bilgi aldığında, \"Eğer ben olsaydım, onları yakmazdım; çünkü Allah Resulü (ﷺ) 'Allah'ın cezasını kimseye uygulamayın' dedi. Onları, Allah Resulü'nün (ﷺ) beyanı gereği öldürürdüm. Resulullah, 'Dinini değiştirenleri öldürün' dedi. Ali buna dair bilgi aldığında, \"İbn Abbas ne kadar doğru söyledi!\" dedi."
    },
    {
      "id": 2,
      "narrator": "`Abd Allah (b. Mas`ud) reported the Messenger of Allah (peace be upon him) as saying:",
      "text": "Abdullah (b. Mes'ud) Allah Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Allah'tan başka ilah olmadığına ve ben Allah'ın Resulü olduğuna şehadet eden bir Müslüman'ın kanı, ancak üç sebepten biri için helal olarak dökülmelidir: evli bir zinakar, cana karşı can ve dininden ayrılıp topluluktan ayrılan.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edildi: Allah Resulü (ﷺ) şöyle dedi: \"Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Resulü olduğuna şehadet eden bir Müslüman'ın kanı, yalnızca üç sebepten biri için helal olarak dökülmelidir: evlilikten sonra zina eden bir adam, bu durumda taşlanmalıdır; Allah ve Resulü ile savaşmak için çıkan birisi, bu durumda öldürülmeli veya çarmıha gerilmeli veya ülkeden sürülmelidir; ya da bir cinayet işleyen, bu durumda öldürülmelidir.\""
    },
    {
      "id": 4,
      "narrator": "Abu Burdah said on the authority of Abu Musa :",
      "text": "Ebu Burdah, Ebu Musa'nın rivayetiyle: \"Ben, iki Ash'arî adamla birlikte Peygamber (ﷺ)'in yanına gittim. Biri sağımda, diğeri solumdaydı. Her ikisi de ondan iş talep ettiler. Peygamber (ﷺ) sessiz kaldı. O, 'Ne dersin Ebu Musa, ya da Abdullah b. Kays (Ebu Musa'nın ismi)?' dedi. Ben de: 'Seni hak ile gönderen Allah'a yemin ederim ki, onların kalplerinde ne olduğunu bana bildirmediler ve iş talep edeceklerini bilmiyordum.' dedim. O, 'Gözümün önünde sahneyi görüyorum ki, diş temizleme aleti dudağının altında duruyordu.' dedi. Peygamber (ﷺ): 'Biz, iş talep eden kimseyi asla işin başına getirmeyeceğiz.' dedi. 'Ama git, ey Ebu Musa, ya da Abdullah b. Kays.' dedi. Sonra onu Yemen valisi olarak gönderdi. Ardından Muaz b. Cebel'i gönderdi. Muaz ona geldiğinde, 'İn aşağı.' dedi ve onun için bir yastık koydu. Bir adamın onunla birlikte zincirli olduğunu gördü. 'Bu nedir?' diye sordu. 'O bir Yahudi idi ve İslam'ı kabul etti. Sonra dinine döndü, kötü bir din.' dedi. 'Ben oturmayacağım, ta ki Allah ve Resulü'nün (ﷺ) kararı gereği öldürülene kadar.' dedi. 'Evet, otur.' dedi. 'Ben oturmayacağım, ta ki Allah ve Resulü'nün (sallallahu aleyhi ve sellem) kararı gereği öldürülene kadar.' dedi. Bunu üç kez söyledi. Sonra onun için emir verdi ve öldürüldü. Her ikisi de namaz ve gece uyanıklığı konusunu tartıştılar. Birisi, muhtemelen Muaz, 'Benim için, ben uyurum ve uyanık kalırım: uyanık kalırım ve uyurum: uykum için uyanıklık kadar aynı mükafatı umuyorum.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Mu'adh ibn Jabal:",
      "text": "Mu'adh b. Cebel'den rivayet edildi: Ebu Musa dedi ki: Mu'adh, Yemen'de bulunduğum sırada yanıma geldi. Bir adam Yahudi olarak İslam'ı kabul etti ve sonra İslam'dan döndü. Mu'adh geldiğinde, 'Ben, o öldürülene kadar binek hayvanımdan inmem.' dedi. Sonra o öldürüldü. Birisi, 'Ona bundan önce tövbe etmesi için soruldu.' dedi."
    },
    {
      "id": 6,
      "narrator": "Abu Burdah said:",
      "text": "Ebu Burdah dedi ki: İslam'dan dönen bir adam, Ebu Musa'ya getirildi. Onu yirmi gün veya civarında tövbeye davet etti. Sonra Mu'adh geldi ve ona (İslam'ı kabul etmesi için) davet etti ama o reddetti. Böylece başı kesildi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Yukarıda bahsedilen rivayet, Ebu Musa tarafından farklı bir isnatla da aktarılmıştır. Ancak tövbe talebine dair bir şey yoktur."
    },
    {
      "id": 8,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Abbas'tan rivayet edildi: Abdullah b. Ebu Sarh, Allah Resulü (ﷺ) için (vahiy) yazardı. Şeytan onu kaydırdı ve kafirlerle birlikte oldu. Allah Resulü (ﷺ), onu Fetih günü (Mekke'nin fethi) öldürülmesini emretti. Osman b. Affan ona koruma istedi. Allah Resulü (ﷺ) ona koruma verdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Sa'd b. Ebu Vakkas'tan rivayet edildi: Mekke'nin fethi günü, Abdullah b. Sa'd b. Ebu Sarh, Osman b. Affan ile saklandı."
    },
    {
      "id": 10,
      "narrator": "Jarir reported the prophet (ﷺ) as saying:",
      "text": "Onu getirdi ve Peygamber (ﷺ)'in önünde durdurdu ve dedi: \"Abdullah'ın biatını kabul et, Allah'ın Resulü!\" O, başını kaldırdı ve ona üç kez baktı, her seferinde reddetti ama üçüncü kez biatını kabul etti."
    },
    {
      "id": 11,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Sonra arkadaşlarına döndü ve dedi: \"Sizden benim elimden biatını kabul etmediğimi gören akıllı bir adam yok muydu, kalkıp onu öldürsün?\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Onlar dediler: \"Biz, kalbinde ne olduğunu bilmiyorduk, Allah'ın Resulü! Neden bize göz işareti yapmadın?\""
    },
    {
      "id": 13,
      "narrator": "Narrated AbuBakr:",
      "text": "O dedi: \"Bir Peygamberin gözleriyle aldatıcı numaralar yapması uygun değildir.\""
    },
    {
      "id": 14,
      "narrator": "Anas b. Malik said:",
      "text": "Cerir, Peygamber (ﷺ)'in şöyle söylediğini bildirdi: \"Bir köle kaçtığında ve şirk koştuğunda, helal olarak öldürülebilir.\""
    },
    {
      "id": 15,
      "narrator": "The tradition mentioned above has also been transmitted by the narrator Ayyub through different chain. This version has :",
      "text": "Abdullah b. Abbas'tan rivayet edildi: Kördü ve bir cariyesi vardı ki, o Peygamber (ﷺ)'e hakaret eder ve onu küçümserdi. Ona yasakladı ama o durmadı. Ona azarladı ama o alışkanlığını bırakmadı. Bir gece, Peygamber (ﷺ)'e hakaret etmeye ve onu küçümsemeye başladı. Bunun üzerine bir hançer aldı, karnına koydu, bastırdı ve onu öldürdü. Bacakları arasında gelen bir çocuk, oradaki kanla lekelenmişti. Sabah olunca, Peygamber (ﷺ) bu durumdan haberdar oldu."
    },
    {
      "id": 16,
      "narrator": "The tradition mentioned above has also been transmitted by Anas. B. Malik through a different chain of narrators. This version says :",
      "text": "Yukarıda bahsedilen rivayet, Anas b. Malik tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyon şöyle der: Allah'ın Elçisi (ﷺ) onları takip eden bazı iz sürücüler gönderdi ve onlar (ona) getirildiler. Yüce Allah, bununla ilgili ayeti indirdi: \"Allah'a ve Elçisine savaş açanların ve yeryüzünde fesat çıkarmaya çalışanların cezası...\""
    },
    {
      "id": 17,
      "narrator": "The tradition mentioned above has also been transmitted by Anas. B. Malik through a different chain of narrators. This version has :",
      "text": "Yukarıda bahsedilen rivayet, Anas b. Malik tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyonda Anas şöyle demiştir: Onlardan birinin susuzluktan dolayı ağzıyla toprağı ısırdığını gördüm ve bu yüzden öldüler."
    },
    {
      "id": 18,
      "narrator": "A similar tradition has also been transmitted by Anas bin Malik through a different chain of narrators. This version adds:",
      "text": "Benzer bir rivayet, Anas bin Malik tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyon ekler: Sonra çirkinleştirmeyi yasakladı. Bu versiyonda \"karşı taraflardan\" ifadesi geçmemektedir. Bu rivayet, Şu’be'den, Katade ve Selam bin Miskin'den, Sabit aracılığıyla Anas'tan aktarılmıştır. \"Karşı taraflardan\" ifadesini zikretmemişlerdir. \"Ellerinin ve ayaklarının karşı taraflardan kesildiği\" ifadesini Hammad bin Salamah'ın rivayeti dışında hiçbir versiyonda bulamadım."
    },
    {
      "id": 19,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Ömer'den rivayet edilmiştir: Bazı insanlar Allah'ın Elçisi'nin (ﷺ) develerine baskın düzenledi, onları sürüp götürdüler ve dinden döndüler. Allah'ın Elçisi (ﷺ) bir mümin olan devecisini öldürdüler. O (Peygamber) onların peşine adamlar gönderdi ve yakalandılar. Elleri ve ayakları kesildi, gözleri oyuldu. Allah'a ve Elçisine karşı savaş açma ile ilgili ayet daha sonra indirildi. Bunlar, Anas ibn Malik'in Haccac'a bilgi verdiği kimselerdi."
    },
    {
      "id": 20,
      "narrator": "Narrated AbuzZinad:",
      "text": "AbuzZinad'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) develerini çalanların ellerini ve ayaklarını kestikten sonra gözlerini ateşle (ısıtılmış çivilerle) oydu, Allah bu (hareketi) nedeniyle onu uyardı ve Yüce Allah şöyle indirdi: \"Allah'a ve Elçisine savaş açanların ve yeryüzünde fesat çıkarmaya çalışanların cezası, idam veya çarmıha germe.\""
    },
    {
      "id": 21,
      "narrator": "Muhammad bin Sirin  said :",
      "text": "Muhammed bin Sirin dedi ki: Bu, belirlenmiş cezaların (hudud) indirilmesinden önce oldu, yani Anas'ın rivayeti."
    },
    {
      "id": 22,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: \"Allah'a ve Elçisine savaş açanların ve yeryüzünde fesat çıkarmaya çalışanların cezası, idam, çarmıha germe, ya da ellerin ve ayakların karşı taraflardan kesilmesi veya ülkeden sürgündür... en merhametli\" ayeti, müşrikler hakkında indirilmiştir. Eğer onlardan biri yakalanmadan önce tövbe ederse, bu onun hak ettiği belirlenmiş cezanın uygulanmasına engel olmaz."
    },
    {
      "id": 23,
      "narrator": "‘A’ishah said:",
      "text": "‘A’işe dedi ki: Kureyş, hırsızlık yapan Makhzumi kadını için endişeliydi. Dediler ki: Allah'ın Elçisine (ﷺ) onun hakkında kim konuşacak? Sonra dediler ki: Uşame bin Zeyd'den başka kim cesur olur ki, peygamberin (ﷺ) arkadaşı! Öyleyse Usame ona konuştu ve Allah'ın Elçisi (ﷺ) dedi ki: Allah'ın belirlediği cezalardan biri hakkında mı arabuluculuk yapıyorsun? Sonra ayağa kalktı ve bir konuşma yaptı, şöyle dedi: Sizi yok eden şey, geçmişteki atalarınızın, aralarından birinin hırsızlık yaptığında onu serbest bırakmaları, ama aralarından zayıf biri hırsızlık yaptığında ona belirlenmiş cezanın uygulanmasıydı. Allah'a yemin ederim ki, eğer Fatıma binti Muhammed hırsızlık yapsa, onun elini keserim."
    },
    {
      "id": 24,
      "narrator": "’A’ishah said:",
      "text": "‘A’işe dedi ki: Makhzumi bir kadın, eşyaları ödünç alır ve almadığını inkar ederdi, bu yüzden peygamber (ﷺ) onun elinin kesilmesini emretti. Rivayetçi, daha sonra rivayetin geri kalanını el-Leyth gibi aktardı ve şöyle dedi: Peygamber (ﷺ) onun elini kesti."
    },
    {
      "id": 25,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Abu Davud dedi ki: İbn Vahb, bu rivayeti Yunus'tan, el-Zuhri aracılığıyla aktardı ve bu versiyonda el-Leyth şöyle dedi: Bir kadın, Peygamber (ﷺ) döneminde Fethi (Mekke) sırasında hırsızlık yaptı. Bu, el-Leyth tarafından Yunus'tan, İbn Şihab aracılığıyla nakledilmiştir. Bu versiyonda şöyle dedi: Bir kadın eşyaları ödünç aldı. Mas'ud bin el-Aswad da Peygamber (ﷺ) den benzer bir rivayet aktardı ve şöyle dedi: Allah'ın Elçisinin (ﷺ) evinden bir kadife çalındı."
    },
    {
      "id": 26,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abu Davud dedi ki: Ebu el-Zubair, Cabir'den rivayet etti: Bir kadın hırsızlık yaptı ve Peygamber'in (ﷺ) kızı Zeynep'e sığındı."
    },
    {
      "id": 27,
      "narrator": "Narrated Nu'aym:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: İyi niteliklere sahip olanların hatalarını affedin, ama belirlenmiş cezaların uygulanacağı hataları affetmeyin."
    },
    {
      "id": 28,
      "narrator": "Ibn al-Muakadir said:",
      "text": "Abdullah ibn Amr ibn el-As'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Aranızda belirlenmiş cezaların uygulanmasını affedin, çünkü duyduğum her belirlenmiş ceza uygulanmalıdır."
    },
    {
      "id": 29,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "Nu'aym'dan rivayet edilmiştir: Ma'iz, Peygamber (ﷺ) 'in huzuruna geldi ve (zina yaptığını) dört kez itiraf etti, bu yüzden ona taşlanarak öldürülmesini emretti, ama Huzzal'a dedi ki: Eğer onu örtünseydin, senin için daha iyi olurdu."
    },
    {
      "id": 30,
      "narrator": "Narrated AbuUmayyah al-Makhzumi:",
      "text": "İbn el-Muakadir dedi ki: Huzzal, Ma'iz'i Peygamber'e (ﷺ) gitmesi ve (zina yaptığını) ona söylemesi için göndermişti."
    },
    {
      "id": 31,
      "narrator": "Abu ‘Umamah said :",
      "text": "Ebu Ümame dedi ki: Bir adam peygambere (ﷺ) geldi ve dedi ki: Allah'ın Elçisi! Ben, ceza gerektiren bir suç işledim, bana ceza ver. Peygamber (ﷺ) dedi ki: Geldiğinde abdest almadın mı? Adam: Evet, dedi. Peygamber (ﷺ) dedi: Bizimle birlikte namaz kılmadın mı? Adam: Evet, dedi. Bunun üzerine Peygamber (ﷺ) dedi: Git, çünkü Allah, yüce olan, seni affetti."
    },
    {
      "id": 32,
      "narrator": "Azhar ibn Abdullah al-Harari said:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "‘A’ishah said:",
      "text": "Azhar ibn Abdullah el-Harari dedi ki: Kila' halkından bazı mallar çalındı. Bazı dokumacıları (hırsızlıkla) suçladılar. An-Nu'man ibn Bashir'e, Peygamber (ﷺ) arkadaşına geldiler. Onları birkaç gün hapsedip serbest bıraktı."
    },
    {
      "id": 34,
      "narrator": "‘A’ishah reported the prophet (ﷺ) as saying :",
      "text": "Onlar an-Nu'man'a geldiler ve dediler ki: Onları dövmeden ve sorgulamadan serbest bıraktın. An-Nu'man dedi ki: Ne istiyorsunuz? Onları dövmemi mi istiyorsunuz? Eğer mallarınız onlarda bulunursa, o zaman sorun yok; aksi takdirde, onların sırtlarından aldığım gibi, sizin sırtlarınızdan da alırım. Onlar sordular: Bu senin kararın mı? An-Nu'man dedi: Bu, Allah ve O'nun Elçisinin (ﷺ) kararidir."
    },
    {
      "id": 35,
      "narrator": "Ibn ‘Umar’ said:",
      "text": "Ebu Davud dedi ki: Bu sözle onları korkuttu; yani, itiraf olmadan dövmek gerekli değildir."
    },
    {
      "id": 36,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Aişe dedi ki: Peygamber (ﷺ) bir hırsızın elini bir çeyrek dinar ve üzeri için keserdi."
    },
    {
      "id": 38,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "This tradition has also been transmitted by  Muhammad bin Yahya bin Hibban through a different chain of narrators. This version adds :",
      "text": "Aişe, Peygamber (ﷺ) şöyle dediğini bildirdi: Bir hırsızın elinin bir çeyrek dinar ve üzeri için kesilmesi gerekir."
    },
    {
      "id": 40,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ahmed b. Salih dedi ki: Hırsızın elinin kesilmesi bir çeyrek dinar ve üzeri içindir."
    },
    {
      "id": 41,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "İbn Ömer dedi ki: Allah'ın Elçisi (ﷺ) bir hırsızın elini üç dirhem değerinde bir kalkan için kestirdi."
    },
    {
      "id": 43,
      "narrator": "The tradition mentioned above has also been transmitted by Jabir through a different chain of narrators. This version adds :",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "Narrated Safwan bin Umayyah:",
      "text": "Abdullah ibn Ömer'den rivayet edildi: Peygamber (ﷺ) kadınlar için ayrılmış yerden üç dirhem değerinde bir kalkan çalan bir adamın elini kestirdi."
    },
    {
      "id": 45,
      "narrator": "Ibn ‘Umar said:",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Bir kadın, tanıdık bazı kişiler aracılığıyla takı ödünç aldı ve kendisi bilinmiyordu. Sonra bunları sattı. Yakalandı ve Peygamber (ﷺ)'e getirildi. Onun elinin kesilmesi emrini verdi. Usame'nin araya girdiği bu kadın hakkında, Allah'ın Elçisi (ﷺ) ne söylediyse o söylenmiştir."
    },
    {
      "id": 47,
      "narrator": "‘A’ishah said :",
      "text": "Aişe dedi ki: Makhzumlardan bir kadın eşyaları ödünç alır ve aldığını inkar ederdi. Peygamber (ﷺ) onun elinin kesilmesi emrini verdi. O (rivayet eden) daha sonra Kutaibe'nin el-Laith'ten İbn Şahib'den aktardığına benzer bir hadisi anlattı. Bu versiyon ekler: Peygamber (ﷺ) onun elinin kesilmesini sağladı."
    },
    {
      "id": 48,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Üç kişi vardır ki, onların amelleri kaydedilmez: Uyanana kadar uyuyan, aklını yitiren, ergenliğe ulaşana kadar çocuk."
    },
    {
      "id": 49,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: İbn Abbas dedi ki: Zina yapan bir deli kadın Ömer'e getirildi. O, insanlara danıştı ve onun taşlanmasını emretti."
    },
    {
      "id": 50,
      "narrator": "A similar tradition has also been transmitted by al-A’mash through a different chain of narrators. He also said :",
      "text": "Ali ibn Ebu Talib oradan geçti ve dedi ki: Bu (kadın) hakkında ne oluyor? Onlar dediler: Bu, belirli bir aileye mensup deli bir kadındır. Zina yapmıştır. Ömer, onun taşlanmasını emretmiştir."
    },
    {
      "id": 51,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "O dedi ki: Onu geri götürün. Sonra ona geldi ve dedi: Müminlerin Emiri, aklını yitiren, uyanana kadar uyuyan ve ergenliğe ulaşana kadar çocuk olan üç kişi olduğunu bilmiyor musun?"
    },
    {
      "id": 52,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "O dedi: Evet. Sonra sordu: Peki, bu kadın neden taşlanıyor?"
    },
    {
      "id": 53,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "O dedi: Hiçbir şey yok. Sonra dedi: Bırakın gitsin. O (Ömer) onu serbest bıraktı ve Allah en büyüktür demeye başladı."
    },
    {
      "id": 54,
      "narrator": "Narrated Atiyyah al-Qurazi:",
      "text": "Yukarıda belirtilen hadisin benzeri, el-A'maş tarafından farklı bir rivayet zinciriyle aktarılmıştır. O da dedi ki: \"... Ergenliğe ulaşana kadar ve aklını yitiren, bilincine kavuşana kadar.\""
    },
    {
      "id": 55,
      "narrator": "The tradition mentioned above has also been transmitted by ‘Abd al- Malik b. ‘Umar through a different chain of narrators. This version has:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: İbn Abbas dedi ki: Deli bir kadın Ali ibn Ebu Talib'in yanından geçti. O da Uthman'ın bahsettiği gibi hadisin geri kalanını anlattı. Bu versiyon şunu ekler: Allah'ın Elçisi (ﷺ) dedi ki: Üç kişi vardır ki, onların amelleri kaydedilmez: Aklı başında olmayan, bilincine kavuşana kadar, uyanana kadar uyuyan ve ergenliğe ulaşana kadar çocuk."
    },
    {
      "id": 56,
      "narrator": "Ibn ‘Umar said:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Ebu Zubyan dedi ki: Zina yapan bir kadın Ömer'e getirildi. O, onun taşlanmasını emretti."
    },
    {
      "id": 57,
      "narrator": "Nafi ‘said:",
      "text": "Ali tam o sırada oradan geçti. Onu yakaladı ve serbest bıraktı. Ömer bundan haberdar oldu. Dedi ki: Ali'yi bana çağırın. Ali ona geldi ve dedi: Müminlerin Emiri, Allah'ın Elçisi (ﷺ)'nin dediğini biliyorsun: Üç kişi vardır ki, onların amelleri kaydedilmez: Ergenliğe ulaşana kadar çocuk, uyanana kadar uyuyan, aklını yitiren. Bu, falan filanın ailesine mensup deli bir kadındır. Onunla bu eylemi yapmış olan birisi, onun deli olduğu sırada yapmış olabilir."
    },
    {
      "id": 58,
      "narrator": "Narrated Busr ibn Artat:",
      "text": "Ömer dedi: Bilmiyorum. Ali dedi: Ben de bilmiyorum."
    },
    {
      "id": 59,
      "narrator": "Narrated AbuDharr:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Üç kişi vardır ki, onların amelleri kaydedilmez: Uyanana kadar uyuyan, ergenliğe ulaşana kadar çocuk ve aklını yitiren, bilincine kavuşana kadar."
    },
    {
      "id": 60,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Ebu Davud dedi ki: İbn Juraij, bunu Ali'den, Peygamber (ﷺ)'den nakletmiştir. Bu versiyon şunu ekler: \"Ve aklı zayıf bir ihtiyar.\""
    },
    {
      "id": 61,
      "narrator": "'Abd al-Rahman b. Muhariz said:",
      "text": "'Abd al-Rahman b. Muhariz dedi ki: Fadalah b. 'Ubaid'e, hırsızın (kesilmiş) elinin boynuna asılmasıyla ilgili bir sünnet olup olmadığını sorduk. O şöyle dedi: Hırsız, Allah'ın Elçisi'ne (ﷺ) getirildi ve elinin kesilmesine hükmedildi. Daha sonra onun için bunu emretti ve el boynuna asıldı."
    },
    {
      "id": 62,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Bir köle hırsızlık yaparsa, onu sat, hatta bu yarım ukiyye bile olsa."
    },
    {
      "id": 63,
      "narrator": "Ibn ‘Abbas said:",
      "text": "İbn 'Abbas dedi ki: Kur'an ayeti şöyle der: \"Eğer kadınlarınızdan bazıları fuhuş yaparlarsa, onlara karşı aranızdan dört (güvenilir) şahit getirin; eğer şahitlik ederlerse, onları evlerde hapsedin, ta ki ölüm kendilerini alana veya Allah onlara başka bir yol tayin edene kadar.\" Allah, bir ayette kadınlardan sonra erkekleri zikretmiş ve onları başka bir ayette birleştirmiştir: \"Eğer aranızdan iki erkek fuhuş yaparsa, her ikisini de cezalandırın. Eğer tövbe ederler ve ıslah olurlarsa, onları serbest bırakın.\" Bu emir, \"Zina eden kadın ve erkeği yüz sopa vurun.\" ayetiyle neshedilmiştir."
    },
    {
      "id": 64,
      "narrator": "Mujahid said:",
      "text": "Mücahid dedi ki: \"Ayetteki bir yol tayin etmek, belirlenmiş ceza anlamına gelir.\""
    },
    {
      "id": 65,
      "narrator": "‘Ubadah b. al-Samit reported the Messenger of Allah(ﷺ) as sayings:",
      "text": "Süfyân dedi ki: \"Cezalandırmak\" ifadesi evli olmayanları, \"onları evlerde hapsedin\" ifadesi ise evli kadınları kastetmektedir."
    },
    {
      "id": 66,
      "narrator": "A similar tradition has been transmitted by al-Hasan through a chain of Yahya and to the same effect. This version adds:",
      "text": "'Ubadah b. al-Samit, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Öğretilerimi kabul edin, öğretilerimi kabul edin. Allah, o kadınlar için bir yol tayin etmiştir. Eğer taraflar evli ise, yüz sopa vurulacak ve taşlanarak öldürüleceklerdir. Eğer taraflar evli değilse, yüz sopa vurulacak ve bir yıl sürgün edileceklerdir."
    },
    {
      "id": 67,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "Benzer bir rivayet, al-Hasan tarafından Yahya aracılığıyla iletilmiştir ve aynı etkiyi taşımaktadır. Bu versiyon, yüz sopa vurulacak ve taşlanarak öldürüleceklerini eklemektedir."
    },
    {
      "id": 68,
      "narrator": "‘Abd Allah b. ‘Abbas said:",
      "text": "Ubadah ibn as-Samit'ten rivayet edilmiştir: Yukarıda bahsedilen (No. 4401) rivayet, Ubadah ibn as-Samit tarafından farklı bir raviler zinciriyle de aktarılmıştır."
    },
    {
      "id": 69,
      "narrator": "Narrated Nu'aym ibn Huzzal:",
      "text": "Bu versiyonda: İnsanlar Sa'd ibn Ubadah'a dediler ki: Abu Thabit, belirlenmiş cezalar indirilmiştir: Eğer karınla bir adam bulursan, ne yaparsın?"
    },
    {
      "id": 70,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "O şöyle dedi: Onları o kadar kılıçla vururum ki, sustururum (yani öldürürüm). Dört şahit toplamak için mi gitmeliyim? O zamana kadar ihtiyaç karşılanmış olur."
    },
    {
      "id": 71,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Böylece, Allah'ın Elçisi (ﷺ) ile toplandılar ve dediler: Allah'ın Elçisi! Abu Thabit'i görmedin mi? O şöyle dedi."
    },
    {
      "id": 72,
      "narrator": "Jabir b. Samurah said:",
      "text": "Allah'ın Elçisi (ﷺ) dedi: Kılıç yeterli bir şahit. Sonra şöyle dedi: Hayır, hayır, öfkeli ve kıskanç bir adam bu yolu izleyebilir."
    },
    {
      "id": 73,
      "narrator": "Simak said:",
      "text": "Ebu Davud dedi ki: Bu rivayet, Waki' tarafından al-Fadl b. Dilham'dan, al-Hasan'dan, Qabisah b. Huraith'tan, Salamah b. al-Muhabbaq'tan, Peygamber (ﷺ) aracılığıyla aktarılmıştır. Ve bu, Ibn al-Muhabbaq tarafından, karısının bir cariyesiyle cinsel ilişkiye girdiği etkisiyle aktarılmıştır."
    },
    {
      "id": 74,
      "narrator": "Shu’bah said:",
      "text": "Ebu Davud dedi ki: Al-Fadl b. Dilham, rivayetleri ezberleyen biri değildi. O, Vasit'te bir kasaptı."
    },
    {
      "id": 75,
      "narrator": "Ibn ‘Abbas said:",
      "text": "'Abd Allah b. 'Abbas dedi ki: 'Umar b. al-Khattab bir konuşma yaptı ve şöyle dedi: Allah, Muhammad'ı (ﷺ) hak ile gönderdi ve ona kitaplar indirdi, ve taşlama ayeti de indirdiği şeyler arasındaydı. Biz onu okuduk ve ezberledik. Allah'ın Elçisi (ﷺ) insanları taşlattı ve biz de onun ölümünden sonra bunu yaptık. Zamanla insanların: \"Allah'ın kitaplarında taşlama ayetini bulamıyoruz\" demesinden korkuyorum, böylece Allah'ın emrettiği bir görevi terk ederek sapacaklar. Taşlama, zina eden evli erkekler ve kadınlar için, delil bulunduğunda, ya da hamilelik ya da itiraf durumunda, Allah tarafından belirlenmiş bir görevdir. Allah'a yemin ederim, eğer insanlar: 'Umar, Allah'ın kitabına ekleme yaptı' demeseydi, onu (oraya) yazardım."
    },
    {
      "id": 76,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Ma'iz ibn Malik, Peygamber (ﷺ)'e gelerek zina ettiğini iki kez itiraf etti. Fakat onu geri çevirdi. Sonra tekrar geldi ve zina ettiğini iki kez daha itiraf etti. Ama onu geri çevirdi. Sonra tekrar geldi ve zina ettiğini iki kez daha itiraf etti. O (Peygamber) dedi ki: Kendine dört kez şahitlik ettin. Onu al ve taşlayarak öldür."
    },
    {
      "id": 77,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Ma'iz ibn Malik'e dedi ki: Belki öptün, ya da sıktın, ya da baktın. O dedi ki: Hayır. Sonra dedi ki: Onunla cinsel ilişkiye girdin mi? O dedi ki: Evet. Bunun üzerine (Peygamber) onun taşlanarak öldürülmesi emrini verdi. Rivayet eden \"İbn Abbas'tan\" demedi. Bu Wahb'ın versiyonudur."
    },
    {
      "id": 78,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Aslam kabilesinden bir adam Peygamber (ﷺ)'e geldi ve bir kadınla yasadışı cinsel ilişkiye girdiğini dört kez kendisi aleyhine şahitlik etti, o sırada Peygamber (ﷺ) ondan yüz çevirdi."
    },
    {
      "id": 79,
      "narrator": "A similar tradition has also been transmitted by Abu Hurrairah through a different chain of narrators. This version adds:",
      "text": "Sonra beşinci kez itiraf ettiğinde, döndü ve sordu: Onunla cinsel ilişkiye girdin mi? O cevap verdi: Evet. Sordu: Cinsel organın onunkiyle birleşti mi? O cevap verdi: Evet. Sordu: Onu bir kohl çubuğu gibi, kutusunun içinde ve bir ipin kuyuya düştüğü gibi mi yaptın? O cevap verdi: Evet. Sordu: Zina nedir biliyor musun? O cevap verdi: Evet. Onunla, bir adamın karısıyla yapabileceği şeyleri yasadışı olarak yaptım."
    },
    {
      "id": 80,
      "narrator": "Jabir b. ‘Abd Allah said:",
      "text": "Sonra sordu: Söylediklerinden ne istiyorsun? O dedi ki: Beni temizlemeni istiyorum. Bunun üzerine onunla ilgili emir verdi ve taşlanarak öldürüldü. Sonra Peygamber (ﷺ) bir arkadaşının diğerine: Allah'ın gizlediği bu adamın hatasını bırakmayıp taşlandığını söyledi. Onlara hiçbir şey demedi ama bir süre yürüdü, ta ki ayakları havada bir eşek cesedine gelene kadar."
    },
    {
      "id": 81,
      "narrator": "Abu Sa’id said:",
      "text": "Sordu: Filan nerede? Onlar dediler: İşte buradayız, Allah'ın Elçisi (ﷺ)! O dedi: Aşağı inin ve bu eşeğin cesedinden biraz yiyin. Onlar cevap verdiler: Allah'ın Elçisi! Kim bunun bir kısmını yiyebilir? O dedi: Kardeşinize gösterdiğiniz aşağılık, bunun bir kısmını yemekten daha ciddidir. Canımın sahibi olan Allah'a yemin ederim ki, o şimdi cennet nehirleri arasında ve onlara dalıyor."
    },
    {
      "id": 82,
      "narrator": "Abu Nadrah said:",
      "text": "Benzer bir rivayet Ebu Hureyre tarafından farklı bir rivayet zinciriyle aktarılmıştır. Bu versiyon şunu ekler: Rivayet eden Hasan b. Ali dedi ki: Rivayetçiler bu rivayetin kelimeleri konusunda farklılık gösterdiler. Bazıları dedi ki: O (Ma'iz) bir ağaca bağlandı, diğerleri ise: O ayakta durdu dedi."
    },
    {
      "id": 83,
      "narrator": "Buraidah said. :",
      "text": "Cabir b. Abdullah dedi ki: Aslam kabilesinden bir adam, Allah'ın Elçisi (ﷺ)'ne geldi ve zina itirafında bulundu. O (Peygamber) ondan yüz çevirdi. Kendisi aleyhine dört kez şahitlik ettiğinde, Peygamber (ﷺ) dedi ki: Delimi oldun? O dedi ki: Hayır. O sordu: Evli misin? O cevap verdi: Evet. Peygamber (ﷺ) onunla ilgili emir verdi ve o, namaz yerinde taşlanarak öldürüldü. Sonra taşlar ona zarar verdiğinde, kaçtı ama yakalandı ve taşlanarak öldürüldü. Peygamber (ﷺ) onun hakkında iyi konuştu ve onun için dua etmedi."
    },
    {
      "id": 84,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Ebu Sa'id dedi ki: Peygamber (ﷺ) Ma'iz b. Malik'i taşlaması emrini verdiğinde, onu Baql'a çıkardık. Allah'a yemin ederim ki, onu bağlamadık, ne de olsa onun için bir çukur kazmadık. Ama o bizim önümüzde duruyordu. Rivayet eden Ebu Kamil dedi ki: Biz ona kemikler, toprak parçaları ve çömlek kırıkları attık. O kaçtı ve biz peşinden koştuk ta ki Harra'nın bir tarafına gelene kadar. Orada bizim önümüzde durdu ve biz ona Harra'nın büyük taşlarını attık ta ki o öldü. O (Peygamber) onun için af dilemedi, ne de olsa onun hakkında kötü konuşmadı."
    },
    {
      "id": 85,
      "narrator": "Narrated Al-Lajlaj al-Amiri:",
      "text": "Ebu Nadra dedi ki: Bir adam Peygamber (ﷺ)'e geldi. Sonra benzer bir rivayet aktardı ama tam olarak değil. Bu versiyonda: İnsanlar onun hakkında kötü konuşmaya başladılar ama o (Peygamber) onları yasakladı. Sonra onlar ondan af dilemeye başladılar ama o, \"O bir günah işlemiş bir adamdır. Allah onu kendisiyle hesaba çekecektir.\" diyerek onları yasakladı."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Buraida dedi ki: Peygamber (ﷺ) Ma'iz'in nefesini kokladı."
    },
    {
      "id": 87,
      "narrator": "Narrated Sahl ibn Sa'd:",
      "text": "Burayda ibn al-Hasib'ten rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ)'nin arkadaşları, karşılıklı olarak konuşuyorduk: Keşke al-Ghamidiyyah ve Ma'iz ibn Malik itiraflarından sonra geri çekilselerdi; ya da o dedi ki: İtiraflarından sonra geri çekilmeselerdi, onları (ceza için) takip etmezdi. O, dördüncü (itiraf) sonrasında onları taşlattı."
    },
    {
      "id": 88,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Al-Lajlaj al-Amiri'den rivayet edilmiştir: Ben pazarda çalışıyordum. Bir kadın bir çocuk taşıyarak geçti. İnsanlar ona doğru koştu ve ben de onlarla birlikte koştum."
    },
    {
      "id": 89,
      "narrator": "Jabir said:",
      "text": "Sonra Peygamber (ﷺ)'e gittim, o da soruyordu: Bu (çocuğun) babası kim? O sessiz kaldı."
    },
    {
      "id": 90,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Yanında bir genç dedi ki: Ben onun babasıyım, Allah'ın Elçisi!"
    },
    {
      "id": 91,
      "narrator": "Al-Auza’i said:",
      "text": "Al-Auza’i dedi ki: \"Şukkta\" kelimesi bağlı demektir, yani elbiseleri bağlanmıştı."
    },
    {
      "id": 92,
      "narrator": ") Buraidah said:",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "Narrated Zakariya Abi 'Imran:",
      "text": "Buraidah dedi ki: Ghamidli bir kadın, Peygamber (ﷺ)'e geldi ve dedi ki: Zina yaptım. O da: Geri dön, dedi. Kadın geri döndü, ertesi gün tekrar geldi ve dedi ki: Belki beni Ma’iz b. Malik gibi geri göndermek istiyorsun. Allah'a yemin ederim ki hamileyim. O da: Geri dön, dedi. Kadın geri döndü ve ertesi gün tekrar geldi. O da: Geri dön, çocuğu doğuruncaya kadar, dedi. Kadın geri döndü. Çocuğu doğurduğunda, çocuğu ona getirdi ve dedi ki: İşte burada! Onu doğurdum. O da: Geri dön, onu emzir ve sütünü kesinceye kadar bekle, dedi. Kadın onu emzirdikten sonra, çocuğu elinde bir şeyle getirdi, çocuk bir şey yiyordu. Çocuk, Müslümanlardan birine verildi ve onun hakkında emir verdi. Böylece onun için bir çukur kazıldı ve emir verdi, taşlanarak öldürüldü. Khalid, ona taş atanlardan biriydi. Ona bir taş attı. Kan damlası yanağına düştüğünde, ona hakaret etti. Peygamber (ﷺ) ona: Yavaş ol, Khalid. Canımın olduğu Allah'a yemin ederim ki, o öyle bir itirafta bulundu ki, eğer haksız yere fazla vergi alan biri bu kadar tövbe etseydi, affedilirdi, dedi. Sonra onun hakkında emir verdi, onun için dua etti ve gömüldü."
    },
    {
      "id": 94,
      "narrator": "Abu Dawud said:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Abu Hurairah and Zaid b. Khalid al-Juhani said:",
      "text": "Zakariya Abi 'Imran'dan rivayet edilmiştir: Yaşlı bir adamın, bu babanın rivayetiyle Abu Bakrah'dan aktardığını duydum ki, Peygamber (ﷺ) bir kadını taşlattı ve bir çukur onun göğsüne kadar kazıldı."
    },
    {
      "id": 96,
      "narrator": "Ibn ‘Umar said:",
      "text": "Abu Davud dedi ki: Bir adam bunu bana 'Uthman (b. Abi Shaibah) aracılığıyla anlattı."
    },
    {
      "id": 97,
      "narrator": "Al-Bara’ b. Azib said:",
      "text": "Abu Davud dedi ki: Al-Ghassani dedi ki: Juhainah, Ghamid ve Bariq aynı şeydir."
    },
    {
      "id": 98,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Narrated Abdullah Ibn Umar:",
      "text": "Abu Davud dedi ki: Benzer bir rivayet, Zakariya b. Salim tarafından farklı bir nakil zinciriyle aktarılmıştır. Bu versiyonda eklenmiştir: O (Peygamber) ona nohut büyüklüğünde bir taş attı. Sonra dedi ki: Ona atın ve yüzünden kaçının. O öldüğünde, onu dışarı çıkardı ve onun için dua etti. Tövbe hakkında Buraidah'daki rivayete benzer şeyler söyledi."
    },
    {
      "id": 100,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayrah ve Zaid b. Khalid al-Juhani dedi ki: İki adam, Allah'ın Elçisi (ﷺ) huzuruna bir anlaşmazlıkla geldiler. Birisi dedi ki: Bizim aramızda Allah'ın Kitabı'na göre hüküm ver, Allah'ın Elçisi! Diğeri daha anlayışlı olanı dedi ki: Evet, Allah'ın Elçisi! Bizim aramızda Allah'ın Kitabı'na göre hüküm ver ve bana konuşma izni ver. O (Peygamber) dedi ki: Konuş. Sonra dedi ki: Bu (adam) benim oğlum, bu (adam) onun karısıyla zina yaptı, ve bana söylendi ki, oğlum taşlanmalı. Ben onu yüz koyun ve bir cariye ile fidye verdim; ama âlimlere sorduğumda, bana oğlumun yüz sopa yemesi ve bir yıl sürgün edilmesi gerektiğini, taşlanmanın yalnızca erkeğin karısına uygulanacağını söylediler. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: Canımın olduğu Allah'a yemin ederim ki, kesinlikle sizin aranızda Allah'ın Kitabı'na göre hüküm vereceğim. Koyunlarınız ve cariyeniz size iade edilecektir, ve oğlunuz yüz sopa yiyecek ve bir yıl sürgün edilecektir. Ve Unias al-Aslami'ye o adamın karısına gitmesini emretti, eğer o itiraf ederse, onu taşlayacaktı. O itiraf etti ve taşlandı."
    },
    {
      "id": 102,
      "narrator": "Jabir b. ‘Abd Allah said:",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "A similar tradition has also been transmitted by Ibrahim and al-Sha’bi from the Prophet (ﷺ) through a different chain of narrators. But this version does not mention the words:",
      "text": "İbn ‘Umar dedi ki: Bazı Yahudiler, Allah'ın Elçisi (ﷺ)'ne geldiler ve aralarından bir adam ve bir kadının zina yaptığını kendisine söylediler. Allah'ın Elçisi (ﷺ) onlara sordu: Taşlama hakkında Tevrat'ta ne buluyorsunuz? Onlar cevap verdiler: Onları rezil ederiz ve kırbaçlarız. 'Abd Allah b. Salam dedi ki: Yalan söylüyorsunuz; içinde (taşlama için) talimat var. Bunun üzerine Tevrat'ı getirdiler ve açtılar, ve içlerinden biri taşlama ayetinin üzerine elini koydu ve öncesini ve sonrasını okudu. 'Abd Allah b. Salam ona dedi ki: Elini kaldır. O da kaldırdığında, taşlama ayetinin orada olduğu görüldü. Sonra dediler ki: Doğru söyledi, Muhammed, taşlama ayeti içindedir. Allah'ın Elçisi (ﷺ) onlara emir verdi ve taşlandılar. 'Abd Allah b. 'Umar dedi ki: Adamın kadının üzerine yaslandığını ve onu taşlardan koruduğunu gördüm."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "Jabir bin ‘Abd Allah said:",
      "text": "Al-Bara’ b. Azib dedi ki: İnsanlar, Allah'ın Elçisi (ﷺ)'nin yanından geçerken, bir Yahudi, kömürle kararmış yüzüyle etrafında dolaştırılıyordu. O, Allah'a yemin ederek sordu: Sizin İlahi kitabınızda bir zina edenin cezası nedir? O (rivayet eden) dedi ki: Onu aralarından birine yönlendirdiler. Peygamber (ﷺ) ona yemin etti ve sordu: Sizin İlahi Kitabınızda zina edenin cezası nedir? O cevap verdi: Taşlama. Ama zina, bizim rütbe sahibi insanlarımız arasında yaygınlaştı, bu yüzden rütbe sahibi birinin yalnız bırakılmasını ve cezanın daha düşük rütbeye sahip birine uygulanmasını istemedik. Bu yüzden bunu kendimiz için askıya aldık. Allah'ın Elçisi (ﷺ) onun hakkında emir verdi ve taşlanarak öldürüldü. Sonra dedi ki: Ey Allah! Ben, senin kitabının öldürdükleri emrini dirilten ilk kişiyim."
    },
    {
      "id": 106,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Al-Bara' ibn Azib'den rivayet edilmiştir: Kayıp develerimi ararken, bir kervan ya da bir bayrak taşıyan bazı atlılar geldi. Bedeviler, Peygamber (ﷺ) ile olan konumum için etrafımda dönmeye başladılar. Bir kubbeli yapıya geldiler, içinden bir adam çıkardılar ve boynunu vurdular. Onun hakkında sordum. Bana, babasının karısıyla evlendiğini söylediler."
    },
    {
      "id": 107,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Al-Bara' ibn Azib'den rivayet edilmiştir: Bayrağı taşıyan amcama rastladım. Ona: Nereye gidiyorsun? dedim. O da: Allah'ın Resulü (ﷺ) beni, babasının karısıyla evlenen bir adama gönderdi. Başını kesmemi ve malını almamı emretti, dedi."
    },
    {
      "id": 108,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "An-Nu'man ibn Bashir'den rivayet edilmiştir: Habib ibn Salim dedi ki: Abdurrahman ibn Hunayn adında bir adam, karısının cariyesiyle cinsel ilişkiye girdi. Bu mesele, Kufe valisi olan An-Nu'man ibn Bashir'e getirildi. O da: Sizler arasında, Allah'ın Resulü (ﷺ) kararına göre hüküm vereceğim. Eğer o, onu sizin için helal kıldıysa, size yüz sopa vuracağım. Eğer onu sizin için helal kılmadıysa, sizi taşlayacağım, dedi. Sonunda onun onu helal kıldığı anlaşıldı. Bu nedenle, ona yüz sopa vurdu."
    },
    {
      "id": 109,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "Katatada dedi ki: Ben Habib b. Salim'e yazdım; o da bunu (hadisi) bana yazdı."
    },
    {
      "id": 110,
      "narrator": "Narrated Salamah ibn al-Muhabbaq:",
      "text": "An-Nu'man ibn Bashir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Karısının cariyesiyle (haram) cinsel ilişkiye giren bir adam hakkında: Eğer o, onu sizin için helal kıldıysa, yüz sopa vurulacak; eğer onu sizin için helal kılmadıysa, onu taşlayacağım."
    },
    {
      "id": 111,
      "narrator": "Narrated Salamah ibn al-Muhabbaq:",
      "text": "Salamah ibn al-Muhabbaq'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ), karısının cariyesiyle cinsel ilişkiye giren bir adam hakkında şu kararı verdi: Eğer onu zorladıysa, o serbesttir ve ona benzer bir cariyeyi hanımına vermelidir; eğer o, isteyerek ilişkiye girmesini istediyse, o ona ait olur ve hanımına benzer bir cariyeyi vermelidir."
    },
    {
      "id": 112,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Davud dedi ki: Bu hadis, Yunus b. 'Ubaid, 'Amr b. Dinar, Mansur b. Zadhan ve Selam tarafından el-Hasan'dan aynı şekilde aktarılmıştır. Ancak Yunus ve Mansur, Kabisah'ı anmamışlardır."
    },
    {
      "id": 113,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Salamah ibn al-Muhabbaq'tan rivayet edilmiştir: Salamah ibn al-Muhabbaq, Peygamber (ﷺ) tarafından benzer bir hadisi de aktarmıştır."
    },
    {
      "id": 114,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Bu versiyonda: Eğer o, isteyerek ilişkiye girmesini istediyse, o ve ona benzer bir cariye, onun malından hanımına verilecektir."
    },
    {
      "id": 115,
      "narrator": "'Asim reported from Abu Razin on the authority of Ibn 'Abbas saying:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer herhangi birini Lut'un kavminin yaptığı gibi bulursanız, bunu yapanı ve ona yapılanı öldürün."
    },
    {
      "id": 116,
      "narrator": "Narrated Sahl ibn Sa'd:",
      "text": "Ebu Davud dedi ki: Benzer bir hadis, Sulaiman b. Bilal'den 'Amr b. Abi 'Umar'dan aktarılmıştır. 'Abbad b. Mansur da bunu 'İkrime aracılığıyla, Ibn 'Abbas'tan, o da Peygamber (ﷺ) den aktarmıştır. Bu, Ibn Juraij'den de İbrahim aracılığıyla, Dawud b. Al-Husain'den, 'İkrime aracılığıyla, Ibn 'Abbas'tan, o da Peygamber (ﷺ) den aktarılmıştır."
    },
    {
      "id": 117,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Eğer evli olmayan bir adam, sodomi yaparken yakalanırsa, taşlanarak öldürülür."
    },
    {
      "id": 118,
      "narrator": "‘Abd Allah (b. Mas’ud) said:",
      "text": "Ebu Davud dedi ki: 'Asim'in hadisi, 'Amir b. Abi 'Amr'ın hadisini zayıf çıkardı."
    },
    {
      "id": 119,
      "narrator": "Abu Hurairah and Zaid b. Khalid al-Juhani said:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer biri bir hayvanla cinsel ilişkiye girerse, onu öldürün ve hayvanı da onunla birlikte öldürün. Ben (İkrime) ona sordum: Hayvana ne gibi bir suç isnat edilebilir? O da: Sanırım, (Peygamber) ona böyle bir şey yapıldığında etinin yenmesini hoş görmüyordu, dedi."
    },
    {
      "id": 120,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying:",
      "text": "Ebu Davud dedi ki: Bu, güçlü bir hadis değildir."
    },
    {
      "id": 121,
      "narrator": "This tradition has been transmitted by Abu Hurairah from the Prophet (ﷺ). This version has:",
      "text": "Bu hadis, Abu Hurayra'dan (رضي الله عنه) Peygamber (ﷺ) aracılığıyla aktarılmıştır. Bu versiyonda: Her seferinde şöyle dedi: Ona Allah'ın Kitabına göre uygun bir ceza vermelidir, ama ona hakaret etmemelidir. Dördüncü kez şöyle dedi: Eğer tekrar yaparsa, ona Allah'ın Kitabına göre uygun bir ceza vermelidir, ve sonra onu, en azından bir saç ipi karşılığında satmalıdır."
    },
    {
      "id": 122,
      "narrator": "Narrated Abu Umamah b. Sahl Hunaif:",
      "text": "---"
    },
    {
      "id": 123,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu Umamah b. Sahl Hunaif'ten (رضي الله عنه) rivayet edilmiştir: Abu Umamah ibn Sahl ibn Hunayf, Allah'ın Messenger'ının (ﷺ) bazı sahabelerinin, içlerinden birinin bir hastalıktan o kadar acı çektiğini, deri ve kemik haline geldiğini söylediklerini aktardı. Bir köle kız, onu ziyaret etti ve onun moralini yükseltti, onunla yasak bir ilişkiye girdi. Halkı hastayı ziyaret ettiğinde, ona bunu anlattı."
    },
    {
      "id": 124,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "O dedi ki: Bana yasak bir ilişki kurduğum köle kız hakkında Allah'ın Messenger'ına (ﷺ) hukuki hükmü sorunuz."
    },
    {
      "id": 125,
      "narrator": "The tradition mentioned above (No. 4459) has also been transmitted by Muhammad ibn Ishaq through a different chain of narrators. But he did not mention Aisha. \n\n\n\n\n\nThis version has:",
      "text": "Bunu Allah'ın Messenger'ına (ﷺ) ilettiler ve şöyle dediler: Onun kadar hastalıktan zayıf birini hiç görmedik. Eğer onu sana getirirsek, kemikleri dağılacak. O sadece deri ve kemik. Bunun üzerine Allah'ın Messenger'ı (ﷺ) onlara yüz dal yapmalarını ve bir kez vurmasını emretti."
    },
    {
      "id": 126,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "Abu Hurairah said:",
      "text": "Ali ibn Abu Talib'den (رضي الله عنه) rivayet edilmiştir: Allah'ın Messenger'ının (ﷺ) evine ait bir köle kız zina yaptı. O (Peygamber) dedi ki: Acele et, Ali, ona belirlenen cezayı uygula. Ben de acele ettim ve onun kanının aktığını gördüm, durmadı. O'na geldim ve şöyle dedi: Cezayı uygulamayı bitirdin mi? Ben de: Kanı akarken ona gittim dedim. O dedi ki: Kanı durana kadar ona dokunma; sonra ona belirlenen cezayı uygula. Ve sağ ellerinizin sahip olduğu (yani köleler) için de belirlenen cezayı uygula."
    },
    {
      "id": 128,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn al- Had through a different chain of narrators to the same effect. He said after the word “beating”:",
      "text": "Abu Dawud dedi ki: Benzer bir rivayet, Abu al-Ahwas aracılığıyla 'Abd al-A'la'dan, ayrıca Shu'bah aracılığıyla 'Abd al-A'la'dan aktarılmıştır. Bu versiyonda: Dedi ki: Ona doğum yapana kadar ceza verme. Ama önceki (versiyon) daha sağlamdır."
    },
    {
      "id": 129,
      "narrator": "Anas b. Malik said:",
      "text": "---"
    },
    {
      "id": 130,
      "narrator": "Hudayn ibn al-Mundhir ar-Ruqashi, who was AbuSasan, said:",
      "text": "Aisha, Ummul Mu'minin'den (رضي الله عنها) rivayet edilmiştir: Benim aklanmam ile ilgili ayet indiğinde, Peygamber (ﷺ) minbere çıktı ve bunu belirtti, Kur'an okudu. Sonra minberden indiğinde, iki adam ve bir kadın hakkında emir verdi ve onlara belirlenen ceza uygulandı."
    },
    {
      "id": 131,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "---"
    },
    {
      "id": 132,
      "narrator": "Narrated Mu'awiyah ibn AbuSufyan:",
      "text": "Yukarıda belirtilen hadis (No. 4459), Muhammad ibn Ishaq aracılığıyla farklı bir rivayet zinciriyle de aktarılmıştır. Ancak Aisha'dan (رضي الله عنها) bahsetmemiştir."
    },
    {
      "id": 133,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn ‘Umar through a different chain of narrators to the same effect. This version has :",
      "text": "Bu versiyonda: O (Peygamber) bel altı sözler söyleyen iki adam ve bir kadın hakkında emir verdi; bunlar Hassan ibn Thabit ve Mistah ibn Uthathah'dır. An-Nufayl dedi ki: Kadının Hammah binti Jahsh olduğu söyleniyor."
    },
    {
      "id": 134,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 135,
      "narrator": "Narrated Qabisah ibn Dhuwayb:",
      "text": "Abdullah ibn Abbas'tan (رضي الله عنه) rivayet edilmiştir: Peygamber (ﷺ) şarap içmek için herhangi bir ceza belirlemedi. Ibn Abbas dedi ki: Şarap içip sarhoş olan bir adam yolda sendeleyerek bulundu, bu yüzden onu Peygamber'e (ﷺ) götürdüler. Al-Abbas'ın evinin önüne geldiğinde, kaçtı ve al-Abbas'a girdi, ona sarıldı. Bu durum Peygamber'e (ﷺ) iletildiğinde, güldü ve: Bunu mu yaptı? dedi ve onun hakkında herhangi bir emir vermedi."
    },
    {
      "id": 136,
      "narrator": "’Ali said:",
      "text": "Ali dedi ki: Ben, uyguladığım had cezası için kan bedeli ödemeyeceğim, ancak şarap içen için, çünkü Allah'ın Elçisi (ﷺ) kesin bir şey belirlemedi. Bu, kendi aramızda kararlaştırdığımız bir şeydir."
    },
    {
      "id": 137,
      "narrator": "Narrated AbdurRahman ibn Azhar:",
      "text": "Abdurrahman ibn Azhar'dan rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte, Halid ibn Velid'in kampını ararken, şarap içmiş bir adamın kendisine getirildiğini hâlâ gözümde canlandırabiliyorum. O, insanlara sordu: Onu dövün. Bazıları ona terlikleriyle, bazıları sopalarla ve bazıları da taze hurma dallarıyla (mitakhah) vurdu. İbn Vahb dedi ki: Bu (mitakhah) yeşil hurma yaprakları demektir. Sonra Allah'ın Elçisi (ﷺ) yerden biraz toprak alıp onun yüzüne attı."
    },
    {
      "id": 138,
      "narrator": "Narrated AbdurRahman ibn al-Azhar:",
      "text": "Abdurrahman ibn al-Azhar'dan rivayet edilmiştir: Şarap içmiş bir adam, Peygamber (ﷺ) Huneyn'deyken kendisine getirildi. O, adamın yüzüne biraz toprak attı. Sonra arkadaşlarına emir verdi ve onlar da ona terlikleriyle ve ellerindeki her şeyle vurdu. Sonra onlara dedi ki: Bırakın onu, ve onu bıraktılar. Allah'ın Elçisi (ﷺ) daha sonra vefat etti ve Ebu Bekir, şarap içmekten dolayı kırk sopa vurdu; ardından Ömer, halifeliğinin başında kırk sopa vurdu ve halifeliğinin sonunda seksen sopa vurdu. Osman (ondan sonra) her iki cezayı da uyguladı, seksen ve kırk sopa, ve nihayet Muaviye seksen sopa cezasını koydu."
    },
    {
      "id": 139,
      "narrator": "Narrated AbdurRahman ibn Azhar:",
      "text": "Abdurrahman ibn Azhar'dan rivayet edilmiştir: Ben, Mekke'nin fethinin sabahında, genç bir çocukken Allah'ın Elçisi (ﷺ) ile birlikte insanlarla yürüyordum, Halid ibn Velid'in kampını arıyordum. Şarap içmiş bir adam kendisine getirildi ve o, onlara (onu dövmeleri için) emir verdi. Böylece, ellerindeki şeylerle ona vurdular. Bazıları ona kamçılarla, bazıları sopalarla ve bazıları da terliklerle vurdu. Allah'ın Elçisi (ﷺ) onun yüzüne biraz toprak attı."
    },
    {
      "id": 140,
      "narrator": "Narrated Hakim ibn Hizam:",
      "text": "Bir adam şarap içmiş olarak Ebu Bekir'in huzuruna getirildiğinde, ona (yani insanlara) ne kadar dövme yaptıklarını sordu. Onlar kırk olduğunu söylediler. Böylece Ebu Bekir ona kırk sopa vurdu."
    },
    {
      "id": 141,
      "narrator": "Abu Burdah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ömer iktidara geldiğinde, Halid ibn Velid ona yazdı: İnsanlar şarap içmeye alıştılar ve belirlenen cezalara ve cezalarına aldırış etmiyorlar."
    },
    {
      "id": 142,
      "narrator": "The tradition mentioned above has also been transmitted by Abu Burdah al-Ansari through a different chain of narrators. This version has:",
      "text": "O dedi ki: Onlar seninle, onlara sor. İslam'ı ilk kabul eden muhacirler onunla birlikteydi. O, onlara sordu ve onlar, (sarhoşa) seksen sopa vurulması konusunda anlaştılar."
    },
    {
      "id": 143,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ali dedi ki: Bir adam şarap içtiğinde yalan söyler. Bu nedenle, onun yalan söylemek için belirlenen ceza ile cezalandırılması gerektiğini düşünüyorum."
    }
  ]
}