{
  "language": "tr",
  "metadata": {
    "length": 102,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Abdullah İbn Abbas'tan rivayet edilmiştir: Kureyza ve Nadir (iki Yahudi kabilesiydi). Nadir, Kureyza'dan daha soyluydu. Kureyza'dan bir adam, Nadir'den bir adamı öldürdüğünde, o kişi öldürülürdü. Ama Nadir'den bir adam, Kureyza'dan bir adamı öldürdüğünde, kan bedeli olarak yüz wasq hurma ödenirdi. Peygamberliğin verildiği zaman, Nadir'den bir adam, Kureyza'dan bir adamı öldürdü."
    },
    {
      "id": 2,
      "narrator": "Narrated AbuRimthah:",
      "text": "Onlar: Onu bize ver, onu öldüreceğiz, dediler. Onlar: Bizimle sizin aranızda Peygamber (ﷺ) var, dediler. Bunun üzerine ona geldiler."
    },
    {
      "id": 3,
      "narrator": "Narrated AbuShurayh al-Khuza'i:",
      "text": "Bunun üzerine şu ayet indi: \"Eğer hükmedersen, aralarında adaletle hükmet.\" \"Adaletle\" demek, bir cana bir can demektir."
    },
    {
      "id": 4,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Sonra şu ayet indi: \"Cahiliye günlerinin hükmünü mi istiyorlar?\""
    },
    {
      "id": 5,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Davud dedi ki: Kureyza ve Nadir, Peygamber Harun'un (selam üzerine olsun) soyundandır."
    },
    {
      "id": 6,
      "narrator": "Narrated Wa'il ibn Hujr:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Rimteha'dan rivayet edilmiştir: Babamla birlikte Peygamber (ﷺ)'e gittim. Allah'ın Elçisi (ﷺ) babama sordu: Bu senin oğlun mu? O da: Evet, Kabe'nin Rabbi adına, dedi. O tekrar: Gerçek mi? dedi. O da: Ben buna şahitlik ederim, dedi. Allah'ın Elçisi (ﷺ) benim babama benzememden ve babamın üzerine yemin etmesinden dolayı gülümsedi. Sonra şöyle dedi: O sana zarar vermeyecek, sen de ona zarar vermeyeceksin. Allah'ın Elçisi (ﷺ) şu ayeti okudu: \"Hiçbir yük taşıyan, başkasının yükünü taşıyamaz.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Wa'il (b. Hujr):",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated AbuUmamah ibn Sahl:",
      "text": "Ebu Şureyh el-Kuza'i'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Eğer birinin akrabası öldürülürse veya khabl (yaralanma) yaşarsa, üç şeyden birini seçebilir: intikam alabilir, affedebilir veya tazminat alabilir. Ama eğer dördüncüsünü (yani daha fazlasını) isterse, ellerini tutun. Bundan sonra sınırları aşan kimse büyük bir ceza ile karşılaşacaktır."
    },
    {
      "id": 10,
      "narrator": "Narrated Ziyad ibn Sa'd ibn Dumayrah as-Sulami:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated AbuShurayb al-Ka'bi:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'ne intikam gerektiren bir mesele getirildiğinde, onun hakkında affetme emri verdiğini hiç görmedim."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated 'Amr b. Shu'aib:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) döneminde bir adam öldürüldü. Meselenin Peygamber (ﷺ)'e getirildi. O, öldürülenin yasal vasisine teslim etti. Katil: Allah'ın Elçisi, Allah'a yemin ederim ki, onu öldürmeyi istemedim, dedi. Allah'ın Elçisi (ﷺ) yasal vasisine şöyle dedi: Eğer o doğruyu söylüyorsa ve sen onu öldürürsen, cehenneme gireceksin. Bunun üzerine onu serbest bıraktı. Elleri bir kayışla bağlıydı. O, kayışını çekerek dışarı çıktı. Bu yüzden Dhu an-Nis'ah (kayış sahibi) olarak anıldı."
    },
    {
      "id": 14,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: Ben Peygamber (ﷺ) ile birlikteydim, bir katil ve boynunda bir kayış olan bir adam ona getirildi."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Bir Yahudi kadın, Peygamber'e (ﷺ) zehirli bir koyun sundu, ancak Peygamber (ﷺ) ona müdahale etmedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn Shihab:",
      "text": "Abu Davud dedi ki: Peygamber'i (ﷺ) zehirleyen Yahudi kadın Marhab'ın kız kardeşidir."
    },
    {
      "id": 18,
      "narrator": "Narrated AbuSalamah:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İbn Şihab'dan rivayet edilmiştir: Cabir ibn Abdullah derdi ki, Hayber'in sakinlerinden bir Yahudi kadın, kızartılmış bir koyunu zehirledi ve onu Allah'ın Elçisi'ne (ﷺ) sundu. Peygamber (ﷺ) ön bacağını alıp ondan yedi. Bir grup arkadaşları da onunla birlikte yedi."
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn Ka'b b. Malik:",
      "text": "Sonra Allah'ın Elçisi (ﷺ) dedi ki: Ellerinizi (yemekten) çekin. Allah'ın Elçisi (ﷺ) sonra birini Yahudi kadına gönderdi ve onu çağırttı."
    },
    {
      "id": 21,
      "narrator": "Narrated 'Abd al-Rahman b. 'Abd Allah b. Ka'b b. Malik :",
      "text": "Ona dedi ki: Bu koyunu zehirledin mi? Yahudi kadın cevap verdi: Seni kim bilgilendirdi? O dedi: Elimdeki bu ön bacak bana haber verdi. O da: Evet, dedi. O dedi: Bununla neyi kastettin? O dedi: Eğer sen bir peygamber isen, sana zarar vermez; eğer peygamber değilsen, ondan kurtulmalıyız (yani Peygamberden). Allah'ın Elçisi (ﷺ) onu affetti ve ceza vermedi. Ancak onu yiyen bazı arkadaşları öldü. Allah'ın Elçisi (ﷺ) yediği koyundan dolayı omzuna hacamat yaptırdı. Abu Hind, ona boynuz ve bıçakla hacamat yaptı. O, Ensar'dan Banu Bayadah'ın bir müvekkiliydi."
    },
    {
      "id": 22,
      "narrator": "Narrated Samurah:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Narrated Qatadah:",
      "text": "Abu Salamah'dan rivayet edilmiştir: Bir Yahudi kadın, Allah'ın Elçisi'ne (ﷺ) Hayber'de kızartılmış bir koyun sundu."
    },
    {
      "id": 24,
      "narrator": "Qatadah transmitted the tradition mentioned above through a chain of narrators like that of Shu'bah. This version adds:",
      "text": "Sonra o, Cabir'in rivayeti gibi kalan kısmı anlattı (No. 4495). Dedi ki: Sonra Bashir ibn al-Bara' ibn Ma'rur al-Ensari öldü. O, Yahudi kadını çağırması için birini gönderdi ve ona (geldiğinde) dedi ki: Yaptığın işte seni ne motive etti? Sonra o, Cabir'in rivayetinde bahsedilenlerle benzer şekilde kalan kısmı anlattı (No. 4495)."
    },
    {
      "id": 25,
      "narrator": "It was narrated from Hisham, from Qatadah, from Al-Hasan, who said:",
      "text": "Allah'ın Elçisi (ﷺ) ona dair bir emir verdi ve o öldürüldü. Ancak o (Abu Salamah), hacamat meselesini anmadı."
    },
    {
      "id": 26,
      "narrator": "Narrated 'Amr b. Shu'aib:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Narrated Sahl b. Abi Hathmah and Rafi' b. Khadij:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir hediyeyi kabul ederdi, ama sadaka (sadaqah) kabul etmezdi."
    },
    {
      "id": 28,
      "narrator": "Sahl b. Abi Hathmah and some senior men of the tribe told that 'Abd Allah b. Abi Sahl and Muhayyasah came to Khaibar on account of the calamity (i.e. famine) that befall them. Muhayyasah came and told the 'Abd Allah b. Sahl had been killed and thrown in a well or stream. He hen came to the Jews and said:",
      "text": "Ve Wahb bin Baqiyyah, başka bir yerde, Khalid'den, Muhammad ibn Amr'dan, Abu Salamah'dan, Abu Hurayra'nın adını anmadan şöyle nakletti: Allah'ın Elçisi (ﷺ) hediyeleri kabul ederdi ama sadakaları (sadaqah) kabul etmezdi."
    },
    {
      "id": 29,
      "narrator": "Narrated 'Amr b. Shu'aib:",
      "text": "Bu versiyon ekler: Böylece bir Yahudi kadın, Hayber'de ona zehirli bir kızartılmış koyun sundu. Allah'ın Elçisi (ﷺ) ondan yedi ve insanlar da yedi."
    },
    {
      "id": 30,
      "narrator": "Narrated Bashir b. Yasar:",
      "text": "Sonra dedi ki: Ellerinizi (yemekten) çekin, çünkü bana zehirli olduğunu bildirdi. Bashir ibn al-Bara' ibn Ma'rur öldü."
    },
    {
      "id": 31,
      "narrator": "Narrated Rafi' ibn Khadij:",
      "text": "Rafi' ibn Khadij'den rivayet edilmiştir: Ensar'dan bir adam Hayber'de öldürüldü ve akrabaları bunu Peygamber'e (ﷺ) bildirdiler. O sordu: Arkadaşınızın katilini tasdik edebilecek iki tanığınız var mı? Onlar cevap verdiler: Allah'ın Elçisi! Orada tek bir Müslüman yoktu, sadece bazen bu suçlardan daha büyük suçlar işleyebilen Yahudiler vardı. O dedi ki: O zaman aralarından elli tanesini seçin ve yemin etmelerini talep edin; ama reddettiler ve Peygamber (ﷺ) kan bedelini kendisi ödedi."
    },
    {
      "id": 32,
      "narrator": "Narrated 'Abd al-Rahman b. Bujaid:",
      "text": "'Abd al-Rahman b. Bujaid'den rivayet edilmiştir: Allah'a yemin ederim ki, Sahl bu rivayet hakkında bir yanlış anlama yaşadı. Allah'ın Elçisi (ﷺ) Yahudilere yazdı: Aranızda bir öldürülmüş adam bulundu, onun kan bedelini ödeyin. Onlar (ona) yazdılar: Allah'a yemin ederiz ki, ne onu öldürdük ne de katilini biliyoruz. O dedi: O zaman Allah'ın Elçisi (ﷺ) kendisi, yüz deve olan kan bedelini ödedi."
    },
    {
      "id": 33,
      "narrator": "Narrated 'Abu Salamah b. 'Abd al-Rahman and Sulaiman b. Yasar:",
      "text": "'Abu Salamah b. 'Abd al-Rahman ve Süleyman b. Yesar'dan rivayet edilmiştir: Ensar'dan bazı adamların rivayetiyle: Peygamber (ﷺ) Yahudilere şöyle dedi: Aranızdan elli kişi yemin etmelidir. Ama onlar (yemin etmeyi) reddettiler. O zaman Ensar'a dedi: İddianızı ispatlayın. Onlar dediler: Ey Allah'ın Elçisi, görmeden yemin mi edeceğiz? Allah'ın Elçisi (ﷺ) o zaman kan bedelini Yahudilere yükledi çünkü (öldürülen) aralarında bulundu."
    },
    {
      "id": 34,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir kız, iki taş arasında kafası ezilmiş olarak bulundu. Ona soruldu: Bunu sana kim yaptı? Şu kişi mi? Şu kişi mi? Ta ki bir Yahudi ismi verilene kadar, o da başıyla işaret etti. Yahudi yakalandı ve itiraf etti. Bunun üzerine Peygamber (ﷺ) onun kafasının taşlarla ezilmesi emrini verdi."
    },
    {
      "id": 35,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir Yahudi, Ensar'dan bir kızı süs eşyaları için öldürdü. Sonra onu bir kuyuya attı ve kafasını taşlarla ezdi. Daha sonra yakalandı ve Peygamber (ﷺ)'e getirildi. O, onun hakkında taşlanarak öldürülmesi emrini verdi. Sonra taşlanarak öldürüldü."
    },
    {
      "id": 36,
      "narrator": "Narrated Anas:",
      "text": "Abu Davud dedi ki: Bu, İbn Juraij'den Ayyub aracılığıyla benzer bir şekilde rivayet edilmiştir."
    },
    {
      "id": 37,
      "narrator": "Narrated Qays ibn Abbad :",
      "text": "Anas'tan rivayet edilmiştir: Bir kız gümüş süs eşyaları takıyordu. Bir Yahudi onun kafasını bir taşla ezdi. Allah'ın Elçisi (ﷺ) onun yanına girdiğinde, o biraz nefes alıyordu. Ona dedi ki: Seni kim öldürdü? Şu kişi mi seni öldürdü? O cevap verdi: Hayır, başıyla işaret ederek. O tekrar sordu: Seni kim öldürdü? Şu kişi mi seni öldürdü? O cevap verdi: Hayır, başıyla işaret ederek. O tekrar sordu: Şu kişi mi seni öldürdü? O dedi: Evet, başıyla işaret ederek. Allah'ın Elçisi (ﷺ) onun hakkında emir verdi ve o iki taş arasında öldürüldü."
    },
    {
      "id": 38,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Kays ibn Abbad'dan rivayet edilmiştir: Ben ve Aşter, Ali'ye gittik ve ona dedik: Allah'ın Elçisi (ﷺ) sana, halka genel olarak vermediği bir konuda herhangi bir talimat verdi mi?"
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O dedi: Hayır, bu belge dışında. Musaddad dedi ki: Sonra bir belge çıkardı. Ahmed dedi ki: Kılıcının kınından bir belge."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İçeriğinde: Tüm Müslümanların hayatları eşittir; birbirlerine karşı bir el gibidirler; en alçakları bile koruma garantisi verebilir. Dikkat edin, bir Müslüman bir kafir için öldürülmemelidir, ne de bir ahit verilmiş olan birisi, ahdi geçerli olduğu sürece öldürülmelidir. Eğer biri bir yenilik getirirse, onun sorumluluğunu üstlenecektir. Eğer biri bir yenilik getirirse veya bir yenilik getiren birine sığınak verirse, Allah, melekleri ve tüm insanlar tarafından lanetlenir."
    },
    {
      "id": 41,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Musaddad dedi ki: İbn AbuUrubah'ın versiyonu: O bir belge çıkardı."
    },
    {
      "id": 42,
      "narrator": "Narrated Anas:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babasının rivayetiyle, dedesi Allah'ın Elçisi (ﷺ)'nin, Ali tarafından rivayet edilen benzer bir geleneği söylediğini aktardı. Bu versiyon ekliyor: Aralarındaki en uzak olanı, hepsinden koruma sağlar; içlerinden güçlü olanlar zayıf olanlara (ganimet) geri gönderir ve seferlerini evde olanlara geri gönderir."
    },
    {
      "id": 43,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Sa'd b. Ubade şöyle dedi: Ey Allah'ın Elçisi! Eğer bir adam, bir adamı karısıyla birlikte bulursa, onu öldürmeli mi? Allah'ın Elçisi (ﷺ) dedi ki: Hayır. Sa'd: Neden, seni hak ile onurlandıran Allah'a yemin ederim? Peygamber (ﷺ) dedi ki: Şefkinizin ne söylediğini dinleyin. Rivayet eden 'Abd al-Wahhab dedi ki: (Dinleyin) Sa'd'ın ne söylediğini."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Firas:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Sa'd b. Ubade, Allah'ın Elçisi (ﷺ)'ne şöyle dedi: Eğer karımla birlikte bir adam bulursam, ona dört tanık getirmem için ona biraz zaman vermeli miyim? O dedi: \"Evet\"."
    },
    {
      "id": 45,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Peygamber (ﷺ) AbuJahm ibn Hudhayfah'yı zekat toplayıcısı olarak gönderdi. Bir adam onunla sadakası (yani zekat) hakkında tartıştı ve AbuJahm ona vurdu ve başını yaraladı. Onun halkı Peygamber (ﷺ)'e geldi ve dedi: İntikam, Allah'ın Elçisi!"
    },
    {
      "id": 46,
      "narrator": "Tawus, in his version said:",
      "text": "Tawus, kendi rivayetinde şöyle dedi: Eğer biri yanlışlıkla (kör bir şekilde) taş atan insanların arasında veya kamçılarla vurularak ya da bir sopayla vurularak öldürülürse, bu kazara bir ölümdür ve kazara ölüm için tazminat ödenmesi gerekir. Ama eğer biri kasten öldürülürse, intikam alınması gerekir. Ibn 'Ubaid kendi rivayetinde: Adamın intikamı gereklidir. Sonra kabul edilen rivayet şöyle der: Eğer biri (iki taraf arasında) bunu önlemek için gelirse, Allah'ın laneti ve gazabı onun üzerine olsun ve ne nafile ne de farz ibadetler ondan kabul edilmeyecektir. Sufyan'ın rivayeti daha mükemmeldir."
    },
    {
      "id": 47,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: Sonra Sufyan tarafından belirtilen aynı etkiyi taşıyan hadisin geri kalanını zikretti."
    },
    {
      "id": 48,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Allah'ın Messenger'ı (ﷺ) kazara öldürülen birinin kan bedelinin yüz deve olması gerektiğine dair hüküm verdiğini bildirdi: İkinci yılına girmiş otuz dişi deve, üçüncü yılına girmiş otuz dişi deve, dördüncü yılına girmiş otuz dişi deve ve üçüncü yılına girmiş on erkek deve."
    },
    {
      "id": 49,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Allah'ın Messenger'ı (ﷺ) döneminde kan bedelinin sekiz yüz dinar veya sekiz bin dirhem olduğunu bildirdi ve Ehl-i Kitap için kan bedelinin Müslümanlarınkinin yarısı olduğunu söyledi."
    },
    {
      "id": 50,
      "narrator": "Narrated Ata' ibn AbuRabah:",
      "text": "O şöyle dedi: Bu, Ömer (Allah ondan razı olsun) halife olana kadar geçerliydi ve o bir konuşma yaptı ve şöyle dedi: Dikkat edin! Develer değerli hale geldi. Ömer, altın sahibi olanlar için değerini bin dinar, gümüş sahibi olanlar için on iki bin dirhem, sığır sahibi olanlar için iki yüz inek, koyun sahibi olanlar için iki bin koyun ve elbise sahibi olanlar için iki yüz elbise olarak belirledi. Dhimmi (korunan insanlar) için kan bedelini olduğu gibi bıraktı, artırdığı kan bedeli oranında yükseltmedi."
    },
    {
      "id": 51,
      "narrator": "Abu Dawud said:",
      "text": "Ata' ibn AbuRabah'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) deve sahibi olanlar için kan bedelinin yüz deve olması gerektiğine, sığır sahibi olanlar için iki yüz inek, koyun sahibi olanlar için bin koyun, elbise sahibi olanlar için iki yüz elbise ve buğday sahibi olanlar için ise anlatıcı Muhammad (ibn İshak) hatırlamadığı bir şey olması gerektiğine hükmetti."
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Ebu Davud dedi ki: Sa'id b. Ya'qub al-Taliqini'ye okudum, o da şöyle dedi: Ebu Tumailah bize aktardı, o da şöyle dedi: Muhammad b. İshak bize aktardı, 'Ata'nın Jabir b. 'Abd Allah'tan şöyle dediğini aktardı: Allah'ın Messenger'ı (ﷺ) belirledi; ve Musa'nın hadisi gibi bir hadisi zikretti; o da şöyle dedi: Ve tahıl sahibi olanlar, hatırlamadığım bir şey ödemelidir."
    },
    {
      "id": 53,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Mas'ud'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Kazara öldürme için kan bedeli, dördüncü yılına girmiş yirmi dişi deve, beşinci yılına girmiş yirmi dişi deve, ikinci yılına girmiş yirmi dişi deve, üçüncü yılına girmiş yirmi dişi deve ve ikinci yılına girmiş yirmi erkek deve olmalıdır. Bu, Ibn Mas'ud'dan öteye geçmez."
    },
    {
      "id": 54,
      "narrator": "Narrated Abdullah ibn Amr:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Banu Adi'den bir adam öldürüldü. Peygamber (ﷺ) kan bedelini on iki bin dirhem olarak belirledi."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Ebu Davud dedi ki: Ibn 'Uyainah, 'Amr'dan, 'İkrimah'dan, Peygamber (ﷺ) üzerinden aktardı ve Ibn 'Abbas'ı zikretmedi."
    },
    {
      "id": 56,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn 'Umar from the Prophet (ﷺ) to the same effect. This version has:",
      "text": "Abdullah ibn Amr'dan rivayet edilmiştir: (Musaddad'ın rivayetinde): Allah'ın Messenger'ı (ﷺ) Mekke'nin fethi günü bir konuşma yaptı ve üç kez: Allah en büyüktür dedi. Sonra şöyle dedi: Allah'tan başka ilah yoktur: O, vaadini yerine getirdi, kullarına yardım etti ve yalnız başına orduları bozguna uğrattı."
    },
    {
      "id": 57,
      "narrator": "Narrated Mujahid:",
      "text": "(Anlatıcı dedi ki:) Musaddad'dan bunu hatırladım."
    },
    {
      "id": 58,
      "narrator": "Narrated 'Abd Allah (b. Mas'ud):",
      "text": "Sonra kabul edilen rivayet şöyle der: Dikkat edin! İslam öncesi dönemde bahsedilen tüm erdemler ve kan veya mal için yapılan talepler ayaklarımın altındadır, yalnızca hacılara su sağlamak ve Kabe'nin korunması hariç. Sonra şöyle dedi: Kasten yapılmış gibi görünen, kamçı ve sopa ile yapılan kasıtsız cinayet için kan bedeli yüz deve olmalıdır, bunların kırkı hamiledir. Musaddad'ın rivayeti daha doğrudur."
    },
    {
      "id": 59,
      "narrator": "Narrated 'Ali:",
      "text": "Yukarıda belirtilen hadis, aynı zincirle aynı etkiyi taşıyan Khalid tarafından da aktarılmıştır."
    },
    {
      "id": 60,
      "narrator": "Narrated 'Uthman b. 'Affan and Zaid b. Thabit:",
      "text": "Yukarıda belirtilen hadis, Ibn 'Umar'dan da Peygamber (ﷺ) üzerinden aynı etkiyle aktarılmıştır. Bu versiyon şöyle der: Allah'ın Messenger'ı (ﷺ) Fethi günü konuştu veya şöyle dedi: Kabe'nin merdiveninde veya Kabe'nin fethi sırasında."
    },
    {
      "id": 61,
      "narrator": "Narrated Zaid b. Thabit:",
      "text": "Zeyd b. Sabit'ten rivayet edilmiştir: Kasıtlı cinayete benzer cinayet için kan bedeli hakkında..... Daha sonra yukarıda belirtilen benzer bir hadisi zikretti."
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Dawud:",
      "text": "Ebu Davud'tan rivayet edilmiştir: Ebu Davud ve diğerleri şöyle demiştir: Dişi deveyi dördüncü yılına girdiğinde hiqqah, erkek deveyi ise hiqq olarak adlandırılır; çünkü yük taşımaya ve binilmeye layıktır. Deve beşinci yılına girdiğinde erkek deve Jadha' ve dişi deve Jadha'ah olarak adlandırılır. Altıncı yılına girdiğinde ve ön dişlerini döktüğünde, erkek deve thani ve dişi deve thaniyyah olarak adlandırılır. Yedinci yılına girdiğinde raba' ve raba'iyyah olarak adlandırılır. Dokuzuncu yılına girdiğinde ve köpek dişlerini kestiğinde bazil olarak adlandırılır. Onuncu yılına girdiğinde mukhlif olarak adlandırılır. Sonrasında ise bir ismi yoktur, ancak bazil'am ve bazil'amain, mukhlif'am ve mukhlif'amain olarak adlandırılır, herhangi bir yıl arttıkça. Nadr b. Şumail dedi ki: Bint makhad bir yaşındaki dişi deve, bin labun iki yaşındaki dişi deve, hiqqah üç yaşındaki dişi deve, jadha'ah dört yaşındaki dişi deve, thani beş yaşındaki deve, raba' altı yaşındaki deve, sadis yedi yaşındaki deve ve bazil sekiz yaşındaki deve."
    },
    {
      "id": 63,
      "narrator": "Narrated AbuMusa:",
      "text": "Ebu Davud dedi ki: Ebu Hatim ve el-Esma'i dedi ki: Al-Jadhu'ah, dişin çıkmadığı bir zamandır. Ebu Hatim dedi ki: Bazıları şöyle dedi: Ön dişler ile köpek dişleri arasında diş döküldüğünde raba' olarak adlandırılır ve ön dişler döküldüğünde thani olarak adlandırılır. Ebu Ubeyd dedi ki: Hamile kaldığında khalifah olarak adlandırılır ve on ay boyunca khalifah olarak kalır; on aya ulaştığında 'ushara' olarak adlandırılır. Ebu Hatim dedi ki: Ön dişlerini döktüğünde thani olarak adlandırılır ve ön dişler ile köpek dişleri arasında diş döküldüğünde raba' olarak adlandırılır."
    },
    {
      "id": 64,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Parmaklar eşittir: Her parmak için on deve."
    },
    {
      "id": 65,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Parmaklar eşittir. Ben sordum: Her biri için on deve mi? O da: Evet, diye cevap verdi."
    },
    {
      "id": 66,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Ebu Davud dedi ki: Muhammed b. Ca'fer, bunu Şu'be'den, Ghalib'ten, Masruq b. Avs'tan işittiğini söyledi; ve İsmail, bunu Ghalib al-Tammar'dan, Ebu'l-Valid zinciriyle bana aktardı; ve Hanzala b. Ebi Safiyyah, bunu Ghalib'ten İsmail zinciriyle aktardı."
    },
    {
      "id": 67,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Bu ve şu eşittir, yani baş parmak ile serçe parmak."
    },
    {
      "id": 68,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Parmaklar eşittir ve dişler eşittir. Ön diş ile azı dişi eşittir, bu ve şu eşittir."
    },
    {
      "id": 69,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Ebu Davud dedi ki: Nadr b. Şumail, bunu Şu'be'den 'Abd al-Samad'ın belirttiği şekilde aktardı. Ebu Davud dedi ki: el-Darimi, bunu al-Nadr'dan bana aktardı."
    },
    {
      "id": 70,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Dişler eşittir ve parmaklar eşittir."
    },
    {
      "id": 71,
      "narrator": "Narrated Abu Dawud:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) parmakları ve ayak parmaklarını eşit olarak değerlendirdi."
    },
    {
      "id": 72,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesi şöyle dedi: Peygamber (ﷺ) Ka'bah'a yaslanarak yaptığı hutbede şöyle buyurdu: (Kan bedeli) her parmak için on devedir."
    },
    {
      "id": 73,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesi şöyle dedi: Peygamber (ﷺ) şöyle buyurdu: Her diş için on devedir."
    },
    {
      "id": 74,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Ebu Davud'tan rivayet edilmiştir: Defterimde Şaiban'dan buldum ve ondan işitmedim; Ebu Bekir, güvenilir bir arkadaşımız, şöyle dedi: Şaiban - Muhammed b. Raşid - Süleyman b. Musad - Amr b. Suh'aib, babası aracılığıyla, dedesi şöyle dedi: Allah'ın Resulü (ﷺ) kazaen öldürme için kan bedelini dört yüz dinar veya şehir halkı için gümüş eşdeğeri olarak belirlemiştir ve deve fiyatına göre ayarlamıştır. Develer pahalı olduğunda ödenecek miktarı artırmış, ucuz fiyatlar hâkim olduğunda ise azaltmıştır. Allah'ın Resulü (ﷺ) zamanında bu miktar dört yüz ile sekiz yüz dinar arasında değişmiştir; gümüş eşdeğeri ise sekiz bin dirhem olmuştur."
    },
    {
      "id": 75,
      "narrator": "Narrated Al-Mughirah b. Shu'bah:",
      "text": "O dedi ki: Allah'ın Resulü (ﷺ) hayvan sahibi olanların iki yüz inek, koyun sahibi olanların ise iki bin koyun ödemesi gerektiğine hükmetmiştir."
    },
    {
      "id": 76,
      "narrator": "The tradition mentioned above has also been transmitted by Mansur through a different chain of narrators and to the same effect. This version adds:",
      "text": "Yukarıda bahsedilen rivayet, Mansur tarafından farklı bir nakil zinciriyle ve aynı anlamda aktarılmıştır. Bu versiyon ekliyor: Peygamber (ﷺ) öldürülen kadının kan bedelini, onu öldüren kadının akrabaları tarafından, baba tarafından ödenecek şekilde belirlemiştir."
    },
    {
      "id": 77,
      "narrator": "Narrated Al-Miswar b. Makhramah:",
      "text": "Abu Davud dedi ki: Benzer bir şekilde, bu rivayet al-Hakam'dan, Mujahid aracılığıyla al-Mughirah'dan aktarılmıştır."
    },
    {
      "id": 78,
      "narrator": "The tradition mentioned above has also been transmitted by 'Umar through a different chain of narrators to the same effect.\n\n\nAbu Dawud said:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Al-Miswar b. Makhramah'dan rivayet edilmiştir: 'Umar, kadınların düşük yapmasıyla ilgili tazminat hakkında insanlara danıştı. Al-Mughirah b. Shu'bah dedi ki: Ben, Allah'ın Elçisi (ﷺ) ile birlikteydim, o bir erkek veya kadın kölenin şahitlik etmesi gerektiğine hükmetti. Bunun üzerine ona Muhammad b. Maslamah'ı getirdi. Harun ekledi: O da ona şahitlik etti."
    },
    {
      "id": 80,
      "narrator": "Narrated Tawus:",
      "text": "İmlas, bir adamın karısının karnına vurması anlamına gelir."
    },
    {
      "id": 81,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Davud dedi ki: Bana bildirildi ki, Abu 'Ubaid dedi: Düşük (imlas) olarak adlandırılır çünkü kadın, doğum zamanından önce onu kaydırır. Benzer şekilde, elden veya başka bir şeyden kayıp giden her şeye malasa (kaymış) denir."
    },
    {
      "id": 82,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Yukarıda bahsedilen rivayet, 'Umar tarafından farklı bir nakil zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 84,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Davud dedi ki: Hammad b. Zaid ve Hammad b. Salamah, bunu Hisham b. 'Arubah'tan, babasının rivayetiyle, 'Umar'ın dediği şekilde aktarmışlardır..."
    },
    {
      "id": 85,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "Narrated AbuHurayrah:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: 'Umar, Peygamber (ﷺ) 'in bu (yani düşük) konusundaki kararını sordu. Haml b. Malik b. al-Nabhigah ayağa kalkarak dedi ki: Ben iki kadın arasında idim. Bunlardan biri diğerine oklava ile vurdu ve hem onu hem de karnındaki çocuğu öldürdü. Bunun üzerine Allah'ın Elçisi (ﷺ) hükmetti ki, doğmamış çocuk için kan bedeli, en iyi kalitede bir erkek veya kadın köle olmalı ve o öldürülmelidir."
    },
    {
      "id": 87,
      "narrator": "Narrated Al-Sha'bi:",
      "text": "Abu Davud dedi ki: Al-Nadr b. Shumail dedi: Mistah, oklava demektir."
    },
    {
      "id": 88,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abu Davud dedi ki: Abu 'Ubaid dedi: Mistah, çadır direklerinden bir direk demektir."
    },
    {
      "id": 89,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 90,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "Tawus'tan rivayet edilmiştir: Umar minberde durdu. Sonra daha önce bahsedilen rivayetin geri kalanını aynı şekilde aktardı. \"O öldürülmelidir\" demedi. Bu versiyon ekliyor: \"bir erkek veya kadın köle\". Umar sonra dedi: Allah en büyüktür. Eğer bunu duymamış olsaydım, bu konuda başka bir şey kararlaştırırdık."
    },
    {
      "id": 91,
      "narrator": "Narrated Safwan b. Ya'la:",
      "text": "Safvan b. Ya'la'dan rivayet edilmiştir: Babası aracılığıyla şöyle dedi: Bir hizmetçim bir adamla kavga etti ve adamın elini ısırdı, o da elini çekti. (Ondan) bir ön dişi düştü. Bunun üzerine, elini ısırdığı adam Peygamber (ﷺ)'e geldi ve Peygamber (ﷺ) dişi için herhangi bir diyet uygulamadı, şöyle dedi: Onun elini ağzında bırakmayı mı istiyorsun ki, onu bir erkek deveyi çiğnerir gibi çiğneyesin? O da dedi: İbn Abi Mulaikah, dedesi aracılığıyla bana bildirdi ki, Ebu Bekir (ra) bunun için ona herhangi bir diyet uygulamadı, şöyle dedi: Dişi gitsin!"
    },
    {
      "id": 92,
      "narrator": "The tradition mentioned above has also been transmitted by Ya'la b. Umayyah through a different chain of narrators. This version has:",
      "text": "Yukarıda belirtilen rivayet, Ya'la b. Umayyah tarafından farklı bir raviler zinciriyle de aktarılmıştır. Bu versiyonda: Peygamber (ﷺ) onu ısıran adama şöyle dedi: Eğer elini ona kontrol ettirip ısırmasını istiyorsan, sonra ağzından çekebilirsin (bunu yapabilirsin). Dişleri için herhangi bir diyet uygulamadı."
    },
    {
      "id": 93,
      "narrator": "Narrated 'Amr b. Suh'aib:",
      "text": "'Amr b. Suh'aib'den rivayet edilmiştir: Babası aracılığıyla, dedesinin Allah'ın Messenger'ı (ﷺ) şöyle dediğini aktardı: Tıp uygulayan biri, eğer daha önce uygulayıcı olarak tanınmıyorsa, sorumlu tutulacaktır."
    },
    {
      "id": 94,
      "narrator": "Narrated AbdulAziz ibn Umar ibn AbdulAziz:",
      "text": "Ebu Davud dedi ki: Bu sadece el-Valid tarafından aktarılmıştır. Bunun sahih olup olmadığını bilmiyoruz."
    },
    {
      "id": 95,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "AbdulAziz ibn Umar ibn AbdulAziz'den rivayet edilmiştir: Babama gelen bir heyetten bazı kişiler, Allah'ın Messenger'ı (ﷺ) şöyle dediğini bildirdiler: Daha önce uygulayıcı olarak tanınmayan herhangi bir hekim, eğer hastalara zarar verirse, sorumlu tutulacaktır. AbdulAziz dedi ki: Burada hekim, bir nitelik olarak bir adamı değil, bir damarı açma, kesme ve cauterization anlamına gelir."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "Abdullah ibn Amr ibn al-'As'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Musaddad'ın versiyonunda: Fetih günü hitap etti. Sonra kabul edilen versiyon şöyle devam eder: Dikkat edin! İslam öncesi dönemin her türlü gururu, ister kan bedeli ister mal olsun, bahsedilen veya iddia edilen, ayaklarımın altına alınmıştır, yalnızca hacılara su temini ve Kabe'nin (evin) korunması hariç. Sonra şöyle dedi: Dikkat edin! Kazaen öldürme için kan bedeli, bir kamçı veya sopa ile yapılan, yüz deve, bunlardan kırkı hamiledir."
    },
    {
      "id": 97,
      "narrator": "Narrated Imran ibn Husayn:",
      "text": "Yukarıda belirtilen rivayet, Khalid tarafından farklı bir raviler zinciriyle aynı anlamda da aktarılmıştır."
    },
    {
      "id": 98,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İmran ibn Husayn'dan rivayet edilmiştir: Bazı fakir insanların bir hizmetkârı, bazı zengin insanların hizmetkârının kulağını kesti. Onların halkı Peygamber (ﷺ)'e geldi ve şöyle dedi: Allah'ın Messenger'ı! Biz fakir insanlarız. Bunun üzerine, onlara herhangi bir tazminat uygulamadı."
    },
    {
      "id": 99,
      "narrator": "Narrated Abu Hurayrah:",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Eğer biri kör bir şekilde ya da insanlar taş atarken bir taş veya bir kamçı ile öldürülürse, onun kan bedeli kazaen öldürme kan bedelidir. Ama eğer biri kasıtlı olarak öldürülürse, diyet gereklidir. Eğer biri bunu engellemeye çalışırsa, Allah'ın, meleklerin ve tüm insanların laneti onun üzerine olsun."
    },
    {
      "id": 100,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Eğer biri bir hayvan tarafından tekmelenirse, herhangi bir tazminat talep edilmez."
    },
    {
      "id": 101,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Davud dedi ki: Bir hayvan, üzerinde biri varken birini bacağıyla tekmeler."
    },
    {
      "id": 102,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Ebu Hurayrah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: Dilsiz bir hayvanın neden olduğu bir yaralanma için, bir mayın için ve bir kuyu için herhangi bir diyet ödenmez. Toprakta gömülü bulunan bir hazine için beşte bir vardır."
    }
  ]
}