{
  "language": "tr",
  "metadata": {
    "length": 177,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Yahudiler yetmiş bir veya yetmiş iki fırkaya ayrıldılar; Hristiyanlar yetmiş bir veya yetmiş iki fırkaya ayrıldılar; ve benim ümmetim yetmiş üç fırkaya ayrılacaktır."
    },
    {
      "id": 2,
      "narrator": "Abu `Amir al-Hawdhani said:",
      "text": "Abu `Amir al-Hawdhani dedi ki: Mu`awiyah b. Abi Sufiyan aramızda durdu ve dedi ki: Dikkat edin! Allah'ın Elçisi (ﷺ) aramızda durdu ve dedi ki: Dikkat edin! Kitap ehli daha önce yetmiş iki fırkaya ayrıldı, bu ümmet ise yetmiş üç fırkaya ayrılacak: bunlardan yetmiş ikisi Cehenneme gidecek ve biri Cennete gidecek, o da çoğunluk grubudur."
    },
    {
      "id": 3,
      "narrator": "‘A’ishah said:",
      "text": "İbn Yahya ve `Amr kendi rivayetlerinde ekledi: \"Ümmetim arasında, hastalığına nüfuz eden kuduz gibi arzularla hakim olacak insanlar çıkacaktır.\" `Amr’ın rivayetinde: \"Hastaya nüfuz eder. Hiçbir damar ve eklem kalmaz ki ona nüfuz etmesin.\""
    },
    {
      "id": 4,
      "narrator": "Narrated AbuDharr:",
      "text": "‘A’işah dedi ki: Allah'ın Elçisi (ﷺ) bu ayeti okudu: “O, sana Kitabı indiren O'dur: içinde temel veya esas ayetler vardır...” \"anlayış sahibi insanlar\" ifadesine kadar. Sonra dedi ki: Kur'an'daki mecaz olanı takip eden o insanları gördüğünüzde, işte onlar Allah'ın (Kur'an'da) adını verdiği insanlardır. Onlardan sakının."
    },
    {
      "id": 5,
      "narrator": "‘Abd Allah b. Ka`b b. Malik who used to lead his father from among his sons when he became blind, said:",
      "text": "AbuDharr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: En iyi ameller, Allah rızası için sevmek ve Allah rızası için nefret etmektir."
    },
    {
      "id": 6,
      "narrator": "‘Ammar b. Yasir said:",
      "text": "‘Abd Allah b. Ka`b b. Malik, babasını kör olduğunda oğulları arasında yönlendiren biri olarak, Ka`b b. Malik'in - aktarıcı İbn al-Sarh, onun Peygamber (ﷺ) ile Tabuk seferinde geride kalma hikayesini anlattı - şöyle dediğini işittim: Allah'ın Elçisi (ﷺ) Müslümanların biz üç kişiyle konuşmasını yasakladı. Bu durumda üzerime bol zaman geçtikten sonra, kuzenim olan Abu Qatadah'ın bahçesinin duvarına çıktım. Ona selam verdim, ama Allah'a yemin ederim ki, o selamımı almadı. Sonra onun tövbesi ile ilgili Kur'an ayetlerinin vahyolunma hikayesini anlattı."
    },
    {
      "id": 7,
      "narrator": "‘A’ishah said:",
      "text": "‘Ammar b. Yasir dedi ki: Ellerde çatlaklar olduğu halde aileme geldim. Beni safranla boyadılar. Sonra Peygamber (ﷺ) yanına gittim ve selam verdim, ama o selamımı almadı. Dedi ki: Git ve bunu üzerinden yıka."
    },
    {
      "id": 8,
      "narrator": "Narrated AbuHurayrah:",
      "text": "‘A’işah dedi ki: Safiyyah bint Huyayy'ın devesi yorgun düştü ve Zeynep'in fazla bir binek hayvanı vardı. Allah'ın Elçisi (ﷺ) Zeynep'e dedi ki: Ona deveyi ver. O da: O Yahudi kadına mı vereyim? Bunun üzerine Allah'ın Elçisi (ﷺ) öfkelendi ve Dhu al-Hijjah, Muharram ve Safar'ın bir kısmında ondan uzak durdu."
    },
    {
      "id": 9,
      "narrator": "Narrated Al-Miqdam ibn Ma'dikarib:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Kur'an hakkında tartışmak, inkârdır."
    },
    {
      "id": 10,
      "narrator": "Narrated AbuRafi':",
      "text": "Al-Miqdam ibn Ma'dikarib'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: Dikkat edin! Bana Kur'an ve ona benzer bir şey verildi, ama bir zaman gelecek ki, bir adam kanepesinde oturmuş şöyle diyecek: Kur'an'a sarılın; içinde bulduğunuz her şeyin helal olduğunu helal sayın, ve içinde bulduğunuz her şeyin haram olduğunu haram sayın. Dikkat edin! Evcil eşek, dişleriyle avlanan hayvanlar ve bir konfederasyona ait olan bir şey, sahibi istemedikçe size helal değildir. Eğer birisi bazı insanlara gelirse, onları ağırlamak zorundadır, ama eğer ağırlamazlarsa, o, onlardan ağırlama bedeli talep etme hakkına sahiptir."
    },
    {
      "id": 11,
      "narrator": "`A'ishah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "AbuRafi' den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: İçinizden biri, benimle ilgili bir şey işittiğinde, neyi emrettiğimi veya neyi yasakladığımı duyduğunda, kanepesinde yatarken beni bulmasın ve şöyle demesin: Biz bilmiyoruz. Allah'ın Kitabında bulduğumuz şeyleri takip ettik."
    },
    {
      "id": 12,
      "narrator": "Narrated Irbad ibn Sariyah:",
      "text": "`A'işah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Eğer birisi bu işimize, ona ait olmayan bir şey sokarsa, o reddedilir. İbn `Isa dedi ki: Peygamber (ﷺ) dedi ki: Eğer birisi, bizim uygulamamızdan başka bir şekilde bir eylemde bulunursa, o reddedilir."
    },
    {
      "id": 13,
      "narrator": "‘Abd Allah b. Mas’ud reported the Prophet (ﷺ) as saying:",
      "text": "İrbad ibn Sariyah'dan rivayet edilmiştir: AbdurRahman ibn Amr as-Sulami ve Hujr ibn Hujr dediler ki: İrbad ibn Sariyah'a geldik, o, hakkında şu ayetin indirildiği kişilerden biriydi: \"Sana binek temin etmek için gelenler üzerinde bir günah yoktur, ve sen: 'Sizin için binek bulamıyorum' dediğinde.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ona selam verdik ve dedik ki: Seni görmek, şifa almak ve senden faydalanmak için geldik."
    },
    {
      "id": 15,
      "narrator": "‘Amir b. sa’id on his father’s authority reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Al-Irbad dedi ki: Bir gün Allah'ın Elçisi (ﷺ) bizi namaza yönetti, sonra bize döndü ve gözlerin yaşardığı, kalplerin korktuğu uzun bir nasihatte bulundu."
    },
    {
      "id": 16,
      "narrator": "Yazid b. ‘Umairah, who was one of the companions of Mu’adh b. Jabal said:",
      "text": "Yazid b. 'Umairah, Mu'adh b. Cebel'in arkadaşlarından biri, şöyle dedi: Mu'adh b. Cebel bir vaaz toplantısında oturduğunda, \"Allah adil bir hakemdir; şüphe edenler helak olacaktır\" derdi. Bir gün Mu'adh b. Cebel dedi ki: \"Sizden sonraki zamanlarda, zenginliklerin bol olacağı imtihanlar olacak. Bu imtihanlar sırasında Kur'an o kadar kolay olacak ki, her mümin, münafık, erkek, kadın, genç, yaşlı, köle ve hür kişi onu öğrenecek. Sonra bir adam şöyle diyebilir: 'İnsanlar neden beni takip etmiyor, ben Kur'an okurken?' Onlar beni, ona başka bir yenilik tanıtmadıkça takip etmeyecekler. Bu yüzden dinin yeniliklerinden kaçının, çünkü her yenilik bir hatadır. Size bir âlimin doğru yoldan sapmasından sakındırıyorum; çünkü bazen şeytan bir âlimin diliyle bir hata söyler; bazen de bir münafık bir hakikat söyler. Ben Mu'adh b. Cebel'e dedim ki: \"Anlayamıyorum, Allah sana rahmet etsin, bir âlim bazen bir hata söylerken, bir münafık da bir hakikat söyleyebilir.\" O da şöyle cevap verdi: \"Evet, bir âlimin sözlerinden uzak dur, çünkü o, bilinen şeylerden geri çekilebilir ve sen gerçeği duyduğunda, gerçek ışık saçar.\""
    },
    {
      "id": 17,
      "narrator": "Sufyan said (according to one chain), and Abu al-Salit said (according to another chain):",
      "text": "Abu Davud dedi ki: Bu rivayette Ma'mar, al-Zuhrî'den şöyle dedi: \"wa la yun iyannaka\" kelimeleri \"wa la yuthniyannaka\" yerine geçer, aynı anlamda: \"seni oyalamayabilir\" salih b. Kaysan, al-Zuhrî'den bu rivayette \"al-mushtaharat\" (iyi bilinen şeyler) kelimelerini söyledi. Ayrıca \"La yuthniyannaka\" kelimesini 'Uqail'in belirttiği gibi söyledi. İbn İshak, al-Zuhrî'den şöyle dedi: \"Evet, bir âlimin sözünden şüphe ediyorsan, o zaman 'Bu kelime ile neyi kastetti?' demelisin.\""
    },
    {
      "id": 18,
      "narrator": "Nafi said:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Khalid al-Hadhdha said:",
      "text": "Sufyan dedi ki (bir isnada göre), ve Ebu Salit dedi ki (başka bir isnada göre): Bir adam, 'Umar b. 'Abd al-Aziz'e ilahi kader hakkında bir mektup yazdı. O da ona şöyle yazdı: \"Öncelikle, Allah'tan korkmanı, O'nun emrine itaatte ölçülü olmanı, Peygamberinin (ﷺ) sünnetine uymanı ve sünnetinin yerleştiği ve yenilikçilerin onun sıkıntısından kurtulduğu yeniliklerden kaçınmanı tavsiye ediyorum; bu yüzden sünnete sarıl, çünkü bu, Allah dilerse, senin için bir koruma olacaktır; sonra bilmelisin ki, insanların getirdiği her yenilik, daha önce bazı otoriteler temelinde reddedilmiştir veya içinde bir ders vardır; çünkü sünnet, hata, kayma, cehalet ve aşırılık konusunda bilinçli olan insanlar tarafından getirilmiştir. Bu yüzden, geçmişte insanların kendileri için kabul ettiklerini sen de kabul et, çünkü onlar kendilerine bildirilen her şey hakkında tam bir bilgiye sahipti ve derin bir kavrayışla yasak olan şeyleri yasakladılar; dinin meselelerini açıklama konusunda bizden daha güçlüydüler ve erdemleri sayesinde bizden çok daha iyiydiler. Eğer doğru rehberlik ettiğin şey, onların önüne geçtiyse, o zaman onlardan daha ileri gitmiş olursun. Eğer onlardan sonra gelen yeniliklerin, onların yolunu takip etmeyenler tarafından getirildiğini söylersen, işte onlar gerçekten öne geçtiler, ve bu konuda yeterince konuştular ve tatmin edici bir açıklama yaptılar. Onların altında ayrıntılı bir yer yoktur, ve üstlerinde de ayrıntılı bir şey yoktur. Bazı insanlar meseleyi daha fazla kısalttılar ve böylece onlardan uzaklaştılar, bazı insanlar ise meseleyi daha fazla uzattılar ve böylece abarttılar. Onlar bu ikisi arasında doğru rehberlikteydiler. Sen bana ilahi kaderin itirafı hakkında yazdın, gerçekten de bu konuda bilgisi olan birine yaklaşmış oldun, Allah'ın iradesiyle. Ben, insanların getirdiği her yeniliği ve insanların tanıttığı her inovasyonu biliyorum, bunlar ilahi kaderin itirafından daha belirgin ve daha yerleşik değildir. Cahiller (yani İslam öncesi Araplar) bunu anmışlardır; bunu konuşmalarında ve şiirlerinde dile getirmişlerdir. Kaybettikleri şeyler için kendilerini teselli ederlerdi, ve İslam bu inancı güçlendirmiştir (yani ilahi kader inancı). Allah'ın Elçisi (ﷺ) bunu bir veya iki rivayette zikretmemiştir, ancak Müslümanlar ondan bunu duymuşlardır ve onun hayatında ve ölümünden sonra bunu konuşmuşlardır. Bunu, Rablerine olan inanç ve teslimiyetle yapmışlardır ve kendilerini zayıf görmüşlerdir. O'nun bilgisiyle çevrelenmeyen ve O'nun kaydında sayılmayan ve O'nun kaderiyle belirlenmeyen hiçbir şey yoktur. Bununla birlikte, bu, Kitabında güçlü bir şekilde belirtilmiştir: ondan çıkardılar ve ondan okudular, ve senin bilmediğin yorumunu biliyorlardı. Sonrasında şöyle dediler: \"Bütün bunlar yazı ve kaderle ilgilidir. Sıkıntı yazılmıştır ve ne yazılmışsa olacaktır; Allah neyi dilerse o kesinlikle olur ve neyi dilemezse o olmaz. Kendimize zarar vermek veya fayda sağlamak konusunda hiçbir gücümüz yoktur.\" Sonrasında ise iyiliklere yöneldiler ve kötü işlerden korktular."
    },
    {
      "id": 20,
      "narrator": "Khalid al-Hadhdha, asked al-Hasan about the Quranic verse:",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Khalid al-Hadhdha asked al-Hasan about the Quranic verse:",
      "text": "Nafi dedi ki: İbn 'Umar'ın Suriye halkından bir arkadaşı vardı, onunla yazışıyordu. 'Abd Allah b. 'Umar ona yazdı: \"İlahi kader hakkında bir şeyler söylediğini duydum. Bunu bana yazmalısın, çünkü ben Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: 'Ümmetimden bazıları ilahi kaderi yalanlayacak.'\""
    },
    {
      "id": 22,
      "narrator": "Humaid said:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Humaid said:",
      "text": "Halid al-Hadhdha dedi ki: Ben Hasan'a dedim: \"Ebu Sa'id, bana Adem hakkında söyle. Cennet için mi, yoksa dünya için mi yaratıldı?\" O da dedi ki: \"Hayır, dünya için.\" Ben de dedim ki: \"Bu onun için kaçınılmazdı.\" Dedim ki: \"Kur'an'ın şu ayeti hakkında bana söyle: 'Allah'a karşı (herhangi birini) saptıracak bir şey yoktur, ancak ateşe gidecek olanlar hariç.'\" O da dedi ki: \"Şeytanlar, Allah'ın cehenneme gitmesini takdir ettiği kimseyi hariç tutarak, kimseyi saptırmazlar.\""
    },
    {
      "id": 24,
      "narrator": "Humaid al-Tawil asked al-Hasan about the verse:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Explaining the Quranic verse; “And between them and their desire is placed a barrier.” Al-Hasan said:",
      "text": "Halid al-Hadhdha, Hasan'a Kur'an ayeti hakkında sordu: \"Ve bunun için onları yarattı.\" O da dedi ki: \"Bunları bunun için, şunları da şunun için yarattı.\""
    },
    {
      "id": 26,
      "narrator": "Ibn ‘Awn said:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Hammad said:",
      "text": "Halid al-Hadhdha, Hasan'a Kur'an ayeti hakkında sordu: \"Allah'a karşı (herhangi birini) saptıracak bir şey yoktur, ancak ateşe gidecek olanlar hariç.\" O da dedi ki: \"Allah'ın cehenneme gitmesini takdir ettiği kimse hariç.\""
    },
    {
      "id": 28,
      "narrator": "Yahya b. Kathir al-‘Anbari said:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Ibn ‘Awn said:",
      "text": "Humaid dedi ki: Al-Hasan, cennetten yere düşmesinin, \"Mesela bu benim elimde\" demekten daha değerli olduğunu söylerdi."
    },
    {
      "id": 30,
      "narrator": "Ayyub said:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "‘Uthman al-Batti said:",
      "text": "‘Uthman al-Batti dedi ki: Al-Hasan, hiçbir Kur'an ayetini, (İlahi hükmü) tesis etmekten başka bir şekilde yorumlamadı."
    },
    {
      "id": 32,
      "narrator": "Ibn ‘Umar said:",
      "text": "İbn ‘Umar dedi ki: Peygamber (ﷺ) zamanında şöyle derdik: Hiç kimseyi Ebu Bekir ile kıyaslamayız. Sonra ‘Umar gelir, ardından ‘Uthman. Sonra Peygamber (ﷺ) sahabelerinin geri kalanını bırakırdık ve hiç birini diğerine üstün tutmazdık."
    },
    {
      "id": 33,
      "narrator": "Ibn ‘Umar said:",
      "text": "İbn ‘Umar dedi ki: Allah’ın Elçisi (ﷺ) hayattayken, en üstün topluluk üyesinin kendisinden sonra Ebu Bekir, sonra ‘Umar, sonra ‘Uthman olduğunu söylerdik."
    },
    {
      "id": 34,
      "narrator": "Muhammad b. al-Hanafiyyah said:",
      "text": "Muhammed b. el-Hanafiyyah dedi ki: Babama dedim: Allah’ın Elçisi (ﷺ) sonrası insanların en iyisi kimdir? O da: Ebu Bekir. Sonra sordum: Kim geliyor? O da: ‘Umar. Sonra ‘Uthman'ı soracağım diye korktum, bu yüzden: Sen geldin, ey babam? dedim. O da: Ben sadece Müslümanlar arasında bir adamım, dedi."
    },
    {
      "id": 35,
      "narrator": "Muhammad al-Firyabl said:",
      "text": "Muhammed el-Firyabl dedi ki: Sufyan’ın şöyle dediğini duydum: Eğer biri ‘Ali’nin (Allah ondan razı olsun) halifelik için onlardan daha layık olduğunu düşünüyorsa, o Ebu Bekir, ‘Umar, Muhacirler (Göç edenler) ve Ensar (Yardımcılar) hakkında hata etmiş olur, Allah hepsinden razı olsun. Ben bu (inançla) onun hiçbir ameli göğe yükselmeyecektir diye düşünüyorum."
    },
    {
      "id": 36,
      "narrator": "Sufyan al-Thawri said:",
      "text": "Sufyan es-Savri dedi ki: Halifeler beştir: Ebu Bekir, ‘Umar, ‘Uthman, ‘Ali ve ‘Umar b. ‘Abd al-Aziz."
    },
    {
      "id": 37,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas dedi ki: Ebu Hureyre, bir adamın Allah’ın Elçisi (ﷺ)'ne geldiğini ve şöyle dediğini aktardı: Rüyamda, bir bulut parçasından yağ ve bal damladığını gördüm. İnsanların ellerini açtıklarını gördüm. Bazıları çok, bazıları az aldı. Ayrıca, gökten yere sarkan bir ip gördüm. Allah’ın Elçisi, onu tuttu ve onunla yükseldi. Sonra başka bir adam onu tuttu ve onunla yükseldi. Sonra başka bir adam onu tuttu ve onunla yükseldi. Sonra başka bir adam onu tuttu ama koptu, sonra tekrar bağlandı ve o da onunla yükseldi."
    },
    {
      "id": 38,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn ‘abbas through a different chain of narrators. This version adds:",
      "text": "Ebu Bekir dedi: Annem babam sana feda olsun, izin verirsen, ben bunu yorumlayayım."
    },
    {
      "id": 39,
      "narrator": "Narrated AbuBakrah:",
      "text": "O da: Yorumla, dedi. O da: Bulut parçası İslam bulutudur; ondan damlayan yağ ve bal, yumuşaklık ve tat içeren Kur'an'dır. Onu çok veya az alanlar, Kur'an'dan çok veya az öğrenenlerdir. Gökyüzünden yere sarkan ip, takip ettiğiniz hakikattir. Onu tutarsanız, Allah sizi O'na yükseltecektir. Sonra başka bir adam onu tutacak ve onunla yükselecek. Sonra başka bir adam onu tutacak ve kopacak. Ama tekrar bağlanacak ve o da onunla yükselecek. Bana söyle, Allah’ın Elçisi, doğru mu yanlışı mı yapıyorum?"
    },
    {
      "id": 40,
      "narrator": "Abu Bakrah said:",
      "text": "O da: Kısmen doğru, kısmen yanlısın, dedi. O da: Allah’a yemin ederim, nerede yanlış yaptığımı bana söylemelisin, dedi."
    },
    {
      "id": 41,
      "narrator": "Jabir b. ‘Abd Allah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Peygamber (ﷺ) dedi: Yemin etmeyin."
    },
    {
      "id": 42,
      "narrator": "Samurah b. Jundub told that a man said:",
      "text": "Yukarıda bahsedilen rivayet, İbn ‘Abbas tarafından farklı bir nakil zinciriyle de aktarılmıştır. Bu versiyon ekliyor: Hatasını ona söylemeyi reddetti."
    },
    {
      "id": 43,
      "narrator": "Makhul said:",
      "text": "Ebu Bekrah rivayet etti: Bir gün Peygamber (ﷺ) dedi ki: İçinizden kim rüya gördü? Bir adam: Ben gördüm, dedi. Gökyüzünden bir terazi indiğini gördüm. Sen ve Ebu Bekir tartıldınız ve sen daha ağırdın; Ebu Bekir ve ‘Umar tartıldılar ve Ebu Bekir daha ağırdı; ‘Umar ve ‘Uthman tartıldılar ve ‘Umar daha ağırdı; sonra terazi kaldırıldı. Allah’ın Elçisi (ﷺ)'nin yüzünde hoşnutsuzluk belirtileri gördük."
    },
    {
      "id": 44,
      "narrator": "Abu al-A’yas ‘Abd al-Rahman b. Salam said:",
      "text": "Ebu Bekrah dedi ki: Bir gün Peygamber (ﷺ) sordu: İçinizden kim rüya gördü? Sonra aynı etkiyi taşıyan rivayetin geri kalanını anlattı, ancak “hoşnutsuz” kelimesini zikretmedi. Bunun yerine, Allah’ın Elçisi (ﷺ) bunun hakkında üzüldüğünü söyledi. Sonra dedi ki: Peygamberlik modelinde bir halifelik olacak, sonra Allah dilediğine krallığı verecektir."
    },
    {
      "id": 45,
      "narrator": "Makhul reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Cabir b. ‘Abd Allah, Allah’ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Geçen gece iyi bir adam bir rüya gördü ve Ebu Bekir’in Allah’ın Elçisi (ﷺ) ile birleştiğini, ‘Umar’ın Ebu Bekir ile, ‘Uthman’ın da ‘Umar ile birleştiğini gördü. Cabir dedi ki: Allah’ın Elçisi (ﷺ)'nden ayrıldığımızda, dedik ki: İyi adam Allah’ın Elçisi (ﷺ)'dir ve onların birleşmesi, Allah’ın Peygamberini (ﷺ) gönderdiği bu meselede yöneticiler olduklarını ifade eder."
    },
    {
      "id": 46,
      "narrator": "‘Awf said:",
      "text": "'Awf dedi ki: Al-Haccac'ın halka hitap ederken şöyle dediğini duydum: \"Uthman'ın Allah ile benzerliği, Meryem oğlu İsa'nın benzerliği gibidir.\" Sonra şu ayeti okudu ve açıkladı: \"Bak! Allah dedi ki: Ey İsa! Seni alacağım ve kendime yükselteceğim ve seni (küfre) inananların iftiralarından temizleyeceğim.\" Bize ve Suriye halkına elini işaret ederek anlatıyordu."
    },
    {
      "id": 47,
      "narrator": "Al-Rabi’ b. Khalid al-Dabbi said:",
      "text": "Al-Rabi' b. Khalid al-Dabbi dedi ki: Al-Haccac'ın hitabında şöyle dediğini duydum: \"Sizlerden birinin ihtiyacı için gönderilen elçi, onun halkı arasında daha mı saygındır yoksa halefimi mi?\" Ben aklımdan geçirdim: \"Allah'a yemin ederim ki, asla senin arkanıza namaz kılmayacağım. Eğer seninle savaşan bir grup insan bulursam, onlarla birlikte sana karşı savaşacağım.\" İshak, kendi rivayetinde ekledi: \"O, al-Cemacim savaşında savaşmış ve orada öldürülmüştür.\""
    },
    {
      "id": 48,
      "narrator": "‘Asim said:",
      "text": "'Asim dedi ki: Al-Haccac'ın minberde şöyle dediğini duydum: \"Allah'tan korkun, mümkün olduğu kadar; bunda bir istisna yoktur. Müminlerin Komutanı 'Abd al-Malik'e dinleyin ve itaat edin; bunda da bir istisna yoktur. Allah'a yemin ederim ki, insanları caminin belirli bir kapısından girmeye emredersem ve başka bir kapıdan çıkarlarsa, onların kanları ve malları benim için helaldir. Allah'a yemin ederim ki, eğer Rabi'ah kabilesini Mudar kabilesi için alırsam, bu Allah katında benim için helaldir. Hudhail'in (yani 'Abd Allah b. Mas'ud) kölesi için bana kim özür dileyebilir? O, Kur'an'ı Allah'tan okuduğunu düşünüyor. Allah'a yemin ederim ki, bu, bedevilerin kafiyeli bir prozudur. Allah bunu Peygamberine (ﷺ) indirmedi. Bu müşteriler (Arap olmayanlar) için kim bana özür dileyebilir? Onlardan biri bir taş atacağını düşünüyor ve düştüğünde (yere) der ki: \"Yeni bir şey oldu.\" Allah'a yemin ederim ki, onları (mahvolmuş ve yok olmuş) bırakacağım, geçip giden gün gibi.\""
    },
    {
      "id": 49,
      "narrator": "Al-A’mash said:",
      "text": "Dedi ki: Bunu al-A'mash'a söyledim. O da: \"Allah'a yemin ederim ki, ondan bunu duydum.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Sulaiman al-A’mash said:",
      "text": "Al-A'mash dedi ki: \"Bu müşteriler (yani Arap olmayanlar) vurulmalı ve kesilmelidir. Allah'a yemin ederim ki, eğer bir sopayı bir sopayla vurursam, onları geçip giden gün gibi yok ederim.\" Al-hamra, müşteriler veya Arap olmayanlar anlamına gelir."
    },
    {
      "id": 51,
      "narrator": "Narrated Safinah:",
      "text": "Süleyman al-A'mash dedi ki: \"Ben al-Haccac ile Cuma namazı kıldım ve o hitap etti. Sonra Abu Bakr b. 'Ayyash'ın rivayetini aktardı. O da şöyle dedi: 'Allah'ın halifesi ve seçkisi 'Abd al-Malik bin Marwan'ı dinleyin ve itaat edin.' Sonra rivayetin geri kalanını aktardı ve dedi ki: 'Eğer Rabi'ah'ı Mudar için alırsam.' Ama müşteri (yani Arap olmayanlar) hikayesini anmadı.\""
    },
    {
      "id": 52,
      "narrator": "Safinah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Safinah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Peygamberlik halifeliği otuz yıl sürecektir; sonra Allah, Krallığını dilediğine verecektir.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Sa'id ibn Zayd ibn Amr ibn Nufayl:",
      "text": "Sa'id, Safinah'ın ona şöyle dediğini aktardı: \"Abu Bakr'ın halifeliğini iki yıl, 'Umar'ın on yıl, 'Uthman'ın on iki yıl ve 'Ali'yi de şu kadar hesapla.\" Sa'id dedi ki: \"Safinah'a: 'Ali'nin halife olmadığını düşünüyorlar.' dedim. O da: 'Marwan'ın kıçları yalan söyledi.' diye cevap verdi."
    },
    {
      "id": 54,
      "narrator": "Narrated Sa'id ibn Zayd:",
      "text": "Safinah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Peygamberlik halifeliği otuz yıl sürecektir; sonra Allah, Krallığı dilediğine verecektir; veya Krallığını dilediğine verecektir.\""
    },
    {
      "id": 55,
      "narrator": "Rabah ibn al-Harith said:",
      "text": "Sa'id b. Zayd b. Amr b. Nufayl'den rivayet edilmiştir: Abdullah b. Zalim al-Mazini dedi ki: \"Sa'id b. Zayd b. Amr b. Nufayl'ın şöyle dediğini duydum: 'Şu kişi Kufe'ye geldiğinde, şu kişiyi halka hitap etmesi için ayakta durdurdu, Sa'id b. Zayd benim elimden tuttu ve dedi ki: 'Bu zalimi görüyor musun? Dokuz kişinin cennete gideceğine şahitlik ediyorum. Onuncusuna da şahitlik edersem, günahkar olmam.'\""
    },
    {
      "id": 56,
      "narrator": "Anas b. malik said:",
      "text": "Ben sordum: \"Dokuz kimdir?\" O da: \"Allah'ın Elçisi (ﷺ) Hira'da iken şöyle dedi: 'Hira, dur! Üzerinde yalnızca bir Peygamber, ya da her zaman doğruyu söyleyen biri, ya da bir şehit var.' Ben sordum: \"O dokuz kimdir?\" O da: \"Allah'ın Elçisi, Abu Bakr, 'Umar, 'Uthman, 'Ali, Talhah, az-Zubayr, Sa'd b. Abu Waqqas ve Abdurrahman b. Avf.\" Ben sordum: \"Onuncu kimdir?\" Bir an durdu ve dedi ki: \"O benim.\""
    },
    {
      "id": 57,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Davud dedi ki: \"Bu rivayet al-Ashja'i tarafından, Sufyan'dan, Mansur'dan, Hilal b. Yasaf'tan, 'Abd Allah b. Zalim aracılığıyla farklı bir isnat ile benzer şekilde aktarılmıştır.\""
    },
    {
      "id": 58,
      "narrator": "Jabir reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Sa'id b. Zayd'dan rivayet edilmiştir: Abdurrahman b. al-Akhnas, camide bulunduğunda bir adamın 'Ali'yi (Allah ondan razı olsun) andığını söyledi. Bunun üzerine Sa'id b. Zayd ayağa kalktı ve dedi ki: \"Allah'ın Elçisi (ﷺ) için şahitlik ederim ki, on kişinin cennete gideceğini duydum: Peygamber (ﷺ) cennete gidecek, Abu Bakr cennete gidecek, 'Umar cennete gidecek, 'Uthman cennete gidecek, 'Ali cennete gidecek, Talhah cennete gidecek, az-Zubayr b. al-Awwam cennete gidecek, Sa'd b. Malik cennete gidecek ve Abdurrahman b. Avf cennete gidecek. İstersen onuncusunu da söyleyebilirim.\" İnsanlar sordular: \"O kim?\" O da sessiz kaldı. Tekrar sordular: \"O kim?\" O da: \"O Sa'id b. Zayd'dır.\" diye cevap verdi."
    },
    {
      "id": 59,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying – will be according to the version of Musa :",
      "text": "Rabah b. al-Harith dedi ki: \"Ben Kufe camisinde birisiyle oturuyordum, Kufe halkı da onunla birlikteydi. Sonra Sa'id b. Zayd b. Amr b. Nufayl geldi ve onu karşıladı, selamladı ve tahtın ayaklarının yanına oturttu. Sonra Kufe halkından Qays b. Alqamah adında bir adam geldi. O da onu karşıladı ve ona hakaret etmeye başladı.\""
    },
    {
      "id": 60,
      "narrator": "Al-Miswar b. Makhramah said :",
      "text": "Sa'id sordu: \"Bu adam kime hakaret ediyor?\" O da: \"Ali'ye hakaret ediyor.\" dedi. O da: \"Allah'ın Elçisi (ﷺ) arkadaşlarının hakarete uğradığını görmüyor musun, ama sen ne durduruyorsun ne de bir şey yapıyorsun? Allah'ın Elçisi (ﷺ) şöyle dediğini duydum - ve onun söylemediği bir şey için onu anmam gerekmiyor, yarın onu gördüğümde bana soracak - Abu Bakr cennete gidecek ve 'Umar cennete gidecek.\" Sonra rivayetin geri kalanını aynı şekilde (No. 4632'deki gibi) aktardı."
    },
    {
      "id": 61,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Umar ibn al-Khattab'dan rivayet edilmiştir: Umar ibn al-Khattab'ın mu'adhdini Al-Aqra' dedi ki: Umar beni bir piskoposa gönderdi ve onu çağırdım."
    },
    {
      "id": 62,
      "narrator": "‘Imran b. Husain reported the Messenger of Allah (ﷺ) as saying :",
      "text": "Umar ona dedi: Beni Kitap'ta buluyor musun? O da: Evet, dedi. Umar sordu: Beni nasıl buluyorsun? O da: Seni (bir) kale gibi buluyorum, dedi. Bunun üzerine o, ona bir kamçı kaldırarak: Kale ile neyi kastettin? dedi. O da: Demir bir kale ve son derece güvenilir, diye cevap verdi. Umar sordu: Peki, benden sonra gelecek olanı nasıl buluyorsun? O da: Onu takva sahibi bir halife olarak buluyorum, ancak akrabalarını tercih edecek, dedi. Umar: Allah, Osman'a merhamet etsin, dedi; bunu üç kez tekrarladı. Sonra sordu: Peki, ondan sonra gelecek olanı nasıl buluyorsun?"
    },
    {
      "id": 63,
      "narrator": "Abu Sa’id (al-Khudri) reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "O da: Onu paslı demir gibi buluyorum, dedi. Umar elini başına koydu ve: Ey pis! Ey pis! dedi. O da: Ey Müminlerin Emiri! O takva sahibi bir halife, ama halife olduğunda kılıç çekilecek ve kan dökülecek."
    },
    {
      "id": 64,
      "narrator": "‘Amr b. Abl Qurrah said :",
      "text": "Ebu Davud dedi ki: Al-dafr, pislik veya kötü koku anlamına gelir."
    },
    {
      "id": 65,
      "narrator": "Narrated Abdullah ibn Zam'ah:",
      "text": "---"
    },
    {
      "id": 66,
      "narrator": "The tradition mentioned above has also been transmitted by ‘Abd Allah b. Zam’ah through a different chain. He said:",
      "text": "İmrân b. Hüsayn, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Benim halkımın en hayırlısı, gönderildiğim nesildir; sonra onların hemen ardından gelenler, sonra da onların hemen ardından gelenlerdir. Allah en iyi bilendir, üçüncüyü zikredip etmediğini. Onlardan sonra, kendilerinden istenmeden şehadet verecek, yerine getirmedikleri adaklar yapacak, hain ve güvenilmez olacak insanlar gelecek; bunlar arasında oburluk ortaya çıkacak."
    },
    {
      "id": 67,
      "narrator": "Narrated AbuBakrah:",
      "text": "---"
    },
    {
      "id": 68,
      "narrator": "Narrated Hudhayfah:",
      "text": "Ebu Sa'id (el-Hudri) Allah'ın Elçisi'nin (Ona selam olsun) şöyle söylediğini bildirdi: Ashabıma sövmeyin; canımın bulunduğu zat adına, eğer sizden biri Uhud kadar altın verse, bu onların bir mudd'ü kadar bile olmaz, ya da onun yarısı kadar bile."
    },
    {
      "id": 69,
      "narrator": "Tha’labah b. Dubai’ah said:",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Amr b. Abl Kurrah dedi ki: Hudayfe, el-Mada'in'deydi. Allah'ın Elçisi'nin (Ona selam olsun) bazı Ashabına öfkeyle söylediği şeyleri zikrederdi. Hudayfe'den işiten insanlar, Salmana gider ve ona Hudayfe'nin söylediklerini anlatırlardı. Salman derdi ki: Hudayfe, ne söylediğini en iyi bilendir. Sonra Hudayfe'ye gelir ve ona derlerdi: Salmana senin söylediklerini aktardık, ama o ne seni tasdik etti ne de yalanladı. Bunun üzerine Hudayfe, sebze bahçesinde olan Salman'a gitti ve dedi ki: Salman, beni, Allah'ın Elçisi'nden (Ona selam olsun) duyduğum şeyler hakkında niçin tasdik etmiyorsun? Salman dedi ki: Allah'ın Elçisi (Ona selam olsun) bazen öfkelenir ve bazı Ashabına öfkeyle bir şey söylerdi; bazen de memnun olur ve bazı Ashabına memnuniyetle bir şey söylerdi. Bazı insanları bazı insanların kalplerinde sevmeye, bazı insanları da nefret etmeye yönlendirmeden durmaz mısınız? Ve ayrılık ve ihtilaf yaratmadan durmaz mısınız? Allah'ın Elçisi (Ona selam olsun) şöyle buyurdu: Eğer halkımdan birine söversem ya da öfkemi ona yöneltirsem, ben Adem'in çocuklarından biriyim; onlar gibi öfkelenirim. O (Allah) beni alemlere rahmet olarak gönderdi. (Ey Allah!) onları kıyamet gününde (sövmek ya da lanet etmek) için bir rahmet kıl! Allah'a yemin ederim. Bu hadisleri anmaktan vazgeçmelisiniz, aksi takdirde Umar'a yazacağım."
    },
    {
      "id": 71,
      "narrator": "Qais b. ‘Abbad said :",
      "text": "---"
    },
    {
      "id": 72,
      "narrator": "Abu Sa’id reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "Abdullah ibn Zam'ah'dan rivayet edilmiştir: Allah'ın Elçisi'nin (ﷺ) hastalığı ağırlaştığında, ben onunla birlikte bir grup insanın arasında idim, Bilal onu namaza çağırdı. O da: İnsanları namaza kimse öndersin, dedi. Bunun üzerine Abdullah ibn Zam'ah dışarı çıktı ve insanların arasında Umar'ın bulunduğunu gördü, Ebu Bekir orada yoktu. Ben dedim: Umar, kalk ve insanları namaza önder. O da öne geçti ve \"Allah en büyüktür\" dedi. Allah'ın Elçisi (ﷺ) onun sesini duydu, çünkü Umar'ın sesi gürdür, ve dedi ki: Ebu Bekir nerede? Allah bunu istemez, Müslümanlar da istemez; Allah bunu istemez, Müslümanlar da istemez. Bunun üzerine Ebu Bekir'i çağırdı. O, Umar insanların o namazda öndeyken geldi. Sonra insanları namaza o önderlik etti."
    },
    {
      "id": 73,
      "narrator": "Abu Sa’id al-Khudri reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "---"
    },
    {
      "id": 74,
      "narrator": "Ibn ‘Abbas reported the Prophet (May peace be upon him) as saying :",
      "text": "Yukarıda bahsedilen rivayet, 'Abd Allah b. Zam'ah tarafından farklı bir isnatla da aktarılmıştır. O dedi ki: Peygamber (Ona selam olsun) Umar'ın sesini duyduğunda, İbn Zam'ah dedi ki: Peygamber (Ona selam olsun) dışarı çıktı ve dairesinin kapısından başını çıkardı. Sonra dedi ki: Hayır, hayır, hayır; Ebu Kuhafa'nın oğlu insanları namaza öndersin. Bunu öfkeli bir şekilde söyledi."
    },
    {
      "id": 75,
      "narrator": "‘Abd Allah b. Ja’far reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "‘Abu Hurairah said :",
      "text": "Ebu Hureyre dedi ki: Yahudilerden bir adam dedi ki: \"Bütün âlemlerden Musa'yı seçen O'na yemin ederim.\" Bunun üzerine bir Müslüman elini kaldırıp Yahudiye tokat attı. Yahudi, Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) gitti ve durumu bildirdi. Peygamber (sallallahu aleyhi ve sellem) dedi ki: \"Beni Musa'dan üstün kılmayın; çünkü insanlık (Kıyamet Günü) bayılacak ve ben, bayılanlardan kimlerin benim öncesinde iyileştiğini bileceğim, yoksa Allah'ın istisna ettiği kimselerden mi olacaklar.\""
    },
    {
      "id": 77,
      "narrator": "Anas said:",
      "text": "Ebu Davud dedi ki: İbn Yahya'nın rivayeti daha mükemmeldir."
    },
    {
      "id": 78,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Enes dedi ki: Bir adam, Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) dedi ki: \"Ey yaratıkların en hayırlısı!\" Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: \"O, İbrahim'dir (aleyhisselam).\""
    },
    {
      "id": 80,
      "narrator": "Abu Hurairah said :",
      "text": "---"
    },
    {
      "id": 81,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle dediğini rivayet etti: \"Ben, Adem'in soyları arasında önde gelen olacağım; yerin yarıldığı ilk kişi, şefaat edenlerin ilki ve şefaatinin kabul edildiği ilk kişi olacağım.\""
    },
    {
      "id": 82,
      "narrator": "Ibn ‘Abbas said :",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "Jabir reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle dediğini rivayet etti: \"Tubba'nın lanetli olup olmadığını ve 'Uzeyr'in (Azer) bir peygamber olup olmadığını bilmiyorum.\""
    },
    {
      "id": 84,
      "narrator": "'Abd Allah b. 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "Ibn ‘Abbas said:",
      "text": "Ebu Hureyre dedi ki: \"Ben, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle dediğini duydum: 'Ben, Meryem oğlu İsa'ya (aleyhisselam) insanlar arasında en yakın akrabayım. Peygamberler, aynı babadan olan üvey kardeşlerdir. Benimle onun arasında bir peygamber yoktur.'\""
    },
    {
      "id": 86,
      "narrator": "Narrated AbuUmamah:",
      "text": "---"
    },
    {
      "id": 87,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle dediğini rivayet etti: \"İman, yetmişten fazla dalı vardır; en üstünü 'Allah'tan başka ilah yoktur' demek, en alçak olanı ise yoldan bir kemiği kaldırmaktır. Ve haya, imanın bir dalıdır.\""
    },
    {
      "id": 88,
      "narrator": "Sa’d b. Abi Waqqas said :",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "Explaining the verse, “say ; You have no faith, but you only say :",
      "text": "İbn Abbas dedi ki: \"Abd al-Qays heyeti, Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) geldiğinde, onlara Allah'a iman etmelerini emretti. Sordu: 'Allah'a iman nedir, biliyor musunuz?' Onlar: 'Allah ve Elçisi en iyi bilendir' dediler. O da: 'Bu, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Elçisi olduğuna şehadet etmeyi, namazı kılmayı, zekatı vermeyi, Ramazan orucunu tutmayı ve ganimetin beşte birini vermeyi içerir.'\""
    },
    {
      "id": 90,
      "narrator": "Sa’d said :",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "Ibn ‘Umar reported the Prophet (May peace be upon him) as saying :",
      "text": "İbn ‘Umar, Peygamberin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: \"Benden sonra kafir olmayın; aranızdan biri diğerinin boynunu vurabilir.\""
    },
    {
      "id": 92,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "İbn ‘Umar, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: \"Herhangi bir mümin, diğer bir mümini kafir olarak adlandırırsa, eğer o gerçekten kafir ise bir sakıncası yoktur; eğer değilse, o kafir olur.\""
    },
    {
      "id": 93,
      "narrator": "‘Abd Allah b. ‘Amr reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "Abdullah b. Amr, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: \"Dört özellik, bunları taşıyanı tam bir münafık yapar ve bunlardan birine sahip olan, onu terk etmedikçe münafıklık özelliğine sahiptir: Konuştuğunda yalan söyler, söz verdiğinde ihanet eder, antlaşma yaptığında aldatır ve tartıştığında gerçeği saptırır.\""
    },
    {
      "id": 94,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: \"Bir kişi zina ettiğinde, o mümin değildir; bir kişi hırsızlık yaptığında, o mümin değildir; bir kişi içki içtiğinde, o mümin değildir; ve ona tevbe etmesi emredilir.\""
    },
    {
      "id": 95,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (sallallahu aleyhi ve sellem) şöyle dedi: \"Bir adam zina ettiğinde, imanı ondan ayrılır ve başının üzerinde bir tente gibi bir şey olur; ve o bu eylemi terk ettiğinde, imanı ona geri döner.\""
    },
    {
      "id": 96,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir: Peygamber (sallallahu aleyhi ve sellem) şöyle dedi: \"Kadirîler, bu toplumun mecusileridir. Eğer hastalanırlarsa, onlara ziyarete gitmeyin; eğer ölürlerse, cenazelerine katılmayın.\""
    },
    {
      "id": 97,
      "narrator": "Hudhaifah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Hudhaifah, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: \"Her toplumun mecusileri vardır ve bu toplumun mecusileri, Allah'ın bir hedefi olmadığına inananlardır. Eğer onlardan biri ölürse, cenazesine katılmayın; eğer onlardan biri hastalanırsa, ona ziyarete gitmeyin. Onlar Deccal'in taraftarlarıdır ve Allah onları kesinlikle Deccal ile birleştirecektir.\""
    },
    {
      "id": 98,
      "narrator": "Abu Musa al-Ash’ari reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Ebu Musa el-Eş'ari, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirmiştir: \"Allah, Adem'i yeryüzünün tamamından aldığı bir avuç topraktan yarattı; bu nedenle Adem'in çocukları yeryüzüne göre çeşitlenmiştir: bazıları kırmızı, bazıları beyaz, bazıları siyah, bazıları karışık, ayrıca düz ve pürüzlü, kötü ve iyi.\""
    },
    {
      "id": 99,
      "narrator": "‘Ali said:",
      "text": "Ali dedi ki: \"Baql’ al-Gharqad'da bir cenazeye katıldık; bu cenazeye Allah'ın Elçisi (sallallahu aleyhi ve sellem) de katıldı. Allah'ın Elçisi (sallallahu aleyhi ve sellem) geldi ve oturdu. Elinde bir sopa vardı; bu sopa ile toprağı kazmaya başladı. Sonra başını kaldırdı ve şöyle dedi: 'Hepinizin ve her bir ruhun Cehennem'deki veya Cennet'teki yeri kaydedilmiştir ve kötü ya da hayırlı olarak belirlenmiştir.' Halktan biri sordu: 'Ey Allah'ın Elçisi! O zaman bizim sadece kaydedilene güvenmemiz ve (iyi) amelleri terk etmemiz gerekmiyor mu?' Oysa ki, hayırlı olanlardan olanlar hayra yönelir, kötü olanlardan olanlar da şerre yönelir. O şöyle cevap verdi: 'İyi ameller yapmaya devam edin; çünkü herkes yaratıldığı şey için yardım görür. Kötü olanlardan olanlar da kötü ameller yapmaları için yardım görürler.' Sonra Allah'ın Elçisi (sallallahu aleyhi ve sellem) şu ayeti okudu: 'Kim (sadaka) verirse ve Allah'tan korkarsa, ve samimiyetle en iyisini tasdik ederse, biz ona mutlaka mutluluğa giden yolu kolaylaştıracağız. Ama cimri olan ve kendini yeterli gören, ve en iyiyi yalanlayan kimseye de mutlaka sıkıntı yolunu kolaylaştıracağız.'\""
    },
    {
      "id": 100,
      "narrator": "Yahya b. Ya`mur said :",
      "text": "Yahya b. Ya'mur dedi ki: \"Kader hakkında ilk konuşan kişi el-Basra'da Ma'bâd el-Cuhenî'dir. Ben ve Humaid b. Abd al-Rahman el-Himyârî Hac veya Umre yapmak üzere yola çıktık. Dedik ki: 'Keşke Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) Sahabelerinden birini bulabilsek de, kader hakkında ne söylediklerini sorabilsek.' Allah bize, camiye giren Abdullah b. Umar'ı bulmamızda yardımcı oldu. Ben ve arkadaşım onu çevreledik ve arkadaşımın bana onunla konuşma görevini vereceğini düşündüm. Sonra dedim: 'Abu Abd al-Rahman, yanımızda Kur'an okuyan ve bilgi konusunda saçmalayan bazı insanlar var. Onlar, kaderin olmadığını ve her şeyin serbestçe gerçekleştiğini düşünüyorlar.' O şöyle dedi: 'O insanlarla karşılaştığınızda, onlara de ki: 'Ben onlardan uzağım ve onlar da benden uzaktır.' Abdullah b. Umar'a yemin ederim ki, eğer onlardan birinin Uhud kadar altını olsa ve onu harcasa, Allah onu kabul etmez, ta ki o kaderi kabul etmez ve kendisine gelenin kendisinden geçmeyeceğini, kendisinden geçenin de kendisine gelmeyeceğini bilene kadar. Eğer başka bir inançla ölürse, Cehenneme girecektir.' Sonra şöyle dedi: 'Ömer b. Hattab bana bir hadis aktardı; dedi ki: Bir gün, Allah'ın Elçisi (sallallahu aleyhi ve sellem) ile birlikteyken, çok beyaz elbiseler giymiş ve çok siyah saçlı bir adam yanımıza geldi. Üzerinde yolculuk izleri yoktu ve onu tanımadık. Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) yanına oturdu, dizlerini onun dizlerine dayadı ve ellerini uyluklarına koyarak şöyle dedi: 'Bana, Muhammed, İslam hakkında söyle.' Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dedi: 'İslam, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Elçisi olduğuna şehadet etmendir; namaz kılmak, zekat vermek, Ramazan'da oruç tutmak ve Hac yapmak, eğer buna gücün yetiyorsa.' O şöyle dedi: 'Gerçek söyledin.' Onun bu şekilde soru sormasına ve ardından gerçek söylediğini belirtmesine şaşırdık. O şöyle dedi: 'Şimdi bana imandan bahset.' O şöyle cevap verdi: 'Bu, Allah'a, meleklerine, kitaplarına, elçilerine ve ahiret gününe inanmak ve hayır ve şer konusunda kaderin olduğuna inanmaktır.' O şöyle dedi: 'Gerçek söyledin.' Sonra şöyle dedi: 'Şimdi bana ihsan hakkında söyle.' O şöyle cevap verdi: 'Bu, Allah'a, sanki O'nu görüyormuşsun gibi ibadet etmendir; eğer O'nu görmüyorsan, O seni görüyor demektir.' O şöyle dedi: 'Şimdi bana saat hakkında söyle.' O şöyle cevap verdi: 'O konuda sorulan, soran kadar bilgili değildir.' O şöyle dedi: 'O zaman onun işaretleri hakkında söyle.' O şöyle cevap verdi: 'Bir cariyenin efendisini doğurması ve çıplak, yoksul, çırılçıplak çobanların binalarda kendilerini yüceltmeleridir.' Ömer dedi ki: 'Sonra o gitti, ben üç gün bekledim; sonra şöyle dedi: 'Sence soru soran kimdi, Ömer?' Ben de: 'Allah ve O'nun Elçisi en iyi bilir.' O şöyle dedi: 'O, size dininizi öğretmek için gelen Cebrail'dir.'\""
    },
    {
      "id": 101,
      "narrator": "The tradition mentioned above has also been transmitted by Yahya b. Yamur and Humaid b. ‘Abd al-Rahman through a different chain of narrators. This version has :",
      "text": "Yukarıda bahsedilen hadis, Yahya b. Ya'mur ve Humaid b. Abd al-Rahman tarafından farklı bir isnatla da aktarılmıştır. Bu versiyonda: \"Biz Abdullah b. Umar ile karşılaştık. Ona kader hakkında ve bununla ilgili ne söylediklerini anlattık. O da buna benzer bir şey söyledi. O şöyle ekledi: 'Muzeyne veya Cuhen'den bir adam sordu: 'Ey Allah'ın Elçisi, bir şey yapmanın ne faydası var? Geçmişte olan bir şeyin geçtiğini mi düşünmeliyiz yoksa şimdi olan bir şeyin (kader olmadan) olduğunu mu?' O şöyle cevap verdi: 'Geçmişte olan bir şey hakkında (yani kaderle).' Bir adam veya bazı insanlar sordu: 'O zaman, neden eylem?' O şöyle cevap verdi: 'Cennete gidecek olanların, cennete gidecek olanların amellerini yapmaları için yardım göreceklerdir; cehenneme gidecek olanların da cehenneme gidecek olanların amellerini yapmaları için yardım göreceklerdir.'\""
    },
    {
      "id": 102,
      "narrator": "The tradition mentioned above has also been transmitted by Ibn Ya’mur, with additions and omissions, through a different chain of narrators. This version adds; He asked :",
      "text": "Yukarıda bahsedilen hadis, İbn Ya'mur tarafından, eklemeler ve çıkarmalarla, farklı bir isnatla da aktarılmıştır. Bu versiyon ekler: \"O sordu: 'İslam nedir?' O şöyle cevap verdi: 'Namaz kılmak, zekat vermek, Hac yapmak, Ramazan'da oruç tutmak ve cinsel kirlenme nedeniyle gusül almak demektir.'\""
    },
    {
      "id": 103,
      "narrator": "Narrated AbuDharr and AbuHurayrah:",
      "text": "Ebu Davud dedi ki: \"Alkame bir Murci' idi.\""
    },
    {
      "id": 104,
      "narrator": "Ibn al-Dailami said :",
      "text": "Ebu Dharr ve Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (sallallahu aleyhi ve sellem) arkadaşlarının arasında otururdu. Bir yabancı gelir ve onu tanımazdı (Peygamberi) ta ki (hakkında) soru sorana kadar. Biz de Allah'ın Elçisi'nden (sallallahu aleyhi ve sellem) yabancıların geldiğinde tanıyabilmesi için oturabileceği bir yer yapmasını istedik. Böylece onun oturabileceği bir toprak teras yaptık ve biz de yanında oturduk. Sonra buna benzer bir hadis anlattı: Bir adam geldi ve görünümünü tarif etti. Topluluğun yanından selam verdi: 'Selam sana, Muhammed.' Peygamber (sallallahu aleyhi ve sellem) ona karşılık verdi.\""
    },
    {
      "id": 105,
      "narrator": "Ubadah b. al Samit said to his son :",
      "text": "İbn Dailami dedi ki: \"Ubayy b. Ka'b'a gittim ve ona: 'Kader hakkında kafam karışık, bana Allah'ın bu karışıklığı gidermesi için bir şey söyle.' O şöyle cevap verdi: 'Eğer Allah, göklerde ve yerdeki herkesi cezalandırmak isteseydi, onlara zulmetmeden yapardı; eğer onlara merhamet etseydi, merhameti onların amellerinden çok daha iyi olurdu. Eğer Allah yolunda Uhud kadar altın harcasaydın, Allah bunu senden kabul etmezdi ta ki kaderi kabul etmez ve sana gelenin sana ulaşamayacağını, sana ulaşmayanın da sana gelemeyeceğini bilene kadar. Eğer başka bir inançla ölürsen, Cehenneme gireceksin.' O şöyle dedi: 'Sonra Abdullah b. Mes'ud'a gittim ve o da buna benzer bir şey söyledi. Sonra Hudhaifah b. el-Yeman'a gittim ve o da buna benzer bir şey söyledi. Sonra Zeyd b. Sabit'e gittim ve o da bana Allah'ın Elçisi'nden (sallallahu aleyhi ve sellem) buna benzer bir şey söyledi.'\""
    },
    {
      "id": 106,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (O'na selam olsun) şöyle söylediğini bildirmiştir: Adem ile Musa tartıştılar. Musa dedi ki: Adem, sen bizim babamızsın. Bizi cennetten çıkardın. Adem dedi ki: Sen Musa'sın, Allah seni konuşması için seçti ve Tevrat'ı senin için kendi eliyle yazdı. Beni, yaratılmadan kırk yıl önce yapmam gerektiğine dair Allah'ın takdir ettiği bir iş için mi kınıyorsun? Böylece Adem, Musa'yı tartışmada yendi."
    },
    {
      "id": 107,
      "narrator": "‘Umar b. al-Khattab reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Ahmet b. Salih, 'Amr'dan, Tawus'tan, Ebu Hureyre'yi dinleyerek aktardı."
    },
    {
      "id": 108,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "Nu’aim b. Rabl’ah said :",
      "text": "Ömer b. Hattab, Allah'ın Elçisi'nin (O'na selam olsun) şöyle söylediğini bildirmiştir: Musa dedi ki: Ey Rabbim, bizi ve kendimizi cennetten çıkaran Adem'i göster. Bunun üzerine Allah ona Adem'i gösterdi. O sordu: Sen bizim babamız mısın, Adem? Adem ona dedi ki: Evet. O dedi ki: Allah'ın ruhunu içine üflediği, sana bütün isimleri öğrettiği ve melekleri sana secde etmeye emrettiği kişi sen misin? O da: Evet, dedi. O sordu: Peki, seni ve kendini cennetten çıkarmaya ne sevk etti? Adem ona sordu: Sen kimsin? O dedi ki: Evet. O sordu: Yaratılmadan önce bunun Allah'ın kitabında (kayıtlarında) takdir edildiğini bulmadın mı? O da: Evet, dedi. O sordu: O halde, benimle ilgili daha önce geçmiş olan bir şey için neden beni kınıyorsun? Allah'ın Elçisi (O'na selam olsun) dedi ki: Böylece Adem, Musa'yı tartışmada yendi (O'na selam olsun)."
    },
    {
      "id": 110,
      "narrator": "Ubayy b. Ka’b said :",
      "text": "---"
    },
    {
      "id": 111,
      "narrator": "Ubayy b. Ka’b said :",
      "text": "Ömer b. Hattab'dan rivayet edilmiştir: Müslim b. Yesar el-Cuhani dedi ki: Ömer b. Hattab'a \"Rabb'in, Adem'in çocuklarını sırtlarından aldığı zaman\" ayeti hakkında sorulduğunda - el-Qa'nabi ayeti okudu - şöyle dedi: Allah Adem'i yarattı, sonra sağ elini sırtına geçirdi ve ondan çocuklarını çıkardı, diyerek: \"Ben bunları cennet için yarattım ve bunlar cennete gideceklerin amellerini yapacaklar.\" Sonra tekrar sağ elini sırtına geçirdi ve ondan çocuklarını çıkardı, diyerek: \"Ben bunları cehennem için yarattım ve bunlar cehenneme gideceklerin amellerini yapacaklar.\""
    },
    {
      "id": 112,
      "narrator": "Ibn ‘Abbas said :",
      "text": "Bir adam sordu: \"Ey Allah'ın Elçisi, bir şey yapmanın ne faydası var?\" Allah'ın Elçisi (O'na selam olsun) dedi ki: \"Allah, bir kulunu cennet için yarattığında, onu cennete gideceklerin amellerini yapmaya yönlendirir, böylece ölümünden önceki son eylemi cennete gideceklerin amellerinden biri olur ve bu nedenle onu cennete alır. Ama bir kulunu cehennem için yarattığında, onu cehenneme gideceklerin amellerini yapmaya yönlendirir, böylece ölümünden önceki son eylemi cehenneme gideceklerin amellerinden biri olur ve bu nedenle onu cehenneme alır.\""
    },
    {
      "id": 113,
      "narrator": "‘Abd Allah b. Mas’ud said :",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "‘Imran b. Husain said :",
      "text": "Nü'aym b. Rabl'a dedi ki: 'Ömer b. Hattab ile birlikteydim, bu hadisi aktardığı zaman. Malik'in hadisi daha mükemmeldir."
    },
    {
      "id": 115,
      "narrator": "‘Umar reported the Prophet (May peace be upon him) was asked :",
      "text": "---"
    },
    {
      "id": 116,
      "narrator": "Ibn ‘Abbas reported that when the Prophet (May peace be upon him) was questioned about the offspring of polytheists, he said :",
      "text": "Ubeyy b. Ka'b dedi ki: Al-Khidr'ın öldürdüğü çocuk, bir kafir olarak yaratılmıştı. Eğer yaşasaydı, ebeveynlerini isyana ve inkara yönlendirecekti."
    },
    {
      "id": 117,
      "narrator": "‘A’ishah said :",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "‘A’ishah, mother of the believers, said :",
      "text": "Ubeyy b. Ka'b dedi ki: Allah'ın Elçisi'nin (O'na selam olsun) \"Genç, ebeveynleri iman eden kimselerdi\" ayetini açıklarken, o gün kafir olarak yaratıldığını duydum."
    },
    {
      "id": 119,
      "narrator": "Abu Hurairah reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "---"
    },
    {
      "id": 120,
      "narrator": "Abu Dawud said :",
      "text": "İbn Abbas dedi ki: Ubeyy b. Ka'b bana Allah'ın Elçisi'nin (O'na selam olsun) şöyle dediğini söyledi: Al-Khidr, çocuklarla oynayan bir genci gördü. Onu başından tutarak kökünden kopardı. Musa sonra dedi ki: \"Hiç kimseyi öldürmeden masum bir kişiyi mi öldürdün?\""
    },
    {
      "id": 121,
      "narrator": "Explaining the tradition “Every child is a born on Islam”, Hammad b. Salamah said :",
      "text": "\"Her çocuk İslam üzerine doğar\" geleneğini açıklayan Hammad b. Salamah şöyle dedi: Bizim görüşümüze göre bu, Allah'ın babalarının belinden aldığı ahittir; O, \"Ben sizin Rabbiniz değil miyim?\" dediğinde, onlar: \"Evet\" dediler."
    },
    {
      "id": 122,
      "narrator": "‘Amir reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "'Amir, Allah'ın Resulü'nün (salat ve selam üzerine olsun) şöyle dediğini bildirdi: Yeni doğmuş kızını diri diri gömen kadın ve diri diri gömülen kız, her ikisi de Cehenneme gidecektir. Bu rivayet, İbn Mes'ud'dan da Peygamber (salat ve selam üzerine olsun) aracılığıyla farklı bir isnatla benzer şekilde aktarılmıştır."
    },
    {
      "id": 123,
      "narrator": "Anas said :",
      "text": "Anas dedi ki: Bir adam sordu: \"Babam nerede, Allah'ın Resulü?\" O da cevapladı: \"Baban Cehennem'de.\" Adam arkasını döndüğünde, \"Benim babam ve senin baban Cehennem'de\" dedi."
    },
    {
      "id": 124,
      "narrator": "Anas b. Malik reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Anas b. Malik, Allah'ın Resulü'nün (salat ve selam üzerine olsun) şöyle dediğini bildirdi: Şeytan bir insanın içinde kanı gibi akar."
    },
    {
      "id": 125,
      "narrator": "‘Umar b. al-Khattab reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "'Umar b. al-Khattab, Allah'ın Resulü'nün (salat ve selam üzerine olsun) şöyle dediğini bildirdi: Kendi iradesine inananlarla oturmayın ve onlar size hitap etmeden onlara hitap etmeyin."
    },
    {
      "id": 126,
      "narrator": "Abu Hurairah reported to the Messenger of Allah( may peace be upon him) as sayings:",
      "text": "Ebu Hureyre, Allah'ın Resulü'ne (salat ve selam üzerine olsun) şöyle dediğini bildirdi: İnsanlar birbirlerine (sorular) sormaya devam edeceklerdir ta ki bu ifade edilene kadar: \"Allah her şeyi yarattı, peki Allah'ı kim yarattı?\" Bu tür bir şeyle karşılaşan kimse, \"Ben Allah'a inanıyorum\" demelidir."
    },
    {
      "id": 127,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (salat ve selam üzerine olsun) şöyle dedi: Sonra buna benzer bir rivayet zikretti. Bu versiyon ekliyor: \"Bunu ortaya koyduklarında, de ki: 'De ki, Allah tektir. Allah, insanların başvurduğu kişidir. O doğurmadı ve doğurulmadı, ve O'na eşit olan kimse yoktur.' Sonra sol tarafına üç kez tükürmeli ve Şeytandan Allah'a sığınmalıdır.\""
    },
    {
      "id": 128,
      "narrator": "Narrated Al-Abbas ibn AbdulMuttalib:",
      "text": "Al-Abbas b. Abdulmuttalib rivayet etti: Ben, Allah'ın Resulü (salat ve selam üzerine olsun) ile birlikte bir grup içinde al-Batha'da oturuyordum, o sırada üzerlerinden bir bulut geçti."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Allah'ın Resulü (salat ve selam üzerine olsun) ona baktı ve sordu: \"Buna ne diyorsunuz?\" Onlar: \"Sahab\" dediler."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "O: \"Peki muzn?\" dedi. Onlar: \"Ve muzn\" dediler. O: \"Peki anan?\" dedi. Onlar: \"Ve anan\" dediler. Ebu Davud dedi: \"Anan kelimesinden pek emin değilim.\" O sordu: \"Cennet ile yer arasındaki mesafeyi biliyor musunuz?\" Onlar: \"Bilmiyoruz\" dediler. O sonra dedi: \"Onlar arasındaki mesafe yetmiş bir, yetmiş iki veya yetmiş üç yıldır. Üstündeki cennet de benzer bir mesafededir (yedi cenneti sayana kadar devam etti). Yedinci cennetin üzerinde bir deniz vardır, yüzeyi ile tabanı arasındaki mesafe bir cennet ile diğer cennet arasındaki mesafe gibidir. Bunun üzerinde sekiz dağ keçisi vardır, onların toynakları ile kalçaları arasındaki mesafe bir cennet ile diğer cennet arasındaki mesafe gibidir. Sonra Allah, mübarek ve yüce olan O'dur, bunun üzerindedir.\""
    },
    {
      "id": 131,
      "narrator": "Muhammad b. Jubair b. Mut’im said from his father on the authority of his grandfather:",
      "text": "Yukarıda bahsedilen rivayet, Simak aracılığıyla farklı bir isnatla benzer şekilde aktarılmıştır."
    },
    {
      "id": 132,
      "narrator": "Jabir b. ‘Abd Allah reported the Prophet (May peace be upon him) as saying :",
      "text": "Yukarıda bahsedilen rivayet, tekrar Simak aracılığıyla farklı bir isnatla ve bu uzun rivayetle benzer şekilde aktarılmıştır."
    },
    {
      "id": 133,
      "narrator": "Abu Yunus Sulaim b. Jubair, client of Abu Hurairah, said :",
      "text": "Muhammed b. Jubair b. Mut'im, babası aracılığıyla dedesi adına şöyle dedi: Bir bedevi, Allah'ın Resulü'ne (salat ve selam üzerine olsun) geldi ve dedi: \"İnsanlar sıkıntı içinde, çocuklar aç, mahsuller kurudu ve hayvanlar öldü, bu yüzden Allah'tan bize yağmur istemeni rica ediyorum, çünkü seni Allah katında şefaatçi olarak görüyoruz ve Allah'ı da senin katında şefaatçi olarak görüyoruz.\" Allah'ın Resulü (salat ve selam üzerine olsun) dedi: \"Vay haline! Ne söylediğini biliyor musun?\" Sonra Allah'ın Resulü (salat ve selam üzerine olsun) Allah'ı yüceltti ve O'nu yüceltmeye devam etti, bu durum, Ashabının yüzlerinde belirgin hale geldi. Sonra dedi: \"Vay haline! Allah, hiç kimseye şefaatçi olarak istenmez. Allah'ın durumu bundan daha büyüktür. Vay haline! Allah'ın ne kadar büyük olduğunu biliyor musun? O'nun tahtı göklerin üzerindedir (parmaklarıyla üstünde bir kubbe gibi göstererek) ve O'na, bir bineğin yükü gibi, O'ndan dolayı inler.\""
    },
    {
      "id": 134,
      "narrator": "Jarir b. ‘Abd Allah said :",
      "text": "İbn Bashşar, kendi versiyonunda: \"Allah tahtın üzerindedir ve taht göklerin üzerindedir.\" Sonra rivayetin geri kalanını zikretti. 'Abd al-A'la, İbn al-Muthana ve İbn Bashşar, bunu Ya'qub b. 'Utbah ve Jubair b. Muhammed b. Jubair'den, babası aracılığıyla dedesi adına aktardılar."
    },
    {
      "id": 135,
      "narrator": "Abu Hurairah said :",
      "text": "Ebu Davud dedi: Bu rivayet, Ahmad b. Sa'ad'ın isnadıyla sahihdir. Bu, Yahya b. Ma'in ve 'Ali b. al-Madani'yi de içeren hadisçiler topluluğu tarafından onaylanmıştır ve bir grup, bunu İbn İshak'tan aktarmıştır, Ahmad da bunu söylemiştir. Bildiğim kadarıyla 'Abd al-A'la, İbn al-Muthanna ve İbn Bashşar, aynı rivayet metninden dinlemişlerdir."
    },
    {
      "id": 136,
      "narrator": "Narrated AbuRazin al-Uqayli:",
      "text": "Ebu Râzin el-Ukeylî'den rivayet edilmiştir: Ben sordum: Allah'ın Resulü! Her birimiz Rabbimizi görecek mi? İbn Mu'adh'ın rivayetinde: \"Kıyamet Günü'nde O'na yalnız başına mı?\" ifadesi vardır. O da şöyle cevap verdi: Ebu Râzin! Sizden her biri ayı görmüyor mu? İbn Mu'adh'ın rivayetinde: \"Dolu olduğu gecede, yalnız başına mı?\" ifadesi vardır. Sonra ortak rivayet şöyle devam etti: Ben dedim: Evet. O da dedi: Allah daha büyüktür. İbn Mu'adh'ın rivayetinde: O, sadece Allah'ın yaratıklarından bir parçadır, ama Allah daha yücedir ve daha büyüktür."
    },
    {
      "id": 137,
      "narrator": "‘Abd Allah b. ‘Umar reported the Messenger of Allah (May peace be upon him) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Resulü'nün (Ona salat ve selam olsun) şöyle söylediğini bildirdi: Allah, Kıyamet Günü gökleri katlayacak, sonra onları sağ elinde tutarak şöyle diyecek: Ben kralım. Güçlü adamlar nerede? Gururlu adamlar nerede? Sonra yeri katlayacak ve diğer elinde tutacak (İbn el-Ala'nın rivayetine göre) ve sonra şöyle diyecek: Ben kralım. Güçlü adamlar nerede? Gururlu adamlar nerede?"
    },
    {
      "id": 138,
      "narrator": "Abu Hurairah reported the Prophet (May peace be upon him) as saying; Our lord gets down every night to the heaven of this world when a third night remains and says :",
      "text": "Ebu Hureyre, Peygamber'in (Ona salat ve selam olsun) şöyle söylediğini bildirdi: Rabbimiz her gece bu dünyanın göklerine iner, bir gece üçte bir kaldığında şöyle der: (Bana dua eden var mı ki, duasını kabul edeyim? Benden isteyen var mı ki, ona vereyim? Benden af dileyen var mı ki, onu affedeyim?)"
    },
    {
      "id": 139,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "Cabir b. Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (Ona salat ve selam olsun) Arafat'ta insanlara kendini tanıtarak şöyle dedi: Beni kavmime götürecek bir adam var mı? Kureyş, beni Rabbimin kelamını tebliğ etmekten alıkoydu."
    },
    {
      "id": 140,
      "narrator": "‘A’ishah said:",
      "text": "Aişe dedi ki: Ben aklımdan geçirdim ki, benim işim Allah'ın benimle ilgili konuşmasından çok daha aşağıdır, bir emirle okunacak."
    },
    {
      "id": 141,
      "narrator": "‘Amir b. Shahr said :",
      "text": "Amir b. Şahr dedi ki: Ben, Negus'un yanında, oğlu İncil'den bir ayet okuduğunda gülümsemekle birlikteydim. Bunun üzerine o şöyle dedi: Allah'ın, yüce olanın kelimesine mi gülüyorsun?"
    },
    {
      "id": 142,
      "narrator": "Ibn ‘abbas said :",
      "text": "İbn Abbas dedi ki: Peygamber (Ona salat ve selam olsun) Hasan ve Hüseyin için Allah'a sığınırdı, şöyle derdi: Ben, her şeytandan, her zehirli şeyden ve etkileyen nazardan, Allah'ın mükemmel kelimeleriyle ikiniz için sığınırım. Sonra derdi: Baban, İsmail ve İshak için bunlarla Allah'a sığınmıştı. Ebu Davud dedi ki; bu, Kur'an'ın yaratılmadığının bir delilidir."
    },
    {
      "id": 143,
      "narrator": "‘Abd Allah (b. Mas’ud) reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abdullah b. Mes'ud, Allah'ın Resulü'nün (Ona salat ve selam olsun) şöyle söylediğini bildirdi: \"Allah, yüce olan, vahiy göndermek için konuştuğunda, göklerin sakinleri, göklerden bir çan sesi gibi, bir taşın üzerinden sürüklenen bir zincir sesi duyarlar ve bayılırlar. Jibril onlara gelene kadar böyle kalırlar. O onlara geldiğinde, kendilerine gelirler ve derler: 'Ey Jibril, Rabbin ne söyledi?' O da der: 'Gerçek,' ve onlar derler: 'Gerçek, gerçek.'\""
    },
    {
      "id": 144,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Peygamber (Ona salat ve selam olsun) şöyle dedi: Şefaatim, büyük günah işlemiş olan ümmetim içindir."
    },
    {
      "id": 145,
      "narrator": "‘Imran b. Husain reported the Prophet(ﷺ) as saying:",
      "text": "İmran b. Hüsayn, Peygamber (Ona salat ve selam olsun) şöyle dediğini bildirdi: İnsanlar, Muhammed'in şefaatiyle Cehennem'den çıkacak, cennete girecek ve \"Cehennemlikler\" olarak adlandırılacaklar."
    },
    {
      "id": 146,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: Peygamber (Ona salat ve selam olsun) şöyle dedi: Cennete gidenler orada yiyecek ve içecekler."
    },
    {
      "id": 147,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Abdullah b. Amr b. el-As'tan rivayet edilmiştir: Peygamber (Ona salat ve selam olsun) şöyle dedi: Üflenecek boru (sûr)."
    },
    {
      "id": 148,
      "narrator": "Abu Hurairah reported the Apostle of AllSah(ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (Ona salat ve selam olsun) şöyle söylediğini bildirdi: Adem'in her oğlu, yaratıldığı kuyruk sokumu dışında yer tarafından yutulacaktır ve o kuyruk sokumundan yeniden yaratılacaktır."
    },
    {
      "id": 149,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (Ona salat ve selam olsun) şöyle dedi: Allah cenneti yarattığında, Cebrail'e: Git ve ona bak, dedi. O gitti ve ona baktı, sonra geldi ve dedi: Ey Rabbim! Senin kudretinle, onu duyan hiç kimse girmeyecek. Sonra onu hoş olmayan şeylerle çevreledi ve dedi: Git ve ona bak, Cebrail. O gitti ve ona baktı, sonra geldi ve dedi: Ey Rabbim! Senin kudretinle, hiç kimsenin giremeyeceğinden korkuyorum."
    },
    {
      "id": 150,
      "narrator": "Ibn ‘Umar reported the Messenger of Allah(ﷺ) as saying:",
      "text": "Allah cehennemi yarattığında, Cebrail'e: Git ve ona bak, dedi. O gitti ve ona baktı, sonra geldi ve dedi: Ey Rabbim! Senin kudretinle, onu duyan hiç kimse girmeyecek. Sonra onu istenen şeylerle çevreledi ve dedi: Git ve ona bak, Cebrail. O gitti, ona baktı, sonra geldi ve dedi: Ey Rabbim! Senin kudretin ve gücünle, girmeyen hiç kimsenin kalmayacağından korkuyorum."
    },
    {
      "id": 151,
      "narrator": "Narrated Zayd ibn Arqam:",
      "text": "Zayd ibn Arqam'dan rivayet edilmiştir: Biz Allah'ın Elçisi (ﷺ) ileydik. Bir dinlenme yerine vardığımızda şöyle dedi: Benim yanımda havuzda inenlerin yüz binde biri bile değilsiniz. Ben (rivayet eden AbuHamzah) sordum: O gün sayınız neydi? O cevap verdi: Yedi veya sekiz yüz."
    },
    {
      "id": 152,
      "narrator": "Anas b. Malik said:",
      "text": "Anas b. Malik dedi ki: Allah'ın Elçisi (ﷺ) kısa bir süre uykuya daldı ve gülümseyerek başını kaldırdı. Ya onlara (insanlara) söyledi ya da onlar ona dediler: Allah'ın Elçisi! Neden güldünüz? O dedi ki: Az önce bana bir sure indirildi, sonra şöyle okudu: \"Rahman ve Rahim olan Allah'ın adıyla. Biz sana (bol) bir kaynak verdik.\" Sonuna kadar okudu. Okuduktan sonra sordu: Al-Kaustar'ın ne olduğunu biliyor musunuz? Onlar cevap verdiler: Allah ve O'nun Elçisi en iyi bilendir. O dedi: Bu, Rabbim'in, yüce olanın, bana cennette vaad ettiği bir nehirdir: Orada bolca hayır vardır ve üzerinde, kavmimin Kıyamet Günü yaklaşacağı bir havuz vardır. Yıldızlar kadar çok kaplar vardır."
    },
    {
      "id": 153,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) cennette (seyahat için) göklere yükseltildiğinde, ya da onun dediği gibi, şeffaf veya oyulmuş incilerden oluşan bir nehir kendisine sunuldu. Onunla birlikte olan melek, elini ona vurdu ve misk çıkardı. Muhammed (ﷺ) sonra onunla birlikte olan meleğe sordu: Bu nedir? O cevap verdi: Bu, Allah'ın sana verdiği Al-Kaustar'dır."
    },
    {
      "id": 154,
      "narrator": "AbdusSalam ibn AbuHazim AbuTalut said:",
      "text": "AbdusSalam ibn AbuHazim AbuTalut dedi ki: AbuBarzah'ı gördüm, Ubaydullah ibn Ziyad'ı ziyarete geldi. Orada bulunan bir adam, Muslim adında, bunu bana söyledi."
    },
    {
      "id": 155,
      "narrator": "Al-Bara’ b. ‘Azib reported the Messenger of Allah(ﷺ) as saying:",
      "text": "Ubaydullah onu görünce şöyle dedi: Bu sizin Muhammed'iniz kısa ve şişmandır. Yaşlı adam (yani AbuBarzah) bunu anladı."
    },
    {
      "id": 156,
      "narrator": "Anas b. Malik said:",
      "text": "Bunun üzerine şöyle dedi: Muhammed (ﷺ) ile birlikte olduğum için beni eleştiren bir toplulukta kalacağımı düşünmemiştim."
    },
    {
      "id": 157,
      "narrator": "The tradition mentioned above has also transmitted by ‘Abd al-Wahhab through a different chain of narrators in a similar manner. This version has :",
      "text": "Bunun üzerine Ubaydullah ona dedi: Muhammed (ﷺ) ile birlikte olmak senin için bir onurdur, bir rezalet değil. Ekledi: Haud (rezervuar veya sarnıç) hakkında sormak için seni çağırdım. Allah'ın Elçisi (ﷺ) bununla ilgili bir şey söyledi mi? AbuBarzah dedi: Evet, bir kez değil, iki kez, üç kez, dört kez veya beş kez. Kim buna inkar ederse, Allah ona ondan su vermesin. Sonra öfkeyle gitti."
    },
    {
      "id": 158,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Al-Bara’ b. ‘Azib, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Bir Müslüman mezarda sorgulandığında, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Elçisi olduğuna şehadet eder. Bu, Allah'ın sözleriyle doğrulanmaktadır: \"Allah, inananları sağlam bir sözle destekler.\""
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Anas b. Malik dedi ki: Allah'ın Elçisi (ﷺ) Banu al-Necjar'ın hurma bahçesine girdi. Bir ses duydu ve korktu. Sordu: Bu mezarlarda gömülü olan insanlar kimdir? İnsanlar cevap verdiler: Allah'ın Elçisi! Bunlar, İslam öncesi dönemde ölen bazı insanlardır. O dedi: Ateşin azabından ve Deccal'ın fitnesinden Allah'a sığının. Onlar sordular: Neden, Allah'ın Elçisi? O dedi: Bir adam mezarına konulduğunda, ona bir melek gelir ve ona der ki: Kimi ibadet ettin? Allah onu doğru yola iletir ve o der ki: Ben Allah'a ibadet ettim. Sonra ona sorulur: Bu adam hakkında ne düşünüyorsun? O cevap verir: O, Allah'ın kulu ve Elçisidir. O zaman başka bir şey hakkında sorulmaz. Sonra onu cehenneme götürürler ve ona denir: İşte burası senin cehennemdeki yerin, ama Allah seni korudu ve sana merhamet etti, bunun yerine cennette bir yer hazırladı. O der: Beni bırakın ki aileme müjde vereyim. Ona denir: Kal. Bir kafir mezarına konulduğunda, ona bir melek gelir, onu azarlayıp sorar: Kimi ibadet ettin? O cevap verir: Bilmiyorum. Ona denir: Ne sen biliyordun ne de (inananları) takip ettin. Sonra ona sorulur: Bu adam hakkında ne düşünüyorsun? O cevap verir: Diğer insanların düşündüğü gibi düşündüm. Sonra ona demir bir çekiçle kulaklarının arasına bir darbe vurur ve bu ses, etrafındaki tüm yaratıklar tarafından, insanlar ve cinler hariç, duyulur."
    },
    {
      "id": 160,
      "narrator": "‘A’ishah said that she thought of Hell and wept. The Messenger of Allah (May peace be upon him) asked her :",
      "text": "Yukarıda bahsedilen rivayet, 'Abd al-Wahhab tarafından farklı bir raviler zinciri ile benzer şekilde aktarılmıştır. Bu versiyon şöyle der: Bir adam mezarına konulduğunda ve arkadaşları onu terk ettiğinde, onların terliklerinin sesini duyar. Sonra iki melek gelir ve onunla konuşurlar. O, kalan kısmını önceki rivayete benzer şekilde aktardı. Şöyle gider: Kafir ve münafık için onlara derler. Bu versiyon \"münafık\" kelimesini ekler. Ve o dedi: Onun etrafındaki herkes (haykırışını) insanlar ve cinler hariç duyar."
    },
    {
      "id": 161,
      "narrator": "Narrated AbuUbaydah ibn al-Jarrah:",
      "text": "Al-Bara' ibn Azib'den rivayet edilmiştir: Biz Allah'ın Elçisi (ﷺ) ile birlikte bir Ensar'ın cenaze alayı ile çıktık. Mezara vardığımızda, henüz kazılmamıştı. Bunun üzerine Allah'ın Elçisi (ﷺ) oturdu ve biz de etrafında oturduk, sanki başımızın üzerinde kuşlar varmış gibi. Elinde toprağı karıştırdığı bir sopa vardı."
    },
    {
      "id": 162,
      "narrator": "Ibn Umar reported:",
      "text": "Sonra başını kaldırdı ve dedi ki: Mezardaki azaptan Allah'a sığının. Bunu iki veya üç kez söyledi."
    },
    {
      "id": 163,
      "narrator": "Narrated AbuDharr:",
      "text": "Câbir'in versiyonu burada ekliyor: Geri dönerken onların terliklerinin sesini duyar ve o anda ona sorulur: Ey falan! Rabbin kim, dinin nedir ve peygamberin kimdir?"
    },
    {
      "id": 164,
      "narrator": "Abu Dharr reported the Messenger of Allah (May peace be upon him) as saying :",
      "text": "Hannad'ın versiyonu şöyle der: İki melek ona gelir, oturtur ve sorarlar: Rabbin kim?"
    },
    {
      "id": 165,
      "narrator": "Umm Salamah, wife of the Prophet (May peace be upon him) is reported to have said:",
      "text": "O cevap verir: Rabbim Allah'tır. Onlar sorarlar: Din nedir? O cevap verir: Dinim İslam'dır. Onlar sorarlar: Aranızda gönderilen adam hakkında ne düşünüyorsun? O cevap verir: O, Allah'ın Elçisi (ﷺ)dir. Onlar sorarlar: Bunu sana kim bildirdi? O cevap verir: Allah'ın Kitabını okudum, ona inandım ve doğru olduğunu kabul ettim; bu, Allah'ın sözleriyle doğrulanmaktadır: \"Allah, inananları bu dünyada ve ahirette sağlam bir sözle destekler.\""
    },
    {
      "id": 166,
      "narrator": "The tradition mentioned above has also been transmitted by Umm Salamah through a different chain of narrators to the same effect. This version has :",
      "text": "Yukarıda bahsedilen hadis, Umm Salamah tarafından farklı bir rivayet zinciriyle aynı anlamda aktarılmıştır. Bu versiyon şöyle der: Kötüleyen masumdur, ve kötüleyen güvendedir. Katade dedi ki: Bu, kalbinde onaylamadığını hisseden ve kalbinde onaylamadığını ifade eden kişi anlamına gelir."
    },
    {
      "id": 167,
      "narrator": "‘Arfajah told that he heard the Messenger of Allah (May peace be upon him) as saying :",
      "text": "'Arfajah, Allah'ın Elçisi (Ona selam ve selamet olsun) şöyle derken duyduğunu söyledi: Toplumumda çeşitli bozulmalar ortaya çıkacak, bu nedenle Müslümanlar bir araya geldiklerinde ayrılık çıkarmaya çalışanı kılıçla vurun, kim olursa olsun."
    },
    {
      "id": 168,
      "narrator": "‘Ubaidah (al-salman) said :",
      "text": "'Ubaidah (el-Salman) dedi ki: 'Ali, Nahrawan halkı hakkında şöyle söyledi: Aralarında bozuk bir eli veya küçük bir eli olan bir adam olacak. Eğer sevinmeseydiniz, size Allah'ın, onları Muhammad (Ona selam ve selamet olsun) diliyle öldürenlere vaat ettiği ödülü bildirirdim. Ben sordum: Bunu ondan mı duydun? O cevapladı: Evet, Kabe'nin Rabbi adına."
    },
    {
      "id": 169,
      "narrator": "Abu sa’id al-khudri said :",
      "text": "Ebu Sa'id el-Hudri dedi ki: 'Ali, Peygamber'e (Ona selam ve selamet olsun) altın karışımı toprak gönderdi. Onu dört kişiye paylaştırdı: el-Aqra b. Habis el-Hanzali, ardından el-Mucashi, Uyaynah b. Badr el-Fazari, Zayd el-Khayl el-Ta'l, Banu Nabhan'dan birine, ve 'Alqamah b. 'Ulathat el-Amiri (genel olarak), Banu Kulaib'den birine. Kureyş ve Ensar öfkelendi ve dediler ki: O, Necd halkının önderlerine veriyor ve bizi bırakıyor. O dedi ki: Ben, onların kalplerini uzlaştırmak için veriyorum. Sonra derin gözleri, yüksek elmacık kemikleri, çıkıntılı bir kaşı, kalın bir sakalı ve traşlı bir kafası olan bir adam öne çıktı ve dedi ki: Allah için, Muhammad! O dedi: Eğer ben O'na isyan edersem, Allah'a kim itaat edecek? Allah, bana yeryüzünün sakinleri üzerinde güç verdi, ama siz vermiyorsunuz. Bir adam onu öldürmek için izin istedi ve sanırım o Halid b. Velid'di ama onu engelledi. Sonra adam dönerken, dedi ki: Bu kişinin soyundan, Kur'an okuyan insanlar çıkacak, ama o, boğazlarından geçmeyecek. İslam'dan kopacaklar ve putperestlerin ibadetçilerini yalnız bırakacaklar; ama ben onların zamanına yetişirsem, onları kesinlikle 'Ad'ın öldürüldüğü gibi öldüreceğim."
    },
    {
      "id": 170,
      "narrator": "Narrated AbuSa'id al-Khudri ; Anas ibn Malik:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edildi; Anas ibn Malik: Peygamber (ﷺ) şöyle dedi: Yakında halkımda anlaşmazlık ve ayrılık ortaya çıkacak; sözde iyi, işte kötü olan insanlar olacak. Onlar Kur'an okuyacaklar, ama o, onların köprücük kemiklerinden geçmeyecek. Onlar, bir hayvanın vurulduğu gibi dinden sapacaklar. Ok geri gelene kadar ona dönmeyecekler. Onlar insanların ve hayvanların en kötüsüdür. Onları öldüren ve kendisi öldürülen kişi mutlu olacaktır. Onlar Allah'ın kitabına çağırıyorlar, ama onunla hiçbir ilgileri yok. Onlarla savaşan, diğer insanlardan daha Allah'a yakın olacaktır. İnsanlar sordular: Onların işareti nedir? O cevapladı: Başlarını traş ederler."
    },
    {
      "id": 171,
      "narrator": "The tradition mentioned above has also been transmitted by Anas through a different chain of narrators in a similar manner. This version adds; Their sign is shaving the head and eliminating the hair. If you see them, kill them.\n\n\nAbu Dawud said:",
      "text": "Yukarıda bahsedilen hadis, Anas tarafından farklı bir rivayet zinciriyle benzer bir şekilde aktarılmıştır. Bu versiyon ekliyor; Onların işareti başlarını traş etmek ve saçları yok etmektir. Onları gördüğünüzde, öldürün."
    },
    {
      "id": 172,
      "narrator": "‘Ali said:",
      "text": "Ebu Davud dedi ki: Tasmid, saçları kökünden sökmek anlamına gelir."
    },
    {
      "id": 173,
      "narrator": "Salamah b. Kuhail said:",
      "text": "'Ali dedi ki: Size Allah'ın Elçisi'nden (Ona selam ve selamet olsun) bir hadis aktardığımda, yalan söylemekten düşmek benim için cennetten düşmekten daha sevimlidir. Ama sizinle aramdaki meselelerden bahsettiğimde, savaş bir aldatmacadır. Allah'ın Elçisi'ni (Ona selam ve selamet olsun) şöyle derken duydum: Zamanın sonuna doğru, yaşı genç olan ve İslam'dan bir ok gibi sapmış insanlar olacak ve onların imanı boğazlarından geçmeyecek. Nerede karşılaşırsanız, onları öldürün, çünkü onların öldürülmesi, onları öldüren için Kıyamet Günü'nde bir ödül getirecektir."
    },
    {
      "id": 174,
      "narrator": "‘Ali said:",
      "text": "Salamah b. Kuhail dedi ki: Zaid b. Wahb el-Cuhani, Ali'nin yanında Khawarij ile (savaşmak için) giden orduda olduğunu bize söyledi. 'Ali, o zaman şöyle dedi: Ey insanlar! Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: Toplumumdan, Kur'an okuyan insanlar çıkacak ve sizin okumanız onların okumasıyla kıyaslanamaz, sizin namazınız onların namazıyla kıyaslanamaz, sizin oruçlarınız onların oruçlarıyla kıyaslanamaz. Onlar Kur'an'ı, kendilerine faydalı olduğunu düşünerek okuyacaklar, oysa bu onlara zararlıdır. Onların namazı boğazlarından geçmeyecek. İslam'dan, bir hayvanın vurulduğu gibi sapacaklar. Eğer onlara yaklaşan ordu, Peygamberlerinin (ﷺ) dillerinde kendileri için belirlenen ödülü bilseydi, diğer iyi faaliyetleri bırakırlardı. Bunun işareti, aralarında, üst kolu olan ama eli olmayan bir adamın olmasıdır; üst kolunda, dişi meme ucu gibi bir şey olacak, üzerinde beyaz tüyler olacak. Muaviye'ye ve Şam halkına mı gideceksiniz ve onları çocuklarınız ve mülkleriniz arasında mı bırakacaksınız? Allah'a yemin ederim, umarım bunlar aynı insanlardır, çünkü onlar haksız yere kan döküyorlar ve insanların hayvanlarına saldırıyorlar, bu yüzden Allah'ın adıyla devam edin. Salamah b. Kuhail dedi ki: Zaid b. Wahb, bana her bir durak hakkında tek tek bilgi verdi, (şöyle diyerek): Bir köprüden geçene kadar. Birbirimizle savaştığımızda, Khawarij'in lideri olan Abdullah b. Wahb el-Rasibi onlara şöyle dedi: Mızrakları atın ve kılıçları kınımdan çıkarın, çünkü korkuyorum ki, sizi Harura gününde olduğu gibi yalanlayacaklar. Böylece mızraklarını attılar ve kılıçlarını kınımdan çıkardılar, ve insanlar onlara mızraklarıyla saldırdılar. Onlar (birbirlerinin üzerine yatarak) öldürüldüler. O gün sadece iki kişi Ali'nin taraftarlarından zarar gördü. 'Ali dedi ki: Kırık eli olan adamı arayın. Ama onu bulamadılar. Sonra 'Ali kendisi kalktı ve ölülerin yanına gitti. Dedi ki: Onları çıkarın. Onu yerin hemen yanında buldular. O da bağırdı: Allah en büyüktür! Dedi ki: Allah doğruyu söyledi ve Elçisi de iletti. 'Ubaidat el-Salmani ona doğru ayağa kalkarak dedi: Ey Müminlerin Emiri! Bunu Allah'ın Elçisi'nden (ﷺ) duydun mu? O dedi ki: Evet, O'ndan başka ilah yoktur. Üç kez yemin ettirdi ve yemin etti."
    },
    {
      "id": 175,
      "narrator": "Abu Maryam said:",
      "text": "'Ali dedi ki: Kırık eli olan adamı arayın. Sonra hadisin geri kalanını anlattı. Bu versiyon şöyle der: Onu ölülerin altından toprakta çıkardılar. Ebu'l-Vadi dedi ki: Sanki üzerinde gömlek olan bir Habeşliyi görüyorum. Onun bir eli, dişi meme ucu gibi, üzerinde dişi meme ucu gibi tüyler vardı."
    },
    {
      "id": 176,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Maryam dedi ki: O gün kırık eli olan adam bizimle camideydi. Gündüz ve gece onunla oturuyorduk, o da fakir bir adamdı. Onun, Ali (ra) ile birlikte insanların yediği yemeklere katıldığını gördüm ve ona kendi örtümden bir elbise giydirdim."
    },
    {
      "id": 177,
      "narrator": "Narrated Sa'id ibn Zayd:",
      "text": "Ebu Maryam dedi ki: Kırık eli olan adama Nafi' Dhu al-Thadyah (Nafi', meme ucu olan adam) deniyordu. Onun elinde, dişi meme ucu gibi bir şey vardı, ucu dişi meme ucu gibi olan bir meme ucu gibi. Üzerinde, kedinin bıyıkları gibi tüyler vardı."
    }
  ]
}