{
  "language": "tr",
  "metadata": {
    "length": 121,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Umm Habibah:",
      "text": "Umm Habibah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Kim bir günde ve gecede on iki rekât nafile (sünnet) namaz kılarsa, bu (rekâtlar) nedeniyle cennette ona bir ev inşa edilecektir."
    },
    {
      "id": 2,
      "narrator": "Narrated Abd Allah b. Shaqiq:",
      "text": "Abd Allah b. Şakik'ten rivayet edilmiştir: A'işe'ye Allah Resulü'nün (ﷺ) kıldığı nafile namazlar hakkında sordum. O şöyle cevap verdi: Öğle namazından önce evimde dört rekât kılardı, sonra dışarı çıkarak insanlara namaz kıldırır, tekrar evime dönerek iki rekât kılardı. Akşam namazında insanlara namaz kıldırır, sonra evime dönerek iki rekât kılardı. Gece namazında insanlara namaz kıldırır, evime girerek iki rekât kılardı. Gece boyunca dokuz rekât kılardı, bunlar arasında vitir (namaz) da vardı. Gece uzun süre ayakta ve uzun süre oturarak namaz kılardı. Ayakta Kur'an okuduğunda, ayakta rükû eder ve secdeye giderdi; oturarak okuduğunda ise oturarak rükû eder ve secdeye giderdi. Şafak vakti geldiğinde iki rekât kılar, sonra dışarı çıkarak insanlara sabah namazı kıldırırdı."
    },
    {
      "id": 3,
      "narrator": "Narrated Abd Allah b. 'Umar:",
      "text": "Abd Allah b. 'Umar'dan rivayet edilmiştir: Allah Resulü (ﷺ) öğle namazından önce iki rekât ve sonra iki rekât, akşam namazından sonra evinde iki rekât ve gece namazından sonra iki rekât kılardı. Cuma namazından sonra, ayrılana kadar namaz kılmazdı. Sonra iki rekât kılardı."
    },
    {
      "id": 4,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) öğle namazından önce dört rekât ve sabah namazından önce iki rekât kılmayı asla ihmal etmezdi."
    },
    {
      "id": 5,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah Resulü (ﷺ) sabah namazından önceki nafile rekâtları, diğer nafile namazlara göre daha çok titizlikle kılardı."
    },
    {
      "id": 6,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) sabah namazından önce iki rekâtı o kadar hafif kılardı ki, ben: \"Acaba onlarda Fatiha Suresi'ni okudu mu?\" derdim."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) sabah namazının iki (nafile) rekâtında: \"De ki, ey inkar edenler\" derdi."
    },
    {
      "id": 8,
      "narrator": "Narrated Bilal:",
      "text": "Bilal'den rivayet edilmiştir: Ziyadah el-Kindi, Bilal'dan naklen, onun (Bilal) sabah namazını bildirmek için Allah Resulü'ne (ﷺ) gittiğini bildirmiştir. Aişe, Bilal'ı bir meseleyle meşgul etti ve gün aydınlanana kadar onu sordu. Bilal, sonra ayağa kalkıp namaza çağırdı ve tekrar tekrar çağırdı. Allah Resulü (ﷺ) henüz dışarı çıkmadı. Dışarı çıktığında insanlara namaz kıldırdı ve Aişe'nin onu meşgul ettiğini ve bu yüzden geç kaldığını bildirdi. Bilal dedi ki: \"Allah Resulü, sabah aydınlandı.\" O da: \"Eğer sabah şu an olduğundan daha fazla aydınlarsa, onları (sünnet namazın iki rekâtını) kılardım, güzelce ve daha güzel bir şekilde kılardım.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Sabah namazından önceki iki rekâtı, atlar sizi kovsa bile ihmal etmeyin.\""
    },
    {
      "id": 10,
      "narrator": "Narrated 'Abd Allah b. 'Abbas:",
      "text": "Abd Allah b. Abbas'tan rivayet edilmiştir: Allah Resulü (ﷺ) sabah namazının her iki rekâtında: \"De ki: Biz Allah'a ve bize indirilene inanıyoruz\" (3:84) derdi. Bu birinci rekâtta ve ikinci rekâtta ise: \"Biz Allah'a inanıyoruz ve kendimizi (O'na) teslim ettiğimizi şahitlik ederiz.\" (3:52) derdi."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) sabah namazının her iki rekâtında: \"De ki: Biz Allah'a ve bize indirilene inanıyoruz\" (3:84) okuduğunu işittim. Bu birinci rekâtta. İkinci rekâtta ise şu ayeti okudu: \"Rabbimiz, biz indirdiğine inandık ve Resulü'ne uyuyoruz, bizi şahitlerden yaz.\" veya \"Şüphesiz, seni hak ile müjdeleyici ve uyarıcı olarak gönderdik. Ve ateşin sakinleri hakkında sorulmayacaksın.\" (2:119) okudu. Al-Darawardi, hangi ayeti okuduğundan şüphe etti."
    },
    {
      "id": 12,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer herhangi biriniz sabah namazından önce iki rekât kılarsa, sağ tarafına yatmalıdır.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Aishah:",
      "text": "Marwan b. Hakam ona şöyle dedi: \"Birimiz camiye gidip sağ tarafına yatması yeterli değil mi?\" Ubaydullah'ın rivayetinde, o (Ebu Hureyre) şöyle cevap verdi: \"Hayır.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Bu söz (Ebu Hureyre'nin) İbn Ömer'e ulaştı. O şöyle dedi: \"Ebu Hureyre kendisine sınır koydu.\" Ona soruldu: \"Onun söylediklerine şüpheyle mi bakıyorsun?\" O da: \"Hayır, ama o cesaret gösterdi, biz ise korkaklık gösterdik.\" dedi. Bu (İbn Ömer'in eleştirisi) Ebu Hureyre'ye ulaştı. O da: \"Eğer ben hatırladıysam, onlar unuttularsa benim günahım ne?\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated AbuBakrah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah Resulü (ﷺ) gece namazını bitirdiğinde, eğer ben uyanıksam benimle konuşur, eğer uyuyorsam beni uyandırır ve iki rekât kılardı, sonra mu'adhdhin sabah namazı için çağırana kadar yatar, sonra hafifçe iki rekât kılar ve namaza çıkar."
    },
    {
      "id": 16,
      "narrator": "Narrated 'Abd Allah b. Sarjas:",
      "text": "'Abd Allah b. Sarjas'tan rivayet edilmiştir: Bir adam, Peygamber (ﷺ) sabah namazını kıldırırken geldi. İki rek'at namaz kıldı ve ardından Peygamber (ﷺ) tarafından kıldırılan cemaat namazına katıldı. Namazı bitirdiğinde, Peygamber (ﷺ) şöyle dedi: Falanca, gerçek namazın hangisiydi, yalnız başına kıldığın mı yoksa bizimle kıldığın mı?"
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: İkâmet namaz için okunduğunda, farz namaz dışında hiçbir namaz geçerli değildir."
    },
    {
      "id": 18,
      "narrator": "Narrated Qays ibn Amr:",
      "text": "Kays b. Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) sabah cemaat namazı bittikten sonra bir kişinin namaz kıldığını gördü. Allah'ın Elçisi (ﷺ) şöyle dedi: Sabah namazının iki rek'atı vardır (yani farz rek'atlar). Adam cevap verdi: Ben sabah namazından önce iki rek'at kılmadım. Bu yüzden şimdi kıldım. Allah'ın Elçisi (ﷺ) sessiz kaldı."
    },
    {
      "id": 19,
      "narrator": "This tradition has also been transmitted by 'Ata b. Abi Rabah on the authority of Sa'd b. Sa'id through a different chain of narrators.\n\n\nAbu Dawud said:",
      "text": "Bu rivayet, 'Ata b. Abi Rabah tarafından Sa'd b. Sa'id aracılığıyla farklı bir raviden de aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Narrated Umm Habibah:",
      "text": "Abu Dawud dedi ki: 'Abd Rabbihi ve Yahya b. Sa'id de bu rivayeti Peygamber (ﷺ)'den, Sahabi ismini zikretmeden (mursal) aktarmışlardır. Onların dedesi Zaid, Peygamber (ﷺ) ile birlikte namaz kılmıştır."
    },
    {
      "id": 21,
      "narrator": "Narrated AbuAyyub:",
      "text": "Umm Habibah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Kim öğle namazından önce dört rek'at ve sonra dört rek'at düzenli olarak kılarsa, o cehenneme girmeyecektir."
    },
    {
      "id": 22,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abu Dawud dedi ki: Al-'Ala' b. Al-Harith ve Süleyman b. Musa, Makhul'den aynı şekilde rivayet etmiştir."
    },
    {
      "id": 23,
      "narrator": "Narrated 'Ali:",
      "text": "Abu Ayyub'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Öğle namazından önce dört rek'at, selam vermeden (taslim) kılınırsa, cennetin kapıları açılır."
    },
    {
      "id": 24,
      "narrator": "Narrated Kuraib, the client of Ibn 'Abbas:",
      "text": "Abu Dawud dedi ki: Yahya b. Sa'id al-Qattan, 'Ubaidah'tan herhangi bir rivayet aktaracak olsam, bu rivayeti aktarırdım."
    },
    {
      "id": 25,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu Dawud dedi ki: 'Ubaidah zayıftır."
    },
    {
      "id": 26,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Abu Dawud dedi ki: Rivayet eden İbn Mincab'ın ismi Sahm'dır."
    },
    {
      "id": 27,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Allah, öğle namazından önce dört rek'at kılan bir adama merhamet etsin."
    },
    {
      "id": 28,
      "narrator": "Narrated Amr ibn Anbasah as-Sulami:",
      "text": "'Ali'den rivayet edilmiştir: Peygamber (ﷺ) 'Asr namazından önce iki rek'at kılardı."
    },
    {
      "id": 29,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Kuraib, İbn Abbas'ın talebesi olarak rivayet etmiştir: 'Abd Allah b. Abbas, 'Abd al-Rahman b. Azhar ve el-Miswar b. Makhramah, beni Peygamber (ﷺ)'in eşi Aişe'ye gönderdiler. Dediler ki: Hepimizden ona selam söyle ve 'Asr namazından sonraki iki rek'at hakkında ona sor, ona bildir ki, onun bu namazı kıldığını duyduk, ancak Allah'ın Elçisi (ﷺ) bunu yasakladı. Ona girdim ve beni ona gönderdikleri şeyi söyledim. O dedi ki: Umm Salamah'ya sor. Onlara (İbn Abbas ve diğerleri) döndüm ve onun görüşünü bildirdim. Beni tekrar Umm Salamah'a aynı görevle gönderdiler. Umm Salamah dedi ki: Allah'ın Elçisi (ﷺ)'nin bu iki rek'atı yasakladığını duydum, ancak daha sonra onu kılarken gördüm. O, 'Asr namazını kıldıktan sonra bu iki rek'atı kıldı. O, benimle birlikte Banu Haram'dan bazı kadınlar oturuyorken yanıma geldi. Bu iki rek'atı kıldı. Ona bir cariye gönderdim ve ona dedim: Yanında dur ve ona de ki: Umm Salamah sordu: Allah'ın Elçisi (ﷺ), bu iki rek'atı (öğle namazından sonra) yasakladığını duydum ama seni kendin kılarken görüyorum. Eğer elini kaldırırsa, ondan geri çekil. Cariye bunu yaptı. Namazı bitirdiğinde, şöyle dedi: Ey Ebu Umayyah'ın kızı, sen 'Asr namazından sonraki iki rek'atı sormuştun, aslında 'Abd al-Qays'tan bazı insanlar bana geldiler ve onların halkının İslam'a girdiğini haber verdiler. Onlar, öğle namazından sonra bu iki rek'atı kılmamı engellediler. İşte bu iki rek'at (benim 'Asr namazından sonra kıldığım)."
    },
    {
      "id": 30,
      "narrator": "Al-Aswad and Masruq said:",
      "text": "Ali b. Ebu Talib'den rivayet edilmiştir: Peygamber (ﷺ) 'Asr namazından sonra namaz kılmayı yasakladı, ancak güneş gökyüzünde yüksek olduğunda."
    },
    {
      "id": 31,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Aişe, Ümmü'l-Müminin'den rivayet edilmiştir: Aişe'nin müvekkili Dhakwan, Aişe'den rivayette bulundu: Allah'ın Resulü (ﷺ) öğle namazından sonra namaz kılardı ama başkalarına bunu yasaklardı; sürekli oruç tutardı ama başkalarına bunu yasaklardı."
    },
    {
      "id": 32,
      "narrator": "Narrated 'Abd Allah al-Muzani:",
      "text": "Abdullah el-Müzani'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: Akşam namazından önce iki rek'at namaz kılın. Sonra tekrar dedi: Akşam namazından önce iki rek'at namaz kılın, bunu yapmak isteyenler için geçerlidir. Bunun sebebi, insanların bunu sünnet olarak görmesinden korkmasıydı."
    },
    {
      "id": 33,
      "narrator": "Narrated Anas b. Malik :",
      "text": "Enes b. Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) zamanında akşam namazından önce (farz) iki rek'at namaz kıldım. Ben (rivayet eden el-Mukhtar b. Fulful) Enes'e sordum: Allah'ın Resulü (ﷺ) seni gördü mü? O da: Evet, ama bize ne emretti ne de yasakladı (bunu yapmamızı)."
    },
    {
      "id": 34,
      "narrator": "Narrated 'Abd Allah b. Mughaffal:",
      "text": "Abdullah b. Mughaffal'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: İki ezan arasında bir namaz vardır, iki ezan arasında namaz kılmak isteyen için vardır."
    },
    {
      "id": 35,
      "narrator": "Narrated Tawus:",
      "text": "Tavus'tan rivayet edilmiştir: İbn 'Umar'a akşam namazından önce iki rek'at namaz kılmak hakkında soruldu. O da: Allah'ın Resulü (ﷺ) zamanında kimsenin bunu kıldığını görmedim, dedi. (İbn Umar) Asr namazından sonra iki rek'at namaz kılmayı caiz gördü."
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ebu Davud dedi ki: Yahya b. Ma'in'in, rivayet eden Abu Shu'aib'in doğru isminin Shu'aib olduğunu söylediğini duydum. Şu'bah, ismini rivayet ederken hata yaptı."
    },
    {
      "id": 37,
      "narrator": "Abu al-Aswad al-Dailani said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Sabahleyin her bir kemik için sadaka vardır. Karşılaştığı herkese selam vermesi sadakadır, iyiliği emretmesi sadakadır, kötülüğü yasaklaması sadakadır, yoldan zararlı şeyi kaldırması sadakadır, eşine cinsel ilişki kurması sadakadır ve duha'da kıldığı iki rek'at namaz bunun yerine geçer."
    },
    {
      "id": 38,
      "narrator": "Narrated Mu'adh ibn Anas al-Juhani:",
      "text": "Ebu Davud dedi ki: 'Abbad tarafından rivayet edilen hadis, Musaddad tarafından rivayet edilenden daha mükemmeldir. Musaddad, kendi rivayetinde \"iyiliği emretme ve kötülüğü yasaklama\" ifadesini zikretmemiştir. Bunun yerine, kendi rivayetinde \"şu ve bu\" demiştir. İbn Ma'na, kendi rivayetinde: \"Onlar (insanlar) dediler: Allah'ın Resulü, birimiz arzularını yerine getirip yine de onun için sadaka var mı (yani ödüllendiriliyor mu)? O da: Sizce eğer haram bir cinsel ilişki kursa, günahkâr olmaz mıydı?\" diye eklemiştir."
    },
    {
      "id": 39,
      "narrator": "Narrated AbuUmamah:",
      "text": "Ebu'l-Aswad el-Dailani dedi ki: Ebu Dharr ile birlikte bulunduğumuzda, şöyle dedi: Sabahleyin, onun için sadaka vardır, her oruç sadakadır, her hac sadakadır, \"Subhanallah\" demek sadakadır, \"Allahu Ekber\" demek sadakadır, \"Elhamdulillah\" demek sadakadır. Allah'ın Resulü (ﷺ) bu tür tüm hayırlı amelleri anlattı. Sonra dedi ki: Duha'da kılınan iki rek'at bunun yerine geçer."
    },
    {
      "id": 40,
      "narrator": "Narrated Nu'aym ibn Hammar:",
      "text": "Mu'adh ibn Anas el-Cuhani'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Eğer bir kimse sabah namazını kıldıktan sonra, öğle namazına kadar dua yerinde oturursa ve sadece iyi olanı söylerse, günahları deniz köpüğünden daha fazla olsa bile affedilecektir."
    },
    {
      "id": 41,
      "narrator": "Narrated Umm Hani ibn AbuTalib:",
      "text": "Ebu Ümame'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Bir namazdan sonra, arada boş bir konuşma olmadan kılınan namaz, İlliyyun'da kaydedilir."
    },
    {
      "id": 42,
      "narrator": "Narrated Ibn Abi Laila:",
      "text": "Nu'aym ibn Hammar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Yüce Allah şöyle der: \"Ademoğlu, günün başında benim için dört rek'at namaz kılmaktan aciz olma; ben, günün sonuna kadar ihtiyaçlarını karşılayacağım.\""
    },
    {
      "id": 43,
      "narrator": "Narrated 'Abd Allah b. Shaqiq:",
      "text": "Ümmü Hani bint Ebu Talib'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) Fethi Mekkede sekiz rek'at namaz kıldı ve her iki rek'attan sonra selam verdi."
    },
    {
      "id": 44,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "Ebu Davud dedi ki: Ahmed b. Salih, Allah'ın Resulü'nün Fethi Mekkede öğle namazı kıldığını söyledi ve benzer bir şey rivayet etti. İbn es-Sarh, Ümmü Hani'nin şöyle dediğini aktardı: Allah'ın Resulü (ﷺ) bana girdi. Bu rivayet, öğle namazını zikretmiyor."
    },
    {
      "id": 45,
      "narrator": "Narrated Simak:",
      "text": "İbn Ebi Leyla'dan rivayet edilmiştir: Hiç kimse bize Peygamber (ﷺ)'in duha namazı kıldığını söylemedi, sadece Ümmü Hani söyledi. O, Fethi Mekkede Peygamber (ﷺ)'in evinde yıkanıp sekiz rek'at namaz kıldığını söyledi. Ama kimse onu sonrasında bu rek'atları kılarken görmedi."
    },
    {
      "id": 46,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah ibn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Gündüz ve gece namazı iki rek'at halinde kılınmalıdır."
    },
    {
      "id": 47,
      "narrator": "Narrated Muttalib:",
      "text": "Muttalib'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Namaz iki rek'at olarak kılınmalıdır; ve iki rek'atin sonunda teşehhüd okuyarak, sıkıntınızı ve alçakgönüllülüğünüzü ifade etmeli, ellerinizi kaldırarak şöyle demelisiniz: Ey Allah, ey Allah. Bunu yapmayan, tam bir namaz kılmamış olur."
    },
    {
      "id": 48,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Abu Davud'a gece namazının iki rek'at olarak kılınması soruldu. O da: İsterseniz iki, isterseniz dört olabilir, dedi."
    },
    {
      "id": 49,
      "narrator": "Narrated Abdullah ibn Amr:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Abbas ibn Abdulmuttalib'e şöyle dedi: Abbas, amcam, sana on şey vermeyecek miyim, sunmayacak mıyım, bağışlamayacak mıyım, sana on şey üretmeyecek miyim? Eğer bunlara uyarsan, Allah, günahlarını, ilk ve son, eski ve yeni, istemeden ve isteyerek, küçük ve büyük, gizli ve açık olanlarını affedecektir."
    },
    {
      "id": 50,
      "narrator": "Narrated 'Urwah b. Ruwaim:",
      "text": "İşte o on şey: Dört rek'at namaz kılmalısın, her birinde Fatihat al-Kitab ve bir sure okuyarak. İlk rek'atin recitasyonunu bitirdiğinde, ayakta on beş kez şöyle demelisin: \"Allah'ı tesbih ederim\", \"Allah'a hamd ederim\", \"O'ndan başka ilah yoktur\", \"Allah en büyüktür\". Sonra rükûya gitmeli ve bunu rükûda on kez söylemelisin. Rükûdan sonra başını kaldırdığında on kez söylemelisin. Sonra secdeye varmalı ve secde ederken on kez söylemelisin. Secdeden sonra başını kaldırdığında on kez söylemelisin. Sonra tekrar secde etmeli ve on kez söylemelisin. Her rek'atta bunu on kez yapmalısın. Bunu dört rek'atta yapmalısın."
    },
    {
      "id": 51,
      "narrator": "Narrated Ka'b ibn Ujrah:",
      "text": "Eğer bunu günde bir kez yapabiliyorsan, yap; yapamıyorsan haftada bir kez; yapamıyorsan ayda bir kez; yapamıyorsan yılda bir kez; yapamıyorsan, hayatında bir kez."
    },
    {
      "id": 52,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Amr'dan rivayet edilmiştir: AbulJawza' dedi ki: Peygamber (ﷺ) ile birlikte bulunan bir adam bana şöyle anlattı (bu kişinin Abdullah ibn Amr olduğu düşünülmektedir): Peygamber (ﷺ) bana şöyle dedi: Yarın bana gel; sana bir şey vereceğim, bir şey sunacağım, bir ödül vereceğim, sana bir bağışta bulunacağım. Ben de onun bana bir hediye vereceğini düşündüm."
    },
    {
      "id": 53,
      "narrator": "Narrated Sa'id b. Jubair:",
      "text": "O (bana geldiğimde) şöyle dedi: Gün batarken kalk ve dört rek'at namaz kıl. Sonra benzer bir şey anlattı."
    },
    {
      "id": 54,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Bu versiyonda eklenmiştir: Allah'ı on kez tesbih etmeden, O'na on kez hamd etmeden, O'nu on kez yüceltmeden ve \"O'ndan başka ilah yoktur\" on kez demeden ayakta durma. Sonra bunu dört rek'atta yapmalısın. Eğer yeryüzündeki en büyük günahkâr olsan, bu (namaz) sebebiyle affedileceksin (Allah tarafından)."
    },
    {
      "id": 55,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Ben sordum: Eğer bu namazı belirlenen saatte kılamazsam, ne yapmalıyım? O da: Gece veya gündüz (herhangi bir zamanda) kıl, diye cevap verdi."
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abu Davud dedi ki: Habban b. Hilal, Hilal al-Ra'i'nin amcasıdır."
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Davud dedi ki: Bu rivayet, al-Mustamir b. al-Riyyan tarafından 'Abd Allah b. 'Amr'dan, Peygamber (ﷺ)'e atıfta bulunmadan, 'Abd Allah b. 'Amr'ın kendi sözü olarak (mauquf) aktarılmıştır. Bu ayrıca Rawh b. al-Musayyab ve Ja'far b. Sulaiman tarafından 'Amr b. Malik al-Nakri'den Abu al-Jauza' aracılığıyla 'Abdullah ibn Abbas'tan kendi sözü olarak aktarılmıştır (ve Peygamber'in sözü değildir). Ancak Rawh'ın versiyonunda: \"Peygamber'in rivayeti\" ifadesi bulunmaktadır."
    },
    {
      "id": 58,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "'Urwah b. Ruwaim'den rivayet edilmiştir: Bir al-Ansari'nin kendisine şöyle anlattığı: Allah'ın Elçisi (ﷺ) Ja'far'a şöyle dedi. Sonra bu rivayeti benzer şekilde anlattı. Bu versiyonda \"ilk rek'atın ikinci secdesinde\" ifadesi, Mahdi b. Maimun'un (önceki rivayette) aktardığı kelimelere eklenmiştir."
    },
    {
      "id": 59,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Ka'b ibn Ujrah'tan rivayet edilmiştir: Peygamber (ﷺ) Banu AbdulAshhal camisinde bulundu. Orada akşam namazını kıldı. Namazı bitirdiklerinde, onların ardından nafile namaz kıldıklarını gördü. O da: Bu, evlerde kılınacak namazdır, dedi."
    },
    {
      "id": 60,
      "narrator": "Narrated AbuSa'id and AbuHurayrah:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), akşam namazından sonra iki rek'atta Kur'an okumayı uzatırdı, ta ki camideki insanlar dağılana kadar."
    },
    {
      "id": 61,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "Aişe, Peygamber (ﷺ) eşinden rivayet etmiştir: Sizden biri namazda uyuklarsa, uykusu geçene kadar uyumalıdır; çünkü sizden biri uyuklayarak namaz kılarsa, belki de Allah'tan af dilerken kendisine lanet edebilir."
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle demiştir: Sizden biri gece (namaz kılmak için) kalktığında, Kur'an'ı okurken uyuklarsa ve söylediklerini anlamıyorsa, uyumalıdır."
    },
    {
      "id": 63,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) mescide girdiğinde, iki direk arasında bağlı bir ip gördü. Sordu: Bu ip nedir? İnsanlar ona dediler: Bu, burada namaz kılan Hamnah b. Cahş içindir. Yorulduğunda ona yaslanıyor. Allah'ın Resulü (ﷺ) dedi ki: O, gücünün yettiği kadar namaz kılmalıdır. Yorulduğunda oturmalıdır."
    },
    {
      "id": 64,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "Bu Ziyad versiyonunda: O dedi: Bu nedir? İnsanlar ona dediler: Bu, namaz kılan Zeynep içindir. O tembellik yaptığında veya yorulduğunda ona tutunur. O dedi: Bunu çözün. Sizden biri iyi bir ruh haliyle namaz kılmalıdır. Tembel veya yorgun olduğunda oturmalıdır."
    },
    {
      "id": 65,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ömer b. Hattab'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle demiştir: Uykudan dolayı her gün okuduğu bir bölümünü kaçıran ve onu sabah ile öğle namazları arasında okuyan kimse, onu gece okumuş gibi sayılacaktır."
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Aişe, Müminlerin Annesi'nden rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Gece namazını düzenli olarak kılan bir kişi, (bir gece) uykuya yenik düşerse, namaz kılmanın sevabını alacaktır. Uykusu sadaka olacaktır."
    },
    {
      "id": 67,
      "narrator": "Narrated 'Aishah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle demiştir: Mübarek ve yüce Rabbimiz, gecenin son üçte biri kaldığında her gece en aşağı semaya iner ve der ki: Bana dua eden kim var ki, ona cevap vereyim? Benden isteyen kim var ki, ona vereyim? Benden af dileyen kim var ki, onu affedeyim?"
    },
    {
      "id": 68,
      "narrator": "Masruq said:",
      "text": "Aişe'den rivayet edilmiştir: Yüce Allah, Allah'ın Resulü (ﷺ) gece uyanırdı. Şafak geldiğinde, günlük okuma turunu tamamlardı."
    },
    {
      "id": 69,
      "narrator": "Narrated 'Aishah:",
      "text": "Mesruk dedi ki: Aişe'ye Allah'ın Resulü (ﷺ) gece namazını ne zaman kıldığını sordum. O da: Horozun ötüşünü duyduğunda kalkar ve namaz kılardı, dedi."
    },
    {
      "id": 70,
      "narrator": "Hudhaifah said:",
      "text": "Aişe'den rivayet edilmiştir: O benimle olduğunda, şafak vaktinde uyurdu. Burada Peygamber (ﷺ) kastedilmektedir."
    },
    {
      "id": 71,
      "narrator": "Narrated Rab'iah b. Ka'b al-Aslami:",
      "text": "Hudayfe dedi ki: Peygamber (ﷺ) bir şeyden sıkıntı duyduğunda, namaz kılardı."
    },
    {
      "id": 72,
      "narrator": "Anas b. Malik said (explaining the meaning of the Qur'anic verse \"Who forsake their beds to cry unto their Lord in fear and hope, and spend of what We have bestowed on them\" (32:16). The people used to remain awake between the sunset and the night prayers and would pray. Al-Hasan used to say:",
      "text": "Rabia b. Ka'b el-Eslemî'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) ile gece vakti birlikte kalırdım. Onun abdest alması ve ihtiyaçları için su getirirdim. O sordu: Benden ne istiyorsun? Ben de: Cennette seninle birlikte olmayı istiyorum, dedim. O dedi: Bunun dışında bir şey yok mu? Ben de: Sadece bu, dedim. O dedi: Çok secde ederek kendine yardım et."
    },
    {
      "id": 73,
      "narrator": "Anas said (explaining the meaning) of the following Qur'anic verse \"They used to sleep but little of the night\" (51:17):",
      "text": "Enes b. Malik dedi ki (Kur'an ayeti \"Rablerine korku ve umutla dua etmek için yataklarından uzaklaşanlar\" (32:16) anlamını açıklayarak): İnsanlar akşam ile gece namazları arasında uyanık kalır ve namaz kılarlardı. El-Hasan derdi ki: (Bu ayet) gece namazı ve uyanıklık anlamına gelir."
    },
    {
      "id": 74,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Enes dedi ki (aşağıdaki Kur'an ayetinin anlamını açıklayarak) \"Gecenin çok az bir kısmında uyurlardı\" (51:17): Onlar (insanlar) akşam ile 'İkâ akşamı arasında namaz kılarlardı. Yahya'nın versiyonu ekler: Ayetteki \"tatajafa junubuhum\" ifadesi de bu anlama gelir."
    },
    {
      "id": 75,
      "narrator": "This tradition has also been transmitted by Abu Hurairah through a different chain of narrators to the same effect. This version adds:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle demiştir: Sizden biri gece kalktığında, namaza iki kısa rek'at ile başlamalıdır."
    },
    {
      "id": 76,
      "narrator": "Narrated Abdullah ibn Habashi al-Khath'ami:",
      "text": "Abdullah ibn Habashi al-Khath'ami'den rivayet edilmiştir: Peygamber (ﷺ) en iyi amelin ne olduğunu sorulduğunda, uzun süre namaz kılmak olduğunu cevapladı."
    },
    {
      "id": 77,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir: Bir adam, Allah'ın Elçisi (ﷺ) gece namazı hakkında sordu. Allah'ın Elçisi (ﷺ) dedi ki: Gece namazı iki rek'at halinde olmalıdır; fakat eğer biriniz sabahın yakın olduğunu hissederse, bir rek'at kılmalıdır ki bu, onun namazını tek sayı yapar."
    },
    {
      "id": 78,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas'tan rivayet edilmiştir: Peygamberin (ﷺ) tilaveti, evdeyken iç odada bulunan birinin duyabileceği kadar yüksekti."
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamberin (ﷺ) geceki tilaveti kısmen yüksek sesle, kısmen de alçak sesleydi."
    },
    {
      "id": 80,
      "narrator": "Narrated AbuQatadah:",
      "text": "Abu Davud dedi ki: Abu Khalid al-Walibi'nin ismi Hurmuz'dur."
    },
    {
      "id": 81,
      "narrator": "This tradition has also been transmitted by Abu Hurairah through a different chain of narrators. This version dies not mention that the Prophet (ﷺ) said to Abu Bakr:",
      "text": "Abu Qatadah'tan rivayet edilmiştir: Peygamber (ﷺ) gece dışarı çıktı ve Abu Bakr'ı alçak sesle namaz kılarken buldu, ve Umar ibn al-Khattab'ı yüksek sesle namaz kılarken geçti."
    },
    {
      "id": 82,
      "narrator": "Narrated 'Aishah:",
      "text": "Her ikisi Peygamber (ﷺ) ile bir araya geldiğinde, Peygamber (ﷺ) dedi ki: Abu Bakr, seni alçak sesle namaz kılarken geçtim. O da cevap verdi: Ben, benimle samimi bir şekilde konuşan O'na duyuruyordum, Allah'ın Elçisi. O (Peygamber) Umar'a dedi: Seni yüksek sesle namaz kılarken geçtim. O da cevap verdi: Allah'ın Elçisi, ben uykulu olanları uyandırıyordum ve Şeytan'ı uzaklaştırıyordum."
    },
    {
      "id": 83,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Al-Hasan kendi rivayetinde ekledi: Peygamber (ﷺ) dedi: Sesini biraz yükselt, Abu Bakr, ve Umar'a dedi: Sesini biraz alçalt."
    },
    {
      "id": 84,
      "narrator": "Narrated Uqbah ibn Amir al-Juhani:",
      "text": "Bu rivayet, Abu Hurairah tarafından farklı bir raviler zinciriyle de aktarılmıştır. Bu versiyonda Peygamberin (ﷺ) Abu Bakr'a: Sesini biraz yükselt; veya Umar'a: Sesini biraz alçalt dediği belirtilmemektedir. Ancak bu versiyon ekliyor: (Peygamber dedi ki:) Seni duydum, Bilal, (tilavet ederken); sen bu sureden kısmen ve diğer sureden kısmen okuyordun. O da dedi: Bu, hepsi güzel bir konuşmadır; Allah bir kısmı diğerine katmıştır; Peygamber (ﷺ) dedi: Hepiniz doğruydunuz."
    },
    {
      "id": 85,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Bir adam gece kalktı ve yüksek sesle Kur'an okudu. Şafak vakti geldiğinde, Allah'ın Elçisi (ﷺ) dedi ki: Allah, unuttuğum birçok ayeti bana hatırlatan falan kişiye rahmet etsin."
    },
    {
      "id": 86,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "Abu Davud dedi ki: Harun al-Nahwi, Hammad b. Salamah'dan Al-'Imran Suresi'nin ayetini aktardı: \"Peygamberlerden kaç tanesi (Allah yolunda) savaştı?\" (3:146)"
    },
    {
      "id": 87,
      "narrator": "Narrated 'Aishah:",
      "text": "Abu Sa'id al-Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) mescide çekildi. Onların (halkın) yüksek sesle Kur'an okuduğunu duydu. Perdeyi kaldırdı ve dedi ki: İşte! Hepiniz Rabbine sessizce dua ediyorsunuz. Diğerini rahatsız etmemeli ve birinin okuması veya namazı diğerinin sesinden daha yüksek olmamalıdır."
    },
    {
      "id": 88,
      "narrator": "This tradition has been transmitted by Ibn Shihab through a different chain of narrators to the same effect. This version adds:",
      "text": "Uqbah ibn Amir al-Juhani'den rivayet edilmiştir: Peygamber (ﷺ) dedi: Kur'an'ı yüksek sesle okuyan, açıkça sadaka veren gibidir; ve Kur'an'ı sessizce okuyan, gizlice sadaka veren gibidir."
    },
    {
      "id": 89,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) gece on rek'at namaz kılardı ve bir rek'at ile vitir kılardı, ardından sabah namazı için iki rek'at kılardı. Böylece toplamda on üç rek'at namaz kılmış olurdu."
    },
    {
      "id": 90,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe, Peygamberin (ﷺ) eşi olarak rivayet etmiştir: Allah'ın Elçisi (ﷺ) gece on bir rek'at kılardı (vitri bir rek'at ile kılarak). Namazı bitirdiğinde, sağ tarafına yatardı."
    },
    {
      "id": 91,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gece on üç rek'at namaz kılardı. Sekiz rek'at kılar, ardından bir rek'at ile vitir namazını kılardı. Sonra (rivayet eden Müslim dedi) vitir namazından sonra oturarak iki rek'at kılardı. Rükû yapmak istediğinde ayağa kalkar ve rükûya giderdi. Sabah namazının ezanı ile ikamet arasında iki rek'at namaz kılardı."
    },
    {
      "id": 92,
      "narrator": "Abu Salamah b. 'Abd al-Rahman asked 'Aishah, the wife of the Prophet (ﷺ):",
      "text": "Ebu Salamah b. Abd al-Rahman, Peygamber (ﷺ) eşlerinden Aişe'ye sordu: Allah'ın Elçisi (ﷺ) Ramazan'da nasıl namaz kılardı? O da: Allah'ın Elçisi (ﷺ) Ramazan'da ve Ramazan dışında on bir rek'attan fazla namaz kılmazdı. Dört rek'at kılardı. Onların güzelliği ve uzunluğu hakkında sorma. Sonra dört rek'at daha kılardı. Onların güzelliği ve uzunluğu hakkında sorma. Sonra üç rek'at kılardı. Aişe dedi: Ben sordum: Allah'ın Elçisi, vitirden önce uyur musun? O cevap verdi: 'Aişe, gözlerim uyur ama kalbim uyumaz."
    },
    {
      "id": 93,
      "narrator": "Narrated Sa'd bin Hisham:",
      "text": "Sa'd b. Hişam'dan rivayet edilmiştir: Eşimi boşadım. Sonra orada bulunan arazimi satmak için Medine'ye geldim ki silah alıp savaşta savaşabileyim. Peygamber (ﷺ) sahabelerinden bir grup ile karşılaştım. Onlar: Bizden altı kişi bunu yapmayı düşündü (yani eşlerini boşayıp silah satın almayı), ama Peygamber (ﷺ) onları yasakladı. O dedi: Sizler için Allah'ın Elçisi'nde güzel bir örnek vardır. Sonra İbn Abbas'a geldim ve Peygamber (ﷺ) tarafından kılınan vitir hakkında sordum. O: Size Allah'ın Elçisi'nin vitirini en iyi bilen birini işaret ediyorum. Aişe'ye gidin. Ona giderken Hakim b. Aflah'tan benimle gelmesini istedim. O kabul etmedi ama ben onu yemin ettirdim. Bu nedenle benimle geldi. Aişe'ye girmek için izin istedik. O: Bu kim? dedi. O: Hakim b. Aflah. O: Seninle kim var? dedi. O: Sa'd b. Hişam. O: Uhud Savaşı'nda şehit olan Amir'in oğlu Hişam. Ben: Evet dedim. O: Ne iyi bir adamdı Amir! Ben: Ey müminlerin annesi, Allah'ın Elçisi'nin (ﷺ) ahlakını bana anlat. O: Kur'an okumuyor musun? Allah'ın Elçisi'nin (ﷺ) ahlakı Kur'an'dı. Ben: Gece namazı ve uyanıklığı hakkında bana anlat. O: \"Ey örtü içinde olan\" (73:1) ayetini okumuyor musun? Ben: Neden olmasın?"
    },
    {
      "id": 94,
      "narrator": "The above mentioned tradition has also been narrated by Qatadah through a different chain of narrators. This version adds:",
      "text": "Bu sure açıldığında, sahabeler gece boyunca (en çok) namaz kıldılar, ayakları şişene kadar ve son ayetler on iki ay boyunca gökyüzünden indirilmedi. Nihayet son ayetler indirildi ve gece namazı farz olmaktan sonra nafile hale geldi. Ben: Peygamber (ﷺ) vitir namazı hakkında bana anlat. O: Sekiz rek'at kılardı, sadece sekizinci rek'atta otururdu. Sonra ayağa kalkar ve bir rek'at daha kılardı. Sadece sekizinci ve dokuzuncu rek'atlarda otururdu. Dokuzuncu rek'attan sonra selam verirdi. Sonra oturarak iki rek'at kılar ve bu on bir rek'at yapardı, ey oğlum. Ama yaşlandığında ve şişmanladığında yedi rek'at vitir kılardı, sadece altıncı ve yedinci rek'atlarda otururdu ve yedinci rek'attan sonra selam verirdi. Sonra oturarak iki rek'at kılar ve bu dokuz rek'at yapardı, ey oğlum. Allah'ın Elçisi (ﷺ) bir gece boyunca namaz kılmazdı, ya da bir gecede Kur'an'ı tamamen okumazdı ya da Ramazan dışında bir ay boyunca oruç tutmazdı. Namaz kıldığında bunu düzenli olarak yapardı. Gece uykuya daldığında on iki rek'at kılardı."
    },
    {
      "id": 95,
      "narrator": "The above tradition has also been transmitted by Yahya b. Sa'id to the same effect. The version adds the words:",
      "text": "Rivayet eden kişi dedi: İbn Abbas'a geldim ve bunların hepsini ona anlattım. Vallahi, bu gerçekten bir hadistir. Eğer onunla konuşuyorsam, ona gelir ve bunu kendi ağzından işitirdim. Ben: Eğer onunla konuşmadığını bilseydim, bunu sana asla anlatmazdım."
    },
    {
      "id": 96,
      "narrator": "This tradition has also been transmitted by Sa'id through a different chain of narrators to the same effect. Ibn Bashshar narrated the tradition like that of Yahya b. Sa'id. His version has:",
      "text": "Yukarıda bahsedilen hadis, Kâtade tarafından farklı bir rivayet zinciriyle de aktarılmıştır. Bu versiyon ekler: O (Peygamber) sekiz rek'at kılardı, bu süre zarfında sadece sekizinci rek'atta otururdu. Oturur, Allah'ı anardı, O'na dua ederdi ve selamı o kadar yüksek sesle verirdi ki, onu duyabiliyorduk. Sonra selam verdikten sonra oturarak iki rek'at kılardı. Sonra bir rek'at daha kılardı ve bu on bir rek'at yapardı, ey oğlum. Allah'ın Elçisi (ﷺ) yaşlandığında ve şişmanladığında yedi rek'at vitir kılardı, ardından selam verdikten sonra oturarak iki rek'at kılardı. Rivayet eden kişi, hadisi aynı şekilde sona kadar aktardı."
    },
    {
      "id": 97,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Yukarıdaki hadis, Yahya b. Sa'id tarafından aynı şekilde aktarılmıştır. Versiyonuna \"Selamı o kadar yüksek sesle verdi ki, onu duyabiliyorduk.\" ifadeleri eklenmiştir."
    },
    {
      "id": 98,
      "narrator": "The above-mentioned tradition has also been narrated by Banu al-Hakim through a different chain of narrators. This version adds:",
      "text": "Bu hadis, Sa'id tarafından farklı bir rivayet zinciriyle aynı şekilde aktarılmıştır. İbn Başşar, hadisi Yahya b. Sa'id'in rivayeti gibi aktarmıştır. Onun versiyonu: Selamı o kadar yüksek sesle verdi ki, onu duyabiliyorduk."
    },
    {
      "id": 99,
      "narrator": "Zurarah b. Awfa said that 'Aishah was asked about the prayer of the Messenger of Allah (ﷺ). She said:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: Zurarah b. Avfa, Aişe'ye Allah'ın Elçisi'nin (ﷺ) gece namazı hakkında sorulduğunu söyledi."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "O dedi: Gece namazını cemaatle kılardı ve sonra ailesine (evine) döner ve dört rek'at kılardı. Sonra yatağına gider ve uyurdu, ama abdest almak için su başının yanına örtülü bir şekilde konulurdu ve diş misvakı da orada tutulurdu, ta ki Allah onu gece uyandırana kadar."
    },
    {
      "id": 101,
      "narrator": "Narrated 'Aishah:",
      "text": "Sonra diş misvakını kullanır, abdest alır ve sonra namaz kılma yerine gelir ve sekiz rek'at kılardı. Bu sekiz rek'at içinde Fatiha Suresi'ni ve Allah'ın dilediği bir sureyi okurdu. Hiçbirinde oturmazdı, sadece sekizinci rek'attan sonra otururdu ve selam vermezdi, dokuzuncu rek'atta (Kur'an) okurdu. Sonra oturur ve Allah'a dua ederdi, Allah dilediği kadar, O'na yalvarır ve O'na yönelirdi; selamı o kadar yüksek sesle verirdi ki, evin sakinleri neredeyse uyanırdı. Sonra oturarak Fatiha Suresi'ni okur, oturarak rükû yapar ve sonra ikinci rek'atta Kur'an okur, oturarak rükû ve secde yapardı. Allah'a dilediği kadar dua eder, sonra selam verir ve dönerdi."
    },
    {
      "id": 102,
      "narrator": "Narrated 'Aishah:",
      "text": "Bu miktardaki namaz, Allah'ın Elçisi'nin (ﷺ) üzerine devam etti ta ki ağırlık koyana kadar. Bu dönemde dokuz rek'attan iki rek'at kısalttı ve altı ve yedi rek'at ayakta, iki rek'at oturarak kılmaya başladı. Bu, onun ölmesine kadar devam etti."
    },
    {
      "id": 103,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Yukarıda bahsedilen hadis, Banu al-Hakim tarafından farklı bir rivayet zinciriyle aktarılmıştır. Bu versiyonda gece namazı kılardı ve yatağına giderdi. Bu versiyonda dört rek'at kıldığına dair bir ifade yoktur. Rivayet eden kişi daha sonra hadisin geri kalanını aktardı. Bu versiyon ayrıca şunu ekler: Sekiz rek'at kılardı, bu süre zarfında Kur'an okuması, rükû ve secdeleri eşit olurdu. Sadece sekizinci rek'attan sonra otururdu, sonra selam vermeden ayağa kalkar ve bir rek'at vitir namazı kılar ve sonra selam verirdi, sesi o kadar yüksekti ki neredeyse uyanıyorduk. Rivayet eden kişi, hadisi aynı şekilde aktardı."
    },
    {
      "id": 104,
      "narrator": "'Abd Allah b. 'Abbas said that he slept with the Prophet (ﷺ). He saw that he (the Prophet) awoke, used tooth-stick, performed ablution, and recited:",
      "text": "Zurarah b. Avfa, Aişe'ye Allah'ın Elçisi'nin (ﷺ) namazı hakkında sorulduğunu söyledi. O dedi: Gece namazında insanlara imamlık yapardı, sonra ailesine döner ve dört rek'at kılar ve yatağına giderdi. Rivayet eden kişi daha sonra hadisi tam olarak aktardı. Bu versiyon, \"Bu rek'atlarda Kur'an okuması, rükû ve okuma eşit oldu.\" ifadelerini içermez. Bu ayrıca selamla ilgili olarak: \"Neredeyse bizi uyandıracak kadar.\" ifadelerini de içermez."
    },
    {
      "id": 105,
      "narrator": "The above tradition has also been transmitted by Husain through a different chain of narrators in like manner. This version has the words:",
      "text": "Bu hadis, Aişe tarafından farklı bir rivayet zinciriyle de aktarılmıştır. Ancak Hammad b. Salamah tarafından rivayet edilen hadis, diğerlerinin rivayetiyle eşit değildir."
    },
    {
      "id": 106,
      "narrator": "Narrated Fadl b. 'Abbas:",
      "text": "Fadl b. 'Abbas'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile bir gece geçirdim ve onun nasıl namaz kıldığını görmek istedim. O kalktı, abdest aldı ve iki rek'at namaz kıldı. Ayakta duruşu, rükûsuna (yani, süre olarak eşit) benziyordu ve rükûsu, secdesine (uzunluk olarak eşit) benziyordu. Sonra uyudu. Daha sonra uyandı, abdest aldı ve misvak kullandı. Ardından Al-'İmran Suresi'nden beş ayet okudu: \"Göklerin ve yerin yaratılışında ve gece ile gündüzün birbiri ardına gelmesinde.\" Bunu on rek'at namaz kılana kadar devam etti. Sonra kalktı ve bir rek'at daha kılarak vitir namazını da kıldı. Bu esnada müezzin ezan okudu. Allah'ın Elçisi (ﷺ) müezzin sustuktan sonra kalktı. İki hafif rek'at kıldı ve sabah namazını kılana kadar oturdu."
    },
    {
      "id": 107,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abu Davud dedi ki: İbn Bashshar tarafından aktarılan bir kısmı benden gizli kaldı."
    },
    {
      "id": 108,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "Sa'id b. Jubair said that Ibn 'Abbas told him:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Ben, teyzem Maimunah ile bir gece geçirdim. Allah'ın Elçisi (ﷺ) akşamdan sonra geldi. Sordu: Çocuk namaz kıldı mı? O da: Evet, dedi. Sonra bir süre yattı, Allah'ın dilediği kadar gece geçtikten sonra kalktı, abdest aldı ve yedi veya beş rek'at kıldı, onlarla vitir namazını da kıldı. Selamı sadece son rek'atinde verdi."
    },
    {
      "id": 110,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 111,
      "narrator": "Narrated 'Aishah:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Ben, teyzem Maimunah bint al-Harith'in evinde bir gece geçirdim. Peygamber (ﷺ) gece namazı kıldı. Sonra geldi ve dört rek'at kıldı ve uyudu. Sonra kalktı ve namaz kıldı. Ben onun sol tarafında durdum. Beni döndürdü ve sağ tarafında durmamı sağladı. Sonra beş rek'at kıldı ve uyudu, onun horladığını duydum. Sonra kalktı ve iki rek'at kıldı. Ardından dışarı çıktı ve sabah namazını kıldı."
    },
    {
      "id": 112,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 113,
      "narrator": "'Abd Allah b. Abi Qais said that he asked 'Aishah:",
      "text": "Sa'id b. Cubeyr dedi ki: İbn 'Abbas bana şöyle söyledi: O (Peygamber) kalktı ve sekiz rek'atı çiftler halinde kıldı, sonra beş rek'at vitir namazı kıldı ve aralarında oturmadı."
    },
    {
      "id": 114,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 115,
      "narrator": "The client of Ibn 'Abbas said that he asked him:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) on üç rek'at kılardı, bunların içinde sabah namazının iki rek'atı da dahil olmak üzere altı rek'at çiftler halinde olurdu. O vitir namazını da beş rek'atla kılardı. Sadece son rek'atinde otururdu."
    },
    {
      "id": 116,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 117,
      "narrator": "Khalid al-Juhani said:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gece boyunca on üç rek'at kılardı, sabah namazının iki rek'atı da dahil."
    },
    {
      "id": 118,
      "narrator": "Narrated 'Abd Allah b. 'Abbas:",
      "text": "---"
    },
    {
      "id": 119,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) gece namazı kıldı ve sonra ayakta sekiz rek'at kıldı, iki rek'at da iki ezan arasında (yani sabah namazı için ezan ve ikamet arasında) kıldı. Onları asla terk etmezdi."
    },
    {
      "id": 120,
      "narrator": "Narrated 'Aishah:",
      "text": "Caf'ar b. Musafir, kendi rivayetinde şöyle dedi: (O, iki rek'atı) iki ezan arasında oturarak kıldı. \"Oturma\" kelimesini ekledi."
    },
    {
      "id": 121,
      "narrator": "'Alqamah said:",
      "text": "'Alkameh dedi ki: 'Aişe'ye Allah'ın Elçisi (ﷺ) hakkında soruldu. Onun belirli günlerde bazı eylemleri özel olarak yapıp yapmadığı soruldu. O da: Hayır, o eylemlerini düzenli olarak yapardı. Sizlerden hangisinin Allah'ın Elçisi (ﷺ) kadar gücü var?"
    }
  ]
}