{
  "language": "tr",
  "metadata": {
    "length": 30,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ramazan'da gece namazını övmekteydi, ancak bunu bir görev olarak emretmiyordu. Şöyle derdi: Kim Ramazan'da gece namazı kılarsa, Allah'a olan inancı ve O'ndan mükafat bekleyerek, onun geçmiş günahları affedilecektir. Allah'ın Elçisi (ﷺ) vefat ettiğinde bu uygulama vardı ve bu, Ebu Bekir'in halifeliği ve Ömer'in ilk döneminde de devam etti."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Davud dedi ki: Bu rivayet 'Ukeyl, Yunus ve Ebu Uvais tarafından benzer şekilde aktarılmıştır. 'Ukeyl'in versiyonu şöyle geçmektedir: Ramazan'da oruç tutan ve gece namazı kılan kimse."
    },
    {
      "id": 3,
      "narrator": "Narrated 'Aishah, wife of Prophet (ﷺ):",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "Narrated 'Aishah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Kim Ramazan'da inancı nedeniyle oruç tutar ve Allah'tan mükafat beklerse, onun geçmiş günahları affedilecektir. Kim Kadir Gecesi'nde inancı nedeniyle namaz kılarsa ve Allah'tan mükafat beklerse, onun geçmiş günahları affedilecektir."
    },
    {
      "id": 5,
      "narrator": "Narrated AbuDharr:",
      "text": "Ebu Davud dedi ki: Bu rivayet benzer şekilde Yahya b. Ebu Kethir ve Muhammed b. Amr'dan Ebu Selame'den aktarılmıştır."
    },
    {
      "id": 6,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Aişe, Peygamberin (ﷺ) eşi olarak rivayet etmiştir: Peygamber (ﷺ) bir kez camide (teravih) namazı kıldı ve insanlar da onunla birlikte namaz kıldı. Sonraki gece tekrar namaz kıldı ve insanlar büyük bir kalabalık halinde toplandı. Üçüncü gece de toplandılar, ancak Allah'ın Elçisi (ﷺ) onlara çıkmadı. Sabah olunca şöyle dedi: Sizin yaptıklarınızı gördüm, ancak bu (namazın) size farz kılınmasından korktuğum için çıkmadım. Bu Ramazan'da oldu."
    },
    {
      "id": 8,
      "narrator": "Zirr (b. Hubaish) said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Abdullah ibn Unays:",
      "text": "Aişe'den rivayet edilmiştir: İnsanlar Ramazan'da camide (teravih namazı) ayrı ayrı kılardı. Allah'ın Elçisi (ﷺ) bana (bir seccade) yaymamı emretti. Ben de onun için bir seccade yaydım ve o da üzerinde namaz kıldı. Rivayet eden kişi aynı hikayeyi aktardı. Peygamber (ﷺ) şöyle dedi: Ey insanlar, Allah'a hamd olsun, ben gecemi boş geçirmedim, sizin durumunuz da benden gizli kalmadı."
    },
    {
      "id": 10,
      "narrator": "Narrated Abdullah ibn Unays al-Juhani:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Ramazan'da Allah'ın Elçisi (ﷺ) ile oruç tuttuk, ancak ay boyunca bizi gece namazına kaldırmadı, ta ki yedi gece kalana kadar; sonra bizi gece namazına kaldırdı, gece yarısına kadar. Altıncı kalan gece geldiğinde, bizi namaza kaldırmadı. Beşinci kalan gece geldiğinde, bizi gece yarısına kadar namaza kaldırdı."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "O zaman ben dedim: Allah'ın Elçisi, keşke bu gece bize nafile namaz kıldırsaydın."
    },
    {
      "id": 13,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "O şöyle dedi: Bir adam, imam ile birlikte namaz kılarsa, o geceyi namazda geçirmiş sayılır. Dördüncü kalan gece bizi kaldırmadı. Üçüncü kalan gece geldiğinde, ailesini, eşlerini ve insanları topladı ve bizimle birlikte namaz kıldı, öyle ki falahı (başarı) kaçırmaktan korktuk."
    },
    {
      "id": 14,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Ben dedim: Falah nedir? O şöyle dedi: Şafak öncesi yemek. Sonra ayın geri kalan kısmında bizi namaza kaldırmadı."
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Narrated Mu'awiyah b. Abi Sufyan :",
      "text": "Muaviye b. Ebu Süfyan'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: Kadir Gecesi, Ramazan'ın yirmi yedinci gecesidir."
    },
    {
      "id": 17,
      "narrator": "Narrated 'Abd Allah bin 'Amr:",
      "text": "Abdullah b. Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Kadir Gecesi hakkında sorulduğunda, ben de dinliyordum: O, Ramazan'ın tamamında bulunmaktadır."
    },
    {
      "id": 18,
      "narrator": "Narrated 'Abd Allah b. 'Amr:",
      "text": "Ebu Davud dedi ki: Süfyan ve Şu'bah, bu rivayeti Ebu İshak'tan İbn Ömer'in kendi sözü olarak nakletmişlerdir, Peygamber (ﷺ) sözü olarak iletmemişlerdir."
    },
    {
      "id": 19,
      "narrator": "Narrated 'Abd Allah b. 'Amr:",
      "text": "Abdullah b. Amr'dan rivayet edilmiştir: Peygamber (ﷺ) ona şöyle dedi: Kur'an'ı bir ayda tamamla. O da: Daha fazla gücüm var, dedi. Peygamber (ﷺ) şöyle dedi: Yirmi günde tamamla. O tekrar: Daha fazla enerjim var, dedi. Peygamber (ﷺ) şöyle dedi: On beş günde oku. O tekrar: Daha fazla enerjim var, dedi. Peygamber (ﷺ) şöyle dedi: On günde oku. O tekrar: Daha fazla enerjim var, dedi. Peygamber (ﷺ) şöyle dedi: Yedi günde oku, buna ekleme yapma."
    },
    {
      "id": 20,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Davud dedi ki: Müslim'in rivayeti daha mükemmeldir."
    },
    {
      "id": 21,
      "narrator": "Khaithamah reported that 'Abd Allah b. 'Amr said:",
      "text": "Abdullah b. Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: Ayın üç günü oruç tut ve Kur'an'ı bir ayda tamamla. Ben ve o, zaman konusunda farklı düşündük. O şöyle dedi: Bir gün oruç tut, diğer gün bırak. Rivayet eden 'Ata dedi ki: İnsanlar babamdan (zaman konusunda) farklı rivayet ettiler. Bazıları yedi gün, bazıları beş gün nakletti."
    },
    {
      "id": 22,
      "narrator": "Ibn al-Had said:",
      "text": "Abdullah b. Amr b. el-As'dan rivayet edilmiştir: Yezid b. Abdullah dedi ki: Abdullah b. Amr, Peygamber (ﷺ)'e sordu: Kur'an'ı kaç günde tamamlamalıyım, Allah'ın Elçisi?"
    },
    {
      "id": 23,
      "narrator": "Narrated Aws ibn Hudhayfah:",
      "text": "O cevap verdi: Bir ayda."
    },
    {
      "id": 24,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "O dedi: Daha az bir sürede tamamlamak için daha enerjikim. Bu sözleri tekrar etti ve süreyi kısalttı, ta ki: Yedi günde tamamla, dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "O tekrar: Daha az bir sürede tamamlamak için daha enerjikim, dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "Peygamber (ﷺ) şöyle dedi: Kur'an'ı üç günden az bir sürede tamamlayan onu anlamaz."
    },
    {
      "id": 27,
      "narrator": "'Abd al-Rahman b. Yazid said:",
      "text": "Khaithamah, Abdullah b. Amr'dan şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: Kur'an'ı bir ayda oku. Ben de: Daha fazla enerjim var, dedim. O dedi: Üç günde oku."
    },
    {
      "id": 28,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ebu Ali dedi ki: Ebu Davud'un şöyle dediğini duydum: Ahmed b. Hanbel'in şöyle dediğini duydum: Rivayet eden 'İsa b. Şadhan akıllı bir kişidir."
    },
    {
      "id": 29,
      "narrator": "Narrated Abdullah ibn Amr:",
      "text": "İbn al-Had dedi ki: Nafi' b. Cübeyr bana sordu: Kur'an'ı kaç günde okursun? Ben de: Günlük olarak ondan bir bölüm ayarlamadım, dedim. Nafi' bana şöyle dedi: \"Günlük olarak ondan bir bölüm ayarlamadım\" deme, çünkü Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ben Kur'an'dan bir bölüm okudum.\""
    },
    {
      "id": 30,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Rivayet eden İbn al-Had dedi ki: Bu rivayeti el-Mughirah b. Şu'bah'tan aktardığımı düşünüyorum."
    }
  ]
}