{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Amr ibn al-'As:",
      "text": "Amr ibn al-'As'dan rivayet edilmiştir: Peygamber (ﷺ) bana Kur'an okurken on beş secde öğretti, bunlar arasında al-Mufassal'da üç ve Surah al-Hac'da iki secde bulunmaktadır."
    },
    {
      "id": 2,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Ebu Davud dedi ki: Ebu'd-Derda' Peygamber (ﷺ)dan on bir secde rivayet etmiştir, ancak bu hadisin senedi zayıftır."
    },
    {
      "id": 3,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "On the authority of Zaid bin Thabit, he said:",
      "text": "Ukbe ibn Amir'den rivayet edilmiştir: Ben Allah'ın Elçisi'ne (ﷺ) dedim: Surah al-Hac'da iki secde var mı? O da: Evet; eğer biri iki secde yapmazsa, onları okumamalıdır, diye cevap verdi."
    },
    {
      "id": 5,
      "narrator": "This tradition has also been transmitted by Zaid b. Thabit through a different chain of narrators to the same effect.\n\n\nAbu Dawud said:",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "Narrated 'Abd Allah (b. Mas'ud):",
      "text": "Abdullah ibn Abbas'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Medine'ye taşındığı zamandan itibaren al-Mufassal'daki hiçbir ayette secde etmemiştir."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Rafi':",
      "text": "Zaid bin Sabit'ten rivayet edilmiştir: \"Ben Allah'ın Elçisi'ne (ﷺ) (Surat) En-Necm'i okudum ve o da bu ayette secde etmedi.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Narrated Sa'id al-Khudri:",
      "text": "Bu hadis, Zaid b. Sabit tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır."
    },
    {
      "id": 11,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Ebu Davud dedi ki: Zaid imamlık yapıyordu (namazda) ve secde etmedi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah (b. Mes'ud)dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Surah al-Necm'i okudu ve secde etti. Orada secde etmeyen kimse kalmadı. Halktan bir adam bir avuç çakıl veya toprak alıp yüzüne kaldırarak: Bu benim için yeter, dedi. Abdullah (b. Mes'ud) dedi ki: Sonra onu bir kafir olarak öldürülmüş gördüm."
    },
    {
      "id": 14,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated AbuTamimah al-Hujaymi:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Biz Allah'ın Elçisi (ﷺ) ile birlikte: \"Gök yarıldığı zaman\" ve \"Rabbinin adıyla oku\" ayetleri nedeniyle secde ettik."
    }
  ]
}