{
  "language": "tr",
  "metadata": {
    "length": 140,
    "arabic": {
      "title": "سنن أبي داود",
      "author": "الإمام أبو داود السجستاني"
    },
    "english": {
      "title": "Sunan Abu Dawud",
      "author": "Imam Abu Dawud al-Sijistani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Ali ibn Ebu Talib'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Allah tektir (witr) ve tek olanı sever, o halde Kur'an'ı takip edenler witr namazını kılın."
    },
    {
      "id": 2,
      "narrator": "The above mentioned tradition has also been narrated by 'Abd Allah (b. Mas'ud) through a different chain of narrators to the same effect. This version adds:",
      "text": "Yukarıda bahsedilen hadis, 'Abd Allah (b. Mas'ud) tarafından farklı bir isnatla aynı anlamda rivayet edilmiştir. Bu versiyonda eklenmiştir: Bir bedevi dedi ki: Ne diyorsunuz? O cevap verdi: Bu ne senin, ne de arkadaşların için."
    },
    {
      "id": 3,
      "narrator": "Narrated Kharijah ibn Hudhafah al-Adawi:",
      "text": "Haricah ibn Hudhafah el-Adavi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize çıktı ve şöyle dedi: Yüce Allah, size kırmızı develerden (yani yüksek ırk develerden) daha hayırlı bir ek namaz vermiştir. Bu, Allah'ın gece namazı ile sabah namazı arasında sizin için tayin ettiği witr'dir."
    },
    {
      "id": 4,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Buraydah ibn el-Hasib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: Witr bir farzdır, o halde onu kılmayan bizden değildir; witr bir farzdır, o halde onu kılmayan bizden değildir; witr bir farzdır, o halde onu kılmayan bizden değildir."
    },
    {
      "id": 5,
      "narrator": "Narrated Ubadah ibn as-Samit:",
      "text": "Ubadeh ibn es-Samit'ten rivayet edilmiştir: İbn Muhayriz dedi ki: Banu Kinanah'tan al-Makhdaji adında bir adam, Suriye'de AbuMuhammad adında bir kişinin şöyle dediğini duydu: Witr bir farzdır (wajib)."
    },
    {
      "id": 6,
      "narrator": "Ibn 'Umar said:",
      "text": "Al-Makhdaji dedi ki: Bunun üzerine Ubadeh ibn es-Samit'e gittim ve ona bildirdim."
    },
    {
      "id": 7,
      "narrator": "Narrated AbuAyyub al-Ansari:",
      "text": "Ubadeh dedi ki: AbuMuhammad yalan söyledi. Allah'ın Elçisi (ﷺ) şöyle dedi: Allah'ın kullarına farz kıldığı beş namaz vardır. Kim bunları kılarsa, hiçbirini kaybetmeden ve onları hafife almadan, Allah onun cennete girmesini garanti eder. Kim bunları kılmazsa, Allah o kişi için hiç bir sorumluluk almaz. O ya cezalandırılır ya da cennete kabul edilir."
    },
    {
      "id": 8,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "İbn 'Umar dedi ki: Çöl de yaşayan bir adam, Allah'ın Elçisi (ﷺ) ile gece namazı hakkında konuştu. İki parmağıyla işaret etti - bu şekilde çiftler halinde. Witr, gecenin sonunda bir rek'at ile kılınır."
    },
    {
      "id": 9,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "Ebu Ayyub el-Ensari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: Witr, her Müslüman için bir farzdır, eğer biri beş rek'at ile kılmak isterse, öyle yapsın; eğer biri üç rek'at ile kılmak isterse, öyle yapsın; eğer biri bir rek'at ile kılmak isterse, öyle yapsın."
    },
    {
      "id": 10,
      "narrator": "Narrated Al-Hasan ibn Ali:",
      "text": "Ubayy ibn Ka'b'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) witr'i \"Rabbini en yüce olanın adıyla tesbih et\" (Sura 87), \"De ki, ey inkâr edenler\" (Sura 109) ve \"De ki, O Allah'tır, tektir; Allah, her şeyin sonsuzca istendiği\" (Sura 112) ayetlerini okuyarak kılardı."
    },
    {
      "id": 11,
      "narrator": "The aforesaid tradition has been transmitted by Abu Ishaq with the same chain and to the same effect. In the last of this tradition he said:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: AbdulAziz ibn Jurayj dedi ki: Aişe'ye, Allah'ın Elçisi (ﷺ) witr'i hangi (sura) ile kılardı diye sordum? (O, Ubayy ibn Ka'b'ın hadisinde olduğu gibi bildirdi, No. 1418)"
    },
    {
      "id": 12,
      "narrator": "Narrated Ali ibn AbuTalib:",
      "text": "Bu versiyonda eklenmiştir: Üçüncü rek'atında \"De ki, O Allah'tır, tektir\" (Sura 112), \"De ki, sabahın Rabbine sığınırım\" (Sura 113) ve \"De ki, insanların Rabbine sığınırım\" (Sura 114) ayetlerini okurdu."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Hasan ibn Ali'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana witr'de söylediğim bazı kelimeleri öğretti. (İbn Jawwas'ın versiyonunda: Onları witr duasında söylüyorum.) Şunlardı: \"Ya Allah, beni hidayet ettiğin kimseler arasında hidayet et, güvenlik verdiğin kimseler arasında güvenlik ver, seni koruduğun kimseler arasında beni koru, verdiğin şeylerde bana bereket ver, takdir ettiğin şeylerin şerrinden beni koru, çünkü sen takdir edersin ve senin için takdir edilen bir şey yoktur. Dostun olan kimse alçaltılmaz. Sen yücesin ve mübareksin, Rabbimiz.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "Yukarıda bahsedilen hadis, Abu İshak tarafından aynı isnatla ve aynı anlamda aktarılmıştır. Bu hadisin sonunda şöyle demiştir: Versiyon, \"Witr duasını okurdu\" sözlerini içermektedir. \"Onları witr'de söylüyorum\" sözlerini zikretmemiştir."
    },
    {
      "id": 15,
      "narrator": "Narrated Ubayy ibn Ka'b:",
      "text": "Ebu Davud dedi ki: Abu al-Hawra'nın adı Rabi'ah b. Shaiban'dır."
    },
    {
      "id": 16,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: Kim uykusunu kaçırır ve vitri kaçırırsa, ya da unutur ise, hatırladığında namaz kılmalıdır."
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: Arkadaşım (yani Peygamber) bana, seyahat ederken ve ikamet ederken asla bırakmadığım üç uygulamayı gözlemlememi emretti; sabahleyin iki rek'at namaz kılmak, her ay üç gün oruç tutmak ve vitri kılmadan uyumamak."
    },
    {
      "id": 18,
      "narrator": "Abu Al-Darda' said:",
      "text": "Ebu Derdâ' dedi ki: Arkadaşım (yani Peygamber) bana asla bırakmadığım üç uygulamayı gözlemlememi emretti: her ay üç gün oruç tutmamı, vitri kılmadan uyumamamı ve seyahat ederken ve ikamet ederken sabah namazında nafile kılmamı."
    },
    {
      "id": 19,
      "narrator": "Narrated AbuQatadah:",
      "text": "Ebu Katâde'den rivayet edilmiştir: Peygamber (ﷺ) Ebu Bekir'e sordu: Vitri ne zaman kılıyorsun?"
    },
    {
      "id": 20,
      "narrator": "Masruq said:",
      "text": "O da: Gece erken saatlerde vitri kılıyorum, diye cevap verdi."
    },
    {
      "id": 21,
      "narrator": "Ibn 'Umar reported the Prophet (ﷺ) as saying:",
      "text": "Peygamber (ﷺ) Ömer'e sordu: Vitri ne zaman kılıyorsun?"
    },
    {
      "id": 22,
      "narrator": "'Abd Allah b. Abu Qais said:",
      "text": "O da: Gece sonunda kılıyorum, diye cevap verdi."
    },
    {
      "id": 23,
      "narrator": "Ibn 'Umar reported the Prophet (ﷺ) as suing:",
      "text": "Sonra Ebu Bekir'e şöyle dedi: Bu, ona dikkatle uymuştur; ve Ömer'e: O, ona kuvvetle uymuştur, dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Talq ibn Ali:",
      "text": "Mesruk dedi ki: Aişe'ye sordum: Allah'ın Resulü (ﷺ) vitri ne zaman kılardı? O da: Vitri her zaman kılardı, bazen gece erken saatlerde, bazen gece yarısı ve bazen de onun sonlarında. Ama vefat ettiğinde vitri, sabahdan hemen önce kılardı, dedi."
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah said:",
      "text": "İbn Ömer, Peygamber (ﷺ) şöyle buyurduğunu bildirmiştir: Sabah olmadan vitri kılmak için acele edin."
    },
    {
      "id": 26,
      "narrator": "Al-Bara' said:",
      "text": "Abdullah b. Ebu Kays dedi ki: Aişe'ye Allah'ın Resulü (ﷺ) tarafından kılınan vitri sordum. O da: Bazen vitri gece erken saatlerde kılardı, bazen de onun sonunda kılardı. Ben de: Kur'an'ı nasıl okurdu? Kur'an'ı sessiz mi yoksa yüksek sesle mi okurdu? O da: Her şekilde okurdu. Bazen sessiz okur, bazen yüksek sesle okur, bazen abdest alır ve sonra uyurdu, bazen de abdest alır ve sonra uyurdu."
    },
    {
      "id": 27,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Davud dedi ki: Kütüb diğer raviler, bu durumun cinsel kirlenme nedeniyle banyo ile ilgili olduğunu söylediler."
    },
    {
      "id": 28,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "İbn Ömer, Peygamber (ﷺ) şöyle buyurduğunu bildirmiştir: Gece namazlarınızın sonunu vitri yapın."
    },
    {
      "id": 29,
      "narrator": "Muhammad reported:",
      "text": "Talq b. Ali'den rivayet edilmiştir: Kays b. Talq dedi ki: Talq b. Ali, Ramazan'da bir gün bizi ziyaret etti. Akşama kadar bizimle kaldı ve bizimle oruç açtı. Sonra kalktı ve bize vitri kıldırdı."
    },
    {
      "id": 30,
      "narrator": "Anas b. Malik said:",
      "text": "Sonra kendi camisinde onlara namaz kıldırdı. Vitri kılacakları zaman, başka birini öne çıkardı ve: Arkadaşlarınıza vitri kıldırın, çünkü Allah'ın Resulü (ﷺ) şöyle buyurdu: Bir gece içinde iki vitir yoktur, dedi."
    },
    {
      "id": 31,
      "narrator": "Narrated Someone who prayed with the Prophet:",
      "text": "Birisi, Peygamberle (ﷺ) sabah namazı kıldığını anlattı: Muhammed b. Sirin dedi ki: Peygamber (ﷺ) ile sabah namazı kılan birisi bana anlattı: İkinci rek'attan sonra başını kaldırdığında, kısa bir süre ayakta kaldı."
    },
    {
      "id": 32,
      "narrator": "Zaid b. Thabit said:",
      "text": "Zaid b. Sabit dedi ki: Allah'ın Resulü (ﷺ) camide bir oda inşa etti. Gece dışarı çıkıp orada namaz kılardı. (İnsanlar) da onunla birlikte namaz kılardı. Her gece (namaza) gelirlerdi. Eğer bir gece Allah'ın Resulü (ﷺ) dışarı çıkmazsa, öksürür, seslerini yükseltir ve kapısına taş ve kum atarlardı. Allah'ın Resulü (ﷺ) öfkeyle dışarı çıktı ve dedi ki: Ey insanlar, bunu yapmaya devam ettiniz ki, bunun sizin için farz olacağını düşündüm. Namazlarınızı evlerinizde kılın, çünkü bir adamın evinde kıldığı namaz, farz namaz dışında daha hayırlıdır."
    },
    {
      "id": 33,
      "narrator": "Ibn 'Umar reported the Messenger of Allah (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Resulü (ﷺ) şöyle buyurduğunu aktardı: Bazıları evlerinizde namaz kılar; onları mezar yapmayın."
    },
    {
      "id": 34,
      "narrator": "'Abd Allah b. Habshi al-Khath'ami said:",
      "text": "'Abd Allah b. Habşi el-Hat'ami dedi ki: Peygamber (ﷺ) soruldu: Hangi ameller daha hayırlıdır? O da: Uzun süre ayakta durmak (namazda) diye cevap verdi. Tekrar soruldu: Hangi sadaka daha hayırlıdır? O da: Küçük bir mülkü olan bir adamın, emeğiyle kazandığı sadaka."
    },
    {
      "id": 35,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abu Hurayra rivayet etti: Peygamber (ﷺ) dedi ki: Gece kalkıp namaz kılan, eşini uyandıran ve o da namaz kılarsa; eğer o kabul etmezse, yüzüne su serpen bir adamdan Allah rahmet etsin. Gece kalkıp namaz kılan, kocasını uyandıran ve o da namaz kılarsa; eğer o kabul etmezse, yüzüne su serpen bir kadından Allah rahmet etsin."
    },
    {
      "id": 36,
      "narrator": "Narrated AbuSa'id ; AbuHurayrah:",
      "text": "Abu Sa'id; Abu Hurayra'dan rivayet etti: Peygamber (ﷺ) dedi ki: Bir adam gece kendisi uyanıp eşini uyandırır ve birlikte iki rek'at namaz kılarlarsa, onlar Allah'ı çok anan erkekler ve kadınlar arasında kaydedilirler."
    },
    {
      "id": 37,
      "narrator": "'Uthman reported the Prophet (ﷺ) as saying:",
      "text": "'Uthman, Peygamber (ﷺ) şöyle buyurduğunu aktardı: Sizlerin en hayırlısı, Kur'an'ı öğrenen ve öğretenlerdir."
    },
    {
      "id": 38,
      "narrator": "Mu'adh al-Juhani reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Mu'adh el-Cuhani, Allah'ın Resulü (ﷺ) şöyle buyurduğunu aktardı: Eğer biri Kur'an'ı okur ve içeriğine göre hareket ederse, Kıyamet Günü onun anne babasına, eğer aranızda olsaydı, bu dünyanın evlerinde güneşin ışığından daha iyi bir taç giydirilecektir. Peki, buna göre hareket eden kişi hakkında ne düşünüyorsunuz?"
    },
    {
      "id": 39,
      "narrator": "'Aishah reported the Prophet (ﷺ) as saying:",
      "text": "'Aişe, Peygamber (ﷺ) şöyle buyurduğunu aktardı: Kur'an'da maharetli olan, yüce, doğru yazıcı meleklerle birlikte olur; Kur'an'ı okurken zorlanan ve bunun kendisi için zor olduğunu bulan kişi ise iki kat ödül alır."
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah reported the Prophet (ﷺ) as saying:",
      "text": "Abu Hurayra, Allah'ın Resulü (ﷺ) şöyle buyurduğunu aktardı: Allah'ın evlerinden (yani camide) bir araya gelen insanlar, Allah'ın Kitabını okuyup birbirleriyle öğrenirlerse, onlara huzur (sakinah) iner, (ilahi) rahmet üzerlerine kaplar ve melekler onları kuşatır, Allah da onları yanında olanlar arasında anar."
    },
    {
      "id": 41,
      "narrator": "'Uqbah b. 'Amir al-Juhani said:",
      "text": "'Uqbah b. 'Amir el-Cuhani dedi ki: Biz Suffah'dayken, Allah'ın Resulü (ﷺ) sordu: Sizden hangisi her sabah Buthan veya Al-'Aqiq'e çıkıp iki büyük, hörgüçlü ve şişman dişi deveyi günah işlemeksizin ve akrabalık bağlarını koparmaksızın getirmek ister? (İnsanlar) dediler: Ey Allah'ın Resulü, hepimiz bunu isteriz. O da dedi: Sizden biri sabah camiye çıkıp Allah'ın Kitabından iki ayet öğrenirse, bu onun için iki dişi deveden daha hayırlıdır; üç ayet öğrenirse, bu onun için üç dişi deveden daha hayırlıdır ve bu şekilde devam eder."
    },
    {
      "id": 42,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Hurayra, Allah'ın Resulü (ﷺ) şöyle buyurduğunu aktardı: \"Hamd, âlemlerin Rabbi olan Allah'a aittir\" (1) Kur'an'ın özüdür, Kitap'ın özüdür ve yedi defa tekrar edilen ayetlerin özüdür."
    },
    {
      "id": 43,
      "narrator": "Abu Sa'id b. al-Mu'alla said that when he was praying the Prophet (ﷺ) passed by him and he called him. He said:",
      "text": "Abu Sa'id b. el-Mu'alla dedi ki: Namaz kılarken Peygamber (ﷺ) yanımdan geçti ve beni çağırdı. Ben de: Namaz kıldım, sonra ona geldim. O da sordu: Beni yanıtlamana ne engel oldu? Ben de: Namaz kılıyordum dedim. O da: Allah, \"Ey iman edenler, size hayat verecek olana Allah'a ve Resulüne cevap verin\" (8:24) demedi mi? Camiden çıkmadan önce sana Kur'an'daki en büyük sureyi öğreteyim. Ben de: (Ezberleyeceğim) sözünü söyledim. O da: \"Hamd, âlemlerin Rabbi olan Allah'a aittir\" ki bu yedi defa tekrar edilen ayetlerdir ve büyük Kur'an'dır."
    },
    {
      "id": 44,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Abdullah ibn Abbas rivayet etti: Allah'ın Resulü (ﷺ) yedi tekrar edilen uzun sureler verilmiştir, oysa Musa'ya altı verilmiştir. Tabletleri attığında, ikisi geri alındı ve dördü kaldı."
    },
    {
      "id": 45,
      "narrator": "Ubayy b. Ka'b said:",
      "text": "Ubayy b. Ka'b dedi ki: Allah'ın Resulü (ﷺ) dedi ki: Abu al-Mundhir, elindeki Allah'ın Kitabındaki hangi ayet büyüktür? Ben de: Allah ve Resulü en iyi bilendir dedim. O da: Abu al-Mundhir, elindeki Allah'ın Kitabındaki hangi ayet en büyüktür? Ben de: Allah, O'ndan başka ilah yoktur, Diridir, Ebedidir dedim. Bunun üzerine beni omuzumdan vurdu ve dedi ki: Bilgi senin için hoş olsun, Abu al-Mundhir."
    },
    {
      "id": 46,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri dedi ki: Bir adam, başka bir adamın \"De ki, O Allah'tır, tektir\" ayetini tekrar tekrar okuduğunu duydu. Ertesi sabah, Allah'ın Elçisi'ne (ﷺ) gitti ve bunu ona anlattı. Adam bunu (bu sureyi) küçük bir sure olarak değerlendirdi. Peygamber (ﷺ) dedi ki: \"Canım elinde olan Allah'a yemin ederim ki, bu, Kur'an'ın üçte biri gibidir.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Ukkabe b. Amir rivayet etti: Ben, Allah'ın Elçisi'nin (ﷺ) devesini bir yolculuk sırasında sürüyordum. O bana dedi ki: \"Ukkabe, sana daha önce hiç okunmamış en iyi iki sureyi öğretmeyeyim mi?\" Sonra bana \"De ki, sabahın Rabbine sığınırım,\" ve \"De ki, insanların Rabbine sığınırım,\" surelerini öğretti. Bu iki sureden pek memnun görünmediğimi fark etmedi."
    },
    {
      "id": 48,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "Dua için indiğinde, insanlara sabah namazında imamlık yaptı ve bu sureleri namazda okudu. Allah'ın Elçisi (ﷺ) namazını bitirdikten sonra bana döndü ve dedi ki: \"Ey Ukkabe, nasıl gördün?\""
    },
    {
      "id": 49,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Ukkabe b. Amir rivayet etti: Ben, Allah'ın Elçisi (ﷺ) ile el-Cuhfe ile el-Ebva' arasında seyahat ederken, üzerimizi bir rüzgar ve yoğun karanlık sardı. Bunun üzerine Allah'ın Elçisi (ﷺ) Allah'a sığınmaya başladı ve \"Sabahın Rabbine sığınırım,\" ve \"İnsanların Rabbine sığınırım,\" ayetlerini okumaya başladı."
    },
    {
      "id": 50,
      "narrator": "Qatadah said:",
      "text": "Sonra dedi ki: \"Ukkabe, Allah'a sığınırken bunları kullan, zira bu konuda bunlarla karşılaştırılabilecek başka bir şey yoktur.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Umm Salamah, Ummul Mu'minin:",
      "text": "Ukkabe ekledi: \"Onu, insanlara namazda imamlık yaparken okurken duydum.\""
    },
    {
      "id": 52,
      "narrator": "'Abd Allah b. Mughaffal said:",
      "text": "Abdullah b. Amr b. el-As rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: \"Kur'an'a bağlı olan bir kimseye, 'oku, yüksel ve dikkatlice oku' denilecektir; zira o, dünyadayken dikkatlice okuduğu gibi okuyacaktır. Okuduğu son ayete geldiğinde, yurduna ulaşacaktır.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Al-Bara' ibn Azib:",
      "text": "Katade dedi ki: Anas'a, Peygamber'in (ﷺ) Kur'an okuması hakkında sordum. O dedi ki: \"O, uzun harfleri net bir şekilde ifade ederdi.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Ümmü Seleme, Müminlerin Annesi rivayet etti: Ya'la b. Mumallak, Ümmü Seleme'ye Allah'ın Elçisi'nin (ﷺ) okuması ve namazı hakkında sordu."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "O dedi ki: \"Onun namazıyla ne alakan var? O, namaz kılardı, sonra namaz kıldığı kadar uyurdu, sabaha kadar.\" Sonra onun okumasını tarif etti ve bunu kelime kelime açıkladı."
    },
    {
      "id": 56,
      "narrator": "Narrated AbuLubabah:",
      "text": "Abdullah b. Mughaffal dedi ki: Mekke'nin Fethi günü, Allah'ın Elçisi'ni (ﷺ) devesinin üzerinde Surah al-Fath'ı okurken, her ayeti birkaç kez tekrar ederken gördüm."
    },
    {
      "id": 57,
      "narrator": "Waki' and Ibn 'Uyainah said (explaining the meaning of taghanni):",
      "text": "Al-Bara' b. Azib rivayet etti: Peygamber (ﷺ) dedi ki: \"Kur'an'ı seslerinizle güzelleştirin.\""
    },
    {
      "id": 58,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Sa'd b. Ebu Vakkas rivayet etti: (Rivayetçi Kutaibe dedi ki: Bu hadis, benim derlememde Sa'id b. Ebu Sa'id tarafından rivayet edilmiştir): Allah'ın Elçisi (ﷺ) dedi ki: \"Kur'an'ı okumayan bizden değildir.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Sa'd ibn Ubadah:",
      "text": "Bu hadis, Sa'd (b. Ebu Vakkas) tarafından Peygamber'den (ﷺ) benzer bir şekilde farklı bir rivayet zinciri ile de aktarılmıştır."
    },
    {
      "id": 60,
      "narrator": "'Umar b. al-Khattab said:",
      "text": "Ebu Lubabah rivayet etti: Ubeydullah b. Yazid dedi ki: Ebu Lubabah yanımızdan geçti ve biz onu takip ettik, ta ki evine girene kadar, biz de onunla birlikte girdik."
    },
    {
      "id": 61,
      "narrator": "Al-Zuhri said:",
      "text": "Al-Zuhri dedi ki: Bu okuma şekilleri aynı noktaya yönelikti, helal ve haram açısından farklı değildi."
    },
    {
      "id": 62,
      "narrator": "Ubayy b. Ka'b reported:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Ubayy b. Ka'b said:",
      "text": "Ubayy b. Ka'b bildirdi: Peygamber (ﷺ) şöyle dedi: \"Ubayy, bana Kur'an'ı okumam istendi ve bana: 'Bir şekilde mi yoksa iki şekilde mi?' diye soruldu. Beni takip eden melek şöyle dedi: 'İki şekilde de söyle', ben de: 'İki şekilde' dedim. Tekrar soruldu: 'İki mi yoksa üç şekilde mi?' Mesafe yedi şekle kadar ulaştı. Sonunda şöyle dedi: 'Her bir şekil yeterince sağlıklı olup, ister 'her şeyi işiten ve her şeyi bilen' deyin, ister 'her şeye gücü yeten ve her şeyi bilen' deyin. Bu, ceza ve merhameti belirten ayeti bitirene kadar geçerlidir.\""
    },
    {
      "id": 64,
      "narrator": "Narrated An-Nu'man ibn Bashir:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Ubayy b. Ka'b dedi ki: Peygamber (ﷺ) Banu Ghifar havuzunun yanında bulunuyordu, Cebrail ona geldi ve şöyle dedi: \"Allah, senin topluluğuna (Kur'an'ı) bir harf ile okumasını emretti.\" O (Peygamber) dedi ki: 'Allah'tan af ve bağışlanma diliyorum; benim topluluğum bunu yapacak güçte değil.' Sonra ikinci kez geldi ve aynı şeyi söyledi, ta ki yedi harfe kadar ulaştı. Nihayet şöyle dedi: 'Allah, senin topluluğuna (Kur'an'ı) yedi harf ile okumasını emretti; hangi şekilde okurlarsa, o doğru olacaktır.'"
    },
    {
      "id": 66,
      "narrator": "Narrated Fudalah ibn Ubayd,:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "'Aishah said:",
      "text": "An-Nu'man ibn Bashir'den nakledildi: Peygamber (ﷺ) şöyle dedi: Dua (du'a') kendisi ibadettir."
    },
    {
      "id": 68,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "(Ardından şu ayeti okudu:) \"Rabbiniz dedi ki: Bana dua edin, ben de size cevap vereceğim\" (Gafir, 60)."
    },
    {
      "id": 69,
      "narrator": "Abu Hurairah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 70,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Sa'd ibn Abu Waqqas'tan nakledildi: İbn Sa'd dedi ki: Babam (Sa'd ibn Abu Waqqas) beni şöyle derken duydu: Ey Allah, ben Sana Cennet'i, onun nimetlerini, onun zevkini ve şu ve bu şeyleri istiyorum; Cehennem'den, onun zincirlerinden, onun yakalarından ve şu ve bu şeylerden sana sığınıyorum. O dedi ki: Ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: Dua konusunda aşırıya kaçan insanlar olacak. Siz onlardan biri olmayın. Eğer Cennet'e kavuşursanız, orada iyi olan her şeye kavuşursunuz; eğer Cehennem'den korunursanız, orada kötü olan her şeyden korunursunuz."
    },
    {
      "id": 71,
      "narrator": "Narrated Malik ibn Yasar as-Sakuni, al-Awfi:",
      "text": "---"
    },
    {
      "id": 72,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Fudalah ibn Ubayd'den nakledildi: Allah'ın Elçisi (ﷺ) bir kişinin namaz sırasında dua ettiğini duydu. O, Allah'ın büyüklüğünü anmadı ve Peygamber (ﷺ) için de salavat getirmedi."
    },
    {
      "id": 73,
      "narrator": "Narrated Salman al-Farsi:",
      "text": "Allah'ın Elçisi (ﷺ) dedi ki: Acele etti."
    },
    {
      "id": 74,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Sonra onu çağırdı ve ya ona ya da başka birine şöyle dedi: Sizden biri namaz kıldığında, önce Rabbini yüceltmeli ve O'na hamd etmelidir; ardından Peygamber (ﷺ) için salavat getirmeli; daha sonra Allah'a istediği her şey için dua etmelidir."
    },
    {
      "id": 75,
      "narrator": "In another version Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Yukarıda bahsedilen hadis, Allah'ın Elçisi (ﷺ) tarafından İbn Abbas'tan benzer bir şekilde aktarılmıştır."
    },
    {
      "id": 77,
      "narrator": "Narrated Yazid ibn Sa'id al-Kindi:",
      "text": "Yazid ibn Sa'id al-Kindi'den rivayet edilmiştir: Peygamber (ﷺ) dua ettiğinde ellerini kaldırır ve yüzünü elleriyle silerdi."
    },
    {
      "id": 78,
      "narrator": "Narrated Buraydah ibn al-Hasib:",
      "text": "Buraydah ibn al-Hasib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamın şöyle dediğini duydu: \"Ya Allah, Senden istiyorum, şahitlik ederim ki, Senden başka ilah yoktur, Tek olan, insanların yöneldiği, doğurmayan ve doğurulmayan, eşit olan hiç kimse bulunmayan O'dur.\" Bunun üzerine şöyle dedi: \"Bu isimle Allah'a dua ettin, bu isimle sorulduğunda verir, bu isimle dua edildiğinde de cevap verir.\""
    },
    {
      "id": 79,
      "narrator": "The aforesaid tradition has been transmitted through a different chain of narrators by Malik b. Mighwal. This verso adds:",
      "text": "Yukarıda bahsedilen hadis, Malik b. Mighwal tarafından farklı bir rivayet zinciriyle aktarılmıştır. Bu versiyon şunu ekler: \"O, Allah'a en büyük ismiyle dua etti.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Anas ibn Malik'ten rivayet edilmiştir: Ben Allah'ın Elçisi (ﷺ) ile oturuyordum ve bir adam namaz kılıyordu. Sonra dua etti: \"Ya Allah, Senden istiyorum, her türlü övgü Sadece Sana aittir, Senden başka ilah yoktur, lütuf ve iyilik gösteren, göklerin ve yerin yaratıcısı, azamet ve ihtişam sahibi, Ey Hayy, Ey Daim.\""
    },
    {
      "id": 81,
      "narrator": "'Asma daughter of Yazid reported the Prophet (ﷺ) as saying:",
      "text": "Peygamber (ﷺ) daha sonra şöyle dedi: \"O, Allah'a en büyük ismiyle dua etti, bu isimle dua edildiğinde O cevap verir, bu isimle sorulduğunda O verir.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Aisha, Ummul Mu'minin:",
      "text": "'Asma bint Yazid, Peygamber (ﷺ) şöyle derken bildirdi: \"Allah'ın en büyük isimleri bu iki ayettedir: 'Sizin ilahınız bir tek ilah'tır, O'ndan başka ibadet edilmeye layık olan yoktur, daima merhamet eden, merhamet eden' ve Al 'Imran Suresi'nin başı: 'A.L.M. Allah, O'ndan başka ilah yoktur, Hayy, Kayyum.'\""
    },
    {
      "id": 83,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "Aisha, Ümmü'l-Müminin'den rivayet edilmiştir: Ata' dedi ki: Aisha'nın örtüsü çalındı. O, çalan kişiyi lanetlemeye başladı. Peygamber (ﷺ) ona şöyle demeye başladı: \"Ona hafifletme.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Ebu Davud dedi ki: Arapça kelimelerin anlamı \"ona hafifletme veya azaltma\" demektir."
    },
    {
      "id": 85,
      "narrator": "Narrated Sa'd ibn AbuWaqqas:",
      "text": "Ömer ibn al-Hattab'dan rivayet edilmiştir: Ben Peygamber (ﷺ) ile umre yapmak için izin istedim. O bana izin verdi ve şöyle dedi: \"Küçük kardeşim, dua ederken beni unutma.\""
    },
    {
      "id": 86,
      "narrator": "Narrated Yusayrah, mother of Yasir:",
      "text": "O (Ömer) dedi ki: \"O bana öyle bir söz söyledi ki, bu beni o kadar memnun etti ki, eğer bana bütün dünya verilseydi bu kadar memnun olmazdım.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Rivayet eden Shu'bah dedi ki: \"Sonra Medine'de Asim ile karşılaştım. O bana bu hadisi aktardı ve sözlerini şöyle bildirdi: 'Küçük kardeşim, dua ederken benimle paylaş.'\""
    },
    {
      "id": 88,
      "narrator": "Narrated Abdullah Ibn Abbas:",
      "text": "Sa'd ibn Abu Waqqas'tan rivayet edilmiştir: Peygamber (ﷺ) benim dua ettiğimi gördü ve iki parmağımla işaret ediyordum. O şöyle dedi: \"Bir parmakla işaret et; bir parmakla işaret et.\" Sonra kendisi de işaret parmağıyla işaret etti."
    },
    {
      "id": 89,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Sa'd ibn Abu Waqqas'tan rivayet edilmiştir: Bir gün Sa'd, Allah'ın Elçisi (ﷺ) ile birlikte bir kadını ziyaret etti. Kadının önünde, Allah'ı tesbih etmek için kullandığı bazı hurma çekirdekleri veya çakıllar vardı. O (Peygamber) dedi: \"Size daha kolay (veya daha mükemmel) bir şey söyleyeyim.\" Dedi ki (şu şekilde): \"Allah'a, göklerde yarattığı şeylerin sayısı kadar 'Subhanallah' deyin; yeryüzünde yarattığı şeylerin sayısı kadar 'Subhanallah' deyin; aralarındaki yarattığı şeylerin sayısı kadar 'Subhanallah' deyin; yarattığı şeylerin sayısı kadar 'Subhanallah' deyin; 'Allah en büyüktür' sayısı kadar; 'Hamd Allah'a' sayısı kadar; 'Senden başka ilah yoktur' sayısı kadar; 'Güç ve kuvvet yalnızca Allah'tadır' sayısı kadar.\""
    },
    {
      "id": 90,
      "narrator": "Al-Mughirah b. Shu'bah reported:",
      "text": "Yusayrah, Yasir'in annesi, şöyle rivayet etmiştir: Peygamber (ﷺ) onlara (muhacir kadınlara) düzenli olmalarını emretti (Allah'ı anarak): \"Allah en büyüktür\"; \"Kral, Kutsal olan; Senden başka ilah yoktur\" demelerini ve bunları parmaklarıyla saymalarını, çünkü (parmakların) sorgulanacağını ve konuşmaları isteneceğini söyledi."
    },
    {
      "id": 91,
      "narrator": "Abu Zubair said:",
      "text": "Ebu Zübeyr dedi ki: \"Abdullah b. Zübeyr'in minberde şöyle söylediğini duydum: Peygamber (ﷺ) namazı bitirdiğinde, namazın sonunda şöyle derdi: 'Allah'tan başka ilah yoktur, O tektir, ortağı yoktur, mülk O'nundur, O'na hamd edilir, O her şeye kadirdir. Allah'tan başka ilah yoktur, O'na samimiyetle ibadet ediyoruz, kafirler hoşlanmasa da. Mülk O'nundur, ihsan O'na aittir ve O'na layık olanı verir. Allah'tan başka ilah yoktur, O'na samimiyetle ibadet ediyoruz, kafirler hoşlanmasa da.\""
    },
    {
      "id": 92,
      "narrator": "Abu al-Zubair said:",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "Narrated Zayd ibn Arqam:",
      "text": "Ebu Zübeyr dedi ki: \"Abdullah b. Zübeyr, her (farz) namazdan sonra bu duayı okurdu. Daha sonra benzer bir duayı anlattı ve buna ekledi: 'Güç ve kuvvet yalnızca Allah'tandır; Allah'tan başka ilah yoktur, yalnızca O'na ibadet ederiz. Mülk O'nundur.' Daha sonra rivayetin geri kalanını aktardı.\""
    },
    {
      "id": 94,
      "narrator": "'Ali b. Abi Talib said:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Zeyd b. Arkam'dan rivayet edilmiştir: Ben, Allah'ın Resulü'nün (ﷺ) namazından sonra şöyle dediğini duydum:"
    },
    {
      "id": 96,
      "narrator": "The aforesaid tradition has also been transmitted by 'Amr b. Murrah through a different chain of narrators to the same effect. This version adds:",
      "text": "\"O Allah, bizim Rabbimiz ve her şeyin Rabbidir, yalnızca Senin ortağın yoktur; O Allah, bizim Rabbimiz ve her şeyin Rabbidir, şahitlik ederim ki Muhammed Senin kulun ve elçindir; O Allah, bizim Rabbimiz ve her şeyin Rabbidir, şahitlik ederim ki bütün kullar kardeştir; O Allah, bizim Rabbimiz ve her şeyin Rabbidir, beni ve ailemi her an, bu dünyada ve ahirette, sana karşı samimi kıl, ey şeref ve onur sahibi, beni dinle ve cevap ver. Allah, kıyaslanamayacak kadar büyüktür. O Allah, göklerin ve yerin nurudur.\""
    },
    {
      "id": 97,
      "narrator": "'Aishah said:",
      "text": "Rivayet eden Süleyman b. Davud dedi ki: \"Göklerin ve yerin Rabbi, Allah kıyaslanamayacak kadar büyüktür. Allah bana yeter; en güzel koruyucu O'dur; Allah kıyaslanamayacak kadar büyüktür.\""
    },
    {
      "id": 98,
      "narrator": "Thawban, the client of Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Narrated AbuBakr as-Siddiq:",
      "text": "Ali b. Ebi Talib dedi ki: Peygamber (ﷺ) namazın sonunda selam verdiğinde şöyle derdi: \"O Allah, geçmiş ve gelecek günahlarımı affet, gizli tuttuğum ve açıkça yaptığım her şeyi, israf ettiğim şeyleri; ve senin benden daha iyi bildiğin şeyleri. Sen ilerleten, geciktiren, senden başka ilah yoktur.\""
    },
    {
      "id": 100,
      "narrator": "Al-Agharr al-Muzani said (Musaddad in his version of this tradition said that he was a Companion of the Prophet):",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "Narrated Abdullah ibn Umar:",
      "text": "Abdullah b. Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Allah'a şöyle dua ederdi: \"Rabbim, bana yardım et ve bana karşı yardım etme; bana zafer ver, ve bana karşı zafer verme; benim için plan yap ve bana karşı plan yapma; beni hidayete yönlendir ve doğru hidayetimi kolaylaştır; bana zulmedenlere karşı zafer ver; O Allah, bana şükretmeyi, seni anmayı, sana karşı korku duymayı, sana itaatte samimi olmayı, sana karşı alçakgönüllü olmayı veya tevbe etmeyi nasip et. Rabbim, tevbeimi kabul et, günahımı sil, duama cevap ver, delilimi açıkça ortaya koy, kalbimi hidayet et, dilimi doğru kıl ve göğsümdeki kinleri çıkar.\""
    },
    {
      "id": 102,
      "narrator": "Narrated Zayd, the client of the Prophet:",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "Narrated Abdullah ibn Abbas:",
      "text": "Yukarıda belirtilen rivayet, 'Amr b. Murrah tarafından farklı bir raviler zinciriyle aynı anlamda aktarılmıştır. Bu versiyon, \"Ve doğru hidayeti benim için kolaylaştır\" ifadesini ekler. Rivayet eden \"doğru hidayetim\" demedi."
    },
    {
      "id": 104,
      "narrator": "Qatadah asked Anas:",
      "text": "Ebu Davud dedi ki: Süfyan, 'Amr b. Murrah'dan on sekiz rivayet dinlemiştir."
    },
    {
      "id": 105,
      "narrator": "Sahl b. Hunaif reported:",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "Narrated AbuBakr as-Siddiq:",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edilmiştir: Asma bint el-Hakem dedi ki: Ali'nin şöyle dediğini duydum: Ben bir adamdım; Allah Resulü'nden (ﷺ) bir hadis duyduğumda, Allah bununla bana dilediği kadar fayda sağladı. Ama eğer arkadaşlarından biri bana bir hadis rivayet ederse, ona yemin ettirirdim. Yemin ettiğinde, ona şahitlik ederdim."
    },
    {
      "id": 107,
      "narrator": "Mu'adh b. Jabal reported that the Messenger of Allah (ﷺ) caught his hand and said:",
      "text": "Ebu Bekir bana bir hadis rivayet etti ve Ebu Bekir doğru söyledi. Dedi ki: Allah Resulü (ﷺ) şöyle buyurdu: \"Bir kul (Allah) bir günah işlediğinde, abdestini güzelce alır, sonra iki rek'at namaz kılar ve Allah'tan af dilerse, Allah onu affeder.\" Sonra bu ayeti okudu: \"Ve onlar ki, bir çirkinlik yaptıklarında veya kendilerine zulmettiklerinde Allah'ı hatırlarlar.\" (Al-Bakara 3:135)."
    },
    {
      "id": 108,
      "narrator": "Narrated Uqbah ibn Amir:",
      "text": "---"
    },
    {
      "id": 109,
      "narrator": "Narrated Abdullah ibn Mas'ud:",
      "text": "Mu'adh b. Cebel, Allah Resulü'nün (ﷺ) elini tuttuğunu ve şöyle dediğini bildirdi: \"Vallahi, seni seviyorum, Mu'adh. Sana bazı talimatlar veriyorum. Her (farz) namazdan sonra bu duayı okumayı asla bırakma: \"Allah'ım, seni hatırlamakta, sana şükretmekte ve seni güzelce ibadet etmekte bana yardım et.\""
    },
    {
      "id": 110,
      "narrator": "Narrated Asma' daughter of Umays:",
      "text": "Mu'adh bu duayı rivayetçi el-Sunabihi'ye, el-Sunabihi de 'Abu Abd al-Rahman'a iletti."
    },
    {
      "id": 111,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "Abu Musa Al-Ash'ari said:",
      "text": "Ukbe b. Amir'den rivayet edilmiştir: Allah Resulü (ﷺ) bana her namazdan sonra Mu'awwidhatan (Kur'an'ın son iki suresi) okumamı emretti."
    },
    {
      "id": 113,
      "narrator": "The aforesaid tradition has also been transmitted by Abu Musa al-Ash'ari through a different chain of narrators. This version adds:",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "Abu Sa'id al-Khudri reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir: Allah Resulü (ﷺ) üç kez dua etmeyi ve (Allah'tan) af dilemeyi severdi."
    },
    {
      "id": 115,
      "narrator": "Narrated AbuHurayrah:",
      "text": "---"
    },
    {
      "id": 116,
      "narrator": "Aws b. Aws reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Asma bint Umays'tan rivayet edilmiştir: Allah Resulü (ﷺ) bana şöyle dedi: \"Sana sıkıntı anında söyleyeceğin ifadeleri öğretmeyeyim mi?\" (Bunlar:) \"Allah, Allah benim Rabbimdir, O'na hiçbir şeyi ortak koşmam.\""
    },
    {
      "id": 117,
      "narrator": "Jabir b. 'Abd Allah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Davud dedi ki: Rivayetçi Hilal, 'Umar b. 'Abd al-Aziz'in bir talebesidir. Rivayetçi olan Ca'fer'in ismi 'Abd Allah b. Ca'fer'dir."
    },
    {
      "id": 118,
      "narrator": "Narrated Jabir ibn Abdullah:",
      "text": "---"
    },
    {
      "id": 119,
      "narrator": "Abu Al-Darda' said:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Bir gün Allah Resulü (ﷺ) ile bir yolculuğa çıktık. Medine'ye yaklaştığımızda, insanlar yüksek sesle \"Allah en büyüktür\" demeye başladılar ve seslerini yükselttiler."
    },
    {
      "id": 120,
      "narrator": "Narrated Abdullah ibn Amr ibn al-'As:",
      "text": "Allah Resulü (ﷺ) dedi ki: \"Ey insanlar, siz sağır ve uzak birine dua etmiyorsunuz, fakat siz, binek hayvanınızın boynundan daha yakın olan birine dua ediyorsunuz.\""
    },
    {
      "id": 121,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Üç dua vardır ki, bunların kabul edileceğinden şüphe yoktur; bir babanın duası, bir yolcunun duası ve haksızlığa uğrayanın duası.\""
    },
    {
      "id": 122,
      "narrator": "Narrated AbuMusa al-Ash'ari:",
      "text": "AbuMusa el-Aş'ari'den rivayet edilmiştir: Peygamber (ﷺ) bir grup insandan korktuğunda şöyle derdi: \"Ya Allah, onları bizden koru ve onların şerrinden sana sığınırız.\""
    },
    {
      "id": 123,
      "narrator": "Jabir b. 'Abd Allah said:",
      "text": "Cabir b. Abd Allah dedi ki: Allah'ın Elçisi (ﷺ) bize istihare duasını, Kur'an'dan bir sure öğretir gibi öğretirdi. Bize şöyle derdi: \"Sizden biri bir iş yapmayı niyet ettiğinde, iki rek'at nafile namaz kılmalı ve namazın sonunda şöyle demelidir: 'Ya Allah, senin bilgine dayanarak iki işten hangisinin daha hayırlı olduğunu seçmeni istiyorum, ve gücüne dayanarak senin takdirini istiyorum, ve büyük ihsanlarını talep ediyorum. Şüphesiz, sen takdir edensin, ben takdir edemem, sen bilirsin, ben bilemem, ve sen görünmeyenin bilicisidir. Ya Allah, eğer bunu biliyorsan - burada tam olarak neyi istediğini belirtmelidir - dinim, hayatım ve ahiretim açısından benim için daha hayırlıysa, bunu benim için takdir et, ve bunu kolaylaştır, ve bununla beni bereketlendir. Ya Allah, eğer bunu benim için kötü biliyorsan - ilk seferde söylediği gibi - o zaman bunu benden uzaklaştır ve beni ondan uzak tut. Ve nerede olursa olsun benim için hayırlı olanı takdir et, ve bununla beni razı et.' Bir rivayet şöyle der: 'Eğer iş iyi ise hemen veya sonradan.'\""
    },
    {
      "id": 124,
      "narrator": "Narrated Umar ibn al-Khattab:",
      "text": "İbn Mesleme ve İbn İsa, Cabir'den, Muhammed b. el-Munkadir aracılığıyla rivayet etmişlerdir."
    },
    {
      "id": 125,
      "narrator": "Anas b. Malik said:",
      "text": "Ömer b. Hattab'dan rivayet edilmiştir: Peygamber (ﷺ) beş şeyden Allah'a sığınırdı; korkaklık, cimrilik, ihtiyarlığın şerrinden, kötü düşüncelerden ve kabir azabından."
    },
    {
      "id": 126,
      "narrator": "Anas b. Malik said:",
      "text": "Enes b. Malik dedi ki: Allah'ın Elçisi (ﷺ) şöyle derdi: \"Ya Allah, zayıflıktan, tembellikten, korkaklıktan, ihtiyarlıktan sana sığınırım, kabir azabından sana sığınırım, ve hayat ve ölümün fitnelerinden sana sığınırım.\""
    },
    {
      "id": 127,
      "narrator": "'Abd Allah b. 'Abbas said:",
      "text": "Enes b. Malik dedi ki: Ben Peygamber (ﷺ) ile hizmet ederdim ve sık sık onun şöyle dediğini işitirdim: \"Ya Allah, kederden ve kaygıdan, borçların zorluklarından, ve insanların baskısından sana sığınırım.\""
    },
    {
      "id": 128,
      "narrator": "'Aishah narrated that the Prophet (ﷺ) would supplicate with the following words:",
      "text": "Abdullah b. Abbas dedi ki: Allah'ın Elçisi (ﷺ) bize bu duayı, Kur'an'dan bir sure öğretir gibi öğretirdi. Şöyle derdi: \"Ya Allah! Cehennem azabından sana sığınırım ve kabir azabından sana sığınırım, Mesih Deccal'in fitnelerinden sana sığınırım, ve hayat ve ölümün fitnelerinden sana sığınırım.\""
    },
    {
      "id": 129,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Aişe, Peygamber (ﷺ) şöyle dua ederdi: \"Ya Allah! Ateşin fitnelerinden, ateşin azabından, ve zenginliğin ve fakirliğin şerrinden sana sığınırım.\""
    },
    {
      "id": 130,
      "narrator": "'Abd Allah b. 'Umar said that one of the supplications of the Messenger of Allah (ﷺ) was:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ya Allah, ben fakirlikten sana sığınırım, yokluktan ve alçalmaktan, ve ben haksızlık yapmaktan veya haksızlığa uğramaktan sana sığınırım.\""
    },
    {
      "id": 131,
      "narrator": "Narrated AbuHurayrah:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi (ﷺ) dua ederken şöyle dediğini aktardı: \"Ya Allah, ben senin nimetlerinin kaldırılmasından, korumanın değişmesinden, ve senin azabının aniden gelmesinden, ve tüm öfkenizden sana sığınırım.\""
    },
    {
      "id": 132,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dua ederdi: \"Ya Allah, bölünmeden, ikiyüzlülükten ve kötü karakterden sana sığınırım.\""
    },
    {
      "id": 133,
      "narrator": "Narrated AbuHurayrah:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle derdi: \"Ya Allah, ben açlıktan sana sığınırım, çünkü o kötü bir yoldaştır; ve ben ihanet etmekten sana sığınırım, çünkü o kötü bir gizli özelliktir.\""
    },
    {
      "id": 134,
      "narrator": "Anas bin Malik narrated that the Prophet (ﷺ) would say:",
      "text": "AbuHurayrah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle derdi: \"Ya Allah, ben dört şeyden sana sığınırım: Fayda vermeyen bilgiden, teslim olmayan bir kalpten, doymak bilmeyen bir nefsden, ve duyulmayan bir duadan.\""
    },
    {
      "id": 135,
      "narrator": "Farwah b. Nawfal Al-Ashja'i asked 'Aishah the Mother of the Believers, about the supplication of the Messenger of Allah (ﷺ). She replied:",
      "text": "Enes b. Malik rivayet etti ki: Peygamber (ﷺ) şöyle derdi: \"Ya Allah, ben faydasız bir duadan sana sığınırım.\""
    },
    {
      "id": 136,
      "narrator": "Narrated Shakl ibn Humayd:",
      "text": "Şakl ibn Humayd'den rivayet edilmiştir: Dedim ki: Allah'ın Elçisi, bana bir dua öğret."
    },
    {
      "id": 137,
      "narrator": "Narrated AbulYusr:",
      "text": "O da şöyle dedi: \"Allah'ım, işittiğim şeylerin şerrinden, gördüğüm şeylerin şerrinden, söylediğim şeylerin şerrinden, düşündüğüm şeylerin şerrinden ve meni şerrinden (yani cinsel arzulardan) sana sığınırım.\""
    },
    {
      "id": 138,
      "narrator": "The aforesaid tradition has also been transmitted by Abu al-Yusr through a different chain of narrators. This version adds:",
      "text": "---"
    },
    {
      "id": 139,
      "narrator": "Narrated Anas ibn Malik:",
      "text": "Ebu Yusr'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dua ederdi: \"Allah'ım, evimin üzerime yıkılmasından sana sığınırım, bir uçuruma düşmekten sana sığınırım, boğulmaktan, yanmaktan ve yaşlılıktan sana sığınırım. Ölüm anımda şeytanın bana zarar vermesinden sana sığınırım, geri çekilirken senin yolunda ölmekten sana sığınırım ve zehirli bir yaratığın sokmasından ölmekten sana sığınırım.\""
    },
    {
      "id": 140,
      "narrator": "Narrated AbuSa'id al-Khudri:",
      "text": "---"
    }
  ]
}