{
  "language": "tr",
  "metadata": {
    "length": 47,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) bir gün, bir Ansar adamının kardeşine utangaçlıkla ilgili nasihat ettiğini gördü. Allah'ın Elçisi (s.a.v) dedi ki: \"Onu bırak, çünkü haya imanın bir parçasıdır.\""
    },
    {
      "id": 2,
      "narrator": "'Imran bin Husain (May Allah be pleased with them) reported:",
      "text": "'İmrân bin Hüsayn (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) dedi ki: \"Haya, sadece hayır getirir.\" Müslim'in bir rivayetinde: Allah'ın Elçisi (s.a.v) dedi ki: \"Bütün haya hayırdır.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) dedi ki: \"İman, altmıştan fazla veya yetmişten fazla dalı vardır. Bunların en üstünü, 'La ilaha illallah' (Allah'tan başka ilah yoktur) şehadetidir; en küçüğü ise yoldan zararlı bir şeyi kaldırmaktır. Haya da imanın bir dalıdır.\""
    },
    {
      "id": 4,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id El-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) bakireden daha utangaçtı. Hoşlanmadığı bir şey gördüğünde, yüzünden bunu anlayabiliyorduk."
    },
    {
      "id": 5,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id El-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) dedi ki: \"Kıyamet Günü Allah katında insanların en kötüsü, karısıyla birlikte olan ve sonra onun sırrını ifşa eden adamdır.\""
    },
    {
      "id": 6,
      "narrator": "'Abdullah bin 'Umar (May Allah be pleased with them) reported:",
      "text": "'Abdullah bin 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Babam 'Umar (Allah ondan razı olsun) dedi ki: Kızı Hafsa (Allah ondan razı olsun) dul kaldığında, 'Uthman bin 'Affan (Allah ondan razı olsun) ile karşılaştım ve Hafsa'yı onunla evlendirmek istedim. 'Uthman dedi ki: \"Bu konuyu düşüneceğim.\" Birkaç gün bekledim, sonra 'Uthman bana geldi ve dedi ki: \"Şu anda evlenmemem gerektiğini düşündüm.\" Sonra Abu Bekir (Allah ondan razı olsun) ile karşılaştım ve ona dedim ki: \"Eğer istersen, kızım Hafsa'yı sana vereceğim.\" Abu Bekir (Allah ondan razı olsun) sessiz kaldı ve bana cevap vermedi. Bu yüzden ona 'Uthman'dan daha fazla kızdım. Sadece birkaç gün bekledikten sonra, Allah'ın Elçisi (s.a.v) onun elini istemişti ve ben onu ona verdim. Daha sonra Abu Bekir (Allah ondan razı olsun) ile karşılaştım, o da dedi ki: \"Belki Hafsa'yı bana teklif ettiğinde bana kızmıştın ve ben de cevap vermedim.\" Ben de dedim ki: \"Evet, öyle.\" O da dedi ki: \"Teklifine cevap vermememi engelleyen tek şey, Allah'ın Elçisi (s.a.v) onu anmış olmasıydı ve ben Allah'ın Elçisi (s.a.v) sırrını ifşa edemezdim. Eğer Allah'ın Elçisi (s.a.v) onu bırakmış olsaydı, onu kabul ederdim.\""
    },
    {
      "id": 7,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Bir gün, Peygamber (s.a.v) ile birlikte bütün eşleri oradaydı, kızı Fatıma (Allah ondan razı olsun) babasının yürüyüş tarzıyla oraya geldi. O (s.a.v) onu karşıladı ve \"Hoş geldin, ey kızım\" dedi, onu sağ tarafına veya sol tarafına oturttu ve ona bir şey fısıldadı, bu yüzden o ağlamaya başladı. Onun üzüntüsünü görünce, ona tekrar gizlice konuştu ve o gülümsedi (mutlulukla). Ben ona dedim ki: \"Allah'ın Elçisi (s.a.v) seni bütün eşlerinden seçip gizlice konuştu ve yine de ağladın.\" O ayrıldığında, ona sordum: \"Allah'ın Elçisi (s.a.v) sana ne söyledi?\" O da dedi ki: \"Allah'ın Elçisi (s.a.v) sırrını ifşa etmeyeceğim.\" Allah'ın Elçisi (s.a.v) vefat ettiğinde, ona dedim ki: \"Sana olan hakkım adına, bana Allah'ın Elçisi (s.a.v) ne söylediğini söylemeni istiyorum.\" O da dedi ki: \"Şimdi (Allah'ın Elçisi (s.a.v) vefat ettiğinde) sana söyleyeceğim. İlk fısıldadığında, 'Cebrail (Gabriel) benim Kur'an okumamı dinlerdi ve yılda bir veya iki kez bana tekrar okurdu, bu sefer iki kez yaptı; bu yüzden ölümümün yaklaştığını hissediyorum. O halde Allah'a karşı sorumluluğunuzu unutmayın ve sabırlı ve sebatkar olun, çünkü ben sizin için mükemmel bir öncüyüm.' Bunun üzerine ben ağladım, gördüğünüz gibi. Onun benim sıkıntımı hissettiğinde, ikinci kez gizlice konuştu ve dedi ki: 'Ey Fatıma, inanmış kadınların veya bu ümmetin en büyüğü olmanı istemez misin?' Bu beni gülümsetti, gördüğünüz gibi.\""
    },
    {
      "id": 8,
      "narrator": "Thabit (May Allah be pleased with him) reported:",
      "text": "Thabit (Allah ondan razı olsun) şöyle bildirmiştir: Enes (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (s.a.v) bana geldi, ben çocuklarla oynuyordum. Bize selam verdi ve beni bir işe gönderdi. Bu, anneme dönüşümü geciktirdi. Ona geldiğimde, \"Seni ne durdurdu?\" diye sordu. Ben de dedim ki: \"Allah'ın Elçisi (s.a.v) beni bir işe gönderdi.\" O da sordu: \"Neydi?\" Ben de dedim ki: \"Bu bir sır.\" Annem dedi ki: \"Allah'ın Elçisi (s.a.v) sırrını kimseye ifşa etme.\" Enes (Allah ondan razı olsun) Thabit'e (Allah ondan razı olsun) dedi: \"Vallahi, eğer bunu birine söyleseydim, sana söylerdim.\""
    },
    {
      "id": 9,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) dedi ki: \"İki yüzlünün üç alameti vardır: Konuştuğunda yalan söyler; söz verdiğinde yerine getirmez; güvenildiğinde emaneti ihanet eder.\" Başka bir rivayet bu sözleri ekler: \"Oruç tutsa, namaz kılarsa ve Müslüman olduğunu iddia etse bile.\""
    },
    {
      "id": 10,
      "narrator": "'Abdullah bin 'Amr bin Al-'as (May Allah be pleased with him) reported:",
      "text": "'Abdullah bin 'Amr bin Al-'as (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) bana dedi ki: \"Ey 'Abdullah! Şu ve bu gibi olma; o, gece nafile namaz kılardı ama sonra onu bıraktı.\""
    },
    {
      "id": 11,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (s.a.v) bana dedi ki: \"Bahrain gelirken, sana şu kadar ve bu kadar vereceğim.\" O, gelirken vefat etti. Abu Bekir (Allah ondan razı olsun) halifeliği sırasında, \"Allah'ın Elçisi (s.a.v) kimseye bir şey vaat ettiyse veya borcu varsa, ona gelsin.\" diye ilan ettirdi. Ben de ona gittim ve \"Allah'ın Elçisi (s.a.v) bana şu kadar ve bu kadar dedi.\" dedim. O, paradan iki avuç aldı ve bana verdi. Saydım ve beş yüz dirhem olduğunu gördüm. Sonra Abu Bekir (Allah ondan razı olsun) bana dedi ki: \"O miktarın iki katını al.\""
    },
    {
      "id": 12,
      "narrator": "'Abdullah bin 'Amr bin Al-'as (May Allah be pleased with him) reported:",
      "text": "'Abdullah bin 'Amr bin Al-'as (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) bana dedi ki: \"Ey 'Abdullah! Şu ve bu gibi olma; o, gece nafile namaz kılardı ama sonra onu bıraktı.\""
    },
    {
      "id": 13,
      "narrator": "'Adi bin Hatim (May Allah be pleased with him) reported:",
      "text": "'Adi bin Hatim (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) dedi ki: \"Ateşten (Cehennem) kendinizi koruyun, bu sadece yarım bir hurma ile olsa bile; eğer buna bile gücünüz yetmiyorsa, en azından güzel bir söz söyleyin.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (s.a.v) dedi ki: \"Güzel bir söz söylemek de sadakadır.\" Bu, daha önceki bir rivayetin bir parçasıdır."
    },
    {
      "id": 15,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Abu Dharr (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (s.a.v) dedi ki: \"Bir iyiliği küçümseme, (ne kadar küçük görünse de) bu, kardeşinle güler yüzle karşılaşmandır.\""
    },
    {
      "id": 16,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) bir şey söylediğinde, anlamların tam olarak anlaşılması için sözlerini üç kez tekrar ederdi; ve bir grup insanla karşılaştığında, onlara selam verir, selamı üç kez tekrar ederdi."
    },
    {
      "id": 17,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) konuştuğunda, konuşması o kadar açıktı ki, onu dinleyen herkes anlayabiliyordu."
    },
    {
      "id": 18,
      "narrator": "Jarir bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Cerir bin Abdullah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Veda Haccı sırasında bana insanlara sessiz olmalarını söylememi istedi, sonra (ﷺ) şöyle dedi: \"Benden sonra birbirinizin kafasını keserek inkara dönmeyin.\""
    },
    {
      "id": 19,
      "narrator": "Shaqiq bin Salamah reported:",
      "text": "Şakik bin Selame bildirdi: İbn Mes'ud (Allah ondan razı olsun) bize her Perşembe bir vaaz verirdi. Bir adam ona dedi: \"Ey Ebu Abdurrahman, senin konuşmanı seviyoruz ve her gün vaaz vermeni istiyoruz.\" O da: \"Bunu yapmamı engelleyen bir şey yok, ama sizi sıkmaktan korkuyorum. Size vaaz verirken, Allah'ın Elçisi (ﷺ) bize vaaz verirken izlediği yöntemi takip ediyorum, sıkılma korkusuyla.\""
    },
    {
      "id": 20,
      "narrator": "'Ammar bin Yasir (May Allah be pleased with them) reported:",
      "text": "Ammar bin Yasir (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle diyordu: \"Namazı uzatmak ve hutbeyi kısaltmak, kişinin dini bilgisini gösterir. Namazınızı uzun, hutbenizi kısa yapın.\""
    },
    {
      "id": 21,
      "narrator": "Mu'awiyah bin Al-Hakam As-Sulami (May Allah be pleased with him) reported:",
      "text": "Muaviye bin Hakkam es-Sulami (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) ile namazdayken, cemaatten bir adam hapşırdı ve ben de 'Yarhamuk-Allah (Allah sana merhamet etsin)' dedim. İnsanlar bana onaylamayan bakışlarla baktılar. Ben de: \"Annem bana yazık olsun. Neden bana bakıyorsunuz?\" dedim. Bunun üzerine, elleriyle uyluklarına vurmaya başladılar. Onların bana sessiz kalmamı işaret ettiklerini görünce, sinirlendim ama kendimi tuttum. Allah'ın Elçisi (ﷺ) namazını bitirdiğinde, ondan daha iyi bir öğretici görmedim, ona canım feda olsun. Ne beni azarladı, ne dövdü, ne de hakaret etti. Sadece şöyle dedi: \"Namaz sırasında konuşmak caiz değildir çünkü bu, Allah'ı tesbih etmek, O'nun büyüklüğünü ilan etmek ve Kur'an okumaktan ibarettir,\" ya da buna benzer sözler söyledi. Ben de: \"Ey Allah'ın Elçisi, ben yeni İslam'a girdim ve Allah bize İslam ile lütfetti. Aramızda hâlâ falcılara giden bazı insanlar var.\" dedim. O da: \"Onlara danışmayın.\" dedi. Sonra ben: \"Aramızda bazıları da uğurlara göre hareket ediyor.\" dedim. O da: \"Bunlar onların akıllarına gelen şeylerdir. Onlardan etkilenmemelidirler.\" dedi. (Müslim)."
    },
    {
      "id": 22,
      "narrator": "'Irbad bin Sariyah (May Allah be pleased with him) reported:",
      "text": "İrbad bin Sariyah (Allah ondan razı olsun) bildirdi: Bir gün, Allah'ın Elçisi (ﷺ) çok etkili bir konuşma yaptı, bunun sonucunda gözler yaşardı ve kalpler yumuşadı. Bir adam dedi ki: \"Ey Allah'ın Elçisi! Bu, bir veda konuşması gibi geliyor, bize nasihat et.\" O (ﷺ) dedi ki: \"Size Allah'tan korkmanızı, dinleyip itaat etmenizi tavsiye ediyorum, hatta eğer bir siyah köle lider olarak atanmışsa bile. Sizden kim benim arkamdan yaşarsa, çok fazla anlaşmazlık görecektir. O yüzden benim sünnetime ve benden sonra gelecek olan Hulefa-i Raşidin'in sünnetine sarılın. Onlara yapışın ve onlara sıkı sıkı tutunun. Dinde bid'attan sakının, çünkü her bid'at bir sapıklıktır.\""
    },
    {
      "id": 23,
      "narrator": "'Aishah (May Allah be pleased with him) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) o kadar gülerek gülmedi ki, uvulası görünsün. O sadece gülümserdi."
    },
    {
      "id": 24,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle diyordu: \"İkame okunduğunda, koşarak gelmeyin, cemaatle katılmak için sakin ve huzurlu bir şekilde yürüyün. Sonra yakaladığınızla katılın ve kaçırdığınızı tamamlayın.\" Müslim'de eklenmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Biriniz namaz için yürüdüğünde, aslında namazdadır.\""
    },
    {
      "id": 25,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) ile Arafat'tan dönerken birlikteydim. Allah'ın Elçisi (ﷺ) arkasında yüksek bir sesle vurma ve develeri zorla sürme sesi duydu. O, kamçısıyla ona işaret etti ve dedi ki: \"Ey insanlar! Sakin ilerleyin. Acele etmenin bir fazileti yoktur.\""
    },
    {
      "id": 26,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine ikramda bulunsun; kim Allah'a ve Ahiret Günü'ne inanıyorsa, akrabasıyla iyi geçinsin; kim Allah'a ve Ahiret Günü'ne inanıyorsa, ya hayır söylesin ya da sussun.\""
    },
    {
      "id": 27,
      "narrator": "Abu Shuraih Khuwailid bin 'Amr Al-Khuza'i (May Allah be pleased with him) reported:",
      "text": "Ebu Şuraih Huveylid bin Amr el-Khuza'i (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle diyordu: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine hakkı olan şekilde ikramda bulunmalıdır.\" Kendisine soruldu: \"O hakkı nedir, ey Allah'ın Elçisi?\" O (ﷺ) cevap verdi: \"Bir gün ve bir gece misafir etmek, misafirlik üç gün sürer, bunun ötesi sadakadır.\" Müslim'de eklenmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir Müslümanın kardeşiyle o kadar uzun süre kalması caiz değildir ki, onu günahkar yapsın.\" Kendisine soruldu: \"Ey Allah'ın Elçisi, onu nasıl günahkar yapabilir?\" O cevap verdi: \"Misafirliğini uzatır ki, ev sahibinin misafirine ikram edecek bir şeyi kalmaz.\""
    },
    {
      "id": 28,
      "narrator": "'Abdullah bin Abu Aufa (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Ebu Aufa (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Hatice'ye (Allah ondan razı olsun) cennette gürültü ve zahmetten uzak, oyulmuş inci bir saray hakkında müjde verdi."
    },
    {
      "id": 29,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) bildirdi: Bir gün, evimde abdest aldım ve Allah'ın Elçisi (ﷺ) ile birlikte kalmaya ve onunla bütün günü geçirmeye karar verdim. Camide onu sordum. Ashab, onun belirli bir yöne gittiğini söylediler. Ebu Musa ekledi: Onu takip ederek Bi'r Aris'e (Medine'nin banliyösünde bir kuyu) kadar geldim. Orada kapının önünde oturdum, ta ki o (ﷺ) ihtiyacını gidermiş ve abdest almış olana kadar. Sonra yanına gittim ve onu kuyu platformunda otururken gördüm, bacakları açık ve ayakları kuyuda sarkıyordu. Ona selam verdim ve bahçenin kapısına geri döndüm, kendime \"Bugün Allah'ın Elçisi'nin kapıcısı olacağım.\" dedim. Ebu Bekir (Allah ondan razı olsun) geldi ve kapıya vurdu. Ben de: \"Kim o?\" dedim. O: \"Ebu Bekir.\" dedi. Ben: \"Bir dakika bekle.\" dedim. Sonra Allah'ın Elçisi'ne (ﷺ) gittim ve: \"Ey Allah'ın Elçisi! Ebu Bekir kapıda izin istiyor.\" dedim. O: \"Onu al ve cennete gireceğine dair müjde ver.\" dedi. Geri döndüm ve Ebu Bekir'e (Allah ondan razı olsun): \"Girebilirsin, Allah'ın Elçisi (ﷺ) sana cennete gireceğine dair müjde verdi.\" dedim. Ebu Bekir (Allah ondan razı olsun) içeri girdi ve Allah'ın Elçisi (ﷺ) ile sağında oturdu ve ayaklarını kuyunun içine sarkıttı, tıpkı Allah'ın Elçisi'nin yaptığı gibi. Ben kapıya geri döndüm ve oturdum. Kardeşimi evde abdest alırken bırakmıştım ve benimle katılmayı düşünüyordu. Kendime: \"Eğer Allah onun için hayır dilerse (yani bu zamanda gelmesi ve cennete gireceğine dair müjde alması için), onu buraya getirecektir.\" dedim. Birisi kapıya vurdu ve ben: \"Kim o?\" dedim. O: \"Ömer bin Hattab.\" dedi. Ben: \"Bir dakika bekle.\" dedim. Sonra Allah'ın Elçisi'ne (ﷺ) doğru ilerledim. Ona selam verdim ve: \"Ömer kapıda, girmek için izin istiyor.\" dedim. O: \"Onu al ve cennete gireceğine dair müjde ver.\" dedi. Geri döndüm ve Ömer'e (Allah ondan razı olsun) dedim: \"Allah'ın Elçisi sana da girmek için izin verdi ve cennete gireceğine dair müjde verdi.\" O içeri girdi ve Allah'ın Elçisi (ﷺ) ile sol tarafında oturdu ve ayaklarını kuyunun içine sarkıttı. Ben kapıya geri döndüm ve oturdum ve kendime: \"Eğer Allah kardeşim için hayır dilerse, onu buraya getirecektir.\" dedim. Birisi kapıya vurdu ve ben: \"Kim o?\" dedim. O: \"Osman bin Affan.\" dedi. Ben: \"Bir dakika bekle.\" dedim. Allah'ın Elçisi'ne (ﷺ) gidip onun gelişini bildirdim. O: \"Onu al ve cennete gireceğine dair müjde ver, bir de başına gelecek bir belayı haber ver.\" dedi. Geri döndüm ve ona: \"Girebilirsin; ve Allah'ın Elçisi (ﷺ) sana cennete gireceğine dair müjde veriyor, bir de başına gelecek bir bela ile birlikte.\" dedim. O içeri girdi ve kuyu etrafındaki yüksek platformun tamamen dolu olduğunu gördü. Bu yüzden karşı tarafa oturdu. Sa'id bin el-Musayyab (Allah ondan razı olsun) bir alt anlatıcı olarak bildirdi: Oturdukları sıranın, mezar yerlerini gösterdiği belirtildi. Başka bir rivayette: Ebu Musa el-Eş'ari (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) bana kapıyı korumamı emretti. Osman (belayı duyduğunda) Allah'a hamd etti ve sonra: \"Allahu Musta'an (O'ndan yardım istenmelidir).\" dedi. (Sa'id bin el-Musayyab'ın yorumu, Ebu Bekir ve Ömer'in (Allah onlardan razı olsun) mezarlarının Peygamber (ﷺ) ile yan yana olduğu, onların Peygamber (ﷺ) ile oturdukları pozisyonda bulunduğu, Osman'ın mezarının ise onların mezarlarından uzakta, Medine'nin Baqi' Al-Gharqad olarak bilinen kamu mezarlığında olduğu şeklindedir)."
    },
    {
      "id": 30,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Biz Allah'ın Elçisi (ﷺ) ile oturuyorduk, Ebu Bekir ve Ömer (Allah onlardan razı olsun) da oradaydı. Aniden Allah'ın Elçisi (ﷺ) kalktı ve bizi terk etti. Geri dönmekte gecikince, onun yokluğunda bir sıkıntıya düşmesinden endişelenmeye başladık. Ben en önce endişelendim ve onu aramak için yola çıktım, ta ki Banu-Necjar'a (Ensar'dan bir grup) ait bir bahçeye gelene kadar. Bahçenin etrafında dolaştım ama bir giriş bulamadım. Ancak dışarıdan bahçeye akan bir su akıntısı gördüm. Kendimi bir tilki gibi sıktım ve içeri sızdım ve Allah'ın Elçisi (ﷺ) ile buluştum. O: \"Bu Ebu Hureyre mi?\" dedi. Ben de: \"Evet.\" dedim. O: \"Sende ne var?\" dedi. Ben: \"Sen bizimle oturuyordun, sonra bizi terk ettin ve bir süre geciktin. Senin bir sıkıntıya düştüğünden korkarak endişelendik. Ben en önce endişelendim. Bu bahçeye geldiğimde, kendimi bir tilki gibi sıktım ve bu insanlar arkamdan geliyor.\" dedi. O (Peygamber (ﷺ)) bana sandaletlerini verdi ve: \"Ey Ebu Hureyre! Bu sandaletlerimi al, ve bu bahçenin dışındaki kiminle karşılaşırsan, La ilaha illallah (Allah'tan başka ilah yoktur) diyerek, kalbinde buna inanıyorsa, ona cennete gireceğine dair müjde ver.\" dedi. (Ebu Hureyre daha sonra hadisi tam olarak anlattı)."
    },
    {
      "id": 31,
      "narrator": "Ibn Shumasah reported:",
      "text": "İbn Şümasah (Allah ondan razı olsun) bildirdi: 'Amr bin Al-'as'ı (Allah ondan razı olsun) ölüm döşeğinde ziyaret ettik. Uzun süre ağladı ve yüzünü duvara çevirdi. Oğlu dedi ki: \"Ey babacığım, Allah'ın Elçisi (ﷺ) sana şu ve bu konuda müjde vermedi mi? Sana şu ve bu konuda sevinçli haberler vermedi mi?\" Bunun üzerine ('Amr) yüzünü bize çevirdi ve dedi ki: \"Sizlerin dayanabileceği en iyi şey, 'La ilaha illallah' (Allah'tan başka gerçek ilah yoktur) ve 'Muhammed, Allah'ın Elçisidir' inancıdır. Üç aşamadan geçtim. Allah'ın Elçisi (ﷺ)'ni en çok nefret ettiğim zamanları hatırlıyorum ve onu öldürmekten daha güçlü bir arzum yoktu. O halde o halde ölseydim, kesinlikle cehennemliklerden biri olurdum. Allah, kalbime İslam sevgisini yerleştirdiğinde, Allah'ın Elçisi (ﷺ)'ne gittim ve 'Sağ elini uzat ki sana biat edeyim' dedim. O (ﷺ) sağ elini uzattı, ama ben elimden çektim. 'Ne oldu, 'Amr?' dedi. 'Aynı şartları koymak istiyorum' dedim. 'Hangi şartları koymak istiyorsun?' diye sordu. 'Bağışlanma talep ediyorum' dedim. 'İslam'ın, geçmişteki tüm günahları silip süpürdüğünü bilmiyor musun? Gerçekten, hicret geçmişteki tüm günahları siler ve Hac (ziyaret) geçmişteki tüm günahları siler.' Daha sonra, Allah'ın Elçisi (ﷺ)'nden daha sevimli biri yoktu ve gözümde ondan daha saygıdeğer biri yoktu. O kadar parlaktı ki, yüzüne uzun süre bakacak cesareti toplayamadım. Eğer yüzünü tam olarak tarif etmem istenseydi, bunu yapamazdım çünkü yüzünü tam olarak hiç göremedim. O halde o halde ölseydim, cennetliklerden biri olmayı umabilirdim. Daha sonra, birçok şeyden sorumlu tutulduk ve bu ışık altında benim için ne olacağını bilemiyorum. Ölünce, ne bir yas tutucu ne de ateş tabutuma eşlik etsin. Beni gömmeye geldiğinizde, üzerime toprağı nazikçe atın ve mezarımın üzerinde, bir deveyi kesip etini dağıtacak kadar durun ki, sizinle olan yakınlığımı tadayım ve huzurunuzda Rabbimin Elçilerine (kabirdeki melekler) ne cevap verebileceğimi öğreneyim.\""
    },
    {
      "id": 32,
      "narrator": "Then from it is the narration of Zaid bin Arqam (May Allah be pleased with them) that preceded in the Chapter of \"Showing reverence to the Family of Allah's Messenger (ﷺ)\". \n\nHe said:",
      "text": "Zeyd bin Arkam (Allah onlardan razı olsun) tarafından bildirilen, \"Allah'ın Elçisi (ﷺ)'nin Ailesine Saygı\" bölümünde geçen rivayet şöyle: \"Bir gün Allah'ın Elçisi (ﷺ) aramızda bir hutbe vermek için durdu. Allah'ı övdü, yüceltti, nasihat etti ve hatırlattı ve dedi ki: 'Amma Ba'du (şimdi)! Ey insanlar, ben bir insanım. Rabbimden (ölüm meleği) bir elçi alacağım ve ona cevap vereceğim. Aranızda iki ağır şey bırakıyorum: Bunlardan ilki Allah'ın Kitabı. O, hidayet ve nurdur, bu yüzden Allah'ın Kitabı'na sıkı sıkı sarılın ve ona bağlı kalın.' Böylece (bize) sıkı sıkı sarılmamız için nasihat etti ve sonra dedi ki: 'Ve ailem hakkında, aileme karşı olan görevlerinizle ilgili olarak Allah'ı hatırlatıyorum.'\""
    },
    {
      "id": 33,
      "narrator": "Malik bin Al-Huwairith (May Allah be pleased with him) reported:",
      "text": "Malik bin Al-Hüveyrih (Allah ondan razı olsun) bildirdi: Biz, neredeyse eşit yaşta gençler olarak Allah'ın Elçisi (ﷺ)'ne geldik. Onunla yirmi gün kaldık. O son derece nazik ve düşünceliydi. Ailelerimizi özlediğimizi fark etti ve geride bıraktıklarımız hakkında bize sordu, biz de ona bilgi verdik. Sonra o (ﷺ) dedi ki: \"Ailelerinize geri dönün, onlarla kalın, onlara (İslam'ı) öğretin ve iyiliğe teşvik edin. Şu zamanda şu namazı, şu zamanda şu namazı kılın. Namaz vakti geldiğinde, aranızdan biri ezan okusun ve en yaşlı olanınız namazı kılsın.\" Al-Buhari, \"Beni nasıl namaz kıldığını gördüğünüz gibi namaz kılın\" şeklinde bir ek yaptı."
    },
    {
      "id": 34,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "Ömer bin Al-Hattab (Allah ondan razı olsun) bildirdi: Peygamberden (ﷺ) 'Umre yapmak için izin istedim, o da bana izin verdi ve dedi ki: \"Kardeşim, dualarınızda bizi unutmayın.\" Bu sözlerini tüm dünya için değiştirmem. Başka bir rivayet: O (ﷺ) dedi ki: \"Kardeşim, dualarınıza bizi dahil edin.\""
    },
    {
      "id": 35,
      "narrator": "Salim bin 'Abdullah bin 'Umar (May Allah be pleased with them) reported:",
      "text": "Salim bin Abdullah bin 'Umar (Allah onlardan razı olsun) bildirdi: Bir adam seyahate çıkacağı zaman, Abdullah bin 'Umar (Allah onlardan razı olsun) ona derdi ki: \"Yaklaş ki, seni Allah'ın Elçisi (ﷺ)'nin bizlere veda ettiği gibi uğurlayayım. (Allah'ın Elçisi (ﷺ) şöyle derdi: \"'Astaudi'ullaha dinaka, wa amanataka, wa khawatima 'amalika' (Ben, dinini, emanetini ve son amellerini Allah'a emanet ediyorum).\""
    },
    {
      "id": 36,
      "narrator": "'Abdullah bin Yazid Al-Khatmi (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Yazid Al-Hatmi (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) ordusuna veda etmek istediğinde şöyle derdi: \"Astau-di'ullaha dinakaum, wa amanatakum, wa khawatima 'amalikum (Ben, dininizi, emanetinizi ve son amellerinizi Allah'a emanet ediyorum).\""
    },
    {
      "id": 37,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Bir adam, Peygamber (ﷺ)'e geldi ve dedi ki: \"Ey Allah'ın Elçisi! Seyahate çıkmayı düşünüyorum, benim için dua et.\" O (ﷺ) dedi ki: \"Allah, sana takva rızkı versin.\" Adam dedi ki: \"Lütfen benim için daha fazla dua et.\" O (ﷺ) dedi ki: \"Allah, günahlarını affetsin!\" Adam tekrar etti: \"Lütfen benim için daha fazla dua et.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Allah, seni nerede olursan ol iyilik yapmaya kolaylaştırsın.\""
    },
    {
      "id": 38,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) her konuda İstihare (Allah'tan rehberlik istemek) yapmayı bize, Kur'an'dan bir sure öğretir gibi öğretirdi. O, şöyle derdi: \"Sizden biri bir işe girmeyi düşündüğünde, farz namazlar dışında iki rek'at nafile namaz kılmalı ve sonra şöyle dua etmelidir: 'Allahım, ben senin ilminle istihare ediyorum, kudretinle güç istiyorum ve senin büyük lütfundan istiyorum; çünkü sen kudret sahibisin, ben değilim, sen bilirsin, ben bilmem, sen gizli şeylerin bilicisisin. Allahım, eğer bu iş (ve yapmak istediğin şeyi adlandır) benim dinim, rızkım ve işlerimin sonuçları açısından hayırlıysa (ya da o, 'acil işlerim' dedi), onu benim için takdir et, bana kolaylaştır ve onu benim için bereketli kıl. Ama eğer bu iş (ve yapmak istediğin şeyi adlandır) benim dinim, rızkım veya işlerimin sonuçları açısından kötü ise (ya da o, 'acil işlerim' dedi), onu benden uzaklaştır ve beni ondan uzaklaştır ve ne olursa olsun iyilik yapma gücü ver ve onunla yetinmemi sağla.' Ve dua eden kişi, nesneyi belirtmelidir.\""
    },
    {
      "id": 39,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Bayram günü, Peygamber (ﷺ) bir yoldan namaz yerine gider ve başka bir yoldan geri dönerdi."
    },
    {
      "id": 40,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Şecerah yolundan gider ve Mu'arras yolundan geri dönerdi. Ayrıca, Mekke'ye Yüksek Geçit'ten girer ve Alçak Geçit'ten çıkardı."
    },
    {
      "id": 41,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) her işte sağ elini kullanmayı severdi: saçını tararken ve ayakkabı giyerken."
    },
    {
      "id": 42,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi, abdest alırken ve yemek yerken sağ elini kullanırdı, sol elini ise tuvalet ve benzeri işler için kullanırdı."
    },
    {
      "id": 43,
      "narrator": "Umm 'Atiyyah (May Allah be pleased with her) reported:",
      "text": "Ümmü 'Atiyya (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ), kızı Zeynep'in (Allah ondan razı olsun) cenazesini yıkarken sağ tarafından başlamamızı ve abdestte yıkanan yerlerden başlamamızı emretti."
    },
    {
      "id": 44,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden biri ayakkabısını giyerken önce sağ ayakkabısını giymeli; ve çıkardığında önce sol ayakkabısını çıkarmalı. Sağ ayakkabı, giyilen ilk ve çıkarılan son olmalıdır.\""
    },
    {
      "id": 45,
      "narrator": "Hafsah (May Allah be pleased with her) reported:",
      "text": "Hafsa (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) yemek, içmek ve elbiselerini giyerken sağ elini kullanırdı ve diğer işler için sol elini kullanırdı."
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Elbiselerinizi giyerken veya abdest alırken sağ tarafınızdan başlayın.\""
    },
    {
      "id": 47,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) Mina'ya gittiğinde, Cemratü'l-Akabe'ye geldi ve ona taş attı. Daha sonra Mina'daki konak yerine gitti ve kurban kesti. Sonra bir berber çağırdı ve sağ tarafını ona göstererek, \"Buradan traş ol.\" dedi. Ardından sol tarafını gösterdi ve, \"Buradan (saç) al.\" dedi. Sonra saçını insanlara dağıttı. Diğer bir rivayet: Allah'ın Resulü (ﷺ) Cemre'ye taş attıktan ve bir hayvan kurban ettikten sonra, başının sağ tarafını berbere çevirdi ve o da onu traş etti. Sonra Ebu Talha Ensari'yi (Allah ondan razı olsun) çağırdı ve saçını ona verdi. Ardından başını sol tarafa çevirdi ve berbere onu traş etmesini istedi. Saçını Ebu Talha'ya verdi ve, \"Bunu insanlara dağıt.\" dedi."
    }
  ]
}