{
  "language": "tr",
  "metadata": {
    "length": 14,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İslam'ın (temeli) beş (şarta) dayanmaktadır; La ilaha illallah ve Muhammed-ar-Rasul-ullah'ı tasdik etmek.\""
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir hutbe verdi ve şöyle dedi: \"Ey insanlar! Hac (Allah'ın evine yapılan seyahat) sizlere farz kılındı, o halde Hac yapın.\" Bir adam sordu: \"Ey Allah'ın Elçisi, bu her yıl mı farz?\" O (ﷺ) suskun kaldı, adam bunu üç kez tekrar etti. Sonunda o (ﷺ) dedi ki: \"Eğer olumlu cevap vermiş olsaydım, bu kesinlikle farz olurdu ve bunu yerine getiremeyecektiniz.\" Ardından şöyle dedi: \"Sizlere bir şey emretmediğim sürece benden soru sormayın, çünkü sizden önceki topluluklar, sık sık soru sormaları ve Peygamberleriyle ihtilafa düşmeleri nedeniyle helak oldular. O halde, size bir şey emrettiğimde, elinizden geldiğince yapın; ve bir şeyden men ettiğimde, ondan kaçının.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) soruldu: \"Hangi amel en hayırlıdır?\" O (ﷺ) cevap verdi: \"Allah'a ve Resulüne iman.\" Sonra soruldu: \"Peki, sonrası nedir?\" O cevapladı: \"Allah yolunda cihad.\" Sonra soruldu: \"Ondan sonra ne var?\" O (ﷺ) cevapladı: \"Mabrur Hac (kabul edilen hac).\""
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim Hac (ziyaret) yapar ve eşleriyle cinsel ilişkiye girmez, günah işlemez ve Hac sırasında haksız yere tartışmazsa, o kişi Hac'dan, annesinin onu doğurduğu günkü gibi günahsız ve temiz olarak döner.\""
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Umre (ziyaret) yapmak, önceki Umre ile arasında işlenen günahların kefaretidir; ve Mabrur Hac'ın (yani kabul edilen hacın) mükafatı sadece Cennet'tir.\""
    },
    {
      "id": 6,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Ben dedim: \"Ey Allah'ın Elçisi! Biz cihadı en iyi amel olarak görüyoruz, o halde cihada gitmemiz gerekmiyor mu?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Siz kadınlar için en iyi cihad, Mabrur Hac'dır (yani Allah katında kabul edilen hac).\""
    },
    {
      "id": 7,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Arafat Günü'nde Allah, cehennemden daha fazla köleyi azat etmez.\""
    },
    {
      "id": 8,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Ramazan'da yapılan Umre, Hac (ziyaret) ile eşdeğerdir.\" Ya da şöyle dedi: \"Benimle birlikte Hac yapmanın eşdeğeridir.\""
    },
    {
      "id": 9,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Bir kadın, Allah'ın Elçisine (ﷺ) geldi ve şöyle dedi: \"Allah'ın kulları üzerindeki farzı, babama yaşlılıkta farz kılındı. Babam çok yaşlı ve binerken güçsüz. Onun adına Hac yapabilir miyim?\" O (ﷺ) dedi: \"Evet.\""
    },
    {
      "id": 10,
      "narrator": "Laqit bin 'Amir (May Allah be pleased with him) reported:",
      "text": "Laqit bin 'Amir (Allah ondan razı olsun) bildirdi: Ben Peygamber'e (ﷺ) geldim ve dedim: \"Babam çok yaşlı bir adam ve Hac (ziyaret) veya Umre yapacak gücü yok.\" Peygamber (ﷺ) dedi: \"Baban adına Hac ve Umre yap.\""
    },
    {
      "id": 11,
      "narrator": "As-Sai'b bin Yazid (May Allah be pleased with him) reported:",
      "text": "Es-Sa'ib bin Yazid (Allah ondan razı olsun) bildirdi: Yedi yaşındaydım, Hac (ziyaret) yapmak üzere götürüldüm. Bu, Allah'ın Elçisinin (ﷺ) Veda Haccı sırasında oldu."
    },
    {
      "id": 12,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) Ar-Rauha'da bir kervana rastladı ve kervandaki insanların kim olduğunu sordu. Onlar Müslüman olduklarını söylediler. \"Siz kimsiniz?\" diye sordular. O (ﷺ) dedi: \"Ben Allah'ın Elçisiyim.\" Sonra bir kadın, bir çocuğu ona kaldırdı ve sordu: \"Bu çocuk Hac (ziyaret) yapmış sayılacak mı?\" Bunun üzerine o (ﷺ) dedi: \"Evet, ve sen de mükafat alacaksın.\""
    },
    {
      "id": 13,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ), eşyalarını taşıyan bir eyerlenmemiş deve üzerinde Hac yaptı."
    },
    {
      "id": 14,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Ukaz, Mijannah ve Dhul-Majaz, İslam öncesi dönemde pazar yerleriydi. Ashab, bu yerlerde ticaret yapmayı hoş karşılamadı, ta ki şu Ayet-i Kerime nazil oluncaya kadar: \"Hac sırasında ticaret yapmanızda size bir günah yoktur...\" (2:198)."
    }
  ]
}