{
  "language": "tr",
  "metadata": {
    "length": 91,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) kendisine soruldu: \"Hangi ameller en hayırlıdır?\" O (ﷺ) şöyle cevap verdi: \"Allah'a ve Resulüne iman etmek.\" Kendisine tekrar soruldu: \"Sonra ne var?\" O (ﷺ) şöyle cevap verdi: \"Allah yolunda cihad.\" Sonra kendisine soruldu: \"Bundan sonra (hayırda) ne var?\" O (ﷺ) şöyle cevap verdi: \"Mabrur Hac (Allah katında kabul edilen Hac).\""
    },
    {
      "id": 2,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben Allah'ın Resulü'ne (ﷺ) sordum: \"Hangi eylem Allah katında daha sevimlidir?\" O (ﷺ) şöyle cevap verdi: \"As-Salat'ı (namazı) vaktinde kılmak.\" Ben sordum: \"Sonra ne var (hayırda)?\" O (ﷺ) dedi: \"Anne-babaya iyilik yapmak.\" Ben sordum: \"Sonra ne var (hayırda)?\" O (ﷺ) dedi: \"Allah yolunda cihada katılmak.\""
    },
    {
      "id": 3,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Ebu Zer (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) kendisine soruldu: \"Hangi ameller en hayırlıdır?\" O (ﷺ) şöyle cevap verdi: \"Allah'a iman ve Allah yolunda cihad.\""
    },
    {
      "id": 4,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şüphesiz! Allah yolunda sabah veya akşam yola çıkmak, dünya ve içindekilerden daha hayırlıdır.\""
    },
    {
      "id": 5,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle rivayet etmiştir: Bir adam Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: \"İnsanların en hayırlısı kimdir?\" O (ﷺ) şöyle cevap verdi: \"Mali ve canı ile Allah yolunda cihad eden mümin.\" Adam tekrar sordu: \"Ona (üstünlükte) kim var?\" O (ﷺ) dedi: \"Ona en yakın olan, dağlık bir vadide Rabbine ibadet eden ve insanları kötülüğünden güvenceye alan bir adamdır.\""
    },
    {
      "id": 6,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir gün Allah yolunda Ribat yapmak, dünya ve içindekilerden çok daha hayırlıdır. Cennetteki bir yer, atının kırbaç uzunluğunda olsa, dünya ve içindekilerden çok daha hayırlıdır. Allah yolunda akşam veya sabah yapılan bir cihad, dünya ve içindekilerden çok daha hayırlıdır.\""
    },
    {
      "id": 7,
      "narrator": "Salman (May Allah be pleased with him) reported:",
      "text": "Selman (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda bir gün ve bir gece Ribat yapmak, bir ay boyunca oruç tutmaktan ve tüm geceleri namaz kılmaktan çok daha hayırlıdır. Eğer bir kişi bu görevde ölürse, o, sürekli olarak iyi amellerinin mükafatını alacak ve kabir fitnelerinden kurtulacaktır.\""
    },
    {
      "id": 8,
      "narrator": "Fadalah bin 'Ubaid (May Allah be pleased with him) reported:",
      "text": "Fadl bin Ubeyd (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Her ölü kişinin amelleri, ölümüyle birlikte sona erer, ancak Allah yolunda sınırda olan (yani Ribat yapan) kişinin amelleri, Kıyamet Günü'ne kadar artmaya devam eder ve o, kabir fitnelerinden güvenceye alınır.\""
    },
    {
      "id": 9,
      "narrator": "'Uthman (May Allah be pleased with him) reported:",
      "text": "Osman (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda bir gün sınırda kalmak, başka bir yerde bin gün geçirmekten daha hayırlıdır.\""
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah, O'na inanarak ve Resulünün doğruluğunu tasdik ederek, O'nun yolunda cihada çıkan kimseye, ya cennete girmeyi ya da çıktığı yerden güvenle geri dönmeyi garanti eder; kazandığı her türlü mükafat veya ganimetle birlikte. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, eğer bir kişi Allah yolunda yaralanırsa, Kıyamet Günü yarası, aldığı günkü haliyle gelecektir; rengi kan rengi olacak ama kokusu misk kokusu olacaktır. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, eğer Müslümanlar için çok zor olmasaydı, Allah yolunda cihada katılmaktan geri durmazdım; ama ne onlara ulaşacak kadar çok malım var ne de diğer Müslümanların var; ve ben cihada çıktığımda onların geride kalması zor olacaktır. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, Allah yolunda savaşmayı ve şehit olmayı, tekrar savaşmayı ve tekrar şehit olmayı, tekrar savaşmayı ve tekrar şehit olmayı çok isterim.\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda savaşırken yaralanan kimse, Kıyamet Günü kanı akarak gelecektir; rengi kan rengi ama misk kokusuyla.\""
    },
    {
      "id": 12,
      "narrator": "Muadh (May Allah be pleased with him) reported:",
      "text": "Muaz (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Allah yolunda savaşan bir Müslüman için cennet, iki deve sağma arasında geçen süre kadar süreyle vacip olur. Allah yolunda yaralanan veya zedelenen kimse, Kıyamet Günü mümkün olduğunca taze bir halde görünecektir; rengi safran rengi ve kokusu misk kokusu olacaktır.\""
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamberin (ﷺ) bir sahabesi, içinde taze su bulunan bir vadiye rastladı ve bundan memnun oldu. Düşündü: 'İnsanlardan çekilmek ve bu vadide yerleşmek istiyorum; ama bunu Allah'ın Resulü'nden (ﷺ) izin almadan yapmayacağım.' Bu durum Allah'ın Resulü'ne (ﷺ) iletildi ve o (adam) için şöyle dedi: \"Bunu yapma, çünkü sizden biri Allah yolunda kaldığında, bu, evinde yetmiş yıl namaz kılmaktan daha hayırlıdır. Allah'ın sizi affetmesini ve cennete kabul etmesini istemez misiniz? Allah yolunda savaşın, çünkü Allah yolunda, iki deve sağma arasında geçen süre kadar savaşan kimse, kesinlikle cennete girecektir.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) kendisine soruldu: \"Allah yolunda cihadın eşdeğeri olabilecek başka hangi iyi ameller vardır?\" O (ﷺ) şöyle cevap verdi: \"Bunu yapacak gücünüz yok.\" (Rivayet eden kişi şöyle dedi:) Soru iki veya üç kez tekrarlandı, ama her seferinde o (ﷺ) \"Bunu yapacak gücünüz yok.\" diye cevap verdi. Sonra o (ﷺ) dedi: \"Allah yolunda cihada çıkan kimse, oruç tutan, sürekli namaz kılan, Kur'an ayetlerini okuyan ve Allah yolunda cihad eden kişi geri dönene kadar oruç ve namazda gevşeklik göstermeyen bir kimse gibidir.\""
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"En iyi hayat, Allah yolunda atının ipini tutan ve savaş çığlığını veya silah seslerini duyduğu yerlerde şehitlik veya savaş için uçan adamın hayatıdır; ya da bir kişinin tepeye veya bir vadiye çıkıp orada namaz kıldığı, zekat verdiği ve Rabbine ibadet ettiği hayatıdır; ta ki ölüm onu yakalayana kadar. O, başkalarının işleriyle ilgilenmez, sadece iyi işler yapar.\""
    },
    {
      "id": 16,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennette, Allah'ın yolunda savaşanlar için hazırladığı yüz derece vardır; bu dereceler arasındaki mesafe, gök ile yer arasındaki mesafe gibidir.\"."
    },
    {
      "id": 17,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Allah'ı Rabb olarak, İslam'ı din olarak ve Muhammed'i (ﷺ) Allah'ın Resulü olarak kabul ederse, kesinlikle cennete girmeye hak kazanacaktır.\" Ebu Sa'id bunu duyunca çok sevindi ve Allah'ın Resulü'nden (ﷺ) bunu tekrar etmesini istedi. O da (ﷺ) tekrar etti ve ardından şöyle dedi: \"Ayrıca Allah, (salih bir mümin) kulunu cennette yüz derece daha yüksek bir mertebeye yükseltecek bir ameli de vardır. Ve bu dereceler arasındaki mesafe, gök ile yer arasındaki mesafe gibidir.\" O, Allah'ın Resulü'ne (ﷺ) bunun ne olduğunu sordu ve o (ﷺ) şöyle cevap verdi: \"Allah yolunda cihad; Allah yolunda cihad.\"."
    },
    {
      "id": 18,
      "narrator": "Abu Bakr bin Abu Musa Al-Ash'ari reported:",
      "text": "Ebu Bekir bin Ebu Musa el-Eş'ari bildirdi: Düşman karşısında babamın şöyle dediğini duydum: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet kapıları, kılıçların gölgeleri altındadır.\" Kabarık görünüşlü bir adam ayağa kalktı ve dedi ki: \"Ey Ebu Musa! Allah'ın Resulü (ﷺ) bunu bizzat söyledi mi?\" Ebu Musa olumlu yanıt verdi; böylece o, arkadaşlarına döndü ve dedi ki: \"Size veda selamı gönderiyorum.\" Sonra kılıcının kınına vurdu ve onu fırlattı. Kılıcıyla düşmana doğru koştu ve şehit olana kadar savaşmaya devam etti.."
    },
    {
      "id": 19,
      "narrator": "Abu 'Abs 'Abdur-Rahman bin Jabr (May Allah be pleased with him) reported:",
      "text": "Ebu 'Abs Abdurrahman bin Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah yolunda (cihad ederken) toza bulanmış ayaklar, cehennem ateşi tarafından asla dokunulmaz.\"."
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah korkusuyla ağlayan hiç kimse, süt memeden geri çekilene kadar cehenneme girmeyecek; Allah yolunda mücadele ederken katlandığı toprak ve cehennemin dumanı bir arada asla bulunmayacaktır.\"."
    },
    {
      "id": 21,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"İki göz, cehennem ateşi tarafından asla dokunulmaz; biri Allah korkusuyla ağlayan göz ve diğeri Allah yolunda geceyi koruyarak geçiren göz.\"."
    },
    {
      "id": 22,
      "narrator": "Zaid bin Khalid (May Allah be pleased with him) reported:",
      "text": "Zeyd bin Halid (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah yolunda bir Gaziyi (savaşçıyı) donatan, sanki kendisi de savaşa katılmış gibidir; ve bir Gazinin yokluğunda bakmakla yükümlü olduğu kimselere bakan, sanki kendisi de savaşa katılmış gibidir.\"."
    },
    {
      "id": 23,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sadakaların en hayırlısı, Allah yolunda gölgelik sağlamak, Allah yolunda bir hizmetçiye ücret ödemek ve Allah yolunda bir deveyi (Mücahid için) temin etmektir.\"."
    },
    {
      "id": 24,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Aslam kabilesinden genç bir adam şöyle dedi: \"Ey Allah'ın Resulü! Allah yolunda savaşmayı çok isterim ama savaşmak için kendimi donatacak hiçbir şeyim yok.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Filan yere git, çünkü o kendini (savaş için) donatmıştı ama hastalandı.\" Genç adam ona gitti ve dedi: \"Allah'ın Resulü (ﷺ) sana selam gönderiyor ve sana, sahip olduğun ekipmanı bana teslim etmeni söylüyor.\" Adam karısına dedi: \"Kendim için topladığım ekipmanı ona ver ve ondan hiçbir şey saklama. Vallahi! Allah, sakladığın bir şeyde bereket vermez.\"."
    },
    {
      "id": 25,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) Banu Lahyan'a bir sefer gönderdi ve şöyle dedi: \"Her iki kişiden birisi savaşa katılmalıdır ve ödül aralarında eşit olarak paylaşılacaktır.\" Müslim'deki başka bir rivayette: Allah'ın Resulü (ﷺ) şöyle dedi: \"Her iki kişiden biri savaşa gitsin\" ve ekledi: \"Geride kalan (sefer katılanların ailesi ve malına iyi bakarsa) savaşçının ödülünün yarısını alacaktır.\"."
    },
    {
      "id": 26,
      "narrator": "Al-Bara (May Allah be pleased with him) reported:",
      "text": "El-Bara (Allah ondan razı olsun) bildirdi: Silahlarla donanmış bir adam, Peygamber'e (ﷺ) geldi ve sordu: \"Ey Allah'ın Resulü! Savaşa mı gitmeliyim yoksa önce İslam'ı mı kabul etmeliyim?\" O (ﷺ) şöyle cevap verdi: \"İslam'a gir ve sonra savaşa git.\" O, İslam'ı kabul etti ve savaşırken şehit oldu. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"O, kısa bir süre İslam'ı kabul etti ama çok ödüllendirildi.\"."
    },
    {
      "id": 27,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Cennete giren hiç kimse, bu dünyaya geri dönmeyi istemeyecek, hatta kendisine dünyanın tümü verilse bile, sadece bir şehit. Çünkü o, şehit olmanın verdiği onur nedeniyle dünyaya geri dönmeyi ve on kez daha öldürülmeyi arzulayacaktır.\" Başka bir rivayet: \"Şehitlikten dolayı yaşayacağı üstünlük ve farklılık nedeniyle.\"."
    },
    {
      "id": 28,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin el-As (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah, bir şehidin her günahını affeder, yalnızca borcunu affetmez.\" Müslim'deki başka bir rivayette: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah yolunda şehit olmak her şeyi affettirir, yalnızca borcu affetmez.\"."
    },
    {
      "id": 29,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) arkadaşlarının arasında ayağa kalktı ve şöyle dedi: \"Allah yolunda cihad ve Allah'a (bütün sıfatlarıyla) inanmak, en faziletli amellerdir.\" Bir adam ayağa kalktı ve dedi ki: \"Ey Allah'ın Resulü! Eğer Allah yolunda öldürülürsem, günahlarım silinecek mi?\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Evet, Allah yolunda öldürülürsen ve sabırlı kalır, ödül umarak ileriye doğru gidersen (yani savaşırken geri dönmeden).\" Sonra şöyle dedi: \"Sorun neydi?\" O tekrar sordu: \"Bana bildir, eğer Allah yolunda öldürülürsem, tüm günahlarım silinecek mi?\" Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"Eğer sabırlı kalır, ödül umar ve düşmana arkanı dönmeden sürekli savaşırsan, her şey affedilecektir, yalnızca borç hariç. Cebrail bana bunu bildirdi.\"."
    },
    {
      "id": 30,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Bir adam, Allah'ın Resulü'ne (ﷺ) sordu: \"Eğer Allah yolunda savaşırken öldürülürsem, nerede olacağım?\" O (ﷺ) şöyle cevap verdi: \"Cennette.\" Adam, elindeki birkaç hurmayı fırlattı, savaş alanına atladı ve şehit olana kadar savaştı."
    },
    {
      "id": 31,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) ve arkadaşları, müşriklerden önce Badr'a ulaştılar ve vardıklarında, o (ﷺ) şöyle buyurdu: \"Hiçbiriniz benim önümüze geçmesin.\" Müşrikler yaklaştığında, Allah'ın Resulü (ﷺ) dedi ki: \"Şimdi ayağa kalkın ve gökler ve yer kadar geniş olan Cennet'e doğru ilerleyin.\" 'Umair bin Al-Humam (Allah ondan razı olsun) sordu: \"Cennet, gökler ve yer kadar mı geniş?\" Allah'ın Resulü (ﷺ) evet dedi. 'Umair şöyle dedi: \"Harika!\" Allah'ın Resulü (ﷺ) ona bunu söylemeye neyin sebep olduğunu sordu. O da: \"Hiçbir şey, ey Allah'ın Resulü! Ama umudum, Cennet'in sakinlerinden biri olmaktır.\" Allah'ın Resulü (ﷺ) dedi ki: \"Kesinlikle onlardan olacaksın.\" 'Umair, ardından ok çantasından birkaç hurma çıkardı ve yemeye başladı, ama kısa bir süre sonra dedi ki: \"Eğer hurmalarımı yiyene kadar hayatta kalırsam, bu uzun bir yaşam demektir.\" Bunun üzerine elindeki hurmaları attı ve düşmanla savaştı ta ki öldürülene kadar."
    },
    {
      "id": 32,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Bazı insanlar Peygamber'e (ﷺ) geldiler ve ona dediler: \"Bize Kur'an ve Sünneti öğretecek bazı adamlar gönder.\" O (ﷺ) Ensar'dan yetmiş adam gönderdi. Onlara Al-Qurra' (okuyucular) deniliyordu ve aralarında benim amcam Haram da vardı. Geceleyin Kur'an okur, anlamını düşünür ve (hikmetini) öğrenirlerdi. Gündüzleri su getirir, camide testilere dökerlerdi, sonra odun toplar ve satarlardı; satış gelirleriyle As-Suffah halkı ve muhtaçlar için yiyecek alırlardı. Peygamber (ﷺ) okuyucuları bu insanlarla gönderdi ama bu (hain insanlar) onlara saldırdı ve varış yerlerine ulaşmadan onları öldürdü. (Ölürken) dua ettiler: \"Ey Allah, haberimizi Peygamberimize ilet ki, Seninle (bir şekilde) buluştuk, biz Seninle razıyız ve Sen de bizimle razısın.\" (Ravi dedi ki:) Bir adam Haram'a arkadan saldırdı ve onu bir mızrakla vurdu. Bunun üzerine Haram dedi ki: \"Kabe'nin Rabbi adına, ben başarıya ulaştım.\" Allah'ın Resulü (ﷺ) arkadaşlarına dedi ki: \"Kardeşleriniz öldürüldü ve onlar şöyle diyordu: 'Ey Allah! Bize haberimizi Peygamberimize ilet ki, Seninle (bir şekilde) buluştuk, biz Seninle razıyız ve Sen de bizimle razısın.'\""
    },
    {
      "id": 33,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Amcam Anas bin An-Nadr (Allah ondan razı olsun) Badr savaşında yoktu. O dedi ki: \"Ey Allah'ın Resulü! Ben, putperestlere karşı yaptığın ilk savaşta yoktum. (Allah'a yemin ederim!) Eğer Allah bana putperestlerle savaşma fırsatı verirse, şüphesiz Allah benim ne kadar (cesurca) savaştığımı görecektir.\" Uhud günü, Müslümanlar arka dönüp kaçtıklarında, o dedi: \"Ey Allah! Bu (yani arkadaşları) tarafından yaptıklarından dolayı sana özür diliyorum ve bu (yani putperestler) tarafından yapılanları kınıyorum.\" Sonra ileriye doğru gitti ve Sa'd bin Mu'adh ona rastladı. O dedi: \"Ey Sa'd bin Mu'adh! An-Nadr'ın Rabbi adına, Cennet! Uhud'un (dağının) önünden onun kokusunu alıyorum.\" Daha sonra Sa'd dedi: \"Ey Allah'ın Resulü! Ben, onun (yani Anas bin An-Nadr) yaptığını başaramam. Onun bedeninde kılıç, mızrak ve oklarla seksenden fazla yara bulduk. Onu ölü bulduk ve bedeni o kadar parçalanmıştı ki, sadece kız kardeşi parmağından tanıyabildi.\" Biz, bu ayetin onun ve onun gibiler hakkında indirildiğini düşünüyorduk: \"Müminlerden öyle adamlar vardır ki, Allah ile yaptıkları ahde sadık kaldılar (yani cihada çıktılar ve kafirlere sırtlarını dönmediler), onlardan bazıları yükümlülüklerini yerine getirdi (yani şehit oldular).\" (33:23)."
    },
    {
      "id": 34,
      "narrator": "Samurah (May Allah be pleased with him) reported:",
      "text": "Samurah (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Geçen gece iki adam (melek) bana (bir rüyada) geldi ve beni bir ağaca çıkardılar ve sonra beni daha önce hiç görmediğim güzel ve mükemmel bir eve aldılar. Onlardan biri dedi: 'Bu ev şehitlerin evidir.'\""
    },
    {
      "id": 35,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Umm Ar-Rubaiy'i bint Al-Bara', Harithah bin Suraqah'ın annesi, Peygamber'e (ﷺ) geldi ve dedi: \"Ey Allah'ın Resulü! Harithah hakkında bana bir şey söylemeyecek misin? (O Badr savaşında öldürüldü). Eğer o Cennet'te ise sabredeceğim, ama eğer başka bir sona ulaştıysa, onun için ağlamaya kendimi zorlayabilirim.\" O (ﷺ) cevap verdi: \"Ey Harithah'ın annesi, Cennet bahçelerinde birçok dereceler vardır ve senin oğlun Al-Firdaus'a, en yükseğine ulaştı.\""
    },
    {
      "id": 36,
      "narrator": "Jabir bin 'Abdullah (May Allah be pleased with them) reported:",
      "text": "Jabir bin 'Abdullah (Allah onlardan razı olsun) bildirdi: Babamın cesedi, düşman tarafından parçalanmış olarak getirildi ve Peygamber'in (ﷺ) önüne konuldu. Ben yüzünü açmak için kalktım ama insanlar beni durdurdu ve Peygamber (ﷺ) dedi ki: \"Melekler onu kanatlarıyla örtmeye devam ediyor.\""
    },
    {
      "id": 37,
      "narrator": "Sahl bin Hunaif (May Allah be pleased with him) reported:",
      "text": "Sahl bin Hunaif (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Şehitlik için Allah'a içten dua eden kimse, Allah onu şehitler mertebesine yükseltir, hatta o yatağında ölse bile.\""
    },
    {
      "id": 38,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Şehitlik için içten dua eden kimse, savaş alanında öldürülmese bile, ona şehitlik verilecektir.\""
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Şehit, birinizin bir karıncanın sokmasından çektiği acıdan daha fazla acı hissetmez.\""
    },
    {
      "id": 40,
      "narrator": "'Abdullah bin Abu Aufa (May Allah be pleased with them) reported:",
      "text": "'Abdullah bin Abu Aufa (Allah onlardan razı olsun) bildirdi: Bir gün Allah'ın Resulü (ﷺ) düşmanla karşı karşıya geldi. Güneşin batmasını bekledi. Sonra ayağa kalkarak insanlara hitap etti ve dedi ki: \"Ey insanlar! Düşmanla karşılaşmayı arzu etmeyin. Allah'tan size güvenlik vermesini dileyin; (ama) onlarla karşılaştığınızda sabırlı olun ve bilin ki Cennet, kılıçların gölgeleri altındadır.\" Sonra (ﷺ) dedi: \"Allahumme munzilal-kitab, wa mujriyas-sahab, wa hazimal-Ahzab, ihzimhum wansurna alaihim (Ey Allah, Kitabı indiren, bulutları dağıtan, Birlikleri bozguna uğratan, düşmanımızı perişan et ve onlara karşı bize yardım et).\""
    },
    {
      "id": 41,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"İki zaman diliminde yapılan dualar asla geri çevrilmez (ya da \"Nadir olarak geri çevrilir\"), bir dua ezan okunduktan sonra ve bir dua düşmanla savaş sırasında.\""
    },
    {
      "id": 42,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) cihada katılmak üzere yola çıktığında şöyle dua ederdi: \"Allahumme Anta 'adudi wa nasiri, bika ahulu, wa bika asulu, wa bika uqatilu (Ey Allah, Sen benim Yardımcım ve Destekçimsin. Senin yardımlarınla güçlenirim, Senin yardımlarınla düşmana saldırırım ve onu yenerim, ve Senin yardımlarınla savaşırım).\""
    },
    {
      "id": 43,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa Al-Ash'ari (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) düşmandan korktuğunda şöyle dua ederdi: \"Allahumme inna naj'aluka fi nuhurihim, wa na'udhu bika min shururihim (Ey Allah! Seni onların önüne koyuyoruz ve onların şerrinden Sana sığınıyoruz).\""
    },
    {
      "id": 44,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Kedilerin alnında kıyamet gününe kadar hayır vardır.\""
    },
    {
      "id": 45,
      "narrator": "'Urwah Al-Bariqi (May Allah be pleased with him) reported:",
      "text": "'Urwah Al-Bariqi (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) dedi ki: \"Hayır, atların alnına kadar bağlıdır, kıyamet gününe kadar, yani (ahirette) mükafat ve ganimet.\""
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Cihad amacıyla bir at besleyen, Allah'a iman eden ve O'nun vaadine güvenen kimse, kıyamet gününde onun yeminin, suyunun, dışkısının ve idrarının tümü, onun terazisinde yazılacaktır.\"."
    },
    {
      "id": 47,
      "narrator": "Abu Mas'ud (May Allah be pleased with him) reported:",
      "text": "Ebu Mes'ud (Allah ondan razı olsun) rivayet etti: Bir adam, burun ipi takılı bir dişi deveyi Peygamber (ﷺ)'e getirerek, \"Bu, Allah yolunda (bir hediye).\" dedi. Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"Kıyamet gününde bunun karşılığında sana yedi yüz dişi deve verilecektir ve her biri burun ipi takmış olacaktır.\"."
    },
    {
      "id": 48,
      "narrator": "'Uqbah bin 'Amir Al-Juhani (May Allah be pleased with him) reported:",
      "text": "Ukbe bin Amir El-Cuheni (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ)'ün minberden şöyle dediğini duydum: \"Onlara (düşmana) karşı elinizden gelen güçle hazırlanın. Şüphesiz! Güç, okçuluktadır, güç okçuluktadır, güç okçuluktadır.\"."
    },
    {
      "id": 49,
      "narrator": "'Uqbah bin 'Amir Juhani (May Allah be pleased with him) reported:",
      "text": "Ukbe bin Amir El-Cuheni (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Size topraklar açılacak ve Allah sizi (düşmanlarınıza karşı) yeterli kılacaktır, fakat aranızdan hiç kimse okçuluk becerisini ihmal etmemelidir.\"."
    },
    {
      "id": 50,
      "narrator": "'Uqbah bin 'Amir Al-Juhani (May Allah be pleased with him) reported:",
      "text": "Ukbe bin Amir El-Cuheni (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Okçuluğu öğrenip de sonra onu ihmal eden bizden değildir.\" (Ya da şöyle dedi:) \"O, Allah'ın Resulüne karşı isyan etmiş olur.\"."
    },
    {
      "id": 51,
      "narrator": "'Uqbah bin 'Amir Al-Juhani (May Allah be pleased with him) reported:",
      "text": "Ukbe bin Amir El-Cuheni (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir ok için Allah, üç kişiyi cennete alacaktır; onu iyi bir niyetle yapan, atan ve atış için uzatan. O halde atış yapın ve biniş yapın, fakat ben atışınızı binişinize tercih ederim. Okçuluğu öğrenip de ilgisizlikten dolayı bırakan, büyük bir nimeti ihmal etmiş olur.\" (Ya da şöyle dedi:) \"Bunu yapan nankördür.\"."
    },
    {
      "id": 52,
      "narrator": "Salamah bin Al-Akwa (May Allah be pleased with him) reported:",
      "text": "Selame bin El-Ekva (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) bir grup insanın ok atışına katıldığını gördü. (Onları görünce, O (ﷺ) şöyle dedi:) \"Atış yapın, İsmail'in oğulları, çünkü babanız bir okçuydu.\"."
    },
    {
      "id": 53,
      "narrator": "'Amr bin 'Abasah (May Allah be pleased with him) reported:",
      "text": "Amr bin Abese (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah rızası için bir ok atan kimse, bir kölenin azat edilmesi kadar sevap alacaktır.\"."
    },
    {
      "id": 54,
      "narrator": "Abu Yahya Khuraim bin Fatik (May Allah be pleased with him) reported:",
      "text": "Ebu Yahya Hureym bin Fatik (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda bir katkıda bulunan kimse, sevabı yedi yüz kat olarak kendisine yazılacaktır.\"."
    },
    {
      "id": 55,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id El-Hudri (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda bir gün oruç tutan her Allah kulu, Allah onun yüzünü cehennem ateşinden yetmiş yıl uzaklıkta koruyacaktır.\"."
    },
    {
      "id": 56,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Allah yolunda bir gün oruç tutan kimse, Allah onun yüzünü cehennem ateşinden, gök ile yer arası kadar bir mesafede koruyacaktır.\"."
    },
    {
      "id": 57,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda savaşmadan veya savaşmayı düşünmeden ölen kimse, içinde bir nifak özelliği ile ölecektir.\"."
    },
    {
      "id": 58,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) rivayet etti: Biz, Peygamber (ﷺ) ile bir seferde bulunduk. O (ﷺ) şöyle dedi: \"Bazı insanlar Medine'de geride kaldı, biz bir vadi geçmiyoruz ki onlar bizimle olmasın. Onlar geçerli bir mazeretle geri kaldıkları için bizimle birlikte sevap alıyorlar.\" Başka bir rivayette: \"...herhangi bir geçerli mazeretle.\" Başka bir rivayette: \"Onlar sizin sevap ortaklarınızdır.\"."
    },
    {
      "id": 59,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) rivayet etti: Bir bedevi, Peygamber (ﷺ)'e geldi ve şöyle dedi: \"Ey Allah'ın Resulü! Bir adam ganimet için savaşır, diğeri şöhret kazanmak için savaşır, üçüncüsü ise gösteriş için savaşır.\" Başka bir rivayette: \"Birisi cesaretini göstermek için savaşır, diğeri aile gururundan dolayı savaşır.\" Başka bir rivayette: \"Birisi öfke nedeniyle savaşır.\" Sordu: \"Onlardan hangisi Allah yolunda savaşıyor?\" Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"Allah'ın kelimesinin (İslam'ın) yücelmesi için savaşan, Allah yolunda savaşandır.\"."
    },
    {
      "id": 60,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin El-As (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Büyük veya küçük bir asker grubu, Allah yolunda savaşırsa, ganimetten payını alır ve sağ salim dönerse, ödülünün üçte ikisini peşin alır (sadece üçte biri ahirette kendisine verilecektir). Ve hayal kırıklığına uğrayarak dönen büyük veya küçük bir asker grubu, tam ödülünü (ahirette) alacaktır.\"."
    },
    {
      "id": 61,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) bildirdi: Bir adam, Allah'ın Elçisi'nden (ﷺ) yeryüzünde seyahat etme izni istedi. O (ﷺ) ona, \"Benim kavmim için seyahat, Allah yolunda cihaddır, yüce O'dur.\" dedi."
    },
    {
      "id": 62,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Bir seferden dönüş, savaşmak kadar sevaplı bir iştir.\""
    },
    {
      "id": 63,
      "narrator": "As-Sa'ib bin Yazid (May Allah be pleased with him) reported:",
      "text": "Sa'ib bin Yazid (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) Tabuk savaşından döndüğünde, Medine'den insanlar onu karşılamak için dışarı çıktılar ve ben de diğer çocuklarla birlikte onu Thaniyah-tul-Wada'da karşıladım."
    },
    {
      "id": 64,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Ne savaşta yer alır, ne de bir savaşçıyı donatır veya onun ailesine bakar; kıyamet gününden önce şiddetli belalarla karşılaşacaktır.\""
    },
    {
      "id": 65,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Şirk koşanlarla malınızla, canlarınızla ve dillerinizle savaşın.\""
    },
    {
      "id": 66,
      "narrator": "An-Nu'man bin Muqarrin (May Allah be pleased with him) reported:",
      "text": "Numan bin Mukarrin (Allah ondan razı olsun) bildirdi: Ben Allah'ın Elçisi (ﷺ) ileydim ve eğer sabahın erken saatlerinde savaşa başlamazsa, savaşı güneşin alçaldığı zamana, rüzgarın estiği zamana ve Allah'tan gelen zaferin geldiği zamana kadar ertelediğini gördüm."
    },
    {
      "id": 67,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Düşmanla karşılaşmayı istemeyin. Allah'tan size güvenlik vermesini dileyin; (ama) onlarla karşılaştığınızda sabırlı olun.\""
    },
    {
      "id": 68,
      "narrator": "Abu Hurairah and Jabir (May Allah be pleased with them) reported:",
      "text": "Ebu Hüreyre ve Cabir (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Savaş, aldatmadır.\""
    },
    {
      "id": 69,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şehitler beş çeşitlidir: Veba nedeniyle ölen; karnındaki hastalıktan ölen; boğulan; enkaza (inşaat vb.) altında ölen ve Allah yolunda savaşırken ölen.\""
    },
    {
      "id": 70,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizce aranızda şehit kimdir?\" Sahabeler cevap verdiler: \"Allah yolunda öldürülen.\" O dedi ki: \"O halde, benim kavmimdeki şehitler az olur.\" Sahabeler sordular: \"Ey Allah'ın Elçisi! O zaman şehitler kimdir?\" O cevapladı: \"Allah yolunda öldürülen şehittir; Allah yolunda doğal olarak ölen şehittir; veba nedeniyle ölen şehittir; karın hastalığından ölen şehittir; ve boğulan şehittir.\" Bu Hadis, Allah'ın bu ümmete, insanlığın en hayırlı ümmeti olan bu ümmete olan ilgisini göstermektedir. (Editör Notu)"
    },
    {
      "id": 71,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Mala sahip çıkarken öldürülen kimse şehittir.\""
    },
    {
      "id": 72,
      "narrator": "Sa'id bin Zaid bin 'Amr bin Nufail (May Allah be pleased with him) reported, one of the ten Companions who were given the glad tidings of entering Jannah reported:",
      "text": "Said bin Zaid bin Amr bin Nufail (Allah ondan razı olsun) bildirdi, cennete gireceği müjdelenen on sahabeden biri: \"Ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Mala sahip çıkarken ölen şehittir; kendi hayatını savunurken ölen şehittir; inancını savunurken ölen şehittir; ailesini savunurken ölen şehittir.\""
    },
    {
      "id": 73,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Bir adam, Allah'ın Elçisi'ne (ﷺ) geldi ve sordu: \"Ey Allah'ın Elçisi! Eğer biri benim malımı almak için yanıma gelirse ne yapmalıyım?\" O cevapladı: \"Ona teslim etme.\" Adam sordu: \"Eğer benimle savaşırsa ne yapmalıyım?\" Allah'ın Elçisi (ﷺ) dedi: \"O zaman onunla savaş.\" \"Eğer o beni öldürürse, ahiretteki durumum ne olur?\" Allah'ın Elçisi (ﷺ) cevapladı: \"O halde sen şehitsin.\" Adam sordu: \"Eğer ben onu öldürürsem?\" Allah'ın Elçisi (ﷺ) cevapladı: \"O cehennem ateşinde olacaktır.\""
    },
    {
      "id": 74,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir Müslüman köleyi serbest bırakan kimse, kölenin her bir uzvu karşılığında, cehennem ateşinden bedeninin her bir uzvunu kurtarır, hatta özel yerlerini bile.\""
    },
    {
      "id": 75,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Ebu Dharr (Allah ondan razı olsun) bildirdi: Ben Allah'ın Elçisi'ne (ﷺ) sordum: \"Hangi ameller en üstündür?\" O cevapladı: \"Allah'a iman ve O'nun yolunda cihad.\" Sonra sordum: \"Hangi köleler (serbest bırakmak için) en üstündür?\" O cevapladı: \"Kavmi tarafından yüksek değer verilen ve değeri daha yüksek olanlardır.\""
    },
    {
      "id": 76,
      "narrator": "Al-Ma'rur bin Suwaid (May Allah be pleased with him) reported:",
      "text": "Al-Ma'rur bin Suwaid (Allah ondan razı olsun) şöyle bildirmiştir: Abu Dharr'ı (Allah ondan razı olsun) güzel bir elbise içinde gördüm, onun kölesi de benzer bir elbise giymekteydi. Ona bunu sordum, o da Resulullah (s.a.v) döneminde bir kişiyle sert sözler sarf ettiğini ve onu annesiyle alay ederek utandırdığını söyledi. O kişi Resulullah'a (s.a.v) gelerek bunu ona anlattı. Bunun üzerine Resulullah şöyle buyurdu: \"Sen, içinde 'Cahiliye Günleri'nin izleri olan bir insansın. Kölelerin senin kardeşlerindir. Allah, onları senin otoriten altına vermiştir. Kardeşi olan kimse, onu yediğinden yedirmeli, giydiğinden giydirmeli ve onlara güçlerinin ötesinde yük yüklememelidir; eğer onlara yük yüklersen, onlara yardım etmelisin.\"."
    },
    {
      "id": 77,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Eğer hizmetçin sana yemek getirirse ve onu seninle oturtmazsan, en azından ona o yemekten bir veya iki lokma vermelisin çünkü o yemeği kendisi hazırlamıştır.\"."
    },
    {
      "id": 78,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Bir köle, efendisine karşı samimi olup Allah'a iyi bir şekilde ibadet ederse, ona iki kat sevap vardır.\"."
    },
    {
      "id": 79,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"İmanlı ve gayretli köleye iki kat sevap vardır.\" (Abu Hurairah ekledi:) \"Abu Hurairah'ın ruhunun elinde olan Allah'a yemin ederim ki! Eğer Allah yolunda cihad, hacc ve anneme iyilik olmasaydı, köle olarak ölmeyi tercih ederdim.\"."
    },
    {
      "id": 80,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Abu Musa Al-Ash'ari (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Rabbine (Allah) iyi bir şekilde ibadet eden ve efendisinin kendisine verdiği görevleri etkin ve sadık bir şekilde yerine getiren köleye iki kat sevap vardır.\"."
    },
    {
      "id": 81,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Abu Musa Al-Ash'ari (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Üç çeşit insan iki kat sevap alacaktır: Kitap Ehli'nden olan ve kendi peygamberine inanan ve (aynı zamanda) Muhammed'e inanan bir adam; Allah'a ve efendisine karşı görevlerini düzgün bir şekilde yerine getiren bir köle; ve bir cariye sahibi olan, ona güzel ahlak öğretip, onu iyi bir şekilde eğiten, onu özgürleştirip sonra onunla evlenen bir adam.\"."
    },
    {
      "id": 82,
      "narrator": "Ma'qil bin Yasar (May Allah be pleased with him) reported:",
      "text": "Ma'qil bin Yasar (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Sıkıntı zamanında yapılan ibadetin sevabı, benim için hicret etmekle eşdeğerdir.\"."
    },
    {
      "id": 83,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam, Peygamber'e (s.a.v) bir borcun geri ödenmesini talep etti ve ona sert davrandı. Ashabının ona saldırmaya niyetlendiği sırada, o (s.a.v) şöyle dedi: \"Bırakın onu, çünkü alacaklı talepte bulunma hakkına sahiptir. Ona, vadesi gelen deveyle aynı yaşta bir deve verin.\" Onlar: \"Biz ondan daha yaşlı, daha iyi bir deve buluyoruz.\" dediler. O (s.a.v) şöyle dedi: \"O zaman onu satın alıp verin; şüphesiz en hayırlınız, borçlarını en iyi şekilde yerine getirenlerdir.\"."
    },
    {
      "id": 84,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Jabir (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Allah, satış, alış ve borçların geri ödenmesi konusunda nazik davranan bir insana merhamet etsin.\"."
    },
    {
      "id": 85,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Abu Qatadah (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Kıyamet Günü'nün sıkıntılarından Allah'ın onu kurtarmasını isteyen, ya bir borçluya süre tanısın ya da zor durumda olanlara borçlarını affetsin.\"."
    },
    {
      "id": 86,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"İnsanlar arasında borç veren birisi vardı ve kölesine şöyle derdi: 'Bir borçlu sana geldiğinde, ona merhamet göster ki Allah da bizim hatalarımıza karşı merhamet göstersin.' Öldüğünde Allah ona merhamet etti.\"."
    },
    {
      "id": 87,
      "narrator": "Abu Mas'ud Al-Badri (May Allah be pleased with him) reported:",
      "text": "Abu Mas'ud Al-Badri (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Sizden önce yaşayan bir kişi, Kıyamet Günü'nde Allah tarafından hesaba çekildi. Onun lehine hiçbir iyi ameli yoktu, sadece zengin bir adamdı ve insanlarla (mali) işler yapmıştı ve kölelerine zor durumda olanlara merhamet göstermelerini emretmişti. Bunun üzerine Yüce Allah şöyle buyurdu: 'Bu sıfatı taşımaya benden daha layık olan yoktur, o halde onun hatalarını affedin.'\"."
    },
    {
      "id": 88,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Hudhaifah (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Allah, kendisine zenginlik verdiği bir kulunu huzuruna getirecektir. Allah ona soracak: 'Dünyada ne yaptın?' (O, Allah'tan hiçbir şeyi gizleyemez.) O da şöyle diyecek: 'Ey Rabbim, Sen beni zengin kıldın; ben insanlarla ticaret yapıyordum ve zor durumda olanlara karşı merhametli olma eğilimindeydim. Zor durumda olanlara süre tanıyordum.' Bunun üzerine Allah şöyle diyecek: 'Bu konuda senden daha layık olan ben varım. O halde kulumu affet.'.\" 'Uqbah bin 'Amir ve Abu Mas'ud Al-Ansari (Allah onlardan razı olsun) şöyle dedi: \"Bunu Resulullah'tan (s.a.v) böyle işittik.\"."
    },
    {
      "id": 89,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Resulullah (s.a.v) şöyle buyurdu: \"Zor durumda olan birine süre tanıyan veya ona borç affeden kimse, Kıyamet Günü'nde, gölgesinde başka gölge olmayan Allah'ın Arşının gölgesinde korunacaktır.\"."
    },
    {
      "id": 90,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Jabir (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (s.a.v) benden bir deve satın aldı ve fiyatından daha fazla tarttı.."
    },
    {
      "id": 91,
      "narrator": "Abu Safwan Suwaid bin Qais (May Allah be pleased with him) reported:",
      "text": "Ebu Safvan Suvaid bin Kays (Allah ondan razı olsun) şöyle bildirmiştir: Makhramah Al-'Abdi ile birlikte Hacer'den bazı kumaşlar aldık ve bunları Mekke'ye getirdik. Peygamber (ﷺ) geldi ve bizden bazı pantolonlar için pazarlık yaptı ve onlara sattık. Kumaşı tartan bir kişi vardı ki, fiyatı belirlemek için kullanıyorduk. Peygamber (ﷺ) ona, \"Tart ve biraz ekle.\" dedi."
    }
  ]
}