{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Mu'awiyah (May Allah be pleased with him) reported:",
      "text": "Mu'aviye (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi şöyle dedi: \"Allah bir kimseye hayır dilediğinde, ona dinin anlayışını nasip eder.\"."
    },
    {
      "id": 2,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Kıskançlık yalnızca iki durumda caizdir: Allah'ın bir kimseye mal verdiği ve onu hakkıyla harcadığı, ve Allah'ın bir kimseye bilgi verdiği, o da bunu uygulayıp öğrettiği durumlarda.\"."
    },
    {
      "id": 3,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ın beni gönderdiği hidayet ve bilgi, üzerine bol yağmur yağan bir arazi gibidir. Bu arazinin verimli bir kısmı suyu emip bol ot ve mera çıkardı; ve suyu tutan sağlam zemin parçaları, Allah'ın insanlara fayda sağladığı suyla sulanan, içen, ekinlerini sulayan ve tohumlarını ekenlerdir; ve suyu ne tutabilen ne de ot üretebilen başka bir kumlu düzlem. İşte Allah'ın dininde derinleşen ve Allah tarafından bana emanet edilen Mesaj'dan fayda sağlayan kişinin benzeri budur; o, kendisi öğrenmiş ve başkalarına öğretmiştir; aynı zamanda benim gönderildiğim Allah'ın Hidayetini inatla ve cehaletle reddeden kişinin benzeri de budur.\"."
    },
    {
      "id": 4,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) 'Ali'ye (Allah ondan razı olsun) şöyle dedi: \"Allah'a yemin ederim ki, bir kişinin senin vesilenle hidayete ermesi, senin için kırmızı develerin tümünden daha hayırlıdır.\"."
    },
    {
      "id": 5,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Benden bir Ayet bile olsa iletin; Banu İsrail'den rivayet edin, bununla ilgili bir kısıtlama yoktur; ancak benimle ilgili olarak kasıtlı olarak yalan uyduran, ateşteki yeri ona olsun.\"."
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, bilgi arayışında olan kimseye cennete giden yolu kolaylaştırır.\"."
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Doğru Hidayete başkalarını çağıran kimse, onu takip edenlerin ödülü kadar bir ödül alır; bu, onların ödüllerinden hiçbir şekilde eksilmez.\"."
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir insan öldüğünde, onun amelleri sona erer, ancak üç şey dışında: Sadaqah Jariyah (kesintisiz sadaka); faydalı bir bilgi; veya onun için dua eden bir hayırlı evlat.\"."
    },
    {
      "id": 9,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Dünya, içindekilerle birlikte lanetlenmiştir; yalnızca Allah'ı anmak, Allah'ı hoşnut eden şeyler ve din âlimleri ile bilgi arayanlar hariç.\"."
    },
    {
      "id": 10,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bilgi arayışında olan kimse, geri dönene kadar Allah yolunda mücadele eden biri olarak kabul edilir.\"."
    },
    {
      "id": 11,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Said el-Hudri (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir mümin, cennete ulaşana kadar iyilik yapmaktan asla tatmin olmaz.\"."
    },
    {
      "id": 12,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Âlimin, ibadet eden kimse üzerindeki üstünlüğü, sizlerin en aşağısı üzerindeki üstünlüğüm gibidir (iyi amellerde).\" Sonra şöyle devam etti: \"Allah, melekleri, göklerin ve yerin sakinlerini, hatta karıncayı deliklerinde ve balıkları (sudaki) dua ederler; insanlara bilgi öğretenler için.\"."
    },
    {
      "id": 13,
      "narrator": "Abud-Darda (May Allah be pleased with him) reported:",
      "text": "Ebu Derdâ (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bilgi arayışında olan kimse, Allah onun için cennete giden yolu kolaylaştırır. Melekler, bilgi arayanın üzerine kanatlarını indirirler, onun yaptıklarından memnun olurlar. Göklerin ve yerin sakinleri ve hatta okyanusların derinliklerindeki balıklar onun için af dilerler. Âlimin, ibadet eden kimse üzerindeki üstünlüğü, dolunayın diğer yıldızlar üzerindeki üstünlüğü gibidir (yani, parlaklık açısından). Âlimler, ne dinar ne de dirhem miras bırakan Peygamberlerin varisleridir; yalnızca bilgi miras bırakırlar; onu edinen, gerçekten de bol bir pay edinmiştir.\"."
    },
    {
      "id": 14,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bizden bir şey işiten ve bunu tam olarak duyduğu gibi (yani, hem anlamı hem de kelimeleriyle) başkalarına ileten kişinin işlerini Allah tazeleyip canlandırsın; çünkü bilgi alan kişi, bunu duyan kişiden daha iyi anlayabilir.\"."
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Din bilgisi hakkında sorulan ve bunu gizleyen kimse, Kıyamet Günü ateşten bir ip ile bağlanacaktır.\"."
    },
    {
      "id": 16,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Sadece Allah'ın rızasını kazanmak amacıyla bilgi edinmeyen, dünya menfaati için bilgi edinen kimse, Kıyamet Günü Cennet'in kokusunu duyamayacaktır.\"."
    },
    {
      "id": 17,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle dediğini duydum: \"Şüphesiz ki Allah, bilgiyi insanlardan almaz; fakat O, din âlimlerinin (canlarını alarak) bilgiyi alır, ta ki hiçbir âlim hayatta kalmaz. O zaman insanlar, kendilerine lider olarak cahil olanları alacaklar; bu cahiller, dini hükümler vermeleri istendiğinde, bilgisizce verecekler, sonuç olarak da sapacaklar ve başkalarını da saptıracaklar.\"."
    }
  ]
}