{
  "language": "tr",
  "metadata": {
    "length": 11,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah ondan razı olsun) şöyle bildirmiştir: Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Kim Allah'a benim adımı yüceltmesi için dua ederse, Allah onun adını on kat yüceltir.\"."
    },
    {
      "id": 2,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyamet Günü bana en yakın olacak insanlar, benim için en çok dua edenlerdir.\"."
    },
    {
      "id": 3,
      "narrator": "Aus bin Aus (May Allah be pleased with him) reported:",
      "text": "Aus bin Aus (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizin en hayırlı günleriniz Cuma'dır; bu günde benim için daha çok dua edin, çünkü dualarınız bana sunulacaktır.\" Kendisine soruldu: \"Ey Allah'ın Resulü! Bizim dualarımız sana nasıl sunulacak, oysa senin çürümüş bedenin toprakla karışmış olacak?\" O (ﷺ) şöyle cevap verdi: \"Allah, peygamberlerin bedenlerinin toprak tarafından yenmesini yasaklamıştır.\"."
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Benim adım anıldığında dua etmeyen kişinin burnu toprakla kirlensin.\"."
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kabrimi bir bayram yeri yapmayın ve benim için dua edin, çünkü dualarınız nerede olursanız olun bana ulaşır.\"."
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Birisi bana selam verdiğinde, Allah ruhumu bedenime (kabirde) iade eder ve ben de onun selamını alırım.\"."
    },
    {
      "id": 7,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "Ali (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Cimri, benim adım anıldığında benim için dua etmeyen kişidir.\"."
    },
    {
      "id": 8,
      "narrator": "Fadalah bin 'Ubaid (May Allah be pleased with him) reported:",
      "text": "Fadalah bin Ubaid (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) birinin namazdan sonra Allah'ı övmeksizin ve Peygamber (ﷺ) için dua etmeden dua ettiğini duydu. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Bu adam acele etti.\" Sonra onu çağırdı ve şöyle dedi: \"Sizden biri namaz kıldığında ve dua etmek istediğinde, önce Allah'ı övsün, sonra O'nu tesbih etsin ve ardından benim için dua etsin. Sonra dilediği gibi dua edebilir.\"."
    },
    {
      "id": 9,
      "narrator": "Abu Muhammad Ka'b bin 'Ujrah (May Allah be pleased with him) reported:",
      "text": "Ebu Muhammed Ka'b bin Ucre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) bize geldi ve biz ona sorduk: \"Ey Allah'ın Resulü, sana nasıl selam vereceğimizi biliyoruz (yani, Es-salamu aleyküm demek), ama senin için nasıl dua etmeliyiz?\" O (ﷺ) şöyle dedi: \"Şöyle söyleyin: 'Allahumme salli 'ala Muhammadin, wa 'ala 'ali Muhammadin, kama sallaita 'ala 'ali Ibrahima, innaka Hamidum Majid. Allahumme barik 'ala Muhammadin, wa 'ala 'ali Muhammadin, kama barakta 'ala 'ali Ibrahima, innaka Hamidum Majid.'\"."
    },
    {
      "id": 10,
      "narrator": "Abu Mas'ud Al-Badri (May Allah be pleased with him) reported:",
      "text": "Ebu Mes'ud El-Bedri (Allah ondan razı olsun) şöyle bildirmiştir: Sa'd bin Ubadeh (Allah ondan razı olsun) ile birlikte oturuyorduk, o sırada Allah'ın Resulü (ﷺ) bize geldi. Bașir bin Sa'd dedi ki: \"Ey Allah'ın Resulü! Allah, senin için dua etmemizi emretti, ama bunu nasıl yapmalıyız?\" Allah'ın Resulü (ﷺ) sessiz kaldı. Sessizliğinden dolayı çok endişelendik ve bu soruyu sormasaydık keşke dedik. Allah'ın Resulü (ﷺ) dedi ki: \"Şöyle söyleyin: 'Ey Allah, Muhammed'in ve Muhammed'in ailesinin adını yücelt, tıpkı İbrahim'in ailesini yücelttiğin gibi. Ve Muhammed'e ve Muhammed'in ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Sen Hamid, yüceltilmişsin,' ve selam verme şekli (yani, Selam) bildiğiniz gibidir.\"."
    },
    {
      "id": 11,
      "narrator": "Abu Humaid As-Sa'idi (May Allah be pleased with him) reported:",
      "text": "Ebu Humaid Es-Sa'idi (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) arkadaşları şöyle dedi: \"Ey Allah'ın Resulü! Senin için nasıl dua etmeliyiz?\" O (ﷺ) cevap verdi: \"Şöyle söyleyin: 'Allahumme salli 'ala Muhammadin wa 'ala azwajihi wa dhurriyyatihi, kama sallaita 'ala Ibrahima; wa barik 'ala Muhammadin wa 'ala azwajihi wa dhurriyyatihi, kama barakta 'ala Ibrahima, innaka Hamidum-Majid.' (Ey Allah, Muhammed'in, eşlerinin ve neslinin adını yücelt, tıpkı İbrahim'in ailesinin adını yücelttiğin gibi, ve Muhammed'e, eşlerine ve nesline bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Sen Hamid, yüceltilmişsin.)\"."
    }
  ]
}