{
  "language": "tr",
  "metadata": {
    "length": 57,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Dilin hatırlaması kolay, Terazilerde ağır ve Rahman'a sevgili olan iki söz vardır: 'Subhan-Allahi wa bihamdihi, Subhan-Allahil-Azim.'\""
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Şu sözleri söylemek: 'Subhan-Allah (Allah her türlü eksiklikten uzaktır), Al-hamdu lillah (bütün övgüler Allah'a aittir), La ilaha illallah (Allah'tan başka gerçek ilah yoktur) ve Allahu Akbar (Allah en büyüktür)' benim için güneşin doğduğu her şeyden daha sevimlidir.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gün içinde yüz defa şu sözleri söyleyen kimse: 'La ilaha illallahu, wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'ala kulli sha'in Qadir (Allah'tan başka gerçek ilah yoktur. O tektir ve O'nun hiçbir ortağı yoktur; mülk O'nundur ve övgü O'na aittir, O her şeye kadirdir),' on kölenin azat edilmesiyle eşdeğer bir sevap alır, yüz iyi ameli kaydedilir, yüz günahı defterinden silinir ve o gün akşama kadar şeytandan korunur; ve ondan daha fazla iyi ameller işleyen kimse yoktur, ancak bu sözleri ondan daha fazla söyleyen biri hariç. Ve 'Subhan-Allahi wa bihamdihi (Allah her türlü eksiklikten uzaktır ve O'na övgü aittir)' sözünü günde yüz defa söyleyenin günahları, deniz köpüğünün miktarı kadar bile olsa silinir.\""
    },
    {
      "id": 4,
      "narrator": "Abu Ayyub Al-Ansari (May Allah be pleased with him) reported:",
      "text": "Ebu Eyyub el-Ensari (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"On defa şu sözleri söyleyen kimse: 'La ilaha illallahu, wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'ala kulli sha'in Qadir (Allah'tan başka gerçek ilah yoktur. O tektir ve O'nun hiçbir ortağı yoktur. Mülk O'nundur ve övgü O'na aittir, O her şeye kadirdir),' dört kölenin azat edilmesiyle eşdeğer bir sevap alır.\""
    },
    {
      "id": 5,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Ebu Dharr (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) bana şöyle dedi: \"Sana Allah'ın en çok sevdiği ifadeyi söyleyeyim mi?\" O da 'Subhan-Allahi wa bihamdihi (Allah her türlü eksiklikten uzaktır ve O'na övgü aittir)' dedi.\""
    },
    {
      "id": 6,
      "narrator": "Abu Malik Al-Ash'ari (may Allah be pleased with him) reported:",
      "text": "Ebu Malik el-Eş'ari (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Temizlik imanın yarısıdır. 'Al-hamdu lillah (bütün övgüler Allah'a aittir)' terazileri doldurur, 'subhan-Allah (Allah her türlü eksiklikten uzaktır)' ve 'Al-hamdu lillah (bütün övgüler Allah'a aittir)' ise gökler ile yer arasını doldurur.\""
    },
    {
      "id": 7,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) rivayet etti: Bedevî, Allah'ın Resulü (ﷺ)'ne gelerek, \"Bana sıkça okuyabileceğim birkaç söz öğret\" dedi. O (ﷺ) şöyle dedi: \"Şu sözleri söyle: 'La ilaha illallahu wahdahu la sharika lahu; Allahu Akbar kabiran, wal-hamdu lillahi kathiran, wa subhan-Allahi Rabbil-'alamin; wa la hawla wa la quwwata illa billahil-'Azizil-Hakim (Allah'tan başka gerçek ilah yoktur. O tektir ve O'nun hiçbir ortağı yoktur; Allah en büyüktür ve büyüklük O'na aittir. Bütün övgüler O'na aittir. Alemlerin Rabbi olan Allah her türlü eksiklikten uzaktır; güç ve kuvvet yalnızca Allah'a aittir, O her şeye kadirdir.)' Bedevî şöyle dedi: \"Bunların hepsi benim Rabbim için. Peki benim için ne var?\" Bunun üzerine o (Allah'ın Resulü (ﷺ)) şöyle dedi: \"Şunu söylemelisin: 'Allahummaghfir li, warhamni, wahdini, warzuqni (Ey Allah! Beni affet, bana merhamet et, beni doğru yola ilet ve bana rızık ver).'\""
    },
    {
      "id": 8,
      "narrator": "Thauban (May Allah be pleased with him) reported:",
      "text": "Thauban (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) her namazını bitirdiğinde üç defa Allah'tan af diler ve sonra şöyle okurdu: \"Allahumma Antas-Salamu, wa minkas-salamu, tabarakta ya Dhal-Jalali wal-Ikram (Ey Allah, Sen güvenin vericisisin, güven de Senden gelir. Sen bereketsin, ey azamet ve şeref sahibi!)\" (İmam) El-Evzai, bu Hadis'in bir ravisi olarak soruldu: \"Af nasıl istenir?\" O da şöyle cevap verdi: \"Allah'ın Resulü (ﷺ) şöyle derdi: 'Astaghfirullah! Astaghfirullah! (Allah'tan af diliyorum, Allah'tan af diliyorum).'\""
    },
    {
      "id": 9,
      "narrator": "Al-Mughirah bin Shu'bah (May Allah be pleased with him) reported:",
      "text": "El-Mughirah bin Şu'bah (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) namazın sonunda şöyle derdi: \"La ilaha illallahu wahdahu la sharika lahu, lahul-mulku, wa lahul-hamdu, wa Huwa 'ala kulli shai'in Qadir. Allahumma la mani'a lima a'tayta, wa la mu'tiya lima mana'ta, wa la yanfa'u dhal-jaddi, minkal-jaddu (Allah'tan başka gerçek ilah yoktur. O tektir ve O'nun hiçbir ortağı yoktur, mülk O'nundur ve övgü O'na aittir, O her şeye kadirdir. Ey Allah! Verdiğini kimse engelleyemez ve tuttuğunu kimse veremez; büyüklerin büyüklüğü, Senin yanında hiçbir işe yaramaz.)\""
    },
    {
      "id": 10,
      "narrator": "It has been reported that 'Abdullah bin Zubair (May Allah be pleased with them) used to recite after Taslim at the conclusion of every Salat (prayer):",
      "text": "'Abdullah bin Zubair (Allah onlardan razı olsun) rivayet etti: Her Salat (namaz) sonunda Taslim'den sonra şu sözleri okurdu: \"La ilaha illallahu wahdahu la sharika lahu, lahul-mulku, wa lahul-hamdu, wa Huwa 'ala kulli shai'in Qadir. La hawla wa la quwwata illa billah. La ilaha illallahu, wa la na'budu illa iyyahu, Lahun-ni'matu, wa lahul-fadlu, wa lahuth-thana'ul-hasan. La ilaha ilallahu, mukhlisina, lahud-dina, wa lau karihal-kafirun (Allah'tan başka gerçek ilah yoktur; O tektir. Mülk O'nundur ve övgü O'na aittir, O her şeye kadirdir. Güç ve kuvvet yalnızca Allah'ladır. Allah'tan başka ilah yoktur ve biz yalnızca O'na ibadet ederiz; O'na nimet ve fazilet aittir, O'na güzel övgüler aittir; Allah'tan başka ilah yoktur. Biz ibadetimizi yalnızca O'na tahsis ediyoruz, kafirler bunu istemese de).\" İbn Az-Zubair şöyle dedi: Allah'ın Resulü (ﷺ) her Salat (namaz) sonrası bu ifadelerle Allah'ın büyüklüğünü anardı.\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Fakir Muhacirler, Allah'ın Resulü (ﷺ)'ne geldiler ve \"Zenginler en yüksek derecelere ve kalıcı mutluluğa ulaştı\" dediler. O sordu: \"Bu nasıl oldu?\" Onlar cevap verdiler: \"Onlar bizim gibi Salat (namaz) kılıyor; bizim gibi oruç tutuyorlar; (zengin oldukları için) Hac ve Umre yapıyorlar, cihada gidiyorlar ve sadaka veriyorlar ama biz veremiyoruz, köleleri azat ediyorlar ama biz bunu yapamıyoruz.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizi geçip gidenlere yetiştirecek ve sizden sonra gelecek olanları geçirecek bir şey öğretmeyeyim mi? Hiç kimse sizi geçemez, ancak sizin yaptığınızı yapan biri hariç.\" Onlar: \"Evet, lütfen öğret, Ey Allah'ın Resulü\" dediler. O (ﷺ) şöyle dedi: \"Her Salat'tan sonra otuz üç defa Tasbih (Allah her türlü eksiklikten uzaktır), Takbir (Allah en büyüktür), Tahmid (Övgü Allah'a aittir) söyleyin.\" Ebu Salih, Hadis'in alt ravisi olarak, Ebu Hurayra (Allah ondan razı olsun) Tasbih, Tahmid ve Takbir'in nasıl okunacağı sorulduğunda, \"Şöyle oku: 'Subhan-Allah, wal-hamdulillah, wallahu Akbar' diyerek otuz üç defa söyle\" dedi."
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Her namazdan sonra: Subhan-Allah (Allah her türlü eksiklikten uzaktır) otuz üç defa; Al-hamdu lillah (övgü Allah'a aittir) otuz üç defa; Allahu Akbar (Allah en büyüktür) otuz üç defa; ve yüzü tamamlamak için: La ilaha illallahu, wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'ala kulli shai'in Qadir (Allah'tan başka gerçek ilah yoktur. O tektir ve O'nun hiçbir ortağı yoktur. Mülk O'nundur ve övgü O'na aittir, O her şeye kadirdir) diyen kimsenin günahları, deniz yüzeyindeki köpük kadar bile olsa affedilir.\""
    },
    {
      "id": 13,
      "narrator": "Ka'b bin 'Ujrah (May Allah be pleased with him) reported:",
      "text": "Ka'b bin 'Ujrah (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bazı sözler vardır ki, onları okuyanlar asla hayal kırıklığına uğramazlar. Bunlar: Tasbih...\""
    },
    {
      "id": 14,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) namazlardan sonra şu sözlerle (Allah'tan) koruma talep ederdi: \"Allahumma inni a'udhu bika minal-jubni wal-bukhl, wa a'udhu bika min an uradda ila ardhalil-'umur, wa a'udhu bika min fitnatid-dunya, wa a'udhu bika min fitnatil-qabr (Ey Allah, ben sana korkaklıktan, cimrilikten ve zayıf bir yaşa geri dönmekten sığınırım; bu dünyanın fitnelerinden ve kabir fitnelerinden de sana sığınırım).\""
    },
    {
      "id": 15,
      "narrator": "Mu'adh (May Allah be pleased with him) reported:",
      "text": "Mu'adh (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) elimi tuttu ve şöyle dedi: \"Ey Mu'adh! Allah'a yemin ederim seni seviyorum, bu yüzden sana her namazdan sonra şunu okumayı unutmamanı tavsiye ediyorum: 'Allahumma a'inni ala dhikrika, wa shukrika, wa husni 'ibadatika (Ey Allah, beni Seni anmada, Sana şükretmede ve Sana güzel bir şekilde ibadet etmede yardım et).'”"
    },
    {
      "id": 16,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden biri Salat (namaz) sırasında Tashahhudunu yaptığında, dört şeyden Allah'a sığınmalı ve şöyle demelidir: 'Allahümme, ben Cehennem azabından, kabir azabından, hayat ve ölüm fitnelerinden ve Mesih Deccal'in şerrinden sana sığınırım.'\"."
    },
    {
      "id": 17,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "Ali (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Salat (namaz) sırasında Tashahhud'dan sonra ve selamdan önce dua ederdi: 'Allahümme, geçmişte yaptığım ve gelecekte yapacağım, gizli yaptığım ve açıktan yaptığım, başkalarına haksızlık ettiğim ve senin benden daha iyi bildiğin eksikliklerim için beni bağışla. Sen, öne geçiren ve geriye bırakan sensin. Senden başka ilah yoktur.'\"."
    },
    {
      "id": 18,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) rükuda ve secdede sık sık şunları okurdu: 'Subhanaka Allahümme, Rabbena ve bihamdiKe. Allahümme, beni bağışla.'\"."
    },
    {
      "id": 19,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) rükuda ve secdede şunları okurdu: 'Subbuhun Quddus, Rabbul-mala'ikati war-ruh.'."
    },
    {
      "id": 20,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Rükuda Rabbini tesbih et ve secdede dua et. Böylece dualarının kabul edilme ihtimali artar.\"."
    },
    {
      "id": 21,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kulları, secdede iken Rabbine en yakın olur. Bu yüzden secdede dualarınızı artırın.\"."
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) secdede şunları söylerdi: 'Allahümme, bütün günahlarımı, küçük ve büyük, ilk ve son, açık ve gizli olanlarını bağışla.'\"."
    },
    {
      "id": 23,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Bir gece Allah'ın Elçisini (ﷺ) yatağında bulamadım. Onu aradım. Onu rükuda veya secdede buldum ve şunları okuduğunu duyduğum: 'Subhanaka ve bi hamdika. Senden başka ilah yoktur.' Başka bir rivayet: Secdede iken ayakları dik bir şekilde secde ederken, elim ayaklarının üzerine düştü. O, şunları dua ediyordu: 'Allahümme, ben gazabından rızana, azabından affına sığınırım. Seni övmekte saymayı başaramam. Sen, kendini övdüğün gibisin.'\"."
    },
    {
      "id": 24,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) bildirdi: Biz Allah'ın Elçisi (ﷺ) ile birlikteydik, o şöyle sordu: \"Aranızda bin sevap kazanamayan var mı?\" Orada bulunanlardan biri sordu: \"Bir günde nasıl bin sevap kazanabiliriz?\" O (ﷺ) cevapladı: \"Subhan Allah'ı yüz defa söyleyerek, onun için bin sevap yazılır veya bin günahı silinir.\"."
    },
    {
      "id": 25,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Ebu Dharr (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Her sabah, her birinizin vücudundaki her eklem için sadaka vermek gerekir. Allah'ı tesbih etmek (yani, Subhan-Allah) bir sadakadır, O'na hamd etmek (yani, Elhamdülillah) bir sadakadır, İman beyanı (yani, La ilaha illallah) bir sadakadır, O'nun büyüklüğünü ifade etmek (yani, Allahu Ekber) bir sadakadır; iyiliği emretmek bir sadakadır ve kötülükten sakındırmak bir sadakadır; ve öğle öncesi (Duha) kılınan iki rek'at namaz, bunların hepsine yeter.\"."
    },
    {
      "id": 26,
      "narrator": "Juwairiyah bint Al-Harith (May Allah be pleased with her), the Mother of the Believers, reported:",
      "text": "Cüveyriye bint Haris (Allah ondan razı olsun), Müminlerin Annesi, bildirdi: Peygamber (ﷺ) sabah namazı kılarken benim dairemden çıktı. Öğle vakti geri döndüğünde beni orada otururken buldu. Peygamber (ﷺ) dedi ki: \"Seni bıraktığım pozisyonda mı kaldın?\" Ben evet dedim. Bunun üzerine Peygamber şöyle dedi: \"Seni terk ettikten sonra üç defa dört kelime okudum. Eğer bunlar sabah boyunca okuduğun her şeyle tartılacak olursa, bunlar daha ağır gelir. Bunlar: 'Subhan-Allahi wa bihamdihi, `adada khalqihi, wa rida nafsihi, wa zinatah `arshihi, wa midada kalimatihi.'\"."
    },
    {
      "id": 27,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Rabbini hatırlayan ile hatırlamayanın benzeri, yaşayan ile ölü arasında gibidir.\"."
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yüce Allah şöyle buyuruyor: 'Kulumun bana olan beklentisi, benim ona olan muamilem gibidir. Beni hatırladığında ben de onu hatırlarım. Eğer beni içten hatırlarsa, ben de onu içten hatırlarım; eğer beni bir toplulukta hatırlarsa, ben de onu daha hayırlı bir toplulukta (yani, meleklerin topluluğunda) hatırlarım.'\"."
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Mufarridun öne geçti.\" Kendisine soruldu: \"Mufarridun kimlerdir?\" O (ﷺ) cevapladı: \"Allah'ı sıkça hatırlayan erkekler ve kadınlardır.\"."
    },
    {
      "id": 30,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ı anmanın en iyi yolu: 'La ilaha illallah' demektir (gerçek ilah yoktur, sadece Allah vardır).\""
    },
    {
      "id": 31,
      "narrator": "'Abdullah bin Busr (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Busr (Allah ondan razı olsun) şöyle bildirmiştir: Ashabından biri, \"Ey Allah'ın Resulü! İslam'da benim için birçok emir var. Bana tutunabileceğim bir şey söyle,\" dedi. O da, \"Dilinizi Allah'ı anmakla ıslak tutun,\" buyurdu."
    },
    {
      "id": 32,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki, \"Kim 'Subhan-Allahi wa bi hamdihi' (Allah eksiklikten uzaktır, O'nu övmeye başlıyorum) derse, ona cennette bir hurma ağacı dikilecektir.\""
    },
    {
      "id": 33,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"İsra Gecesi (Al-Asra) İbrahim (ﷺ) ile karşılaştım ve bana şöyle dedi: 'Ey Muhammed, ümmetime selamımı ilet ve onlara söyle ki, cennette saf toprak ve tatlı su bulunan geniş bir ova vardır. Orası düz bir arazi. Orada bitkiler, 'Subhan-Allah, Al-hamdu lillah, La ilaha illallah ve Allahu Akbar' diyerek büyürler (yani, Allah eksiklikten uzaktır; hamd Allah'a aittir; Allah'tan başka ilah yoktur; ve Allah en büyüktür).\""
    },
    {
      "id": 34,
      "narrator": "Abud-Darda (May Allah be pleased with him) reported:",
      "text": "Ebu Derdâ (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Sizlere en iyi ve Rabbiniz için en saf olan amelleri, sizi yüksek mertebelere yükselten, altın ve gümüş harcamaktan (sadaka vermekten) daha etkili olan ve düşmanlarınızla karşılaştığınızda onları boğazlayıp, sizin de boğazlanmaktan daha iyi olan bir şey söylemeyim mi?\" Onlar, \"Elbette,\" dediler. O (ﷺ) dedi ki, \"Yüce Allah'ı anmak.\""
    },
    {
      "id": 35,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) ile bir kadını ziyaret ettik. Onun önünde hurma çekirdekleri veya taşlar vardı ve o, onları sayarak tesbih ediyordu."
    },
    {
      "id": 36,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) bana dedi ki, \"Sana cennetin hazinelerinden bir hazineyi göstereyim mi?\" Ben de, \"Evet, ey Allah'ın Resulü!\" dedim. Bunun üzerine o (ﷺ) dedi ki, \"(De ki) 'La hawla wa la quwwata illa billah' (Güç ve kuvvet yalnızca Allah'tandır).\""
    },
    {
      "id": 37,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) her zaman Allah'ı anardı."
    },
    {
      "id": 38,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki, \"Eğer biri karısıyla (cinsel ilişkiye) girmek isterse, 'Bismillah! Allahım, bizi Şeytandan uzak tut ve Şeytanı bize verdiğin şeyden uzak tut' demelidir; eğer Allah onlara bir çocuk takdir etmişse, Şeytan ona zarar veremez.\""
    },
    {
      "id": 39,
      "narrator": "Hudhaifah and Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Hudhayfe ve Ebu Zerr (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) yatağa gittiğinde şöyle dua ederdi: \"Bismika-Allahumma amut wa ahya\" (Adınla, ey Allah, ben ölürüm ve yeniden dirilirim); ve uyandığında şöyle dua ederdi: \"Al-hamdu lillahilladhi ahyana ba'da ma amatana, wa ilaihin-nushur\" (Ölümden sonra bize hayat veren Allah'a hamd olsun; ve O'na döneceğiz)."
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Yüce Allah'ın, yollar üzerinde Allah'ı ananları arayan melekleri vardır. Onlar, Allah'ı anan bazı insanları bulduklarında birbirlerine seslenirler ve 'Aradığınız şeye gelin' derler; ve onları kanatlarıyla sararlar, aralarında en alt gökyüzü ile olan mesafe tamamen kaplanır. Yüce ve Şanlı Allah, onlara (her şeyi en iyi bilmesine rağmen) sorar: 'Kullarım ne diyor?' Onlar derler: 'Senin tesbihin, hamdin, tekbirin ve yüceliğini anıyorlar.' O sorar: 'Beni gördüler mi?' Onlar cevap verir: 'Hayır, gerçekten, seni görmediler.' O sorar: 'Beni görselerdi nasıl davranırlardı?' Bunun üzerine derler: 'Seni görselerdi, sana daha çok ibadet eder ve seni daha çok yüceltirlerdi.' O der: 'Benden ne istiyorlar?' Onlar derler: 'Cennetinizi istiyorlar.' Allah der: 'Benim cennetimi gördüler mi?' Onlar derler: 'Hayır, Rabbimiz.' O der: 'Benim cennetimi görselerdi nasıl davranırlardı?' Onlar cevap verir: 'Onu görselerdi, ona daha çok arzu duyardılar.' Onlar (melekler) derler: 'Senden koruma istiyorlar.' O sorar: 'Neden korunma istiyorlar?' Onlar derler: 'Rabbimiz, cehennem ateşinden.' (O, Rabb) der: 'Cehennem ateşini gördüler mi?' Onlar derler: 'Hayır. Senin şanına yemin olsun ki, onu görmediler.' O der: 'Benim ateşimi görselerdi nasıl davranırlardı?' Onlar derler: 'Onu görselerdi, ondan uzak durmak ve ondan korkmak için daha çok gayret gösterirlerdi. Senin affını istiyorlar.' O der: 'Sizi şahit tutuyorum ki, ben onları affettim ve istediklerini onlara verdim; ve onlardan koruma istediklerine karşı onları koruyorum.' Meleklerden biri der: 'Rabbimiz, onların arasında, senin zikrine katılmayan, onlardan geçip oturan falan kulun var.' O der: 'Ben de onu affediyorum, çünkü onlar, arkadaşlarının şanssız olmaması için sebep olan insanlardır.'\""
    },
    {
      "id": 41,
      "narrator": "Abu Hurairah and Abu Sa'id Al-Khudri (May Allah be pleased with them) reported:",
      "text": "Ebu Hureyre ve Ebu Sa'id El-Hudri (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Bir grup insan Allah'ı anmak için toplandığında, melekler onları kanatlarıyla sarar, (Allah'ın) rahmeti onları kuşatır, Sakinah veya huzur üzerlerine iner ve Allah, onları yanındakilere anar.\""
    },
    {
      "id": 42,
      "narrator": "Abu Waqid Al-Harith bin 'Auf (May Allah be pleased with him) reported:",
      "text": "Ebu Vakid El-Haris bin 'Auf (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) mescitte otururken, yanına üç kişi geldi. İkisi Allah'ın Resulü (ﷺ) ile birlikte öne geçti, üçüncüsü geri gitti. O iki adam, Allah'ın Resulü (ﷺ) yanında durdular. Birisi çemberde bir yer buldu ve orayı doldurdu, diğeri ise onun arkasında oturdu. Allah'ın Resulü (ﷺ) işini bitirdiğinde, \"Bu üç kişiyi size bildirmeyeyim mi? Birisi Allah'a sığındı ve Allah ona sığınak verdi; ikincisi utandı ve Allah onun utancına merhamet gösterdi (ve bu yüzden o toplantıya alındı), sonuncusu ise yüz çevirdi, bu yüzden Allah ona yönelmedi,\" dedi."
    },
    {
      "id": 43,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id El-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Muaviye (Allah ondan razı olsun) mescitte bir topluluğa geldi ve onlara, \"Sizi bir araya getiren nedir?\" diye sordu. Onlar, \"Biz burada Allah'ı anmak için oturuyoruz,\" dediler. O dedi ki, \"Sizi bir araya getiren başka bir şey olmadığını Allah'a yemin ederek söylemenizi istiyorum.\" Onlar, \"Allah'a yemin olsun ki, biz sadece Allah'ı anmak için oturuyoruz,\" dediler. Bunun üzerine o dedi ki, \"Sizi yemin ettirmedim çünkü sizden şüphelendim. Allah'ın Resulü (ﷺ) gözünde benim dereceme sahip olan hiç kimse, benim kadar az hadis rivayet etmemiştir. Gerçek şu ki, Allah'ın Resulü (ﷺ) arkadaşlarının bir halkasına çıktı ve 'Sizi orada oturtan nedir?' dedi. Onlar, Allah'ı anmak ve onları İslam'a yönlendirdiği için O'na hamd etmek için bir araya geldiklerini söylediler. O (ﷺ) dedi ki, 'Sizi Allah'a yemin ettiriyorum ki, başka bir şey için bir araya gelmediniz.' Onların kesinlikle başka bir amacı olmadığını söylemeleri üzerine, o (ﷺ) dedi ki, 'Sizi yemin ettirmedim çünkü sizden şüphelendim, fakat Cebrail (Gabriel) bana geldi ve Allah'ın sizi melekler arasında övündüğünü söyledi.'\""
    },
    {
      "id": 44,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Sabah ve akşam 'Subhan-Allahi wa bihamdihi' (Allah eksiklikten uzaktır ve O'nu övmeye başlıyorum) ifadesini yüz defa okuyan kimse, Kıyamet Günü, bu sözleri söyleyen veya daha fazlasını söyleyen kimseyi geçemeyecektir.\""
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam Peygamber (ﷺ)'e geldi ve \"Geçen gece beni sokan akrepten ne kadar sıkıntı çektim!\" dedi. O (ﷺ) dedi ki, \"Akşam 'A'udhu bikalimatillahit-tammati min sharri ma khalaqa' (Yarattıklarının şerrinden Allah'ın tam kelimelerine sığınırım) deseydin, sana zarar vermezdi.\""
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) sabahları şöyle derdi: \"Allahümme bika asbahna, wa bika amsaina, wa bika nahya, wa bika namutu, wa ileykel-nuşur (Ey Allah! Senin kudretinle sabaha ulaştık, Senin kudretinle akşama ulaşıyoruz, Senin kudretinle yaşıyoruz, ve Senin kudretinle ölüyoruz, ve dönüşümüz yalnızca Sinedir).\" Akşamları ise şöyle derdi: \"Allahümme bika amsaina, wa bika nahya, wa bika namutu, wa ileykel-nuşur (Ey Allah! Senin kudretinle akşama ulaştık, Seninle yaşıyoruz, Seninle ölüyoruz, ve dönüş yalnızca Sinedir).\"."
    },
    {
      "id": 47,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Ebu Bekir sordu, \"Ey Allah'ın Resulü! Bana sabah ve akşam okuyabileceğim bazı kelimeler öğret.\" Allah'ın Resulü (ﷺ) dedi ki: \"Bu kelimeleri oku: 'Allahümme fatiras-samawati wal-ardi, 'alimal-ghaibi wash-shahadati, Rabba kulli şey'in wa malikahu. Eşhedü en la ilaha illa Anta, a'udhu bika min sharri nafsi, wa sharrish-Şeytani wa shirkihi (Ey Allah! Göklerin ve yerin yaratıcısı! Gizliyi ve açığı bilen! Her şeyin Rabbi ve sahibi. Sadece Senin dışında ibadet edilmeye layık hiç kimse yoktur. Kendi nefsimin şerrinden, Şeytanın şerrinden ve onun çağırdığı şirkten Senin korumandan sığınırım).' \" Allah'ın Resulü (ﷺ) ekledi: \"Bu kelimeleri sabah ve akşam ve yatarken oku.\"."
    },
    {
      "id": 48,
      "narrator": "'Abdullah bin Mas'ud (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Mes'ud (Allah ondan razı olsun) rivayet etti: Akşam olduğunda, Peygamber (ﷺ) şöyle dua ederdi: \"Amsaina wa amsal-mulku lillah, wal-hamdu lillah. La 'ilaha illallahu wahdahu la sharika lahu (Akşamı karşıladık ve tüm mülk de Allah'a aittir. Hamd, Allah'a mahsustur. İbadet edilmeye layık yalnızca Allah vardır, O'nun ortağı yoktur).\" O (rivayet eden) dedi ki: Sanırım o (ﷺ) bu ayetlerin ardından şu kelimeleri de okurdu: \"Lahul-mulku, wa lahul-hamdu, wa Huwa 'ala kulli şey'in Qadir. Rabbi as'aluka khaira ma fi hadhihil-lailati, wa khaira ma ba'daha; wa a'udhu bika min sharri ma fi hadhihil-lailati, wa sharri ma ba'daha; Rabbi a'udhu bika minal-kasali, wa su'il-kibari; Rabbi a'udhu bika min 'adhabin fin-nari, wa 'adhabin fil-qabri (Mülk O'na aittir ve tüm hamd O'na aittir, O her şeye kadirdir. Rabbim, bu gecede ve sonrasında hayır dilerim, bu gecede ve sonrasında şerden sana sığınırım. Rabbim! Tembellikten ve ihtiyarlığın sıkıntısından sana sığınırım. Ey Allah! Cehennem azabından ve kabir azabından sana sığınırım).\" Sabah olduğunda, o (ﷺ) aynı şekilde okur, \"Akşamı karşıladık ve tüm mülk de Allah'a aittir\" ifadesini \"Sabaha ulaştık ve tüm mülk de Allah'a aittir\" ile değiştirirdi. (Amsaina, amsa, hadhihil-lailati, ma ba'daha kelimelerini sırasıyla Asbahna, asbaha, hadhal-yaumi, ma ba'dahu ile değiştirin.)."
    },
    {
      "id": 49,
      "narrator": "'Abdullah bin Khubaib (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Khubaib (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) bana şöyle dedi: \"Sabah ve akşam Al-İhlas Suresi ile Al-Mu'awwidhatayn (Falaq Suresi ve Nas Suresi) üçer kez oku. Bu sana her yönden yeter.\"."
    },
    {
      "id": 50,
      "narrator": "'Uthman bin 'Affan (May Allah be pleased with him) reported:",
      "text": "Osman bin Affan (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Her sabah ve akşam üç kez 'Bismillahil-ladhi la yadurru ma'as-mihi shai'un fil-ardi wa la fis-sama'i, wa Huwas-Sami'ul-'Alim (Her türlü zarardan koruyan Allah'ın adıyla, O her şeyi işiten ve bilen)' okuyan kimseye hiçbir şey zarar veremez.\"."
    },
    {
      "id": 51,
      "narrator": "Hudhaifah and Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Hudhayfa ve Ebu Dharr (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) gece yatmaya gittiğinde şöyle dua ederdi: \"Bismik-Allahumma ahya wa amut (Adınla, Ey Allah, ben ölürüm ve yeniden hayata dönerim).\"."
    },
    {
      "id": 52,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "Ali (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) bana ve Fatıma'ya (Allah ondan razı olsun) (Ali'nin eşi ve Peygamber'in kızı) şöyle dedi: \"Yatarken, otuz üç kez Tekbir (Allahu Ekber), otuz üç kez Tesbih (Subhanallah) ve otuz üç kez Tahmid (Elhamdülillah) oku.\" Başka bir rivayet ise: Allah'ın Resulü (ﷺ) dedi ki: \"Tesbih otuz dört kez oku.\" Başka bir rivayet ise: Allah'ın Resulü (ﷺ) dedi ki: \"Tekbir otuz dört kez oku.\"."
    },
    {
      "id": 53,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri yatağa gittiğinde, yastığını silkeleyip (veya tozunu alıp) bırakmalıdır, çünkü o, yastığının üzerine neyin düştüğünü bilemez. Sonra şöyle okumalıdır: 'Bismika Rabbi wada'tu janbi, wa bika arfa'uhu, in amsakta nafsi farhamha, wa in arsaltaha fahfazha bima tahfazu bihi 'ibadakas-salihin (Ey Rabbim! Yanımı Senin adınla koydum, ve Seninle kaldırıyorum, eğer nefsimi alırsan ona merhamet et, eğer onu gönderirsen onu salih kullarını koruduğun gibi koru).'."
    },
    {
      "id": 54,
      "narrator": "'A ishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) yatağa gittiğinde, ellerine üfler, Al-Mu'awwidhat'ı okur ve ellerini vücudunun üzerine geçirirdi.."
    },
    {
      "id": 55,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "Al-Bara' bin Azib (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Yatmaya niyet ettiğinizde, namaz için yapılan abdest gibi abdest alın; sonra sağ tarafınıza yatın ve şu kelimeleri okuyun: 'Allahümme aslamtu nafsi ilaika, wa fawwadtu amri ilaika, wal-ja'tu zahri ilaika, raghbatan wa rahbatan ilaika, la malja'a wa la manja minka illa ilaika, amantu bikitabik-alladhi anzalta, wa binabiyyik-alladhi arsalta (Ey Allah! Kendimi sana teslim ettim, işimi sana havale ettim, sırtımı sana dayadım, senden umut ve korku ile sana yöneldim, senden başka sığınacak ve kaçacak yoktur, indirdiğin kitaba ve gönderdiğin peygambere iman ettim).\"."
    },
    {
      "id": 56,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) yatağına gittiğinde şöyle derdi: \"Elhamdülillah-illadhi at'amana wa saqana, wa kafana wa awana, fakam mimman la kafiya lahu wa la mu'wiya (Bize rızık veren, içiren, bize yeterli olan ve bize koruma sağlayan Allah'a hamd olsun. Birçok insan vardır ki, onlara bakan ya da onlara sığınacak kimse yoktur).\"."
    },
    {
      "id": 57,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Hudhayfa (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) uyumaya niyet ettiğinde, sağ elini (sağ) yanağının altına koyar ve şöyle dua ederdi: \"Allahümme qini 'adhabaka yauma tab'athu 'ibadaka (Ey Allah! Beni, kullarını dirilteceğin günde azabından koru).\" Abu Davud'daki bir rivayette, Hafsa (Allah ondan razı olsun) dedi ki: Uykuya dalmadan önce Allah'ın Resulü (ﷺ) bu duayı üç kez okurdu."
    }
  ]
}