{
  "language": "tr",
  "metadata": {
    "length": 46,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "An-Nu'man bin Bashir (May Allah be pleased with them) reported:",
      "text": "An-Nu'man bin Bashir (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Dua (yakarış) ibadettir.\"."
    },
    {
      "id": 2,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) kapsamlı duaları (Al-Cawami' - yani, çok az kelimeyle ama anlam olarak kapsamlı dualar) severdi ve diğerlerini reddederdi."
    },
    {
      "id": 3,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) tarafından en sık okunan dua şuydu: \"Allahümme atina fid-dunya hasenatan, wa fil-akhirati hasenatan, wa qina 'adhab-annar (Ey Rabbimiz! Bize bu dünyada iyi olanı, ahirette de iyi olanı ver ve bizi ateşin azabından koru).\" Müslim'in rivayetinde, Enes dua ettiğinde bu duayı Allah'a yaptığını eklemiştir."
    },
    {
      "id": 4,
      "narrator": "'Abdullah bin Mas'ud (May Allah be pleased with him) reported:",
      "text": "'Abdullah bin Mes'ud (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dua ederdi: \"Allahümme inni as'alukal-huda, wat-tuqa, wal-'afafa, wal-ghina (Ey Allah! Benden hidayet, takva, iffet ve zenginlik istiyorum).\"."
    },
    {
      "id": 5,
      "narrator": "Tariq bin Ashyam (May Allah be pleased with him) reported:",
      "text": "Tariq bin Eşyam (Allah ondan razı olsun) bildirdi: Bir adam İslam'a girdiğinde, Peygamber (ﷺ) ona Salat'ı nasıl kılacağını gösterir ve ardından ona şöyle dua etmesini söylerdi: \"Allahümme ğfir li, warhamni, wa-hdini, wa 'afini, warzuqni (Ey Allah! Beni affet, bana merhamet et, bana hidayet ver, beni zarardan koru ve bana rızık ver).\" Başka bir rivayette Tariq şöyle dedi: Bir adam Peygamber (ﷺ)'e geldi ve ona şöyle dedi: \"Ey Allah'ın Elçisi! Rabbime dua etmek istersem ne söylemeliyim?\" O (ﷺ) şöyle dedi: \"De ki: 'Allahümme ğfir li, warhamni, wa 'afini, warzuqni (Ey Allah! Beni affet, bana merhamet et, beni koru ve bana rızık ver).' Şüphesiz, bu dua bu hayatta ve ahirette senin için daha hayırlıdır.\""
    },
    {
      "id": 6,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "'Abdullah bin 'Amr bin Al-'As (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dua etti: \"Allahümme musarrifal-qulubi, sarrif qulubana 'ala ta'atika (Ey Allah! Kalplerin yöneticisi, kalplerimizi Sana itaat etmeye yönlendir).\"."
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Başınıza gelecek sıkıntılara, belalara ve düşmanların sevinçlerine karşı Allah'a sığının.\" Ve bir rivayette Süfyan, \"Bir şey eklediğimi düşünüyorum.\" dedi."
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle derdi: \"Allahümme aslih li diniyalladhi huwa 'ismatu amri, wa aslih li dunyaya-llati fiha ma'ashi, wa aslih li akhirati-llati fiha ma'adi, waj'alil-hayata ziyadatan li fi kulli khair, waj'alil-mauta rahatan li min kulli sharrin (Ey Allah, dinimi benim için kolaylaştır ki işlerim korunmuş olsun, dünyamı düzelt ki burada hayatım var, ahiretimdeki durumumu düzelt ki oraya döneceğim, hayatımı her türlü hayra yönlendir ve ölümü her türlü şerden kurtuluşum yap).\"."
    },
    {
      "id": 9,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "'Ali (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Oku: 'Allahümme-hdini wa saddidni (Ey Allah! Beni doğru yola yönlendir ve beni doğru yolda tut).\" Başka bir rivayet ise: 'Allahümme inni as'aluk-alhuda was-sadad (Senden hidayet ve doğruluk istiyorum).\"."
    },
    {
      "id": 10,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dua ederdi: \"Allahümme inni a'udhu bika minal-ajzi wal-kasali, wal-jubni wal-harami, wal-bukhli, wa a'udhu bika min 'adhabil-qabri, wa a'udhu bika min fitnatil-mahya wal-mamat.\"."
    },
    {
      "id": 11,
      "narrator": "Abu Bakr As-Siddiq (May Allah be pleased with him) reported:",
      "text": "Ebu Bekir Es-Sıddık (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi'nden (ﷺ) Salat'ımda okuyabileceğim bir dua öğretmesini istedim. Bunun üzerine o şöyle dedi: \"Oku: 'Allahümme inni zalamtu nafsi zulman kathiran, wa la yaghfirudh-dhunuba illa Anta, faghfir li maghfiratan min 'indika, warhamni, innaka Antal-Ghafur-ur-Rahim (Ey Allah! Kendime çokça zulmettim. Günahları affeden yalnız Sensin. Beni affet ve bana merhamet et. Sen, en çok affeden ve en merhametli olandır).\"."
    },
    {
      "id": 12,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dua ederdi: \"Allahümme ğfir li khati'ati, wajahli, wa israfi fi amri, wa ma Anta a'lamu bihi minni. Allahümme ğfir li jiddi wa hazli, wa khata'i wa 'amdi, wa kullu dhalika 'indi. Allahümme ğfir li ma qaddamtu wa ma akhkhartu, wa ma asrartu, wa ma a'lantu, wa ma Anta a'lamu bihi minni. Antal-Muqaddimu, wa Antal-Mu'akhkhiru; wa Anta 'ala kulli shai'in Qadir (Ey Allah! Hatalarımı, cehaletimi ve işimde aşırılığı affet. Hatalarımı benden daha iyi bilirsin. Ey Allah! Ciddiyetle veya şaka yollu, kasıtlı veya dikkatsiz yaptığım hatalarımı affet. Ey Allah! Geçmişte yaptığım ve gelecekte yapabileceğim, gizli veya açık yaptığım ve bunların hepsini benden daha iyi bildiğin günahlarımı affet. Sen yalnızca dilediğini Cennet'e, dilediğini de Cehennem'e gönderebilirsin ve her şeye gücün yeter).\"."
    },
    {
      "id": 13,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dua ederdi: \"Allahümme inni audhu bika min sharri ma 'amiltu, wa min sharri ma lam a'mal (Ey Allah! Yaptığım şeylerin şerrinden ve yapmadığım şeylerin şerrinden Sana sığınıyorum).\"."
    },
    {
      "id": 14,
      "narrator": "'Abdullah bin 'Umar (May Allah be pleased with them) reported:",
      "text": "'Abdullah bin 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dua ederdi: \"Allahümme inni a'udhu bika min zawali ni'matika, wa tahawwuli 'afiyatika, wa fuja'ati niqmatika, wa jami'i sakhatika (Ey Allah! Nimetlerinin azalmasından, güvenliğin geçmesinden, azabının aniden gelmesinden ve sana hoş gelmeyen her şeyden Sana sığınıyorum).\"."
    },
    {
      "id": 15,
      "narrator": "Zaid bin Arqam (May Allah be pleased with him) reported:",
      "text": "Zaid bin Arkam (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dua ederdi: \"Allahümme inni a'udhu bika minal-'ajzi wal-kasali, wal-bukhli wal-harami, wa 'adhabil-qabri. Allahümme ati nafsi taqwaha, wa zakkiha Anta khairu man zakkaha, Anta waliyyuha wa maulaha. Allahümme inni a'udhu bika min 'ilmin la yanfau', wa min qalbin la yakhsha'u, wa min nafsin la tashba'u, wa min da'watin la yustajabu laha.\""
    },
    {
      "id": 16,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dua ederdi: \"Allah'ım! Sana teslim oldum, sana inandım, sana güveniyorum, sana yöneliyorum, seninle mücadele ediyorum, seninle hüküm veriyorum. Geçmişte yaptığım ve gelecekte yapabileceğim, gizli veya açık işlediğim günahlarımı affet. Sen, öne alan ve geriye atan yalnız sensin. Senden başka ilah yoktur.\" Başka bir rivayet ekler: \"La hawla wa la quwwata illa billah (Kötülüğe karşı direnmek için güç ve iyilik yapmak için güç yoktur, ancak Allah ile).\""
    },
    {
      "id": 17,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dua ederdi: \"Allah'ım! Ateşin fitnesinden, ateşin azabından ve zenginlik ile fakirliğin şerrinden sana sığınırım.\""
    },
    {
      "id": 18,
      "narrator": "Ziyad bin 'Ilaqah reported:",
      "text": "Ziyad bin İlaqa şöyle bildirmiştir: Amcam Kutbe bin Malik (Allah ondan razı olsun) dedi ki, Peygamber (ﷺ) dua ederdi: \"Allah'ım! İstenmeyen ahlaklardan, eylemlerden ve arzularımdan sana sığınırım.\""
    },
    {
      "id": 19,
      "narrator": "Shakal bin Humaid (May Allah be pleased with him) reported:",
      "text": "Şakal bin Hümeyd (Allah ondan razı olsun) şöyle bildirmiştir: \"Ey Allah'ın Elçisi, bana bir dua öğret.\" O (ﷺ) dedi ki: \"De ki: Allah'ım! İşitmemin şerrinden, görmemin şerrinden, dilimin şerrinden, kalbimin şerrinden ve arzularımın şerrinden sana sığınırım.\""
    },
    {
      "id": 20,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dua ederdi: \"Allah'ım! Beyaz lekeden, delilikten, cüzamdan ve kötü hastalıklardan sana sığınırım.\""
    },
    {
      "id": 21,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dua ederdi: \"Allah'ım! Açlıktan sana sığınırım; çünkü açlık kötü bir durumdur; ve hıyanetten sana sığınırım; çünkü hıyanet kötü bir şeydir.\""
    },
    {
      "id": 22,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "Ali (Allah ondan razı olsun) şöyle bildirmiştir: Efendisiyle özgürlüğü için anlaşma yapmış bir köle yanıma geldi ve \"Yükümlülüğümü yerine getiremiyorum, bana yardım et\" dedi. Ona şöyle dedim: \"Sana, Allah'ın Elçisi'nin (ﷺ) bana öğrettiği bir duayı öğretmeyeyim mi? Bu dua o kadar etkili olacak ki, eğer bir dağ kadar borcun olsa, Allah kesinlikle onu ödeyecektir. De ki: 'Allah'ım! Helalinden bana yeterince ver ki, haramından uzaklaşabileyim ve yalnızca Seninle yetinebileyim.'\""
    },
    {
      "id": 23,
      "narrator": "'Imran bin Husain (May Allah be pleased with them) reported:",
      "text": "İmrân bin Hüsayn (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) babama, duasında okumak için iki cümle öğretti. Bunlar: \"Allah'ım! Bana doğru yolu ilham et ve nefsimin şerrinden beni koru.\""
    },
    {
      "id": 24,
      "narrator": "Abul-Fadl Al-`Abbas bin `Abdul-Muttalib (ra) reported:",
      "text": "Ebu'l-Fadl Abbas bin Abdul-Muttalib (ra) şöyle bildirmiştir: Allah'ın Elçisi'nden (ﷺ) bana bir dua öğretmesini istedim. O (ﷺ) dedi ki: \"Allah'tan bu dünyada ve ahirette her türlü kötülükten korunma iste.\" Birkaç gün bekledim ve sonra tekrar yanına gidip: \"Ey Allah'ın Elçisi! Allah'tan bir şey istemeyi öğret\" dedim. O bana şöyle dedi: \"Ey Al-`Abbas, Allah'ın Elçisi'nin amcası! Allah'tan bu dünyada ve ahirette sağlık (afiyah) istemeni rica et.\""
    },
    {
      "id": 25,
      "narrator": "Shahr bin Haushab reported:",
      "text": "Şahr bin Hâuşab şöyle bildirmiştir: Ummu Salamah'a (Allah ondan razı olsun) sordum: \"Ey Müminlerin Annesi! Allah'ın Elçisi (ﷺ) senin evinde sıkça hangi duayı yapardı?\" O şöyle dedi: \"O (ﷺ) sıkça dua ederdi: 'Ey kalpleri çeviren, kalbimi dininde sabit kıl.'\""
    },
    {
      "id": 26,
      "narrator": "Abud-Darda' (May Allah be pleased with him) reported:",
      "text": "Abud-Darda' (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Peygamber Davud'un (a.s.) dualarından biri şuydu: 'Allah'ım! Senden sevgini, seni sevenlerin sevgisini ve beni sevgiye ulaştıracak amelleri istiyorum. Allah'ım! Sevgini, nefsimden, ailemden ve soğuk sudan daha sevimli kıl.'\""
    },
    {
      "id": 27,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Sıkça oku: 'Ey Celal ve İkram sahibi!'\""
    },
    {
      "id": 28,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) birçok dua yaptı, biz de bunları ezberleyemedik. Ona dedik ki: \"Ey Allah'ın Elçisi! Sen birçok dua ettin, biz bunlardan hiçbirini hatırlamıyoruz.\" O dedi ki: \"Size kapsamlı bir dua söyleyeyim mi? De ki: 'Allah'ım! Senin Peygamberin Muhammed'in (ﷺ) senden istediği hayırları istiyorum; ve senin Peygamberin Muhammed'in (ﷺ) sığındığı şerlerden sana sığınıyorum. Sen, yardım istenen ve gerçeği iletme sorumluluğu sana aittir. Güç ve kuvvet yalnızca yüce Allah'la mümkündür.'\""
    },
    {
      "id": 29,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi'nin (ﷺ) dualarından biri şuydu: \"Allah'ım! Beni rahmetine ulaştıracak şeyleri, affına vesile olacak şeyleri, her türlü günahın şerrinden korumayı, her türlü hayrın faydasını, cennete ulaşmayı ve ateşten kurtulmayı istiyorum.\""
    },
    {
      "id": 30,
      "narrator": "Abud-Darda' (May Allah be pleased with him) reported:",
      "text": "Abud-Darda' (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir Müslüman, kardeşi için onun yokluğunda dua ettiğinde, melekler der ki: 'Senin için de aynı şey olsun.'\""
    },
    {
      "id": 31,
      "narrator": "Abud-Darda' (May Allah be pleased with him) reported:",
      "text": "Abud-Darda' (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Bir Müslümanın, kardeşi için yokluğunda yaptığı dua mutlaka kabul edilir. Kardeşi için hayır dilediği her seferde, bu iş için görevlendirilen melek şöyle der: 'Amin! Senin için de olsun.'\"."
    },
    {
      "id": 32,
      "narrator": "Usamah bin Zaid (May Allah be pleased with them) reported:",
      "text": "Usamah bin Zaid (Allah onlardan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Birine iyilik eden kişi, ona 'Cazak-Allah hayran' derse, gerçekten de (iyilik eden) kişiyi tatmin edici bir şekilde övmüş olur.\"."
    },
    {
      "id": 33,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Jabir (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Kendinize, çocuklarınıza veya malınıza lanet etmeyin; zira duaların kabul edildiği bir anda bunu yaparsanız, duanız kabul edilebilir.\"."
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Kulu, Rabbine en yakın olduğu an secde anıdır. Bu yüzden secdelerde dualarınızı artırın.\"."
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Hepinizin duası kabul edilir, eğer sabırsızlık göstermeyip 'Rabbime dua ettim ama duam kabul edilmedi' demediği sürece.\" Müslim'in rivayeti şöyledir: \"Bir kulun duası, günahkar bir şey için veya akrabalık bağlarını koparacak bir şey için dua etmediği sürece kabul edilmeye devam eder ve sabırsızlık göstermez.\" Bunun üzerine biri: \"Ey Allah'ın Messengerı! Sabırsızlık ne demektir?\" dedi. O (ﷺ) şöyle cevap verdi: \"Kişinin 'Defalarca dua ettim ama duamın kabul olacağını sanmıyorum.' demesidir. Sonra böyle bir durumda hayal kırıklığına uğrar ve dualarını tamamen bırakır.\"."
    },
    {
      "id": 36,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Abu Umamah (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) soruldu: \"Duanın en çok kabul olduğu zaman nedir?\" O (ﷺ) cevap verdi: \"Gece yarısının ortasında ve farz namazların ardından yapılan dua.\"."
    },
    {
      "id": 37,
      "narrator": "'Ubadah bin As-Samit (May Allah be pleased with him) said:",
      "text": "'Ubadah bin As-Samit (Allah ondan razı olsun) dedi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Herhangi bir Müslüman Allah'a dua ettiğinde, Allah ya duasını kabul eder ya da ona benzer bir sıkıntıyı ondan uzaklaştırır; ta ki günahkar bir şey veya akrabalık bağlarını koparacak bir şey için dua edene kadar.\" Bunun üzerine sahabelerden biri: \"O zaman bolca dua edelim.\" dedi. Allah'ın Messengerı (ﷺ) şöyle dedi: \"Allah, kabul etmede daha cömerttir.\"."
    },
    {
      "id": 38,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah onlardan razı olsun) dedi: Allah'ın Messengerı (ﷺ) sıkıntıya düştüğünde şöyle derdi: \"La ilaha illallahul-Azimul-Halim. La ilaha illallahu Rabbul-'Arshil-'Azim. La ilaha illallahu Rabbus-samawati, wa Rabbul-ardi, wa Rabbul-'Arshil-Karim.\"."
    },
    {
      "id": 39,
      "narrator": "'Abdur-Rahman bin Abu Bakr (May Allah be pleased with them) reported:",
      "text": "'Abdur-Rahman bin Abu Bakr (Allah onlardan razı olsun) bildirdi: Ashab-ı Suffa fakir insanlardı. Peygamber (ﷺ) şöyle dedi: \"Kimde iki kişilik yiyecek varsa, onlardan bir üçüncüsünü almalıdır; kimde dört kişilik yiyecek varsa, bir beşinci veya altıncıyı almalıdır.\" Abu Bakr (Allah ondan razı olsun) yanına üç kişi alırken, Allah'ın Messengerı (ﷺ) on kişiyi aldı. Abu Bakr (Allah ondan razı olsun) akşam yemeğini Peygamber (ﷺ) ile yedi ve 'İsha' namazını kılana kadar orada kaldı. Gece ilerledikten sonra evine döndü. Eşi ona: \"Misafirlerinden ne alıkoydu seni?\" dedi. O da: \"Onlara akşam yemeği vermediniz mi?\" dedi. Eşi: \"Siz gelene kadar akşam yemeğini almak istemediler.\" dedi. Al-Bukhari ve Muslim'de çok az kelime ve detay farkıyla başka rivayetler de bulunmaktadır."
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Sizden önceki milletler arasında Muhaddithun (ilahi ilham alanlar) vardı. Eğer benim ümmetimden böyle bir Muhaddith varsa, o da 'Umar'dır.\" Müslim'de bu hadis 'Aişe (Allah ondan razı olsun) tarafından rivayet edilmiştir ve bu iki rivayette de İbn Wahb, Muhaddithun'un ilahi ilham alanlar anlamına geldiğini belirtmiştir."
    },
    {
      "id": 41,
      "narrator": "Jabir bin Samurah (May Allah be pleased with them) said:",
      "text": "Jabir bin Samurah (Allah ondan razı olsun) dedi: Kufe halkı 'Umar'a (Allah ondan razı olsun) Sa'd bin Ebu Vakkas (Allah ondan razı olsun) aleyhinde şikayette bulundu ve 'Umar (Allah ondan razı olsun) Sa'd'ın yerine 'Ammar'ı (Allah ondan razı olsun) Kufe valisi olarak tayin etti. Şikayetleri, onun As-Salat'ı (namazları) düzgün kılmadığıydı. 'Umar (Allah ondan razı olsun) Sa'd'ı çağırdı ve ona: \"Ey Abu İshak, insanlar senin namazı düzgün kılmadığını iddia ediyor.\" dedi. Sa'd: \"Vallahi! Ben namazı Allah'ın Messengerı (ﷺ) gibi kılıyorum ve onda hiçbir eksiklik yapmıyorum. Magrib ve 'İsha' namazlarının ilk iki rek'atında Qiyam'ı (ayakta durmayı) uzatıyorum ve sonrakileri kısaltıyorum.\" 'Umar (Allah ondan razı olsun) dedi: \"Senin hakkında böyle düşünmüştüm, ey Abu İshak!\" Sonra onunla birlikte Kufe'ye bir adam (veya birkaç adam) gönderdi, halktan onun hakkında bilgi almak için. Her camide araştırma yapıldı ve bu camilerdeki halk onu övdü; ancak Banu 'Abs camiinde, Usamah bin Qatadah adında biri ayağa kalkarak şöyle dedi: \"Sa'd bin Ebu Vakkas cihada katılmadı ve ganimetleri adil bir şekilde dağıtmadı ve adil bir şekilde hüküm vermedi.\" Bunun üzerine Sa'd şöyle dedi: \"O hakkında üç dua edeceğim: Ey Allah! Eğer bu kulun yalancı ve şöhret peşinde koşan biriyse, onun ömrünü uzat ve sıkıntılarını artır ve ona imtihanlar ver.\" (Ve öyle oldu.) Daha sonra, adamın durumu sorulduğunda, \"Ben, sıkıntılarla dolu yaşlı bir adamım ve Sa'd'ın lanetleriyle başım dertte.\" derdi. 'Abdul-Malik bin 'Umair (bir nakilci) dedi: Bu adamı, yaşlılığın etkisiyle gözlerinin üzerine düşen kaşlarla gördüm ve amaçsızca yürüyordu, genç kızların peşinden gidiyor ve onlara göz kırpıyordu."
    },
    {
      "id": 42,
      "narrator": "'Urwah bin Az-Zubair (May Allah be pleased with him) reported:",
      "text": "'Urwah bin Az-Zubair (Allah ondan razı olsun) bildirdi: Arwa bint Aus, Sa'id bin Zaid bin 'Amr bin Nufail (Allah ondan razı olsun) aleyhine dava açtı. Marwan bin Al-Hakam'a, onun haksız yere bir kısmını ele geçirdiğini şikayet etti. Sa'id: \"Ben, Allah'ın Messengerı (ﷺ) den bir kınama işittim, onun arazisinden nasıl bir kısmı alabilirim?\" dedi. Marwan ona: \"Allah'ın Messengerı'ndan ne duydun?\" dedi. O da: \"Allah'ın Messengerı (ﷺ) şöyle dediğini duydum: 'Haksız yere bir karış toprak alan, Kıyamet Günü yedi yerin boynuna geçirilmesiyle cezalandırılacaktır.'\" Marwan ona: \"Bundan sonra senden delil istemiyorum.\" dedi. Sa'id dua etti: \"Ey Allah! Eğer o yalancıysa, gözlerini al ve kendi arazisinde ölmesini sağla.\" 'Urwah dedi: \"O, kör olana kadar ölmedi. Davanın geçtiği arazisinde yürürken bir kuyuya düştü ve öldü.\" Müslim'in başka bir rivayetinde, Muhammad bin Zaid bin 'Abdullah bin 'Umar, Arwa'yı kör görüp, duvarlara elini sürerek \"Sa'id'ın lanetiyle mahvoldum.\" dediğini aktardı. Daha sonra, aynı tartışmalı arazide bir kuyuya düştü ve öldü."
    },
    {
      "id": 43,
      "narrator": "Jabir bin 'Abdullah (May Allah be pleased with them) said:",
      "text": "Jabir bin 'Abdullah (Allah onlardan razı olsun) dedi: Babam, Uhud (savaşından) önceki akşam beni çağırdı ve şöyle dedi: \"Ben, Peygamberin (ﷺ) sahabelerinden ilk şehit olanlardan biri olacağımı düşünüyorum ve sen de ondan sonra benim için en değerli olanısın. Borç yüküm var. Öde ve kız kardeşlerine iyi davran.\" Ertesi sabah, ilk şehitlerden biri oldu, bu yüzden onu başka biriyle aynı mezara gömdüm. Daha sonra, onu başka biriyle aynı mezarda bırakmayı istemedim. Altı ay sonra cesedini çıkardım ve gömdüğüm günkü gibi durumdaydı, tek farkla ki kulağında bir çizik vardı. Sonra onu ayrı bir mezara gömdüm."
    },
    {
      "id": 44,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) bildirdi: İki Peygamber (ﷺ) sahabesi, karanlık bir gecede evinden çıkıp önlerinde ışıklar gibi bir şeyle yürüdüler; ayrıldıklarında, her biri evine kadar önünde bir ışıkla gitti.. Al-Bukhari'de bildirilen diğer rivayetlerde bu iki adamın Usaid bin Hudhair ve 'Abbad bin Bishr (Allah onlardan razı olsun) olduğu belirtilmektedir."
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Messengerı (ﷺ) 'Asim bin Thabit Al-Ansari (Allah ondan razı olsun) liderliğinde on kişilik bir istihbarat birimi gönderdi. Al-Had'ah'a kadar ilerlediler, 'Usfan ile Mekke arasında bir yer ve onların varlığından Hudhail kabilesinin bir kısmı, Banu Lihyan, haberdar oldu. Yaklaşık yüz okçudan oluşan bir grup, onların izlerini takip etmek için acele etti. 'Asim ve arkadaşları, peşlerinde olduklarını öğrendiklerinde güvenli bir yere sığındılar. Kafirler onları kuşattı ve onlara: \"İnin ve teslim olun, kimseyi öldürmeyeceğimize dair söz veriyoruz.\" dediler. 'Asim bin Thabit (Allah ondan razı olsun) dedi: \"Vallahi! Ben, kafirlerin korumasına inmeyeceğim. Ey Allah! Bu haberi Peygamberimize (ﷺ) ulaştır.\" Sonra kafirler onlara ok atmaya başladılar ve 'Asim'i öldürdüler. Üç adam, vaatlerine güvenerek aşağı indi. Onlar Khubaib, Zaid bin Ad-Dathinah ve başka bir adamdı. Kafirler onları yakaladıklarında, yay ipleriyle bağladılar. Üçüncü tutsak şöyle dedi: \"Bu, ilk ihanetin başlangıcıdır. Vallahi! Ben sizinle gitmeyeceğim. Bu (şehitler) içinde benim için güzel bir örnek var.\" Böylece onu sürüklediler ve gitmeye zorladılar, ama o reddetti. En sonunda onu öldürdüler. Khubaib ve Zaid bin Ad-Dathinah'ı yanlarına alıp Mekke'de köle olarak sattılar. Bu olay Badr savaşından sonra gerçekleşti. Khubaib, Al-Harith bin 'Amir bin Naufal bin 'Abd Manaf'ın oğulları tarafından satın alındı. Khubaib, Badr savaşında Al-Harith'i öldüren kişiydi. Khubaib, o insanlarla birkaç gün esir kaldı, ta ki Al-Harith'in oğulları onu öldürmeye karar verene kadar. Khubaib (Allah ondan razı olsun) bu planı duyduğunda, bir Al-Harith kızından pubik kıllarını almak için bir jilet ödünç aldı. Onun küçük oğlu, dikkatsizliği yüzünden Khubaib'in yanına sürünerek geldi. Daha sonra, oğlu uyluğunda görünce ve jilet elinde olunca, çok korktu. Khubaib, yüzündeki endişeyi fark etti ve şöyle dedi: \"Onu öldüreceğimden korkuyor musun? Hayır, asla yapmam.\" Daha sonra, Khubaib şehit olduktan sonra şöyle dedi: \"Vallahi! Ben, Khubaib'den daha iyi bir esir görmedim.\" Ayrıca şöyle ekledi: \"Vallahi! Onu bir kez, zincirli halde bir salkım üzüm yerken gördüm; o sırada Mekke'de böyle bir meyve yoktu. Muhtemelen bu, Allah'ın Khubaib'e bahşettiği bir lütuftu.\" Onu Mekke'nin Haram bölgesinden çıkarıp öldürmek için sınırlarının dışına götürdüklerinde, Khubaib, onlara iki rek'at nafile namaz kılma izni istedi. İzin verdiler ve iki rek'at namaz kıldı. Sonra şöyle dedi: \"Eğer sizin, ölümden korktuğumu düşüneceğinizi düşünmeseydim, namazı uzatırdım. Ey Allah! Sayılarını say; her birini teker teker öldür ve hiçbirini bırakma.\" Sonra bu şiirsel sözleri okudu: \"Beni nasıl öldüreceklerini umursamıyorum, yeter ki Allah yolunda bir Müslüman olarak şehit olayım. Ölümümü Allah rızası için aldım. Eğer Allah dilerse, parçalanmış bedenimin kesik uzuvlarına bereket verecektir.\" Sonra Al-Harith'in oğlu onu öldürdü. Khubaib, esir alınan herhangi bir Müslümanın idam edilmeden önce iki rek'at nafile namaz kılma geleneğini başlatan kişiydi. O gün, Allah'ın Messengerı (ﷺ) sahabelerine Khubaib'in şehit olduğunu bildirdi. Daha sonra, Kureyş'ten bazı kafirler 'Asim'in şehit olduğunu duyunca, onun cesedinden önemli bir parça almak için bazı insanlar gönderdiler. (Bu, 'Asim'in onların liderlerinden birini öldürmesindendi.) Bunun üzerine Allah, 'Asim'in cesedinin üzerine, gölgeli bir bulut gibi bir grup eşek arısı gönderdi ve onu onların elçilerinden korudu, böylece onlardan hiçbir şey kesemediler.."
    },
    {
      "id": 46,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle bildirmiştir: 'Umar (Allah ondan razı olsun) tarafından, böyle böyle olduğunu düşündüğü bir şeyin anlatıldığını hiç duymadım ki, o şey düşündüğü gibi çıkmasın."
    }
  ]
}