{
  "language": "tr",
  "metadata": {
    "length": 297,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Allah'a ve Ahiret Günü'ne iman eden, ya hayır söylesin ya da sussun.\"."
    },
    {
      "id": 2,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Abu Musa El-Eş'ari (Allah ondan razı olsun) rivayet etti: Ben Allah'ın Resulü'ne (ﷺ) sordum: \"Müslümanlar arasında en üstün olan kimdir?\" O da şöyle dedi: \"Diğer Müslümanların dilleri ve elleriyle güvende olduğu kişidir.\"."
    },
    {
      "id": 3,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Dudaklarının arasındaki ve bacaklarının arasındaki şeyleri koruma garantisini bana veren, ben de ona Cennet'i garanti ederim.\"."
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir kişi düşünmeden bir kelime söyler (yani, bunun iyi olup olmadığını düşünmeden) ve bunun sonucunda, doğu ile batı arasındaki mesafeden daha derin bir şekilde Cehenneme düşer.\"."
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir adam, Allah'ı razı eden bir kelime söyler, bunun önemini düşünmeden; Allah da onun derecelerini (Cennet'te) yükseltir. Diğer birisi ise, Allah'ı razı etmeyen bir kelime söyler, bunun önemini düşünmeden ve bu yüzden Cehenneme düşer.\"."
    },
    {
      "id": 6,
      "narrator": "Abu 'Abdur-Rahman Bilal bin Al-Harith Al-Muzani (May Allah be pleased with him) reported:",
      "text": "Abu 'Abdur-Rahman Bilal bin Al-Harith El-Müzani (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir adam, değerini bilmeden hayırlı bir söz söyler, Allah onun için hoşnutluğunu yazar; ta ki O'nu bulacağı güne kadar. Bir adam ise, önemini fark etmeden kötü bir söz söyler, Allah onun için gazabını yazar; ta ki O'nu bulacağı güne kadar.\"."
    },
    {
      "id": 7,
      "narrator": "Sufyan bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Sufyan bin 'Abdullah (Allah ondan razı olsun) rivayet etti: Ben sordum: \"Ey Allah'ın Resulü! Bana, sabit kalabileceğim bir şey söyle.\" O (ﷺ) dedi: \"De ki: Rabbim Allah'tır ve sonra sabit kal.\" Sonra ben dedim: \"Ey Allah'ın Resulü! Benden en çok neyi korkuyorsun?\" O, kendi dilini tuttu ve dedi: \"Bu.\"."
    },
    {
      "id": 8,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'ı anmadıkça fazla konuşmayın. Allah'ı anmadan fazla konuşmak kalbi sertleştirir; ve Allah'tan en uzak olanlar, kalpleri sert olanlardır.\"."
    },
    {
      "id": 9,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Eğer Allah, dudaklarının arasındaki ve bacaklarının arasındaki şeylerin şerrinden seni korursa, Cennet'e gireceksin.\"."
    },
    {
      "id": 10,
      "narrator": "'Uqbah bin 'Amir (May Allah be pleased with him) said:",
      "text": "'Uqbah bin 'Amir (Allah ondan razı olsun) dedi: Ben Allah'ın Resulü'ne (ﷺ) sordum: \"Kurtuluş nasıl sağlanır?\" O cevap verdi: \"Dilini kontrol et, evinde kal ve günahların için ağla.\"."
    },
    {
      "id": 11,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Abu Sa'id El-Hudri (Allah ondan razı olsun) dedi: Peygamber (ﷺ) şöyle dedi: \"Ademoğlu sabah kalktığında, tüm uzuvlar dilden önce eğilir ve der ki: 'Allah'tan kork, bizim için; çünkü biz seninleyiz: (yani, yaptıkların sonucunda ödüllendirileceğiz veya cezalandırılacağız) eğer sen doğru yolda isen, biz de doğru yolda olacağız; eğer sen eğri isen, biz de eğri olacağız.'.\"."
    },
    {
      "id": 12,
      "narrator": "Mu'adh bin Jabal (May Allah be pleased with him) reported:",
      "text": "Mu'adh bin Cebel (Allah ondan razı olsun) rivayet etti: Ben Allah'ın Resulü'ne (ﷺ) sordum: \"Beni Cennet'e sokacak ve Cehennem'den uzak tutacak bir ameli bildir.\" O (ﷺ) cevap verdi: \"Bana büyük bir önemi olan bir konuyu sordun, ama Allah'ın kolaylaştırdığı için bu kolaydır.\" O ekledi: \"Allah'a ibadet et, O'na ibadetinde hiçbir şeyi ortak koşma, As-Salat'ı (namazı) kıl, Zekat'ı ver, Ramazan'da Saum (oruç) tut ve gücün yetiyorsa Allah'ın Evine Hac yap.\" O (ﷺ) ayrıca dedi: \"Size hayır kapılarını göstereyim mi? Oruç, (Cehennem'den) bir perde, sadaka günahları söndürür (yani, su ateşi söndürdüğü gibi) ve Allah'ın bir kulunun gecenin son üçte birinde namazda durmasıdır.\" Sonra şunu okudu: \"Yanları yataklarından uzaklaşır, Rabb'lerine korku ve umutla dua ederler ve kendilerine verdiğimiz şeylerden infak ederler. Hiçbir kimse, yaptıkları karşılığında kendileri için saklanan sevinci bilemez.\" (32:16-17) Sonra ekledi: \"Size bu işin kökünü, direğini ve en yüksek noktasını söyleyeyim mi?\" Ben cevap verdim: \"Evet! Elbette, ey Allah'ın Peygamberi.\" O dedi: \"Bu işin kökü İslam, direği (temeli) As-Salat (namaz) ve en yüksek noktası Cihad'dır (Allah yolunda savaş).\" Sonra sordu: \"Bunların hepsini tutan şeyi söyleyeyim mi?\" Ben dedim: \"Evet, ey Allah'ın Resulü.\" O, dilini tuttu ve dedi: \"Bunu kontrol altında tut.\" Ben sordum: \"Ey Allah'ın Resulü! Gerçekten konuştuğumuz şeylerden hesaba çekilecek miyiz?\" O cevap verdi: \"Anan seni kaybetsin! İnsanlar dilleri yüzünden yüzüstü Cehenneme atılacaklar.\"."
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gıybetin ne olduğunu biliyor musunuz?\" Ashab: \"Allah ve Resulü daha iyi bilir.\" dediler. Bunun üzerine O şöyle dedi: \"Gıybet, (Müslüman) kardeşin hakkında, onun hoşlanmadığı bir şekilde konuşmaktır.\" Ona denildi: \"Eğer kardeşim gerçekten söylediğim gibiyse.\" O dedi: \"Eğer gerçekten söylediğin gibiyse, o gıybettir; ama eğer onda yoksa, o iftiradır.\"."
    },
    {
      "id": 14,
      "narrator": "Abu Bakrah (May Allah be pleased with him) said:",
      "text": "Abu Bekir (Allah ondan razı olsun) dedi: Veda Haccı sırasında Kurban Günü Mina'da hutbe verirken, Allah'ın Resulü (ﷺ) şöyle dedi: \"Şüphesiz, kanlarınız, mallarınız ve onurlarınız, bu gününüzün, bu ayınızın ve bu şehrinizin kutsallığı kadar kutsaldır ve dokunulmazdır. Şüphesiz! Bu mesajı size ilettim.\"."
    },
    {
      "id": 15,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "'Aişe (Allah ondan razı olsun) dedi: Ben Peygamber'e (ﷺ) dedim: \"Safiyye'nin (Allah ondan razı olsun) şu ve bu şeyi senin için yeterlidir.\" (Kastediyor ki, o kısa boylu bir kadındır). O dedi: \"Gerçekten, denizle karışsa denizi kirletecek bir söz söyledin.\" O ayrıca dedi: Onun önünde birini taklit ettim ve o dedi: \"Birini taklit ettiğimi sevmiyorum, hatta (bunun karşılığında) şu ve bu kadar verilse bile.\"."
    },
    {
      "id": 16,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Anas (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Mirac gecesinde, göğsünü ve yüzünü bakır tırnaklarıyla kazıyan bir grup insan gördüm. Ben de sordum: 'Bu insanlar kimdir, ey Cebrail?' Cebrail cevap verdi: 'Bunlar, başkalarının etini yedikleri (gıybet ettikleri) ve insanların onurunu çiğnedikleri için böyle cezalandırılan insanlardır.'\"."
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir Müslümanın kanı, onuru ve malı diğer bir Müslüman için dokunulmazdır.\"."
    },
    {
      "id": 18,
      "narrator": "Abud-Darda' (May Allah be pleased with him) said:",
      "text": "Ebu Derdâ (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Kardeşinin onurunu savunan kimseye, Allah Kıyamet Günü yüzünü ateşten koruyacaktır.\"."
    },
    {
      "id": 19,
      "narrator": "'Itban bin Malik (May Allah be pleased with him) said in his long Hadith cited in the Chapter entitled 'Hope' reported:",
      "text": "İtban bin Malik (Allah ondan razı olsun) uzun hadisi 'Ümit' başlıklı bölümde şöyle dedi: Peygamber (ﷺ) As-Salat'ı (namazı) kılmak için ayağa kalktığında, \"Malik bin Ad-Dukhshum nerede?\" diye sordu. Bir adam cevap verdi: \"O bir münafıktır. Allah'ı ve Resulünü sevmez.\" Peygamber (ﷺ) dedi ki: \"Bunu söylemeyin. Bilmez misiniz ki o, 'La ilaha illallah' (Allah'tan başka ilah yoktur) diyerek, O'nun rızasını arıyordu. Allah, O'na tapılacak tek ilah olduğunu tasdik edenin cehennem ateşini haram kılmıştır.\"."
    },
    {
      "id": 20,
      "narrator": "Ka'b bin Malik (May Allah be pleased with him) said in his long story about his repentance:",
      "text": "Ka'b bin Malik (Allah ondan razı olsun) tövbesi hakkında uzun hikayesini şöyle anlattı: Peygamber (ﷺ) Tabuk'ta insanların arasında oturuyordu. O (ﷺ) dedi ki: \"Ka'b bin Malik'e ne oldu?\" Banu Salamah kabilesinden bir kişi dedi ki: \"Ey Allah'ın Resulü! Onun cübbesinin süsü ve yanlarının beğenilmesi onu oyaladı ve bu yüzden geri kaldı.\" Muaz bin Cebel (Allah ondan razı olsun) dedi ki: \"Vay halinize! Ahlaka aykırı sözler söylediniz. Ey Allah'ın Resulü! Vallahi, ondan sadece iyi şeyler biliyoruz.\" Allah'ın Resulü (ﷺ) suskun kaldı.."
    },
    {
      "id": 21,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Bir adam, Peygamber (ﷺ) ile görüşmek için izin istedi. O (ﷺ) dedi ki: \"Ona izin verin ama o, kabilesinin kötü bir üyesidir.\"."
    },
    {
      "id": 22,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şu ve bu kişinin dinimizden hiçbir şey anladığını sanmıyorum.\" El-Buhari dedi ki: Al-Leyth bin Sa'd, bu hadisin ravilerinden biri olarak, Peygamber (ﷺ) tarafından bahsedilen iki adamın münafık olduğunu söyledi (yani, inancı açığa çıkarıp inkârı gizli tutuyorlardı)."
    },
    {
      "id": 23,
      "narrator": "Fatimah bint Qais (May Allah be pleased with her) said:",
      "text": "Fatıma bint Kays (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) yanına geldim ve ona dedim: \"Muaviye ve Ebu Cehm bana evlenme teklifinde bulundular.\" Allah'ın Resulü (ﷺ) dedi ki: \"Muaviye fakirdir ve malı yoktur, Ebu Cehm ise kadınlara karşı çok serttir.\"."
    },
    {
      "id": 24,
      "narrator": "Zaid bin Al-Arqam (May Allah be pleased with him) said:",
      "text": "Zeyd bin Arkam (Allah ondan razı olsun) dedi ki: Biz, Allah'ın Resulü (ﷺ) ile birlikte bir sefere çıktık ve birçok zorlukla karşılaştık. Abdullah bin Ubey (Münafıkların lideri) arkadaşlarına dedi ki: \"Allah'ın Resulü (ﷺ) ile birlikte olanlara harcama yapmayın, ta ki onu terk etsinler.\" Ayrıca dedi ki: \"Eğer Medine'ye dönersek, daha onurlu olan (yani kendisi, Abdullah bin Ubey) daha aşağı olanı (yani Allah'ın Resulü (ﷺ)) oradan çıkaracaktır.\" Ben, Allah'ın Resulü (ﷺ) yanına gittim ve ona bunu bildirdim, o da Abdullah bin Ubey'e birini gönderdi. Ona bunun doğru olup olmadığını sordu. Abdullah, böyle bir şey yapmadığına yemin etti ve Zeyd'in Allah'ın Resulü (ﷺ) için yalan söylediğini söyledi. Zeyd dedi ki: Bu yüzden o kadar endişelendim ki, bu ayet indirildi ve benim sözümü doğruladı: \"Münafıklar sana geldiğinde (ey Muhammed (ﷺ)), 'Şüphesiz sen Allah'ın Resulüsün' derler. Allah, senin gerçekten O'nun Resulün olduğunu bilir ve Allah, münafıkların gerçekten yalancı olduklarına şahitlik eder.\" (63:1) Sonra Allah'ın Resulü (ﷺ) münafıkları çağırdı ve onlara Allah'tan af dilemek için, ama onlar başlarını çevirdiler.."
    },
    {
      "id": 25,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Hind, Ebu Süfyan'ın eşi, Peygamber (ﷺ) ile şöyle dedi: \"Ebu Süfyan cimri bir adamdır ve bana ve çocuklarıma yeterli geçim sağlamaz, ancak ben onun malından izni olmadan bir şey alırsam.\" Peygamber (ﷺ) ona dedi ki: \"Onun malından, senin ve çocuklarının ihtiyacını karşılayacak kadar makul bir şekilde al.\"."
    },
    {
      "id": 26,
      "narrator": "Hudhaifah (May Allah be pleased with him) said:",
      "text": "Hudeyfe (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İftira atan kimse cennete giremeyecektir.\"."
    },
    {
      "id": 27,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) iki mezarın yanından geçti ve şöyle dedi: \"Her ikisi de (bu mezarlardaki kişiler) azap çekiyorlar ve bu, büyük bir günah yüzünden değil. Ancak gerçekten büyük günahlardır. Birisi, idrarından korunmazdı, diğeri ise insanlara iftira atardı (düşmanlık uyandırmak için, örneğin birine gidip, 'şu kişi senin hakkında şöyle kötü şeyler söylüyor' demek gibi).\"."
    },
    {
      "id": 28,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Size 'Al-'Adhu' (yalancılık ve iftira) nedir, söyleyeyim mi? O, insanlar arasında işlenen iftiradır.\"."
    },
    {
      "id": 29,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Hiçbir arkadaşım bana bir başkası hakkında bir şey iletmesin, çünkü ben her birinizi temiz bir kalple karşılamak istiyorum.\"."
    },
    {
      "id": 30,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlar madenler gibidir. Cahiliye döneminde iyi olanlar, dinin bilgisi ve anlayışını edindikleri takdirde İslam'da da iyidirler. İslam'da en iyi insanları, liderlikten derin bir nefret duyanları bulacaksınız. İnsanlar arasında en kötü olanı ise, bir yüzle birine, diğer yüzle başka birine görünen iki yüzlü kişidir.\""
    },
    {
      "id": 31,
      "narrator": "Muhammad bin Zaid reported:",
      "text": "Muhammed bin Zaid bildirdi: Bazı insanlar dedelerime, Abdullah bin Ömer'e (Allah ondan razı olsun) dediler: \"Biz yöneticilerimizi ziyaret ediyoruz ve onlardan ayrıldığımızda söylediklerimizin aksini söylüyoruz.\" Abdullah bin Ömer (Allah ondan razı olsun) cevap verdi: \"Allah'ın Resulü (ﷺ) zamanında bu davranışı münafıklık olarak sayardık.\"."
    },
    {
      "id": 32,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Doğruluk, takvaya götürür ve takva da cennete götürür. Bir adam sürekli doğruyu söylemeye devam eder ki, Allah katında doğru sözlü olarak kaydedilir. Yalan, günaha götürür ve günah da cehenneme götürür. Bir adam sürekli yalan söylemeye devam eder ki, Allah katında büyük bir yalancı olarak kaydedilir.\"."
    },
    {
      "id": 33,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) said:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) dedi: Peygamber (ﷺ) şöyle söyledi: \"Bu dört özelliğe sahip olan kimse tam bir münafıktır; ve bunlardan birine sahip olan kimse, onu terk etmedikçe münafıklık özelliğine sahiptir. (Bunlar:) Kendisine bir şey emanet edildiğinde, hıyanet eder; konuştuğunda yalan söyler; bir ahit yaptığında, hainlik eder; ve tartıştığında, kötü sözler sarf eder.\"."
    },
    {
      "id": 34,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah onlardan razı olsun) dedi: Peygamber (ﷺ) şöyle söyledi: \"Görmediği bir rüyayı anlatan kimse, iki arpa tanesini düğümlemeye zorlanacak ve bunu başaramayacaktır; ve bir topluluğun (gizlice) konuşmalarını dinlemeye çalışan kimse, Kıyamet Günü kulaklarına eritilmiş kurşun dökülecektir; ve bir resim (canlı varlıkların, hayvanlar ve böcekler gibi) yapan kimse (şiddetle cezalandırılacak) ve ona ruh üflemesi istenecektir, ki bunu yapamayacaktır.\"."
    },
    {
      "id": 35,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Yalanların en kötüsü, görmediği bir şeyi görmüş gibi davranmaktır.\"."
    },
    {
      "id": 36,
      "narrator": "Sumurah bin Jundub (May Allah be pleased with him) said:",
      "text": "Sumurah bin Cundub (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) sık sık sahabelerine, \"Aranızda rüya gören var mı?\" diye sorardı. Böylece Allah'ın dilediği kişiler ona rüyalarını anlatırdı. Bir gün (ﷺ) şöyle dedi: \"Geçen gece bir vizyon gördüm, iki adam (melek) yanıma geldi ve beni uyandırarak, 'İlerleyin!' dediler. Onlarla birlikte yola çıktım ve bir adamın yattığını gördük, ve bakın, başka bir adam onun başının üzerinde büyük bir taş tutuyordu. O, taşı adamın başına fırlatıyordu ve başını parçalıyordu. Taş onu vurduğunda, taş yuvarlandı ve o da onu almak için gitti, ve döndüğünde adamın başı iyileşmiş ve eski haline dönmüştü. Taşı atan (adam) daha sonra öncekini tekrar yaptı. Ben iki arkadaşlarıma, 'Subhan-Allah! Bunlar kim?' dedim. Onlar, 'İlerleyin, ilerleyin.' dediler. Böylece ilerledik ve yüzüstü yatan bir adamla karşılaştık ve başının üzerinde bir adam vardı, elinde bir demir kanca vardı, ve bakın, kancayı adamın ağzının bir tarafına sokup, o tarafını boynuna kadar yırtıyordu, ve burnunu da önden arkaya yırtıyordu, ve gözlerini de önden arkaya yırtıyordu. Sonra adamın yüzünün diğer tarafına döndü ve ilk tarafla yaptığı gibi yaptı. O (ikinci) tarafı tamamlamak üzereyken, ilk taraf eski haline döndü. Ben iki arkadaşlarıma, 'Subhan-Allah! Bunlar kim?' dedim. Onlar, 'İlerleyin, ilerleyin.' dediler. Böylece ilerledik ve bir Tannur (bir tür fırın, genellikle ekmek pişirmek için çamurla kaplanmış bir çukur) gibi bir şeyle karşılaştık.\" Ben (rivayet eden) Peygamberin (ﷺ) \"O fırında çok gürültü ve sesler vardı.\" dediğini düşünüyorum. Peygamber (ﷺ) ekledi: \"İçine baktık ve çıplak erkekler ve kadınlar gördük, ve bakın, altından onlara ulaşan bir ateş alevi vardı, ve ateş onlara ulaştığında yüksek sesle bağırdılar. Ben sordum, 'Bunlar kim?' Onlar bana, 'İlerleyin, ilerleyin.' dediler. Böylece ilerledik ve bir nehirle karşılaştık.\" Ben (rivayet eden) onun, \"-- kan gibi kırmızı.\" dediğini düşünüyorum. Peygamber (ﷺ) ekledi: \"Ve bakın, nehirde bir adam yüzüyordu, ve kıyıda birçok taş toplayan bir adam vardı. Bakın, diğer adam yüzüyorken, ona yaklaştı. Önceki ağzını açtı ve kıyıdaki adam ona bir taş attı, o da tekrar yüzmeye başladı. Sonra tekrar ona döndü ve her seferinde önceki geri döndüğünde, ağzını açtı ve kıyıdaki adam ona bir taş attı, (ve böylece) performans tekrarlandı. Ben iki arkadaşlarıma, 'Bunlar kim?' dedim. Onlar, 'İlerleyin, ilerleyin.' dediler. Ve ilerledik, ta ki en çirkin görünüşe sahip bir adamla karşılaşana kadar, gördüğünüz en çirkin görünüş! Yanında bir ateş vardı, onu yakıyor ve etrafında dönüyordu. Ben iki arkadaşlarıma, 'Bu kim?' dedim. Onlar bana, 'İlerleyin, ilerleyin!' dediler. Böylece ilerledik ve derin yeşil yoğun bitki örtüsüne sahip bir bahçeye ulaştık, her türlü bahar rengi vardı. Bahçenin ortasında çok uzun bir adam vardı, başını göremeyecek kadar uzun, ve etrafında daha önce hiç görmediğim kadar çok çocuk vardı! Ben iki arkadaşlarıma, 'Bu kim?' dedim. Onlar, 'İlerleyin, ilerleyin.' dediler. Böylece ilerledik ve görkemli, devasa bir bahçeye ulaştık, gördüğüm en büyük ve en güzel bahçeden daha büyük ve daha güzel! İki arkadaşım bana, 'Yukarı çık' dediler ve ben yukarı çıktım.\" Peygamber (ﷺ) ekledi: \"Böylece yukarı çıktık ve altın ve gümüş tuğlalardan inşa edilmiş bir şehre ulaştık, kapısına gittik ve (kapı bekçisinden) kapıyı açmasını istedik, kapı açıldı; ve şehre girdik ve içinde bir tarafı en güzel insan kadar güzel, diğer tarafı ise en çirkin insan kadar çirkin olan adamlar gördük! İki arkadaşım o adamlara nehirde kendilerini atmaları için emir verdiler. Bakın, şehirde akan bir nehir vardı ve suyu süt gibi beyazdı. O adamlar gittiler ve kendilerini ona attılar ve sonra çirkinlikleri (vücutlarının) kaybolduktan sonra bize geri döndüler ve en iyi halde geldiler.\" Peygamber (ﷺ) daha sonra ekledi: \"İki arkadaşım bana şöyle dediler: 'Bu yer 'Adn Cenneti'dir, ve orası senin yerin.' Gözümü kaldırdım ve bakın, orada beyaz bir bulut gibi bir saray gördüm! İki arkadaşım bana, 'O saray senin yerin,' dediler, ben onlara, 'Allah sizlere hayır versin! Beni içine alınız.' dedim. Onlar, 'Şu anda giremezsin, ama bir gün gireceksin.' dediler. Ben onlara, 'Bu gece birçok harika şeyler gördüm. Gördüğüm her şeyin anlamı nedir?' dedim. Onlar cevap verdiler: 'Sana bildireceğiz: İlk karşılaştığın adam, başı taşla ezilen, Kur'an'ı okuyan ama ne okuyan ne de emirlerine uyan ve farz namazları ihmal eden kimsenin sembolüdür. Karşılaştığın adam, ağzının kenarları, burun delikleri ve gözleri önden arkaya yırtılan kimse, sabah evinden çıkan ve yalanlar söyleyip dünyaya yayılmasına neden olan kimsenin sembolüdür. O fırına benzeyen yapıda gördüğün çıplak erkekler ve kadınlar, zinalardır. Taşı yutması için verilen adam, Ar-Riba (faiz) yiyen kimse, ve ateşin yanında gördüğün çirkin görünüşlü adam, Cehennem'in kapıcısı Malik'tir, ve bahçedeki uzun adam (Peygamber) İbrahim'dir, etrafındaki çocuklar ise Al-Fıtrah (İslam Tevhidi) üzere ölenlerdir.\"' Rivayet eden ekledi: Bazı Müslümanlar Peygamber'e (ﷺ) sordular, \"Ey Allah'ın Resulü! Müşriklerin çocukları hakkında ne olacak?\" Peygamber (ﷺ) cevap verdi: \"Müşriklerin çocukları da.\" Peygamber (ﷺ) ekledi: \"İki arkadaşım ekledi, 'Yarısı güzel, yarısı çirkin olan o adamlar, iyi bir ameli kötü bir amelle karıştıran kimselerdir, ama Allah onları affetti.'\" Al-Buhari'nin başka bir rivayetinde: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir gece iki adam yanıma geldi ve beni mübarek bir yere götürdüler.\" (Allah'ın Resulü (ﷺ) yukarıdaki olayı anlattı) ve şöyle dedi: \"Bir süre yürüdükten sonra, üstü dar, altı geniş bir fırın gibi bir çukura ulaştık, içinde ateş yanıyordu. Alevler yükseldiğinde (içindekiler) de yükselip çıkacak gibi oldular; ve ateş söndüğünde, onlar da onunla birlikte aşağı iniyorlardı. İçinde çıplak erkekler ve kadınlar vardı.\" (Hadisin geri kalanı yukarıdaki hadisin aynısıdır, sadece sonunda Allah'ın Resulü şöyle dedi: \"Bir kan nehrine ulaştık, ortasında bir adam duruyordu, ve nehrin kıyısında önünde birçok taş olan bir adam vardı...\") Bu rivayette ayrıca şunu da buluyoruz: \"Beni ağaca çıkardılar ve beni daha önce hiç görmediğim kadar güzel bir mekâna soktular. Orada (yaşlılar ve gençler) gördüm.\" Bu rivayette ayrıca şunu da buluyoruz: \"'Girdiğin ilk ev, genel olarak müminlerin evi, diğer ev ise şehitlerin evidir. Ben Cebrail'im (Gabriel), ve bu Mikail'dir. Başını kaldır.' Ben yukarı baktım ve bulut gibi bir şey gördüm. Onlar bana, 'O senin evin.' dediler. Ben, 'İçine girebilir miyim?' dedim. Onlar, 'Henüz yaşam süreni tamamlamadın. Tamamladığında, kesinlikle gireceksin.' dediler.\"."
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi: Peygamber (ﷺ) şöyle dedi: \"Bir adamın yalan olduğunu ispatlaması için, duyduğu her şeyi anlatması yeterlidir.\"."
    },
    {
      "id": 38,
      "narrator": "Samurah (May Allah be pleased with him) reported:",
      "text": "Samurah (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Benden bir şey aktaran ve onu yalan sayan kimse, yalancılardandır.\"."
    },
    {
      "id": 39,
      "narrator": "Asma' (May Allah be pleased with her) reported:",
      "text": "Asma' (Allah ondan razı olsun) bildirdi: Bir kadın Allah'ın Resulü (ﷺ)'ne geldi ve şöyle dedi: \"Benim bir co-wife'im var. Kocamdan aslında almadığım bir şeyi ona almışım gibi yanlış bir izlenim vermemde bir sakınca var mı?\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Almadığın bir şeyi almış gibi bir izlenim yaratan kimse, iki yalan giysi giymiş gibidir.\"."
    },
    {
      "id": 40,
      "narrator": "Abu Bakrah (May Allah be pleased with him) reported:",
      "text": "Ebu Bekir (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Size en büyük günahların birini bildirmeyeyim mi?\" Biz dedik: \"Evet, ey Allah'ın Resulü!\" O (ﷺ) dedi: \"Allah'a ortak koşmak ve anne-babaya isyan etmek.\" Allah'ın Resulü (ﷺ) oturduğu yerden kalktı (söyleyeceği şeyin önemini vurgulamak için) ve ekledi: \"Sizi yalan söylemekten ve yalan tanıklığı yapmaktan sakındırıyorum. Yalan söylemekten ve yalan tanıklığı yapmaktan sakındırıyorum.\" Allah'ın Resulü (ﷺ) bu uyarıyı tekrar tekrar yaptı ta ki onun durmasını istediğimiz zamana kadar."
    },
    {
      "id": 41,
      "narrator": "Abu Zaid Thabit bin Ad-Dahhak Al-Ansari (May Allah be pleased with him( (he is one of those who gave their pledge of allegiance to the Messenger of Allah (ﷺ) under the Tree) said:",
      "text": "Ebu Zeyd Thabit bin Ad-Dahhak El-Ensari (Allah ondan razı olsun) (O, Allah'ın Resulü (ﷺ) ile Ağaç altında biat edenlerden biridir) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"İslam dışındaki bir dine yemin eden kimse, inandığı gibi olur. Kendini bir şeyle öldüren kimse, Kıyamet Günü o şeyle azap görecektir. Bir kişi, sahip olmadığı bir şey hakkında bir adak yerine getirmekle yükümlü değildir. Bir müminin lanetlenmesi, onu öldürmek gibidir.\"."
    },
    {
      "id": 42,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir Siddik'in (doğru Müslüman) sık sık başkalarını lanetlemesi uygun değildir.\"."
    },
    {
      "id": 43,
      "narrator": "Abud-Darda' (May Allah be pleased with him) said:",
      "text": "Abud-Darda' (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sık sık lanet edenler, Kıyamet Günü ne şahit olarak ne de şefaatçi olarak kabul edilecektir.\"."
    },
    {
      "id": 44,
      "narrator": "Samurah bin Jundub (May Allah be pleased with him) said:",
      "text": "Samurah bin Cundub (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Birbirinizi lanetlemeyin, Allah'ın lanetini veya gazabını veya cehennem ateşini çağırarak.\"."
    },
    {
      "id": 45,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gerçek bir mümin, alay etme, sık sık başkalarını lanetleme, edebe aykırı davranma veya hakaret etme ile meşgul değildir.\"."
    },
    {
      "id": 46,
      "narrator": "Abud-Darda' (May Allah be pleased with him) said:",
      "text": "Abud-Darda' (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir kişi birine veya bir şeye lanet ettiğinde, lanet göğe yükselir ve gök kapıları kapanır. Sonra yere iner ve yer kapıları kapanır. Sonra sağa ve sola döner, eğer gidecek bir yer bulamazsa, lanet edilen kişi veya şeye geri döner; eğer lanet edilmeyi hak ediyorsa, aksi takdirde onu söyleyene geri döner.\""
    },
    {
      "id": 47,
      "narrator": "'Imran bin Husain (May Allah be pleased with him) said:",
      "text": "'Imran bin Husain (Allah ondan razı olsun) dedi ki: Biz Allah'ın Resulü (ﷺ) ile bir yolculukta idik ve Ensar'dan bir kadın dişi deveye biniyordu. O, deveye hakaret etti ve ona lanet etti. Allah'ın Resulü (ﷺ) bunu duydu ve \"Dişi deveyi yükten boşaltın ve serbest bırakın, çünkü lanet edilmiştir.\" dedi."
    },
    {
      "id": 48,
      "narrator": "Abu Barzah Nadlah bin 'Ubaid Al-Aslami (May Allah be pleased with him) said:",
      "text": "Abu Barzah Nadlah bin 'Ubaid Al-Aslami (Allah ondan razı olsun) dedi ki: Genç bir kadın, insanların yüklerinin bulunduğu bir dişi deveye biniyordu. Aniden Peygamberi (ﷺ) gördü. Dağın geçidi, onun halkı için darlaştı (korkudan). Genç kadın dişi deveye \"İlerle\" dedi. Deve hareket etmeyince, \"Ya Allah! Ona lanet et!\" dedi. Peygamber (ﷺ) \"Lanet edilen dişi deve bizimle birlikte olmamalıdır.\" dedi."
    },
    {
      "id": 49,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir Müslümana sövmek Fusuq'tur (Allah'a isyan) ve onu öldürmek (kafirlik)tir.\""
    },
    {
      "id": 50,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Abu Dharr (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Herhangi bir Müslüman, başka bir Müslümanı günah veya küfürle itham ederse, eğer diğer kişi bunu hak etmiyorsa, bu ithamı söyleyene geri döner.\""
    },
    {
      "id": 51,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İki kişi birbirine hakaret ettiğinde, başlangıçta hakaret eden günahkâr olur, ta ki mazlum sınırları aşmadıkça.\""
    },
    {
      "id": 52,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Bir sarhoş Peygamberin (ﷺ) yanına getirildi. O, \"Ona bir dayak atın.\" dedi. Sonra bazıları elleriyle, bazıları ayakkabılarıyla, bazıları da (katlanmış) bir bezle ona vurdu. Gittiğinde, birisi ona \"Allah seni rezil etsin!\" dedi. Peygamber (ﷺ) \"Böyle sözler söyleyerek Şeytan'a ona karşı galip gelmesine yardım etmeyin.\" dedi."
    },
    {
      "id": 53,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kölesini zina ile itham eden, Kıyamet Günü iftira cezasını (Hadd) alacaktır, eğer zina ithamı doğru değilse.\""
    },
    {
      "id": 54,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "'Aişah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ölüleri kötülemeyin, çünkü onlar, önceden yaptıkları (yani, iyi veya kötü amelleri) elde ettiler.\""
    },
    {
      "id": 55,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "'Abdullah bin 'Amr bin Al-'As (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Gerçek bir Müslüman, Müslümanların dilinden ve elinden güvende olduğu kimsedir; ve Muhacir (Göçmen) ise Allah'ın yasakladığı amelleri terk edendir.\""
    },
    {
      "id": 56,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) said:",
      "text": "'Abdullah bin 'Amr bin Al-'As (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Cehennem ateşinden kurtulmak ve Cennet'e girmek isteyen, Allah'a ve Ahiret Günü'ne tam bir iman içinde ölmelidir ve başkalarına, kendisine yapılmasını istediği gibi yapmalıdır.\""
    },
    {
      "id": 57,
      "narrator": "Anas bin Malik (May Allah be pleased with him) said:",
      "text": "Anas bin Malik (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Birbirinize kin beslemeyin, nefreti, düşmanlığı beslemeyin; ve birbirinize sırtınızı dönmeyin; ve Allah'ın kulları olarak kardeş olun. Bir Müslümanın, kardeşiyle üç günden fazla konuşmaması helal değildir.\""
    },
    {
      "id": 58,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Cennet kapıları pazartesi ve perşembe günleri açılır, ve o zaman her kul (Allah'ın) affına kavuşur, eğer Allah'a ibadetinde hiçbir şeyi ortak koşmuyorsa. Ancak kalbinde (Müslüman) kardeşine karşı kin taşıyan kişi affedilmeyecek ve onlar hakkında iki kez 'İkisini de birbirleriyle barışana kadar tutun.' denilecektir.\""
    },
    {
      "id": 59,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Kıskançlıktan sakının, çünkü kıskanmak erdemleri tüketir (yok eder) tıpkı ateşin odunları tüketmesi gibi,\" veya \"ot\" dedi."
    },
    {
      "id": 60,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şüpheden sakının, çünkü şüphe en kötü yalanlardır. Başkalarının kusurlarını aramayın. Birbirinizi gözetlemeyin ve birbirinize aldatma yapmayın. Birbirinize karşı kıskançlık beslemeyin ve birbirinize karşı düşmanlık beslemeyin. Birbirinizle olan bağları koparmayın. Allah'ın kulları olun ve birbirinize kardeş olun, O'nun emrettiği gibi. Bir Müslüman, bir Müslümanın kardeşidir. Ona ne zulmedebilir ne de onu küçümseyebilir. Takva buradadır! Takva buradadır!\" derken göğsüne işaret etti. \"Bir Müslümanın, Müslüman kardeşine küçümsemesi yeterince kötü bir şeydir. Bir Müslümanın tüm şeyleri, inanç kardeşi için dokunulmazdır: kanı, malı ve onuru. Şüphesiz ki Allah, sizin bedenlerinize veya yüzlerinize bakmaz, fakat O, kalplerinize ve amellerinize bakar.\" Başka bir rivayet: \"Birbirinize karşı kıskançlık beslemeyin; düşmanlık beslemeyin; birbirinizi gözetlemeyin ve birbirinizi aldatmayın. Allah'ın kulları olun, birbirinize kardeş olun.\" Başka bir rivayet: \"Birbirinizle ilişkilerinizi koparmayın. Düşmanlık beslemeyin ve birbirinize karşı kıskançlık hissetmeyin. Ey Allah'ın kulları! Kardeş olun!\" Başka bir rivayet: \"Karşılıklı ilişkileri koparmayın ve başka bir kişiyle çözülmesi muhtemel bir işlemde müdahale etmeyin.\""
    },
    {
      "id": 61,
      "narrator": "Muawiyah (May Allah be pleased with him) said:",
      "text": "Muaviye (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Eğer Müslümanların kusurlarını bulursanız, onları bozarısınız.\"."
    },
    {
      "id": 62,
      "narrator": "It has been reported that a man was brought before Abdullah bin Mas'ud (May Allah be pleased with him) because his beard was giving out smell of wine. Ibn Mas'ud said:",
      "text": "Abdullah bin Mes'ud'a (Allah ondan razı olsun) bir adam getirildi, çünkü sakalı şarap kokuyordu. İbn Mes'ud dedi ki: \"Müslümanları gözetlemek ve kusurlarını bulmak yasaklandı. Ancak günah açıkça ortaya çıkarsa, sadece o zaman hesap sorabiliriz.\"."
    },
    {
      "id": 63,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Şüpheden sakının, çünkü şüphe en kötü yalanlardandır.\"."
    },
    {
      "id": 64,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Bir Müslümanın (Müslüman) kardeşine küçümseyici bir şekilde bakması, ona yeterince kötü bir şeydir.\"."
    },
    {
      "id": 65,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle söyledi: \"Kalbinde hardal tanesi kadar kibir taşıyan kimse cennete girmeyecek.\" Bir adam sordu: \"Peki, güzel elbise ve güzel ayakkabı giymeyi seven birisi ne olacak?\" O dedi ki: \"Allah güzeldir ve güzelliği sever. Kibir, kendini beğenmekten dolayı gerçeği reddetmek ve insanları küçümsemektir.\"."
    },
    {
      "id": 66,
      "narrator": "Jundub bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Cündüb bin Abdullah (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Birisi şöyle dedi: 'Vallahi! Allah, falan kişiyi affetmeyecek.' Bunun üzerine Allah, yüce ve aziz olan şöyle dedi: 'Benim adımla yemin eden kimdir ki, ben falana affetmeyeceğim? Ben falana affettim ve senin iyi amellerini boşa çıkardım.'\"."
    },
    {
      "id": 67,
      "narrator": "Wathilah bin Al-Asqa' (May Allah be pleased with him) said:",
      "text": "Vatilah bin Al-Asqa' (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Bir (Müslüman) kardeşinin başına gelen bir felakete sevinmeyin, yoksa Allah ona merhamet eder ve sizi bir felaketle baş başa bırakır.\"."
    },
    {
      "id": 68,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"İki şey, bunları yapanların inkârının belirtileridir: Bir kişinin soyunu iftira etmek ve ölüler için feryat etmek.\"."
    },
    {
      "id": 69,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Bizimle silahlanan bizden değildir; ve bizi kandıran bizden değildir.\" Müslim'in başka bir rivayeti: Allah'ın Resulü (ﷺ) bir mısır yığınına rastladı. Elini o yığının içine soktu ve parmakları ıslaklık hissetti. O yığının sahibine sordu: \"Bu nedir?\" O cevap verdi: \"Ey Allah'ın Resulü! Bunlar yağmurla ıslatıldı.\" O şöyle dedi: \"Neden bu (ıslak kısmı) mısırın üzerine koymadın ki insanlar bunu görebilsin? Aldatan bizden değildir.\"."
    },
    {
      "id": 70,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Najş (aldatma) yapmayın.\"."
    },
    {
      "id": 71,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) Najş uygulamasını yasakladı.."
    },
    {
      "id": 72,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Bir adam, Allah'ın Resulü (ﷺ) ile yaptığı işlemlerde sık sık aldatıldığını söyledi. Allah'ın Resulü (ﷺ) ona şöyle dedi: \"Bir ticarete girdiğinde, 'Aldatma olmasın' demelisin.\"."
    },
    {
      "id": 73,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Başkasının karısını veya kölesini aldatan bizden değildir.\"."
    },
    {
      "id": 74,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) said:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Bu dört özelliği taşıyan kimse kesin bir münafıktır; ve bunlardan birine sahip olan kimse, onu bırakmadıkça bir münafıklık özelliğine sahiptir. Bunlar: kendisine bir şey emanet edildiğinde, güvenilmez; konuştuğunda yalan söyler; bir ahit yaptığında, hainlik eder; ve tartıştığında, çok düşüncesiz, kötü, hakaret edici bir şekilde davranır.\"."
    },
    {
      "id": 75,
      "narrator": "Ibn Mas'ud, Ibn 'Umar and Anas (May Allah be pleased with them) said:",
      "text": "İbn Mes'ud, İbn 'Umar ve Enes (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) şöyle söyledi: \"Ahidini bozan herkes için Kıyamet Günü'nde bir (büyük) bayrak olacaktır ve denilecektir: 'Bu bayrak, falanın ahidini bozduğunu ilan ediyor.'\""
    },
    {
      "id": 76,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id El-Hudri (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Her kim bir ahdi bozarsa, Kıyamet Günü kalçalarının yanında bir bayrak olacaktır. Bu bayrak, ihanetinin niteliğine göre daha yüksek kaldırılacaktır. Dikkat edin, bir yöneticinin Müslüman topluluğuna olan ahdini bozmasından daha büyük bir günah yoktur.\"."
    },
    {
      "id": 77,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle buyurdu: \"Yüce Allah şöyle buyuruyor: 'Kıyamet Günü üç (tür) insanla mücadele edeceğim: Benim adımla ahit yapan ve sonra onu bozan; bir özgür insanı köle olarak satan ve fiyatını yiyen; ve bir işçiyi kiralayan ve ondan tam iş alıp, ona ücretini ödemeyen.\"."
    },
    {
      "id": 78,
      "narrator": "Abu Dharr (May Allah be pleased with him) said:",
      "text": "Ebu Zerr (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle gözlemledi: \"Kıyamet Günü Allah'ın ne onlarla konuşacağı, ne onlara bakacağı, ne de onları temizleyeceği üç (tür) insan vardır ve onlara acı bir azap olacaktır.\" Allah'ın Elçisi (ﷺ) bunu üç kez tekrar etti. Ebu Zerr (Allah ondan razı olsun) şöyle dedi: \"Onlar helak olmuştur. Onlar kimdir, Ey Allah'ın Elçisi?\" Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Biri, kibirlenerek alt giysilerini (ayak bileklerinin altına) sarkıtan; diğeri, başkalarına yaptığı iyilikleri övünen; ve yalan yeminle malını satan.\"."
    },
    {
      "id": 79,
      "narrator": "'Iyad bin Himar (May Allah be pleased with him) said:",
      "text": "İyad bin Himar (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Şüphesiz, Allah bana alçakgönüllülüğü benimsememi vahyetti. Böylece kimse kimseye zulmetmesin ve kimse kimseye küçümseyici ve kibirli davranmasın.\"."
    },
    {
      "id": 80,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir kişi: 'İnsanlar helak oldu' derse, o, en çok helak olanıdır.\" Başka bir rivayette: \"O, aralarındaki en helak olanıdır.\"."
    },
    {
      "id": 81,
      "narrator": "Anas bin Malik (May Allah be pleased with him) said:",
      "text": "Enes bin Malik (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Birbirinizi terk etmeyin, birbirinize kin beslemeyin, birbirinize haset etmeyin ve Allah'ın kulları olarak kardeşler gibi olun. Bir Müslümanın, kardeşi (Müslüman) ile üç günden fazla konuşmayı kesmesi caiz değildir.\"."
    },
    {
      "id": 82,
      "narrator": "Abu Ayyub Al-Ansari (May Allah be pleased with him) said:",
      "text": "Ebu Eyyub El-Ensari (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir Müslümanın, kardeşini üç geceden fazla terk etmesi caiz değildir; karşılaştıklarında biri bir tarafa, diğeri diğer tarafa dönerse, ikisi arasında en hayırlısı, diğerine selam veren ilk olandır.\"."
    },
    {
      "id": 83,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"İnsanların amelleri, pazartesi ve perşembe günleri Allah'a sunulur; eğer bir kul, Allah'a ibadetinde hiçbir şeyi ortak koşmazsa, küçük günahları affedilir. Ancak kalbinde kardeşine karşı kin taşıyan kişi affedilmez. Onlar hakkında iki kez: 'Bu ikisini tutun, barışana kadar' denir.\"."
    },
    {
      "id": 84,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Şeytan, Arabistan Yarımadası'nda namaz kılanların kendisine ibadet etmesinden umudunu kesmiştir ama aralarında fitne çıkarmaktan umudunu kesmemiştir.\"."
    },
    {
      "id": 85,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir Müslümanın, kardeşini üç günden fazla terk etmesi caiz değildir; ve kim bunu üç günden fazla yapar ve sonra ölürse, kesinlikle cehenneme girecektir.\"."
    },
    {
      "id": 86,
      "narrator": "Abu Khirash Hadrad bin Abu Hadrad Al-Aslami (May Allah be pleased with him) said:",
      "text": "Ebu Hıraş Hadrad bin Ebu Hadrad El-Eslemî (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Kardeşini bir yıl terk eden, kanını döken gibidir.\"."
    },
    {
      "id": 87,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir müminin, kardeşini üç günden fazla terk etmesi caiz değildir. Eğer üç gün geçerse, onu görmeli ve selam vermelidir; eğer diğeri buna karşılık verirse, her ikisi de sevap alır; ama eğer karşılık vermezse, o günahı yüklenir ve (selam veren) kişi, kardeşini terk etme günahından kurtulmuş olur.\"."
    },
    {
      "id": 88,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Üç kişinin bulunduğu yerde, iki kişi üçüncüyü dışlayarak gizli görüşme yapmamalıdır.\" Ebu Davud'da, Ebu Salih şöyle dedi: İbn Ömer'e: \"Ya dört kişi olursa?\" dedim. O: \"Bunda bir sakınca yoktur.\" dedi. Malik, El-Muvatta'da 'Abdullah bin Dinar'ın rivayet ettiğine göre: İbn Ömer ve ben, pazar yerinde bulunan Halid bin Ukbe'nin evindeydik. Bir adam İbn Ömer'e danışmaya geldi. Yanımda benden başka kimse yoktu. İbn Ömer başka bir adamı çağırdı ve biz dört kişi olduk ve bana ve çağırdığı adama: \"Biraz uzaklaşın, çünkü Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'İki kişi, üçüncüyü dışlayarak gizli görüşme yapmamalıdır.'\" dedi."
    },
    {
      "id": 89,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Üçünüz bir arada olduğunuzda, ikiniz üçüncüyü göz ardı ederek özel konuşmamalıdır; sayıları arttırana kadar, üçüncü kişinin incinmemesi için.\"."
    },
    {
      "id": 90,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir kadın, bir kediyi hapsedip öldürdüğü için cehennemde azap gördü. Onu hapsedildiği süre boyunca ne yedirdi ne de içirdi, ne de onu serbest bıraktı ki yeryüzündeki böcekleri yesin.\""
    },
    {
      "id": 91,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle bildirmiştir: Kureyş'ten bazı gençlerin yanından geçiyordum, bir kuşu bağlayıp ona ok atıyorlardı. Her atışta isabet edemedikleri ok, kuşun sahibine geçiyordu. İbn 'Umar'ı görünce hemen dağıldılar. Bunun üzerine İbn 'Umar şöyle dedi: \"Bunu kim yaptı? Yapanın üzerine Allah'ın laneti olsun. Şüphesiz, Allah'ın Resulü (ﷺ) canlı bir varlığı hedef yapanı lanetlemiştir.\"."
    },
    {
      "id": 92,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Anas (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) hayvanların hedef olarak bağlanmasını yasakladı.."
    },
    {
      "id": 93,
      "narrator": "Abu Ali Suwaid bin Muqarrin (May Allah be pleased with him) said:",
      "text": "Ebu Ali Suwaid bin Muqarrin (Allah ondan razı olsun) dedi ki: Ben Banu Muqarrin'in yedinci çocuğuydum ve yalnızca bir cariyemiz vardı. Bizim en küçük olanımız bir gün ona (yüzüne) tokat attı, bunun üzerine Allah'ın Resulü (ﷺ) onu serbest bırakmamızı emretti.."
    },
    {
      "id": 94,
      "narrator": "Abu Mas'ud Al-Badri (May Allah be pleased with him) said:",
      "text": "Ebu Mes'ud El-Bedri (Allah ondan razı olsun) dedi ki: Ben kölemle bir kamçıyla dövüyordum, arkamdan \"Ebu Mes'ud! Dikkat et...\" diyen bir ses duydum. O anki öfkemden sesi tanıyamadım. Ebu Mes'ud ekledi: Yaklaştığında, bunun Allah'ın Resulü (ﷺ) olduğunu gördüm ve şöyle diyordu: \"Ebu Mes'ud! Bil ki, Allah'ın senin üzerindeki hâkimiyeti, senin kölen üzerindeki hâkimiyetinden daha fazladır.\" Bunun üzerine ben: \"Artık bir daha köle dövmeyeceğim.\" dedim. Başka bir rivayet: Kamçım, Peygamber (ﷺ) karşısında korkudan elimden düştü. Bir başka rivayet: \"O, Allah rızası için serbesttir.\" dedim. O (ﷺ) da: \"Eğer bunu yapmasaydın, ateşle yakılırdın.\" dedi."
    },
    {
      "id": 95,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Bir köleyi, yapmadığı bir şeyden dolayı dövmek veya tokatlamak için kefaret, onu serbest bırakmaktır.\"."
    },
    {
      "id": 96,
      "narrator": "It has been narrated that Hisham bin Hakim bin Hizam (May Allah be pleased with them) happened to pass by some (non-Arab) farmers of Syria who had been made to stand in the sun, and olive oil was poured on their heads. He said:",
      "text": "Hişam bin Hakim bin Hizam (Allah onlardan razı olsun) şöyle bir duruma tanık oldu: Suriye'deki bazı (Arap olmayan) çiftçilerin güneş altında bekletildiğini ve başlarına zeytinyağı döküldüğünü gördü. \"Ne oluyor?\" diye sordu. Kendisine, jizye ödemedikleri için tutuklandıkları söylendi. (Başka bir rivayet, Al-Kharaj'ı ödemedikleri için işkence gördüklerini belirtir). Bunun üzerine Hişam dedi ki: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duyduğuma şahitlik ederim: 'Allah, dünyada insanlara işkence edenleri azaplandıracaktır.'\" Sonra Amirlerine doğru ilerledi ve bu hadisi ona bildirdi. Amir, onların serbest bırakılmasını emretti.."
    },
    {
      "id": 97,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) yüzünde damga olan bir eşek gördü. Bu durumu hoş karşılamadı. Bunun üzerine İbn 'Abbas (Allah ondan razı olsun) dedi ki: \"Allah'a yemin ederim ki, ben (hayvanı) yüzünden başka bir yerden damgalamayacağım.\" İbn 'Abbas (Allah ondan razı olsun) daha sonra kalçalarına damgalama emri verdi; hayvanları kalçalarından damgalayan ilk kişi oldu.."
    },
    {
      "id": 98,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah ondan razı olsun) dedi ki: Yüzünde damga olan bir eşek, Peygamber (ﷺ) önünden geçti. Bunun üzerine o şöyle dedi: \"Yüzüne damga vuranın üzerine Allah'ın laneti olsun.\" Müslim'deki başka bir rivayet: \"Allah'ın Resulü (ﷺ) bize yüzüne vurmayı ve hayvanın yüzüne damga vurmayı yasakladı.\"."
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bizi bir sefere gönderdi ve \"Eğer falan ve falanı (Kureyş'ten iki kişiyi isim vererek) bulursanız, onları ateşe atın.\" dedi. Yola çıkmak üzereyken, \"Ben size falan ve falanı yakmanızı emrettim, ama ateşle azap eden yalnızca Allah'tır. Eğer onları bulursanız, onları öldürün.\" dedi."
    },
    {
      "id": 100,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Biz Allah'ın Resulü (ﷺ) ile bir yolculuktaydık, o (doğal ihtiyaç gidermek için) uzaklaştı. Yokluğunda, iki yavrusu olan bir kırmızı kuş gördük. Onları yakaladık ve kırmızı anne kuş geldi, kanatlarıyla yere vurarak. Bu sırada Peygamber (ﷺ) döndü ve \"Bu kuşun yavruları yüzünden sıkıntıya sokan kimdir? Onları geri verin.\" dedi. Ayrıca yaktığımız bir karınca tepesini de fark etti. \"Bunu kim ateşe verdi?\" diye sordu. Biz de: \"Biz yaptık.\" dedik. O (ﷺ) dedi ki: \"Ateşle azap edebilecek olan yalnızca ateşin Rabbi'dir.\"."
    },
    {
      "id": 101,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir kişinin yükümlülüğünü yerine getirmekte gecikmesi, bir zulümdür; eğer sizden birinin borcunu zengin bir kişi üstlenirse, onun yerine geçmeyi kabul etmelisiniz.\"."
    },
    {
      "id": 102,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Birine hediye veren ve sonra onu geri alan kimse, kendi kusmuğunu yiyen bir köpeğe benzer.\" Başka bir rivayet: \"Sadakasını geri alan kimse, kusan ve sonra geri dönüp onu yiyen bir köpeğe benzer.\"."
    },
    {
      "id": 103,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) said:",
      "text": "Ömer bin Hattab (Allah ondan razı olsun) dedi ki: Ben Allah yolunda bir at bağışladım. Yeni sahibi ona iyi davranmadı. Zayıf ve sıska hale geldiği için onu ucuz bir fiyata satacağını düşündüğüm için geri almak istedim. Peygamber (ﷺ) ile bu konuda konuştum, o da: \"Onu alma ve sadakanı geri alma, çünkü sadakasını geri alan kimse, kendi kusmuğunu yiyen bir köpeğe benzer.\" dedi."
    },
    {
      "id": 104,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle dedi: \"Yedi felaketten uzak durun.\" Soruldu: \"Onlar nedir, Ey Allah'ın Resulü?\" O (ﷺ) cevap verdi: \"Allah'a ibadet konusunda bir şeyi ortak koşmak (yani, şirke düşmek), sihir, Allah'ın dokunulmaz kıldığı birini haksız yere öldürmek, yetimin malını yemek, faizi yemek, savaş alanından kaçmak ve iffetsiz, inançlı kadınları suçlamak, onların iffetine asla bir şey düşünmeyecek olanlar.\"."
    },
    {
      "id": 105,
      "narrator": "`Abdullah bin Mas`ud (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Mes'ud (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) Ar-Riba (faiz) alanı ve ödeyeni lanetledi."
    },
    {
      "id": 106,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yüce Allah şöyle der: 'Ben, ortaklardan en uzak olanım. Benim dışımda bir başkası için bir şey yapanı, onu ve şirkiyle birlikte atarım.'\"."
    },
    {
      "id": 107,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kıyamet Günü ilk yargılanacak olan, şehit olarak ölen bir adam olacaktır. O, öne getirilecektir. Allah ona, kendisine verdiği nimetleri hatırlatacak ve adam bunları kabul edecektir. Sonra Allah ona soracak: 'Bunlar için ne yaptın?' Adam cevap verecek: 'Senin yolunda savaştım, şehit oldum.' Allah buyuracak: 'Yalan söyledin. Sen, insanların seni cesur olarak anması için savaştın; ve bunu yaptılar.' Sonra hakkında bir emir verilecek ve yüzüstü sürüklenecek ve Cehenneme atılacaktır. Ardından, ilim edinmiş ve öğretmiş olan ve Kur'an okumuş bir adam öne getirilecektir. Allah ona, kendisine verdiği nimetleri hatırlatacak ve adam bunları kabul edecektir. Sonra Allah ona soracak: 'Bunlar için ne yaptın?' Adam cevap verecek: 'Ben ilim edindim ve öğrettim, senin rızan için Kur'an okudum.' Allah ona buyuracak: 'Yalan söyledin. Sen, insanların seni âlim olarak anması için ilim edindin; ve Kur'an okudun ki, insanlar seni okuyucu olarak anmasın; ve bunu yaptılar.' Sonra hakkında bir emir verilecek ve yüzüstü sürüklenecek ve Cehenneme atılacaktır. Ardından, Allah'ın zengin kıldığı ve ona bol mal verdiği bir adam öne getirilecektir. Allah ona, kendisine verdiği nimetleri hatırlatacak ve adam bunları kabul edecektir. Allah ona soracak: 'Bunlar için ne yaptın?' Adam cevap verecek: 'Ben, senin rızan için malın harcanmasını istediğin yolları asla ihmal etmedim.' Allah ona buyuracak: 'Yalan söyledin. Sen, insanların seni cömert olarak anması için yaptın; ve bunu yaptılar.' Sonra hakkında bir emir verilecek ve yüzüstü sürüklenecek ve Cehenneme atılacaktır.\"."
    },
    {
      "id": 108,
      "narrator": "`Abdullah bin `Umar (May Allah be pleased with them) said:",
      "text": "Abdullah bin Ömer (Allah onlardan razı olsun) dedi ki: Bazı insanlar bana, \"Biz yöneticilerimizi ziyaret ediyoruz ve onlara, onlardan ayrıldığımızda söylediğimiz şeylerin aksini söylüyoruz.\" dediler. Abdullah bin Ömer (Allah onlardan razı olsun) cevap verdi: \"Allah'ın Resulü (ﷺ) döneminde biz bunu münafıklık olarak görürdük.\"."
    },
    {
      "id": 109,
      "narrator": "Jundub (May Allah be pleased with him) said:",
      "text": "Cündüb (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Gösteriş için hareket eden kimse, Kıyamet Günü Allah tarafından rezil edilecektir; insanlar tarafından itibar görmek için iyi işler yapan kimse ise, Kıyamet Günü gizli kötü niyetleri insanlar önünde açığa çıkacaktır.\"."
    },
    {
      "id": 110,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Dünya konforlarını sağlamak amacıyla, Allah'ın rızasını kazanmak için edinilen (ilmî) bilgiye sahip olan bir kimse, Kıyamet Günü Cennet'in kokusunu bile duyamayacaktır (yani, Cennete giremeyecektir).\"."
    },
    {
      "id": 111,
      "narrator": "Abu Dharr (May Allah be pleased with him) said:",
      "text": "Ebu Dharr (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle soruldu: \"İyi bir iş yapan ve insanlar tarafından övülen bir kişi hakkında ne dersiniz, bu gösteriş sayılır mı?\" O, \"Bu, bir müminin bu dünyada aldığı müjdedir.\" diye cevap verdi."
    },
    {
      "id": 112,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir adamın yapacağı zina, Allah tarafından yazılmıştır. Ondan kaçış yoktur. Gözün zinası (şehvetli) bakıştır, kulağın zinası (şehvetli şarkılar veya konuşmaları) dinlemektir, dilin zinası (şehvetli) konuşmadır, elin zinası (şehvetli) tutuşmadır, ayağın zinası (zina yapmayı düşündüğü yere) yürümektir, kalp arzu eder ve ister ve cinsel organlar da bunların hepsine onay verir veya reddeder.\" Bu, Müslim'deki ifadedir; El-Buhari'nin ifadesi biraz daha kısadır."
    },
    {
      "id": 113,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Yolların kenarında oturmaktan kaçının.\" Ashabları dediler ki: \"Ey Allah'ın Resulü (ﷺ), orada oturmaktan başka bir alternatifimiz yok.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Eğer oturmak zorundaysanız, yolun haklarını yerine getirin.\" Onlar sordular: \"Hakları nelerdir?\" Bunun üzerine o şöyle dedi: \"Gözleri aşağıda tutmak (haram şeylere bakmamak); başkalarına zarar vermekten kaçınmak, selamı almak (yani, birbirinize 'Vealeyküm selam' demek) ve iyiliği emretmek ve kötülükten sakındırmaktır.\"."
    },
    {
      "id": 114,
      "narrator": "Abu Talhah Zaid bin Sahl (May Allah be pleased with him) said:",
      "text": "Ebu Talha Zeyd bin Sahl (Allah ondan razı olsun) dedi ki: Biz evimizin önündeki bir platformda oturup konuşuyorduk, Allah'ın Resulü (ﷺ) yanımızdan geçti ve \"Neden yollarda oturuyorsunuz? Orada oturmaktan kaçının.\" dedi. Biz cevap verdik: \"Orada oturuyoruz, zarar vermek niyetinde değiliz. Sadece (ilmî) bilgi konuşuyoruz.\" O, \"Eğer oturmak zorundaysanız, yolun haklarını yerine getirin: Gözlerinizi aşağıda tutun, selamları alın ve güzel bir şekilde konuşun.\" dedi."
    },
    {
      "id": 115,
      "narrator": "Jarir bin 'Abdullah (May Allah be pleased with him) said:",
      "text": "Cerir bin Abdullah (Allah ondan razı olsun) dedi ki: Ben Allah'ın Resulü (ﷺ) ile (bir kadına bakma konusundaki) kazara bakış hakkında konuştum ve o, gözlerimi çevirmemi emretti."
    },
    {
      "id": 116,
      "narrator": "Umm Salamah (May Allah be pleased with her) said:",
      "text": "Ümmü Seleme (Allah ondan razı olsun) dedi ki: Ben, Maimune (Allah ondan razı olsun) ile birlikte Allah'ın Resulü (ﷺ) ileydim, İbn Ümmü Mektum (Allah ondan razı olsun) (kör) ona ziyarete geldi. (Bu olay, Hicap emrinden sonra gerçekleşti). Peygamber (ﷺ) bize, ondan saklanmamızı (yani, Hicap uygulamamızı) söyledi. Biz dedik ki: \"Ey Allah'ın Resulü (ﷺ), o kördür ve bizi göremez, bizi tanımaz.\" O cevap verdi: \"Siz de mi körsünüz ve onu göremez misiniz?\"."
    },
    {
      "id": 117,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir adam, bir adamın avret yerlerine bakmamalıdır; bir kadın da bir kadının avret yerlerine bakmamalıdır; iki adam bir örtü altında çıplak yatmamalıdır; iki kadın da aynı örtü altında çıplak yatmamalıdır.\"."
    },
    {
      "id": 118,
      "narrator": "'Uqbah bin 'Amir (May Allah be pleased with him) said:",
      "text": "Ukbe bin Amir (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Kadınların (açık veya yalnız kalmak için) bulunduğu bir yere girmekten kaçının.\" Ensardan bir adam dedi ki: \"Bir kadının kocasının kardeşi hakkında bana söyle.\" O cevap verdi: \"Bir kadının kocasının kardeşi, ölümdür.\"."
    },
    {
      "id": 119,
      "narrator": "Ibn Abbas (May Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Sizden hiç kimse, bir kadınla yalnız görüşmemelidir; ancak yanında bir Mahrem (yani, haram olan akraba) varsa.\"."
    },
    {
      "id": 120,
      "narrator": "Buraidah (May Allah be pleased with him) said:",
      "text": "Bureyde (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Mücahidin (yani, Allah yolunda çaba gösterenlerin) eşlerinin saygınlığı, evde kalanların (yani, cihada gitmeyenlerin) annelerinin saygınlığı gibidir. Bir Mücahidin ailesine bakmak için geride kalan ve ona ihanet eden kimse, Kıyamet Günü Mücahid'in önünde durdurulacak ve o, istediği kadar sevaplarından alacak, ta ki tatmin olana kadar.\" Allah'ın Resulü (ﷺ) bize döndü ve \"Şimdi, ne düşünüyorsunuz (yani, onun yanında bir şey bırakacak mı)?\" dedi."
    },
    {
      "id": 121,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) kadınsı davranan erkekleri ve erkekleri taklit eden kadınları lanetlemiştir. Başka bir rivayette: Allah'ın Elçisi (ﷺ) kadınları taklit eden erkekleri ve erkekleri taklit eden kadınları lanetlemiştir."
    },
    {
      "id": 122,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) kadın elbisesi giyen bir erkeği ve erkek elbisesi giyen bir kadını lanetlemiştir."
    },
    {
      "id": 123,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Cehennemde cezalandırılacak iki grup insan vardır ki, onları henüz görmedim: İneklerin kuyrukları gibi kamçılarla insanları döven erkekler ve giyinik ama çıplak gibi görünen, kötülüğe davet eden ve kendileri de ona meyilli olan kadınlar. Başları, bir tarafa eğilmiş Bactrian devesinin hörgücüne benzeyecek. Onlar cennete giremeyecek ve belirli bir mesafeden algılanan kokusunu da duyamayacaklar.\""
    },
    {
      "id": 124,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sol elinle yemek yeme, çünkü şeytan sol elinle yer ve içer.\""
    },
    {
      "id": 125,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Hiç kimse sol eliyle yemek ve içmekte bulunmamalıdır; çünkü şeytan sol eliyle yer ve içer.\""
    },
    {
      "id": 126,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı davranın.\""
    },
    {
      "id": 127,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Ebu Bekir'in (Allah ondan razı olsun) babası Ebu Kuhafa, Mekkelerin fethinde Allah'ın Elçisi (ﷺ) huzuruna getirildi ve başı ile sakalı bembeyazdı. Allah'ın Elçisi (ﷺ) dedi ki: \"Bunu değiştirin (yani, boyayın ve siyah renkten kaçının).\""
    },
    {
      "id": 128,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) başın bir kısmını traş etmeyi yasakladı."
    },
    {
      "id": 129,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) bir çocuğu gördü, başının bir kısmı traş edilmiş, bir kısmı ise bırakılmıştı. Onlara bunu yasakladı ve dedi ki: \"Ya tamamını traş edin ya da tamamını bırakın.\""
    },
    {
      "id": 130,
      "narrator": "'Abdullah bin Ja'far (May Allah be pleased with them) said:",
      "text": "Abdullah bin Ca'fer (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) Şehit Ja'far'ın ailesine üç gün süre tanıdı. Sonra geldi ve dedi ki: \"Artık bu günden sonra kardeşim için ağlamayın.\" Dedi ki: \"Bütün yeğenlerimi bana getirin.\" Biz, tavuklar gibi getirildik. Sonra dedi ki: \"Bana bir berber çağırın.\" Başlarımızı traş etmesi için ona talimat verdi ve o da bunu yaptı."
    },
    {
      "id": 131,
      "narrator": "'Ali (May Allah be pleased with him) said:",
      "text": "Ali (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) bir kadının başını traş etmesini yasakladı."
    },
    {
      "id": 132,
      "narrator": "Asma' (May Allah be pleased with her) said:",
      "text": "Esma (Allah ondan razı olsun) dedi ki: Bir kadın Peygamber'e (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Elçisi! Küçükken çiçek hastalığı geçiren bir kızım var ve saçları döküldü. Şimdi onun evliliğini kutlamak istiyorum. Ona peruk alabilir miyim?\" Bunun üzerine Peygamber (ﷺ) dedi ki: \"Allah, peruk yapanı ve takanı lanetlemiştir.\""
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Benzer bir rivayet Aişe'den de nakledilmiştir."
    },
    {
      "id": 134,
      "narrator": "Humaid bin 'Abdur-Rahman (May Allah be pleased wth him) said:",
      "text": "Hümeyd bin Abdurrahman (Allah ondan razı olsun) dedi ki: Hac sırasında Muaviye'yi (Allah ondan razı olsun) minberde dururken gördüm. Korumadan bir tutam saç aldı ve dedi ki: \"Ey Medineliler! Bilginleriniz nerede? (Neden sizi bunu yasaklamıyorlar?) Peygamber'in (ﷺ) bu (sahtak saç) kullanımını yasakladığını ve 'Beni İsrail'in kadınları böyle saçlar giydiğinde helak olduğunu' işittim.\""
    },
    {
      "id": 135,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) peruk yapanı ve takanı, dövme yapanı ve dövme yaptıranı lanetlemiştir."
    },
    {
      "id": 136,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah, dövme yapan kadınları, dövme yaptıran kadınları, kaş ve yüzlerinden (sakal ve bıyık hariç) tüylerini alan kadınları, güzellik için dişleri arasında yapay boşluklar açan kadınları lanetlemiştir; bu şekilde Allah'ın yaratılışını değiştirenlerdir. Bir kadın onunla tartışmaya başladı ve \"Bunlar nedir?\" dedi. O da: \"Neden, Allah'ın Elçisi (ﷺ) tarafından lanetlenenleri ve Allah'ın Kitabı'nda lanetlenenleri lanetlemeyeyim?\" diye cevap verdi. Yüce Allah, Kitabı'nda şöyle buyurmuştur: \"Ve size neyi Resul (Muhammed (ﷺ)) verirse, onu alın; ve size neyi yasaklarsa, ondan sakının.\" (59:7)."
    },
    {
      "id": 137,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bizim yolumuza (yani İslam'a) aykırı bir şey yapanın yaptığı reddedilecektir.\"."
    },
    {
      "id": 138,
      "narrator": "Abu Qatadah (May Allah be pleased with him) said:",
      "text": "Ebu Katade (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle dedi: \"İdrar yaparken sağ elinle cinsel organına dokunmayın, ne de olsa yıkarken veya temizlerken; içtiğiniz kaplara da üflemeyin.\"."
    },
    {
      "id": 139,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden hiç kimse bir ayakkabı ile yürümemelidir; ya ikisini de giymeli ya da ikisini de çıkarmalıdır.\"."
    },
    {
      "id": 140,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden birinin ayakkabısının ipi koptuğunda, diğer ayakkabıyla yürümemelidir, ta ki ipini tamir ettirene kadar.\"."
    },
    {
      "id": 141,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) bir kişinin ayakkabısını ayakta iken giymesini yasakladı.."
    },
    {
      "id": 142,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) şöyle dedi: \"Yatarken evlerinizde ateşi yakılı bırakmayın.\"."
    },
    {
      "id": 143,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) said:",
      "text": "Ebu Musa El-Eş'ari (Allah ondan razı olsun) dedi ki: Bir gece Medine'de bir ev, içinde bulunanlarla birlikte yandı. Bu durum Allah'ın Elçisi'ne (ﷺ) bildirildiğinde, \"Ateş sizin düşmanınızdır. Yatmadan önce onu söndürün.\" dedi."
    },
    {
      "id": 144,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kapları (yani tencere, tava vb.) örtün, su torbasının ağzını bağlayın, kapıları kilitleyin ve lambaları söndürün; çünkü şeytan ne su torbasını açabilir ne de kapıyı açabilir ne de kapları açabilir. Eğer birisi yemek pişirme tenceresini üzerine bir parça tahta koyarak kapatabiliyorsa ve üzerine Allah'ın adını anıyorsa, bunu yapsın. Bir fare bazen bir evi ve içindekileri yakabilir.\""
    },
    {
      "id": 145,
      "narrator": "'Umar (May Allah be pleased with him) said:",
      "text": "Ömer (Allah ondan razı olsun) dedi ki: Bize aşırı gitmek yasaklandı.."
    },
    {
      "id": 146,
      "narrator": "Masruq (May Allah be pleased with him) said:",
      "text": "Mesruk (Allah ondan razı olsun) dedi ki: Abdullah bin Mes'ud'u (Allah ondan razı olsun) ziyaret ettik ve bize şöyle dedi: Ey insanlar! Bir konuda bilgisi olan, bunu başkalarına iletebilir. Bilgisi olmayan ise \"Allahu a'lam (Allah daha iyi bilir)\" demelidir. Bilginin bir parçası, bir konuda bilgisi olmayan bir adamın \"Allah daha iyi bilir\" demesidir. Allah, Peygamberine (ﷺ) şöyle buyurdu: \"De ki (Ey Muhammed (ﷺ)): 'Bu (Kur'an) için sizden bir ücret istemiyorum ve ben Mutakalliflerden (olmayan, var olmayan şeyleri uyduranlar) değilim.'\" (38:86)."
    },
    {
      "id": 147,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) said:",
      "text": "Ömer bin Hattab (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle dedi: \"Ölen kişi, üzerine ağıt yakılması sebebiyle mezarında azap görür.\"."
    },
    {
      "id": 148,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir felaketle karşılaştığında, yanaklarını çırpan, elbiselerini yırtan ve Cahiliye döneminin yollarını ve geleneklerini takip eden bizden değildir.\"."
    },
    {
      "id": 149,
      "narrator": "Abu Burdah (May Allah be pleased with him) reported:",
      "text": "Ebu Burda (Allah ondan razı olsun) bildirdi: (Babam) Ebu Musa ağır hastalandı ve bilincini kaybetti. Başını aileden bir kadının kucağında tuttu ve o da ağlamaya başladı. Ebu Musa bilincini geri kazandığında, \"Ben, Allah'ın Elçisi'nden (ﷺ) berîyim. Gerçekten, Allah'ın Elçisi (ﷺ) ağıt yakandan, başını traş edenden ve elbiselerini yırtandan berî olduğunu ilan etmiştir.\" dedi."
    },
    {
      "id": 150,
      "narrator": "Al-Mughirah bin Shu'bah (May Allah be pleased with him) said:",
      "text": "El-Mughirah bin Şu'bah (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ölümüne ağıt yakılmasına izin veren, Kıyamet Günü bunun için azap görecektir.\"."
    },
    {
      "id": 151,
      "narrator": "Umm 'Atiyyah (May Allah be pleased with her) said:",
      "text": "Ümmü 'Atiyyah (Allah ondan razı olsun) dedi ki: Biat verme sırasında, Allah'ın Resulü (ﷺ) bizden feryat etmeyeceğimize dair bir yemin aldı."
    },
    {
      "id": 152,
      "narrator": "An-Nu'man bin Bashir (May Allah be pleased with them) said:",
      "text": "En-Nu'man bin Beşir (Allah onlardan razı olsun) dedi ki: 'Abdullah bin Ravahah (Allah ondan razı olsun) bayıldığında, kız kardeşi ağlamaya ve bağırmaya başladı: \"Ah! İnsanların dağlarına. Ah! Şu ve bu (onun erdemli niteliklerini anarak).\" Bilinci yerine geldiğinde, \"Bana (melekler tarafından) sizin benim hakkımda söylediklerinizin doğru olup olmadığını sordular.\" dedi."
    },
    {
      "id": 153,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) Sa'd bin Ubadeh'ı hastalığında ziyaret etti. Yanında 'Abdurrahman bin 'Auf, Sa'd bin Ebu Vakkas ve 'Abdullah bin Mes'ud (Allah onlardan razı olsun) vardı. Evine girdiklerinde onu baygın buldular. Allah'ın Resulü, \"Öldü mü?\" diye sordu. Onlar, \"Hayır, Ey Allah'ın Resulü.\" dediler. Bunu duyunca Allah'ın Resulü (ﷺ) ağlamaya başladı. Ashabları bunu görünce, onlar da ağlamaya başladılar. O, \"Dikkatlice dinleyin: Allah, gözyaşları için veya kalbin üzüntüsü için azap etmez, ama bu (dilini işaret ederek) yüzünden dolayı hesaba çeker veya merhamet eder.\" dedi."
    },
    {
      "id": 154,
      "narrator": "Abu Malik Al-Ash'ari (May Allah be pleased with him) said:",
      "text": "Ebu Malik El-Eş'ari (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer feryat eden kadın ölmeden önce tövbe etmezse, Kıyamet Günü, katran giysisi ve uyuz giysisi içinde ayakta duracaktır (Allah onun ne olduğunu bilir).\""
    },
    {
      "id": 155,
      "narrator": "Asid bin Abu Usaid reported:",
      "text": "Asid bin Ebu Usaid bildirdi: Allah'ın Resulü (ﷺ) elinden biat alan bir kadın dedi ki: \"Allah'ın Resulü'ne (ﷺ) itaat etmeyeceğimize dair verdiğimiz biat konularından biri Ma'ruf'tur.\""
    },
    {
      "id": 156,
      "narrator": "Abu Musa (May Allah be pleased with him) said:",
      "text": "Ebu Musa (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer biri ölür ve yas tutan kalkıp derse: 'Ah! İnsanların dağlarına. Ah! Şefkati ...' gibi şeyler söylerse, Allah ona iki melek tayin eder ki, bunlar göğsüne vurur ve ona (onaylamayarak) sorarlar: 'Sen böyle miydin?'\""
    },
    {
      "id": 157,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki, \"İki şey, bunları yapanların inkarının alametleridir: Soyunu iftira etmek ve ölüler için feryat etmek.\""
    },
    {
      "id": 158,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "'Aişe (Allah ondan razı olsun) dedi ki: Bazı insanlar Allah'ın Resulü'ne (ﷺ) falcılar hakkında sordular. O (ﷺ) dedi ki, \"Onlar hiçbir şeydir.\" Bunun üzerine dediler ki, \"Ey Allah'ın Resulü! Ama bazen doğru tahminlerde bulunuyorlar.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki, \"Bu, bir cinin (meleklerden) kapıp, arkadaşının (falcıların) kulağına fısıldadığı bir gerçeğe dair bir sözdür; o da bununla birlikte yüzlerce yalan karıştırır.\" Al-Buhari'deki rivayet ise şöyledir: \"Melekler bulutlarda iner ve gökte takdir edilen meseleleri zikreder; Şeytan bir kulak hırsızlığı yapar (gizlice dinler) ve bunu falcılara iletir, onlar da bununla birlikte yüzlerce yalan söylerler.\""
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Safiyyah, Ebu 'Ubaid'in kızı, Peygamber'in (ﷺ) bazı eşlerinden rivayet etti ki, \"Gizli meseleleri bildiğini iddia eden birine giden ve ona inanan kişinin Salatı (namazları) kırk gün kabul edilmez.\""
    },
    {
      "id": 160,
      "narrator": "Qabisah bin Al-Mukhariq (May Allah be pleased with him) said:",
      "text": "Kabisah bin El-Mukhariq (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) derken duydum ki, \"İyafah uygulaması, kuşların uçuşundan alınan işaretlerin yorumlanması, yer üzerinde çizgiler çekerek fal bakma ve kötü işaret alma uygulamaları hepsi Al-Cibt'in (put, falcı veya sihirbaz) uygulamalarıdır.\""
    },
    {
      "id": 161,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki, \"Astroloji bilgisinin bir dalını edinen, sihrin bir dalını öğrenir (bu konuda devam ettikçe daha fazlasını edinir).\""
    },
    {
      "id": 162,
      "narrator": "Mu'awiyah bin Al-Hakam (May Allah be pleased with him) reported:",
      "text": "Muaviye bin Hakam (Allah ondan razı olsun) bildirdi: Ben dedim ki: \"Ey Allah'ın Resulü, ben cehaletten yeni çıktım ve Allah bana İslam'ı ihsan etti. Aramızda hala falcılara giden bazı insanlar var.\" O (ﷺ) cevap verdi, \"Onlara gitmeyin.\" Ben dedim: \"Bazı insanlar işaretlerden rehberlik alıyor.\" O cevap verdi, \"Bunlar akıllarına gelen düşüncelerdir ama bunlar (yani bu şeyler) onların işlerini sürdürmelerine engel olmamalıdır.\" Ben dedim: \"Bazı insanlar yer üzerinde çizgiler çekerek fal bakıyor.\" Allah'ın Resulü (ﷺ) cevap verdi, \"Bir Peygamber vardı ki, çizgiler çizerdi; o Peygamberin çizdiği çizgiyle örtüşen doğru olacaktır.\""
    },
    {
      "id": 163,
      "narrator": "Abu Mas'ud Al-Badri (May Allah be pleased with him) said:",
      "text": "Ebu Mes'ud El-Badri (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) köpeğin fiyatını, bir fahişenin kazancını ve bir falcıya verilen parayı yasakladı."
    },
    {
      "id": 164,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki, \"Bir kişinin hastalığını diğerine bulaştırması ve kötü işaret yoktur; ama ben iyi işaretlerden memnunum.\" Kendisine soruldu: \"İyi işaret nedir?\" O cevap verdi, \"İyi bir sözdür.\""
    },
    {
      "id": 165,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki, \"Bulaşıcı hastalık yoktur ve kötü işaret yoktur; ama eğer bir şey (sorun kaynağı olabilecek) varsa, o bir ev, bir at ve bir kadındır.\""
    },
    {
      "id": 166,
      "narrator": "Buraidah (May Allah be pleased with him) said:",
      "text": "Buraidah (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) hiç kötü alamet almadı."
    },
    {
      "id": 167,
      "narrator": "'Urwah bin 'Amir (May Allah be pleased with him) said:",
      "text": "'Urwah bin 'Amir (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) huzurunda alametlerden bahsedildiğinde, \"En iyi alamet, iyi alamettir.\" dedi. Ayrıca, \"Bir Müslüman, bir alamet yüzünden hiçbir şeyden çekinmemelidir.\" dedi. (ﷺ) onlara, \"Eğer içinizden biri hoşlanmadığı bir şey görürse, şöyle demelidir: 'Allah'ım! Senin dışında hayır getiren yoktur; Senin dışında şerleri defeden yoktur, ve Senin dışında hiçbir güç ve kuvvet yoktur.'\" dedi."
    },
    {
      "id": 168,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Resim yapanlar, Kıyamet Günü ceza göreceklerdir; onlara, 'Yarattığınız şeye ruh üfleyin.' denilecektir.\""
    },
    {
      "id": 169,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "'Aişe (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) bir yolculuktan döndüğünde beni ziyaret etti ve üzerinde ince bir örtü asılı bir raf vardı ve o rafın üzerinde portreler vardı. Onu görünce, yüzünün rengi değişti (öfkeden) ve \"Ey 'Aişe! Kıyamet Günü Allah'tan en şiddetli azap, O'nun yaratışında taklit edenler için olacaktır.\" dedi. 'Aişe dedi ki: Biz onu parçalara ayırdık ve ondan bir veya iki yastık yaptık."
    },
    {
      "id": 170,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Her ressam cehenneme gidecek ve yaptığı her portre için ona cehennemde azap edecek biri tayin edilecektir.\" İbn 'Abbas dedi ki: Eğer bunu yapmanız gerekiyorsa, ağaçların ve diğer cansız şeylerin resimlerini çizin."
    },
    {
      "id": 171,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn 'Abbas (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Kim bir resim yaparsa, Kıyamet Günü ceza görecektir ve ona ruh üflemesi istenecektir, ki bunu yapamayacaktır.\""
    },
    {
      "id": 172,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Kıyamet Günü Allah'tan en şiddetli azabı alacak olanlar, (canlı nesnelerin) ressamlarıdır.\""
    },
    {
      "id": 173,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Yüce Allah şöyle dedi: 'Benim yaratışım gibi yaratmaya çalışan kimse, ondan daha zalim kimdir? Bir karınca veya bir mısır tanesi veya bir arpa tanesi yapsın.'\""
    },
    {
      "id": 174,
      "narrator": "Abu Talhah (May Allah be pleased with him) said:",
      "text": "Ebu Talha (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Melekler, içinde köpek veya portre bulunan bir eve girmezler.\""
    },
    {
      "id": 175,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Cebrail (Gabriel) Allah'ın Elçisi'ni (ﷺ) ziyaret etmeyi vaat etti ama gecikti ve bu onu çok üzdü. Evinden çıktığında, Cebrail ona rastladı. Allah'ın Elçisi (ﷺ) gecikmenin sebebini sordu, o da: \"İçinde köpek veya portre bulunan bir eve girmiyoruz.\" diye cevap verdi."
    },
    {
      "id": 176,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "'Aişe (Allah ondan razı olsun) dedi ki: Cebrail (Gabriel) (ﷺ) Allah'ın Elçisi (ﷺ) ile belirli bir saatte gelmek üzere sözleşmişti; o saat geldi ama onu ziyaret etmedi. Allah'ın Elçisi (ﷺ) elinde bir sopa vardı. Onu elinden fırlatıp, \"Allah asla Vaadinden dönmez, O'nun elçileri de.\" dedi. Sonra yatağının altında bir yavru köpek gördü ve \"Ey 'Aişe, bu köpek ne zaman girdi?\" dedi. O da: \"Vallahi, bilmiyorum.\" dedi. Sonra onu dışarı çıkarmasını emretti. Onu dışarı çıkardıkları gibi, Cebrail geldi ve Allah'ın Elçisi (ﷺ) ona, \"Beni ziyaret edeceğine söz verdin. Seni bekledim ama gelmedin.\" dedi. Bunun üzerine o: \"Köpek gelmeme engel oldu. Biz, içinde köpek veya resim bulunan bir eve girmiyoruz.\" dedi."
    },
    {
      "id": 177,
      "narrator": "Abul-Haiyaj Haiyan bin Husain said:",
      "text": "Abul-Haiyaj Haiyan bin Husain dedi ki: 'Ali bin Ebu Talib (Allah ondan razı olsun) bana dedi ki: \"Seni, Allah'ın Elçisi (ﷺ) tarafından bana verilen bir görevi yapmak üzere göndermeyeyim mi? Silinmemiş hiçbir portre bırakma ve yüksek bir mezar da düzeltme.\""
    },
    {
      "id": 178,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Tarla veya sürü koruma dışında bir köpek besleyen, her gün iki karat ödüllerinden kaybedecektir.\""
    },
    {
      "id": 179,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Köpek besleyen, her gün bir karat kadar iyi amellerinden kaybedecektir; ancak tarla veya sürü korumak için besleyen hariç.\" Müslim'in bir rivayetinde, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Mülk (toprak) veya koyun sürüsünü korumak dışında herhangi bir nedenle köpek besleyen, her gün iki karat kadar iyi amellerinden kaybedecektir.\""
    },
    {
      "id": 180,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Melekler, yanında köpek veya çan bulunan yolculara eşlik etmezler.\""
    },
    {
      "id": 181,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Resulullah (ﷺ) şöyle buyurdu: \"Çan, şeytanın müzik aletlerinden biridir.\"."
    },
    {
      "id": 182,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dışkı yiyen deveye veya hayvan ya da insan pisliğine binmeyi yasakladı.."
    },
    {
      "id": 183,
      "narrator": "Anas bin Malik (May Allah be pleased with him) said:",
      "text": "Enes bin Malik (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Camiye tükürmek bir günahtır ve bunun kefareti, tükürüğün toprağa gömülmesidir.\"."
    },
    {
      "id": 184,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) kıbleye doğru olan duvarda tükürük veya sümük veya balgam gördü ve onu kazıdı.."
    },
    {
      "id": 185,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Camiye idrar yapmak veya rahatlamak için girmek uygun değildir. Camiler yalnızca Allah'ı anmak ve Kur'an okumak için inşa edilmiştir.\"."
    },
    {
      "id": 186,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer birisi camide kaybettiği bir şey hakkında bir adamın soru sorduğunu duyarsa, ona şöyle desin: 'La raddaha Allahu 'alaika (Allah onu sana geri vermesin)!' Çünkü camiler bu amaç için inşa edilmemiştir.\"."
    },
    {
      "id": 187,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü şöyle buyurdu: \"Cami içinde birinin alım satım yaptığını gördüğünüzde ona şöyle deyin: 'La arbaha-Allahu tijarataka (Allah senin ticaretini kârlı kılmasın)!' İçinde birinin kaybolan bir şeyi duyurduğunu gördüğünüzde ise şöyle deyin: 'Allah onu sana geri vermesin!'\"."
    },
    {
      "id": 188,
      "narrator": "Buraidah (May Allah be pleased with him) said:",
      "text": "Bureydah (Allah ondan razı olsun) dedi ki: Bir adam camide (devesinin kaybolduğunu) duyurdu ve \"Kırmızı deveyi gören var mı?\" diye seslendi. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah onu sana geri vermesin! Camiler, olması gereken şeyler (yani, namaz, Allah'ı anma, ilim edinme vb.) için inşa edilmiştir.\"."
    },
    {
      "id": 189,
      "narrator": "'Amr bin Shu'aib on the authority of his grandfather (May Allah be pleased with him) said:",
      "text": "Amr bin Şu'ayb, dedesi (Allah ondan razı olsun) aracılığıyla dedi ki: Allah'ın Resulü (ﷺ) camide alım satım yapmayı yasakladı; (aynı zamanda) kaybolan bir şey hakkında duyuru yapmayı ve içinde şiir okumayı da yasakladı.."
    },
    {
      "id": 190,
      "narrator": "As-Sa'ib bin Yazid (May Allah be pleased with him) said:",
      "text": "Es-Sa'ib bin Yezid (Allah ondan razı olsun) dedi ki: Camide bulunduğum sırada birisi bana bir çakıl taşı attı, yukarı baktığımda bunun Ömer bin Hattab olduğunu gördüm. O da: \"Git, bu iki adamı bana getir.\" dedi. Onları getirdim ve Ömer (Allah ondan razı olsun) onlara sordu: \"Nerelisiniz?\" Onlar At-Taif'ten olduklarını söyleyince, \"Eğer Medineliler olsaydınız, camide sesinizi yükselttiğiniz için size bir dayak atardım.\" dedi.."
    },
    {
      "id": 191,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Sarımsak yiyen, camimize gelmesin.\" Müslim'deki rivayet: \"Sarımsak yiyen, camilerimize gelmesin.\"."
    },
    {
      "id": 192,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bu bitkiden (yani, sarımsaktan) yiyen, bize yaklaşmasın ve bizimle birlikte Salat (namaz) kılmasın.\"."
    },
    {
      "id": 193,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Sarımsak veya soğan yiyen, bizden veya camilerimizden uzak dursun.\"."
    },
    {
      "id": 194,
      "narrator": "It has been narrated that 'Umar (May Allah be pleased with him) said in the sermon of Friday prayer:",
      "text": "Rivayet edilmiştir ki Ömer (Allah ondan razı olsun) Cuma hutbesinde şöyle dedi: \"Ey insanlar! Siz sarımsak ve soğan yiyorsunuz. Bu kokunun çok rahatsız edici olduğunu düşünüyorum. Eğer Allah'ın Resulü (ﷺ) camide böyle rahatsız edici bir kokuya sahip bir adam bulsaydı, onu camiden çıkarılmasını ve Al-Baki'ye gönderilmesini emrederdi. Bunlardan birini yemek isteyen, kokusu çıkana kadar pişirsin.\"."
    },
    {
      "id": 195,
      "narrator": "Mu'adh bin Anas Al-Juhani (May Allah be pleased with him) said:",
      "text": "Mu'adh bin Anas el-Cuhani (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) Cuma Khutbahı (namazdan önceki dini konuşma) sırasında bacaklarımızı karnımıza çekerek oturmamızı yasakladı.."
    },
    {
      "id": 196,
      "narrator": "Umm Salamah (May Allah be pleased with her) said:",
      "text": "Ümmü Seleme (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sizden biri, kurban kesmeyi niyet ettiğinde ve Zilhicce ayına girdiğinde, kurbanını kesene kadar saçını kestirmemeli ve tırnaklarını da kesmemelidir.\"."
    },
    {
      "id": 197,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Allah, babalarınıza yemin etmenizi yasaklamıştır. Yemin etmek zorunda olan, Allah'ın adıyla yemin edebilir veya susmalıdır.\"."
    },
    {
      "id": 198,
      "narrator": "'Abdur-Rahman bin Samurah (May Allah be pleased with him) said:",
      "text": "Abdurrahman bin Semurah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ne Taghut'un (yani sahte ilahlar, sahte liderler vb.) adıyla ne de babalarınızın adıyla yemin etmeyin.\"."
    },
    {
      "id": 199,
      "narrator": "Buraidah (May Allah be pleased with him) said:",
      "text": "Bureydah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Amanah (emanet) ile yemin eden bizden değildir.\"."
    },
    {
      "id": 200,
      "narrator": "Buraidah (May Allah be pleased with him) reported:",
      "text": "Bureydah (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer biri, şu durumda İslam'dan çıkacağını yemin ederse ve sonrasında yalancı çıkarsa, yemin ettiği gibi olur; ama doğruyu söylüyorsa, İslam'a güvenli bir şekilde dönemez.\"."
    },
    {
      "id": 201,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Bir adamın şöyle dediğini duydum: \"Hayır, Kabe'ye yemin ederim.\" Ona nasihat ettim: \"Allah'tan başka bir şeyle yemin etme, çünkü Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Allah'tan başka birisi veya bir şey ile yemin eden, gerçekten de bir küfür veya şirke düşmüştür.'\"."
    },
    {
      "id": 202,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir Müslümanın malını haksız yere almak için yemin eden, Allah ile karşılaşacak ve O, ona öfkeli olacaktır.\" Sonra şu ayeti okudu: \"Şüphesiz, Allah'ın ahdi ve yeminleri karşılığında az bir kazanç elde edenlerin, ahirette hiçbir nasibi yoktur. Allah, kıyamet günü onlarla ne konuşacak, ne de onlara bakacak; onları temizlemeyecek ve onlara acı bir azap vardır.\" (3:77)."
    },
    {
      "id": 203,
      "narrator": "Abu Umamah Iyas bin Tha'labah Al-Harithi (May Allah be pleased with him) said:",
      "text": "Ebu Ümame İyas bin Tha'labah El-Harisî (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir Müslümanın hakkını yalan yeminle gasbeden, Allah onu cehennem ateşine mahkum edecek ve ona cenneti haram kılacaktır.\" Bir kişi sordu: \"Ey Allah'ın Resulü, bu da önemsiz bir şey olsa?\" O cevap verdi: \"Evet, Arak ağacının dalı bile olsa.\"."
    },
    {
      "id": 204,
      "narrator": "'Abdullah bin 'Amr bin Al-As (May Allah be pleased with them) said:",
      "text": "Abdullah bin Amr bin As (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Büyük günahlardan bazıları şunlardır: Allah'a ibadette bir şeyi ortak koşmak, ebeveynlere isyan etmek, haksız yere öldürmek ve yalan yere yemin etmek.\" Başka bir rivayette: Bir bedevi Peygamber (ﷺ)'e geldi ve ona sordu: \"Ey Allah'ın Resulü, en büyük günahlar nelerdir?\" O (ﷺ) cevap verdi: \"Allah'a ibadette bir şeyi ortak koşmak.\" Adam sordu: \"(Sonra ne?)\" Allah'ın Resulü (ﷺ) cevap verdi: \"Al-Yamin Al-Ghamus.\" O sordu: \"Al-Yamin Al-Ghamus ile neyi kastediyorsun?\" Allah'ın Resulü (ﷺ) cevap verdi: \"Bir Müslümanın malını gasbetmek için yalan yere yemin etmektir.\"."
    },
    {
      "id": 205,
      "narrator": "'Abdur-Rahman bin Samurah (May Allah be pleased with him) said:",
      "text": "Abdurrahman bin Semurah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bana şöyle dedi: \"Yemin ettiğinde ve başka bir şeyi daha iyi gördüğünde, yeminini kefaretle telafi et ve daha iyi olanı seç.\"."
    },
    {
      "id": 206,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yemin ettiğinde ve başka bir şeyi daha iyi gördüğünde, yeminini kefaretle telafi et ve daha iyi olanı yap.\"."
    },
    {
      "id": 207,
      "narrator": "Abu Musa (May Allah be pleased with him) said:",
      "text": "Ebu Musa (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şüphesiz, Allah'a yemin ederim ki, Allah dilerse, bir şey yapmak için yemin etmeyeceğim; ama eğer başka bir şeyi daha iyi görürsem, yeminimi kefaretle telafi ederim ve daha iyi olanı tercih ederim.\"."
    },
    {
      "id": 208,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ailesi hakkında yeminine devam etmek, Allah katında onun kefaretini ödemekten daha günahkardır.\"."
    },
    {
      "id": 209,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: \"Allah, yeminlerinizde kasıtsız olanlardan dolayı sizi cezalandırmaz...\" ayeti, 'Hayır, Allah'a yemin ederim' ve 'Evet, Allah'a yemin ederim' demekte alışkanlık edinen kişiler hakkında indirilmiştir.\"."
    },
    {
      "id": 210,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydum: \"Yemin, bir malın hızlı satılmasını sağlar, ama bereketi siler.\""
    },
    {
      "id": 211,
      "narrator": "Abu Qatadah (May Allah be pleased with him) said:",
      "text": "Ebu Katade (Allah ondan razı olsun) dedi ki: Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Satışta aşırı yemin etmekten sakının, çünkü bu ticareti artırabilir ama bu uygulama bereketi ortadan kaldırır.\"."
    },
    {
      "id": 212,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Hiç kimse, Allah'ın yüzünde başka bir şey istememelidir, yalnızca Cennet istemelidir.\"."
    },
    {
      "id": 213,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah adıyla dilenen kişiye barınak verin, Allah adıyla dilenen kişiye verin, sizi davet edenin davetini kabul edin ve size iyilik yapanın iyiliğine karşılık verin; fakat ona karşılık vermekte acizseniz, ona yeterince karşılık verdiğinize emin olana kadar onun için dua etmeye devam edin.\"."
    },
    {
      "id": 214,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle dedi: \"Allah katında en aşağılık insan, kendisine (ya da başkalarının ona) Malikul-Amlak (yani, kralların kralı) demesini isteyen insandır.\"."
    },
    {
      "id": 215,
      "narrator": "Buraidah (May Allah be pleased with him) said:",
      "text": "Bureydah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir münafığı 'lider' (ya da benzeri saygı unvanları) ile hitap etmeyin; çünkü bu unvanı hak etse bile, ona bu unvanı kullanarak Allah'ın gazabını davet edersiniz.\"."
    },
    {
      "id": 216,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) Ümmü Sa'ib (ya da Ümmü Musayyab)ı ziyaret etti ve ona, \"Nasılsın Ümmü Sa'ib (ya da Ümmü Musayyab)? Titriyorsun.\" dedi. O da: \"Ateşim var, Allah ona bereket vermesin!\" dedi. O da ona: \"Ateşi kötüleme, çünkü o, Adem oğullarının günahlarını, bir ocak demirin kirini temizlediği gibi temizler.\" dedi."
    },
    {
      "id": 217,
      "narrator": "Abul-Mundhir Ubaiy bin Ka'b (May Allah be pleased with him) said:",
      "text": "Abul-Mundhir Ubeyy bin Ka'b (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Rüzgârı kötülemeyin. Onunla ilgili hoş olmayan bir şeyle karşılaştığınızda, dua edin: 'Allahumme inna nas'aluka min khairi hadhihir-rihi, wa khairi ma fiha, wa khairi ma umirat bihi. Wa na'udhu bika min sharri hadhihir-rihi, wa sharri ma fiha, wa sharri ma umirat bihi.' (Ey Allah, bu rüzgârın hayrını, içindekilerin hayrını ve emredildiği hayrı istiyoruz; bu rüzgârın şerrinden, içindekilerin şerrinden ve emredildiği şerrinden sana sığınıyoruz).\"."
    },
    {
      "id": 218,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Rüzgâr, Allah'ın bereketidir. Bazen Rahmetini getirir, bazen de azabını getirir. Onu deneyimlediğinizde, onu kötülemeyin, onun hayrını Allah'tan isteyin; ve onun şerrinden Allah'a sığının.\"."
    },
    {
      "id": 219,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Rüzgâr şiddetli estiğinde, Peygamber (ﷺ) şöyle derdi: \"Allahumme inni as'aluka khairaha, wa khaira ma fiha, wa khaira ma ursilat bihi. Wa a'udhu bika min sharriha, wa sharri ma fiha, wa sharri ma ursilat bihi. (Ey Allah, ondan, içindekilerden ve gönderildiği amaçtan hayır istiyorum; ve onun şerrinden, içindekilerin şerrinden ve gönderildiği amacın şerrinden sana sığınıyorum).\"."
    },
    {
      "id": 220,
      "narrator": "Zaid bin Khalid Al-Juhani (May Allah be pleased with him) said:",
      "text": "Zeyd bin Halid el-Cuheni (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Horozu kötülemeyin, çünkü o sizi namaza kaldırır.\"."
    },
    {
      "id": 221,
      "narrator": "Zaid bin Khalid (May Allah be pleased with him) said:",
      "text": "Zeyd bin Halid (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) Al-Hudeybiye'de gece yağmurdan sonra Fajr namazını kıldırdı. Namazın sonunda, halka dönerek, \"Rubb'ınızın ne söylediğini biliyor musunuz?\" dedi. Onlar: \"Allah ve Resulü daha iyi bilir.\" dediler. Bunun üzerine o şöyle dedi: \"O şöyle dedi: 'Kullarımın bazıları sabaha benim müminlerim olarak girdi, bazıları ise kafir olarak girdi. 'Biz, Allah'ın lütfu ve merhametiyle yağmur yağdı' diyen, bana inanır ve yıldızlara inanmayanlardır; 'Şu ve bu yıldızın doğuşuyla yağmur yağdı' diyen ise bana inanmaz ve yıldızlara iman eder.\"'."
    },
    {
      "id": 222,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir kişi, kardeşine (İslam'da) kafir derse, onlardan biri bu unvanı kesinlikle hak edecektir. Eğer hitap edilen kişi, onun iddia ettiği gibi ise, o kişinin küfrü tasdiklenir; fakat bu doğru değilse, o unvan ona döner.\"."
    },
    {
      "id": 223,
      "narrator": "Abu Dharr (May Allah be pleased with him) said:",
      "text": "Ebu Zerr (Allah ondan razı olsun) dedi ki: Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Eğer birisi diğerini kafirlikle suçlarsa veya onu Allah'ın düşmanı olarak adlandırırsa, bu suçlama, eğer suçlanan masumsa, onu (suçlayanı) geri döner.\"."
    },
    {
      "id": 224,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gerçek bir mümin, alay etmez, lanet etmez, hakaret etmez ve edebe aykırı konuşmaz.\"."
    },
    {
      "id": 225,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Edepsizlik hiçbir şeyi lekesiz bırakmaz ve edep hiçbir şeyi süssüz ve güzelsiz bırakmaz.\"."
    },
    {
      "id": 226,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Al-Mutanatti'un helak olmuştur.\" Bunu üç kez tekrar etti."
    },
    {
      "id": 227,
      "narrator": "'Abdullah bin 'Amr bin Al-As (May Allah be pleased with them) said:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Şüphesiz ki, Allah, dilini inek gibi çeviren, akıcı bir kişiyi sevmez.\""
    },
    {
      "id": 228,
      "narrator": "Jabir bin 'Abdullah (May Allah be pleased with them) said:",
      "text": "Cabir bin Abdullah (Allah onlardan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kıyamet Günü benim en sevdiklerim ve en yakınlarım, davranışları en güzel olanlardır; en nefret ettiğim ve benden en uzak olanlar ise geveze, en gösterişli ve en retorik olanlardır.\""
    },
    {
      "id": 229,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Hiçbiriniz 'Ruhum kötüleşti.' dememelidir. 'Ruhum kötü bir durumda.' demelidir.\""
    },
    {
      "id": 230,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Hiçbiriniz üzüm için Al-Karm kelimesini kullanmamalıdır, çünkü Al-Karm bir Müslümandır (saygıdeğer).\" Diğer bir rivayet: \"Şüphesiz ki, Al-Karm, gerçek bir müminin kalbidir.\" Diğer bir rivayet: \"İnsanlar üzümü Al-Karm olarak adlandırmışlardır; şüphesiz ki, yalnızca bir müminin kalbi Al-Karm'dır.\""
    },
    {
      "id": 231,
      "narrator": "Wa'il bin Hujr (May Allah be pleased with him) said:",
      "text": "Vail bin Hucur (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Üzümlerden bahsederken Al-Karm demeyin, Al-'Inab veya Al-Habalah deyin.\""
    },
    {
      "id": 232,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Hiçbir kadın, başka bir kadının bedenine dokunmamalı ve sonra kocasına onun figürünü, sanki onu izliyormuş gibi tarif etmemelidir.\""
    },
    {
      "id": 233,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah'a 'Ya Allah! İstersen beni affet; Ya Allah! İstersen bana merhamet et.' diye dua etmemelisiniz. Ama Allah'tan kesin bir şekilde isteyin, çünkü kimse Allah'ı zorlayamaz.\" Müslim'in diğer bir rivayeti: \"Dua, tam bir güvenle yapılmalı ve kişi, duasında Allah'a arzusunu sürekli ifade etmelidir, çünkü Allah'ın kullarına vereceği hiçbir nimet çok büyük değildir.\""
    },
    {
      "id": 234,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sizden biri dua ettiğinde, kararlı olmalı ve 'Ya Allah, bana şu ve bu şeyi ver, istersen' dememelidir, çünkü kimse O'nu zorlayamaz.\""
    },
    {
      "id": 235,
      "narrator": "Hudhaifah bin Yaman (May Allah be pleased with him) said:",
      "text": "Hudayfe bin Yeman (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Şöyle demeyin: 'Allah neyi ister ve falan neyi ister', ama şöyle deyin: 'Allah neyi ister, sonra falan neyi ister.'\""
    },
    {
      "id": 236,
      "narrator": "Abu Barzah (May Allah be pleased with him) said:",
      "text": "Ebu Barze (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) 'İsha' (gece) namazından önce yatmayı ve sonrasında sohbet etmeyi sevmezdi.\""
    },
    {
      "id": 237,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Bir keresinde, hayatının sonlarına doğru, Allah'ın Elçisi (ﷺ) 'İsha' (gece) namazını kıldırdı ve şöyle dedi: \"Bu geceden itibaren yüz yıl sonra, yeryüzündeki insanların hiçbiri hayatta kalmayacaktır.\""
    },
    {
      "id": 238,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Bir keresinde Peygamber (ﷺ) 'İsha' (gece) namazını gece yarısına kadar erteledi. Namazdan sonra bize döndü ve şöyle dedi: \"Tüm insanlar namazlarını kıldıktan sonra uyudular, ama siz bekleyenler, sanki namazınız boyunca meşguldünüz gibi sayılacaksınız.\""
    },
    {
      "id": 239,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir adam, karısını yatağına çağırır ve o reddederse, o gece onunla öfkeli geçiren adamın üzerine sabaha kadar melekler lanet eder.\""
    },
    {
      "id": 240,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir kadının, kocası evdeyken onun izni olmadan nafile oruç tutması caiz değildir. Ayrıca, onun izni olmadan kimsenin evine girmesine de izin vermemelidir.\""
    },
    {
      "id": 241,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"İmamdan önce başını kaldıran, Allah'ın başını eşeğin başı gibi yapmasından veya görünümünü eşeğe benzetmesinden korkmaz mı?\"."
    },
    {
      "id": 242,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: As-Salat (namaz) sırasında elin yanlara konulması yasaklanmıştır."
    },
    {
      "id": 243,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yemek servise sunulduğunda namaz kılınmamalıdır, ayrıca bir kişinin ihtiyacını gidermesi gerektiği zaman da namaz kılınmamalıdır.\"."
    },
    {
      "id": 244,
      "narrator": "Anas bin Malik (May Allah be pleased with him) said:",
      "text": "Enes bin Malik (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bazı insanlar As-Salat (namaz) sırasında gözlerini gökyüzüne nasıl kaldırıyorlar?\" Bu noktayı vurguladı ve ekledi: \"İnsanlar namazda gökyüzüne bakmaktan kaçınmalıdır, aksi takdirde gözleri kesinlikle alınacaktır.\"."
    },
    {
      "id": 245,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Ben Allah'ın Resulü'ne (ﷺ) namazda rastgele bakışlar hakkında sordum, o da: \"Bu, şeytanın kulun namazından çaldığı bir şeydir.\" diye cevap verdi."
    },
    {
      "id": 246,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bana şöyle dedi: \"Namazda etrafa bakmaktan sakın, çünkü namazda rastgele bakışlar yıkıma sebep olur. Eğer bundan bir fayda yoksa, bu gönüllü namazda caizdir, farz namazda değil.\"."
    },
    {
      "id": 247,
      "narrator": "Abu Marthad Kannaz bin Husain (May Allah be pleased with him) said:",
      "text": "Ebu Martad Kannez bin Hüseyin (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Namaz kılan bir kişinin önünden geçmeyin ve onların üzerinde oturmayın.\"."
    },
    {
      "id": 248,
      "narrator": "Abul-Juhaim 'Abdullah bin Al-Harith (May Allah be pleased with him) said:",
      "text": "Ebu'l-Cuhaim Abdullah bin Haris (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Namaz kılan bir kişinin önünden geçen kişi, bu eylemin günahının büyüklüğünü anlasaydı, onun önünden geçmektense kırk yıl beklemesi daha iyi olurdu.\"."
    },
    {
      "id": 249,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"İkâmet çağrıldığında, farz namaz dışında hiçbir namaz kılınmamalıdır.\"."
    },
    {
      "id": 250,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle buyurdu: \"Cuma gecesini diğer tüm gecelerden Tahajjud namazı için seçmeyin ve Cuma gününü diğer tüm günlerden oruç için seçmeyin, ancak alıştığınız bir gün dışında.\"."
    },
    {
      "id": 251,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Ben Allah'ın Resulü'nden (ﷺ) şöyle duyduğumu söyledim: \"Cuma günü oruç tutanınız olmasın, ancak bir gün öncesinde veya bir gün sonrasında oruç tutuyorsa.\"."
    },
    {
      "id": 252,
      "narrator": "Muhammad bin 'Abbad (May Allah be pleased with him) said:",
      "text": "Muhammed bin Abbad (Allah ondan razı olsun) dedi ki: Ben Cabir'e (Allah ondan razı olsun) sordum: \"Peygamber (ﷺ) Cuma günü oruç tutmayı yasakladı mı?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 253,
      "narrator": "",
      "text": "Cüveyriye bint el-Haris (Allah ondan razı olsun), Müminlerin Annesi, Peygamber (ﷺ) Cuma günü onu ziyaret ettiğinde oruç tutuyordu. O sordu: \"Dün oruç tuttun mu?\" O da: \"Hayır.\" dedi. O sordu: \"Yarın oruç tutmayı düşünüyor musun?\" O da: \"Hayır.\" dedi. O da: \"O halde, bugün orucunu bırak.\" dedi."
    },
    {
      "id": 254,
      "narrator": "Abu Hurairah and 'Aishah (May Allah be pleased with them) said:",
      "text": "Ebu Hureyre ve Aişe (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) bir günden fazla sürekli gönüllü oruç tutmayı yasakladı."
    },
    {
      "id": 255,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bir günden fazla sürekli oruç tutmayı yasakladı. Ashab: \"Ama sen yapıyorsun.\" dediler. O da: \"Ben sizden değilim. Bana yemek ve içmek verildi (Allah tarafından).\" dedi."
    },
    {
      "id": 256,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sizden birinin, elbiselerini yakacak ve derisine ulaşacak sıcak kömürün üzerinde oturması, bir mezarın üzerinde oturmasından daha hayırlıdır.\"."
    },
    {
      "id": 257,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) mezarların sıvanmasını (kalıcı yapılar haline getirilmesini), oturulacak yerler (insanlar için) olarak kullanılmasını veya üzerine inşa edilmesini yasakladı.."
    },
    {
      "id": 258,
      "narrator": "Jarir bin Abdullah (May Allah be pleased with him) said:",
      "text": "Cerir bin Abdullah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir köle efendisinden kaçarsa, ona karşı olan sorumluluğu ortadan kalkar.\"."
    },
    {
      "id": 259,
      "narrator": "Jarir bin Abdullah (May Allah be pleased with him) said:",
      "text": "Cerir bin Abdullah (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Köle efendisinden kaçtığında, onun Salatı (namazı) kabul edilmez.\" Başka bir rivayet ise: \"Eğer bu durumu helal görüyorsa, küfre girmiştir.\"."
    },
    {
      "id": 260,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Kureyş, hırsızlık yapan Banu Makhzum'dan bir kadın hakkında endişelendi ve \"Onun hakkında Allah'ın Resulü (ﷺ) ile kim konuşacak?\" dediler. Sonra \"Usame bin Zeyd'den başka hiç kimse cesaret edemez.\" dediler. Usame (Allah ondan razı olsun) ona konuştu ve Allah'ın Resulü (ﷺ) (kızgın bir şekilde) şöyle dedi: \"Allah'ın belirlediği bir ceza hakkında mı arabuluculuk yapıyorsun?\" Sonra kalktı ve şöyle bir hutbe verdi: \"Gerçekten, sizden öncekileri helak eden şey, aralarından yüksek bir rütbeye sahip biri hırsızlık yaptığında onu affetmeleri; ama aynı suçu fakir biri işlediğinde ona ceza uygulamalarıydı. Allah'a yemin ederim ki, eğer Fatıma binti Muhammed hırsızlık yaparsa, onun elini keserim.\" Başka bir rivayette Aişe (Allah ondan razı olsun) şöyle dedi: (Usame'nin arabuluculuğunu duyunca) Allah'ın Resulü (ﷺ) öfkesinden yüzü değişti ve \"Allah'ın belirlediği konularda arabuluculuk yapmaya cesaret mi ediyorsun?\" dedi. Usame yalvardı: \"Ey Allah'ın Resulü! Beni affet.\" Aişe (Allah ondan razı olsun) ekledi: Sonrasında Allah'ın Resulü (ﷺ) o kadının elinin kesilmesi için emir verdi."
    },
    {
      "id": 261,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) \"Sizi lanet ettiren iki alışkanlıktan sakının.\" dedi. Ashab: \"O laneti getiren şeyler nelerdir?\" dediler. O: \"İnsanların sığındığı ve dinlendiği yerlerde veya yollar üzerinde rahatlamak.\" dedi.."
    },
    {
      "id": 262,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) durgun suya idrar yapmayı yasakladı.."
    },
    {
      "id": 263,
      "narrator": "An-Nu'man bin Bashir (May Allah be pleased with them) said:",
      "text": "Nu'man bin Beşir (Allah onlardan razı olsun) dedi ki: Babam beni Allah'ın Resulü (ﷺ) yanına götürdü ve ona: \"Bu oğluma bir kölem hediye ettim.\" dedi. Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu hediyeyi diğer tüm oğullarına verdin mi?\" O: \"Hayır.\" dedi. Bunun üzerine Allah'ın Resulü (ﷺ) \"Bu hediyeyi geri al.\" dedi. Başka bir rivayet ise: Allah'ın Resulü (ﷺ) \"Allah'a karşı olan yükümlülüğüne dikkat et ve çocuklarınla adaletli ol.\" dedi. Babam geri döndü ve hediyesini geri aldı. Başka bir rivayet ise: Allah'ın Resulü (ﷺ) sordu: \"Bu çocuktan başka başka çocukların var mı?\" O: \"Evet.\" dedi. Allah'ın Resulü (ﷺ) sordu: \"Onlara da böyle bir hediye verdin mi?\" O: \"Hayır.\" dedi. Allah'ın Resulü (ﷺ) \"Bu adaletsizliğe şahitlik etmeyeceğim.\" dedi. Başka bir rivayet ise: Allah'ın Resulü (ﷺ) sordu: \"Diğerlerinden de ondan beklediğin iyilikleri beklemiyor musun?\" O: \"Evet, elbette.\" dedi. Allah'ın Resulü (ﷺ) \"O halde bunu yapma (yani sadece bir oğula hediye verme).\" dedi.."
    },
    {
      "id": 264,
      "narrator": "Zainab bint Abu Salamah (May Allah be pleased with them) said:",
      "text": "Zeynep binti Ebu Süfyan (Allah onlardan razı olsun) dedi ki: Ben, Peygamber (ﷺ) eşlerinden Ummu Habibe'ye (Allah ondan razı olsun) gittim, babası Ebu Süfyan bin Harb (Allah ondan razı olsun) vefat ettiğinde. Ummu Habibe (Allah ondan razı olsun) sarı bir parfüm veya benzeri bir şey istedi ve onu bir cariyeye sürdü, sonra kendi yanaklarına da sürdü ve dedi ki: \"Allah'a yemin ederim ki, parfüme ihtiyacım yok, Allah'ın Resulü (ﷺ) minberden şöyle dediğini duydum: 'Allah'a ve Ahiret Günü'ne iman eden bir kadının, kocasının ölümü dışında, ölüler için üç günden fazla yas tutması caiz değildir; kocası için yas süresi ise dört ay on gündür.'\" Zeynep dedi ki: Sonra Zeynep binti Cahş'a (Allah ondan razı olsun) gittim, kardeşi vefat ettiğinde; o da parfüm istedi ve sürdü, sonra dedi ki: \"Dikkat et! Allah'a yemin ederim ki, parfüme ihtiyacım yok ama Allah'ın Resulü (ﷺ) minberden şöyle dediğini duydum: 'Allah'a ve Ahiret Günü'ne iman eden bir kadının, kocasının ölümü dışında, ölüler için üç günden fazla yas tutması caiz değildir; kocası için yas süresi ise dört ay on gündür.'\"."
    },
    {
      "id": 265,
      "narrator": "Anas bin Malik (May Allah be pleased with him) said:",
      "text": "Enes bin Malik (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bir kişinin şehirde bir köylü adına komisyonla iş yapmasını yasakladı, hatta o gerçek kardeşi olsa bile.\"."
    },
    {
      "id": 266,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) \"Ticaret mallarını, pazara ulaşmadan karşılamayın.\" dedi.."
    },
    {
      "id": 267,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) \"Ticaret mallarını yolda karşılamayın; şehirdeki bir adam, çöl adamı için satış yapmamalıdır.\" Tawus ona (İbn Abbas'a) sordu: \"Bu sözler neyi ifade ediyor?\" O: \"Onun adına vekil olarak çalışmamalıdır.\" dedi.."
    },
    {
      "id": 268,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bir şehirdeki bir adamın çöl adamının komisyoncusu olmasını yasakladı ve Najş (bir şeyi yüksek fiyata teklif ederek başka bir alıcıyı çekme) uygulamasını yasakladı; bir adamın, kardeşinin teklifi beklerken teklif yapmasını; veya bir adamın, kardeşinin teklifi beklerken evlenme teklifinde bulunmasını; veya bir kadının, bir kız kardeşinin boşanmasını sağlamaya çalışmasını yasakladı. Başka bir rivayet ise: Allah'ın Resulü (ﷺ) insanları, karavanı yolda karşılayarak onlarla ticaret yapmak için buluşmamalarını yasakladı; ve şehir sakininin çöl adamı adına mal satmasını; ve bir kadının kız kardeşinin (kocasından) boşanmasını istemesini; ve Najş uygulamasını ve hayvanların bir süre sağılmadan bırakılmasını (süt biriktirmek amacıyla alıcıyı aldatmak için) yasakladı.."
    },
    {
      "id": 269,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) \"Bir kişi, (Müslüman) kardeşi bir pazarlık yapmışken, onunla işlem yapmamalıdır; ya da kardeşi evlenme teklifi yapmışken, onunla evlenme teklifi yapmamalıdır; ancak onun izniyle.\" dedi.."
    },
    {
      "id": 270,
      "narrator": "'Uqbah bin 'Amir (May Allah be pleased with him) said:",
      "text": "Ukbe bin Amir (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) \"Mümin, diğer bir müminin kardeşidir; bu nedenle, bir mümin, kardeşinin teklifi beklerken teklif yapmamalıdır; ya da kardeşinin teklifi beklerken evlenme teklifi yapmamalıdır, ta ki o teklifi geri çekene kadar.\" dedi."
    },
    {
      "id": 271,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şüphesiz ki Allah, sizin için üç şeyi sever ve üç şeyden hoşlanmaz. O, yalnızca kendisine ibadet etmenizi, kendisine hiçbir şeyi ortak koşmamanızı ve Allah'ın ipine sımsıkı sarılmanızı ve aranızda bölünmemenizi sever; ve O, sizin için gereksiz konuşmayı, sürekli soru sormayı ve malı israf etmeyi hoş görmez.\"."
    },
    {
      "id": 272,
      "narrator": "Warrad, the scribe of Al-Mughirah bin Shu'bah (May Allah be pleased with him) said:",
      "text": "Varrad, Ebu Müslim Al-Mughirah bin Şu'bah'ın (Allah ondan razı olsun) katibi dedi ki: Al-Mughirah bin Şu'bah, bana Muaviye'ye (Allah ondan razı olsun) hitaben bir mektup yazdırdı. O mektupta, Peygamber (ﷺ) her farz namazın sonunda dua ederdi: \"La ilaha illallahu, vahdehu la şerike lahu, lahul-mulku, ve lahul-hamdu, ve Huwa 'ala kulli şey'in Kadîr. Allah'ım! Verdiğini kimse engelleyemez; ve engellediğini kimse veremez; ve bir kişinin yüksek mertebesi, Senin iradene karşı bir fayda sağlamaz.\" Ayrıca, Peygamber (ﷺ) gereksiz konuşmayı, israfı, sürekli soru sormayı, anne-babaya (özellikle annelere) itaatsizliği, kız çocuklarını diri diri gömmeyi, başkalarının haklarını gaspetmeyi ve malı haksız yere edinmeyi yasakladığını da yazdı.."
    },
    {
      "id": 273,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Hiçbiriniz kardeşine bir silah ile işaret etmesin; çünkü o, şeytanın onu elinden kaydırabileceğini bilmez ve bu nedenle, onu kazara öldürerek cehennem çukuruna düşebilir.\" Müslim'deki rivayet ise: Abul-Kasım (yani, Allah'ın Resulü) (ﷺ) şöyle buyurdu: \"Kardeşine bir silah ile işaret eden, melekler tarafından lanetlenir; bu kişi, diğerinin gerçek kardeşi olsa bile.\"."
    },
    {
      "id": 274,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) başka birine çekilmiş kılıç sunmayı yasakladı.\"."
    },
    {
      "id": 275,
      "narrator": "Abu Sha'tha' said:",
      "text": "Ebu Şat'a dedi ki: Biz, Ebu Hureyre (Allah ondan razı olsun) ile camide oturuyorduk, Muazzin ezanı okudu. Camide bir adam ayağa kalktı ve dışarı çıkmaya başladı. Ebu Hureyre (Allah ondan razı olsun) onu dışarı çıkana kadar izledi. Bunun üzerine Ebu Hureyre (Allah ondan razı olsun) dedi: \"Gerçekten bu adam Abul-Kasım'a (ﷺ) itaat etmedi.\"."
    },
    {
      "id": 276,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Tatlı fesleğen çiçeği sunulan kimse onu reddetmesin; çünkü o hafif ve hoş kokuludur.\"."
    },
    {
      "id": 277,
      "narrator": "Anas bin Malik (May Allah be pleased with him) reported:",
      "text": "Enes bin Malik (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) asla parfüm hediyesini reddetmedi.."
    },
    {
      "id": 278,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) said:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) bir kişinin başka birini övdüğünü veya aşırı şekilde yücelttiğini duydu. Bunun üzerine şöyle dedi: \"Sen adamı öldürdün,\" ya da \"Sen adamı mahvettin.\"."
    },
    {
      "id": 279,
      "narrator": "Abu Bakrah (May Allah be pleased with him) reported:",
      "text": "Ebu Bekir (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) hakkında bir adamın adı geçti ve biri onu övdü. Bunun üzerine o (ﷺ) şöyle dedi: \"Vay haline! Arkadaşının boynunu kırdın!\" Bunu birkaç kez tekrarladı ve ekledi: \"Eğer biriniz arkadaşını övmek zorundaysa, 'Onu şu şekilde değerlendiriyorum ve Allah onu iyi bilir' demelidir; eğer onu şu şekilde düşünüyorsanız, Allah katında sorumlu olacaksınız; çünkü kimse başkalarının saflığını Allah'a karşı tasdik edemez.\"."
    },
    {
      "id": 280,
      "narrator": "Hammam bin Al- Harith (May Allah be pleased with him) reported:",
      "text": "Hammam bin Haris (Allah ondan razı olsun) bildirdi: Bir kişi Osman'ı (Allah ondan razı olsun) övmeye başladı ve Mikdad (Allah ondan razı olsun) dizlerinin üzerine oturdu ve övücüye taşlar atmaya başladı. Osman (Allah ondan razı olsun) dedi: \"Sizde ne var?\" O da: \"Gerçekten, Allah'ın Resulü (ﷺ) şöyle dedi: 'Başkalarına gereksiz övgüler yağdıranları görünce, yüzlerine toprak atın.'\" dedi."
    },
    {
      "id": 281,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Ömer bin Hattab (Allah ondan razı olsun) Şam'a (Suriye, Filistin, Lübnan ve Ürdün'ü kapsayan bölge) doğru yola çıktı. Sarğ (Hicaz'ın yanında bir kasaba) ulaştığında, Ebu Ubeyde bin Cerrah (Allah ondan razı olsun) ve arkadaşlarıyla karşılaştı. Ona, Suriye'de bir veba çıktığını bildirdiler. İbn Abbas anlatıyor: Ömer (Allah ondan razı olsun) bana dedi ki: \"Bana ilk Muhacirleri çağır.\" Ben de onları çağırdım. Onlardan görüşlerini aldı ve onlara Ash-Sham'da bir veba çıktığını söyledi. İleri gitmeleri mi yoksa evlerine geri dönmeleri mi gerektiği konusunda farklı görüşler vardı. Bazıları: \"Düşmanla savaşmak için yola çıktın, bu yüzden geri dönmemelisin;\" derken, bazıları: \"Peygamber'in (ﷺ) birçok seçkin arkadaşını yanına almışken, seni veba olan yere götürmeni tavsiye etmiyoruz.\" dediler. Ömer (Allah ondan razı olsun) dedi: \"Artık gidebilirsiniz.\" Sonra dedi: \"Bana Ensar'ı (Yardımcıları) çağır.\" Ben de onları ona çağırdım, o da onlarla danıştı ve onların görüşleri de farklıydı. \"Şimdi gidebilirsiniz.\" dedi. Tekrar: \"Mekke fethedilmeden önce hicret eden Kureyş'in yaşlı (bilgelerin) çağırın.\" dedim. Onları çağırdım. Ömer (Allah ondan razı olsun) bu konuda onlarla danıştı ve aralarında iki kişi bile farklı görüşte bulunmadı. Onlar: \"Senin, insanlarla geri dönmeni ve onları bu belaya götürmemen gerektiğini düşünüyoruz.\" dediler. Ömer (Allah ondan razı olsun) halka duyuru yaptı: \"Sabah geri dönmeyi düşünüyorum ve sizlerin de aynı şekilde yapmanızı istiyorum.\" Ebu Ubeyde bin Cerrah (Allah ondan razı olsun) dedi: \"Kaderden mi kaçıyorsun?\" Bunun üzerine Ömer (Allah ondan razı olsun) dedi: \"Ey Ebu Ubeyde! Bunu başka biri söyleseydi.\" (Ömer (Allah ondan razı olsun) onunla farklı düşünmeyi istemedi). Dedi ki: \"Evet, biz kaderden kader'e kaçıyoruz. Eğer develeriniz varsa ve bir vadide inerseniz, bir tarafı yeşil, diğer tarafı çorak olan bir yer, onları yeşil alanda otlatırsanız, kader gereği hareket etmez misiniz? Eğer çorak alanda otlatırsanız, yine kader gereği hareket etmiş olursunuz.\" O sırada Abdurrahman bin Avf geldi; bir ihtiyaç nedeniyle orada yoktu. Dedi ki: \"Bu konuda bir bilgim var. Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Bir yerde veba çıktığını duyarsanız, oraya girmeyin; ama eğer bulunduğunuz yerde yayılırsa, oradan çıkmayın.'\" Bunun üzerine Ömer bin Hattab (Allah ondan razı olsun) Allah'ı övdü ve geri döndü.."
    },
    {
      "id": 282,
      "narrator": "Usamah bin Zaid (May Allah be pleased with him) said:",
      "text": "Usame bin Zeyd (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir yerde veba çıktığını duyarsanız, oraya girmeyin; ve eğer bulunduğunuz yerde veba çıkarsa, oradan çıkmayın.\"."
    },
    {
      "id": 283,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) \"Yedi yıkıcı şeyden kaçının.\" dedi. Soruldu: (hazır olanlardan): \"Onlar nedir, Ey Allah'ın Resulü?\" O da şöyle cevap verdi: \"Allah'a ibadet ederken O'na hiçbir şeyi ortak koşmak; sihir yapmak, Allah'ın haram kıldığı birini haksız yere öldürmek, yetimin malını yemek, faize girmek, savaş alanından kaçmak ve iffetli kadınlara iftira atmak.\"."
    },
    {
      "id": 284,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) Kur'an'ı taşıyarak düşman topraklarına seyahat etmeyi yasakladı.."
    },
    {
      "id": 285,
      "narrator": "Umm Salamah (May Allah be pleased with her) said:",
      "text": "Ümmü Seleme (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Gümüş kaplarda içen kimse, aslında karnında cehennem ateşini tutuşturur.\" Müslim'deki rivayet ise: \"Gerçekten, altın ve gümüş kaplarda yiyen veya içen kimse.\""
    },
    {
      "id": 286,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Hudhaifah (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) bize ipek veya dibac giymeyi ve altın ve gümüş kaplardan içmeyi yasakladı ve şöyle dedi: \"Bunlar (kafirler) için bu dünyadadır ve sizin için ahirette.\" Başka bir rivayette Hudhaifah (Allah ondan razı olsun) şöyle demiştir: Allah'ın Resulü (ﷺ) dedi ki: \"İpek ve dibac giymeyin, altın ve gümüşten yapılmış kaplardan ne yiyin ne de için.\"."
    },
    {
      "id": 287,
      "narrator": "Anas bin Sirin (May Allah be pleased with him) said:",
      "text": "Anas bin Sirin (Allah ondan razı olsun) dedi ki: Ben Anas bin Malik (Allah ondan razı olsun) ile bazı Mecusilerin yanında idim, Faludhaj (un ve baldan yapılan bir tatlı) gümüş bir kapta getirildi ve Anas onu almadı. Adam kapı değiştirmesi için uyarıldı. O da kabı değiştirdi ve Anas'a getirdiğinde, Anas onu aldı.."
    },
    {
      "id": 288,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Anas (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) erkeklerin safranla boyanmış elbiseler giymesini yasakladı.."
    },
    {
      "id": 289,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) said:",
      "text": "'Abdullah bin 'Amr bin Al-'As (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) beni iki safran rengi elbise ile görüp sordu: \"Annen sana bunları giymeni emretti mi?\" Ben de ona, \"Onları yıkayayım mı?\" dedim. O da, \"Onları ateşe atman daha iyi olur.\" diye cevap verdi. Başka bir rivayette: \"Bunlar kafirlerin elbiseleridir. O yüzden giymeyin.\"."
    },
    {
      "id": 290,
      "narrator": "'Ali (May Allah be pleased with him) said:",
      "text": "'Ali (Allah ondan razı olsun) dedi ki: Ben, Allah'ın Resulü (ﷺ) şöyle buyurduğunu aklımda tutuyorum: \"Ergenlik çağına ulaşan hiç kimse yetim sayılmaz; ve sabahın erken saatlerinden akşam vaktine kadar susmak haramdır.\"."
    },
    {
      "id": 291,
      "narrator": "Qais bin Abu Hazim (May Allah be pleased with him) said:",
      "text": "Qais bin Abu Hazim (Allah ondan razı olsun) dedi ki: Abu Bekir (Allah ondan razı olsun) Ahmas kabilesinden Zeynep adında bir kadına rastladı ve onun tamamen sessiz olduğunu fark etti. \"Ona ne oldu? Neden konuşmuyor?\" dedi. İnsanlar ona, \"O, sessiz kalmaya yemin etti.\" dediler. O da ona, \"Konuşmalısın, bu (sessiz kalmak) caiz değildir, çünkü bu Cahiliye (İslam öncesi dönem) işidir.\" dedi. (Bunu duyduktan sonra) o konuşmaya başladı."
    },
    {
      "id": 292,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) said:",
      "text": "Sa'd bin Abu Waqqas (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Gerçek babası dışında birine babalık isnadında bulunan ve bunun babası olmadığını bilen kimse, cennete girmesi yasaklanacaktır.\"."
    },
    {
      "id": 293,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Babanızdan yüz çevirme, çünkü babasından yüz çeviren, bir küfür işlemekle suçlanır.\"."
    },
    {
      "id": 294,
      "narrator": "Yazid bin Sharik bin Tariq (May Allah be pleased with him) said:",
      "text": "Yazid bin Sharik bin Tariq (Allah ondan razı olsun) dedi ki: 'Ali'yi (Allah ondan razı olsun) minberden hutbe verirken gördüm ve onun şöyle dediğini duydum: \"Vallahi, okuduğumuz başka bir kitap yoktur, sadece Allah'ın Kitabı ve bu parşömen üzerinde yazılı olanlar. O, kan bedeli olarak verilecek deve türlerinin listesini ve Mekkede av hayvanlarını öldürmeye dair diğer hukuki meseleleri gösteren parşömeni açtı. İçinde şunlar da yazılıydı: Allah'ın Resulü (ﷺ) şöyle dedi: 'Medine, 'Air'den Thaur (dağlarına) kadar bir haramdır. Bu topraklarda İslam'da yeni fikirler ortaya atan, burada günah işleyen veya yenilikçileri barındıran kimse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine çeker; ve Allah, kıyamet günü ondan ne tövbe ne de fidye kabul eder. Herhangi bir Müslümanın (en alt seviyedeki) koruma sözü, diğer tüm Müslümanlar tarafından saygı gösterilmeli ve onurlandırılmalıdır; ve bu konuda bir Müslümanı ihanet eden (sözleşmeyi ihlal eden) kimse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine çeker; ve Allah, kıyamet günü ondan ne tövbe ne de fidye kabul eder. Gerçek babası dışında birine babalık isnadında bulunan ve gerçek efendisi dışında birini efendi olarak kabul eden kimse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine çeker; ve Allah, kıyamet günü ondan ne tövbe ne de fidye kabul eder.\"."
    },
    {
      "id": 295,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Abu Dharr (Allah ondan razı olsun) şöyle bildirmiştir: Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: \"Gerçek babası dışında birine babalık isnadında bulunan ve bunun babası olmadığını bilen kimse, bir küfür işlemiş olur. Ve kendisine ait olmayan bir şeyin iddiasında bulunan kimse, bizden değildir. O, cehennemde yer bulmalıdır; ve bir kimse, herhangi birini kafir olarak damgalar veya onu Allah'ın düşmanı olarak adlandırırsa ve o aslında öyle değilse, bu suçlama ona geri döner.\"."
    },
    {
      "id": 296,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Yüce Allah, bir kişi Allah'ın haram kıldığı bir şeyi yaptığında öfkelenir ve öfkesi kabarır.\"."
    },
    {
      "id": 297,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurairah (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Kim yemin eder ve istemeden 'Al-Lat ve Al-'Uzza' derse, hemen 'La ilaha illallah (Allah'tan başka ilah yoktur)' demelidir; ve eğer arkadaşıyla 'Hadi kumar oynayalım' derse, bir şey vererek keffaret vermelidir.\"."
    }
  ]
}