{
  "language": "tr",
  "metadata": {
    "length": 61,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "An-Nawwas bin Sam`an (May Allah be pleased with him) reported:",
      "text": "En-Nevvas bin Sem'an (Allah ondan razı olsun) şöyle bildirmiştir: Bir sabah Allah'ın Elçisi (ﷺ) Deccal'den bahsetti ve onu önemsiz olarak tanımladı, aynı zamanda o kadar önemli olarak tanımladı ki, onun hurma ağaçlarında (yani, yakında) olduğunu düşündük. Akşam ona (Peygamber (ﷺ)) gittiğimizde, yüzlerimizde korku belirtisini fark etti. \"Sizlere ne oldu?\" dedi. Biz de: \"Ey Allah'ın Elçisi, bu sabah Deccal'den bahsettiniz, sesinizi yükseltip alçaltarak, onun hurma ağaçlarının arasında gizlendiğini düşündük,\" dedik. O da: \"Sizleri endişelendiren Deccal'den başka bir şeydir. Eğer o benimle birlikte ortaya çıkarsa, ona karşı sizi savunacağım. Ama ben öldükten sonra ortaya çıkarsa, her biriniz kendi savunucunuzdur. Allah, benim arkamdan her Müslümanı yönlendirecek olandır. Deccal, çok kıvırcık saçlı, tek gözü dışarıda olan (göremeyen) genç bir adam olacaktır. Onun görünümünü Al-Uzza bin Katan'a benzetiyorum. Sizlerden kim ona ulaşırsa, üzerine Kehf Suresi'nin (yani, Sura 18: Ayet 1-8) başlangıç ayetlerini okumalıdır. O, Suriye ile Irak arasındaki yolda ortaya çıkacak ve sağa sola fitne yayacaktır. Ey Allah'ın kulları! Gerçekten bağlı kalın.\" Biz sorduk: \"Ey Allah'ın Elçisi! O, dünyada ne kadar kalacak?\" O da: \"Kırk gün. Bir gün bir yıl gibi, bir gün bir ay gibi, bir gün bir hafta gibi ve diğer günler sizin günleriniz gibi olacak,\" dedi. Biz de: \"Ey Allah'ın Elçisi! O günün Salatı (namazı) bir yıl gibi olacak olan o gün için yeterli olacak mı?\" Bunun üzerine o: \"Hayır, ama zamanın tahminini yapmalısınız ve sonra Salatınızı kılmalısınız,\" dedi. Biz de: \"Ey Allah'ın Elçisi! O, yeryüzünde ne kadar hızlı yürüyecek?\" Bunun üzerine o: \"Rüzgar tarafından sürüklenen bulut gibi (yani, çok hızlı) olacak,\" dedi. O, insanlara gelecek ve onlara itaate çağıracak, onlar da ona iman edecek ve ona cevap verecekler. Sonra göğe emir verecek ve gök, yeryüzüne yağmurunu gönderecek ve sonra yeryüzüne emir verecek ve bitki örtüsü büyüyecek. Akşam olduğunda, onların otlatma hayvanları, sırtları çok yüksek ve meme uçları sütle dolu ve yanları gerilmiş bir şekilde onlara gelecek. Sonra başka bir topluma gelecek ve onları davet edecek, ama onlar onu reddedecek ve onu, verimsiz topraklarda ve hiçbir mal ve mülk olmadan terk edecek! Sonra ıssız topraklardan geçecek ve ona: 'Hazinelerini çıkar!' diyecek ve hazineler çıkacak ve arı kovanları gibi onu takip edecek. Sonra genç bir adamı çağıracak ve onu kılıçla vuracak ve iki parçaya ayıracak ve bu parçaları, okçunun hedefi ile arasındaki mesafe kadar uzak bir yere koyacak. Sonra o genç adamı çağıracak ve o, gülerek, yüzü sevinçle parlayarak öne çıkacak; ve tam o sırada Allah, Meryem oğlu İsa'yı (İsa) gönderecek, o da Şam'ın doğu tarafındaki beyaz minarede, iki hafızanın kanatları üzerine ellerini koyarak inecektir. Başını eğdiğinde, başından su damlaları düşecek, başını kaldırdığında ise inci gibi damlalar saçılacaktır. Onun (yani, İsa'nın) kokusunu bulan her kafir ölecek ve onun kokusu, görebileceği kadar uzanacaktır. Sonra Deccal'i arayacak ve onu Ludd kapısında (Kudüs yakınlarındaki köy) yakalayacak ve onu öldürecektir. Sonra Allah'ın koruduğu insanlar, Meryem oğlu İsa'ya gelecek ve o, onların yüzlerini silecek ve onlara cennetteki derecelerini bildirecektir; ve bu şartlar altında Allah, İsa'ya şu sözleri vahyedecektir: 'Kullarımdan öyle insanları ortaya çıkardım ki, onlara karşı hiç kimse savaşamayacak, bu insanları dağlara güvenli bir şekilde götür.' Sonra Allah, Yecüc ve Mecüc'ü (Gog ve Magog) gönderecek ve her yamaçtan akacaklar. Onların ilki Tabariyye Gölü'nden (Filistin'deki Ölü Deniz yakınlarında) geçecek ve tüm suyunu içecektir. Ve onların sonuncusu geçtiğinde, 'Orada bir zamanlar su vardı,' diyecek. Peygamber İsa (ﷺ) ve arkadaşları o kadar sıkışacaklar ki, bir öküz başı, onlara yüz dinardan daha değerli olacak ve İsa, arkadaşlarıyla birlikte Allah'a dua edecek, Allah da, onların (Yecüc ve Mecüc) boyunlarına saldıracak böcekler gönderecek ve hepsi tek bir kişi gibi yok olacaktır. Peygamber İsa ve arkadaşları aşağı inecekler ve yeryüzünde, cesetleriyle dolu bir aralık bulamayacaklar. Peygamber İsa ve arkadaşları tekrar Allah'a dua edecek, Allah da, Bactrian develerinin boyunlarına benzeyen kuşlar gönderecek ve onları alıp, Allah'ın dilediği yere atacak. Sonra Allah, şehirde veya kırsalda hiçbir evi atlamayan bir yağmur yağdıracak. Yeryüzünü, bir ayna gibi görünene kadar yıkayacaktır. Sonra yeryüzüne meyvelerini çıkar ve bereketlerini geri getir denilecektir; bunun sonucunda, bir grup insanın yiyeceği kadar büyük bir nar büyüyecek ve onun kabuğunun altında sığınacaklardır. Süt o kadar bereketli olacak ki, bir dişi deveden elde edilen süt büyük bir topluluğa yetecek ve inek o kadar süt verecek ki, bir kabileye yetecek. Koyun o kadar süt verecek ki, bütün aile ondan içebilecektir ve o zaman Allah, insanların koltuk altlarını bile rahatlatacak hoş bir rüzgar gönderecek ve her Müslümanın ve gerçek müminin hayatını alacak, sadece kötü olanlar hayatta kalacaktır. Onlar, eşekler gibi aleni zina edecekler ve Kıyamet Günü gerçekleşecektir."
    },
    {
      "id": 2,
      "narrator": "Rib'i bin Hirash (May Allah be pleased with him) said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) said:",
      "text": "Rib'i bin Hirash (Allah ondan razı olsun) dedi ki: Ben, Ebu Mes'ud El-Ensari ile Hudaifah bin Al-Yeman'a (Allah onlardan razı olsun) eşlik ettim. Ebu Mes'ud ona dedi: \"Ey Hudaifah, Allah'ın Elçisi (ﷺ) hakkında Deccal (Mesih Deccal) ile ilgili duyduğun her şeyi bize anlat.\" Hudaifah dedi: O (ﷺ) şöyle dedi: \"Deccal ortaya çıkacak ve onunla birlikte su ve ateş olacak. İnsanların su olarak gördüğü şey aslında yanan bir ateş olacak ve insanların ateş olarak gördüğü şey ise aslında serin ve tatlı su olacak. İçinizden kim ona rastlarsa, gördüğü ateşe atlamalıdır; çünkü o, güzel ve tatlı bir su olacaktır.\" Ebu Mes'ud dedi: \"Ben de bunu Allah'ın Elçisinden (ﷺ) duydum.\""
    },
    {
      "id": 4,
      "narrator": "Anas bin Malik (May Allah be pleased with him) said:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) dedi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Deccal (Mesih Deccal) benim ümmetimde ortaya çıkacak ve dünyada kırk kalacak. Bunun kırk gün mü, kırk ay mı yoksa kırk yıl mı olacağını bilmiyorum. Sonra Allah, (Peygamber) İsa'yı (İsa) Meryem oğlu olarak gönderecek. İsa onu takip edecek ve onu öldürecektir. Sonra insanlar, İsa'nın vefatından sonra yedi yıl boyunca, iki kişi arasında hiçbir kin olmadan yaşayacaklar. Sonra Allah, Şam tarafından serin bir rüzgar gönderecek. Yüzünde en küçük bir iyilik veya iman bulunan hiç kimse yeryüzünde kalmayacak, hepsi ölecek; öyle ki, içinizden biri bir dağın en derin yerine girse bile, bu rüzgar oraya da ulaşacak ve onu öldürecektir. Sadece kötü insanlar hayatta kalacak ve onlar, kuşlar gibi (yani, kötülük yapmak için) hızlı olacaklar ve birbirlerine vahşi hayvanlar gibi saldıracaklar. İyiliği asla takdir etmeyecekler, kötülüğü de kınamayacaklar. Sonra Şeytan, onlara bir adam kılığına girecek ve 'Bana itaat etmeyecek misiniz?' diyecek. Onlar da: 'Bize ne emrediyorsun?' diyecekler. O, onlara putlara tapmalarını emredecek. Onlar bol rızık sahibi olacaklar ve rahat bir yaşam sürecekler. Sonra Sur'a üflenecek. Onu duyan herkes boynunu ona çevirecek ve kaldıracak. Sur'u ilk duyan, develerinin havuzunu onaran bir adam olacaktır. O bayılacak. Allah, ya da Allah'ın göndereceği, çiy gibi bir yağmur gönderecek ve bununla insanların bedenleri (yabani bitki gibi) büyüyecektir. Sonra ikinci Sur'a üflenecek ve insanlar ayağa kalkacak ve etrafa bakacaklar. Sonra denilecek ki: 'Ey insanlar! Rabbinize gidin.' Sonra bir emir verilecek: 'Onları orada durdurun.' Sonrasında hesap verecekler. Sonra denilecek ki: 'Ateşten paylarını ayırın.' Sorulacak: 'Ne kadar?' Denilecek ki: 'Her bin kişiden dokuz yüz doksan dokuzu.' O gün, çocukları bile korkudan saçları beyazlayacak ve o gün, baldı açılacak.\""
    },
    {
      "id": 6,
      "narrator": "Umm Sharik (May Allah be pleased with her) reported:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "'Imran bin Hussain (May Allah be pleased with them) reported:",
      "text": "Enes bin Malik (Allah ondan razı olsun) dedi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Deccal (Mesih Deccal) Mekkeden ve Medineden başka hiçbir yeri çiğnemeyecek; ve onlara giden hiçbir yol, sıralanmış melekler tarafından korunmayacaktır. Deccal, Medine'ye bitişik bir çorak yerde ortaya çıkacak ve şehir üç kez sarsılacaktır. Allah, içinden her kafiri ve münafığı çıkaracaktır.\""
    },
    {
      "id": 8,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Al-Mughirah bin Shu'bah (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Deccal (Mesih Deccal) İsfahan'dan yetmiş bin Yahudi ile takip edilecektir ve yeşil renkli saten elbiseler giyecektir.\""
    },
    {
      "id": 10,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ümmü Şarik (Allah ondan razı olsun) bildirdi: Ben, Peygamberin (ﷺ) şöyle dediğini duydum: \"İnsanlar, dağlarda sığınak arayarak Deccal'den (Mesih Deccal) kaçacaklar.\""
    },
    {
      "id": 12,
      "narrator": "'Abdullah bin 'Umar (May Allah be pleased with them) said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "İmrân bin Hüsayn (Allah onlardan razı olsun) bildirdi: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Âdem'in yaratılışı ile Kıyamet Günü arasında, Deccal'in (Mesih Deccal) fitnesinden daha büyük bir şey yoktur.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id El-Hudri (Allah ondan razı olsun) bildirdi: Ben, Peygamberin (ﷺ) şöyle dediğini duydum: \"Deccal (Mesih Deccal) ortaya çıkacak ve müminlerden biri ona doğru gidecek ve Deccal'in silahlı bekçileri ona ulaşacak ve ona: 'Nereye gitmek istiyorsun?' diyecekler. O da: 'Ortaya çıkan bu kişiye gitmek istiyorum,' diyecek. Onlar da: 'Rabbinize (Deccal'i kastediyorlar) inanmıyor musun?' diyecekler. O da: 'Bizim Rabbimizde (yani, biz O'nu Allah, tek ve ortağı olmayan olarak biliyoruz) gizli bir şey yoktur,' diyecek. Bazıları: 'Onu öldürelim,' diyecek, ama bazıları: 'Rabbin (Deccal) kimseyi rızası olmadan öldürmeyi yasaklamadı mı?' diyecekler. Böylece onu Deccal'e götürecekler. Mümin onu görünce: 'Ey insanlar! Bu, Allah'ın Elçisi (ﷺ) bize bildirdiği Deccal'dir,' diyecek. Deccal onu yüzüstü yatıracak ve başını, sırtına ve karnına vuracak. Deccal ona: 'Bana inanmıyor musun?' diyecek. O da: 'Sen yalancı Mesihsin,' diyecek. Sonra onu, saçlarının ayrıldığı yerden bacaklarına kadar bir testere ile ikiye kesilmesi için emir verecek. Sonra Deccal, iki parça arasında yürüyecek ve ona: 'Ayağa kalk,' diyecek ve o, ayakları üzerinde duracaktır. Sonra ona: 'Bana inanmıyor musun?' diyecek. O kişi: 'Senin Deccal olduğunu anlamamı artırdı,' diyecek. O da: 'Ey insanlar! Benden sonra insanlara böyle davranamayacak,' diyecek. Deccal onu öldürmeye çalışacak. Boynu ile köprücük kemiği arasındaki yer bakıra dönüşecek ve onu öldürmenin bir yolunu bulamayacak. Böylece onu elinden ve ayaklarından tutacak ve (görünüşte ateşe) atacak. İnsanlar onun ateşe atıldığını düşünecekler, oysa o cennete atılmış olacaktır.\" Allah'ın Elçisi (ﷺ) ekledi: \"O, âlemlerin Rabbi katında şehitlik açısından insanların en üstünü olacaktır.\""
    },
    {
      "id": 16,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlar, daha iyi durumda olmasına rağmen Medine'yi terk edecekler; sadece yaban hayvanları ve kuşlar kalacak. Kıyamet, Muzeyne kabilesinin iki çobanı üzerine gelecektir. Onlar, koyunlarını sürerek Medine'ye girecekler ama yaban hayvanlarıyla dolu olduğunu görecekler ve geri dönecekler. Thaniyyat-ul-Vada' adlı tepeye vardıklarında yüzüstü düşecekler.\""
    },
    {
      "id": 17,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Sizlerin halifelerinden, son günlerde malı saymadan dağıtan biri olacaktır.\""
    },
    {
      "id": 18,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) said:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir zaman gelecek ki, bir adam altınından sadaka vermek için dolaşacak ama onu alacak kimseyi bulamayacak. Bir adamın peşinde, erkeklerin azlığı ve kadınların çokluğu nedeniyle ona bağımlı kırk kadın görülecek.\""
    },
    {
      "id": 19,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Bir adam, başka bir adamdan bir parça arazi satın aldı ve alıcı, arazide altın dolu bir testi buldu. Alıcı, satıcıya dedi ki: 'Altınını al, ben senden sadece araziyi satın aldım, altını değil.' Arazi sahibi dedi ki: 'Ben sana arazinin içindeki her şeyle birlikte sattım.' İkisi de üçüncü bir adama başvurdular. O da sordu: 'Çocuklarınız var mı?' Birisi dedi ki: 'Bir oğlum var.' Diğeri dedi ki: 'Bir kızım var.' Adam dedi ki: 'Kızı oğlana verin ve parayı onlara harcayın; geriye kalan ne varsa sadaka verin.'\""
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İki kadın vardı, her birinin yanında çocuğu vardı. Bir kurt geldi ve bunlardan birinin çocuğunu aldı. Bir kadın arkadaşına dedi ki: 'Kurt senin oğlunu aldı.' Diğeri dedi ki: 'Hayır, senin oğlunu aldı.' İkisi de bu meseleyi Peygamber Davud'a (Davut) (ﷺ) götürdüler. O da çocuğun daha yaşlı kadına verilmesi gerektiğine hükmetti. Sonra Peygamber Süleyman'a (Süleyman) (ﷺ) Davud'un oğlu olarak gittiler ve meseleyi ona sundular. Peygamber Süleyman dedi ki: 'Bana bir bıçak verin ki, çocuğu ikiye kesip her birinize bir yarısını vereyim.' Genç kadın dedi ki: 'Bunu yapma; Allah seni korusun! O onun çocuğu.' Bunun üzerine Peygamber Süleyman, davayı genç kadının lehine karara bağladı.\""
    },
    {
      "id": 21,
      "narrator": "Mirdas Al-Aslami (May Allah be pleased with him) said:",
      "text": "Mirdas el-Eslemi (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Salih insanlar birer birer ayrılacak, geriye insanların en kötüleri, arpa veya hurma tortusu gibi kalacak; Allah onları değer ve itibar bakımından yükseltmeyecek.\""
    },
    {
      "id": 22,
      "narrator": "Rifa'ah bin Rafi' Az-Zuraqi (May Allah be pleased with him) said:",
      "text": "Rifa'ah bin Rafi' Az-Zuraqi (Allah ondan razı olsun) dedi ki: Cebrail (Gabriel) Peygamber (ﷺ)'e geldi ve ona sordu: \"Sizler arasında Bedir savaşına katılanları nasıl değerlendiriyorsunuz?\" O da cevap verdi: \"Onlar Müslümanların en iyileridir.\" (ya da buna benzer bir şey söylemiş olabilir). Cebrail dedi ki: \"Aynı durum Bedir'deki melekler için de geçerlidir.\""
    },
    {
      "id": 23,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer Allah bir millete azap ederse, bu tüm nüfusa ayrım gözetmeksizin gelir ve sonra diriltilip amellerine göre hesaba çekilirler.\""
    },
    {
      "id": 24,
      "narrator": "Jabir (May Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ)'in hutbe verirken yaslandığı bir hurma ağacının gövdesi vardı. Minber camiye konulduğunda, gövdenin hamile dişi deve gibi inlediğini duyduk. Peygamber (ﷺ) minberden indi ve elini gövdeye koydu, o da sustu. Diğer bir rivayet ise: Peygamber (ﷺ) Cuma günü hutbe vermek için bir ağaç veya hurma ağacının yanında dururdu. Sonra bir Ensar kadını veya erkeği dedi ki: \"Ey Allah'ın Resulü! Senin için bir minber yapalım mı?\" O da: \"İsterseniz.\" diye cevap verdi. Böylece onun için bir minber yaptılar ve Cuma günü Peygamber (ﷺ) minbere oturdu."
    },
    {
      "id": 25,
      "narrator": "Abu Tha'labah Al-Khushani (May Allah be pleased with him) said:",
      "text": "Ebu Tha'labah el-Huşani (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yüce Allah, ihmal etmemeniz gereken bazı görevler koymuştur ve aşmamanız gereken bazı sınırlar belirlemiştir; ayrıca diğer meseleler hakkında da sizin için merhametle susmuştur, unutkanlıktan değil, bu yüzden onları araştırmayın.\""
    },
    {
      "id": 26,
      "narrator": "'Abdullah bin Abu 'Aufa (May Allah be pleased with them) said:",
      "text": "Abdullah bin Ebu 'Aufa (Allah onlardan razı olsun) dedi ki: Biz, Allah'ın Resulü (ﷺ) ile yedi seferde bulunduk ve çekirge yedik."
    },
    {
      "id": 27,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir mümin, aynı delikten iki kez sokulmaz.\""
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kıyamet Günü Allah'ın ne onlarla konuşmayacağı ne de onları günahlardan arındıracağı üç kişi vardır ve onlara acı bir azap olacaktır: Çöl ortasında suyu olan bir kişi, ama onu yolcuya vermeyi reddeder; öğle namazından sonra bir malı bir başkasına satan ve Allah'a yemin eden bir kişi, o malı şu kadar ve bu kadar fiyata aldığını, alıcı da ona buna göre ödeme yapar ama gerçekte öyle değildir; ve bir imam (lider) ile sadece dünyevi bir menfaat için biat eden bir kişi, eğer imam ona bir şey verirse biatini yerine getirir, eğer vermezse biatini yerine getirmez.\""
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Surnun iki üflemesi arasında kırk süre olacaktır.\" İnsanlar dediler ki: \"Ey Ebu Hureyre! Kırk gün mü demek istiyorsun?\" O dedi ki: \"Bir şey diyemem.\" Onlar dediler ki: \"Kırk yıl mı demek istiyorsun?\" O dedi ki: \"Bir şey diyemem.\" Onlar dediler ki: \"Kırk ay mı demek istiyorsun?\" O dedi ki: \"Bir şey diyemem.\" Peygamber ekledi: \"İnsanın bedeninin her şeyi yok olacak, sadece son kuyruk sokumu (omuriliğin son kısmı) kalacak ve Allah o kemikten tüm bedeni yeniden inşa edecek. Sonra Allah gökten su indirecek ve insanlar yeşil sebzeler gibi büyüyecekler.\""
    },
    {
      "id": 30,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Bir gün Peygamber (ﷺ) bize konuşurken, bir bedevi geldi ve ona sordu: \"Kıyamet Günü ne zaman olacak?\" Allah'ın Resulü (ﷺ) konuşmasına devam etti. Orada bulunanlardan bazıları onun duyduğunu ama kesintiyi istemediğini düşündü, diğerleri ise duymadığını söyledi. Allah'ın Resulü (ﷺ) konuşmasını bitirdiğinde sordu: \"Kıyamet Günü hakkında soran kim?\" Adam cevap verdi: \"Buradayım.\" Allah'ın Resulü (ﷺ) dedi ki: \"Emanetin kaybolduğu zaman, Kıyamet Günü'nü bekleyin.\" O sordu: \"Nasıl kaybolabilir?\" O da cevap verdi: \"Eğer yönetim, ehil olmayan kişilere verilirse, o zaman Kıyamet Günü'nü bekleyin.\""
    },
    {
      "id": 31,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Sizin liderleriniz size Salat (namaz) kıldıracak. Eğer bunu düzgün yaparlarsa, siz de onlar da mükafat alacak; ama eğer hata ederlerse, siz mükafatı kazanırsınız ve onlar (hatalarından) sorumlu tutulacaklardır.\"."
    },
    {
      "id": 32,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said in the interpretation of the Ayah reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) ayetin tefsirinde şöyle dedi: \"Siz, insanlık için (yarar sağlamak üzere) ortaya çıkarılan en hayırlı ümmetsiniz...\" (3:110): İnsanlar için en hayırlı olanlar, onları zincirler içinde İslam'ı kabul ettirene kadar getirip, böylece onları cehennem ateşindeki ebedi azaptan kurtaranlardır (ve onları ahirette cennete sokanlardır).\"."
    },
    {
      "id": 33,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Allah, zincirler içinde cennete giren insanlara hayret eder.\"."
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Yeryüzünde Allah katında en sevimli yerler, camileridir; en nefret edilen yerler ise, pazarlarıdır.\"."
    },
    {
      "id": 35,
      "narrator": "Salman Al-Farisi (May Allah be pleased with him) said:",
      "text": "Selman el-Farisi (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Eğer yardım edebiliyorsanız, pazara ilk giren ve son çıkan olmayın, çünkü orası şeytanın arenasıdır ve şeytanın bayrağı orada dalgalanır.\" Diğer rivayetlerde bazı kelime farklılıkları bulunmaktadır."
    },
    {
      "id": 36,
      "narrator": "'Asim Al-Ahwal said:",
      "text": "Asım el-Ahval dedi ki: Abdullah bin Sarcis (Allah ondan razı olsun) Allah'ın Resulüne (ﷺ) dedi ki: \"Ey Allah'ın Resulü! Allah, bütün günahlarını affetsin!\" Allah'ın Resulü (ﷺ) dedi ki: \"Senin de.\" Asım rivayet etti: Ben Abdullah'a sordum: \"Allah'ın Resulü (ﷺ) senin için af diledi mi?\" O da: \"Evet, senin için de.\" dedi. Sonra şu ayeti okudu: \"Günahlarınız için ve mümin erkekler ve mümin kadınlar için af dileyin.\" (47:19)."
    },
    {
      "id": 37,
      "narrator": "Abu Mas'ud Al-Ansari (May Allah be pleased with him) said:",
      "text": "Ebu Mes'ud el-Ensari (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) dedi ki: \"Önceki Peygamberlerin insanlara ilettiği nasihatlerden biri, eğer haya yoksa, istediğinizi yapabileceğinizdir.\"."
    },
    {
      "id": 38,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) dedi ki: \"Kıyamet Günü insanlar hakkında ilk yargılanacak mesele kan meselesidir.\"."
    },
    {
      "id": 39,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Melekler ışıkla, cinler dumansız ateşle yaratılmıştır ve Adem, size bildirildiği gibi (yani çömlekçi kili gibi ses veren kilden) yaratılmıştır.\"."
    },
    {
      "id": 40,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) davranışları tamamen Kur'an'a uygundu.."
    },
    {
      "id": 41,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Allah'la buluşmayı seven, Allah da onunla buluşmayı sever; Allah'la buluşmayı sevmeyen ise, Allah da onunla buluşmayı sevmez.\" Ben (Aişe) dedim ki: \"Ey Allah'ın Resulü! Ölüm karşısında duyduğumuz tiksinti hissi açısından, hepimiz bu hissi taşıyoruz.\" Bunun üzerine o dedi ki: \"Bunu kastetmiyorum. Kastettiğim, (gerçek) mümin ölüm anında Allah'ın rahmetinin, rızasının ve cennetinin müjdesini aldığında, Allah'la buluşmayı sevmesidir ve Allah da onunla buluşmayı sever. Kafir ise, ölüm anında Allah'ın azabının ve gazabının haberini aldığında, Allah'la buluşmayı istemez ve Allah da onunla buluşmayı sevmez.\"."
    },
    {
      "id": 42,
      "narrator": "Safiyyah bint Huyai (May Allah be pleased with her), the Mother of the Believers, said:",
      "text": "Safiyye bint Huyai (Allah ondan razı olsun), Müminlerin Annesi, dedi ki: İ'tikaf halinde olan Peygamberi (ﷺ) ziyaret etmek için geldim."
    },
    {
      "id": 43,
      "narrator": "Al-'Abbas bin 'Abdul-Muttalib (May Allah be pleased with him) said:",
      "text": "Abbas bin Abdulmuttalib (Allah ondan razı olsun) dedi ki: (Huneyn savaşında) Allah'ın Resulü (ﷺ) ile birlikteydim. Ebu Süfyan bin Haris ile ben, savaş boyunca Allah'ın Resulü (ﷺ) ile birlikte kalmadık. Allah'ın Resulü (ﷺ) beyaz katırının üzerindeydi. Müslümanlar putperestlerle karşılaştıklarında, Müslümanlar kaçmaya başladılar. Allah'ın Resulü (ﷺ) katırını kafirlerin üzerine yönlendirmeye başladı, katırının dizginini tutarak. Ben, katırın çok hızlı gitmesini engellemeye çalışıyordum ve Ebu Süfyan, Allah'ın Resulü'nün katırının stirrup'unu tutuyordu. Allah'ın Resulü (ﷺ) dedi ki: \"Ey Abbas! As-Samurah halkına seslen!\"."
    },
    {
      "id": 44,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki: \"Ey insanlar! Allah Teâlâ, temizdir ve yalnızca temiz olanı kabul eder. Allah, müminlere, elçilerine buyurduğu gibi buyurdu: 'Ey elçiler! Temiz şeylerden yiyin ve salih amellerde bulunun.' (23:51) Ve dedi: 'Ey iman edenler! (Allah'ın birliğine - İslami Tevhid'e) inananlar! Size verdiğimiz helal şeylerden yiyin...\" (2:172). Sonra (ﷺ) uzun bir yolculuğa çıkan, saçları dağınık ve tozla kaplı olan bir kişiyi anarak, elini gökyüzüne kaldırıp şöyle dua ettiğini söyledi: 'Rabbim! Rabbim!' Ama onun yiyeceği haram, içeceği haram, elbiseleri haram ve beslenmesi haram olduğunda, o zaman onun duası nasıl kabul edilebilir?\"."
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyamet Günü Allah'ın ne onlarla konuşacağı, ne onları temizleyeceği (yani günahlarından), ne de onlara bakacağı üç (tür) insan vardır; ve onlara acı bir azap vardır. Bunlar: Zina eden yaşlı bir adam; büyük bir yalancı olan bir kral ve gururlu bir fakirdir.\""
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Seyhan (Oxus), Ceyhan (Jaxartes), Fırat (Euphrates) ve Nil (An-Nil) cennet nehirlerindendir.\"."
    },
    {
      "id": 47,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) elimi tuttu ve şöyle dedi: \"Allah, yüce ve azizdir, yeri Cumartesi günü, dağları Pazar günü, ağaçları Pazartesi günü, çalışmayı gerektiren şeyleri Salı günü, ışığı Çarşamba günü yarattı, her türlü hayvanı Perşembe günü yaydı ve Cuma günü öğleden sonra Adem'i yarattı; bu, Cuma'nın öğle ile akşam arasındaki son saatiydi.\"."
    },
    {
      "id": 48,
      "narrator": "Abu Sulaiman Khalid bin Al-Walid (May Allah be pleased with him) said:",
      "text": "Abu Süleyman Halid bin Velid (Allah ondan razı olsun) dedi ki: Mu'te savaşında, elimde yedi kılıç kırıldı ve elimde sadece bir Yemen kılıcı kaldı.."
    },
    {
      "id": 49,
      "narrator": "'Amr bin 'Al-'As (May Allah be pleased with him) said:",
      "text": "Amr bin Al-As (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir hakim, yargılama yeteneğini kullanıp doğru bir karara varırsa, iki kat ödül alır; ancak yargılama yeteneğini kullanıp hata yaparsa, bir ödül alır.\"."
    },
    {
      "id": 50,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Ateş, Cehennem'in şiddetli öfkesinden gelir, bu yüzden onu su ile soğutun.\"."
    },
    {
      "id": 51,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bir kişi oruç tutmadan ölürse, onun velisi onun adına oruç tutmalıdır.\"."
    },
    {
      "id": 52,
      "narrator": "'Auf bin Malik (May Allah be pleased with him) said:",
      "text": "Auf bin Malik (Allah ondan razı olsun) dedi ki: Aişe (Allah ondan razı olsun) 'a, Abdullah bin Zübeyr (Allah onlardan razı olsun) hakkında hediye satışına dair şöyle dediğini aktardı: \"Vallahi! Eğer Aişe bu tür şeyleri durdurmazsa, onu mülkünü yönetme yetkisizliği ile ilan edeceğim.\" Aişe (Allah ondan razı olsun) sordu: \"O (Abdullah bin Zübeyr) böyle mi dedi?\" İnsanlar: \"Evet.\" dediler. Aişe (Allah ondan razı olsun) dedi: \"Vallahi, Allah'a yemin ederim ki, Ibn Zübeyr ile bir daha konuşmayacağım.\" Bu ayrılık uzun sürdüğünde, Abdullah bin Zübeyr ona arabuluculuk yaptı, ama o: \"Vallahi, onun için kimsenin arabuluculuğunu kabul etmeyeceğim ve yeminimi bozacak bir günah işleyeceğim.\" dedi. Bu durum uzadıkça, Ibn Zübeyr bu durumu zor buldu. Al-Miswar bin Makhramah ve Abdurrahman bin Al-Aswad bin Yaghut'a: \"Sizi Allah adına yalvarıyorum, beni Aişe'ye götürün, çünkü onun benimle ilişkiyi kesmesi haramdır.\" dedi. Al-Miswar ve Abdurrahman onu yanlarına aldılar. Onun iznini istediler: \"Selamünaleyküm ve Allah'ın rahmeti ve bereketi üzerinize olsun! İçeri girebilir miyiz?\" Aişe (Allah ondan razı olsun) dedi: \"Girin.\" Onlar: \"Hepimiz mi?\" dediler. O: \"Hepiniz,\" dedi, Ibn Zübeyr'in de onlarla birlikte olduğunu bilmeden. İçeri girdiklerinde, Ibn Zübeyr gizli yere girdi ve Aişe (Allah ondan razı olsun) ile buluştu. Onu affetmesi için yalvardı ve ağladı. Al-Miswar ve Abdurrahman da onun adına yalvardılar ve ona konuşmasını ve tövbesini kabul etmesini istediler. Ona: \"Peygamber (ﷺ) ilişkileri kesmeyi yasakladı, çünkü hiçbir Müslümanın (Müslüman) kardeşiyle (veya kız kardeşiyle) üç günden fazla konuşmaması haramdır.\" dediler. Onlar ısrarla onu ikna etmeye devam edince, Aişe ağlamaya başladı ve: \"Yemin ettim ki, çok ciddi bir mesele olan bir yemin ettim.\" dedi. Onlar ısrarla devam ettiler, ta ki Aişe Abdullah bin Zübeyr ile konuştu ve yeminini bozduğu için kırk köle azat etti. Daha sonra, yeminini hatırladıkça, o kadar ağlardı ki, örtüsü gözyaşlarıyla ıslanırdı.."
    },
    {
      "id": 53,
      "narrator": "'Uqbah bin 'Amir (May Allah be pleased with him) said:",
      "text": "Ukbe bin Amir (Allah ondan razı olsun) dedi ki: Bir gün Allah'ın Resulü (ﷺ) dışarı çıktı ve Uhud savaşının şehitleri için Allah'tan af diledi, sekiz yıl sonra. Böyle yaparak, hem yaşayanlara hem de ölümlere veda etti gibi görünüyordu. Sonra geri döndü, minbere çıktı ve şöyle dedi: \"Ben sizin öncünüz olacağım; ben sizin için (Allah katında) bir şahitim ve ben sizinle birlikte Havuz (Havuz Al-Kauthar) başında olacağım. Vallahi, bu yerden Havuz'u kendi gözlerimle görebiliyorum. Sizin, (ölümümden sonra) Allah'a ibadet ederken bir şeyleri O'na ortak koşacağınızdan korkmuyorum, ama dünyanın hayatı için birbirinizle yarışacağınızdan korkuyorum.\" Rivayet eden kişi dedi ki: Allah'ın Resulü'nü (ﷺ) en son bu şekilde gördüm.. Bununla ilgili başka bazı rivayetler de vardır, kelimelerinde çok küçük değişikliklerle."
    },
    {
      "id": 54,
      "narrator": "Abu Zaid 'Amr bin Akhtab Al-Ansari (May Allah be pleased with him) said:",
      "text": "Abu Zaid Amr bin Akhtab Al-Ensari (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bize sabah (Fajr) namazını kıldırdı ve minbere çıktı, öğle namazı vaktine kadar bize hitap etti. Sonra minberden indi ve bize Salat (namaz) kıldırdı. Tekrar minbere çıktı ve 'Asr namazı vaktine kadar hitap etti. Sonra tekrar indi, bize Salat kıldırdı ve tekrar minbere çıktı, akşam güneşi batana kadar bize hitap etti. Geçmişte gizli olan her şeyi ve gelecekte olacakları bize bildirdi; aramızdaki en bilgili olan, bunu hafızasında saklayandır.."
    },
    {
      "id": 55,
      "narrator": "'Aishah (May Allah be pleased with her) said:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Kim Allah'a itaat etmeyi yemin ederse, O'na itaat etmelidir. Ama kim Allah'a isyan etmeyi yemin ederse, O'na isyan etmemelidir.\"."
    },
    {
      "id": 56,
      "narrator": "Umm Sharik (May Allah be pleased with her) said:",
      "text": "Umm Şarik (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bana kertenkeleyi öldürmemi emretti. Ayrıca şöyle dedi: \"O, Peygamber İbrahim'e (ﷺ) ateş üfledi.\"."
    },
    {
      "id": 57,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İlk darbede bir kertenkeleyi öldüren, ona şu kadar sevap kazanır; ikinci darbede öldüren, ona bu kadar sevap yazılır. Eğer üçüncü darbede öldürürse, ona şu kadar sevap verilir.\" Başka bir rivayet ise: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer biri ilk darbede bir kertenkeleyi öldürürse, ona yüz sevap yazılır; ikinci darbede öldürürse, daha az sevap yazılır; üçüncü darbede öldürürse, daha az sevap yazılır.\"."
    },
    {
      "id": 58,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Abu Hurayra (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir adam (sizden önceki insanlar arasından) dedi ki: 'Gerçekten! Ben sadaka vereceğim.' Öyleyse sadakasını çıkarıp bir hırsızın eline koydu. Sabah olunca insanlar bu olayı konuşuyorlardı ve 'Sadaka, geçen gece bir hırsıza verildi.' diyordu. Adam dedi ki: 'Ya Allah! Sana hamd olsun. Ben sadakayı bir hırsıza verdim. Gerçekten, ben sadaka vereceğim!' Öyleyse sadakasını çıkarıp bir fahişenin eline koydu. Sabah olunca insanlar bu olayı konuşuyorlardı ve 'Sadaka, geçen gece bir fahişeye verildi.' diyordu. Bunu duyunca adam dedi ki: 'Ya Allah! Sana hamd olsun! Ben sadakayı bir fahişeye verdim. Gerçekten, ben sadaka vereceğim!' Öyleyse sadakasını çıkarıp bir zenginin eline koydu. Sabah olunca insanlar bu olayı konuşuyorlardı ve 'Sadaka, geçen gece bir zengine verildi.' diyordu. Adam dedi ki: 'Ya Allah! Sana hamd olsun (bana yardım ettiğin için) bir hırsıza, bir fahişeye ve bir zengine sadaka vermemi sağladın.' Sonra bir rüya gördü ve ona şöyle denildi: Hırsıza verdiğin sadaka, onun hırsızlıktan vazgeçmesine sebep olabilir; fahişeye verdiğin sadaka, onun ahlaksızlıktan uzak durmasına yardımcı olabilir; zengine verdiğin sadaka, onun dikkatini çekebilir ve Allah'ın kendisine bahşettiğinden harcamasına yardımcı olabilir.\"."
    },
    {
      "id": 59,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Bir gün Allah'ın Resulü'ne (ﷺ) et getirildi ve ona bir ön bacak sunuldu, bu parça ona hoş geldi. Dişleriyle ondan bir parça kesti ve şöyle dedi: \"Kıyamet Günü insanların lideri ben olacağım. Biliyor musunuz neden? Allah, kıyamet günü insanlığın öncekilerini ve sonrakilerini bir düzlemde toplayacak. Sonra bir çağrıcının sesi hepsine ulaşacak ve gözler her birine nüfuz edecek ve güneş yaklaşacak. İnsanlar, katlanamayacakları bir sıkıntı, kaygı ve acı yaşayacaklar. Bazı insanlar diğerlerine: 'Siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz? Neden sizin için Rabbinizle arabuluculuk yapacak birini bulmuyorsunuz?' diyecekler. Bazıları diğerlerine: 'Adem'e gidin.' diyecekler. Onlar Adem'e gidecek ve: 'Ey Adem, sen insanlığın babasısın. Allah seni kendi eliyle yarattı ve ruhundan sana üfledi ve meleklere sana secde etmelerini emretti. Rabbinle bizim için arabuluculuk yap.' diyecekler. 'Siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz?' Adem şöyle diyecek: 'Gerçekten, Rabbim öyle bir öfke ile öfkelenmiştir ki, daha önce hiç öfkelenmemiştir ve sonrasında da öfkelenmeyecektir. O, bana o ağaca yaklaşmamı yasakladı ve ben O'na isyan ettim. Ben sadece kendimle ilgileniyorum. Başka birine gidin; Nuh'a gidin.' Onlar Nuh'a gidecek ve: 'Ey Nuh, sen yeryüzünde (Adem'den sonra) gönderilen ilk elçisin ve Allah seni \"Şükreden Kul\" olarak adlandırdı; Rabbinle bizim için arabuluculuk yap. Siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz?' diyecekler. O şöyle diyecek: 'Gerçekten, Rabbim bugün öyle bir öfke ile öfkelenmiştir ki, daha önce hiç öfkelenmemiştir ve sonrasında da öfkelenmeyecektir. Benim halkıma karşı bir lanetim oldu. Ben sadece kendimle ilgileniyorum, sadece kendimle ilgileniyorum; başka birine gidin; İbrahim'e gidin.' Onlar İbrahim'e gidecek ve: 'Sen Allah'ın elçisisin ve yeryüzündeki dostusun; Rabbinle bizim için arabuluculuk yap. Siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz?' diyecekler. İbrahim onlara şöyle diyecek: 'Gerçekten, Rabbim bugün öyle bir öfke ile öfkelenmiştir ki, daha önce hiç öfkelenmemiştir ve sonrasında da öfkelenmeyecektir.' ve (İbrahim) yalanlarını anacak ve sonra şöyle diyecek: 'Ben sadece kendimle ilgileniyorum, sadece kendimle ilgileniyorum. Başka birine gidin; Musa'ya gidin.' Onlar Musa'ya (aleyhisselam) gidecek ve: 'Ey Musa, sen Allah'ın elçisisin, Allah seni elçilikle ve insanlarla konuşma yetkisiyle onurlandırdı. Rabbinle bizim için arabuluculuk yap. Siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz?' diyecekler. Musa (aleyhisselam) onlara şöyle diyecek: 'Gerçekten, Rabbim bugün öyle bir öfke ile öfkelenmiştir ki, daha önce hiç öfkelenmemiştir ve sonrasında da öfkelenmeyecektir. Ben, aslında, öldürmemem gereken birini öldürdüm. Ben sadece kendimle ilgileniyorum, sadece kendimle ilgileniyorum. Başka birine gidin; İsa'ya gidin.' Onlar İsa'ya gidecek ve: 'Ey İsa, sen Allah'ın elçisisin ve beşikte insanlarla konuşmuşsun; O'nun, Meryem'e indirdiği Kelime'sin ve O'ndan bir Ruh'sun; Rabbinle bizim için arabuluculuk yap. Siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz?' diyecekler. İsa (aleyhisselam) onlara şöyle diyecek: 'Gerçekten, Rabbim bugün öyle bir öfke ile öfkelenmiştir ki, daha önce hiç öfkelendiği gibi ve sonrasında da öfkelenmeyecektir.' Kendi günahını anmayacak. (Sadece şöyle diyecek:) 'Ben sadece kendimle ilgileniyorum, sadece kendimle ilgileniyorum; başka birine gidin; daha iyi, Muhammed'e (ﷺ) gidin.' Onlar bana gelecek ve: 'Ey Muhammed, sen Allah'ın elçisisin ve elçilerin sonuncususun. Allah, geçmişteki ve sonraki tüm günahlarını affetti. Rabbinle bizim için arabuluculuk yap; siz, içinde bulunduğunuz bu sıkıntıyı görmüyor musunuz? Başınıza gelen bu felaketi görmüyor musunuz?' diyecekler. O zaman ben yola çıkacağım ve Arş'ın altına düşüp secde edeceğim; sonra Allah bana bazı övgüler ve tesbihler vahyedecek ki, daha önce hiç kimseye vahyetmemiştir. Sonra O şöyle diyecek: 'Muhammed, başını kaldır; iste ve verilecektir; arabuluculuk yap ve arabuluculuğun kabul edilecektir.' O zaman başımı kaldıracağım ve diyeceğim: 'Ey Rabbim, kavmim, kavmim.' O'na denilecek: 'Ey Muhammed, cennete girmesi gereken ve hesap vermeyecek olan kavminden olanları, cennetin sağ kapısından al.' Onlar, bu kapı dışında başka bir kapıdan girecekler. Peygamber sonra şöyle dedi: 'Muhammed'in canı elinde olan Allah'a yemin ederim ki, cennetin iki kapak arasındaki mesafe, Mekke ile Hacer arasında veya Mekke ile Busra arasında olduğu kadar büyüktür.'\"."
    },
    {
      "id": 60,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) rivayet etti: İbrahim (ﷺ) karısını ve oğlu İsmail'i (ﷺ) emzirirken, onu Kabe'nin yakınında, bir ağaç altında, Mescid'in en yüksek yerinde bir yere getirdi. O günlerde, Mekke'de ne bir insan vardı, ne de su. Öyleyse onları oraya oturttu ve yanlarına bir deri torba içinde birkaç hurma ve bir su tulumu koydu ve evine doğru yola çıktı. İsmail'in annesi onu takip etti ve: \"Ey İbrahim! Bizi, içinde ne bir insanın bulunmadığı, ne de bir şeyin bulunduğu bu vadide bırakıp nereye gidiyorsun?\" dedi. Bu sözleri ona birçok kez tekrar etti, ama o ona geri bakmadı. Sonra ona sordu: \"Allah sana bunu emretti mi?\" O: \"Evet.\" dedi. O: \"O zaman O, bizi ihmal etmeyecek.\" dedi. O geri döndü, İbrahim ise yola devam etti. Thaniya'ya ulaştığında, onu göremedikleri yerde, Kabe'ye yöneldi, iki elini kaldırdı ve dua etti: \"Ey Rabbimiz! Ben, bazı nesillerimi, Senin K"
    },
    {
      "id": 61,
      "narrator": "Sa'id bin Zaid (May Allah be pleased with him) reported:",
      "text": "Sa'id bin Zaid (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Trüf (yenilebilir mantar) Al-Manna'nın bir türüdür ve suyu göz hastalıklarını tedavi eder.\""
    }
  ]
}