{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Al-Agharr Al-Muzani (May Allah be pleased with him) said:",
      "text": "Al-Agharr Al-Muzani (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bazen kalbimde bir perde hissediyorum ve günde yüz defa Allah'tan bağışlanma diliyorum.\"."
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah'a yemin ederim ki, günde yetmiş defadan fazla Allah'ın affını talep eder ve O'na yönelirim.\"."
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Canımın elinde olduğu Zat'a yemin ederim! Eğer siz günah işlemezseniz, Allah sizi günah işleyen ve Allah'tan bağışlanma dileyen bir toplumla değiştirir; ve Allah kesinlikle onları affedecektir.\"."
    },
    {
      "id": 4,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Resulullah'ın bir oturumda yüz defa söylediğini saydık: \"Rabb- ighfir li, wa tubb 'alayya, innaka Antat-Tawwabur-Rahim.\" (Rabbim! Beni affet ve bağışla. Şüphesiz, Sen çokça tövbe kabul eden ve merhamet edensin.)\"."
    },
    {
      "id": 5,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim sürekli Allah'tan af dilerse, Allah ona her sıkıntıdan bir çıkış yolu ve her kaygıdan bir rahatlık verir ve ona beklemediği yerden rızık verir.\"."
    },
    {
      "id": 6,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) said:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim: 'Astaghfir ullah-alladhi la ilaha illa Huwal-Haiyul-Qayyumu, wa atubu ilaihi' (Allah'tan af diliyorum, O'ndan başka ilah yoktur, O Hayy ve Kayyum'dur ve O'na yöneliyorum) derse, onun günahları affedilir, hatta savaşta (Allah yolunda) savaştığı sırada kaçmış olsa bile.\"."
    },
    {
      "id": 7,
      "narrator": "Shaddad bin Aus (May Allah be pleased with him) said:",
      "text": "Şeddad bin Evs (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Bağışlanma dilemenin en iyi duası (Seyyid-ul İstighfar) şudur: 'Allahumma Anta Rabbi, la ilaha illa Anta, khalaqtani wa ana 'abduka, wa ana 'ala 'ahdika wa wa'dika mastata'tu, a'udhu bika min sharri ma sana'tu, abu'u laka bini'matika 'alayya, wa abu'u bidhanbi faghfir li, fa innahu la yaghfirudh-dhunuba illa Anta.' (Ey Allah! Sen benim Rabbimsin. Senden başka ilah yoktur. Beni yarattın ve ben Senin kulunum, elimden geldiğince Senin ahdine ve vaadine bağlıyım. Yaptığım kötülüklerin şerrinden Sana sığınırım. Üzerimdeki nimetlerini kabul ediyorum ve günahlarımı itiraf ediyorum. Beni affet, çünkü günahları affedecek olan yalnızca Sensin.)\" Bu şekilde günde kesin bir inançla dua eden ve o gün akşam olmadan ölen kimse cennetlik olacaktır; ve bu şekilde gece dua eden ve sabah olmadan ölen kimse de cennetlik olacaktır.\"."
    },
    {
      "id": 8,
      "narrator": "Thauban (May Allah be pleased with him) reported:",
      "text": "Tavban (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) namazını bitirdiğinde üç defa bağışlanma dilerdi."
    },
    {
      "id": 9,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Vefatından önce, Allah'ın Resulü (ﷺ) sık sık dua ederdi: \"Subhan Allahi wa bihamdihi; Astaghfirullaha wa atubu ilaihi\" (Allah her türlü eksiklikten uzaktır ve O'nu hamd ile tesbih ederim. Allah'tan af diliyorum ve O'na yöneliyorum.)\"."
    },
    {
      "id": 10,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yüce Allah şöyle buyurmuştur: 'Ey Âdem oğlu! Ben seni affetmeye devam edeceğim, ne olursa olsun, bana dua ettiğin ve affımı umduğun sürece. Ey Âdem oğlu! Günahların gökyüzüne kadar yığılacak olsa ve benden af dilesen, seni affederim. Ey Âdem oğlu! Eğer bana bir dünya dolusu günahla gelirsen ve benimle hiçbir şeyi ortak koşmadan benimle buluşursan, seni affedeceğim kadar affı sana vereceğim.\"."
    },
    {
      "id": 11,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Ey kadınlar! Sadaka verin ve Allah'tan bağışlanma dilemekte ısrarcı olun, çünkü ben (yükseltilmiş semaya) çıktığımda cehennemdeki sakinlerin kadınlar olduğunu gördüm.\" İçlerinden bir kadın: \"Cehennemde neden bu kadar çok kadın var?\" diye sordu. Peygamber (ﷺ) cevap verdi: \"Siz sıkça lanet ediyorsunuz ve eşlerinize nankörlük ediyorsunuz. Akıl eksikliğiniz ve din eksikliğinizle, en akıllı erkeklerin aklını da alıyorsunuz.\" Bunun üzerine kadın sordu: \"Akıl ve din eksikliğimiz nedir?\" Peygamber (ﷺ) cevap verdi: \"İki kadının şehadeti, bir erkeğin şehadetiyle eşittir. Bazı günler namaz kılmıyorsunuz ve bazen Ramazan'ı tutmuyorsunuz, bu da din eksikliğidir.\"."
    },
    {
      "id": 12,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Cennet sakinleri orada yerler ve içerler, fakat dışkılamak, burnunu silmek veya idrar yapmak zorunda kalmazlar. Yiyecekleri sindirilir ve geğirirler; bu geğirme misk gibi bir koku yayar. Allah'ı eksikliklerden tenzih etmek ve O'nun büyüklüğünü ilan etmek, sizin nefes almanız kadar kolay olacaktır.\"."
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yüce Allah şöyle buyurmuştur: 'Ben, salih kullarım için, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir aklın tasavvur edemediği şeyler hazırladım.' İsterseniz, 'Hiçbir kişi, yaptıkları karşılığında kendileri için saklanan sevinçleri bilemez.' (32:17) ayetini okuyun.\"."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Cennete ilk girecek grup, dolunay gecesindeki ay gibi parlayacak. Sonra onları takip edenler, gökyüzündeki en parlak gezegen gibi olacaklar. İdrara çıkma, doğal ihtiyaçlarını giderme, tükürme veya burnunu silme ihtiyacı hissetmeyecekler. Tarakları altından olacak ve terleri misk gibi kokacak; tütsülerinde sandal ağacı kullanılacak. Eşleri büyük gözlü genç kızlar olacak. Tüm insanlar, babaları Adem'in (a.s.) formunda, altmış arşın boyunda olacaklar.\" Diğer bir rivayet: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Onların kapları altından olacak, terleri misk gibi kokacak; her birinin iki eşi olacak; eşlerinin bacaklarının kemik iliği, aşırı güzelliklerinden dolayı etlerinin içinden görünecek. Cennet halkı arasında ne ayrılık ne de düşmanlık (nefret) olacak; kalpleri tek bir kalp gibi olacak ve sabah akşam Allah'ı tesbih edecekler.\"."
    },
    {
      "id": 15,
      "narrator": "Al-Mughirah bin Shu'bah (May Allah be pleased with him) said:",
      "text": "El-Mughirah bin Şu'bah (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Musa (a.s.) Rabbine sordu: 'Cennette en düşük mertebeye sahip olan kimdir?' O şöyle cevap verdi: 'Cennete en son girecek olan kişidir. Cennetteki tüm sakinler girdiğinde, ona denilecek: Cennete gir. Ama o diyecek: Ey Rabbim! İnsanlar dairelerine yerleşip paylarını aldıklarında ben nasıl girebilirim? O'na denilecek: Dünyadaki bir hükümdarın krallığına sahip olmayı kabul eder misin? O: Evet, Rabbim, diyecek. Allah: O senin içindir, ve bunun gibi, bunun gibi, bunun gibi, bunun gibi, bunun gibi, diyecek. Beşinci kez: Ben razıyım, Rabbim, diyecek. Allah: Bu senin içindir ve bunun gibi on kat daha fazlası. Senin ruhunun arzuladığı her şey ve gözlerinin hoşlandığı her şey senin için olacaktır. O: Ben razıyım, Rabbim, diyecek.' Musa (a.s.) dedi: 'Cennette en yüksek mertebeye sahip olan kimdir?' Allah: 'Onlar, benim seçtiğim ve kendi elimle onlara şeref verdiğim kimselerdir. Onların nimetleri, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir insan aklının kavrayamayacağı şekilde olacaktır.'\"."
    },
    {
      "id": 16,
      "narrator": "'Abdullah bin Mas'ud (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Mes'ud (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cehennemden çıkarılan son insanı ve Cennet'e giren son insanı biliyorum. O, ateşten dört ayak üzerinde sürünerek çıkacak bir adamdır. Azamet ve şeref sahibi Allah ona şöyle diyecek: 'Git ve Cennet'e gir.' O, Cennet'e gidecek ve oranın dolu olduğunu düşünecek. Sonra geri dönecek ve 'Ey Rabbim, orası dolu.' diyecek. Allah ona tekrar 'Git ve Cennet'e gir.' diyecek. O, tekrar gidecek ve yine oranın dolu olduğunu düşünecek. Bu yüzden geri dönecek. Allah ona bir kez daha 'Git ve Cennet'e gir. Çünkü senin, dünyanın on katına eşit olan bir şeyin var.' diyecek. O, 'Beni alaya mı alıyorsun? Oysa sen Kral'sın!' diyecek. Bunun üzerine ben (yani rivayet eden) Allah'ın Resulü'nün (ﷺ) gülümseyerek dişlerinin görünür hale geldiğini gördüm ve şöyle dedi: 'Bu adam, Cennet'in en alt derecesindeki son sakini olacaktır.'\"."
    },
    {
      "id": 17,
      "narrator": "Abu Musa (May Allah be pleased with him) said:",
      "text": "Ebu Musa (Allah ondan razı olsun) dedi: Peygamber (ﷺ) şöyle dedi: \"Cennet'te müminin, uzunluğu altmış mil olan tek bir oyulmuş inciyle yapılmış bir çadırı olacak. Mümin, eşleriyle birlikte olacak ve onlara gidecek, fakat birbirlerini göremeyecekler.\"."
    },
    {
      "id": 18,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi: Peygamber (ﷺ) şöyle dedi: \"Cennet'te öyle büyük bir ağaç var ki, eğer hızlı bir atın sırtında olan bir kişi, bir ucundan diğer ucuna yüz yıl boyunca gitse bile, o mesafeyi kat edemez.\" Ebu Hureyre'den (Allah ondan razı olsun) başka bir rivayet: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir binek, (ağacın) gölgesini geçmek için yüz yıl yol alsa bile, geçemez.\"."
    },
    {
      "id": 19,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi: Peygamber (ﷺ) şöyle dedi: \"Cennet'in sakinleri, kendilerinin üstündeki yüksek mekânlara, doğu veya batı ufkunda parlayan bir yıldıza baktığınız gibi bakacaklar; işte bu, bazıları arasında olacak olan üstünlük farkıdır.\" Allah'ın Resulü'ne (ﷺ) soruldu: \"O, başka hiç kimsenin ulaşamayacağı Peygamberlerin mekânları mı olacak?\" O (ﷺ) şöyle cevap verdi: \"Evet, ama benim ruhumun elinde olan Allah'a yemin ederim ki, Allah'a iman eden ve Resullerin doğruluğunu kabul eden insanlar onlara ulaşacaklar.\"."
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet'teki bir alan, bir yay ile ortası arasındaki mesafe kadar, güneşin doğup battığı her şeyden daha hayırlıdır.\"."
    },
    {
      "id": 21,
      "narrator": "Anas (May Allah be pleased with him) said:",
      "text": "Enes (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet'te her Cuma halkın geleceği bir pazar vardır. Kuzey rüzgârı eser ve yüzlerine ve elbiselerine güzel kokular saçar; bu da onların güzelliklerini ve çekiciliklerini artırır. Sonra eşlerine dönecekler ve eşleri de güzellik ve çekicilikte artmış olacaklar. Aileleri onlara şöyle diyecek: 'Allah'a yemin ederiz ki, bizden ayrıldığınızdan beri güzellik ve çekiciliğiniz artmış.' Onlar da şöyle cevap verecek: 'Allah'a yemin ederiz ki, biz de sizden ayrıldığımızdan beri güzellik ve çekiciliğimiz artmış.'.\"."
    },
    {
      "id": 22,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) said:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet'in sakinleri, Cennet'in üst mekânlarını, gökyüzündeki yıldızları gördüğünüz gibi görecekler.\"."
    },
    {
      "id": 23,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) said:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) dedi: Peygamber (ﷺ) ile birlikteydim. O, Cennet'i tarif etti ve şu sözlerle sona erdi: \"Gözlerin görmediği, kulakların işitmediği ve insan kalbinin asla algılayamayacağı nimetler olacak.\" Sonra (ﷺ) bu ayeti okudu: \"Yanları yataklarından uzaklaşır, Rablerine korku ve ümit ile dua ederler ve kendilerine verdiğimiz şeylerden infak ederler. Hiçbir kimse, onlara saklanan sevinci bilemez...\" (32:16,17)."
    },
    {
      "id": 24,
      "narrator": "Abu Sa'id and Abu Hurairah (May Allah be pleased with them) reported:",
      "text": "Ebu Sa'id ve Ebu Hureyre (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet'in sakinleri Cennet'e girdiğinde, bir anons eden şöyle seslenecek: 'Sizlere Allah'tan bir vaad var ki, orada yaşayacaksınız ve asla ölmeyeceksiniz; orada sağlıklı kalacaksınız ve asla hasta olmayacaksınız; genç kalacaksınız ve asla yaşlanmayacaksınız; sürekli bir mutluluk içinde olacaksınız ve asla mutsuz hissetmeyeceksiniz.'.\"."
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah (May Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet'teki en alt yeriniz, Allah'ın size dileğinizi ifade etmenizi söylemesidir. Siz dileyecek ve tekrar dileyeceksiniz. Allah sonra sizden: 'Dileğinizi ifade ettiniz mi?' diye soracak. O da: 'Evet, ifade ettim.' diyecek. Allah: 'Dilediğiniz şey ve onun benzeri size verilecektir.' diyecek.\"."
    },
    {
      "id": 26,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Azamet ve şeref sahibi Allah, Cennet'in sakinlerine şöyle diyecek: 'Ey Cennet'in sakinleri!' Onlar da: 'Buradayız! Hizmetindeyiz, ey Rabbimiz. Tüm iyilik senin elindedir!' diyecekler. O, onlara: 'Siz memnun musunuz?' diye soracak. Onlar da: 'Neden memnun olmayalım ki, ey Rabbimiz, bize vermediğin bir şeyi verdin!' diyecekler. Allah: 'Size bundan daha hayırlısını vermeyeyim mi?' diyecek. Onlar: 'Ey Rabbimiz! Bunun daha hayırlısı nedir?' diye soracaklar. Allah: 'Size rızamı vereceğim ve asla sizden hoşnutsuz olmayacağım.' diyecek.\"."
    },
    {
      "id": 27,
      "narrator": "Jarir bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Cerir bin Abdullah (Allah ondan razı olsun) rivayet etti: Biz Allah'ın Resulü (ﷺ) ile oturuyorduk, o dolunay'a baktı ve şöyle gözlemledi: \"Ahirette Rabbinizi, bu ayı gördüğünüz gibi göreceksiniz; ve O'nu görmekte en küçük bir rahatsızlık hissetmeyeceksiniz.\"."
    },
    {
      "id": 28,
      "narrator": "Suhaib (May Allah be pleased with him) reported:",
      "text": "Suheyb (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cennet'in sakinleri Cennet'e girdiğinde, Azamet ve Yücelik sahibi Allah onlara şöyle diyecek: 'Size daha fazla bir şey vermemi ister misiniz?' Onlar da: 'Yüzlerimizi aydınlatmadın mı? Bizi Cennet'e sokmadın mı ve bizi Cehennem'den kurtarmadın mı?' diyecekler. Ve Allah, Perdeyi kaldıracak. (Cennet'in sakinleri) Rablerine bakmanın kendilerine verilen en değerli şey olduğunu hissedecekler.\" (10:9,10)."
    }
  ]
}