{
  "language": "tr",
  "metadata": {
    "length": 51,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Umar bin Abu Salamah (May Allah be pleased with him) reported:",
      "text": "'Umar bin Abu Salamah (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Allah'ın Adını an (yani, yemeye başlamadan önce Bismillah de), sağ elinle ye ve yanındaki şeyden ye.\""
    },
    {
      "id": 2,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden biri yemek yemek istediğinde, başında Allah'ın Adını anmalıdır (yani, Bismillah demelidir). Eğer başında bunu unutur ise, Bismillah awwalahu wa akhirahu (Başında ve sonunda Allah'ın Adı ile başlıyorum) demelidir.\""
    },
    {
      "id": 4,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Umaiyyah bin Makhshi (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle diyordu: \"Eğer bir kişi evine girdiğinde veya yemek yerken Allah'ın Adını anarsa, Şeytan, takipçilerine hitaben der ki: 'Gecelemek için bir yer bulamayacaksınız ve akşam yemeği yok.' Ama eğer Allah'ın Adını anmadan girerse, Şeytan (takipçilerine) der ki: 'Gecelemek için bir yer buldunuz' ve eğer yemek yerken Allah'ın Adını anmazsa, Şeytan der: 'Gecelemek için bir yer buldunuz, ayrıca yiyecek de buldunuz.'\""
    },
    {
      "id": 6,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Hudayfe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) ile bir yemek yediğimizde, o (ﷺ) önce yemeye başlamadan biz yiyeceğe el uzatmazdık. Bir gün, içeriye bir küçük kız girdi, sanki biri onu itiyordu. Kız yiyeceğe elini uzatmak üzereyken, Allah'ın Elçisi (ﷺ) onun elini tuttu. Sonra, bir bedevi içeri girdi, sanki biri onu itiyordu. O (ﷺ) onun elini de tuttu ve şöyle dedi: \"Şeytan, Allah'ın Adı anılmadığı yiyeceği kendisi için helal sayar. O (Şeytan) bu kızı, yiyeceği onun aracılığıyla helal kılmak için getirdi ama ben onun elini tuttum. Sonra bedeviyi, onu aracılığıyla helal kılmak için getirdi ama ben onun elini de tuttum. Canımın bulunduğu Elin sahibi olan Allah'a yemin ederim ki, şimdi Şeytan'ın eli benim elimle birlikte onların ellerinin içindedir.\" Sonra Allah'ın Adını anarak yemeye başladı."
    },
    {
      "id": 8,
      "narrator": "Mu'adh bin Anas (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ümeyye bin Makhşi (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) oturuyordu ve bir adam yemek yiyordu. O adam, yemek yemeye başlamadan önce Allah'ın Adını anmadı, ta ki sadece bir lokma yemek kalana kadar. Lokmayı ağzına kaldırdığında, \"Bismillah awwalahu wa akhirahu (Allah'ın Adı ile, başında ve sonunda)\" dedi. Allah'ın Elçisi (ﷺ) buna gülümseyerek şöyle dedi: \"Şeytan onunla birlikte yiyordu ama o Allah'ın Adını anınca, Şeytan karnındaki her şeyi kusmak zorunda kaldı.\""
    },
    {
      "id": 10,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) altı Sahabesi ile yemek yerken, bir bedevi geldi ve yiyeceği iki lokmada bitirdi. Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer Allah'ın Adını anmış olsaydı, bu hepiniz için yeterli olurdu.\""
    },
    {
      "id": 12,
      "narrator": "Abu Mas'ud Al-Badri (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "'Umar bin Abu Salamah (May Allah be pleased with them) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) bir yemek bitirdiğinde, şöyle derdi: \"Elhamdülillah hamdan kathiran tayyiban mübareken fihi, gayra makfiyyin ve la muwadda'in, ve la mustaghnan 'anhu, Rabbuna. (Tüm övgüler Allah'a aittir, bol, temiz ve bereketli bir övgü, vazgeçilmez ve kayıtsız kalınamayacak olan.)\""
    },
    {
      "id": 14,
      "narrator": "Salamah bin Al-Akwa' (May Allah be pleased with him) reported on the authority of his father:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Jabalah bin Suhaim reported:",
      "text": "Mu'az bin Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim yemek yedikten sonra şöyle derse: 'Elhamdülillahillezi at'amani hadha, ve razaqanihi min ghairi haulin minni ve la quwwatin (Beni bu yiyecek ile rızıklandıran Allah'a hamd olsun, bunu benim bir çabam veya gücüm olmadan verdi),' geçmişteki tüm günahları affedilir.\""
    },
    {
      "id": 16,
      "narrator": "Wahshi bin Harb (May Allah be pleased with him) reported:",
      "text": "Vahşi bin Harb (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü'nün (ﷺ) bazı Sahabeleri: \"Yiyoruz ama doymuyoruz.\" dediler. O (ﷺ) şöyle dedi: \"Belki ayrı ayrı yiyorsunuz.\" Sahabeler olumlu yanıt verdiler. Bunun üzerine O (ﷺ) dedi ki: \"Birlikte yiyin ve yemeğinizin üzerine Allah'ın adını anın. Bu sizin için bereketli olacaktır.\""
    },
    {
      "id": 17,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Bereket, yemeğin ortasına iner, bu yüzden kapların kenarlarından yiyin ve ortasından yemeyin.\""
    },
    {
      "id": 18,
      "narrator": "'Abdullah bin Busr (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Busr (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) Al-Gharra' adında büyük bir kâseye sahipti, bu kâse dört adam tarafından taşınırdı. Bir gün, Sahabeler Duha (öğle öncesi nafile) namazını bitirdiklerinde, Al-Gharra' ekmek, et ve çorba ile dolu olarak getirildi ve etrafında oturdular. Sayıları arttığında, Allah Resulü (ﷺ) dizlerinin üzerine oturdu ve ayaklarının tabanlarına yaslandı. Bir bedevi ona: \"Bu ne tür bir oturuş?\" dedi. Bunun üzerine Allah Resulü (ﷺ) dedi ki: \"Şüphesiz, Allah beni nazik bir kul olarak yarattı, sert bir zalim olarak değil.\" Sonra şöyle dedi: \"Kâsenin kenarlarından yiyin ve ortasını bırakın ki yemeğiniz bereketlensin.\""
    },
    {
      "id": 19,
      "narrator": "Abu Juhaifah Wahb bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Ebu Cuhayfa Vahb bin Abdullah (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) dedi ki: \"Ben yaslanarak (yastığa) yemek yemem.\""
    },
    {
      "id": 20,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Ben Allah Resulü'nü (ﷺ) otururken bazı hurmaları yerken gördüm, oturmuştu ve bacakları yukarıdaydı."
    },
    {
      "id": 21,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) dedi ki: \"Sizden biri yemek yediğinde, parmaklarını yalamadan silmemelidir; ya kendisi yalamalı ya da başkası ona yalamalıdır.\""
    },
    {
      "id": 22,
      "narrator": "Ka'b bin Malik (May Allah be pleased with him) reported:",
      "text": "Ka'b bin Malik (Allah ondan razı olsun) şöyle bildirmiştir: Ben Allah Resulü'nü (ﷺ) üç parmakla (yani baş parmak, işaret parmağı ve orta parmak) yemek yerken ve yemeği bitirdikten sonra parmaklarını yalarken gördüm."
    },
    {
      "id": 23,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) parmakların yalamasını ve tabağın sıyırılmasını emretti ve dedi ki: \"Bereketin hangi kısımda olduğunu bilemezsiniz.\""
    },
    {
      "id": 24,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) dedi ki: \"Sizden birinin lokması düştüğünde, onu almalı ve üzerindeki pisliği temizlemeli ve sonra yemelidir; onu Şeytan'a bırakmamalı ve parmaklarını yalamadan havluyla elini silmemelidir; çünkü yemeğin hangi kısmında bereket olduğunu bilemez.\""
    },
    {
      "id": 25,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) dedi ki: \"Şeytan, yaptığınız her şeyde görünür; akşam yemeğinde bile görünür. Sizden birinin lokması düştüğünde, onu almalı ve üzerindeki pisliği temizlemeli ve sonra yemelidir. Onu Şeytan'a bırakmamalı ve parmaklarını yalamadan havluyla elini silmemelidir; çünkü yemeğin hangi kısmında bereket olduğunu bilemez.\""
    },
    {
      "id": 26,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) yemek yediğinde her zaman üç parmağını yalardı ve şöyle derdi: \"Eğer sizden biri bir lokma düşürürse, üzerine yapışan pisliği temizlemeli ve sonra yemelidir; onu Şeytan'a bırakmamalıdır.\" O (ﷺ) ayrıca bize tencereyi sıyırmamızı emretti ve dedi ki: \"Yemeğinizin hangi kısmında bereket olduğunu bilemezsiniz.\""
    },
    {
      "id": 27,
      "narrator": "Sa'id bin Al-Harith reported:",
      "text": "Sa'id bin Al-Harith bildirdi: Ben Cabir'e (Allah ondan razı olsun) yemek yedikten sonra Salat (namaz) için abdest almanın zorunlu olup olmadığını sordum. O şöyle dedi: \"Hayır, çünkü Allah Resulü'nün (ﷺ) zamanında böyle yemekler nadiren bulunuyordu. Bizim peştemiz yoktu, bu yüzden böyle yemek yediğimizde parmaklarımızı avuç içlerimize, ön kollarımıza veya (ayak tabanımıza) silerdik ve taze abdest almadan Salat kılardık.\""
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) dedi ki: \"İki kişinin yemeği üç kişiye yeter, üç kişinin yemeği dört kişiye yeter.\""
    },
    {
      "id": 29,
      "narrator": "Jabir bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Cabir bin Abdullah (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) dedi ki: \"Bir kişinin yemeği iki kişiye yeter, iki kişinin yemeği dört kişiye yeter ve dört kişinin yemeği sekiz kişiye yeter.\""
    },
    {
      "id": 30,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah Resulü (ﷺ) bir içecek alırken üç kez nefes alırdı (üç yudumda içerdi)."
    },
    {
      "id": 31,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir deve gibi bir yudumda içmeyin, ama iki veya üç yudumda için. İçmeye başladığınızda Allah'ın adını anın (yani Bismillah deyin) ve içmeyi bitirdiğinizde O'na hamd edin (yani Elhamdülillah deyin).\"."
    },
    {
      "id": 32,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) içme esnasında kabın içine nefes almayı yasakladı.."
    },
    {
      "id": 33,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisine (ﷺ) su ile karıştırılmış süt getirildi. Sağında bir bedevi, solunda ise Ebu Bekir (Allah ondan razı olsun) oturuyordu. O (ﷺ) ondan içti ve kalanını bedeviye verdi ve şöyle dedi: \"Sağda olanın önceliği vardır, sonra yine sağda olan.\"."
    },
    {
      "id": 34,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisine (ﷺ) bir içecek getirildi ve o (ﷺ) ondan içti. Sağında bir çocuk, solunda ise bazı yaşlılar vardı. O (ﷺ) çocuğa şöyle dedi: \"Bu içeceğin geri kalanını solumdaki bu kişilere vermeme izin verir misin?\" Çocuk şöyle dedi: \"Ey Allah'ın Elçisi, ben kesinlikle sizden gelen herhangi bir şeyde kimseye öncelik vermem.\" Bunun üzerine o (ﷺ) içeceğin geri kalanını ona verdi.."
    },
    {
      "id": 35,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id El-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) su torbasını ters çevirip ağzından doğrudan içmeyi yasakladı."
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) su torbasının ağzından doğrudan içmeyi yasakladı.."
    },
    {
      "id": 37,
      "narrator": "Umm Thabit Kabshah (May Allah be pleased with her), daughter of Thabit (May Allah be pleased with him) and the sister of Hassan bin Thabit, the Prophet's poet) reported:",
      "text": "Ümmü Thabit Kabeşe (Allah ondan razı olsun), Thabit'in kızı (Allah ondan razı olsun) ve Peygamber'in şairi Hasan bin Thabit'in kız kardeşi şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) beni ziyaret etti ve ayakta dururken asılı su torbasından biraz su içti. Bunun üzerine ben ayağa kalktım ve o su torbasının ağzını kestim.. An-Navavi, bunun sebebinin Allah'ın Elçisinin (ﷺ) dudaklarının değdiği su torbasasının kısmını korumak, ondan bereket almak ve onu aşağılamaktan korumak olduğunu söyledi. Bu rivayet, önceki iki rivayetin daha iyi ve mükemmele daha yakın olduğunu göstermektedir. Allah en iyi bilendir."
    },
    {
      "id": 38,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id El-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bize içme suyuna üflemeyi yasakladı. Bir adam şöyle dedi: \"Ey Allah'ın Elçisi! Bazen yüzeyde bazı pisliklerin yüzdüğünü görüyorum. O zaman ne yapmalıyım?\" O (ﷺ) şöyle cevap verdi: \"Onları dök.\" Sonra adam şöyle dedi: \"Bir yudumla susuzluğum geçmiyor.\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"O zaman bardağı ağzından uzak tut (üç yudum arasında) ve nefes al.\"."
    },
    {
      "id": 39,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) bize içme kabına nefes almayı veya üflemeyi yasakladı.."
    },
    {
      "id": 40,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisine (ﷺ) Zemzem suyu ikram ettim ve o ayakta içti."
    },
    {
      "id": 41,
      "narrator": "An-Nazzal bin Sabrah (May Allah be pleased with him) reported:",
      "text": "En-Nazzal bin Sabrah (Allah ondan razı olsun) şöyle bildirmiştir: Ali bin Ebu Talib (Allah ondan razı olsun) Bab Ar-Rahbah'a (Kufe'de) geldi ve ayakta su içti. Sonra şöyle dedi: \"Ben, Allah'ın Elçisinin (ﷺ) sizin gördüğünüz şeyi yaptığını gördüm.\"."
    },
    {
      "id": 42,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisinin (ﷺ) hayatında yürürken yemek yer ve ayakta su içerdik.."
    },
    {
      "id": 43,
      "narrator": "'Amr bin Shu'aib on the authority of his father and grandfather reported:",
      "text": "Amr bin Şu'ayb, babası ve dedesi aracılığıyla şöyle bildirmiştir: Ben, Allah'ın Elçisinin (ﷺ) ayakta veya oturarak içtiğini gördüm.."
    },
    {
      "id": 44,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) ayakta içmeyi yasakladı. Katade şöyle bildirdi: \"Ona sorduk: 'Peki ya yemek?' O şöyle dedi: 'Bu daha da kötü, (ya da belki daha çirkin dedi).' Başka bir rivayet: Allah'ın Elçisi (ﷺ) uyarıda bulundu."
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbiriniz ayakta içmemelidir; eğer biri unutursa, kusmalıdır.\"."
    },
    {
      "id": 46,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Başkalarına içme suyu ikram eden, en son kendisi içmelidir.\""
    },
    {
      "id": 47,
      "narrator": "Anas bin Malik (May Allah be pleased with him) reported:",
      "text": "Enes bin Malik (Allah ondan razı olsun) rivayet etti: Bir zaman, As-Salat (namaz) vakti yaklaşmıştı. Evi yakın olanlar, evlerine gidip (abdest almak için) su alırken, bazı insanlar Allah'ın Resulü (ﷺ) ile kaldılar. Kendisi için bir taş (içinde su bulunan) kap getirildi. O, elini üzerine yayacak kadar küçük bir kap idi. Abdest aldı ve o (su) diğerleri için de yeterli oldu. Enes'e soruldu: \"Orada kaç kişi vardı?\" O da: \"Seksen veya daha fazla.\" dedi."
    },
    {
      "id": 48,
      "narrator": "'Abdullah bin Zaid (May Allah be pleased with him) reported:",
      "text": "Bu, Buhari'nin rivayetidir. Müslim'in rivayetinde ise \"Allah'ın Resulü (ﷺ) su dolu bir kap istedi, ona içinde su bulunan bir kap verildi.\" Enes dedi ki: \"Sonra parmaklarından fışkıran suya bakmaya başladım. Sonra (kişileri) tahmin ettim ve yetmiş ile seksen arasında olduklarını gördüm.\""
    },
    {
      "id": 49,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Zaid (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) bize geldi ve abdest almak için bakır bir kapta su getirdik ve o abdest aldı."
    },
    {
      "id": 50,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) bir Sahabi ile birlikte Ensar'dan bir adamın evine gitti ve ona dedi ki: \"Eğer dün gece kalmış suyu olan bir su tulumun varsa, bize içmek için ver; aksi takdirde, doğrudan bir akıntıdan içeceğiz.\""
    },
    {
      "id": 51,
      "narrator": "Umm Salamah (May Allah be pleased with her) reported:",
      "text": "Hudeyfe (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) bize brokar veya ipek giymeyi ve altın veya gümüş kaplardan içmeyi yasakladı ve dedi ki: \"Bunlar bu dünyada onlara (kafirler) aittir, sizler içinse ahirette vardır.\""
    }
  ]
}