{
  "language": "tr",
  "metadata": {
    "length": 35,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Beyaz giysiler giyin, çünkü en iyileridir; ve ölülerinizi bunlarla kefenleyin.\"."
    },
    {
      "id": 2,
      "narrator": "Samurah (May Allah be pleased with him) reported:",
      "text": "Semure (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Beyaz giysiler giyin, çünkü en saf olanlarıdır ve tevazuya en yakındır; ve ölülerinizi bununla kefenleyin.\"."
    },
    {
      "id": 3,
      "narrator": "Bara' (May Allah be pleased with him) reported:",
      "text": "Bera (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) orta boyluydu. Onu kırmızı bir hırka giyerken gördüm. Ondan daha zarif bir şey görmedim.."
    },
    {
      "id": 4,
      "narrator": "Abu Juhaifah Wahb bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Ebu Cuhayfa Vahb bin Abdullah (Allah ondan razı olsun) şöyle bildirmiştir: Mekke'deki Al-Abtah vadisinde Peygamberi (ﷺ) gördüm, deriden yapılmış kırmızı bir çadırda. Bilal ona abdest suyu getirdi. Sonra Allah'ın Resulü (ﷺ) kırmızı bir hırka giyerek dışarı çıktı; ve hala bacaklarının beyazlığını hatırlıyorum. Sonra abdest aldı, Bilal (ﷺ) ezan okudu. Onun (Bilal'in) yüzünün sağa ve sola hareketini takip ettim, \"Namaza gelin; kurtuluşa gelin.\" dediğinde. Sonra Allah'ın Resulü (ﷺ) önünde bir mızrak (Sutrah) dikildi ve öne geçerek namaz kıldırdı. Köpekler ve eşekler onun (mızrağın ötesinde) önünden geçti ve kimse onları durdurmadı.."
    },
    {
      "id": 5,
      "narrator": "Abu Rimthah Rifa'ah At-Taimi (May Allah be pleased with him) reported:",
      "text": "Ebu Rimte Rifa'ah et-Temimi (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) iki yeşil giysi giyerken gördüm.."
    },
    {
      "id": 6,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) fetih günü Mekke'ye girdi ve siyah bir sarık sarıyordu.."
    },
    {
      "id": 7,
      "narrator": "Abu Sa'id 'Amr bin Huraith (May Allah be pleased with him) reported:",
      "text": "Ebu Said Amr bin Huraith (Allah ondan razı olsun) şöyle bildirmiştir: Sanki Allah'ın Resulü (ﷺ) siyah bir sarık sararken görüyorum ve iki ucu omuzlarına düşüyordu.. Başka bir rivayet: Allah'ın Resulü (ﷺ) siyah bir sarıkla hutbe veriyordu."
    },
    {
      "id": 8,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) üç beyaz Yemen pamuk giysisiyle kefenlenmişti, bunlar arasında ne bir elbise ne de bir sarık vardı.."
    },
    {
      "id": 9,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Bir sabah Allah'ın Resulü (ﷺ) üzerinde deve veya koyun yünüyle yapılmış, desenli siyah bir örtü ile dışarı çıktı.."
    },
    {
      "id": 10,
      "narrator": "Al-Mughirah bin Shu'bah (May Allah be pleased with him) reported:",
      "text": "El-Mughirah bin Şu'bah (Allah ondan razı olsun) şöyle bildirmiştir: Bir gece yolculukta Allah'ın Resulü (ﷺ) ileydim ve bana, \"Yanında su var mı?\" diye sordu. Ben de, \"Evet.\" dedim. Bunun üzerine o, binek devesinden indi ve (tuvalet ihtiyacını gidermek için) karanlıkta kaybolana kadar yürüdü. Döndüğünde, bir kapta su dökerek yüzünü yıkadı. Üzerinde uzun bir yün hırka vardı ve kollarını kollarından çıkaramadı, bu yüzden kollarını hırkanın altından çıkardı ve yıkadı, ardından (ıslak) ellerini başının üzerine sürdü. Onun (deri çoraplarını) çıkarmak için elimle uzandım ama o, \"Bırak, ben bunları abdest aldıktan sonra giydim,\" dedi ve (ıslak) ellerini üzerine sürdü.. Başka bir rivayet: Allah'ın Resulü (ﷺ) dar kolları olan bir Suriye hırkası giyiyordu. Başka bir rivayet: Bu olay Tabuk savaşında gerçekleşti."
    },
    {
      "id": 11,
      "narrator": "Umm Salamah (May Allah be pleased with her) reported:",
      "text": "Ümmü Seleme (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) giysiler arasında en çok Qamees'i severdi."
    },
    {
      "id": 12,
      "narrator": "Asma' bint Yazid (May Allah be pleased with her) reported:",
      "text": "Esma bint Yazid (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ)'nün Qamees'inin kolları bileklerine kadar uzanıyordu."
    },
    {
      "id": 13,
      "narrator": "Ibn 'Umar (May Allah be pleased with him) reported:",
      "text": "İbn Ömer (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Kim alt giysisinin ucunu gururdan dolayı sürüklerse, kıyamet günü Allah ona bakmayacaktır.\" Bunun üzerine Ebu Bekir (Allah ondan razı olsun) şöyle dedi: \"Ey Allah'ın Resulü! Benim alt giysim kayıyor, ama ben onu çekip sarmaya çalışıyorum.\" Allah'ın Resulü (ﷺ) dedi ki: \"Sen gururdan dolayı yapanlardan değilsin.\"."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyamet günü, gururdan dolayı alt giysisini sürükleyen kimseye Allah bakmayacaktır.\"."
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Alt giysinin ayak bileklerinin altına düşmesi ateşe (Cehenneme) mahkumdur.\""
    },
    {
      "id": 16,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Abu Dharr (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kıyamet Günü Allah, üç kişiye ne konuşacak ne de onlara bakacak, ne de onları temizleyecek (yani günahlarından arındıracak) ve onlar şiddetli bir azap görecekler.\" Bunu üç kez tekrar edince, Abu Dharr (Allah ondan razı olsun) dedi ki: \"Onlar helak olmuş ve yok olmuşlar! Peki, kimlerdir onlar, Ey Allah'ın Elçisi (ﷺ)?\" O da şöyle dedi: \"Alt elbisesi sürünen, başkasına yaptığı iyilikten övünen ve işini yalan yeminlerle pazarlayan kişi.\"."
    },
    {
      "id": 17,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Kıyamet Günü Allah, alt elbisesini kibirle sürüyen kimseye bakmayacaktır.\"."
    },
    {
      "id": 18,
      "narrator": "Abu Juraiy Jabir bin Sulaim (May Allah be pleased with him) reported:",
      "text": "Abu Juraiy Jabir bin Sulaim (Allah ondan razı olsun) şöyle bildirmiştir: Herkesin görüşüne uyduğu bir adam gördüm, kimse onun söylediğinin aksine hareket etmiyordu. Kim olduğunu sordum, bana o kişinin Allah'ın Elçisi (ﷺ) olduğunu söylediler. Ona iki kez: \"Alaikas-salam ya Rasul-Allah (Allah seni selametsin).\" dedim. O da: \"Alaikas-salamu deme. Bu, ölüler için olan selamdır (Cahiliye döneminde). Bunun yerine: 'As-salamu 'alaika (Allah seni selametsin).' de.\" dedi. Ben de: \"Sen Allah'ın Elçisi misin?\" diye sordum. O: \"(Evet) ben Allah'ın Elçisiyim. Senin sıkıntın olduğunda Allah'a dua ettiğinde, O senin sıkıntını giderir. Sen kıtlık zamanında O'na dua ettiğinde, O sana yiyecek verir. Sen çölde kaybettiğin binek hayvanını O'na dua ettiğinde, O sana onu geri verir.\" dedi. Ben de: \"Bana bir şeyler öğret.\" dedim. O (ﷺ) şöyle dedi: \"Hiç kimseye kötü söz söyleme.\" (O günden beri ne özgür birine, ne köleye, ne deveye, ne de koyuna kötü söz söyledim). O (ﷺ) devam etti: \"Küçük bir iyiliği bile küçümseme, çünkü kardeşinle güler yüzle konuşmak bir iyiliktir. Alt elbisenin bacakların ortasına kadar gelmesini sağla, en azından bileklerin üstünde olsun; çünkü sürünen alt elbise kibirdir ve Allah kibirleneni sevmez. Eğer bir adam sana bildiğin kötü şeyleri atfederse, sen de ona bildiğin kötü şeyleri atfetme, çünkü o, kötü sözlerinin sonuçlarını üstlenecektir.\"."
    },
    {
      "id": 19,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) alt elbisesi sürüyen bir adama şöyle dedi: \"Git ve abdestini tekrar al.\" Adam gitti ve abdest aldıktan sonra geri döndü. Allah'ın Elçisi (ﷺ) tekrar dedi: \"Git ve abdestini al.\" Orada bulunan birisi Allah'ın Elçisine (ﷺ) dedi ki: \"Ey Allah'ın Elçisi! Ona abdest almasını söyledin, sonra da nedenini söylemedin.\" O (ﷺ) dedi: \"O, alt elbisesi bileklerinin altında olan bir halde namaz kıldı. Allah, alt elbisesini sürüyen bir adamın namazını kabul etmez.\"."
    },
    {
      "id": 20,
      "narrator": "Qais bin Bishr At-Taghlibi reported that his father, who attended the company of 'Abud-Darda' (May Allah be pleased with him) told him:",
      "text": "Kays bin Bişr Et-Taghlibi, babasının 'Abud-Darda' (Allah ondan razı olsun) ile birlikte bulunduğunu bildirmiştir: Şam'da, Allah'ın Elçisinin (ﷺ) bir Sahabesi olan bir adam vardı. O, İbn Al-Hanzaliyyah olarak biliniyordu. Yalnız biriydi ve nadiren insanlarla bir arada vakit geçirirdi. Vaktinin çoğunu namaz kılarak geçirir, namazını bitirdikten sonra tesbih (Subhan-Allah) ve tekbir (Allahu Akbar) ile meşgul olurdu, ta ki evine dönene kadar. Bir gün, Abud-Darda' (Allah ondan razı olsun) ile oturduğumuz sırada yanımızdan geçti. O, ona: \"Bize faydalı bir şey söyle, bu senin için zarar vermesin.\" dedi. O da: \"Allah'ın Elçisi (ﷺ) bir birlik gönderdi. Onlar döndüklerinde, içlerinden biri, Allah'ın Elçisinin (ﷺ) bulunduğu topluluğa geldi ve komşusuna konuşurken şöyle dedi: 'Keşke düşmanla karşılaştığımızda bizi görseydin. Filan (bir mümin) mızrağını aldı, vurdu ve dedi ki: \"Bunu benden al ve ben Ghifari çocuğuyum. Şimdi bunun hakkında ne düşünüyorsun?\" Komşusu dedi ki: \"Bence o, övündüğü için ödülünü kaybetti.\" O da: \"Bunda bir zarar görmüyorum.\" dedi. Tartışmaya başladılar, ta ki Allah'ın Elçisi (ﷺ) onları duydu ve dedi ki: \"Subhan-Allah (Allah her türlü eksiklikten münezzehtir). O, (ahirette) ödüllendirilecek ve (bu dünyada) övülecektir.\" Bu sözden sonra Abud-Darda' (Allah ondan razı olsun) büyük bir sevinç hissetti ve başını kaldırarak: \"Allah'ın Elçisinin (ﷺ) bunu söylediğini duydunuz mu!\" demeye başladı. İbn Al-Hanzaliyyah (Allah ondan razı olsun) cevap vermeye devam etti, ta ki ben Abud-Darda'ya (Allah ondan razı olsun) onu rahatsız etmemesini söyledim. İbn Al-Hanzaliyyah (Allah ondan razı olsun) bir başka gün yanımızdan geçti ve Abud-Darda' ona: \"Bize faydalı bir şey söyle, bu senin için zarar vermesin.\" dedi. O da: \"Allah'ın Elçisi (ﷺ) bize şöyle söyledi: 'Bir at satın almak için harcayan, sadaka vermek için elini uzatan kimse gibidir, elini tutmaz.' Bir başka gün yanımızdan geçti ve Abud-Darda' (Allah ondan razı olsun) ona: \"Bize faydalı bir şey söyle, bu senin için zarar vermesin.\" dedi. O da: \"Allah'ın Elçisi (ﷺ) bir zaman şöyle dedi: 'Khuraim Al-Usaidi, uzun saçları ve alt elbisesi sarkmasaydı, mükemmel bir adamdır.' Khuraim, Peygamberin kendisi hakkında söylediklerini duyduğunda, uzun saçlarını bıçakla kulaklarına kadar kesti ve alt elbisesini dizlerinin ortasına kadar kaldırdı.\" Başka bir zaman yanımızdan geçtiğinde Abud-Darda' (Allah ondan razı olsun) ona: \"Bize faydalı bir şey söyle, bu senin için zarar vermesin.\" dedi. O da, Allah'ın Elçisinin (ﷺ) bir seferden dönerken şöyle dediğini duyduğunu söyledi: \"Kardeşlerinize dönüyorsunuz, bu yüzden eyerlerinizi ve elbiselerinizi düzeltin ki, düzenli ve güzel görünün. Allah, dağınıklığı sevmez.\"."
    },
    {
      "id": 21,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Khudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir müminin alt elbisesi dizlerinin ortasına kadar olmalıdır. Bileklerine kadar olanlar için günah yoktur. Bileklerin altındaki ise ateştedir (Cehennem). Allah, alt elbisesini kibir nedeniyle sürüyen birine bakmayacaktır.\"."
    },
    {
      "id": 22,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Alt elbisem sürüyordu, Allah'ın Elçisinin (ﷺ) yanından geçerken o da: \"Alt elbisenizi kaldır, Abdullah.\" dedi. Ben de kaldırdım ve daha yukarı kaldırmamı söyledi. Onun emirlerine uydum ve en iyi yeri bulmaya çalışırken, oradaki birisi ne kadar yukarı çıkması gerektiğini sordu, o da (ﷺ) şöyle cevap verdi: \"Dizlerin ortasına kadar.\"."
    },
    {
      "id": 23,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kıyamet Günü Allah, kibir nedeniyle alt elbisesini sürüyen kimseye bakmayacaktır.\" Umm Salamah (Allah ondan razı olsun) sordu: \"Kadınlar elbiselerinin etekleriyle ne yapmalıdır?\" O (ﷺ) dedi: \"Onlar, bir kol uzunluğu kadar indirebilirler.\" O da: \"Ama ayakları hâlâ açık kalacak.\" dedi. O (ﷺ) dedi: \"Onlar, kol uzunluğu kadar indirebilirler ama daha fazla değil.\"."
    },
    {
      "id": 24,
      "narrator": "Mu`adh bin Anas (May Allah be pleased with him) reported:",
      "text": "Mu'adh bin Anas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim, alçakgönüllülük nedeniyle şık ve pahalı giysileri giymekten vazgeçerse, Allah onu Kıyamet Günü, tüm yaratılışın önünde çağıracak ve ona giymek istediği İman elbisesini seçme hakkı verecektir.\"."
    },
    {
      "id": 25,
      "narrator": "`Amr bin Shu`aib on the authority of his father and grandfather reported:",
      "text": "'Amr bin Shu'aib, babası ve dedesi aracılığıyla şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah, kullarının üzerindeki nimetlerinin izlerini görmeyi sever.\"."
    },
    {
      "id": 26,
      "narrator": "`Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "'Umar bin Al-Khattab (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"İpek (giysileri) giymeyin. Çünkü bu hayatta giyen, ahirette onlardan mahrum kalacaktır.\"."
    },
    {
      "id": 27,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "'Umar bin Al-Khattab (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: \"İpek (giysileri) sadece ahirette hiçbir payı olmayan kimse giyer.\"."
    },
    {
      "id": 28,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Başka bir rivayet: \"Ahirette hiçbir payı olmayan kimse.\"."
    },
    {
      "id": 29,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bu hayatta ipek giysileri giyen, ahirette onları giyemeyecektir.\"."
    },
    {
      "id": 30,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "'Ali (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisini (ﷺ) sol elinde bir altın parçası ve sağ elinde bir ipek (kumaş) tutarken gördüm. Sonra şöyle dedi: \"Bu ikisi, benim Ümmetimin erkeklerine haramdır.\"."
    },
    {
      "id": 31,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Hudayfe (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) bize altın ve gümüş kaplardan yemek yemeyi veya içmeyi, ipek ve brokar giymeyi ve bunlardan (yani ipek ve brokardan) yapılmış şeylerin üzerine oturmayı yasakladı."
    },
    {
      "id": 32,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) Zübeyr ve Abdurrahman bin Avf'a (Allah onlardan razı olsun) kaşıntı çektikleri için ipek giymelerine izin verdi."
    },
    {
      "id": 33,
      "narrator": "Mu`awiyah (May Allah be pleased with him) reported:",
      "text": "Muaviye (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) \"İpek veya leopar derisinden yapılmış eyerlerin üzerine binmeyin.\" dedi."
    },
    {
      "id": 34,
      "narrator": "Abul-Malih on the authority of his father reported:",
      "text": "Abul-Malih, babasından rivayet etmiştir: Allah'ın Elçisi (ﷺ) yaban hayvanlarının derilerini kullanmayı yasakladı. At-Tirmidhi'deki başka bir rivayette ise: Allah'ın Elçisi (ﷺ) yaban hayvanlarının derilerini firash (yani oturmak veya uzanmak için kullanılan, yastık, yorgan, örtü, yaygı, eyer vb. gibi şeyler) yapımında kullanmayı yasakladı."
    },
    {
      "id": 35,
      "narrator": "Abu Sa`id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) yeni bir elbise giydiğinde, ona bir isim verirdi. Örneğin, sarık, gömlek veya örtü gibi ve şöyle dua ederdi: \"Allah'ım, hamd Sadece Sana aittir, bunu giymem için bana verdin. Onun hayrını ve onun için yapıldığı amacın hayrını istiyorum, ve onun şerrinden ve onun için yapıldığı amacın şerrinden Sana sığınıyorum.\""
    }
  ]
}