{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "Al-Bara' bin 'Azib (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) yatağa girdiğinde sağ tarafına yatar ve şöyle okurdu: \"Allah'ım! Kendimi sana teslim ettim, yüzümü sana döndüm, işimi sana havale ettim, sırtımı sana yasladım, senin için arzulayarak ve korkarak, senden başka sığınacak yer yoktur. Senin indirdiğin Kitaba ve gönderdiğin Peygambere (ﷺ) iman ettim.\""
    },
    {
      "id": 2,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "Al-Bara' bin 'Azib (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) bana şöyle yönlendirdi: \"Yatağa girdiğinde, Salat için yaptığın gibi Abdest al, sonra (uyumadan önce) şunu oku: 'Ey Allah! Kendimi sana teslim ettim, kendimi sana döndüm, işlerimi sana havale ettim ve senin korumana sığındım, senin için arzulayarak ve korkarak (senin mükafatını bekleyerek ve cezanından korkarak). Senden başka sığınacak ve güvenilecek yer yoktur. Senin indirdiğin Kitaba ve gönderdiğin Peygambere (ﷺ) iman ettim.'\" Allah'ın Resulü (ﷺ) ekledi: \"Bu sözleri okuyan ve gece ölürse, gerçek din üzere ölecektir; sabaha kadar yaşarsa, hayır elde edecektir. Bu duayı uyumadan önce son sözlerin yap.\""
    },
    {
      "id": 3,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişah (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) gecenin ilerleyen saatlerinde on bir Rek'at nafile Salat (namaz) kılardı. Şafak vakti yaklaşınca iki kısa Rek'at kılar ve sonra sağ tarafına yatar, Mu'adhdhin (namaz için çağrı yapan) gelene kadar beklerdi."
    },
    {
      "id": 4,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Hudhaifah (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) gece uyumak için yattığında, sağ elini sağ yanağının altına koyar ve şöyle dua ederdi: \"Allah'ım, senin adınla ölür ve yaşarım.\""
    },
    {
      "id": 5,
      "narrator": "Ya'ish bin Tikhfah Al-Ghifari (May Allah be pleased with him) reported:",
      "text": "Ya'ish bin Tikhfah Al-Ghifari (Allah ondan razı olsun) şöyle rivayet etmiştir: Babam dedi ki: Ben camide karnımın üzerine yatıyordum, birisi ayağıyla beni dürttü ve \"Bu şekilde yatmak Allah katında hoş karşılanmaz.\" dedi. Başımı kaldırdım ve bunun Allah'ın Resulü (ﷺ) olduğunu gördüm."
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kim Allah'ı (SWT) anmadığı bir yerde oturursa, zarar görür ve Allah'ın gazabına uğrar; kim de Allah'ı anmadığı bir yerde uzanırsa, üzüntü çeker ve Allah'ın gazabına uğrar.\""
    },
    {
      "id": 7,
      "narrator": "'Abdullah bin Zaid (May Allah be pleased with them) reported:",
      "text": "'Abdullah bin Zaid (Allah onlardan razı olsun) şöyle rivayet etmiştir: Ben Allah'ın Resulü (ﷺ) camide sırt üstü yatarak, bir bacağını diğerinin üzerine koyarken gördüm."
    },
    {
      "id": 8,
      "narrator": "Jabir bin Samurah (May Allah be pleased with him) reported:",
      "text": "Jabir bin Samurah (Allah ondan razı olsun) şöyle rivayet etmiştir: Fajr (sabah) namazından sonra Peygamber (ﷺ) aynı yerde oturur, bacaklarını çapraz yaparak güneş iyice doğuncaya kadar beklerdi."
    },
    {
      "id": 9,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "Ibn 'Umar (Allah onlardan razı olsun) şöyle rivayet etmiştir: Ben Allah'ın Resulü (ﷺ) Kabe'nin avlusunda otururken, uylukları karnına yaslamış ve kollarını bacaklarının etrafında sarmış olarak gördüm."
    },
    {
      "id": 10,
      "narrator": "Qailah bint Makhramah (May Allah be pleased with her) reported:",
      "text": "Qailah bint Makhramah (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben Peygamber (ﷺ) bacaklarını sararak otururken gördüm; onu bu mütevazı halde görünce, korkudan titredim."
    },
    {
      "id": 11,
      "narrator": "Ash-Sharid bin Suwaid (May Allah be pleased with him) reported:",
      "text": "Ash-Sharid bin Suwaid (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) benim yanımdan geçerken, sol elimle sırtımı destekleyerek oturduğumu gördü. Bu pozisyonda beni görünce, \"Allah'ın gazabına uğrayanların oturduğu gibi mi oturuyorsun?\" dedi."
    },
    {
      "id": 12,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "Ibn 'Umar (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Birinin yerinden kalkıp başkasına oturması için yerini bırakmasını istemeyin, ama yerinizi genişletin ve rahatça oturun.\" Ibn 'Umar'ın alışkanlığı, bir kişi onun için yerini bıraktığında, onu almamasıydı."
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Birisi yerini (bir sebep veya başka bir nedenle) terk eder ve geri dönerse, ona daha çok layıktır.\""
    },
    {
      "id": 14,
      "narrator": "Jabir bin Samurah (May Allah be pleased with them) reported:",
      "text": "Jabir bin Samurah (Allah onlardan razı olsun) şöyle rivayet etmiştir: Peygamberin topluluğuna geldiğimizde, her zaman toplantının sonunda otururduk."
    },
    {
      "id": 15,
      "narrator": "Salman Al-Farisi (May Allah be pleased with him) reported:",
      "text": "Salman Al-Farisi (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Bir adam Cuma günü yıkanır, kendini iyice temizler, evde bulunan yağ ve parfüm kullanır, camiye gider, (zorla) iki kişinin arasında oturmaz, kendisine farz kılınan namazı kılar ve İmam'ı sessizce dinlerse, bu Cuma ile önceki Cuma arasındaki günahları affedilecektir.\""
    },
    {
      "id": 16,
      "narrator": "'Amr bin Shu'aib on the authority of his father and grandfather reported:",
      "text": "Amr bin Shu'aib, babası ve dedesi aracılığıyla rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir adamın iki kişi arasında ayrım yapması caiz değildir. Ve Ebu Davud'un rivayetinde, \"İki adamın arasında onların izni olmadan oturmamalıdır.\" denilmiştir."
    },
    {
      "id": 17,
      "narrator": "Hudhaifah bin Al-Yaman (May Allah be pleased with him) reported:",
      "text": "Hudayfe bin el-Yeman (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü, insanların halkasında ortada oturanı lanetlemiştir. Bir adam bir halkada ortada oturdu, bunun üzerine Hudayfe (Allah ondan razı olsun) şöyle dedi: \"Muhammed'in (ﷺ) diliyle lanetlenmiştir.\""
    },
    {
      "id": 18,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"En iyi meclisler, insanların birbirine yer açtığı meclislerdir.\""
    },
    {
      "id": 19,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir mecliste oturup faydasız konuşmalara dalan ve kalkmadan önce şöyle dua eden kimse: 'Subhanaka Allahumma wa bihamdika, eşhadu en la ilaha illa Anta, estağfiruka ve etubu ileyk (Ey Allah! Sen her türlü eksiklikten münezzehsin; hamd Senindir. Ben şahadet ederim ki, Senden başka ilah yoktur; affını dilerim ve sana yönelirim),' o mecliste işlediği (kasıtlı ya da kasıtsız) günahlar için bağışlanacaktır.\""
    },
    {
      "id": 20,
      "narrator": "Abu Barzah (May Allah be pleased with him) reported:",
      "text": "Ebu Barza (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) hayatının sonlarına doğru bir meclisten çıkmadan önce şöyle dua ederdi: \"Subhanaka Allahumma wa bihamdika, eşhadu en la ilaha illa Anta, estağfiruka ve etubu ileyk (Ey Allah! Sen her türlü eksiklikten münezzehsin; tüm hamd Senindir. Ben şahadet ederim ki, Senden başka ilah yoktur; affını dilerim ve sana yönelirim).\" Bir adam ona şöyle dedi: \"Ey Allah'ın Resulü! Daha önce hiç söylemediğin sözler söyledin.\" O da şöyle dedi: \"Bu, mecliste geçenlerin keffaretidir.\""
    },
    {
      "id": 21,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) bir meclisten çıkmadan önce nadiren şu şekilde dua etmeden ayrılmazdı: \"Allahım, bize, günah işlemekten bizi alıkoyacak kadar korku ver; cennetine ulaştıracak kadar itaat ver; dünya belalarına karşı sabretmemizi kolaylaştıracak kadar da kesin bilgi ver. Allahım, bizi, işitme, görme ve güçten mahrum etme; bizi, kendi neslimizden mirasçı yap; üzerimize zulmedenlerden intikam almamızı sağla; bize düşmanlık edenlere karşı yardım et; dinimizde başımıza bir musibet vermek; dünya işlerini en büyük kaygımız ve bilgi sınırımız yapma; ve bize merhamet etmeyenlerin hükümran olmasına izin verme.\""
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah'ı anmadıkları bir meclisten ayrılan insanlar, o meclisi çürümüş bir eşeğin leşinin kötü kokusu gibi sona erdirmiş olurlar. Bu da onlara üzüntü verir.\""
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir grup insan, Allah'ı yüceltmedikleri ve Peygamberlerinin derecelerini yükseltmek için dua etmedikleri bir mecliste oturduklarında, o meclis onlara üzüntü kaynağı olacaktır. Eğer Allah dilerse, onları cezalandırır; eğer dilerse, onları affeder.\""
    },
    {
      "id": 24,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer biri, Allah'ı anmadığı bir mecliste oturursa, kıyamet günü kendisine üzüntü getirir; ve eğer bir yerde yatıyorsa ve Allah'ı anmazsa, kıyamet günü kendisine üzüntü getirir.\""
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Peygamberlikten geriye kalan sadece müjdeler vardır.\" Kendisine müjdelerin ne olduğu sorulduğunda, \"İyi rüya\" dedi."
    },
    {
      "id": 26,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Zaman yaklaştığında (yani dünyanın sonuna yaklaşırken), bir müminin rüyası neredeyse asılsız olamaz; ve müminin rüyası, peygamberliğin kırk altı parçasından bir parçayı temsil eder.\" Bir rivayet şöyle der: Allah'ın Resulü (ﷺ) \"Sözlerinde en doğru olanlar, en doğru rüyaları görenlerdir.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Beni rüyasında gören, uyanıkken de beni görür (veya o (ﷺ) şöyle demiş olabilir: uyanıkken beni görmüş gibidir), çünkü şeytan benim suretimde görünmez.\""
    },
    {
      "id": 28,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) rivayet etmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri hoşuna giden bir rüya görürse, bu Allah'tandır. Allah'a hamd etsin ve bunu (başkalarına) anlatsın.\" Diğer bir rivayette, Allah'ın Resulü (ﷺ) \"Ancak sevdiği kimselere anlatmalıdır. Eğer hoşlanmadığı bir rüya görürse, bu şeytandandır. Onun şerrinden Allah'a sığınmalı ve bunu kimseye söylememelidir. O zaman ona zarar vermez.\" dedi."
    },
    {
      "id": 29,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) rivayet etmiştir: Peygamber (ﷺ) şöyle buyurdu: \"İyi bir rüya Allah'tandır ve kötü bir rüya şeytandandır. Eğer birisi hoşlanmadığı bir şeyi rüyasında görürse, sol tarafına üç kez üflemesi, şeytanın şerrinden Allah'a sığınması (yani: A'udhu billahi minash-Shaitanir-Rajim) ve yattığı tarafı değiştirmesi gerekir. O zaman ona zarar vermez.\""
    },
    {
      "id": 30,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer biri kötü bir rüya görürse, sol tarafına üç kez üflemesi, şeytandan Allah'a sığınması (yani: A'udhu billahi minash-Shaitanir-Rajim) ve yattığı tarafı değiştirmesi gerekir.\""
    },
    {
      "id": 31,
      "narrator": "Wathilah bin Al-Asqa' (May Allah be pleased with him) reported:",
      "text": "Vâthile bin el-Eska' (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"En kötü yalanlardan biri, sahte bir baba iddia etmek, görmediği bir şeyi görmüş gibi davranmak (yanlış bir rüya anlatmak) veya Allah'ın Resulü'ne (ﷺ) söylemediği bir şeyi isnat etmektir.\""
    }
  ]
}