{
  "language": "tr",
  "metadata": {
    "length": 50,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abdullah bin 'Amr bin Al-'as (May Allah be pleased with them) reported:",
      "text": "Abdullah bin 'Amr bin Al-'as (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam, Allah'ın Elçisi'ne (ﷺ) sordu: \"İslam'daki en iyi amel hangisidir?\" O (ﷺ) cevap verdi: \"Yiyecek vermek ve tanıdığın ya da tanımadığın herkese selam vermektir.\"."
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Allah, Adem'i (ﷺ) yarattığında ona şöyle dedi: 'Git orada oturan o melekler topluluğuna selam ver - sonra onların selamına ne diyeceklerini dinle, çünkü bu senin ve neslinin selamı olacaktır.' Adem (ﷺ) meleklere şöyle dedi: 'As-Salamu 'Alaikum (Size selam olsun).' Onlar da şöyle cevap verdiler: 'As-Salamu 'Alaikum wa Rahmatullah (Size selam olsun ve Allah'ın rahmeti üzerinize olsun).' Böylece selamına 'wa Rahmatullah (ve Allah'ın rahmeti)' ekleyerek cevap verdiler.\"."
    },
    {
      "id": 3,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "Al-Bara' bin 'Azib (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bize yedi şey yapmamızı emretti: Hasta ziyaret etmek, cenazeyi takip etmek, hapşıran kimseye Allah'ın rahmetini dilemek (yani ona: Yarhamuk-Allah demek), zayıflara destek olmak, mazlumlara yardım etmek, 'As-Salamu 'Alaikum' selamını yaymak ve bir şey yapacağına yemin edenlere yeminlerini tutmaları için yardım etmektir.."
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Canım elinde olan Allah'a yemin ederim! Siz, iman etmedikçe cennete giremeyeceksiniz ve birbirinizi sevmedikçe de iman etmiş olamazsınız. Size, eğer yaparsanız, birbirinizi seveceğiniz bir şey söyleyeyim mi? Aranızda selamı yayınız.\"."
    },
    {
      "id": 5,
      "narrator": "'Abdullah bin Salam (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Selam (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle diyordu: \"Ey insanlar, birbirinize selam verin (yani: As-Salamu 'Alaikum deyin), insanları doyurun, akrabalık bağlarını güçlendirin ve başkaları uyurken namaz kılın, böylece cennete selametle gireceksiniz.\"."
    },
    {
      "id": 6,
      "narrator": "At-Tufail bin Ubayy bin Ka'b (May Allah be pleased with him) reported:",
      "text": "At-Tufail bin Ubayy bin Ka'b (Allah ondan razı olsun) şöyle bildirmiştir: Sabahları Abdullah bin 'Umar'ı (Allah ondan razı olsun) ziyaret eder ve onu pazara götürürdüm. Abdullah, yolda karşılaştığı herkese selam verirdi, ister küçük eşya satanlar, ister tüccarlar ya da fakirler olsun. Bir gün yanına geldiğimde, beni pazara götürmesini istedi. Ben de ona: \"Sen ne satıyorsun, ne mal soruyorsun, ne de bir fiyat teklif ediyorsun, insanlarla oturmuyorsun, pazara gitmenin ne anlamı var? Burada oturalım ve konuşalım.\" dedim. O cevap verdi: \"Ey Abu Batn (karnı büyük olan) - Tufail'in karnı büyüktü - biz pazara, karşılaştığımız herkese selam vermek için gidiyoruz.\"."
    },
    {
      "id": 7,
      "narrator": "'Imran bin Husain (May Allah be pleased with them) reported:",
      "text": "İmran bin Hüsayn (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam Peygamber'e (ﷺ) geldi ve dedi ki: \"As-Salamu 'Alaikum (Size selam olsun).\" Allah'ın Elçisi (ﷺ) selamını aldı ve adam oturdu. Peygamber (ﷺ) dedi ki: \"On.\" (yani adam on sevap kazandı.) Başka biri geldi ve dedi ki: \"As-Salamu 'Alaikum wa Rahmatullah (Size selam olsun ve Allah'ın rahmeti üzerinize olsun).\" Allah'ın Elçisi (ﷺ) selamını aldı ve adam oturdu. Peygamber (ﷺ) dedi ki: \"Yirmi.\" Üçüncü biri geldi ve dedi ki: \"As-Salamu 'Alaikum wa Rahmatullahi wa Barakatuhu (Size selam olsun ve Allah'ın rahmeti ve bereketi üzerinize olsun).\" Allah'ın Elçisi (ﷺ) selamını aldı ve adam oturdu. Peygamber (ﷺ) dedi ki: \"Otuz.\"."
    },
    {
      "id": 8,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bana dedi ki: \"Bu, sana selam getiren Cebrail'dir.\" Ben de cevap verdim: \"Wa 'Alaihis-Salamu wa Rahmatullahi wa Barakatuhu (Ona selam ve Allah'ın rahmeti ve bereketi olsun).\" ."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Enes (Allah ondan razı olsun) bildirmiştir ki: Peygamber (ﷺ) sözlerini üç kez tekrar ederdi ki, anlamı tam olarak anlaşılsın ve bir topluluğa rastladığında onlara selam verirdi. Selamı üç kez tekrar ederdi.."
    },
    {
      "id": 10,
      "narrator": "Al-Miqdad (May Allah be pleased with him) reported in a long Hadith:",
      "text": "El-Mikdad (Allah ondan razı olsun) uzun bir hadiste şöyle bildirmiştir: Biz, Peygamber (ﷺ) için süt payını ayırırdık, o da gece gelir ve uyuyanları rahatsız etmeyecek şekilde selam verirdi, sadece uyanık olanlar tarafından duyulacak şekilde. Aslında, Peygamber (ﷺ) geldi ve her zamanki gibi selam verdi.."
    },
    {
      "id": 11,
      "narrator": "Asma' bint Yazid (May Allah be pleased with her) reported:",
      "text": "Esma bint Yezid (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bir gün camiden geçti ve camide oturan bir grup kadın (yaklaşık on kişi) vardı. O, selam vermek için elini kaldırdı.."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Umamah:",
      "text": "Ebu Ümame'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'a en yakın olanlar, selamı ilk verenlerdir.\""
    },
    {
      "id": 13,
      "narrator": "Abu Juraiy Al-Hujaimi (May Allah be pleased with him) reported:",
      "text": "Ve at-Tirmidhi bunun anlamını rivayet etmiş ve onu Hasan olarak sınıflandırmıştır."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Cürey Al-Hüceymi (Allah ondan razı olsun) şöyle bildirmiştir: Ben Allah'ın Elçisi'ni (ﷺ) gördüm ve dedim ki: \"Alaikas-Salamu ya Rasulallah! (Selam sana, Ey Allah'ın Elçisi)!\" O dedi ki: \"Alaikas-Salamu (Selam sana) deme. Bu, ölüler için selamdır.\"."
    },
    {
      "id": 15,
      "narrator": "Abu Umamah Sudaiy bin `Ajlan Al-Bahili (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir binek, yaya olanı selamlamalı; yaya, oturanı selamlamalı; ve küçük bir grup, büyük bir grubu selamlamalıdır.\""
    },
    {
      "id": 16,
      "narrator": "Abu Hurairah (May Allah be pleased with him)reported in the Hadith concerning the person who was at fault in performing his Salat (prayer):",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Salatını (namazını) düzgün kılmayan bir kişi, Peygamber (ﷺ)'e geldi ve selam verdi. Peygamber (ﷺ) selamı aldı ve \"Geri dön ve Salatını tekrar et, çünkü Salatını (doğru bir şekilde) kılmadın.\" dedi. O kişi, daha önceki gibi Salatını tekrar kıldı ve Peygamber (ﷺ)'e geldi ve selam verdi. Peygamber (ﷺ) selamı aldı (ve ona aynı sözleri tekrar etti). Bu tekrar (Salat ve Selam) üç kez yapıldı."
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri bir kardeşiyle (iman kardeşi) karşılaştığında ona selam versin. Eğer aralarında bir ağaç, bir duvar veya bir taş olursa ve sonra tekrar karşılaşırsa, ona selam versin.\""
    },
    {
      "id": 18,
      "narrator": "Anas bin Malik (May Allah be pleased with him) reported:",
      "text": "Enes bin Malik (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) bana dedi ki: \"Sevgili oğul, evine girdiğinde ailene As-Salamu 'Alaikum de, bu hem senin hem de ailen için bir bereket olacaktır.\""
    },
    {
      "id": 19,
      "narrator": "Anas (May Allah be pleased with him) reported that he passed by some children and greeted them. Then he said:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Bazı çocukların yanından geçerken onlara selam verdim. Sonra dedi ki: \"Allah'ın Resulü (ﷺ) de aynı şekilde yapardı.\""
    },
    {
      "id": 20,
      "narrator": "Sahl bin Sa`d (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) şöyle rivayet etmiştir: Aramızda bir kadın (bir başka rivayette; yaşlı bir kadın) vardı ki, bir tencerede pancar koyar ve üzerine biraz öğütülmüş arpa eklerdi. Onları birlikte pişirirdi. Cuma namazından dönerken ona selam verir, o da bize bunu ikram ederdi."
    },
    {
      "id": 21,
      "narrator": "Umm Hani (May Allah be pleased with her), the daughter of Abu Talib reported:",
      "text": "Ümmü Hani (Allah ondan razı olsun), Ebu Talib'in kızı şöyle rivayet etmiştir: Feth günü Peygamber (ﷺ)'e gittim. O banyo yapıyordu ve Fatıma onu bir örtüyle örtüyordu. Ona selam verdim. Ve hadisin geri kalanını anlattı."
    },
    {
      "id": 22,
      "narrator": "Asma bint Yazid (May Allah be pleased with her) reported:",
      "text": "Asma bint Yazid (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) bizim yanımızdan geçerken bir grup kadınla birlikteydik ve bize selam verdi. Bu, Ebu Davud'un ifadesidir. At-Tirmidhi'de ise: Allah'ın Resulü (ﷺ) bir gün mescitten geçti ve bir grup kadın oturuyordu, bu yüzden selam vermek için elini işaret etti."
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Yahudilere ve Hristiyanlara, önce onlar size selam vermeden selam vermeyin; ve yolda onlardan biriyle karşılaştığınızda, onu yolun en dar kısmına zorlayın.\""
    },
    {
      "id": 24,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ehl-i Kitap sizlere selam verdiğinde, 'Ve aleyküm' (ve üzerinize) diye karşılık verin.\""
    },
    {
      "id": 25,
      "narrator": "Usamah bin Zaid (May Allah be pleased with him) reported:",
      "text": "Usame bin Zeyd (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) Müslümanlar, müşrikler ve Yahudilerden oluşan karışık bir topluluğun yanından geçti ve onlara selam verdi (yani As-Salamu 'Alaikum dedi)."
    },
    {
      "id": 26,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri bir topluluğa geldiğinde, orada bulunanlara selam versin ve ayrılmak istediğinde de aynı şekilde yapsın. İlk selam verme, son selam vermekten daha faziletli değildir.\""
    },
    {
      "id": 27,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"İzin almak üç kez istenir. Eğer izin verilirse girebilirsin; aksi takdirde geri dön.\""
    },
    {
      "id": 28,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Birinin evine girmek için izin istemek, gözleri (bakmamamız gereken şeylere) bakmaktan alıkoymak için emredilmiştir.\""
    },
    {
      "id": 29,
      "narrator": "Rib'i bin Hirash (May Allah be pleased with him) reported:",
      "text": "Rib'i bin Hirash (Allah ondan razı olsun) şöyle rivayet etmiştir: Banu 'Amir kabilesinden bir adam, Peygamber (ﷺ)'in evde olduğu sırada ona girmek için izin istedi. \"Girebilir miyim?\" dedi. Allah'ın Resulü (ﷺ) hizmetçiye dedi ki: \"Dışarı çık ve ona izin istemenin yolunu öğret. Ona de ki: As-Salamu 'Alaikum (selam üzerinize olsun). Girebilir miyim?\" Adam bunu duydu ve \"As-Salamu 'Alaikum (selam üzerinize olsun). Girebilir miyim?\" dedi. Peygamber (ﷺ) ona izin verdi ve içeri girdi."
    },
    {
      "id": 30,
      "narrator": "Kildah bin Al-Hanbal (May Allah be pleased with him) reported:",
      "text": "Kıldah bin el-Hanbel (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ)'i ziyaret ettim ve izinsiz evine girdim. Bunun üzerine o dedi ki: \"Geri dön ve de ki: 'As-Salamu 'Alaikum (selam üzerinize olsun). Girebilir miyim?'\""
    },
    {
      "id": 31,
      "narrator": "Anas (May Allah be pleased with him) reported in the course of his famous Hadith pertaining to Al-Isra' (the Ascension) that Messenger of Allah (ﷺ) said, \"Then Jibril (Gabriel) ascended along with me to the nearest heaven and requested for the gate to be opened. He was asked:",
      "text": "Anas (Allah ondan razı olsun) Al-Isra' (Miraç) ile ilgili meşhur hadisinde, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sonra Cebrail (Gabriel) benimle birlikte en yakın semaya yükseldi ve kapının açılmasını istedi. Kendisine: 'Kim var orada?' diye soruldu. 'Cebrail' diye cevap verdi. 'Seninle kim var?' diye soruldu. 'Muhammed' dedi. Aynı şekilde ikinci semaya yükseldi ve kapının açılmasını istedi. 'Kim var orada?' diye soruldu. 'Cebrail' dedi. 'Seninle kim var?' diye soruldu. 'Muhammed' diye cevap verdi. Bu şekilde üçüncü, dördüncü ve tüm semalara (yani yedinciye kadar) yükseldi. Tüm kapılarda kendisine: 'Kim var orada?' diye soruldu. 'Cebrail' diye cevap verdi.\""
    },
    {
      "id": 32,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Umm Hani (May Allah be pleased with her) reported:",
      "text": "Ebu Dharr (Allah ondan razı olsun) şöyle bildirdi: Bir gece dışarı çıktım ve Allah'ın Resulü'nü (ﷺ) tek başına yürürken gördüm. Ay ışığında yürümeye başladım. O dönüp beni gördü ve sordu: \"Kim var orada?\" Ben de: \"Ebu Dharr\" dedim."
    },
    {
      "id": 34,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ümmü Hani (Allah ondan razı olsun) şöyle bildirdi: Ben, Fatıma'nın onu örtmesiyle birlikte banyo yapan Peygamber'e (ﷺ) gittim. O sordu: \"Kim var orada?\" Ben de: \"Ben Ümmü Hani'yim\" dedim."
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirdi: Peygamber'e (ﷺ) gittim ve kapıya vurup izin istedim. O sordu: \"Kim var orada?\" Ben de: \"Ben\" dedim. O tekrar: \"Ben, ben?!\" dedi, sanki bunu istemiyordu."
    },
    {
      "id": 38,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) şöyle buyurdu: \"Allah hapşırmayı sever ve esnemeyi sevmez. Sizden biri hapşırdığında 'Elhamdülillah (Allah'a hamd olsun)' derse, onu duyan her Müslümanın 'Yarhamukallah (Allah sana rahmet eylesin)' demesi vaciptir. Esneme şeytandandır. Sizden biri esneme hissi duyduğunda, bunu mümkün olduğunca engellemeli; çünkü şeytan, sizden biri esnediğinde güler.\""
    },
    {
      "id": 40,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri hapşırdığında 'Elhamdülillah (Allah'a hamd olsun)' demeli ve kardeşi veya arkadaşı ona 'Yarhamukallah (Allah sana rahmet eylesin)' demelidir. O da buna karşılık 'Yahdikumullah ve yuslihu balakum (Allah sizi hidayete erdirsin ve işlerinizde düzeltsin)' demelidir.\""
    },
    {
      "id": 42,
      "narrator": "Abu Khattab Qatadah (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sizden biri hapşırdığında ve Allah'ı övdüğünde (yani 'Elhamdülillah' dediğinde), ona Allah'ın merhametini dileyin (yani 'Yarhamukallah' deyin); ama eğer Allah'ı övmezse, ona karşılık vermeyin.\""
    },
    {
      "id": 44,
      "narrator": "Al-Bara' (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) huzurunda iki adam hapşırdığında, birine 'Yarhamukallah (Allah sana rahmet eylesin)' dedi ve diğerine karşılık vermedi. Diğeri ona: \"Bu adama bir dua ettin ama benim için etmedin.\" dedi. Peygamber (ﷺ) cevap verdi: \"O Allah'ı övdü (yani 'Elhamdülillah' dedi), ama sen övmedin.\""
    },
    {
      "id": 46,
      "narrator": "Safwan bin 'Assal (May Allah be pleased with him) reported:",
      "text": "Safvan bin 'Assal (Allah ondan razı olsun) şöyle bildirmiştir: Bir Yahudi, arkadaşından onu Peygamber (ﷺ)'e götürmesini istedi; ve Allah'ın Elçisi (ﷺ)'ne geldiklerinde, ona Musa Peygamber'e verilen dokuz açık işaret hakkında sordular. Safvan, uzun bir Hadis nakletti ve şöyle sona erdi: Onlar, Allah'ın Elçisi (ﷺ)'nin ellerini ve ayaklarını öptüler ve dediler ki: \"Senin bir Peygamber olduğuna şahitlik ediyoruz.\""
    },
    {
      "id": 47,
      "narrator": "In a narration of Ibn Umar (May Allah be pleased with them) at the end of the narration of the Hadith ) he said:",
      "text": "İbn Umar (Allah onlardan razı olsun) rivayetinde, Hadis'in sonunda şöyle dedi: \"Peygamber (ﷺ)'e yaklaştık ve elini öptük.\""
    },
    {
      "id": 48,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Zaid bin Harithah, benim evimdeyken Allah'ın Elçisi (ﷺ)'ne geldi. Zaid kapıya vurdu. Peygamber (ﷺ) onu karşılamak için kalktı, elbisesini sürüyerek. Onu kucakladı ve öptü."
    },
    {
      "id": 49,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Ebu Dharr (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Hiçbir iyi ameli küçümseme, hatta kardeşinle (Müslüman) güler yüzle buluşman bile.\""
    },
    {
      "id": 50,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ), torunu Hasan bin Ali'yi Aqra' bin Habis'in huzurunda öptü. Bunun üzerine Aqra' şöyle dedi: \"On çocuğum var ve hiçbiriyle öpüşmedim.\" Allah'ın Elçisi (ﷺ) ona bir göz attı ve şöyle dedi: \"Başkalarına merhamet etmeyen, merhamet görmeyecektir.\""
    }
  ]
}