{
  "language": "tr",
  "metadata": {
    "length": 62,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Al-Bara' bin `Azib (May Allah be pleased with them) reported:",
      "text": "Al-Bara' bin `Azib (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'i (ﷺ) bize hasta ziyaretinde bulunmayı, cenaze (bir müminin cenazesini) takip etmeyi, hapşıran kişiye (yani, \"Yarhamuk-Allah\" demeyi) cevap vermeyi, adaklarını yerine getirmek isteyenlere yardım etmeyi, mazlumlara yardım etmeyi, davet edenin davetini kabul etmeyi ve selamlaşmayı (yani \"As-Salamu `Alaikum\" demeyi) emretmiştir."
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'i (ﷺ) şöyle buyurdu: \"Her Müslümanın diğer bir Müslüman üzerinde beş hakkı vardır (yani, diğer bir Müslüman için beş görev yerine getirilmelidir): selamı iade etmek, hasta ziyaretinde bulunmak, cenaze alayına katılmak, daveti kabul etmek, hapşırana cevap vermek.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'i (ﷺ) şöyle buyurdu: \"Şüphesiz, Yüce ve Glorif Allah Kıyamet Günü şöyle diyecek: 'Ey Âdem oğlu, ben hastaydım ama sen beni ziyaret etmedin.' O da diyecek: 'Ey Rabbim, ben seni nasıl ziyaret edebilirim, sen âlemlerin Rabbisin?' Bunun üzerine O şöyle diyecek: 'Şu ve bu kulum hastaydı ama sen onu ziyaret etmedin. Eğer onu ziyaret etseydin (benim ziyaretini bildiğimi bilirdin, bunun için seni mükafatlandırırdım) benimle onu bulurdun. Ey Âdem oğlu, senden yiyecek istedim ama sen bana yedirmedin.' O da diyecek: 'Ey Rabbim, ben sana nasıl yiyecek verebilirim, sen âlemlerin Rabbisin?' O da şöyle diyecek: 'Şu ve bu kulum senden yiyecek istedi ama sen ona yedirmedin. Eğer ona yedirmiş olsaydın, elbette (mükafatını) benimle bulurdun. Ey Âdem oğlu, senden su istedim ama sen bana vermedin.' O da diyecek: 'Ey Rabbim, ben sana nasıl su verebilirim, sen âlemlerin Rabbisin?' Bunun üzerine O şöyle diyecek: 'Şu ve bu kulum senden içmek için su istedi ama sen ona vermedin. Eğer ona su vermiş olsaydın, elbette (mükafatını) benimle bulurdun.'\""
    },
    {
      "id": 4,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Abu Musa (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'i (ﷺ) şöyle buyurdu: \"Hasta ziyaretinde bulunun, açları doyurun ve esirlerin serbest bırakılmasını sağlayın.\""
    },
    {
      "id": 5,
      "narrator": "Thauban (May Allah be pleased with him) reported:",
      "text": "Thauban (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kardeşini ziyarete giden kimse, geri dönene kadar cennetin bahçesinden taze meyveler toplamaya devam eder.\""
    },
    {
      "id": 6,
      "narrator": "'Ali bin Abu Talib (May Allah be pleased with him) reported:",
      "text": "'Ali bin Abu Talib (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'i (ﷺ) şöyle derken duydum: \"Bir Müslüman, sabah saatlerinde hasta bir Müslümanı ziyaret ettiğinde, yetmiş bin melek akşama kadar onun için dua eder. Eğer akşam ziyaret ederse, yetmiş bin melek sabaha kadar onun için dua eder; ve cennette (mükafatını) alır.\""
    },
    {
      "id": 7,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) hizmetinde bulunan genç bir Yahudi hasta oldu. Peygamber (ﷺ) onu ziyaret etti. Başının yanına oturdu ve ona, \"İslam'ı kabul et.\" dedi. Küçük çocuk, yanında oturan babasına baktı. O da, \"Abul-Kasım'a (yani, Allah'ın Messenger'i (ﷺ)) itaat et.\" dedi. Böylece o İslam'ı kabul etti ve Peygamber (ﷺ) dışarı çıkarken, \"Cehennem ateşinden onu kurtaran Allah'a hamdolsun.\" dedi."
    },
    {
      "id": 8,
      "narrator": "`Aishah (May Allah be pleased with him) reported:",
      "text": "`Aişah (Allah ondan razı olsun) şöyle bildirmiştir: Bir kişi Peygamber'e (ﷺ) bir hastalıktan veya bir yaradan şikayet ettiğinde, Peygamber (ﷺ) parmağını yere koyar ve sonra kaldırır (Sufyan bin `Uyainah, bunu parmağıyla gösterdi) ve şöyle okurdu: `Bismil-lahi, turbatu ardina, biriqati ba`dina, yushfa bihi saqimuni, bi 'idhni Rabbina' (Allah'ın adıyla, yerimizin tozu, içimizden birinin tükürüğüyle karışarak hastamızı Rabbimizin izniyle iyileştirir.)"
    },
    {
      "id": 9,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "`Aişah (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) aile üyelerinden hasta olan birini ziyaret ettiğinde, hasta kişiye sağ eliyle dokunur ve şöyle dua ederdi: \"Allah'ım, insanların Rabbı, hastalığı gider, şifa ver, Sen Şifasın, Senin şifandan başka şifa yoktur, bir hastalık bırakmayan bir şifa.\""
    },
    {
      "id": 10,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Thabit'e (Allah ona rahmet eylesin) \"Sana Ruqyah (yani, dua veya Kur'an ayetleri okuyup üfleme) yapmamı istemez misin, Allah'ın Messenger'inin (ﷺ) uyguladığı gibi?\" dedim. O da: \"Lütfen yap.\" dedi. Anas (Allah ondan razı olsun) dua etti: \"Allah'ım, insanların Rabbı, hastalığı gider, şifa ver, Senin dışında şifa yoktur, bir hastalık bırakmayan bir şifa.\""
    },
    {
      "id": 11,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Abu Waqqas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'i (ﷺ) hastalığım sırasında beni ziyaret etti ve şöyle dua etti: \"Ey Allah! Sa'd'ı iyileştir. Ey Allah! Sa'd'ı iyileştir. Ey Allah! Sa'd'ı iyileştir.\""
    },
    {
      "id": 12,
      "narrator": "Abu 'Abdullah bin Abul-'as (May Allah be pleased with him) reported:",
      "text": "Abu 'Abdullah bin Abul-'as (Allah ondan razı olsun) şöyle bildirmiştir: Vücudumdaki bir ağrıdan Allah'ın Messenger'ine (ﷺ) şikayet ettim. Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Ağrı hissettiğin yere elini koy ve üç kez 'Bismillah' de; sonra yedi kez 'A'udhu bi'izzatillahi wa qudratihi min sharri ma ajidu wa 'uhadhiru (Ben Allah'a ve O'nun kudretine sığınırım, beni etkileyen ve korktuğum şeyin şerrinden).' de.\""
    },
    {
      "id": 13,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "Ibn 'Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ölümün eşiğinde olmayan bir hastayı ziyaret eden kimse, yedi kez şöyle dua ederse: As'alullahal-'Azima Rabbal-'Arshil-'Azimi, an yashfiyaka (Büyük Allah'a, Büyük Arş'ın Rabbine, seni iyileştirmesini diliyorum), Allah onu o hastalıktan kesinlikle iyileştirir.\""
    },
    {
      "id": 14,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "Ibn 'Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) hasta olan bir bedeviye ziyarette bulundu. Her hasta ziyareti yaptığında, \"La ba'sa, tahurun in sha' Allah\" derdi."
    },
    {
      "id": 15,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Khudri (Allah ondan razı olsun) şöyle bildirmiştir: Cebrail (Gabriel) Peygamber'e (ﷺ) geldi ve şöyle dedi: \"Ey Muhammed (ﷺ)! Hastamısın?\" O (ﷺ) dedi ki, \"Evet.\" Cebrail şöyle dua etti (yani, Ruqyah yaptı): \"Bismillahi arqika, min kulli shay'in yu'dhika, min sharri kulli nafsin aw 'ayni hasidi, Allahu yashfika, bismillahi arqika.\""
    },
    {
      "id": 16,
      "narrator": "Abu Sa'id Al-Khudri and Abu Hurairah (May Allah be pleased with them) reported:",
      "text": "Ebu Sa'id el-Hudri ve Ebu Hureyre (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir kişi: 'La ilaha illallahu wallahu Akbar (Allah'tan başka ilah yoktur ve Allah en büyüktür)' derse, Rabbi ona cevap verir ve şöyle der: '(Evet!) Allah'tan başka ilah yoktur, ben en büyüğüm.' O kişi: 'La ilaha illallahu Wahdahu la sharika Lahu (Allah'tan başka ilah yoktur, O tektir, O'nun ortağı yoktur)' dediğinde, Allah (SWT) şöyle der: '(Evet!) Allah'tan başka ilah yoktur. Benim ortağım yoktur.' O kişi: 'La ilaha illallahu Lahul mulku wa Lahul-hamdu (Sovereignty O'na aittir ve tüm övgüler O'na aittir)' dediğinde, O (SWT) şöyle der: '(Evet!) Allah'tan başka ilah yoktur, övgü O'na aittir ve egemenlik O'na aittir.' O kişi: 'La ilaha illallahu wa la hawla wa la quwwata illa Billah (Allah'tan başka ilah yoktur ve O'ndan başka güç ve kuvvet yoktur)' dediğinde, O (SWT) şöyle der: '(Evet!) Allah'tan başka ilah yoktur ve güç ve kuvvet yalnızca benimledir.' \"Allah'ın Resulü (ﷺ) ekledi: \"Bu sözleri hastalığında okuyan ve ölen kişi, ateşten (Cehennem) etkilenmeyecek.\""
    },
    {
      "id": 17,
      "narrator": "Ibn `Abbas (May Allah be pleased with them) reported:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "`Aishah (May Allah be pleased with her) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Ali (Allah ondan razı olsun) son hastalığında Allah'ın Resulü (ﷺ) ile görüştükten sonra dışarı çıktığında, insanlar sordular: \"Ey Ebu Hasan! Allah'ın Resulü (ﷺ) nasıl?\" O da: \"Hamd, Allah'a mahsustur, O (ﷺ) daha iyi hissediyor.\" diye cevap verdi."
    },
    {
      "id": 19,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "`Imran bin Husain (May Allah be pleased with them) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) son hastalığında benimle yaslandığı sırada, \"Allah'ım, beni affet, bana merhamet et ve beni yüce arkadaşlarla birleştir.\" dediğini duydum."
    },
    {
      "id": 21,
      "narrator": "Ibn Mas`ud (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Ölüm anında Allah'ın Resulü (ﷺ) su dolu bir içme kabı ile yanımdaydı. Elini kabın içine daldırıyor ve yüzünü siliyordu. Sonra dua ediyordu: \"Allah'ım! Beni ölümün acıları ve ıstırapları üzerinde yardımcı ol.\""
    },
    {
      "id": 23,
      "narrator": "Al-Qasim bin Muhammad reported 'Aishah (May Allah be pleased with her) said:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Mu`adh bin Jabal (May Allah be pleased with him) reported:",
      "text": "İmrân bin Hüsayn (Allah onlardan razı olsun) bildirdi: Cuhainah kabilesine mensup bir kadın, zina sonucu hamile kaldıktan sonra Allah'ın Resulü (ﷺ) 'ne geldi. O, \"Ey Allah'ın Resulü! Ben hadd (Allah tarafından belirlenen ceza) ile yükümlüyüm, bunu yerine getir.\" dedi. Allah'ın Resulü (ﷺ) onun velisini çağırdı ve \"Ona iyi davran ve doğumdan sonra bana getir.\" dedi. O da öyle yaptı. Sonra Allah'ın Resulü (ﷺ) onun elbiselerini sıkıca bağlamasını emretti ve onu taşlayarak öldürdü. O (ﷺ) ardından onun cenaze namazını kıldırdı."
    },
    {
      "id": 25,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Umm Salamah (May Allah be pleased with her) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Ben, Peygamber (ﷺ) hastayken onu ziyaret ettim. \"Ey Allah'ın Resulü! Çok acı çekiyorsun.\" dedim. O da: \"Evet, sizden iki kişinin acısını çekiyorum.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Umm Salamah (May Allah be pleased with her):",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Umm Salamah (May Allah be pleased with her) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) beni ziyarete geldiğinde şiddetli bir ağrı çekiyordum. \"Ben, gördüğünüz gibi bir sıkıntı içindeyim. Ben zengin bir adamım ve tek varisim kızım.\" dedim. (Sonra Sa'd tüm olayı anlattı.)"
    },
    {
      "id": 29,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "El-Kasım bin Muhammed, Aişe (Allah ondan razı olsun) şöyle dedi: \"Ah, başım.\" (Ağrıdan dolayı.) Bunun üzerine Peygamber (ﷺ) şöyle dedi: \"Hayır, başım ağrıyor diyen benim.\" (Sonra El-Kasım tam anlatımı aktardı.)"
    },
    {
      "id": 31,
      "narrator": "Usamah bin Zaid (May Allah be pleased with them) reported:",
      "text": "Usame bin Zeyd (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) kızı, oğlu son nefesini verirken ona gelmesini istedi. Allah'ın Elçisi (ﷺ) haberciye geri gönderdi: \"Allah, aldığı ve verdiği her şeyin sahibidir ve her şeyin bu dünyada sınırlı bir süresi vardır. O yüzden ona sabretmesini ve Allah'ın mükafatını beklemesini söyle.\"."
    },
    {
      "id": 32,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Sa'd bin Ubadeh'ı hastalığında ziyaret etti. Yanında 'Abdurrahman bin 'Auf, Sa'd bin Ebu Vakkas ve 'Abdullah bin Mes'ud (Allah onlardan razı olsun) vardı. Allah'ın Elçisi (ﷺ) ağlamaya başladı. Arkadaşları bunu görünce, onların da gözyaşları akmaya başladı. O (ﷺ) dedi ki: \"Duymuyor musunuz, Allah gözyaşları için ya da kalbin üzüntüsü için azap etmez, fakat bu (dilini işaret ederek) için söylediklerinizden dolayı ya azap eder ya da merhametini ihsan eder.\"."
    },
    {
      "id": 33,
      "narrator": "Usamah bin Zaid (May Allah be pleased with him) reported:",
      "text": "Usame bin Zeyd (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir torununu (kızının çocuğu) son nefesini verirken kendisine sundular. Allah'ın Elçisi (ﷺ) gözyaşları dökmeye başladı. Sa'd ona dedi: \"Bu ne, Ey Allah'ın Elçisi?\" O (ﷺ) dedi ki: \"Bu, Allah'ın kullarının kalplerine koyduğu merhamettir. Allah, kulları arasında merhametli olanlara merhamet eder.\"."
    },
    {
      "id": 34,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) oğlu İbrahim (Allah ondan razı olsun) son nefesini verirken yanına geldi. Allah'ın Elçisi (ﷺ) gözyaşları dökmeye başladı. 'Abdurrahman bin 'Auf (Allah ondan razı olsun) dedi ki: \"Ey Allah'ın Elçisi, sen de mi ağlıyorsun?\" O (ﷺ) dedi ki: \"Ey İbn 'Auf! Bu merhamettir.\" Sonra ağlamaya başladı ve dedi ki: \"Gözler yaş döküyor ve kalp üzülüyor, biz sadece Rabbimizi memnun edecek şeyler söyleyeceğiz. Ey İbrahim! Gerçekten senin ayrılığın bizi üzüyor.\"."
    },
    {
      "id": 35,
      "narrator": "Abu Rafi` Aslam (May Allah be pleased with him), the freed slave of the Messenger of Allah (ﷺ) reported:",
      "text": "Ebu Rafi' Aslam (Allah ondan razı olsun), Allah'ın Elçisi (ﷺ)nin azatlı kölesi, bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir cenaze bedenini yıkayan ve fiziksel kusurlarını gizleyen kimse, kırk kez affedilecektir.\"."
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Cenaze alayına katılan ve onun için cenaze namazı kılan kimse, bir Kıraat kadar sevap alır; ve onu defin işlemi tamamlanana kadar bekleyen kimse, iki Kıraat kadar sevap alır.\" Soruldu: \"İki Kıraat nedir?\" O (ﷺ) cevap verdi: \"İki büyük dağa eşittir.\"."
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir Müslüman cenazesine katılan ve Allah'tan mükafat bekleyen kimse, cenaze namazı kılınana kadar onunla birlikte kalırsa, iki Kıraat kadar sevap alır; her bir Kıraat Uhud Dağı'na eşittir; ve kim cenaze namazını kılar ve defin işlemi tamamlanmadan önce ayrılırsa, bir Kıraat ile geri döner.\"."
    },
    {
      "id": 38,
      "narrator": "Umm Atiyyah (May Allah be pleased with her) reported:",
      "text": "Ümmü Atiyye (Allah ondan razı olsun) bildirdi: Biz (kadınlar) cenaze alayına katılmaktan men edildik, fakat buna zorlanmadık.."
    },
    {
      "id": 39,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer yüz Müslüman bir cenaze namazı kılarsa ve hepsi onun için Allah'tan bağışlanma dilerse, onların duası kabul edilir.\"."
    },
    {
      "id": 40,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer bir Müslüman ölür ve Allah'a hiçbir şeyi ortak koşmayan kırk kişi onun cenaze namazına katılırsa, Allah onların şefaatini kabul eder.\"."
    },
    {
      "id": 41,
      "narrator": "Marthad bin 'Abdullah Al-Yazni reported:",
      "text": "Mertad bin Abdullah Al-Yazni bildirdi: Malik bin Hubeyre (Allah ondan razı olsun) cenaze namazı kıldığında ve katılımcı sayısının az olduğunu gördüğünde, onları üç safa ayırır ve Allah'ın Elçisi (ﷺ)nin dediğini söylerdi: \"Eğer üç safa dolusu erkek cenaze namazı kılarsa, onun cennete girişi kesinleşir.\"."
    },
    {
      "id": 42,
      "narrator": "Abu 'Abdur-Rahman 'Auf bin Malik (May Allah be pleased with him) reported:",
      "text": "Ebu Abdurrahman 'Auf bin Malik (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) cenaze namazı kıldı ve duasını ezberledim. O (ﷺ) dua etti: \"Allahummaghfir lahu, warhamhu, wa 'afihi, wa'fu 'anhu, wa akrim nuzulahu, wa wassi' mudkhalahu, waghsilhu bil-ma'i wath-thalji wal-baradi, wa naqqihi minal-khataya, kama naqqaytath-thawbal-abyada minad-danasi, wa abdilhu daran khairan min darihi, wa ahlan khairan min ahlihi, wa zawjan khairan min zawjihi, wa adkhilhul-Jannata, wa a'idh-hu min 'adhabil-qabri, wa min 'adhabin-nar.\"."
    },
    {
      "id": 43,
      "narrator": "Abu Hurairah, Abu Qatadah, and Abu Ibrahim Al-Ash-hali (May Allah be pleased with them) reported:",
      "text": "Ebu Hureyre, Ebu Katade ve Ebu İbrahim Al-Aşhali (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) cenaze namazı kıldı ve dedi ki: \"Allahummaghfir lihaiyina wa maiyitina, wa saghirina wa kabirina, wa dhakarina wa unthana, wa shahidina wa gha'ibina. Allahumma man ahyaiytahu minna, fa'ahyihi 'alal-Islam, wa man tawaffaiytahu minna, fatawaffahu 'alal-Iman. Allahumma la tahrimna ajrahu, wa la taftinna ba'dahu.\" (Ey Allah, yaşayanlarımızı ve ölülerimizi, mevcutlarımızı ve gidenlerimizi, gençlerimizi ve yaşlılarımızı, erkeklerimizi ve kadınlarımızı affet. Ey Allah, bizden kimi yaşatırsan, onu İslam üzerine yaşat, ve kimi alırsan, onu imanla al. Ey Allah, bizi onun için sabretmekten mahrum etme ve onun ölümünden sonra bizi denemeye tabi tutma.)."
    },
    {
      "id": 44,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Ölü üzerine dua ederken, onun için samimi bir dua edin.\"."
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) cenaze namazı sırasında dua etti: \"Allahumma Anta Rabbuha, wa Anta khalaqtaha, wa Anta hadaytaha lil-Islam, wa Anta qabadta ruhaha, wa Anta a'lamu bisirriha wa 'alaniyyatiha, ji'naka shufa'a'a lahu.\""
    },
    {
      "id": 46,
      "narrator": "Wathilah bin Al-Asqa' (May Allah be pleased with him) reported:",
      "text": "Vâsile bin A'ska (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bizim huzurumuzda bir Müslüman için cenaze namazı kıldırdı ve \"Allah'ım, biz...\" dediğini işittim."
    },
    {
      "id": 47,
      "narrator": "'Abdullah bin Abu Aufa (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Ebu Avfa (Allah onlardan razı olsun) şöyle bildirmiştir: Kızlarından birinin cenaze namazını kılarken dört tekbir aldı ve dördüncü tekbirden sonra, iki tekbir arasındaki süre kadar ayakta kaldı, onun için dua etti ve Allah'tan bağışlanma diledi.\" Sonra şöyle dedi: \"Allah'ın Elçisi (ﷺ) böyle yapardı.\" Başka bir rivayette: O (Abdullah) dört tekbir aldı ve beşinci tekbiri okuyacakmış gibi bir süre ayakta kaldı. Sonra sağa ve sola selam verdi. Yanına döndüğünde, bunu sorduk. O da: \"Ben, Allah'ın Elçisi (ﷺ) ne yapıyorsa ona ekleme yapmam,\" ya da \"Allah'ın Elçisi (ﷺ) böyle yapardı,\" dedi."
    },
    {
      "id": 48,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Ben, Peygamber (ﷺ) 'in \"Ölü bedenle acele edin, çünkü eğer o salih biriyse, onu iyiliğe hızlandırıyorsunuz; eğer değilse, kötü bir yükü omuzlarınızdan kaldırıyorsunuz,\" dediğini işittim."
    },
    {
      "id": 49,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir ölü beden sedyeye konulduğunda ve insanlar onu omuzlarında taşıdığında, eğer o salih biriyse, o (ceset) der ki: 'Beni aceleyle götürün.' Ama eğer o salih değilse, taşıyanlarına der ki: 'Vay haline! Nereye götürüyorsunuz?' İnsan dışında her şey onun sesini duyar. Eğer bir insan onun sesini duysaydı, kesinlikle bayılırdı.\""
    },
    {
      "id": 50,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle dedi: \"Ölen müminin ruhu, borçları yüzünden beklemede kalır, ta ki borç ödenene kadar.\""
    },
    {
      "id": 51,
      "narrator": "Hussain bin Wahwah (May Allah be pleased with him) reported:",
      "text": "Hüseyin bin Vahvah (Allah ondan razı olsun) şöyle bildirmiştir: Talha bin el-Bera' (Allah ondan razı olsun) hastalandığında, Peygamber (ﷺ) onu ziyarete geldi ve \"Gerçekten, Talha'nın ölmek üzere olduğunu düşünüyorum. O öldüğünde bana haber verin ve acele edin (gömme konusunda). Gerçekten, bir Müslümanın cesedinin ailesinin arasında gömülmeden yatması uygun değildir,\" dedi."
    },
    {
      "id": 52,
      "narrator": "`Ali (May Allah be pleased with him) reported:",
      "text": "Ali (Allah ondan razı olsun) şöyle bildirmiştir: Biz, Baqi' el-Gharqad (Medine'deki mezarlık) içinde bir cenaze alayı takip ediyorduk. O sırada Allah'ın Elçisi (ﷺ) yanımıza geldi ve oturdu. Biz de etrafında oturduk. Elinde küçük bir sopa vardı. Başını eğmiş ve sopayla toprağı kazıyordu. \"Aranızda, ya cennette ya da cehennemde kendisine tahsis edilmiş bir yer olmayan kimse yoktur,\" dedi. Ashab: \"Ey Allah'ın Elçisi, bize yazılanla yetinip (iyilik yapmayı bırakmayacak mıyız)?\" dediler. Allah'ın Elçisi (ﷺ) şöyle dedi: \"İyilik yapmaya devam edin. Her biri, yaratıldığı yere götüren böyle amelleri yapmakta kolaylık bulacaktır.\""
    },
    {
      "id": 53,
      "narrator": "Abu `Amr (also called Abu `Abdullah and also Abu Laila) from `Uthman bin `Affan (May Allah be pleased with him) reported:",
      "text": "Ebu Amr (aynı zamanda Ebu Abdullah ve Ebu Leyla olarak da bilinir) Osman bin Affan'dan (Allah ondan razı olsun) şöyle bildirmiştir: Bir ölü gömüldükten sonra, Peygamber (ﷺ) mezarın yanında durur ve \"Kardeşiniz için Allah'tan bağışlanma dileyin ve ona sabır için dua edin, çünkü şimdi (yaptıklarından) sorgulanıyor,\" derdi."
    },
    {
      "id": 54,
      "narrator": "'Amr bin Al-'as (May Allah be pleased with him) used to say:",
      "text": "Amr bin el-As (Allah ondan razı olsun) şöyle derdi: \"Beni gömdüğünüzde, benim mezarımın yanında, bir deveyi kesip etini dağıtma süresi kadar ayakta durun ki, ben sizin yakınlığınızı hissedeyim ve Rabbim tarafından gönderilen meleklerin sorularına ne cevap vereceğimi bileyim.\""
    },
    {
      "id": 55,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam Peygamber (ﷺ)'e dedi ki: \"Annem aniden vefat etti. Eğer konuşabilseydi (hayatta) sadaka vereceğini düşünüyorum. Şimdi onun adına sadaka verirsem, ona sevap gelir mi?\" Allah'ın Elçisi (ﷺ) \"Evet (ona sevap gelir),\" dedi."
    },
    {
      "id": 56,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir insan öldüğünde, amelleri sona erer, ancak üç şey hariç: Sürekli bir sadaka, insanlar için faydalı olan bir ilim, kendisi için dua eden salih bir evlat.\""
    },
    {
      "id": 57,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Bazı Ashab bir cenaze alayından geçerken, ölen kişiyi övdüler. Peygamber (ﷺ) \"O kesinlikle cennete girecektir,\" dedi. Sonra başka bir cenaze alayından geçtiler ve ölen kişi hakkında kötü konuştular. Peygamber (ﷺ) \"O kesinlikle cehenneme girecektir,\" dedi. Ömer bin Hattab (Allah ondan razı olsun) \"Ey Allah'ın Elçisi, 'O kesinlikle girecektir' derken ne demek istiyorsun?\" dedi. O (ﷺ) \"Siz ilk kişiyi övdünüz, bu yüzden o cennete girecek; ikinci kişiyi kötülediniz, bu yüzden o cehenneme girecek. Siz yeryüzünde Allah'ın şahitlerisiniz,\" diye cevap verdi."
    },
    {
      "id": 58,
      "narrator": "Abul-Aswad (May Allah be pleased with him) reported:",
      "text": "Ebu'l-Esved (Allah ondan razı olsun) şöyle bildirmiştir: Ben Medine'ye geldim ve Ömer bin Hattab'ın yanında otururken, bir cenaze alayı geçti. İnsanlar ölen kişiyi övdü ve Ömer bin Hattab \"O kesinlikle cennete girecektir,\" dedi. Sonra başka bir cenaze alayı geçti ve insanlar ölen kişiyi övdü. Ömer bin Hattab (Allah ondan razı olsun) yine \"O kesinlikle cennete girecektir,\" dedi. Üçüncü bir cenaze alayı geçti ve insanlar ölen kişi hakkında kötü konuştular. O da \"O kesinlikle cehenneme girecektir,\" dedi. Ben (Ebu'l-Esved) \"Ey Müminlerin Emiri! 'O kesinlikle girecektir' derken ne demek istiyorsun?\" diye sordum. O da \"Ben, Peygamber (ﷺ) tarafından söyleneni söyledim. O (ﷺ) 'Eğer bir Müslümanın doğruluğunu dört kişi tasdik ederse, Allah ona cenneti verecektir,' dedi. Biz sorduk: 'Üç kişi tasdik ederse?' O (ﷺ) 'Üç kişi de,' dedi. Sonra sorduk: 'İki kişi?' O (ﷺ) 'İki kişi de,' dedi. Bir kişi hakkında (şahitlik) sormadık.\""
    },
    {
      "id": 59,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Üç çocuğunu erginlik yaşına gelmeden kaybeden her Müslüman, Allah tarafından merhametiyle cennete girecektir.\""
    },
    {
      "id": 60,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Üç çocuğu (bebekken) ölen bir Müslüman, Allah'ın Antlaşması gereği ateşten (Cehennem) etkilenmeyecek.\""
    },
    {
      "id": 61,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Hudri (Allah ondan razı olsun) şöyle rivayet etmiştir: Bir kadın, Allah'ın Messenger'ına (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Messenger'ı! Sadece erkekler senin konuşmalarından faydalanıyor, lütfen bizim için bir gün ayır ki, Allah'ın sana öğrettiği bilgileri bize öğret.\" Allah'ın Messenger'ı (ﷺ) bir gün belirledi ve onları toplanmaları için yönlendirdi. Toplandıklarında, Peygamber (ﷺ) onlara gitti ve Allah'ın kendisine öğrettiği şeyleri öğretti. Sonra (ﷺ) şöyle dedi: \"Aranızdan üç çocuğu (bebekken) ölen herhangi bir kadın, ona Cehennem ateşinden koruyucu olacaktır.\" Kadınlardan biri sordu: \"Ya iki çocuğu kaybederse?\" Allah'ın Messenger'ı (ﷺ) cevap verdi: \"İki çocuk için de geçerlidir.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'ı (ﷺ) ve arkadaşları Al-Hicr'a, Semud kavminin yerleşim yerlerine ulaştıklarında, arkadaşlarına (şöyle) nasihat etti: \"Bu azap altında inleyen insanların yanından geçerken ağlamadan geçmeyin, yoksa başınıza onların başına gelen azap gelir.\""
    }
  ]
}