{
  "language": "tr",
  "metadata": {
    "length": 35,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ka'b bin Malik (May Allah be pleased with him) reported:",
      "text": "Ka'b bin Malik (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) Perşembe günü Tabuk seferine çıktı. Seyahate çıkmayı Perşembe günlerini severdi."
    },
    {
      "id": 2,
      "narrator": "Sakhr bin Wada'ah Al-Ghamidi (May Allah be pleased with him) reported:",
      "text": "Sakhr bin Wada'ah Al-Ghamidi (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah'ım! Halkımı günün erken saatlerinde (sabah) bereketlendir.\" Herhangi bir birliği veya askeri birimi gönderdiğinde, onu günün başında (sabahın hemen ardından) gönderirdi. Rivayet eden Sakhr (Allah ondan razı olsun) bir tüccardı ve malını günün başında gönderirdi. Bu yüzden ticareti gelişti ve iyi bir servet kazandı."
    },
    {
      "id": 3,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer insanlar benim yalnız seyahat etmenin tehlikeleri hakkında bildiklerimi bilselerdi, hiçbir yolcu gece yalnız seyahat etmezdi.\""
    },
    {
      "id": 4,
      "narrator": "'Amr bin Shu'aib (May Allah be pleased with him) reported:",
      "text": "'Amr bin Shu'aib (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Tek bir yolcu (şeytanla) beraberdir ve iki yolcu (iki şeytanla) beraberdir. Üç yolcu bir grup oluşturur.\""
    },
    {
      "id": 5,
      "narrator": "Abu Sa'id Al-Khudri and Abu Hurairah (May Allah be pleased with them) reported:",
      "text": "Abu Sa'id Al-Khudri ve Abu Hurairah (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Üç kişi bir sefere çıktığında, aralarından birini lider olarak tayin etmelidir.\""
    },
    {
      "id": 6,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn 'Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"En iyi arkadaş sayısı dördüdür; en iyi birim dört yüz, en iyi ordu dört bin; on iki bin kişi sayıca az olmaktan dolayı yenilmez.\""
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Yeşil ve verimli topraklardan geçerken, develere yerden haklarını verin; kuru ve çorak topraklardan geçerken, onları hızlı yürütün ki güçleri zayıflamasın. Gece kamp kurduğunuzda, yollardan uzak durun; çünkü oradan hayvanlar geçer ve gece böceklerin sığınağıdır.\""
    },
    {
      "id": 8,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Abu Qatadah (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bir yolculuk sırasında gece kamp kurduğunda, sağ tarafına yatar ve şafak vaktinden biraz önce kaldığında, ön kolunu kaldırır ve başını elinin avuç içine koyardı."
    },
    {
      "id": 9,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Gece yolculuğuna çıkın, çünkü gece yeryüzü daha kolay geçilir.\""
    },
    {
      "id": 10,
      "narrator": "Abu Tha'labah Al-Khushani (May Allah be pleased with him) reported:",
      "text": "Abu Tha'labah Al-Khushani (Allah ondan razı olsun) şöyle bildirmiştir: İnsanlar yolculuk sırasında kamp kurduklarında, dağ geçitlerine ve vadilere dağılırdılar. Allah'ın Elçisi (ﷺ) bunu fark ettiğinde dedi ki: \"Dağ geçitlerine ve vadilere dağılmanız şeytandandır.\" Daha sonra Sahabeler kamp kurduklarında birbirlerine yakın durdular."
    },
    {
      "id": 11,
      "narrator": "Sahl bin 'Amr known as Ibn Al-Hanzaliyyah reported:",
      "text": "Sahl bin 'Amr, Ibn Al-Hanzaliyyah olarak bilinir, şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) açlıktan karnı sırtına yapışmış bir deveye rastladı ve dedi ki: \"Bu dilsiz (hayvanlar) hakkında Allah'tan korkun. Onları sağlıklı olduklarında binin, sağlıklı olduklarında kesin ve etlerini yiyin.\""
    },
    {
      "id": 12,
      "narrator": "Abu Ja'far 'Abdullah bin Ja'far (May Allah be pleased with them) reported:",
      "text": "Abu Ja'far 'Abdullah bin Ja'far (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bir gün beni arkasına bindirdi ve asla kimseye açıklamayacağım bir şey söyledi. ('Abdullah ekledi:) O (ﷺ) ihtiyacını giderirken başkalarından saklanmayı tercih ederdi, ya bir duvarın arkasında ya da bir hurma ağacının gövdesinin arkasında."
    },
    {
      "id": 13,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Kamp kurduğumuzda, hayvanlarımızı sökmeden (nafile) namaz kılmazdık."
    },
    {
      "id": 14,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Khudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) ile seyahat ederken, bir yolcu geldi ve sağa sola bakmaya başladı. Allah'ın Elçisi (ﷺ) dedi ki: \"Ekstra bir binek hayvanı olan, olmayan birine versin; fazla yiyeceği olan, yiyeceği olmayan birine versin.\" Çeşitli türde eşyalar saydı ta ki aramızda hiç kimsenin fazladan bir şeye hakkı olmadığını düşünmeye başladık."
    },
    {
      "id": 15,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bir sefere çıkmaya karar verdiğinde, bize şöyle derdi: \"Ey Muhacirler ve Ensar! Aranızda malı ve akrabası olmayanlar var. Her biriniz yanına iki veya üç adam alsın. Hiçbirimizde yedek bir hayvan yoktu, sırayla biniyorduk.\" Ben de yanımda iki veya üç adam aldım ve develerime sırayla biniyordum."
    },
    {
      "id": 16,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) seyahat ederken geride kalır ve zayıflara hızlı yürümeleri için teşvik ederdi. Arkasında birini alır ve onun için dua ederdi."
    },
    {
      "id": 17,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir yolculuğa çıkmak için devesine bindiğinde, üç kez \"Allahu Ekber (Allah en büyüktür)\" derdi. Sonra (ﷺ) dua ederdi: \"Subhanal-ladhi sakh-khara lana hadha, wa ma kunna lahu muqrinin, wa inna ila Rabbina lamunqalibun. Allahumme inna nas'aluka fi safarina hadh al-birra wat-taqwa, wa minal-'amali ma tarda. Allahumme hawwin 'alaina safarana hadha, watwi 'anna bu'dahu. Allahumme Antas-Sahibu fissafari, wal-Khalifatu fil- ahli. Allahumme inni a'udhu bika min wa'ta'is-safari, wa kaabatil- manzari, wa su'il-munqalabi fil-mali wal-ahli wal-waladi.\" (Bize bu hizmeti sunan, biz onu zorlayacak güçte değiliz. Ve elbette Rabbimize döneceğiz. Ey Allah, bu yolculuğumuzda bize doğruluk, takva ve hoşnut olduğun amelleri soruyoruz. Ey Allah, bu yolculuğumuzu kolaylaştır ve mesafeyi kısalt. Ey Allah, sen yolculukta bizim arkadaşımız ve ailemizin ve mülkümüzün koruyucususun. Ey Allah, ben seyahatin zorluklarından, korkunç manzaralardan ve mal, aile ve çocukta kötü dönüşlerden sana sığınıyorum.) Dönünce, bu duayı yaparken şu kelimeleri eklerdi: \"Ayibuna, ta'ibuna, 'abiduna, li-Rabbina hamidun.\" (Biz dönenleriz; tövbe edenleriz; ibadet edenleriz ve Rabbimizi hamd edenleriz.)"
    },
    {
      "id": 18,
      "narrator": "'Abdullah bin Sarjis (May Allah be pleased with him) reported:",
      "text": "'Abdullah bin Sarjis (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir yolculuğa çıktığında, yolculuğun zorluklarından, hidayetten sonra sapmaktan, mazlumun duasından ve ailede ve malda hoş olmayan olaylardan Allah'a sığınırdı. \"Allahumme inni a'udhu bika min wa'tha'is-safari, wa kaabatil-munqalabi, wal-hauri ba'dal-kauni, wa da'watil- mazlumi, wa su'il-manzari fil-ahli wal- mal.\" derdi."
    },
    {
      "id": 19,
      "narrator": "'Ali bin Rabi'ah reported:",
      "text": "'Ali bin Rabi'ah bildirdi: Benim huzurumda, 'Ali bin Ebu Talib'e (Allah ondan razı olsun) biniş için bir hayvan getirildi. Ayağını stirapa koyduğunda, \"Bismillah (Allah'ın adıyla)\" dedi. Sırtına yerleştiğinde, \"Al-hamdu lillahil-ladhi sakh-khara lana hadha, wa ma kunna lahu muqrinin, wa inna ila Rabbina lamunqalibun.\" (Bize bu hizmeti sunan Allah'a hamd olsun, biz onu zorlayacak güçte değiliz; ve elbette Rabbimize döneceğiz.) dedi. Sonra üç kez \"Alhamdu lillah (Allah'a hamd olsun)\" ve ardından üç kez \"Allahu Ekber (Allah en büyüktür)\" dedi. Sonra, \"Subhanaka inni zalamtu nafsi faghfir li, innahu la yaghfirudh-dhunuba illa Anta (Sen her türlü eksiklikten uzaksın, ben kendime zulmettim, o yüzden beni affet, çünkü günahları affeden yalnızca Sensin).\" dedi. Sonra güldü. \"Neden güldün, ey Amir Al-Mu'minin (İman edenlerin lideri)?\" diye soruldu. \"Ben, Allah'ın Elçisi (ﷺ) yaptığım gibi yaptığını gördüm.\" dedi. \"O (yani Ali), Allah'ın Elçisine (ﷺ) gülmenin sebebini sordum. O (ﷺ) dedi ki: 'Senin Rabb'in, yüceltilmiş olan, kulunun af dilemesini duyduğunda memnun olur. O (kul), yalnızca Allah'ın günahları affedebileceğine kesin bir inanç taşır.)\""
    },
    {
      "id": 20,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Yüksekliklere çıktığımızda \"Allahu Ekber (Allah en büyüktür)\" derdik ve yükseklikten indiğimizde \"Subhan Allah (Allah eksiklikten uzaktır)\" derdik."
    },
    {
      "id": 21,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) ve ordusu bir yüksekliğe çıktığında \"Allahu Ekber (Allah en büyüktür)\" derlerdi ve aşağı indiklerinde \"Subhan Allah (Allah eksiklikten uzaktır)\" derlerdi."
    },
    {
      "id": 22,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) Hac veya Umre'den döndüğünde ve bir yüksekliğe veya tepeye çıktığında, üç kez \"Allahu Ekber (Allah en büyüktür)\" derdi. Sonra \"La ilaha ill-allahu wahdahu la sharika lahu, lahul- mulku, wa lahul-hamdu, wa Huwa 'ala kulli shay'in Qadeer. Ayibuna ta'ibuna 'abiduna li-Rabbina hamidun. Sadaq-Allahu wa'dahu, wa nasara 'abdahu, wa hazamal-ahzaba wahdahu.\" derdi."
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Bir adam dedi ki: \"Ey Allah'ın Elçisi (ﷺ), ben bir yolculuğa çıkmayı düşünüyorum, bana tavsiyede bulun.\" O (ﷺ) dedi ki: \"Allah'tan kork, ve yükseltiye çıktığında \"Allahu Ekber (Allah en büyüktür)\" demelisin.\" Adam dönerken, o (ﷺ) dedi: \"Ey Allah! Onun mesafesini kısalt ve yolculuğunu kolaylaştır.\""
    },
    {
      "id": 24,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa Al-Eş'ari (Allah ondan razı olsun) bildirdi: Biz Peygamber (ﷺ) ile bir yolculuğa çıktık ve bir yüksekliğe çıktığımızda yüksek sesle \"La ilaha illallah (Allah'tan başka ilah yoktur)\" ve \"Allahu Ekber (Allah en büyüktür)\" dedik. Peygamber (ﷺ) bize şöyle öğüt verdi: \"Ey insanlar, yavaş olun. Çağırdığınız O, ne sağır ne de yok. O sizinledir (yani, bilgisiyle), O işitendir ve yakındır.\""
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Üç dua kesinlikle kabul edilir. Mazlumun duası, yolcunun duası ve bir ebeveynin çocuğu için yaptığı dua.\""
    },
    {
      "id": 26,
      "narrator": "Abu Musa Al-Ashari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa Al-Eş'ari (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir toplumdan kötülükten korktuğunda, \"Allahumme inna naj'aluka fi nuhurihim, wa na'udhu bika min shururihim.\" (Ey Allah! Onları yüz yüze getirmeni ve onların şerrinden sana sığınmayı istiyoruz.) diye dua ederdi."
    },
    {
      "id": 27,
      "narrator": "Khaulah bint Hakim (May Allah be pleased with her) reported:",
      "text": "Havle bint Hakim (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: \"Kim bir yere inerse ve 'A'udhu bikalimat-illahit-tammati min sharri ma khalaqa (Yarattığı şeylerin şerrinden Allah'ın mükemmel kelimeleriyle sana sığınıyorum)' derse, o yere ayrılana kadar ona hiçbir zarar gelmez.\""
    },
    {
      "id": 28,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir yolculuğa çıktığında, akşam olunca şöyle derdi: \"Ey yer, benim Rabbim ve senin Rabbin Allah'tır. Ben, senin şerrinden, içindeki şerrden, senin içinde yaratılanların şerrinden, senin üzerinde dolaşanların şerrinden Allah'a sığınıyorum; ben, aslanların ve yılanların şerrinden, akreplerin şerrinden, beldede oturanların şerrinden, ve doğuran ve doğurduğu şeylerin şerrinden Allah'a sığınıyorum.\""
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Seyahat bir azaptır çünkü bir yolcuyu yiyecek, içecek ve uykusundan mahrum bırakır. Bu yüzden, sizden biri yolculuk amacını tamamladığında, hemen evine dönsün.\""
    },
    {
      "id": 30,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden biri (ailesinden) uzun bir süre uzak kalırsa, ailesini gece ansızın ziyaret etmesin.\" Başka bir rivayette, Cabir (Allah ondan razı olsun) dedi: \"Allah'ın Elçisi (ﷺ) bize gece ailemize dönmeyi yasakladı.\""
    },
    {
      "id": 31,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) gece ailesine dönmezdi. Sabah veya akşam (karanlıktan önce) gelirdi."
    },
    {
      "id": 32,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) ile bir yolculuktan döndük; Medine'nin kenarlarına girdiğimizde, o (ﷺ) dedi ki: \"Ayibuna, ta'ibuna, 'abiduna, li-Rabbina hamidun (Biz güven içinde dönüyoruz, Rabbimize yöneliyoruz, O'na ibadet ediyor ve O'nu hamd ediyoruz).\" Bu sözleri Medine'ye girene kadar tekrar etti."
    },
    {
      "id": 33,
      "narrator": "Ka'b bin Malik (May Allah be pleased with him) reported:",
      "text": "Ka'b bin Malik (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) bir yolculuktan döndüğünde, doğrudan camiye gider ve iki rek'at (nafile) namaz kılardı."
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: \"Allah'a ve Ahiret Günü'ne inanan bir kadının, yanında bir Mahram (kocası veya evlenmesi haram olan bir akrabası) olmadan bir gün bir gece yolculuk yapması caiz değildir.\""
    },
    {
      "id": 35,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) rivayet etti: Peygamber (ﷺ) dedi ki: \"Bir erkek, bir kadınla yalnız kalmamalıdır, ancak onun (Mahram) yanında bulunursa.\" Bir adam dedi ki: \"Ey Allah'ın Resulü! Ben şu ve bu sefer için kaydedildim, eşim Hac'a gitti.\" O (ﷺ) ona dedi ki: \"Git ve eşinle birlikte Hac'ı yap.\""
    }
  ]
}