{
  "language": "tr",
  "metadata": {
    "length": 277,
    "arabic": {
      "title": "رياض الصالحين",
      "author": "الإمام النووي"
    },
    "english": {
      "title": "Riyad as-Salihin",
      "author": "Imam an-Nawawi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Umamah (May Allah be pleased with him) reported:",
      "text": "Ebu Ümame (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Kur'an'ı oku, çünkü o, kıyamet günü okuyucuları için şefaatçi olarak gelecektir.\"."
    },
    {
      "id": 2,
      "narrator": "An-Nawwas bin Sam'an (May Allah be pleased with him) reported:",
      "text": "En-Nevvas bin Sem'an (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Kur'an ve onu uygulayanlar, kıyamet günü, Bakara Suresi ve Ali İmran Suresi önünde getirilerek, onları uygulayanların lehinde savunma yapacaklardır.\"."
    },
    {
      "id": 3,
      "narrator": "'Uthman bin 'Affan (May Allah be pleased with him) reported:",
      "text": "Osman bin Affan (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizlerin en hayırlısı, Kur'an'ı öğrenen ve öğretenlerdir.\"."
    },
    {
      "id": 4,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kur'an'ı güzel bir şekilde okuyan, onurlu ve itaatkâr katiplerle (meleklerle) olacaktır. Kur'an'ı okurken zorluk çeken ve onu en iyi şekilde okumak için elinden geleni yapan kimseye ise iki kat sevap vardır.\"."
    },
    {
      "id": 5,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kur'an okuyan mümin, kokusu tatlı ve tadı lezzetli olan bir limon gibidir. Kur'an okumayan mümin ise kokusu olmayan ama tatlı bir tadı olan bir hurma gibidir. Kur'an okuyan münafık ise kokusu çok tatlı olan ama tadı acı olan bir fesleğen gibidir. Kur'an okumayan münafık ise ne kokusu ne tadı olan bir coloquintida gibidir.\"."
    },
    {
      "id": 6,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "Ömer bin Hattab (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Şüphesiz, Allah bazı insanları bu Kur'an ile yükseltir ve diğerlerini alçaltır.\"."
    },
    {
      "id": 7,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Kıskanmak yalnızca iki kişi hakkında caizdir: Allah'ın Kur'an bilgisi verdiği ve onu gece gündüz okuyan bir adam; ve Allah'ın zenginlik verdiği ve ondan gece gündüz harcayan bir adam.\"."
    },
    {
      "id": 8,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "El-Bara' bin Azib (Allah onlardan razı olsun) bildirdi: Bir adam Kehf Suresi'ni okurken, yanında iki ip ile bağlı bir at vardı. Okurken, üzerine bir bulut gölge düşürdü ve bulut yaklaştıkça at şiddetle tepinmeye başladı. Adam sabahleyin Allah'ın Resulü (ﷺ) yanına gelerek olayı anlattı. O (ﷺ) şöyle dedi: \"Bu, Kur'an okumanın sonucu olarak inen bir sükunettir.\"."
    },
    {
      "id": 9,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Allah'ın Kitabından bir harf okursa, ona bir sevap yazılır ve bir sevap on katı ile mükafatlandırılır. Ben Alif-Lam-Mim'in bir harf olduğunu söylemiyorum, fakat Alif bir harf, Lam bir harf ve Mim bir harftir.\"."
    },
    {
      "id": 10,
      "narrator": "Ibn `Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kur'an'dan hiçbir şey ezberlemeyen kimse, harabe bir ev gibidir.\"."
    },
    {
      "id": 11,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin As (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Kur'an'a bağlı olan kişiye kıyamet günü şöyle denilecektir: 'Oku ve yüksel (derecelerine) dünyadayken okuduğun gibi. Derecen, okuduğun son ayette olacaktır.'\"."
    },
    {
      "id": 12,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Kur'an'ı düzenli olarak oku. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, hafızadan daha hızlı kaçar, bir deveyi bağladığı iplerden.\"."
    },
    {
      "id": 13,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kur'an'ı ezbere bilenin durumu, bir hantal deveyi olan kişinin durumuna benzer. Eğer dikkat ederse, onu korur; eğer ihmal ederse, kaybolur.\"."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (may Allah be pleased with him) reported:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle söyledi: \"Allah, bir peygamberin güzel ve duyulabilir bir sesle Kur'an okumasına, başka hiçbir şeye bu kadar dikkatle dinlemez.\"."
    },
    {
      "id": 15,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) ona şöyle dedi: \"Sen, Davud (aleyhisselam) peygamberin mazamirinden (tatlı melodik ses) bir mizmar verilmişsin.\" Ve Müslim tarafından rivayet edilen bir versiyonda \"Eğer beni görseydin, dün gece senin okumanı dinlerken.\" denilmiştir."
    },
    {
      "id": 16,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "Al-Bara' bin 'Azib (Allah ondan razı olsun) şöyle bildirdi: Ben, Peygamber (ﷺ) 'in 'İsha' namazında Wat-Teen Waz-Zaitun Suresi'ni okuduğunu duydum. Onun sesinden daha güzel bir okuma duymadım.."
    },
    {
      "id": 17,
      "narrator": "Abu Lubabah Bashir bin 'Abdul-Mundhir (May Allah be pleased with him) reported:",
      "text": "Abu Lubabah Bashir bin 'Abdul-Mundhir (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) dedi ki: \"Kur'an'ı hoş bir sesle okumayan bizden değildir.\"."
    },
    {
      "id": 18,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) bana dedi ki: \"Kur'an'ı bana oku.\" Ben de: \"Ey Allah'ın Resulü! Onu sana okur muyum, o sana indirildi?\" dedim. O (ﷺ) dedi ki: \"Ben başkalarından dinlemeyi severim.\" Sonra ben Nisa Suresi'ni okumaya başladım. 'Her kavimden bir şahit getirdiğimiz ve seni onların aleyhine şahit olarak getirdiğimiz zaman ne olacak?' ayetine ulaştığımda, o (ﷺ) dedi ki: \"Yeter! Yeter!\" Ona baktığımda gözlerinin yaşlarla dolduğunu gördüm.."
    },
    {
      "id": 19,
      "narrator": "Abu Sa'id Ar-Rafi' bin Al-Mu'alla (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Ar-Rafi' bin Al-Mu'alla (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Sizi camiden çıkmadan önce Kur'an'daki en büyük sureyi öğreteyim mi?\" Sonra o (ﷺ) beni elinden tutarak dışarı çıkmak üzereyken, ona Kur'an'daki en büyük sureyi öğretme vaadini hatırlattım. O (ﷺ) dedi ki: \"O, 'Elhamdu lillahi Rabbil 'Alamin' (yani, Fatiha Suresi)dir ki, bu, As-Sab' Al-Mathani (yani, sıkça tekrar edilen yedi ayet) ve bana verilen Büyük Kur'an'dır.\"."
    },
    {
      "id": 20,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported about Surat Al-Ikhlas (Chapter 112):",
      "text": "Abu Sa'id Al-Khudri (Allah ondan razı olsun) Al-İkhlas Suresi (112. Sure) hakkında şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Canımın bulunduğu Zat'a yemin ederim ki, bu, Kur'an'ın üçte biri gibidir.\" Başka bir rivayette, o (ﷺ) arkadaşlarına dedi ki: \"Sizden biri bir gecede Kur'an'ın üçte birini okumakta zorlanıyor mu?\" Onlar bunu ağır buldular ve dediler: \"Ey Allah'ın Resulü, aramızdan hangisi bunu yapabilir?\" O (ﷺ) dedi ki: \"İkhlas Suresi.\"."
    },
    {
      "id": 21,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Khudri (Allah ondan razı olsun) şöyle bildirdi: Bir adam, bir başkasının sürekli İkhlas Suresi'ni okuduğunu duydu. Ertesi sabah, bunu Allah'ın Resulü'ne (ﷺ) bildirdi ve bunu az bir sevap olarak düşündü. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Canımın bulunduğu Zat'a yemin ederim ki, bu sure Kur'an'ın üçte birine eşittir.\"."
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"İkhlas Suresi, Kur'an'ın üçte birine eşittir.\"."
    },
    {
      "id": 23,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirdi: Bir adam dedi ki: \"Ey Allah'ın Resulü! Ben İkhlas Suresi'ni seviyorum.\"."
    },
    {
      "id": 24,
      "narrator": "'Uqbah bin 'Amir (May Allah be pleased with him) reported:",
      "text": "'Uqbah bin 'Amir (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Biliyor musun ki, geçen gece daha önce benzeri olmayan bazı ayetler indirildi. Onlar: 'De ki: 'Sabahın Rabbine sığınırım.' (113. Sure) ve 'De ki: 'İnsanların Rabbine sığınırım.' (114. Sure).\" ."
    },
    {
      "id": 25,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Khudri (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) cinlerin ve nazarların şerrinden, Falaq Suresi ve Nas Suresi inene kadar korunma talep ederdi. Onlar indirildikten sonra, Allah'a sığınmak için onlara yöneldi ve onlardan başka her şeyi bıraktı.."
    },
    {
      "id": 26,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Kur'an'da otuz ayet içeren bir sure vardır ki, bu sure bir adam için şefaatte bulunur ve onun günahları affedilir. Bu sure, 'Mülk elinde olan O'dur.' (Mülk Suresi 67)dir.\"."
    },
    {
      "id": 27,
      "narrator": "Abu Mas'ud Al-Badri (May Allah be pleased with him) reported:",
      "text": "Abu Mas'ud Al-Badri (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) şöyle dedi: \"Kur'an'ın Bakara Suresi'nin sonunda bulunan iki ayeti gece okuyan kimseye yeter.\"."
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi: \"Evlerinizi mezarlara çevirmeyin. İkhlas Suresi okunan evden şeytan kaçar.\"."
    },
    {
      "id": 29,
      "narrator": "Ubayy bin Ka'b (May Allah be pleased with him) reported:",
      "text": "Ubayy bin Ka'b (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi: \"Abu Mundhir! Allah'ın Kitabında en büyük ayetin hangisi olduğunu biliyor musun?\" Ben de: \"O, 'Allah! O'ndan başka ilah yoktur. O, daima diridir...' (2:256)dir.\" dedim. Bunun üzerine o (ﷺ) göğsüme vurdu ve dedi ki: \"Bu bilgiyle sevineceksin, ey Abu Mundhir!\"."
    },
    {
      "id": 30,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) beni Ramazan sadakası (Sadaqat-ul-Fitr) konusunda görevlendirdi. Birisi yanıma geldi ve biraz yiyecek almaya başladı. Onu yakaladım ve dedim ki: \"Seni Allah'ın Resulü'ne (ﷺ) götürmeliyim.\" O dedi ki: \"Ben büyük bir aileye sahip muhtaç bir adamım, bu yüzden acil bir ihtiyacım var.\" Onu serbest bıraktım. Ertesi sabah Allah'ın Resulü (ﷺ) bana sordu: \"Ey Abu Hurairah! Esirinin geçen gece ne yaptı?\" Ben de: \"Ey Allah'ın Resulü! O, acil bir ihtiyacı ve büyük bir ailesi olduğunu söyledi. Ona acıdım, bu yüzden serbest bıraktım.\" O (ﷺ) dedi ki: \"O sana yalan söyledi ve geri dönecek.\" Ben, Allah'ın Resulü'nün (ﷺ) sözlerine göre geri döneceğinden emindim. Onu bekledim. Tekrar geldi ve sadakadan yiyecek çalmaya başladı. Onu yakaladım ve dedim ki: \"Seni Allah'ın Resulü'ne (ﷺ) götürmeliyim ve bu, üç kez sonuncusu.\" Sen, bir daha geri dönmeyeceğine söz verdin ama döndün.\" O dedi ki: \"Beni bırak, sana Allah'ın fayda verebileceği bazı sözler öğreteceğim.\" Ben sordum: \"O sözler nelerdir?\" O cevapladı: \"Yatmadan önce, Ayet-el-Kursi'yi (2:255) baştan sona oku, çünkü senin üzerinde Allah'tan bir koruyucu olacak ve şeytan sana sabaha kadar yaklaşamayacak.\" Bu yüzden onu serbest bıraktım. Ertesi sabah Allah'ın Resulü (ﷺ) bana sordu: \"Esirin geçen gece ne yaptı?\" Ben de cevap verdim: \"Bana Allah katında fayda vereceğini iddia ettiği bazı sözler öğreteceğini söyledi. Bu yüzden onu serbest bıraktım.\" Allah'ın Resulü (ﷺ) sordu: \"O sana hangi sözleri öğretti?\" Ben de: \"O bana: 'Yatmadan önce, Ayet-el-Kursi'yi baştan sona oku' dedi."
    },
    {
      "id": 31,
      "narrator": "Abud-Darda' (May Allah be pleased with him) reported:",
      "text": "Abud-Darda' (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim, Kehf Suresi'nin ilk on ayetini ezberlerse, Deccal'in (Mesih Deccal) fitnesinden korunur.\" Başka bir rivayette, Allah'ın Elçisi (ﷺ) şöyle dedi: \"(Kim, Kehf Suresi'nin) son on ayetini ezberlerse, Deccal'in (Mesih Deccal) fitnesinden korunur.\""
    },
    {
      "id": 32,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Cibril (Gabriel) Allah'ın Elçisi (ﷺ) ile otururken, üstünden bir ses duydu. Başını kaldırdı ve şöyle dedi: \"Bugün cennette açılan bir kap var. Daha önce hiç açılmamıştı.\" Sonra oradan bir melek indi, o da şöyle dedi: \"Bu, yeryüzüne inen bir melektir. Daha önce hiç inmemişti.\" Selam gönderdi ve şöyle dedi: \"Size daha önce hiçbir Peygambere verilmemiş iki nur ile müjdelerim. Bu (nur)lar: Fatiha-tül-Kitab (Fatiha Suresi) ve Bakara Suresi'nin son ayetleridir. Onlardan bir kelime okuduğunuzda, içindeki bereketi alacaksınız.\""
    },
    {
      "id": 33,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ın evlerinden birinde, Allah'ın Kitabını okumak, öğrenmek ve öğretmek için toplanan bir grup insan üzerine huzur iner, merhamet onları kuşatır, melekler onları sarar ve Allah, onları (melekler)in yanında anacaktır.\""
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kıyamet Günü, benim ümmetim 'Al-Ghurr Al-Muhajjalun' olarak, abdest izlerinden çağrılacak. Kim, parıltısını artırabilirse, yapsın.\""
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Müminin (Cennet'teki) süsü, abdestin suyu ulaştığı yerlerde (bedeninde) olacaktır.\""
    },
    {
      "id": 36,
      "narrator": "'Uthman bin 'Affan (May Allah be pleased with him) reported:",
      "text": "'Uthman bin 'Affan (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim, abdestini tam olarak (yani, Sünnete uygun olarak) alırsa, günahları bedeninden, hatta tırnaklarının altından bile çıkar.\""
    },
    {
      "id": 37,
      "narrator": "'Uthman bin 'Affan (May Allah be pleased with him) reported:",
      "text": "'Uthman bin 'Affan (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) abdest alırken, ben de onun yaptığını gördüm ve şöyle dedi: \"Kim, böyle abdest alırsa, önceki günahları affedilir ve namazı ve camiye yürüyüşü, nafile ibadet olarak kabul edilir.\""
    },
    {
      "id": 38,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir Müslüman veya bir mümin, yüzünü yıkadığında (abdest alırken), gözleriyle işlediği her günah, su ile veya suyun son damlası ile yüzünden silinir; ellerini yıkadığında, elleriyle işlediği her günah, su ile veya suyun son damlası ile ellerinden silinir; ve ayaklarını yıkadığında, ayaklarıyla işlediği her günah, su ile veya suyun son damlası ile ayaklarından silinir; ta ki sonunda tüm günahlarından arınmış olarak çıkar.\""
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) (Baki') mezarlığına gitti ve şöyle dedi: \"Ey müminlerin yurdu sakinleri! Siz, azaptan korunmuş olun! Biz, Allah dilerse, sizi takip edeceğiz. Keşke kardeşlerimi görebilsem.\" Ashab dediler: \"Ey Allah'ın Elçisi! Biz senin kardeşlerin değil miyiz?\" O (ﷺ) dedi: \"Siz benim arkadaşlarımsınız, ama benim kardeşlerim henüz dünyaya gelmeyenlerdir.\" Onlar dediler: \"Ey Allah'ın Elçisi! Sen, henüz doğmamış olan ümmetini nasıl tanıyacaksın?\" O (ﷺ) dedi: \"Eğer bir adamın, saf siyah atların arasında beyaz ayaklı ve beyaz alnı olan atları varsa, kendi atlarını tanımaz mı?\" Onlar dediler: \"Elbette, ey Allah'ın Elçisi!\" O (ﷺ) dedi: \"Onlar (takipçilerim) abdest nedeniyle parlak yüzler ve beyaz uzuvlarla gelecekler; ben de onlardan önce Havz'a (Kavsar) varacağım.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Size, Allah'ın günahları silip dereceleri yükselttiği bir şey söylemeyeyim mi?\" Ashab dediler: \"Elbette, ey Allah'ın Elçisi.\" O (ﷺ) dedi: \"Zor şartlar altında abdest almak, camiye daha fazla adım atmak ve namazdan sonra bir sonraki As-Salat'ı (namazı) beklemek; işte bu Ar-Ribat'tır, işte bu Ar-Ribat'tır.\""
    },
    {
      "id": 41,
      "narrator": "Abu Malik Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Abu Malik Al-Ash'ari (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Temizlik, imanın yarısıdır.\""
    },
    {
      "id": 42,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "'Umar bin Al-Khattab (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden biri abdest alırsa ve sonra: 'Eşhedü en la ilaha illallahu vahdehu la şerike leh, ve eşhedü enne Muhammeden abduhu ve Rasuluhu' derse... At-Tirmidhi'deki rivayette eklenmiştir: \"Allahümme, beni tevbe edenlerden ve temizlenenlerden eyle.\""
    },
    {
      "id": 43,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurairah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer insanlar, ezan okumanın ve ilk safta durmanın faziletini bilselerdi, bu ayrıcalıkları elde etmek için kura çekerlerdi. Eğer sabah (Fajr) ve akşam (İşa) namazının faziletini bilselerdi, buna ulaşmak için koşarlardı; ve eğer gece (İşa) ve sabah (Fajr) namazlarının faziletini bilselerdi, sürünerek bile gelseydiler, bu namazlara gelirlerdi.\""
    },
    {
      "id": 44,
      "narrator": "Mu'awiyah (May Allah be pleased with him) reported:",
      "text": "Mu'awiyah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ezan okuyanlar, Kıyamet Günü en uzun boylu olacaklardır.\""
    },
    {
      "id": 45,
      "narrator": "'Abdullah bin 'Abdur-Rahman reported:",
      "text": "'Abdullah bin 'Abdur-Rahman bildirdi: Abu Sa'id Al-Khudri (Allah ondan razı olsun) bana şöyle dedi: \"Seni çölün ortasında koyunların arasında yaşamayı sevdiğini görüyorum. Bu yüzden koyunlarınla veya çölün ortasında olduğunda ezan okumak istersen, sesini yükseltmelisin; çünkü ezanı duyan herkes, ister insan, ister cin, ister başka bir yaratık olsun, Kıyamet Günü senin lehine şahitlik edecektir.\" Abu Sa'id ekledi: \"Bunu Allah'ın Elçisi (ﷺ)nden duydum.\""
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Salat için ezan okunduğunda, şeytan kaçıp gider ve çağrıyı duymamak için sesli bir şekilde gaz çıkarır. Ezan bittiğinde geri döner. İkâmet ilan edildiğinde, arkasını döner ve ikâmet tamamlandığında tekrar geri gelir ve birinin dikkatini dağıtmak için ona, Salat'tan önce aklında olmayan şeyleri hatırlatır ve 'Bunu hatırla, şunu hatırla' der ve böylece kişinin kaç rekat kıldığını unutmasına sebep olur.\""
    },
    {
      "id": 47,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Ezanı duyduğunuzda, müezzinin söylediklerini tekrar edin. Sonra Allah'tan benim zikrimi yüceltmesini isteyin, çünkü bunu yapan herkes Allah'tan on kat sevap alır. Sonra Allah'tan bana Vasilah'ı vermesini isteyin; bu, yalnızca Allah'ın bir kuluna uygun yüksek bir rütbedir; umarım ben o adam olurum. Eğer biri benim için Vasilah isterse, onun için şefaat etmem farz olur.\""
    },
    {
      "id": 48,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Müezzin (salat çağrısını okurken) onu duyduğunuzda, onun söylediklerini tekrar edin.\""
    },
    {
      "id": 49,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Ezanı duyduğunda şöyle söyleyen kimse: 'Allahumme Rabba hadhihid-da'wati-ttammati, was-salatil-qa'imati, ati Muhammadanil-wasilata wal-fadhilata, wab'athu maqaman mahmuda nilladhi wa 'adtahu.'\""
    },
    {
      "id": 50,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Ezanın ardından şöyle diyen kimse: 'Eşhedü en la ilaha illallah, vahdahu la şerike leh; ve eşhedü enne Muhammeden abduhu ve Resuluhu, radıtu billahi Rabban, ve bi Muhammedin Rasulan, ve bil İslamı Dinan.'\""
    },
    {
      "id": 51,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Ezan ile ikâmet arasında yapılan dua asla reddedilmez.\""
    },
    {
      "id": 52,
      "narrator": "Abu Hurairahu (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden birinin kapısının önünde, günde beş kez banyo yaptığı bir nehir olsa, üzerinde herhangi bir kir kalır mı?\" Onlar, \"Üzerinde hiçbir kir kalmaz.\" dediler. O (ﷺ) dedi: \"İşte bu, beş (farz) Salat'tır. Allah, bunları yerine getirmekle tüm günahları siler.\""
    },
    {
      "id": 53,
      "narrator": "Jabiru (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Beş (farz) Salat'ın benzeri, kapınızın önünde günde beş kez banyo yaptığınız bir nehir gibidir.\""
    },
    {
      "id": 54,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) rivayet etti: Bir adam bir kadını öptü. Bunun üzerine Allah'ın Resulü'ne (ﷺ) geldi ve durumu bildirdi. Sonra Allah bu ayeti indirdi: \"Gündüzün iki ucunda ve gecenin bazı saatlerinde Salat'ı kılın. Şüphesiz ki, iyi ameller kötü amelleri (yani küçük günahları) siler.\" (11:114) Adam, bunun sadece kendisine mi ait olduğunu sordu. Allah'ın Resulü (ﷺ) dedi ki: \"Bu, benim ümmetimin tamamına aittir.\""
    },
    {
      "id": 55,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Beş (günlük) Salat (namaz) ve Cuma (namazı) Cuma (namazı) arasında işlenen (küçük günahları) affettirir, büyük günahlardan sakınıldığı sürece.\""
    },
    {
      "id": 56,
      "narrator": "'Uthman bin 'Affan (May Allah be pleased with him) reported:",
      "text": "Osman bin Affan (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir farz Salat'ın vakti geldiğinde ve bir Müslüman onun abdestini alıp rükû ve secde hareketlerini düzgün bir şekilde yaparsa, bu Salat, geçmiş günahları için bir kefaret olur, büyük günahlar işlemediği sürece, bu durum daima geçerlidir.\""
    },
    {
      "id": 57,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Al-Bardan'ı (yani Fajr ve 'Asr namazlarını) kılan cennete girecektir.\""
    },
    {
      "id": 58,
      "narrator": "Abu Zuhair 'Umarah Ruwaibah (May Allah be pleased with him) reported:",
      "text": "Ebu Zuhair 'Umarah Ruwaibah (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Güneşin doğuşundan önce ve batışından önce Salat kılan kimse, cehenneme girmeyecektir.\""
    },
    {
      "id": 59,
      "narrator": "Jundub bin Sufyan (May Allah be pleased with him) reported:",
      "text": "Cündüb bin Süfyân (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sabah (Fajr) namazını kılan Allah'ın Koruması altına girmiştir. Ey Âdemoğlu! Dikkat et, Allah seni Korumasından hesaba çekmesin.\""
    },
    {
      "id": 60,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gece ve gündüz sizi ziyaret eden melekler vardır ve bunlar sabah (Fajr) ve öğle ('Asr) namazlarında toplanırlar. Gece sizinle kalanlar, göğe yükselir ve Rubb'ları, onları daha iyi bilen, sorar: 'Kullarımı hangi durumda bıraktınız?' Onlar derler: 'Onları Salat kılarken bıraktık ve onlara Salat kılarken geldik.'\""
    },
    {
      "id": 61,
      "narrator": "Jarir bin 'Abdullah Al-Bajali (May Allah be pleased with him) reported:",
      "text": "Cabir bin Abdullah el-Bacali (Allah ondan razı olsun) şöyle bildirmiştir: Biz Allah'ın Resulü (sallallahu aleyhi ve sellem) ile oturuyorduk, o dolunay'a baktı ve \"Siz, ahirette Rabbinizi, bu ayı gördüğünüz gibi, hiç bir zorluk çekmeden göreceksiniz. O halde, güneşin doğuşundan önce ve batışından önce namaz kılmak için elinizden geleni yapın.\" dedi."
    },
    {
      "id": 62,
      "narrator": "Buraidah (May Allah be pleased with him) reported:",
      "text": "Buraida (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"İkindi namazını (bilerek) kaçıran kişinin amelleri boşa gider.\""
    },
    {
      "id": 63,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Sabah veya akşam camiye giden kişinin, sabah camiye gittiğinde ve akşam döndüğünde Allah ona cennette bir yer hazırlar.\""
    },
    {
      "id": 64,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (sallallahu aleyhi ve sellem) dedi ki: \"Evinde abdest alan ve sonra farz namaz kılmak için Allah'ın evlerinden birine (camiye) giden kişinin her bir adımı günahlarını siler, diğer adımı ise onun derecesini (cennette) yükseltir.\""
    },
    {
      "id": 65,
      "narrator": "Ubayy bin Ka'b (May Allah be pleased with him) reported:",
      "text": "Ubeyy bin Ka'b (Allah ondan razı olsun) şöyle bildirmiştir: Ansar'dan bir adam vardı ki, evi camiden en uzaktaydı. Bildiğim kadarıyla, o asla cemaatle namazı kaçırmazdı. Kendisine: \"Eğer bir eşek alırsan, karanlık gecelerde ve sıcak günlerde onunla gidebilirsin.\" denildi. O da: \"Evimin camiye yakın olmasını istemiyorum. Camiye yürüyüşümün ve evime dönüşümün sevap olarak kaydedilmesini istiyorum.\" dedi. Bunun üzerine Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Allah sizin için tüm (sevapları) topladı.\""
    },
    {
      "id": 66,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Camii etrafında boş araziler vardı. Banu Salamah halkı bu arazilere taşınmayı ve camiye daha yakın olmayı kararlaştırdı. Allah'ın Resulü (sallallahu aleyhi ve sellem) bunu duydu ve onlara: \"Caminin yanına taşınmayı düşündüğünüzü duydum.\" dedi. Onlar: \"Evet, Ey Allah'ın Resulü! Bunu yapmaya karar verdik.\" dediler. Bunun üzerine Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Ey Banu Salamah! Evlerinizde kalın, çünkü camiye geldiğinizde ayak izleriniz kaydedilecektir.\" Bunu iki kez söyledi. Onlar: \"Caminin yanına taşınmayı istemezdik.\" dediler."
    },
    {
      "id": 67,
      "narrator": "Abu Musa (May Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Namazın en büyük sevabını alacak kişi, camiye en uzak mesafeden gelen kişidir. Ve imamla (cemaatle) namaz kılmak için bekleyen kişinin, yalnız başına kılıp sonra uykuya dalan kişiden daha büyük bir sevabı olacaktır.\""
    },
    {
      "id": 68,
      "narrator": "Buraidah (May Allah be pleased with him) reported:",
      "text": "Buraida (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Karanlıkta camiye gidenlere müjde verin. Çünkü Kıyamet Günü onlara tam bir ışık verilecektir.\""
    },
    {
      "id": 69,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Size, Allah'ın günahları silip dereceleri yükselttiği bir şey söylemeyeyim mi?\" Sahabeler: \"Evet (lütfen söyle), Ey Allah'ın Resulü.\" dediler. O da: \"Zor şartlarda abdest almak, camiye daha fazla adım atmak ve namazdan sonra bir sonraki namazı beklemek; işte bu Ar-Ribat'tır, işte bu Ar-Ribat'tır.\""
    },
    {
      "id": 70,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Said el-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Camiye sıkça giden bir adamı gördüğünüzde, onun bir mümin olduğunu tasdik edin. Çünkü Allah şöyle buyuruyor: 'Allah'ın camilerini, Allah'a ve Ahiret Günü'ne inananlar dışında kimse ziyaret etmez.'\""
    },
    {
      "id": 71,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Sizden her birinin, namaz (salat) onu (dünyevi işlerden) alıkoyduğu sürece, sürekli namazda olduğu kabul edilir ve onu ailesine döndüren tek şey namazdır.\""
    },
    {
      "id": 72,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Biriniz namaz kıldığı yerden abdestli olarak ayrılmadığı sürece, melekler onun için dua ederler. Onlar (melekler) derler: 'Ey Allah! Onu affet, Ey Allah! Ona merhamet et.'\""
    },
    {
      "id": 73,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Bir gün Allah'ın Resulü (sallallahu aleyhi ve sellem) gece namazını ('İsha') gece yarısına kadar erteledi. O (sallallahu aleyhi ve sellem) namazdan sonra bize döndü ve dedi ki: \"İnsanlar namazlarını kıldıktan sonra uyudular, ama siz bekleyenler, bekleme süreniz boyunca namazda sayılacaksınız.\""
    },
    {
      "id": 74,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Cemaatle kılınan namaz, bireysel olarak kılınan namazdan yirmi yedi kat daha faziletli.\""
    },
    {
      "id": 75,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Bir adamın cemaatle kıldığı namaz, evinde veya dükkanında kıldığı namazdan yirmi beş kat daha faziletlidir. Bunun nedeni, o, abdestini düzgün bir şekilde alıp cemaatle namaz kılmak amacıyla camiye yöneldiğinde, attığı her adımda bir derece yükseltilir ve bir günahı affedilir, ta ki camiye girene kadar. Namaz kılarken, melekler onun üzerine Allah'ın rahmetini dilerler, o abdestli olduğu sürece ibadet yerinde kaldığı müddetçe. Onlar derler: 'Ey Allah! Ona merhamet et! Ey Allah! Onu affet!' O, namazı beklediği sürece namazda sayılır.\""
    },
    {
      "id": 76,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Kör bir adam, Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Resulü! Beni camiye götürecek kimsem yok.\" Bunun üzerine, evinde Salat (namaz) kılmak için izin istedi. O da (ﷺ) ona izin verdi. Adam dönerken, onu geri çağırdı ve \"İkame (ezan) sesini duyuyor musun?\" dedi. Adam olumlu yanıt verdi. Allah'ın Resulü (ﷺ) ona buna cevap vermesini söyledi."
    },
    {
      "id": 77,
      "narrator": "'Abdullah bin Umm Maktum, the Mu'adhdhin (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Ümmü Mektum, Muazzin (Allah ondan razı olsun) bildirdi: Ben Allah'ın Resulü'ne (ﷺ) dedim: \"Medine'de birçok zehirli böcek ve vahşi hayvan var, ben körüm. Lütfen evde Salat kılmam için izin ver.\" O (ﷺ) çağrıyı duyup duymadığını sordu: Hayya 'alas-Salah; Hayya 'alal-Falah (Namaza gel, kurtuluşa gel). O olumlu yanıt verince, Allah'ın Resulü (ﷺ) ona (camiye) namaz için gelmesini söyledi."
    },
    {
      "id": 78,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Canım elinde olan Allah'a yemin ederim ki, bazen odun toplanmasını emretmeyi, sonra Salat için ezan okunmasını ilan etmeyi düşündüm. Sonra bir imam tayin eder, camiye gelmeyenlerin evlerine gider ve onların evlerini ateşe vermeyi düşünürdüm.\""
    },
    {
      "id": 79,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Yarın (kıyamet günü) Allah ile Müslüman olarak buluşmayı seven, ezan okunduğunda Salat'a dikkat etmelidir. Allah, Peygamberinize (ﷺ) doğru rehberlik yollarını açıklamıştır ve bu (namazlar) doğru rehberliğin bir parçasıdır. Eğer bu adam gibi evlerinizde Salat kılarsanız, Peygamberinizin (ﷺ) sünnetini terk etmiş olursunuz ve Peygamberinizin (ﷺ) sünnetinden ayrılmak sizi saptırır. O zaman hiç kimsenin geride kalmadığı bir zaman gördüm, sadece tanınmış bir münafık kalmıştı. Ayrıca bir adamın iki adam arasında (zayıflıktan dolayı) sarkarak camide saf oluşturmak üzere getirildiğini gördüm."
    },
    {
      "id": 80,
      "narrator": "Abud-Darda' (May Allah be pleased with him)reported:",
      "text": "Ebu Derdâ (Allah ondan razı olsun) bildirdi: Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Bir köyde veya çölde üç adam, cemaatle Salat için düzenleme yapmazsa, şeytan kesinlikle onlara galip gelmiştir. Bu yüzden cemaatle Salat kılın, çünkü kurt, sürüden uzak kalan yalnız bir koyunu yer.\""
    },
    {
      "id": 81,
      "narrator": "'Uthman bin 'Affan (May Allah be pleased with him) reported:",
      "text": "Osman bin Affan (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cemaatle 'İsha' namazı kılan, sanki gecenin yarısı namaz kılmış gibidir. Cemaatle Fajr namazı kılan ise, sanki bütün gece namaz kılmış gibidir.\" At-Tirmidhi'nin rivayeti şöyle der: Osman bin Affan (Allah ondan razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Cemaatle 'İsha' namazına katılan, sanki gecenin yarısı namaz kılmış gibidir; ve cemaatle 'İsha' ve Fajr namazlarına katılan, sanki bütün gece namaz kılmış gibidir.\""
    },
    {
      "id": 82,
      "narrator": "Abu Hurairah (May Allah be pleased with him)reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Eğer insanlar gecenin karanlığında ('İsha') ve sabah (Fajr) namazının faziletlerini bilselerdi, buna gelmek için sürünerek bile gelseydiler.\" Bu, daha önce bahsedilen uzun bir Hadis'in parçasıdır. Hadis No. 1033'e bakınız."
    },
    {
      "id": 83,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Münafıklar için en ağır olan namaz, Fajr (sabah) namazı ve 'İsha' (gece) namazıdır; eğer faziletlerini bilselerdi, buna gelmek için sürünerek bile gelseydiler.\""
    },
    {
      "id": 84,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Ben Allah'ın Resulü'ne (ﷺ) sordum: \"Hangi ameller en hayırlıdır?\" O (ﷺ) dedi ki: \"Namazlarını vaktinde kılmak.\" Ben sordum: \"Sonra ne?\" O (ﷺ) dedi ki: \"Anne babaya itaat etmek.\" Ben sordum: \"Sonra ne?\" O (ﷺ) dedi ki: \"Allah yolunda cihad etmek.\""
    },
    {
      "id": 85,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"İslam beş (temel) üzerine kurulmuştur: Allah'tan başka ilah olmadığına ve Muhammed'in (ﷺ) O'nun kulu ve elçisi olduğuna şehadet etmek; Salat'ı (Iqamat-as-Salat) kılmak; Zekat vermek; Kabe'ye Hac (ziyaret) yapmak.\""
    },
    {
      "id": 86,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"İnsanlara, La ilaha illAllah (Allah'tan başka ilah yoktur) ve Muhammed'in (ﷺ) O'nun kulu ve elçisi olduğuna şehadet edene kadar savaşmam emredildi; As-Salat'ı (Iqamat-as-Salat) kurmak ve Zekat vermek; eğer bunu yaparlarsa, o zaman onların kanları ve malları, İslam hakları dışında güvence altına alınır ve hesapları Allah'a bırakılır.\""
    },
    {
      "id": 87,
      "narrator": "Mu'adh (May Allah be pleased with him) reported:",
      "text": "Mu'adh (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) beni Yemen'e vali olarak gönderdi ve (yola çıkarken) bana şöyle talimat verdi: \"Sen, Kitap ehline (Yahudilere ve Hristiyanlara) gideceksin. Öncelikle onlara La ilaha illAllah (Allah'tan başka ilah yoktur) ve Muhammed'in (ﷺ) O'nun kulu ve elçisi olduğuna şehadet etmeleri için davet et. Eğer bunu kabul ederlerse, onlara Allah'ın gündüz ve gece beş Salat (namaz) kılmalarını emrettiğini söyle. Eğer bunu kabul ederlerse, onlara Zekat vermenin farz olduğunu bildir. Zenginlerinden toplanıp, fakirlerine dağıtılmalıdır; eğer buna razı olurlarsa, en iyi mallarını Zekat olarak alma. Mazlumların dualarına dikkat et, çünkü onunla Allah arasında bir engel yoktur.\""
    },
    {
      "id": 88,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Bir adam ile inkâr ve putperestlik arasındaki engel, Salat'ı (namaz) terk etmektir.\""
    },
    {
      "id": 89,
      "narrator": "Buraidah (May Allah be pleased with him) reported:",
      "text": "Bureydah (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Bizi kâfirlerden ve münafıklardan ayıran şey, Salat'ı kılmamızdır. Onu terk eden, kâfir olur.\""
    },
    {
      "id": 90,
      "narrator": "Shaqiq bin 'Abdullah reported:",
      "text": "Şakik bin Abdullah bildirdi: Allah'ın Resulü'nün (ﷺ) arkadaşları, Salat'ı terk etmeyi hiçbir eylemi inkâr etmek olarak görmediler."
    },
    {
      "id": 91,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyamet Günü insanın hesap vereceği ilk ameli Salat olacaktır. Eğer bu ameli mükemmel bulunursa, o kişi kurtulmuş ve başarılı olacaktır; fakat eğer eksik bulunursa, o kişi talihsiz ve kaybeden olacaktır. Eğer farz Salat'ta bir eksiklik bulunursa, yüce ve aziz olan Rubb, kulunun herhangi bir nafile Salat kılıp kılmadığını kontrol etmesini emredecektir ki, farz Salat onunla tamamlanabilsin. Sonra diğer amelleri de aynı şekilde değerlendirilecektir.\"."
    },
    {
      "id": 92,
      "narrator": "Jabir bin Samurah (May Allah be pleased with them) reported:",
      "text": "Cabir bin Semurah (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) bir gün bize çıktı ve dedi ki: \"Neden meleklerin Rubb'larının önünde durduğu gibi saf tutmuyorsunuz?\" Biz sorduk: \"Ey Allah'ın Resulü! Melekler Rubb'larının önünde nasıl saf tutar?\" O (ﷺ) cevap verdi: \"Her safı ilk sıradan başlayarak tamamlarlar ve boşlukları doldururlar.\"."
    },
    {
      "id": 93,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"İnsanlar ezan okumanın ve ilk sırada durmanın bereketini bilselerdi, bu ayrıcalıkları elde etmek için kura çekerlerdi.\"."
    },
    {
      "id": 94,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Erkeklerin en iyi safı ilk saf, en kötü safı ise son safıdır; fakat kadınların en iyi safı son saf, en kötü safı ise ilk saftır.\"."
    },
    {
      "id": 95,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id el-Hudri (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) Ashabının arka saflarda durma eğiliminde olduğunu görünce onlara dedi ki: \"İleri gelin ve bana yakın durun, ardından gelenler de sizin peşinizden gelsin. Eğer insanlar geride kalmaya devam ederse (yani, faziletleri elde etmede), Allah onları geride bırakır.\"."
    },
    {
      "id": 96,
      "narrator": "Abu Mas'ud (May Allah be pleased with him) reported:",
      "text": "Abu Mes'ud (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) Salat esnasında saf tutarken omuzlarımıza nazikçe vurur ve derdi ki: \"Sıralarınızı düz tutun; birbirinizden farklı olmayın ki kalpleriniz uyuşmazlık çekmesin. İçinizden olgun ve akıllı olanlar bana daha yakın olsun, sonra onlardan sonraki kimseler.\"."
    },
    {
      "id": 97,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Saflarınızı düz tutun (cemaatle Salat sırasında), çünkü safı düz tutmak Salat'ın mükemmelliğinin bir parçasıdır.\"."
    },
    {
      "id": 98,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: İkame ilan edildiğinde, Allah'ın Resulü (ﷺ) yüzünü bize döndü ve dedi ki: \"Saflarınızı düz tutun ve birbirinize yakın durun, çünkü ben sizi arkamdan görebiliyorum.\"."
    },
    {
      "id": 99,
      "narrator": "An-Nu'man bin Bashir (May Allah be pleased with them) reported:",
      "text": "Numan bin Beşir (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle diyordu: \"Saflarınızı düz tutun; aksi takdirde Allah aranızda ihtilaf yaratır.\" Müslim'deki rivayet ise: Numan bin Beşir (Allah onlardan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) bize saf tutmamızı, oklar gibi düz tutmamızı emretti. Bu konuyu vurgulamaya devam etti ta ki biz ondan bunu öğrendiğimizi (önemini anladığımızı) fark edene kadar. Bir gün mescide girdi ve ayağa kalktı. Tekbir getirmek üzereyken, bir adamın göğsünün saftan dışarıda olduğunu görünce dedi ki: \"Ey Allah'ın kulları, safınızı düz tutmalısınız yoksa Allah kesinlikle yüzlerinizi birbirine çevirecektir.\"."
    },
    {
      "id": 100,
      "narrator": "Al-Bara' bin 'Azib (May Allah be pleased with them) reported:",
      "text": "El-Bara' bin Azib (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) saf arasında bir uçtan diğer uca geçer, göğsümüzü ve omuzlarımızı (yani, safı düzenlemek için) dokunarak düzeltir ve derdi ki: \"Dışarıda olmayın; aksi takdirde kalpleriniz uyuşmazlık içinde olur.\" Ayrıca şöyle derdi: \"Allah ve melekleri ilk saflar üzerine rahmet eder.\"."
    },
    {
      "id": 101,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Safları düzenleyin, omuz omuza durun, boşlukları kapatın, kardeşlerinize karşı hoşgörülü olun ve şeytana boşluk bırakmayın. Kim bir safa katılırsa, o Allah'a (yani, Allah'ın rahmetine) katılmış olur; kim bir saftan ayrılırsa, o Allah'tan (yani, O'nun rahmetinden) ayrılmış olur.\"."
    },
    {
      "id": 102,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Saflarınızda birbirinize yakın durun, daha yakın olun ve boyunlarınızı hizalayın, çünkü canım elinde olan Allah'a yemin ederim ki, ben şeytanın safta açılan boşluktan girdiğini görüyorum, tıpkı Yemen'de bulunan bir tür küçük siyah koyun gibi.\"."
    },
    {
      "id": 103,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"İlk sağı doldurun, sonra ona bitişik olanı; eğer bir eksiklik varsa, o son safta olmalıdır.\"."
    },
    {
      "id": 104,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Allah ve melekleri, safın sağ tarafında bulunanlara rahmet eder.\"."
    },
    {
      "id": 105,
      "narrator": "Al-Bara' (May Allah be pleased with him) reported:",
      "text": "El-Bara' (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) arkasında Salat kıldığımızda, yüzünün bize dönmesini sağlamak için sağ tarafında olmayı severdik. Bir gün, Allah'ın Resulü (ﷺ) dua ederken duydum: \"Ey Rabbim! Beni, kullarını topladığın (veya 'dirilttiğin') günde azabından koru.\"."
    },
    {
      "id": 106,
      "narrator": "Abu Hurairah (May Allah be pleased with him)reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"İmam ortada dursun (arkasında namaz kılanların sağında ve solunda dursunlar) ve boşlukları kapatsın.\"."
    },
    {
      "id": 107,
      "narrator": "Umm Habibah (May Allah be pleased with her) the Mother of the Believers reported:",
      "text": "Ümmü Habibe (Allah ondan razı olsun) Müminlerin Annesi bildirdi: Allah'ın Resulü (ﷺ) şöyle derken duydum: \"Her gün ve gece farz namazların dışında on iki rek'at nafile namaz kılan her Müslümana Cennet'te bir ev inşa edilecektir (Allah'ın rızasını kazanmak için).\"."
    },
    {
      "id": 108,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) ile birlikte öğle namazından önce iki rek'at nafile namaz, öğle namazından sonra iki rek'at, Cuma namazından sonra iki rek'at, akşam namazından sonra iki rek'at ve yatsı namazından sonra iki rek'at namaz kıldım.\"."
    },
    {
      "id": 109,
      "narrator": "'Abdullah bin Mughaffal (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Mughaffal (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Her ezan ile ikamet arasında bir namaz vardır; her ezan ile ikamet arasında bir namaz vardır.\" (Aynı şeyi) üçüncü kez söylerken (şöyle ekledi): \"Bu, onu kılmak isteyen içindir.\"."
    },
    {
      "id": 110,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) öğle namazından önce dört rek'at namazı ve sabah (Fajr) namazından önce iki rek'at namazı asla terk etmezdi.."
    },
    {
      "id": 111,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) sabah (Fajr) namazından önceki iki rek'at nafile namazdan daha önemli bir nafile namaz kılmazdı.."
    },
    {
      "id": 112,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Sabah (Fajr) namazından önceki iki rek'at, bu dünya ve içindekilerden daha hayırlıdır.\" Başka bir rivayette: \"Sabah (Fajr) namazından önceki iki rek'at, benim için bütün dünyadan daha değerlidir.\"."
    },
    {
      "id": 113,
      "narrator": "Abu 'Abdullah Bilal bin Rabah (May Allah be pleased with him) the Mu'adhdhin of Messenger of Allah (ﷺ) reported:",
      "text": "Ebu Abdullah Bilal bin Rabah (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) muazzini bildirdi: Sabah (Fajr) namazının vaktini bildirmek için Allah'ın Resulü'ne gittim, fakat Aişe (Allah ondan razı olsun) beni meşgul etti ve bir şey sormaya başladı, sabah aydınlanana kadar. Sonra kalkıp Allah'ın Resulü'ne namaz vaktini bildirdim. Ona tekrar bildirdim ama hemen çıkıp namazı kıldırmadı. Dışarı çıktığında namazı kıldırdı. Ona dedim: 'Aişe (Allah ondan razı olsun) beni meşgul etti ve sabah aydınlandı. Sen de geç çıktın.' Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Ben sabah namazından önce iki rek'at namaz kılmakla meşguldüm.\" Bilal (Allah ondan razı olsun) dedi: \"Ey Allah'ın Resulü! Sabah aydınlanana kadar namazı geciktirdin.\" O (ﷺ) cevap verdi: \"Eğer sabah daha da aydınlansaydı, ben yine de iki rek'at namazı güzel bir şekilde kılardım.\"."
    },
    {
      "id": 114,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) sabah (Fajr) ezanı ile ikamet arasında iki rek'at kısa namaz kılardı. Müslim'in rivayetinde, Aişe (Allah ondan razı olsun) şöyle dedi: Allah'ın Resulü (ﷺ) sabah (Fajr) ezanını duyduğunda iki nafile rek'at namaz kılardı ve onları kısa tutardı."
    },
    {
      "id": 115,
      "narrator": "Hafsah (May Allah be pleased with her) reported:",
      "text": "Hafsa (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) sabah ezanı okunduğunda iki kısa rek'at namaz kılardı.."
    },
    {
      "id": 116,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) geceleri nafile namazlarını, iki rek'at iki rek'at kılarak, sonunda bir tek rek'at (Vitir) ile bitirirdi. Sonra ezanı duyduktan sonra sabah (Fajr) namazından önce iki rek'at namaz kılar ve onları o kadar kısa tutardı ki, ikamet sesini duyacak gibi olurdu.."
    },
    {
      "id": 117,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) sabah (Fajr) namazındaki iki rek'atta şunları okurdu: \"De ki (Ey Müslümanlar): Biz Allah'a ve bize indirilene inanıyoruz...\" (2:136) bu, Bakara Suresi'nde birinci rek'atta ve \"Biz Allah'a inanıyoruz ve Müslüman olduğumuzu şahitlik ediyoruz.\" (3:52) ikinci rek'atta. Başka bir rivayete göre, o (ﷺ) Al-i İmran Suresi'nden \"Bizimle sizin aranızda ortak bir kelimeye gelin...\" (3:64) ayetlerini okudu.."
    },
    {
      "id": 118,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) sabah namazının iki nafile rek'atında Kafirun Suresi'ni (No. 109) okudu."
    },
    {
      "id": 119,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Ben, Peygamber (ﷺ) sabah namazının iki nafile rek'atında Kafirun Suresi'ni (No. 109) okuduğunu bir ay boyunca gözlemledim."
    },
    {
      "id": 120,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) sabah namazından önce iki rek'at namaz kıldığında, sağ tarafına yatardı.."
    },
    {
      "id": 121,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) 'İsha namazını bitirdiğinde, Fajr namazından önce on bir Rek'at kılardı, her iki Rek'atı Taslim (yani, Es-Selamu Aleyküm demek) ile bitirir ve sonunda Vitr (tek) namazını kılardı. Mu'adhdhin Fajr namazı için Ezanı bitirdiğinde ve sabah olunca, kalkar ve iki kısa Rek'at kılardı, ardından Mu'adhdhin gelene kadar sağ tarafına yatarak beklerdi.."
    },
    {
      "id": 122,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri Fajr namazından önce iki Rek'at Sünnet kıldığında, sağ tarafına yatmalıdır.\"."
    },
    {
      "id": 123,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) ile birlikte Zuhr namazından önce iki Rek'at ve sonra iki Rek'at kıldım.."
    },
    {
      "id": 124,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) asla Zuhr namazından önce dört Rek'at nafile namaz kılmayı ihmal etmezdi.."
    },
    {
      "id": 125,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) benim evimde kaldığında, Zuhr namazından önce dört Rek'at (nafile namaz) kılardı. Sonra dışarı çıkar ve namazı kıldırırdı. Daha sonra geri gelir ve iki Rek'at (nafile namaz) kılardı. Akşam namazını kıldırır, geri gelir ve iki Rek'at (nafile namaz) kılardı. 'İsha' namazını kıldırdıktan sonra, eve girer ve iki Rek'at (nafile namaz) kılardı."
    },
    {
      "id": 126,
      "narrator": "Umm Habibah (May Allah be pleased with her) reported:",
      "text": "Ümmü Habibe (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Zuhr namazından önce dört Rek'at ve sonra dört Rek'at kılarsa, Allah onu ateşten korur.\"."
    },
    {
      "id": 127,
      "narrator": "'Abdullah bin As-Sa'ib (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Es-Sa'ib (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) Zuhr namazından önce güneşin batışından sonra dört Rek'at namaz kılardı ve şöyle derdi: \"Bu, cennet kapılarının açıldığı bir saattir ve ben, iyi amellerimin o zaman cennete yükselmesini isterim.\"."
    },
    {
      "id": 128,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Eğer Peygamber (ﷺ) Zuhr namazından önce dört Rek'at kılamazsa, onu namazdan sonra (yani, farz namazdan sonra) kılardı.."
    },
    {
      "id": 129,
      "narrator": "'Ali bin Abu Talib (May Allah be pleased with him)reported:",
      "text": "Ali bin Ebu Talib (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) 'Asr namazından önce dört Rek'at kılardı, bunları Allah'a yakın olan sevimli melekler ve onlardan sonra gelen Müslümanlar ve müminler üzerine Taslim (yani, selam vermek) ile ayırırdı.."
    },
    {
      "id": 130,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Allah, 'Asr namazından önce dört Rek'at kılan bir kimseye merhamet etsin.\"."
    },
    {
      "id": 131,
      "narrator": "'Ali bin Abu Talib (May Allah be pleased with him) reported:",
      "text": "Ali bin Ebu Talib (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) 'Asr namazından önce iki Rek'at kılardı.."
    },
    {
      "id": 132,
      "narrator": "'Abdullah bin Mughaffal (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Mugaffal (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Akşam namazından önce iki Rek'at kılın.\" Bunu (ﷺ) iki kez tekrarladı; üçüncü kez tekrar ederken ekledi: \"İsteyen kılabilir.\"."
    },
    {
      "id": 133,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) zamanında, insanlar Akşam namazından önce iki Rek'at namaz kılmak için caminin sütunlarına koşuyorlardı.."
    },
    {
      "id": 134,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) hayatta iken, Akşam namazından önce gün batımında iki Rek'at (nafile namaz) kılardık. Soruldu: \"Allah'ın Resulü (ﷺ) bunları kıldı mı?\" O da cevap verdi: \"Bizi kılarken gördü, ama ne kılmamızı emretti ne de kılmamızı yasakladı.\"."
    },
    {
      "id": 135,
      "narrator": "Anas bin Malik (May Allah be pleased with him) reported:",
      "text": "Enes bin Malik (Allah ondan razı olsun) bildirdi: Medine'de olduğumuzda, Mu'adhdhin Akşam namazının Ezanını bitirir bitirmez, insanlar caminin sütunlarına koşarak arkasında iki Rek'at namaz kılıyorlardı. Camideki bir yabancı, insanların sayısından dolayı farz namazın kılındığını düşünebilirdi.."
    },
    {
      "id": 136,
      "narrator": "Abu Hurairah (May Allah be pleased with him)reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri Cuma namazını kıldığında, ardından dört rek'at (Sünnet) kılmalıdır.\"."
    },
    {
      "id": 137,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) Cuma namazından sonra camide hiçbir Salat (namaz) kılmazdı, evine dönmeden önce. Orada iki rek'at kılardı.."
    },
    {
      "id": 138,
      "narrator": "Zaid bin Thabit (May Allah be pleased with him)reported:",
      "text": "Zeyd bin Sabit (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Ey insanlar! (nafile) Salat (namazlarınızı) evlerinizde kılın, çünkü bir adamın en iyi Salatı, evinde kıldığıdır; farz Salat dışında.\"."
    },
    {
      "id": 139,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Bir kısmını gözlemleyin.\"."
    },
    {
      "id": 140,
      "narrator": "Jabir (May Allah be pleased with him)reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Camiide (farz) Salatınızı bitirdiğinizde, evde (Sünnet ve Nafile) Salat kılmalısınız; Allah, evlerinizi Salatınız sebebiyle bereketlendirecektir.\"."
    },
    {
      "id": 141,
      "narrator": "'Umar bin 'Ata reported that Nafi' bin Jubair sent him to Sa'ib bin Ukht Namir to ask him about something that Mu'awiyah had seen him doing in Salat (prayer). He said:",
      "text": "'Umar bin 'Ata, Nafi' bin Jubair'in onu Sa'ib bin Ukht Namir'e, Muaviye'nin Salat (namaz) esnasında onu yaparken gördüğü bir şey hakkında sorması için gönderdiğini bildirmiştir. O şöyle dedi: \"Evet, onunla birlikte (Maqsurah) Cuma namazını kıldım ve imam Salat'ı Taslim ile tamamladığında, yerimde kalkıp Sünnet namazını kıldım. Muaviye eve gittiğinde, beni çağırdı (ve geldiğimde) şöyle dedi: \"Bir daha asla yaptığın şeyi yapma. Cuma namazını kıldığında, başka bir Sünnet namazına başlamamalısın; ya biriyle konuşmalı ya da yerini değiştirmelisin; çünkü Allah'ın Resulü (ﷺ) bize, toplu Salat'tan sonra başka bir Salat kılmamamızı emretti, ta ki biriyle konuşana veya yerimizden ayrılana kadar.\"."
    },
    {
      "id": 142,
      "narrator": "'Ali (bin Abu Talib) (May Allah be pleased with him) reported:",
      "text": "'Ali (bin Ebu Talib) (Allah ondan razı olsun) şöyle bildirmiştir: Vitir namazı, farz Salat (namazlar) gibi zorunlu değildir, ancak Allah'ın Resulü (ﷺ) bunu düzenli bir uygulama (Sünnet) olarak kılardı. O (ﷺ) dedi ki: \"Allah, Vitir'dir (tek, tekil) ve Vitir olanı sever. O halde Vitir namazını kılın. Ey Kur'an takipçileri, Vitir (namazını) kılın.\"."
    },
    {
      "id": 143,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) Vitir namazını gecenin her bölümünde, başlangıçta, ortada ve sonunda kılardı. Ancak (ﷺ) Vitir namazını fecrden önce bitirirdi.."
    },
    {
      "id": 144,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Vitir namazını gecenin son Salatı yapın.\"."
    },
    {
      "id": 145,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Abu Sa'id Al-Hudri (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Vitir namazını fecrden önce kılın.\"."
    },
    {
      "id": 146,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) gece (yani, Teheccüd namazı) nafile namazını kılarken, o önünde uyuyordu; ve Vitir namazı kılınmadığında, onu uyandırırdı ki Vitir namazını kılsın.."
    },
    {
      "id": 147,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Vitir namazını fecrden önce aceleyle kılın.\"."
    },
    {
      "id": 148,
      "narrator": "Jabir (May Allah be pleased with him)reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Gece ilerleyen saatlerde kalkamayacağından endişe eden, Vitir namazını gecenin ilk bölümünde kılsın; ve son bölümde kalkacağından emin olan, gecenin sonunda Vitir kılmalıdır, çünkü gecenin sonunda kılınan Salat (melekler tarafından) katılınır ve bu daha hayırlıdır.\"."
    },
    {
      "id": 149,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) şöyle bildirmiştir: Benim Halilim (Allah'ın Resulü (ﷺ)) bana her ay üç gün oruç tutmamı, sabahları iki rek'at Duha (isteğe bağlı namaz) kılmamı ve yatmadan önce Vitir namazı kılmamı emretti.."
    },
    {
      "id": 150,
      "narrator": "Abu Dharr (May Allah be pleased with him)reported:",
      "text": "Abu Dharr (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Sabah, hepinizin vücudundaki her eklem için sadaka gereklidir. Allah'ı tesbih etmek (yani, Subhan Allah demek) bir sadakadır, O'nu övmek (yani, Elhamdulillah demek) bir sadakadır ve O'nun büyüklüğünü ilan etmek (yani, La ilaha illallah demek) bir sadakadır; ve M'aruf'u emretmek bir sadakadır, Munkar'dan men etmek bir sadakadır, ve sabahları kılınan iki rek'at Duha namazı, bunların hepsiyle eşdeğerdir (sevap açısından).\""
    },
    {
      "id": 151,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) sabah namazı (Duha namazı) için dört rek'at kılardı ve Allah'ın dilediği kadar eklerdi.."
    },
    {
      "id": 152,
      "narrator": "Umm Hani, daughter of Abu Talib (May Allah be pleased with her) reported:",
      "text": "Ümmü Hani, Ebu Talib'in kızı (Allah ondan razı olsun) şöyle bildirdi: Fethi Mekkede, Allah'ın Resulü (ﷺ) ile buluştum. O sırada banyo yapıyordu. Banyosunu bitirdiğinde sekiz rek'at (nafile) namaz kıldı. Bu, Duha (sabah) vaktindeydi.."
    },
    {
      "id": 153,
      "narrator": "Zaid bin Arqam (May Allah be pleased with him) reported:",
      "text": "Zeyd bin Arkam (Allah ondan razı olsun) şöyle bildirdi: Sabahın erken saatlerinde bazı insanların Duha (namazı) kıldıklarını gördüm ve onlara uyardım (şöyle dedim): Bu insanlar bilmelidir ki, namazı biraz daha geç kılmak daha iyidir. Allah'ın Resulü (ﷺ) şöyle dedi: \"Tövbede bulunanın namazı, develerin yavrularının güneşin sıcaklığını hissettiği zaman (yani, hava çok sıcak olduğunda) kılınır.\"."
    },
    {
      "id": 154,
      "narrator": "Abu Qatadah (May Allah be pleased with him)reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri camiye girdiğinde, oturmadan önce iki rek'at (nafile) namaz kılmalıdır.\"."
    },
    {
      "id": 155,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirdi: Ben, Peygamber (ﷺ) camideyken yanına geldim ve bana, \"İki rek'at namaz kıl.\" dedi.."
    },
    {
      "id": 156,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) Bilal'e (Allah ondan razı olsun) şöyle dedi: \"İslam'ı kabul ettikten sonra yaptığın en umut verici ameli (yani, Allah katında en çok sevap kazandıran) bana söyle, çünkü cennette önümde ayakkabılarının sesini duydum.\" Bilal dedi: \"Ben, gece veya gündüz bir saat içinde abdest aldığımda (veya banyo yaptığımda) hemen namaz kılmaktan daha umut verici bir ameli düşünmüyorum.\"."
    },
    {
      "id": 157,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Güneşin doğduğu en iyi gün Cuma'dır. O gün Adem yaratıldı, cennete alındı ve oradan çıkarıldı.\"."
    },
    {
      "id": 158,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim abdest alırsa, sonra Cuma namazına gelirse, hutbeyi dikkatlice dinler ve sessiz kalırsa, o Cuma ile sonraki Cuma arasındaki (küçük) günahları affedilir; üç gün daha eklenir; ama taşlara dokunan kimse bir kesinti yapmış olur.\"."
    },
    {
      "id": 159,
      "narrator": "Abu Hurairah (May Allah be pleased with him)reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) şöyle dedi: \"Günde beş vakit (farz) namaz, Cuma (namazı) ile sonraki Cuma (namazı) ve Ramazan orucu ile sonraki Ramazan, aralarındaki işlenen günahların kefaretidir, büyük günahlardan saklandığı sürece.\"."
    },
    {
      "id": 160,
      "narrator": "Ibn 'Umar and Abu Hurairah (May Allah be pleased with them) reported:",
      "text": "İbn Ömer ve Ebu Hureyre (Allah onlardan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) (ahşap minberinde hutbe verirken) şöyle dedi: \"Ya bazı insanlar (yani, münafıklar) Cuma namazlarını ihmal etmeyi bırakacaklar, ya da Allah kalplerini mühürleyecek ve onlar gafillerden olacaklar.\"."
    },
    {
      "id": 161,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri Cuma namazına gelmeyi niyet ettiğinde, banyo yapmalıdır.\"."
    },
    {
      "id": 162,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Said el-Hudri (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cuma namazına gelmeden önce banyo yapmak her erkeğe farzdır.\"."
    },
    {
      "id": 163,
      "narrator": "Samurah (May Allah be pleased with him) reported:",
      "text": "Semure (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cuma namazı için abdest almak yeterlidir; ama banyo yapmak daha iyidir.\"."
    },
    {
      "id": 164,
      "narrator": "Salman (May Allah be pleased with him) reported:",
      "text": "Selman (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir adam Cuma günü banyo yaparsa, (veya) abdest alırsa, saçını yağlarsa, evinde bulunan her türlü parfümü sürerse, camiye doğru yola çıkarsa, iki kişiyi ayırmazsa (kendisine yer açmak için), kendisine farz kılınan namazı kılarsa, imam konuşurken sessiz kalırsa, o Cuma ile sonraki Cuma arasındaki (küçük) günahları affedilir.\"."
    },
    {
      "id": 165,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cuma günü banyo yapan, tıpkı ritüel temizlenme için banyo yapan kimse gibidir; sonra (camiye) giden kimse, Allah'ın rızasını kazanmak için bir deve kurban eden gibidir; ikinci saatte gelen kimse, Allah'ın rızasını kazanmak için bir inek kurban eden gibidir; üçüncü saatte gelen kimse, boynuzlu bir koç kurban eden gibidir; dördüncü saatte gelen kimse, bir tavuk kurban eden gibidir; beşinci saatte gelen kimse, bir yumurta kurban eden gibidir. Ve imam minbere çıktığında, (imamdan önce camiye gelenlerin isimlerini yazan) melekler (kayıtlarını) kapatır, hutbeyi dinlemek için.\""
    },
    {
      "id": 166,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) Cuma'nın faziletlerinden bahsederken şöyle dedi: \"Cuma günü, bir Müslümanın Salat kıldığı ve dua ettiği bir zaman vardır ki, o zaman Allah, onun dua ettiği şeyi ona verir.\" Ve (ﷺ) bu zaman diliminin çok kısa olduğunu belirtmek için elini işaret etti."
    },
    {
      "id": 167,
      "narrator": "Abu Burdah bin Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Burde bin Ebu Musa el-Eş'ari (Allah ondan razı olsun) şöyle rivayet etmiştir: Abdullah bin Ömer (Allah onlardan razı olsun) bana dedi ki: \"Babanın Allah'ın Resulü (ﷺ) hakkında Cuma günü özel bir anla ilgili bir şey naklettiğini duydun mu?\" Ben de: \"Evet, Allah'ın Resulü'nden (ﷺ) şöyle naklettiğini duydum: 'Bu an, İmam'ın (ilk hutbeden sonra minbere oturduğu zaman) oturduğu ile Salat'ın sona erdiği zaman arasındadır.'\" dedim."
    },
    {
      "id": 168,
      "narrator": "Aus bin Aus (May Allah be pleased with him)reported:",
      "text": "Avs bin Avs (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizin en hayırlı günleriniz Cuma'dır. O günde Allah'a benim adımı sıkça yüceltmek için dua edin, çünkü sizin bu dualarınız bana sunulmaktadır.\""
    },
    {
      "id": 169,
      "narrator": "Sa'd bin Abu Waqqas (May Allah be pleased with him) reported:",
      "text": "Sa'd bin Ebu Vakkas (Allah ondan razı olsun) şöyle rivayet etmiştir: Biz, Allah'ın Resulü (ﷺ) ile birlikte Mekkeden Medine'ye doğru yola çıktık ve 'Azwara'ya yaklaştığımızda, o (ﷺ) bindiği deveden indi, bir süre Allah'a dua etti ve secdeye kapandı. Uzun bir süre secdede kaldı. Sonra kalktı ve bir süre ellerini kaldırdı, ardından tekrar secdeye kapandı ve uzun bir süre secdede kaldı. Sonra tekrar kalktı ve bir süre ellerini kaldırdı, ardından üçüncü kez secdeye kapandı. Sonra (ﷺ) dedi ki: \"Ben Rabbime dua ettim ve ümmetim için şefaatte bulundum, o da bana onların üçte birini verdi. Bunun üzerine Rabbime şükür secdesi yaptım. Sonra başımı kaldırdım ve Rabbim için ümmetim adına dua ettim, o da bana onların diğer üçte birini verdi. Yine başımı kaldırdım ve Rabbim için ümmetim adına dua ettim, o da bana onların son üçte birini verdi. Bunun üzerine Rabbim karşısında şükür secdesine kapandım.\""
    },
    {
      "id": 170,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) o kadar uzun süre ayakta (namazda) dururdu ki, ayaklarının derisi çatlardı. Ona: \"Niçin bunu yapıyorsun, halbuki sen geçmiş ve gelecekteki günahların affedilmişken?\" dedim. O da: \"Ben Allah'ın şükreden bir kulu olmayacak mıyım?\" dedi."
    },
    {
      "id": 171,
      "narrator": "'Ali (May Allah be pleased with him) reported:",
      "text": "Ali (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) bir gece beni ve Fatıma'yı (Allah ondan razı olsun) ziyaret etti ve: \"Gece namazı kılmıyor musunuz?\" dedi."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Salim bin Abdullah bin Ömer bin Hattab (Allah onlardan razı olsun) babasından rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Abdullah ne güzel bir adamdır! Keşke gece nafile namazlarını kılabilse.\" Salim, bundan sonra (babası) Abdullah'ın gece çok az uyuduğunu söyledi."
    },
    {
      "id": 173,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin el-As (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) bana dedi ki: \"Öyle biri olma, ey Abdullah! O, gece namazı kılıyordu, sonra bu uygulamayı bıraktı.\""
    },
    {
      "id": 174,
      "narrator": "'Abdullah bin Mas'ud (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Mes'ud (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) önünde, gece boyunca sabaha kadar uyuyan bir adamdan bahsedildi. Allah'ın Resulü (ﷺ) şöyle dedi: \"O, şeytanın kulaklarına işediği bir adamdır.\""
    },
    {
      "id": 175,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri uyuduğunda, şeytan onun boynunun arkasında üç düğüm atar. Her düğümde şu büyüyü okur: 'Uzun bir gece var, o yüzden uyu.' Eğer uyanır ve Allah'ı hatırlarsa, bir düğüm çözülür. Eğer abdest alırsa, (ikinci) düğüm çözülür; ve eğer namaz kılarsa, (tüm) düğümler çözülür. O, sabahını mutlu ve dinç bir ruh haliyle geçirir; aksi takdirde kötü bir ruh haliyle ve tembel bir durumda kalkar.\""
    },
    {
      "id": 176,
      "narrator": "'Abdullah bin Salam (May Allah be pleased with him) reported:",
      "text": "Abdullah bin Selam (Allah ondan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) şöyle dedi: \"Ey insanlar, selamı yayınız, (fakir ve muhtaçlara) yemek veriniz ve başkaları uyurken Salat kılınız ki, cennete güvenle girersiniz.\""
    },
    {
      "id": 177,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Ramazan'dan sonra oruç tutmak için en hayırlı ay Muharrem'dir ve farz namazlardan sonra en hayırlı namaz gece namazıdır.\""
    },
    {
      "id": 178,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) gece namazını çiftler halinde kılmalı, fakat sabahın yaklaşacağından korkarsan, bir rekat (Witr) olarak kılmalısın.\""
    },
    {
      "id": 179,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle rivayet etmiştir: Peygamber (ﷺ) gece namazını çiftler halinde kıldı ve bir rekat (Witr) ile tek sayı yaptı."
    },
    {
      "id": 180,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) bir ay boyunca oruç tutmayı bırakırdı ki, biz onun o ayda hiç oruç tutmayacağını düşünmeye başlardık; ve (bazen) o ay boyunca oruç tutardı ki, biz onun o ayda hiç bir günü atlamayacağını düşünmeye başlardık. Eğer birisi onu gece namazı kılarken görmek isterse, bunu yapabilirdi; ve eğer birisi onu gece uyurken görmek isterse, bunu da yapabilirdi."
    },
    {
      "id": 181,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) gece on bir Rek'at (Tahajjud) namazı kılardı. O (ﷺ) birinizin elli Ayet (Kur'an'dan) okuması kadar süre secde ederdi. Daha sonra Fajr namazından önce iki Rek'at kılar ve Muezzin gelene kadar sağ tarafına uzanırdı ve ona (Fajr) namazının vaktini bildirirdi."
    },
    {
      "id": 182,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Ramazan'da veya başka bir ayda on bir Rek'at (Tahajjud namazı)dan fazlasını kılmazdı. Öncelikle dört Rek'at kılardı. Onların faziletini ve uzunluğunu sormayın. Sonra dört Rek'at daha kılardı; onların faziletini ve uzunluğunu sormayın. Ardından üç Rek'at (Vitr namazı) kılardı. ('Aişe (Allah ondan razı olsun) ekledi) Ben sordum: \"Ey Allah'ın Elçisi! Vitr namazını kılmadan önce uyur musun?\" O (ﷺ) dedi ki: \"Ey Aişe! Gözlerim uyur ama kalbim uyumaz.\""
    },
    {
      "id": 183,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) gecenin erken saatlerinde uyur, gecenin ilerleyen saatlerinde ise Salat kılardı."
    },
    {
      "id": 184,
      "narrator": "Ibn Mas'ud (May Allah be pleased with him) reported:",
      "text": "İbn Mes'ud (Allah ondan razı olsun) bildirdi: Bir gece Peygamber (ﷺ) ile (nafile) Salat kıldım. O (ﷺ) Qiyam'ı (ayakta durma) o kadar uzattı ki, bir yanlış yapmaya karar verdim. Kendisine soruldu: \"Ne yapmayı düşündün?\" O cevap verdi: \"Oturmayı ve onu (Salat'ta) takip etmeyi bırakmayı düşündüm.\""
    },
    {
      "id": 185,
      "narrator": "Hudhaifah (May Allah be pleased with him) reported:",
      "text": "Hudhayfe (Allah ondan razı olsun) bildirdi: Bir gece Peygamber (ﷺ) ile Salat kıldım ve o, Bakara Suresi'ni okumaya başladı. Ben, yüz Ayet'in sonunda Ruku'ya (Salat'ta eğilme) gireceğini düşündüm, ama okumaya devam etti; ve bu Sureyi tüm Rek'at boyunca okuyacağını düşündüm, ama okumaya devam etti; bu Sureyi tamamladıktan sonra Ruku'ya gireceğini düşündüm. O (ﷺ) sonra Nisa Suresi'ni okumaya başladı ve ardından Al-i İmran Suresi'ni okudu. Rahat bir şekilde okudu. Tasbih geçen bir Ayet okuduğunda \"Subhan Allah\" derdi ve Rubb'dan nasıl isteneceğini belirten bir Ayet okuduğunda, Allah'ın Elçisi (ﷺ) O'ndan isterdi; ve Allah'a sığınmayı isteyen bir Ayet okuduğunda, Allah'a sığınırdı. Sonra Ruku'ya girdi ve \"Subhana Rabbiyal-Azim (Rabbim, Büyük, her türlü eksiklikten uzaktır)\" dedi; Ruku'su, ayakta durduğu süre kadar sürdü, (ve Ruku'dan sonra tekrar ayakta durduğunda) \"Sami' Allahu liman hamidah, Rabbana lakal-hamd (Allah, O'nu övenin sesini işitir. Hamd, Sana, Rabbimiz!)\" derdi ve ardından Ruku'da geçirdiği süre kadar ayakta dururdu. Sonra secde ederdi ve \"Subhana Rabbiyal-A'la (Rabbim, Yüce, her türlü eksiklikten uzaktır)\" derdi; secdesi, ayakta durduğu süre kadar sürerdi."
    },
    {
      "id": 186,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle soruldu: \"Hangi Salat en hayırlıdır?\" O cevap verdi: \"En hayırlı Salat, Qiyam'ın (ayakta durma süresi) en uzun olduğu Salat'tır.\""
    },
    {
      "id": 187,
      "narrator": "'Abdullah bin 'Amr (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'a en sevimli Salat, (Peygamber) Davud'un Salatı'dır; ve Allah'a en sevimli oruç, (Peygamber) Davud'un orucudur. O, gecenin yarısını uyur, bunun üçte biri kadar Salat kılardı, sonra kalan altıda bir kadar uyurdu; ve alternatif günlerde oruç tutardı.\""
    },
    {
      "id": 188,
      "narrator": "Jabir (May Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Her gece, bir Müslümanın bu dünya veya ahiret ile ilgili her hayırlı şeyi Allah'tan istemesi için özel bir zaman vardır; bu an her gece gelir.\""
    },
    {
      "id": 189,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Biriniz gece kalkıp (Tahajjud) namazı kılacak olursa, Salat'a iki kısa Rek'at ile başlasın.\""
    },
    {
      "id": 190,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) gece Salat'a durduğunda, namazına iki kısa Rek'at ile başlardı."
    },
    {
      "id": 191,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Eğer Allah'ın Elçisi (ﷺ) gece (Tahajjud) Salat'ını hastalık veya benzeri bir sebepten kaçırırsa, gündüz on iki Rek'at kılardı."
    },
    {
      "id": 192,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "Ömer bin Hattab (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer biri uyursa ve bu nedenle Hizb'ini (payını) veya bir kısmını kılmayı kaçırırsa, eğer onu Fajr ile Zuhr namazı arasında kılarsa, bu, gece kılmış gibi kendisine yazılır.\""
    },
    {
      "id": 193,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Geceleyin kalkıp Salat kılan bir adama Allah merhamet etsin, eşini namaz kılmaya uyandırır ve eğer o reddederse, yüzüne su serper (kalkması için). Geceleyin kalkıp Salat kılan bir kadına Allah merhamet etsin, kocasını aynı amaçla uyandırır; eğer o reddederse, yüzüne su serper.\""
    },
    {
      "id": 194,
      "narrator": "Abu Sa'id and Abu Hurairah (May Allah be pleased with them) reported:",
      "text": "Ebu Said ve Ebu Hureyre (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir adam geceleyin eşini uyandırır ve birlikte iki Rek'at Salat kılarlarsa, onlar Allah'ı anan erkekler ve kadınlar arasında kaydedilirler.\""
    },
    {
      "id": 195,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) şöyle dedi: \"Biriniz Salat kılarken uyuklarsa, uykusu geçene kadar yatsın. Biriniz uyuklayarak Salat kılarsa, uyuklama nedeniyle kendisine günah işler.\""
    },
    {
      "id": 196,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) dedi ki: \"Sizden biri gece namazına kalktığında Kur'an'ı doğru bir şekilde okumakta zorluk çekiyorsa ve ne okuduğunu bilmiyorsa, geri uyumalıdır.\"."
    },
    {
      "id": 197,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) dedi ki: \"Ramazan boyunca, inançla ve ödül umuduyla nafile namaz (Teravih namazı) kılanın geçmiş günahları affedilecektir.\"."
    },
    {
      "id": 198,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) Ramazan ayında gece (nafile Teravih) namazı kılmaları için (insanları) teşvik ederdi. Onlara emretmezdi veya bunu zorunlu kılmazdı. O (ﷺ) dedi ki: \"Ramazan ayında gece (nafile Teravih) namazı kılan, inançla ve Allah'ın ödülünü umarak, geçmiş günahları affedilecektir.\"."
    },
    {
      "id": 199,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) dedi ki: \"Kadir Gecesi'nde (Kadir Gecesi) Kıyam kılan, inançla ve Allah'ın ödülünü umarak, geçmiş günahları affedilecektir.\"."
    },
    {
      "id": 200,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) rivayet etti: Peygamber (ﷺ) arkadaşlarından bazıları Ramazan'ın son yedi gecesinde Kadir Gecesi'ni (Kadir Gecesi) rüyalarında gördüler. Bunun üzerine Allah'ın Messengerı (ﷺ) dedi ki: \"Rüyalarınızın hepsinin son yedi gece üzerinde birleştiğini görüyorum. Kim onu arıyorsa, son yedi gecede arasın.\"."
    },
    {
      "id": 201,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) Ramazan'ın son on gecesinde (camiye) çekilir ve \"Kadir Gecesi'ni (Kadir Gecesi) Ramazan'ın son on gecesinde arayın.\" derdi."
    },
    {
      "id": 202,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) Ramazan'ın son on gününde İ'tikaf yapar ve \"Kadir Gecesi'ni (Kadir Gecesi) Ramazan'ın son on gecesinin tek gecelerinde arayın.\" derdi."
    },
    {
      "id": 203,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) rivayet etti: Ramazan'ın son on gecesi başladığında, Allah'ın Messengerı (ﷺ) gece uyanık kalır (namaz ve ibadet için), ailesini uyandırır ve ibadette daha azimli olmak için kendini hazırlar."
    },
    {
      "id": 204,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) Ramazan'da, yılın diğer zamanlarına göre daha fazla ibadet ederdi; ve Ramazan'ın son on gecesinde, ayın ilk kısmına göre daha fazla (Allah'a) ibadet ederdi."
    },
    {
      "id": 205,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) rivayet etti: Ben sordum: \"Ey Allah'ın Messengerı! Eğer Kadir Gecesi'ni (Kadir Gecesi) fark edersem, neyle dua etmeliyim?\" O (ﷺ) cevap verdi: \"Şöyle dua etmelisin: Allahumme innaka 'afuwwun, tuhibbul-'afwa, fa'fu 'anni (Ey Allah, Sen en çok affedicisin ve affı seversin; o halde beni affet).\""
    },
    {
      "id": 206,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) dedi ki: \"Eğer ümmetim için zorlayıcı olacağını düşünmeseydim, her namazdan önce Misvak (diş temizleme çubuğu) kullanmalarını emrederdim.\"."
    },
    {
      "id": 207,
      "narrator": "Hudaifah (May Allah be pleased with him) reported:",
      "text": "Hudayfa (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) her uyandığında, dişlerini Misvak (diş temizleme çubuğu) ile ovardı."
    },
    {
      "id": 208,
      "narrator": "'Aishah (may Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) rivayet etti: Biz, Allah'ın Messengerı (ﷺ) için bir Misvak (diş temizleme çubuğu) ve Abdest almak için su hazırlar, Allah dilediğinde onu gece uykusundan uyandırırdı; o (ﷺ) dişlerini Misvak ile fırçalar, abdest alır ve namaz kılardı."
    },
    {
      "id": 209,
      "narrator": "Anas (May Allah be pleased with him)reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Messengerı (ﷺ) dedi ki: \"Sizlere Misvak (diş temizleme çubuğu) kullanmanızı ısrarla tavsiye ediyorum.\"."
    },
    {
      "id": 210,
      "narrator": "Shuraih bin Hani (May Allah be pleased with him) reported:",
      "text": "Şu'be bin Hani (Allah ondan razı olsun) rivayet etti: 'Aişe'ye (Allah ondan razı olsun) sordum: \"Peygamber (ﷺ) evine girdiğinde ilk yaptığı şey neydi?\" O cevap verdi: \"Misvak (diş temizleme çubuğu) kullanırdı.\"."
    },
    {
      "id": 211,
      "narrator": "Abu Musa Al-Ash'ari (May Allah be pleased with him) reported:",
      "text": "Ebu Musa el-Eş'ari (Allah ondan razı olsun) şöyle bildirmiştir: Bir gün Peygamber (ﷺ) ile karşılaştım ve Misvak'ın (diş temizleme çubuğu) ucunu dilinde gördüm."
    },
    {
      "id": 212,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Misvak (diş temizleme çubuğu) ağzı temizler ve arındırır ve Rubb'u memnun eder.\""
    },
    {
      "id": 213,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Beş şey fıtrata uygundur: Sünnet olmak, pubik kılları temizlemek, tırnakları kesmek, koltuk altı kıllarını yolmak ve bıyığı kısaltmak.\""
    },
    {
      "id": 214,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"On fıtrat gerekliliği vardır: Bıyığı kısaltmak, sakalı uzatmak, Misvak (diş temizleme çubuğu) kullanmak, abdestte burna su çekmek, tırnakları kesmek, parmak eklemlerinin altını yıkamak; koltuk altı kıllarını yolmak, pubik kılları temizlemek ve tuvalet ihtiyacından sonra su ile temizlenmek.\" Rivayet eden kişi dedi ki: \"Onuncusunu unuttum ama muhtemelen ağız çalkalamak (abdestte) olabilir.\""
    },
    {
      "id": 215,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) dedi ki: \"Bıyıkları kısaltın ve sakalı uzatın.\""
    },
    {
      "id": 216,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"İslam'ın temeli beş (sütun) üzerine kurulmuştur: 'La ilaha illallah' (Allah'tan başka ilah yoktur) şehadeti, Muhammad (ﷺ) onun kulu ve Elçisidir, Salat'ın ikamesi, Zekat'ın verilmesi, Allah'ın Evine (Kabe) hac ve Ramazan ayında oruç tutmak.\""
    },
    {
      "id": 217,
      "narrator": "Talhah bin 'Ubaidullah (May Allah be pleased with him) reported:",
      "text": "Talha bin Ubeydullah (Allah ondan razı olsun) şöyle bildirmiştir: Dağınık saçlı bir adam, Allah'ın Elçisi (ﷺ) yanına geldi. Sesinin uğultusunu duyduk ama ne söylediğini tam anlayamadık, ta ki Allah'ın Elçisi (ﷺ) yakınında duruncaya kadar. O zaman İslam hakkında soru sorduğunu anladım. Allah'ın Elçisi (ﷺ) dedi ki: \"Gündüz ve gece beş (farz) Salat vardır.\" O dedi ki: \"Bunların dışında başka bir (Salat) yapmak zorunda mıyım?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır, ama gönlünden geldiği gibi yapabilirsin.\" O (ﷺ) ekledi: \"Ramazan orucu vardır.\" Soran kişi sordu: \"Bunun dışında başka bir şey yapmak zorunda mıyım?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır, ama gönlünden geldiği gibi yapabilirsin. Gönüllü oruç tutabilirsin.\" Ve Allah'ın Elçisi (ﷺ) ona Zekat'ı (farz sadaka) anlattı. Soran kişi sordu: \"Bunun dışında başka bir şey vermek zorunda mıyım?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır, ama gönlünden geldiği gibi verebilirsin.\" O adam geri dönerken şöyle dedi: \"Allah'a yemin ederim! Buna ne ekleyeceğim ne de eksilteceğim.\" (Bunu duyunca) Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer söylediği gibi doğru çıkarsa, o kurtuluşa ermiştir.\""
    },
    {
      "id": 218,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) Muaz'ı (Allah ondan razı olsun) Yemen valisi olarak tayin etti ve ayrılma zamanı geldiğinde ona şöyle talimat verdi: \"Öncelikle insanları 'La ilaha illallah' (Allah'tan başka ilah yoktur) ve benim (Muhammed) Allah'ın Elçisi olduğuma şehadet etmeye çağır. Eğer bunu kabul ederlerse, onlara Allah'ın gündüz ve gece beş Salat farz kıldığını söyle. Eğer sana itaat ederlerse, onlara Allah'ın Zekat'ı farz kıldığını söyle. Zekat, zenginlerinden alınacak ve fakirlerine dağıtılacaktır.\""
    },
    {
      "id": 219,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"İnsanları 'La ilaha illallah' (Allah'tan başka ilah yoktur) ve Muhammad (ﷺ) onun kulu ve Elçisi olduğuna şehadet edene kadar savaşmam emredildi. Eğer bunu yaparlarsa, onların kanı (hayatı) ve malları güvence altındadır, ancak hukuken meşru bir sebep olmadıkça; ve onların hesabını görmek Allah'a aittir.\""
    },
    {
      "id": 220,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) vefat ettiğinde, Ebu Bekir (Allah ondan razı olsun) onun halifesi olarak tayin edildi. Araplar arasında bazı insanlar dinden döndü. Ebu Bekir (Allah ondan razı olsun) onlarla savaşmaya karar verdi. Ömer bin Hattab (Allah ondan razı olsun) Ebu Bekir'e dedi ki: \"Nasıl onlarla savaşabilirsin ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: 'Ben, insanları 'La ilaha illallah' (Allah'tan başka ilah yoktur) şehadeti verene kadar savaşmam emredildi; eğer bunu yaparlarsa, onların kanı (hayatı) ve malları güvence altındadır, ancak hukuken meşru bir sebep olmadıkça; ve onların hesabını görmek Allah'a aittir.'\" Bunun üzerine Ebu Bekir (Allah ondan razı olsun) dedi: \"Allah'a yemin ederim ki, Salat ile Zekat arasında ayrım yapanla kesinlikle savaşacağım, çünkü zenginlerin Zekat vermesi farzdır. Allah'a yemin ederim ki, onları, Allah'ın Elçisi (ﷺ) için kullandıkları ip parçasını almak için bile savaşacağım.\" Ömer (Allah ondan razı olsun) dedi: \"Ebu Bekir'in (Allah ondan razı olsun) Zekat vermeyenlerle savaşma konusunda kalbini açtığını anladım ve Ebu Bekir'in...\""
    },
    {
      "id": 221,
      "narrator": "Abu Ayyub (May Allah be pleased with him) reported:",
      "text": "Ebu Eyyub (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam Peygamber (ﷺ) ile konuştu ve dedi ki: \"Beni cennete sokacak bir ameli göster.\" Bunun üzerine o (Allah'ın Elçisi (ﷺ)) dedi ki: \"Allah'a ibadet et ve O'na hiçbir şeyi ortak koşma, Salat'ı ikame et, Zekat'ı ver ve akrabalık bağlarını güçlendir.\""
    },
    {
      "id": 222,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Bir bedevi Peygamber (ﷺ) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi! Beni cennete sokacak bir ameli göster.\" Peygamber (ﷺ) dedi ki: \"Allah'a ibadet et, O'na hiçbir şeyi ortak koşma, Salat'ı ikame et, üzerindeki farz kılınan Zekat'ı ver ve Ramazan orucunu tut.\" O (bedevi) dedi ki: \"Canımın sahibi olan Allah'a yemin ederim ki, bunlara asla bir şey eklemeyeceğim.\" Dönünce Peygamber (ﷺ) dedi ki: \"Cennet ehlinin birini görmek isteyen, bu adamı (bedevi) görsün.\""
    },
    {
      "id": 223,
      "narrator": "Jarir bin 'Abdullah (May Allah be pleased with him) reported:",
      "text": "Cerir bin Abdullah (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) ile Salat'ı ikame etmek, Zekat'ı vermek ve her Müslümanın iyiliğini düşünmek üzere biat ettim."
    },
    {
      "id": 224,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Altın veya gümüşe sahip olan ve bunun Zekat'ını vermeyen kişi, Kıyamet Günü, cehennem ateşinde onun için gümüş ve altın levhalar ısıtılacak ve bunlarla yan tarafına, alnına ve sırtına damga vurulacaktır. Soğuduktan sonra tekrar ısıtılacak ve bu işlem, ölçüsü elli bin yıl olan günde tekrar edilecektir. (Bu böyle devam edecek) ta ki (Allah'ın) kulları arasında hüküm verilene kadar ve o, nihai yurdunu, ya cennete ya da cehenneme gösterilecektir.\" Soruldu: \"Peki, deveye sahip olan ve onun Zekat'ını vermeyen kişi ne olacak?\" O (ﷺ) cevap verdi: \"Aynı şekilde, deveye sahip olan ve onun Zekat'ını vermeyen kişi, Kıyamet Günü, yüzüstü veya sırtüstü geniş bir çöl arazisine atılacak ve develer onun üzerine basacak ve onu ısıracaklardır. İlk geçen her biri onun yanından geçerken, sonuncusu geri döndürülecek, ölçüsü elli bin yıl olan bir günde, ta ki (Allah'ın) kulları arasında hüküm verilene kadar ve o, nihai yurdunu, ya cennete ya da cehenneme gösterilecektir.\" Tekrar soruldu: \"Ey Allah'ın Elçisi, peki, inekler ve koyunlar ne olacak?\" O (ﷺ) dedi ki: \"Eğer birisi inek ve koyunlara sahip olup, onların Zekatını vermezse; Kıyamet Günü, yüzüstü geniş bir çöl arazisine atılacak. Kıvrık boynuzlu, boynuzsuz veya kırık boynuzlu hiçbir hayvan kalmayacak ve bunlar onu boynuzlayacak ve onun üzerine basacaklardır. İlk geçen her biri onun yanından geçerken, sonuncusu geri döndürülecek, ölçüsü elli bin yıl olan bir günde, ta ki (Allah'ın) kulları arasında hüküm verilene kadar ve o, nihai yurdunu, ya cennete ya da cehenneme gösterilecektir.\" Soruldu: \"Ey Allah'ın Elçisi, peki, atlar ne olacak?\" Bunun üzerine o (ﷺ) dedi ki: \"Atlar üç türdür. Birincisi, sahibine yük olan; diğeri, bir zırh olan ve diğeri, sahibine sevap kazandıran. Bunlar, gösteriş veya gurur için veya Müslümanların duygularını incitmek için beslenen kişidir. Bunlar, sahipleri için azap sebebi olacaktır. Allah rızası için beslenen ve Allah'ın haklarını unutmayan (yani, muhtaç olanların binmesine izin veren) kişi için ise bir zırh olacaktır. Allah yolunda (Cihad) Müslümanlar tarafından kullanılanlar, otlaklarda ve bahçelerde beslenenlerdir. Onların yedikleri her şey, onun için sevap olarak kaydedilecektir; o kadar ki, dışkıları ve idrarları da onun için eşit sayıda sevap olarak kaydedilecektir. Bağlı oldukları ipi kopardıklarında ve her yükseklikten tırmandıklarında ve her ayak izi bıraktıklarında, bunlar da sahibinin lehine birer sevap olarak kaydedilecektir. Sahibi, onları su içireceği bir akarsudan geçirdiğinde, su içirmeyi amaçlamasa bile, Allah onun için içtikleri su miktarını sevap olarak kaydedecektir.\" Soruldu: \"Ey Allah'ın Elçisi, peki, eşekler ne olacak?\" Bunun üzerine o (ﷺ) dedi ki: \"Eşekler hakkında bana özel olarak hiçbir şey indirilmedi, sadece bu kapsamlı ayet: 'Kim zerre kadar hayır işlerse onu görür. Kim de zerre kadar şer işlerse onu görür.' (99: 8,9) indirilmiştir.\""
    },
    {
      "id": 225,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Yüce ve Azamet sahibi Allah şöyle buyurdu: 'Ademoğlunun her ameli kendisi içindir, yalnızca Oruç (siyam) benim içindir ve onun mükafatını ben vereceğim.' Oruç bir kalkan gibidir. Sizden biri oruç tutarken, ne kötü söz söylesin ne de sesini yükseltsin; eğer biri ona söver veya onunla tartışmaya çalışırsa, 'Ben oruçluyum' demelidir. Canıma yemin ederim ki, oruç tutan kişinin nefesi, Allah katında miskten daha tatlıdır. Oruç tutan kişi, iki sevinç yaşar: Oruç açtığında bir sevinç duyar. Rubb'u ile karşılaştığında da orucunun sevincini yaşar.\" Al-Buhari'nin bir rivayetinde, Allah'ın Elçisi (ﷺ) dedi ki: \"Allah şöyle buyuruyor: '(Oruç tutan kişi) benim rızam için yiyecek ve içmekten ve cinsel zevklerden uzak durmuştur; oruç benim içindir ve onun mükafatını ben vereceğim. Her iyi amelin mükafatı on katıdır.'\" Müslim'in bir rivayetinde, Allah'ın Elçisi (ﷺ) dedi ki: \"Bir kişinin her (iyi) ameli on katından yedi yüz katına kadar artırılır. Allah (SWT) şöyle buyuruyor: 'Oruç tutmanın mükafatı, diğer iyi amellerin mükafatından farklıdır; oruç benim içindir ve yalnızca ben onun mükafatını vereceğim. Oruç tutan kişi, yalnızca benim rızam için yiyecek ve içmekten uzak durmuştur.' Oruç tutan kişinin iki sevinç anı vardır; biri orucunu açtığında, diğeri Rubb'u ile karşılaştığında. Şüphesiz, oruç tutan kişinin nefesi, Allah katında miskten daha hoş kokuludur.\""
    },
    {
      "id": 226,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda bir çift harcayan, Cennet kapılarından çağrılacak: 'Ey Allah'ın kulu! Bu kapı senin için daha hayırlıdır' ve namazda sürekli olan, Salat Kapısı'ndan çağrılacak; Allah yolunda cihad etmeye heves eden, Cihad Kapısı'ndan çağrılacak; oruç tutan, Ar-Raiyan Kapısı'ndan çağrılacak. Sadaka veren cömert olan ise, Sadaka Kapısı'ndan çağrılacak.\" Ebu Bekir (Allah ondan razı olsun) dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Annem ve babam sana feda olsun! Bu kapılardan çağrılanlar hiçbir şeye ihtiyaç duymayacaklar. Acaba bu kapılardan hepsinden çağrılan olacak mı?\" Resulullah (ﷺ) cevap verdi: \"Evet, ve umarım ki sen de onlardan biri olursun.\"."
    },
    {
      "id": 227,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him):",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) dedi ki: Peygamber (ﷺ) şöyle buyurdu: \"Cennet'te Ar-Raiyan adında bir kapı vardır, yalnızca oruç tutanlar Kıyamet Günü'nde buradan girecekler. Başka hiç kimse buradan giremeyecek. 'Oruç tutanlar nerede?' diye çağrılacaklar. Onlar ayağa kalkacak ve o kapıya doğru ilerleyecekler. İçlerinden sonuncusu girdiğinde kapı kapanacak ve artık kimse o kapıdan giremeyecek.\"."
    },
    {
      "id": 228,
      "narrator": "Abu Sa'id Al-Khudri (May Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah rızası için bir gün oruç tutan her Allah kulu, Allah onu cehennem ateşinden yetmiş yıllık mesafe kadar uzaklaştırır.\"."
    },
    {
      "id": 229,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Ramazan ayında iman ile oruç tutan ve Allah'tan mükafatını bekleyen kişinin geçmiş günahları affedilir.\"."
    },
    {
      "id": 230,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ramazan başladığında, Cennet kapıları açılır, Cehennem kapıları kapanır ve şeytanlar zincire vurulur.\"."
    },
    {
      "id": 231,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Hilali gördüğünüzde oruç tutun ve onu gördüğünüzde sona erdirin, fakat gökyüzü bulutlu olursa, ayın sayısını (otuz gün) tamamlayın.\"."
    },
    {
      "id": 232,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) insanların en cömertiydi; Ramazan ayında, Cebrail her gece onu ziyaret edip Kur'an okuduğunda en cömertti. Bu dönemde, Allah'ın Resulü (ﷺ) cömertliği, yağmur getiren rüzgardan daha hızlı artıyordu.."
    },
    {
      "id": 233,
      "narrator": "'Aishah (May Allah be pleased with him) reported:",
      "text": "Aişe (Allah ondan razı olsun) rivayet etti: Ramazan'ın son on gecesi başladığında, Allah'ın Resulü (ﷺ) geceyi ibadet ve dua ile geçirir, ailesini uyandırır ve ibadette daha gayretli olmak için kendini hazırlar.."
    },
    {
      "id": 234,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Ramazan'dan bir veya iki gün önce oruç tutmayın. Ancak, bir kişinin belirli bir günde oruç tutma alışkanlığı varsa (bu tarihlere denk gelebilir), o günde oruç tutabilir.\"."
    },
    {
      "id": 235,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ramazan gelmeden oruç tutmayın. Ramazan hilalini gördüğünüzde oruç tutun ve Şevval hilalini gördüğünüzde sona erdirin. Gökyüzü kapalı olursa, ayı otuz gün tamamlayın.\"."
    },
    {
      "id": 236,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şaban'ın ortası geldiğinde oruç tutmayın.\"."
    },
    {
      "id": 237,
      "narrator": "'Ammar bin Yasir (May Allah be pleased with them) reported:",
      "text": "Ammar bin Yasir (Allah onlardan razı olsun) rivayet etti: Şüpheli bir günde oruç tutan, aslında Abul-Kasım'a (yani, Allah'ın Resulü (ﷺ)) itaat etmemiştir.."
    },
    {
      "id": 238,
      "narrator": "Talhah bin Ubaidullah (May Allah be pleased with him) reported:",
      "text": "Talha bin Ubeydullah (Allah ondan razı olsun) rivayet etti: Yeni ayı gördüğünde, Peygamber (ﷺ) şöyle dua ederdi: \"Allah'ım, bunu üzerimize güven ve iman ile, selamet ve İslam ile getirsin. Rabbim ve senin Rabbin Allah'tır. Bu hilal bize hidayet ve hayır getirsin.\"."
    },
    {
      "id": 239,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sahur (imsak) yiyin. Şüphesiz, sahurda bir bereket vardır.\"."
    },
    {
      "id": 240,
      "narrator": "Zaid bin Thabit (May Allah be pleased with him) reported:",
      "text": "Zeyd bin Sabit (Allah ondan razı olsun) rivayet etti: Biz, Allah'ın Resulü (ﷺ) ile sahur yaptık ve sonra (Fajr) namazına kalktık. Soruldu: \"İkisi arasında ne kadar zaman vardı?\" O da: \"Elli ayetin okunması için gereken zaman.\" diye cevap verdi."
    },
    {
      "id": 241,
      "narrator": "Ibn 'Umar (May Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) iki müezzin tutardı: Bilal ve İbn Ümm Mektum (Allah onlardan razı olsun). Allah'ın Messengerı (ﷺ) şöyle dedi: \"Bilal ezan okur.\""
    },
    {
      "id": 242,
      "narrator": "'Amr bin Al-'As (May Allah be pleased with him) reported:",
      "text": "'Amr bin Al-'As (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Oruç tutmamız ile Kitap ehlinin oruç tutması arasındaki fark, Sahur'dur (Ramazan'daki imsak yemeği).\""
    },
    {
      "id": 243,
      "narrator": "Sahl bin Sa'd (May Allah be pleased with him) reported:",
      "text": "Sahl bin Sa'd (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"İnsanlar, oruçlarını çabuk açtıkları sürece hayra devam edeceklerdir.\""
    },
    {
      "id": 244,
      "narrator": "Abu Atiyyah (May Allah be pleased with him) reported:",
      "text": "Ebu Atiyyah (Allah ondan razı olsun) şöyle bildirmiştir: Masruq ve ben 'Aişe'ye (Allah ondan razı olsun) gittik ve dedik ki: \"Ey Müminlerin Annesi! Muhammed'in (ﷺ) iki Sahabesi var ve ikisi de hayır işlemekten geri durmuyor; fakat birisi orucunu açmakta ve Maghrib namazını kılmakta acele ediyor, diğeri ise orucunu açmayı ve namaz kılmayı geciktiriyor.\" O sordu: \"Orucunu açmakta ve Maghrib namazını kılmakta acele eden kimdir?\" Masruq dedi: \"O, Abdullah'tır (yani Abdullah bin Mes'ud).\" O da dedi: \"Allah'ın Messengerı (ﷺ) böyle yapardı.\""
    },
    {
      "id": 245,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Yüce Allah şöyle buyuruyor: 'Kullarımdan, orucunu açmada en hızlı olan, benim için en sevimli olandır.'\""
    },
    {
      "id": 246,
      "narrator": "'Umar bin Al-Khattab (May Allah be pleased with him) reported:",
      "text": "'Umar bin Al-Khattab (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Gece bu taraftan (yani doğudan) yaklaşınca ve gündüz o taraftan (yani batıdan) çekilince ve güneş battığında, oruç tutan bir kişinin orucunu açması için zaman gelmiştir.\""
    },
    {
      "id": 247,
      "narrator": "Abu Ibrahim 'Abdullah bin Abu Aufa (May Allah be pleased with them) reported:",
      "text": "Ebu İbrahim 'Abdullah bin Ebu Aufa (Allah onlardan razı olsun) şöyle bildirmiştir: Biz Allah'ın Messengerı (ﷺ) ile bir yolculuktaydık ve o oruç tutuyordu. Güneş battığında, o (ﷺ) bir kişiye dedi: \"İniyor ve bize kavrulmuş arpa içeceği hazırlıyorsun.\" Bunun üzerine o cevap verdi: \"Ey Allah'ın Messengerı, hâlâ gündüz var.\" Allah'ın Messengerı (ﷺ) dedi: \"İniyor ve bize arpa içeceği hazırlıyorsun.\" O dedi: \"Ama hâlâ gündüz.\" Allah'ın Messengerı (ﷺ) tekrar ona dedi: \"İniyor ve bize arpa içeceği hazırlıyorsun.\" Bunun üzerine o indi ve ona bir arpa sıvısı hazırladı. Peygamber (ﷺ) onu içti ve sonra dedi: \"Eğer o taraftan gecenin yaklaşmakta olduğunu görürseniz, oruç tutan bir kişi orucunu açmalıdır.\" Ve (ﷺ) elini doğuya doğru işaret etti."
    },
    {
      "id": 248,
      "narrator": "Salman bin 'Amir (May Allah be pleased with him) reported:",
      "text": "Salman bin 'Amir (Allah ondan razı olsun) şöyle bildirmiştir: Ben Peygamberin (ﷺ) şöyle dediğini duydum: \"Biriniz orucunu açtığında, hurma ile açsın; eğer hurma yoksa, su ile açsın; çünkü su temizdir.\""
    },
    {
      "id": 249,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) orucunu Maghrib namazından önce üç taze hurma ile açardı; eğer taze hurma yoksa, üç kuru hurma yerdi; eğer kuru hurma da yoksa, üç yudum su alırdı."
    },
    {
      "id": 250,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Biriniz bir gün oruç tutuyorsa, ne çirkin sözler söylemeli ne de sesini yükseltmelidir; eğer biri ona söver veya onunla tartışmaya çalışırsa, o şöyle demelidir: 'Ben oruçluyum.'\""
    },
    {
      "id": 251,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer biri yalan söylemekten ve kötü davranışlardan kaçınmazsa, Allah'ın onun yiyecek ve içeceğinden uzak durmasına ihtiyacı yoktur.\""
    },
    {
      "id": 252,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer biriniz oruçlu iken unutkanlıkla bir şey yer veya içerse, orucunu tamamlamalıdır; çünkü Allah ona yedirmiş ve içirmiştir.\""
    },
    {
      "id": 253,
      "narrator": "Laqit bin Sabirah (May Allah be pleased with him) reported:",
      "text": "Laqit bin Sabirah (Allah ondan razı olsun) şöyle bildirmiştir: Ben Allah'ın Messengerı (ﷺ) ile abdest hakkında konuşmasını istedim. O dedi: \"Abdest alırken iyi al (yüz, eller ve ayaklar gibi vücudun o kısımlarını yıkayarak, dirseğin yerine kolun üstüne kadar yıkamak gibi). Parmaklarınızın tabanını temizleyin ve burun deliklerinize su çekin, oruçlu olmadığınız sürece.\""
    },
    {
      "id": 254,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "'Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) Fajr vaktinde cünüp olarak uyanırdı; bu yüzden sabah olmadan önce yıkanır ve oruç tutardı."
    },
    {
      "id": 255,
      "narrator": "'Aishah, and Umm Salamah (May Allah be pleased with them) reported:",
      "text": "'Aişe ve Ümmü Seleme (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Messengerı (ﷺ) Ramazan'da (oruçlu) büyük bir cünüplük içinde uyanırdı, fakat bu cinsel ilişki sebebiyle olurdu ve sabah olmadan önce yıkanırdı."
    },
    {
      "id": 256,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ramazan'dan sonra oruç tutmak için en iyi ay, Allah'ın ayı olan Muharrem'dir; farz namazdan sonra en iyi namaz ise gece namazıdır (Tahajjud namazları).\"."
    },
    {
      "id": 257,
      "narrator": "'Aishah (May Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Peygamber (ﷺ) Şaban ayında diğer aylara göre daha fazla nafile oruç tutardı. Şaban ayı boyunca oruç tutardı. Diğer bir rivayet ise: O (ﷺ) Şaban ayının tamamında oruç tuttu, sadece birkaç gün hariçtir.."
    },
    {
      "id": 258,
      "narrator": "Reported Mujibah Al-Bahiliyah on the authority of her father or uncle that he visited the Messenger of Allah (ﷺ) once and then went to see him again after a year. His appearance had totally changed. He asked the Messenger of Allah (ﷺ) if he had recognized him. The Messenger of Allah (ﷺ) asked, \"Who are you?\" He replied:",
      "text": "Mücibe el-Bahiliye, babası veya amcası aracılığıyla bildirdi ki, bir kez Allah'ın Elçisi (ﷺ) ile görüştü ve bir yıl sonra tekrar onu ziyarete gitti. Görünümü tamamen değişmişti. Allah'ın Elçisine (ﷺ) onu tanıyıp tanımadığını sordu. Allah'ın Elçisi (ﷺ) \"Sen kimsin?\" diye sordu. O da: \"Ben geçen yıl seni ziyaret eden el-Bahiliyim.\" dedi. Allah'ın Elçisi (ﷺ) \"Sen oldukça yakışıklıyken, görünümünü bu kadar değiştiren ne oldu?\" dedi. O da: \"Buradan ayrıldığım günden beri, sadece gece yemek yedim.\" dedi. Allah'ın Elçisi (ﷺ) \"Kendini eziyete sokmuşsun. Sabır ayı (yani Ramazan) boyunca oruç tut ve her ay bir gün oruç tut.\" dedi. O: \"Bana daha fazla nafile oruç tutma izni ver çünkü bunu yapacak kapasitem var.\" dedi. Allah'ın Elçisi (ﷺ) \"O zaman her ay iki gün oruç tut.\" dedi. O: \"Daha fazla oruç tutmama izin ver.\" dedi. Allah'ın Elçisi (ﷺ) \"Her ay üç gün oruç tut.\" dedi. O, daha fazla oruç tutma izni istedi. Allah'ın Elçisi (ﷺ) \"Kutsal aylarda üç gün oruç tut ve üç gün oruç tutmayı sırayla bırak.\" dedi. O (ﷺ) bu cümleyi üç kez tekrar ederken üç parmağını birleştirdi ve ayırdı.."
    },
    {
      "id": 259,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu günlerde (yani Zilhicce'nin ilk on günü) yapılan salih ameller, Allah katında bu günlerden daha sevimli değildir.\" Kendisine soruldu: \"Ey Allah'ın Elçisi, Allah yolunda cihad bile mi?\" O (ﷺ) \"Allah yolunda cihad bile değil, eğer biri canı ve malıyla çıkıp geri dönmezse.\" diye cevap verdi.."
    },
    {
      "id": 260,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Arafat günü oruç tutma hakkında soruldu. O: \"Bu, geçen yılın ve bu yılın günahlarının kefaretidir.\" dedi.."
    },
    {
      "id": 261,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Aşura günü oruç tuttu ve bize bu günde oruç tutmamızı emretti.."
    },
    {
      "id": 262,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Muharrem ayının onuncu günü oruç tutma hakkında soruldu ve O: \"Bu, geçen yılın günahlarının kefaretidir.\" dedi.."
    },
    {
      "id": 263,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) \"Eğer gelecek yıla kadar yaşarsam, Muharrem'in dokuzuncu günü de oruç tutacağım.\" dedi.."
    },
    {
      "id": 264,
      "narrator": "Abu Ayyub (May Allah be pleased with him) reported:",
      "text": "Ebu Eyyub (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) \"Ramazan ayında oruç tutan ve Şevval ayında altı gün oruç tutan kimse, sanki bir yıl oruç tutmuş gibidir.\" dedi.."
    },
    {
      "id": 265,
      "narrator": "Abu Qatadah (May Allah be pleased with him) reported:",
      "text": "Ebu Katade (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) pazartesi günleri oruç tutma hakkında soruldu. O: \"Bu, benim doğduğum gün ve vahiy aldığım gündür.\" dedi.."
    },
    {
      "id": 266,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) \"İnsanların amelleri pazartesi ve perşembe günleri Allah'a sunulur. Bu yüzden amellerimin oruçlu iken sunulmasını seviyorum.\" dedi.."
    },
    {
      "id": 267,
      "narrator": "'Aishah (May Allah be pleased with her)u reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) pazartesi ve perşembe günleri oruç tutardı.."
    },
    {
      "id": 268,
      "narrator": "Abu Hurairah (May Allah be pleased with him) reported:",
      "text": "Abu Hurayra (Allah ondan razı olsun) bildirdi: Arkadaşım (Allah'ın Elçisi) (ﷺ) bana her ay üç gün oruç tutmamı, sabahları iki rek'at (nafile) Duha namazı kılmamı ve yatmadan önce Vitr namazı kılmamı emretti.."
    },
    {
      "id": 269,
      "narrator": "Abud-Darda (May Allah be pleased with him) reported:",
      "text": "Ebu Derdâ (Allah ondan razı olsun) bildirdi: Arkadaşım (Allah'ın Elçisi) (ﷺ) bana her ay üç gün oruç tutmamı, sabahları iki rek'at (nafile) Duha namazı kılmamı ve yatmadan önce Vitr namazı kılmamı emretti.."
    },
    {
      "id": 270,
      "narrator": "'Abdullah bin 'Amr bin Al-'As (May Allah be pleased with them) reported:",
      "text": "Abdullah bin Amr bin Al-As (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) \"Her ay üç gün oruç tutmak, bir ay oruç tutmaya eşittir.\" dedi.."
    },
    {
      "id": 271,
      "narrator": "Mu'adhah Al-'Adawiyah (May Allah be pleased with her) reported:",
      "text": "Mu'adhah Al-'Adawiyah (Allah ondan razı olsun) şöyle bildirdi: 'Aişe'ye (Allah ondan razı olsun) sordum. \"Allah'ın Resulü (ﷺ) her ay üç gün oruç tutar mıydı?\" O da, \"Evet,\" diye cevap verdi. \"Ayın hangi günlerinde oruç tutardı?\" diye sordum. O da, oruç tuttuğu günlerin ayın hangi günleri olduğuna aldırmadığını söyledi."
    },
    {
      "id": 272,
      "narrator": "Abu Dharr (May Allah be pleased with him) reported:",
      "text": "Ebu Dharr (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer ayda üç gün oruç tutmak istiyorsanız, ayın on üçüncü, on dördüncü ve on beşinci günlerinde oruç tutun.\""
    },
    {
      "id": 273,
      "narrator": "Qatadah bin Milhan (May Allah be pleased with him) reported:",
      "text": "Katade bin Milhan (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) bize ayın on üçüncü, on dördüncü ve on beşinci günlerinde oruç tutmamızı emretti."
    },
    {
      "id": 274,
      "narrator": "Ibn 'Abbas (May Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle bildirdi: Allah'ın Resulü (ﷺ) 'aydınlık günlerde' oruç tutmayı asla ihmal etmezdi, ister bir yerde kalsın ister yolculukta olsun."
    },
    {
      "id": 275,
      "narrator": "Zaid bin Khalid Al-Juhani (May Allah be pleased with him) reported:",
      "text": "Zaid bin Khalid Al-Cuhani (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) dedi ki, \"Oruçlu birine iftar etmesi için bir şey veren, oruç tutanla aynı sevabı kazanır; bu, oruç tutanın sevabından hiçbir şey eksiltmez.\""
    },
    {
      "id": 276,
      "narrator": "Umm 'Umarah Al-Ansariyah (May Allah be pleased with her) reported:",
      "text": "Umm 'Umarah Al-Ansariyah (Allah ondan razı olsun) şöyle bildirdi: Bir gün Peygamber (ﷺ) bize geldi ve ona biraz yiyecek ikram ettim. O (ﷺ) bana yemek yememi söyledi. Ben de (nafile) oruç tuttuğumu söyledim. O (ﷺ) dedi ki, \"İnsanlar oruçlu birinin yanında yemek yediklerinde, melekler o kişi için Allah'tan bağışlanma dilerler, ta ki doyana kadar.\""
    },
    {
      "id": 277,
      "narrator": "Anas (May Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) şöyle bildirdi: Peygamber (ﷺ) Sa'd bin Ubadeh'i (Allah ondan razı olsun) ziyaret etti ve ona ekmek ile zeytinyağı sundu. Peygamber (ﷺ) onu yedi ve dedi ki, \"Oruç tutanlar sizinle oruçlarını açtılar; takva sahipleri sizin yemeğinizi yedi ve melekler sizin üzerinize bereket diledi.\""
    }
  ]
}