{
  "language": "tr",
  "metadata": {
    "length": 325,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Sizden biri uykudan uyandığında, elini (abdest almak için kullandığı) suya üç kez yıkamadan sokmasın; çünkü hiç kimse elinin geceyi nerede geçirdiğini bilemez.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Huthaifah said:",
      "text": "Huzeyfe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) gece kalktığında, Siwak ile ağzını fırçalar idi."
    },
    {
      "id": 3,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, \"Ben Allah'ın Resulü (ﷺ) ile Siwak kullanırken geldim, Siwak'ın ucu dilinde idi ve 'A','a' diyordu.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abu Burdah that Abu Musa said:",
      "text": "Abu Burda'dan rivayet edilmiştir ki, Abu Musa şöyle demiştir: \"Ben Peygamber (ﷺ) ile Siwak kullanırken geldim ve yanımda iki Ashari vardı - biri sağımda, diğeri solumda - resmi görev talep ediyorlardı. Ben dedim ki: 'Seni gerçeğiyle Peygamber olarak gönderen Allah'a yemin ederim ki, bana neden benimle gelmek istediklerini söylemediler ve onların resmi görev talep ettiklerini fark etmedim.' Ve onun Siwak'ını dudaklarının altında görebiliyordum, sonra kaydı ve dedi ki: 'Biz asla böyle birini resmi görevde atamayız. Aksine, gitmelisiniz.'\" Böylece onu (Abu Musa) Yemen'e gönderdi, ardından Muaz bin Cebel'i peşinden göndermiştir - Allah onlardan razı olsun."
    },
    {
      "id": 5,
      "narrator": "'Abdur-Rahman bin Abu 'Atiq said:",
      "text": "Abdurrahman bin Abu Atiq şöyle dedi: \"Babam bana şöyle söyledi: 'Aişe'nin Peygamber (ﷺ) den rivayet ettiğini duydum: \"Siwak, ağzın temizlenmesi için bir araçtır ve Rabb'in hoşuna gider.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle demiştir: \"Gerçekten de sizlere Siwak ile ilgili tavsiyede bulundum.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer ümmetim için zor olmasaydı, her namazda Siwak kullanmalarını emrederdim.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Al-Miqdam - Abu Shuraih - that his father said:",
      "text": "Al-Miqdam - Abu Shuraih'ten rivayet edilmiştir ki, babası şöyle demiştir: \"Aişe'ye: 'Peygamber (ﷺ) evine girdiğinde ne ile başladı?' dedim. O da: 'Siwak ile.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Fıtratı oluşturan beş şey vardır: Sünnet, pubis kıllarını temizlemek, bıyığı kısaltmak, tırnakları kesmek ve koltuk altı kıllarını yolmak.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Fıtratı oluşturan beş şey vardır: Bıyığı kısaltmak, koltuk altı kıllarını yolmak, tırnakları kesmek, pubis kıllarını temizlemek ve sünnet.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Fıtratı oluşturan beş şey vardır: Sünnet, pubis kıllarını tıraş etmek, koltuk altı kıllarını yolmak, tırnakları kesmek ve bıyıktan almak.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Fıtrata bağlı işler şunlardır: Tırnak kesmek, bıyığı almak ve pubis kıllarını tıraş etmektir.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Zaid bin Arqam said:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim bıyığını kısaltmazsa, o bizden değildir.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bıyık kısaltma, tırnak kesme ve pubis kıllarını yolma konusunda bize bir süre belirlemiştir; bunu kırk günden fazla bırakmamamız gerektiğini söylemiştir,\" bir seferinde \"Kırk gece\" demiştir."
    },
    {
      "id": 15,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Bıyığı kısaltın ve sakalı uzatın.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that 'Abdur-Rahman bin Abi Qurad said:",
      "text": "'Abdur-Rahman bin Abi Qurad'dan rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile ıssız bir yere çıktım ve o, ihtiyacını gidermek istediğinde uzaklaştı.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Al-Mughirah bin Shu'bah that when the Prophet (ﷺ) would go away (to relieve himself) he would go far away. He went to relieve himself when he was on one of his journeys, and said:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki, Peygamber (ﷺ) ihtiyacını gidermek için uzaklaştığında, bir yolculuğunda ihtiyacını gidermek için gitti ve dedi ki: \"Bana (abdest için) su getirin.\" Ben de ona (abdest için) su getirdim, o da abdest aldı ve mestlerinin üzerine meshetti. Şeyh dedi ki: \"İsmail (rivayet edenlerden biri) İbn Ca'fer bin Ebi Katir Al-Kari'dir. Yani yazar, ve metni duyan İbn As-Sunni'nin bunu söylediği görünmektedir.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile yürüyordum ve o, bazı insanların çöp yığınının yanına geldi ve ayakta idrar yaptı. Ben uzaklaşmak için döndüm, ama o beni geri çağırdı (onu gizlemek için) ve ben onun hemen arkasındaydım. Sonra işini bitirdikten sonra abdest aldı ve mestlerinin üzerine meshetti.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Al-Khala'ya (tuvalet) girdi ve dedi ki: 'Allahumme inni a'uthu bika min al-khubuthi wal-khaba'ith (Ey Allah, ben sana erkek ve dişi şeytanlardan sığınırım).'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Rafi' bin Ishaq that he heard Abu Ayyub Al-Ansari say - when he was in Egypt:",
      "text": "Rafi' bin İshak'tan rivayet edilmiştir ki, o, Abu Ayyub Al-Ansari'nin Mısır'da şöyle dediğini işitti: \"Vallahi, bu Karais (tuvaletler) ile ne yapmam gerektiğini bilmiyorum. Allah'ın Resulü (ﷺ) dedi ki: 'Sizden biri ihtiyacını gidermeye gittiğinde, Kıble'ye doğru dönmesin ve ona sırtını da dönmesin.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Ayyub that the Prophet (ﷺ) said:",
      "text": "Abu Ayyub'tan rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"İhtiyacınızı giderirken Kıble'ye dönmeyin ve ona sırtınızı da dönmeyin, doğuya veya batıya dönün.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Abu Ayyub Al-Ansari said:",
      "text": "Abu Ayyub Al-Ansari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: \"Sizden biri ihtiyacını giderirken Kıble'ye dönmesin, doğuya veya batıya dönsün.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir: \"Ben evimizin çatısına çıktım ve Allah'ın Resulü (ﷺ) iki tuğla üzerinde, Bait Al-Maqdis'e (Kudüs) doğru, ihtiyacını giderirken gördüm.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah, from his father, that the Messenger of Allah (ﷺ said:",
      "text": "'Abdullah bin Abi Qatadah'dan, babasından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: \"Sizden biri idrar yaptığında, penisini sağ eliyle tutmasın.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah that his father said:",
      "text": "'Abdullah bin Abi Qatadah'dan rivayet edilmiştir ki, babası dedi: \"Allah'ın Resulü (ﷺ) dedi: 'Sizden biri Al-Khala'ya (tuvalet) girdiğinde, penisine sağ eliyle dokunmasın.'\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Hudhaifah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bazı insanların çöp yığınının yanına geldi ve ayakta idrar yaptı."
    },
    {
      "id": 27,
      "narrator": "It was narrated that Mansur said:",
      "text": "Mansur'dan rivayet edilmiştir: \"Ben Abu Wa'il'in Hudhaifah'ın şöyle dediğini duyduğunu işittim: 'Allah'ın Resulü (ﷺ) bazı insanların çöp yığınının yanına geldi ve ayakta idrar yaptı.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Hudhaifah that the Prophet (ﷺ) went to some people's garbage dump and urinated while standing. In his narration, Sulaiman bin 'Ubaidullah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki, Peygamber (ﷺ) bazı insanların çöp yığınının yanına gitti ve ayakta idrar yaptı. Onun rivayetinde, Süleyman bin Ubaidullah dedi ki: \"Ve mestlerinin üzerine meshetti,\" ama Mansur meshetmeyi anmamıştır. Yani, bu yolda, çünkü Şu'bah bunu hem Süleyman'dan hem de Mansur'dan rivayet etmiştir."
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Sizlere Allah'ın Resulü (ﷺ) ayakta idrar yaptı derlerse, ona inanmayın, çünkü o sadece oturarak idrar yapardı.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that 'Abdur-Rahman bin Hasanah said:",
      "text": "'Abdur-Rahman bin Hasanah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize elinde küçük bir deri kalkan ile çıktı. Onu yere koydu, sonra arkasına oturdu ve ona doğru idrar yaptı. Bazı insanlar: 'Bakın, o bir kadın gibi idrar yapıyor.' dediler. O bunu duydu ve dedi ki: 'İsrailoğulları'nın arkadaşına ne olduğunu bilmiyor musunuz? Eğer üzerlerine idrar sıçrarsa, o kısmı elbiselerinden keserlerdi. Arkadaşları onlara bunu yapmamalarını söyledi ve mezarında cezalandırıldı.'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) iki mezarın yanından geçti ve şöyle dedi: \"Bu ikisi azap çekiyor, ama bu azap, kaçınılması zor bir şeyden dolayı değil. Bu kişi, idrarının (bedenini kirletmesini) önlemek için tedbir almazdı, ve bu kişi de kötü söz yaymak için dolaşırdı.\" Sonra taze bir hurma dalı istedi ve onu ikiye böldü, her bir parçayı iki mezarın üzerine koydu. Dediler ki: \"Ey Allah'ın Resulü, bunu neden yaptın?\" O da: \"Belki bu kuruyana kadar azapları hafifler.\" dedi."
    },
    {
      "id": 32,
      "narrator": "It was narrated that Umaimah bint Ruqaiqah said:",
      "text": "Mansur ona muhalefet etti, o da bunu Mücahid'den İbn Abbas'tan rivayet etti ama içinde Tavus'u anmadı."
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "It was narrated from Qatadah, from 'Abdullah bin Sarjis, that the Prophet of Allah (ﷺ) said:",
      "text": "Umaimeh bint Ruqaiqah'tan rivayet edildiğine göre, \"Peygamber (ﷺ) bir hurma ağacından yapılmış bir kap yaptırırdı, içinde idrarını yapar ve yatağın altına koyardı.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 36,
      "narrator": "It was narrated from 'Abdullah bin Mughaffal that the Prophet (ﷺ) said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Onlar, Peygamber (ﷺ) Ali için bir vasiyet yaptı diyorlar, ama o idrar yapmak için bir leğen istedi, sonra aniden bayıldı (ve öldü), o zaman nasıl vasiyet bırakabilirdi?!\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "Şeyh dedi ki: Azhar (rivayet edenlerden biri) İbn Sa'd As-Samman'dır."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Yani, onu halife olarak tayin etmek."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Katade'den, Abdullah bin Sarjis'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hiçbiriniz yerin altındaki bir oyuk içine idrar yapmamalıdır.\" Katade'ye dediler ki: \"Yerin altındaki bir oyuk içine idrar yapmanın neden hoş karşılanmadığını?\" O da: \"Bunların cinlerin yaşam alanları olduğu söyleniyor.\" dedi."
    },
    {
      "id": 41,
      "narrator": "It was narrated that Salman said, that a man said to him:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "'Abdur-Rahman bin Al-Aswad (narrated) from his father that he heard 'Abdullah say:",
      "text": "Cabir'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) durgun suya idrar yapmayı yasakladı."
    },
    {
      "id": 43,
      "narrator": "It was narrated from Salamah bin Qais that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Mughaffal'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Hiçbiriniz banyo yaptığı yerde idrar yapmamalıdır, çünkü çoğu vesvese (şeytani fısıldamalar) buradan gelir.\""
    },
    {
      "id": 45,
      "narrator": "Anas bin Malik said:",
      "text": "Yani, idrarın bedenini kirletip kirletmediği ile ilgili."
    },
    {
      "id": 46,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Kocalarınıza su ile temizlenmelerini söyleyin, çünkü ben bunu kendim söylemekten çok utanıyorum. Allah'ın Resulü (ﷺ) bunu yapardı.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Qatadah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Katade'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sizden biri içtiğinde, kabın içine nefes almasın; tuvalete gittiğinde sağ eliyle penisine dokunmasın ve sağ eliyle kendini silmesin.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "İbn Ebu Katade'den, babasından rivayet edilmiştir ki, Peygamber (ﷺ) içtiğinde kabın içine nefes almayı, sağ eliyle penisine dokunmayı ve sağ eliyle kendini temizlemeyi yasakladı."
    },
    {
      "id": 49,
      "narrator": "It was narrated that Salman said:",
      "text": "Salman'dan rivayet edilmiştir ki: \"Putperestler dediler ki: 'Biz senin arkadaşının tuvalete gitmeyi nasıl öğrettiğini görüyoruz.' O da dedi ki: 'Evet, sağ elimizle kendimizi temizlemeyi ve Kıble'ye doğru dönmeyi yasakladı, ve dedi ki: 'Sizden hiç kimse üç taşın altında temizlenmesin.'\""
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) abdest aldı ve istinca yaptıktan sonra elini yere sürdü."
    },
    {
      "id": 51,
      "narrator": "Ibrahim bin Jarir narrated that his father said:",
      "text": "İbrahim bin Cerir, babasından rivayet etti ki: \"Ben Peygamber (ﷺ) ileydim ve o Al Khala'ya (tuvalete) gitti ve ihtiyacını giderdi, sonra dedi ki: 'Ey Cerir, Tahur getir.' Ben de ona su getirdim ve o su ile istinca yaptı, elini böyle yaptı, yere sürterek.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from 'Abdullah bin 'Abdullah bin 'Umar that his father said:",
      "text": "Abu 'Abdur-Rahman (En-Nesai) dedi ki: \"Bu, Şarik'in (önceki) rivayetinden daha doğru olanına benziyor, ve Allah en iyi bilendir.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Anas that a Bedouin urinated in the Masjid, and some of the people went after him, but the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Abdullah bin Ömer'den rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) su hakkında ve bazı hayvanların ve etobur hayvanların ondan nasıl içebileceği hakkında soruldu. O da dedi ki: 'Eğer su iki Qullah'tan fazlaysa, pislik taşımaz.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Sunan At Tirmidhi'de biraz açıklama ile gelir; 'Abdah (rivayet edenlerden biri) dedi ki: \"Muhammed bin İshak dedi ki: 'Bir Qullah, Jirar'ı ifade eder (Bunlar su tutmak için kullanılan büyük fıçıları tanımlayan iki isimdir), ve bir Qullah, içme suyunun tutulduğu şeydir.' At-Tirmidhi dedi ki: \"Bu, Eş-Şafi, Ahmed ve İshak'ın sözüdür. Onlar derler ki, su iki Qullah olduğunda, eğer kokusu ve tadı değişmezse, hiçbir şey onu pis kılmaz. Ve derler ki, bu yaklaşık elli Qırbah (su kesesi) kadardır.\""
    },
    {
      "id": 55,
      "narrator": "Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki, bir bedevi Mescid'te idrarını yaptı ve bazı insanlar peşinden gitti, ancak Allah'ın Resulü (ﷺ) dedi ki: \"Bırakın onu, engellemeyin.\" İşini bitirdiğinde bir kova (su) istedi ve üzerine döktü."
    },
    {
      "id": 56,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu 'Abdur-Rahman (En-Nesai) dedi ki: \"Anlamı: 'Onu kesmeyin.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Yazar bu rivayeti tekrar No. 330'da asgari miktar belirlemek için olası bir delil olarak zikredecektir, çünkü \"bir kova\" ifadesi asgari miktar olarak geçmektedir."
    },
    {
      "id": 58,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Bir bedevi Mescid'te idrarını yaptı ve Peygamber (ﷺ) bir kova (su) getirilmesini emretti ve üzerine döküldü.\""
    },
    {
      "id": 59,
      "narrator": "Abu Hurairah said:",
      "text": "Anas dedi ki: \"Bir bedevi Mescid'e geldi ve idrarını yaptı, insanlar ona bağırdı, ancak Allah'ın Resulü (ﷺ) dedi ki: 'Bırakın onu.' Böylece onu yalnız bıraktılar. İdrarını bitirdiğinde, bir kova (su) getirilmesini emretti ve üzerine döküldü.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Bir bedevi ayağa kalktı ve Mescid'te idrarını yaptı, insanlar bağırmaya başladı. Allah'ın Resulü (ﷺ) onlara dedi ki: 'Bırakın onu, ve idrarının üzerine bir kova su dökün. Çünkü siz insanlara kolaylık sağlamak için gönderildiniz, zorluk çıkarmak için değil.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: \"Peygamber (ﷺ) derdi ki: 'Allahım, günahlarımı kar ve dolu suyu ile yıka ve kalbimi günahlardan temizle, tıpkı beyaz elbisenin pislikten temizlenmesi gibi.'\""
    },
    {
      "id": 62,
      "narrator": "'Awf bin Malik said:",
      "text": "'Avf bin Malik şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ) birinin cenaze namazını kıldığını duydum ve dua ederken şöyle dediğini işittim: 'Allahım, onu affet, ona merhamet et, onu koru ve bağışla, onun misafirliğini onurlandır ve girişini genişlet; onu su, kar ve dolu ile yıka ve günahlardan temizle, tıpkı beyaz elbisenin pislikten temizlenmesi gibi.'\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hureyre'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer bir köpek sizden birinin kabından su içerse, onu yedi kez yıkasın.\""
    },
    {
      "id": 64,
      "narrator": "Thabit, the freed slave of 'Abdur-Rahman bin Zaid narrated that he heard Abu Hurairah say:",
      "text": "Thabit, 'Abdurrahman bin Zayd'ın azatlı kölesi, Abu Hureyre'nin şöyle dediğini duydu: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer bir köpek sizden birinin kabını yalarsa, onu yedi kez yıkasın.'\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Benzer bir hadis, Abu Hureyre'den Peygamber (ﷺ) üzerinden rivayet edilmiştir."
    },
    {
      "id": 66,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer bir köpek sizden birinin kabını yalarsa, onu atın ve yedi kez yıkayın.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from 'Abdullah bin Al-Mughaffal that the Messenger of Allah (ﷺ) commanded that dogs be killed, but he made an exception for hunting dogs and sheepdogs and said:",
      "text": "Abu 'Abdur-Rahman (En-Nesai) dedi ki: \"Onu 'atın' ifadesiyle rivayet eden 'Ali bin Muşir'i takip eden kimseyi bilmiyorum.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated from Kabshah bint Ka'b bin Malik that Abu Qatadah entered upon her, then she narrated the following:",
      "text": "'Abdullah bin El-Mughaffal'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) köpeklerin öldürülmesini emretti, ancak av köpekleri ve çoban köpekleri için bir istisna yaptı ve şöyle dedi: \"Eğer bir köpek bir kabı yalarsa, onu yedi kez yıkayın ve sekizinci kez toprakla ovun.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Anas said:",
      "text": "Kabşe bint Ka'b bin Malik'ten rivayet edildiğine göre, Abu Katade ona girdi, sonra şunları anlattı: \"Ben onun için abdest almak üzere su döktüm, bir kedi geldi ve ondan içti, o da kabı ona içmesi için eğdi.\" Kabşe dedi ki: \"Beni ona bakarken gördü ve dedi ki: 'Şaşırdın mı, kardeşimin kızı?' Ben de: 'Evet.' dedi. O da: 'Allah'ın Elçisi (ﷺ) dedi ki: Onlar pis değildir, aksine sizin aranızda dolaşan erkek ve dişi (hayvanlar) arasındadırlar.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that 'Aishah, may Allah be pleased with her, said:",
      "text": "Anas şöyle dedi: \"Bize Allah'ın Elçisi (ﷺ) tarafından bir ilancı geldi ve dedi ki: 'Allah ve Elçisi, size evcil eşeklerin etini yemeyi yasakladı, çünkü o pisliktir.'\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: \"Adet halindeyken, bir kemikten et kemirirdim ve Allah'ın Elçisi (ﷺ) benim ağzımın olduğu yere ağzını koyardı. Adet halindeyken bir kaptan su içerdim ve o da benim ağzımın olduğu yere ağzını koyardı.\""
    },
    {
      "id": 72,
      "narrator": "",
      "text": "İbn 'Umar şöyle dedi: \"Allah'ın Elçisi (ﷺ) zamanında erkekler ve kadınlar birlikte abdest alırlardı.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that 'Abdullah bin Jabr said:",
      "text": "'Aişe'den rivayet edildiğine göre, o, Allah'ın Elçisi (ﷺ) ile tek bir kapta gusül alırdı."
    },
    {
      "id": 74,
      "narrator": "It was narrated from Shu'bah that Habib said:",
      "text": "'Abdullah bin Cabir şöyle dedi: \"Anas bin Malik'in şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) Makkuk (kupa) ile abdest alır ve beş Makkuk (kupa) ile gusül alırdı.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that 'Umar bin Al-Khattab (may Allah be pleased with him) said:",
      "text": "Şu'be'den rivayet edildiğine göre, Habib şöyle dedi: \"Ben, 'Abbad bin Tamim'in, büyükannemden - ki o, Umm 'Umarah bint Ka'b'dır - şöyle rivayet ettiğini duydum: Peygamber (ﷺ) abdest aldı ve ona iki üçte biri Mudd olan bir kap getirildi.\" Şu'be dedi ki: \"Kollarını yıkadığını hatırlıyorum ve onları ovalamaya başladı, kulaklarının içini sildi ama dışını silip silmediğini hatırlamıyorum.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Asr namazı vakti geldiğinde Allah'ın Resulü'nü (ﷺ) gördüm. İnsanlar abdest almak için su arıyorlardı ama bulamadılar. Sonra Allah'ın Resulü'ne (ﷺ) abdest için biraz su getirildi. O, elini o kapta soktu ve insanlara abdest almalarını söyledi, ben de parmaklarının arasından suyun fışkırdığını gördüm, ta ki hepsi abdest alana kadar.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Peygamber (ﷺ) ile birlikteydik ve su bulamadılar. Ona bir kap getirildi ve elini içine soktu, ben de parmaklarının arasından suyun fışkırdığını gördüm. O dedi ki: 'Allah'ın, yüceltilmesi gereken bir temizlenme ve bereket kaynağına gelin.'\" (Rivayet edenlerden biri) Al-A'mash dedi ki: \"Salim bin Abi Al-Ja'd bana söyledi: Ben Jabir'e dedim: 'O gün kaç kişiydiniz?' O dedi: 'Bin beş yüz.'\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ) arkadaşlarından bazıları abdest almak için su arıyorlardı. Allah'ın Resulü (ﷺ) dedi ki: 'Aranızda su olan var mı?' O, suya elini soktu ve dedi ki: 'Abdest alın, Allah'ın adıyla.' Ben, parmaklarının arasından suyun çıktığını gördüm, ta ki hepsi abdest alana kadar.\" Thabit dedi ki: \"Ben Anas'a dedim: 'Kaç kişi gördün?' O dedi: 'Yaklaşık yetmiş.'\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from 'Urwah bin Al-Mughirah that he heard his father say:",
      "text": "'Urwah bin Al-Mughirah'dan rivayet edilmiştir ki, babasının şöyle dediğini işitmiştir: \"Ben, Allah'ın Resulü (ﷺ) abdest alırken ona su döktüm, Tabuk savaşında, o da çorabının üzerine meshetti.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Size Allah'ın Resulü'nün (ﷺ) abdestini anlatmayayım mı? O, vücudunun her bir bölümünü bir kez yıkarak abdest aldı.\""
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Al-Muttalib bin Abdullah bin Hantab (rivayet etti) ki, Abdullah bin Umar abdest aldı, vücudunun her bir bölümünü üç kez yıkadı ve bunu Peygamber'e (ﷺ) atfetti."
    },
    {
      "id": 82,
      "narrator": "Al-Mughirah said:",
      "text": "Al-Mughirah dedi ki: \"Peygamber (ﷺ) ile bir yolculukta idik, o bana yanında bir sopa ile sırtıma vurdu, sonra yoldan ayrıldı ve ben de onunla birlikte ayrıldım, ta ki şu ve bu bölgeye gelene kadar. Sonra devesini durdurdu ve uzaklaştı, beni göremez hale geldi, sonra geri geldi ve dedi ki: 'Yanında su var mı?' Benimle bir su tulumu vardı, onu çıkardım ve ona döktüm. O, ellerini ve yüzünü yıkadı ve kollarını yıkamaya başladı, ama üzerinde dar kollu bir Suriye cübbesi vardı, bu yüzden kollarını cübenin altından çıkardı ve ellerini ve kollarını yıkadı, biraz da saçını ve sarığını sildi.\" - İbn 'Awn dedi ki: \"Bunu iyi hatırlayamıyorum - sonra çoraplarının üzerine meshetti.\" Sonra dedi ki: 'Ne ihtiyacın var?' Ben dedim: 'Ey Allah'ın Resulü, benim bir ihtiyacım yok.' Sonra geldik ve 'Abdur-Rahman bin 'Awf, insanlara namaz kıldırıyordu ve onlara Subh (Fajr) namazının bir rek'atını kıldırmıştı. Ben ona Peygamber'in (ﷺ) geldiğini söylemek istedim ama bana izin vermedi, böylece yakaladığımızla namaz kıldık ve kaçırdığımızı tamamladık.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from (Aws bin) Abi Aws that his grandfather said:",
      "text": "(Aws bin) Abi Aws'tan rivayet edilmiştir ki, dedesi şöyle dedi: \"Ben, Allah'ın Resulü'nü (ﷺ) eline su damlatırken gördüm, ta ki elinden damlamaya başlayana kadar, üç kez.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Humran bin Aban said:",
      "text": "Humran bin Aban'dan rivayet edilmiştir: \"Ben, 'Uthman bin 'Affan'ı (Allah ondan razı olsun) abdest alırken gördüm. Elleri üzerine suyu üç kez döktü ve yıkadı, sonra ağzını ve burnunu çalkaladı, ardından yüzünü üç kez yıkadı, sağ kolunu dirseğine kadar üç kez yıkadı, sonra sol kolunu da aynı şekilde. Sonra başını sildi, sonra sağ ayağını üç kez yıkadı, sonra sol ayağını da aynı şekilde. Sonra dedi ki: 'Ben, Allah'ın Resulü'nü (ﷺ) az önce yaptığım gibi abdest alırken gördüm.' Sonra dedi ki: 'Kim benim yaptığım gibi abdest alır ve düşüncelerinin dağılmasına izin vermeden iki rek'at namaz kılarsa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 85,
      "narrator": "It was narrated from Humran that he saw 'Uthman call for (water for) Wudu', then he poured water on his hands from the vessel and washed them three times. Then he put his right hand in the water and rinsed his mouth and his nose. Then he washed his face three times, and his arms up to the elbow three times. Then he wiped his head, and washed each of his feet three times. Then he said:",
      "text": "Humran'dan rivayet edilmiştir ki, 'Uthman abdest için su istedi, sonra kabından ellerine su döktü ve üç kez yıkadı. Sonra sağ elini suya soktu ve ağzını ve burnunu çalkaladı. Sonra yüzünü üç kez yıkadı, kollarını dirseğine kadar üç kez yıkadı. Sonra başını sildi ve her bir ayağını üç kez yıkadı. Sonra dedi ki: \"Ben, Allah'ın Resulü'nü (ﷺ) az önce yaptığım gibi abdest alırken gördüm.\" Sonra dedi ki: \"Kim benim yaptığım gibi abdest alır ve kalkıp düşüncelerinin dağılmasına izin vermeden iki rek'at namaz kılarsa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri abdest aldığında, burnuna su koysun ve sonra üflesin.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from 'Asim bin Laqit bin Sabirah that his father said:",
      "text": "'Asim bin Laqit bin Sabirah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Ben dedim: 'Ey Allah'ın Resulü, bana abdest hakkında söyle.' O dedi: 'Abdestini güzel al, burnuna su çekerken abart, ama oruçlu olduğun zaman hariç.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Kim abdest alırsa, burnuna su çeksin ve üflesin, ve kim küçük taşlar (pisliği gidermek için) kullanırsa, tek sayı yapsın.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from Salamah bin Qais that the Messenger of Allah (ﷺ) said:",
      "text": "Salamah bin Qais'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Abdest aldığınızda, burnunuza su çekin ve üfleyin, ve küçük taşlar (pisliği gidermek için) kullandığınızda, tek sayı yapın.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri uykudan kalkıp abdest alacak olursa, burnuna su çeksin ve üç kez üflesin, çünkü Şeytan gece boyunca onun burnunun üzerinde durur.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that 'Ali called for (water for) Wudu', then he rinsed his mouth and nose, and he sniffed up water and blew it out using his left hand. He did that three times, then he said:",
      "text": "'Ali'nin (ra) abdest almak için su çağırdığı, sonra ağzını ve burnunu çalkaladığı, suyu sol eliyle çekip üflediği, bunu üç kez yaptığı, ardından: \"Allah'ın Resulü (ﷺ) kendini böyle temizlerdi.\" dediği rivayet edilmiştir."
    },
    {
      "id": 92,
      "narrator": "It was narrated that 'Abd Khair said:",
      "text": "'Abd Khair şöyle dedi: \"Biz 'Ali bin Ebi Talib'e (ra) geldik, o namaz kılmıştı. Su çağırdı ve biz: 'Namaz kıldığında bununla ne yapacak? Bize sadece öğretmek istiyor.' dedik. Ona bir su kabı ve bir leğen getirildi. Elini suya döküp üç kez yıkadı, sonra suyu aldığı elle ağzını ve burnunu üç kez çalkaladı. Ardından yüzünü üç kez yıkadı, sağ elini dirseğine kadar üç kez, sol elini de aynı şekilde yıkadı. Başını bir kez sildi, sonra sağ ayağını bileğine kadar üç kez, sol ayağını da üç kez yıkadı. Sonra: 'Kim Allah'ın Resulü (ﷺ) abdest alırken nasıl yaptığını öğrenmek isterse, işte budur.' dedi.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from 'Abd Khair, that 'Ali (may Allah be pleased with him) was brought a chair, and he sat down on it, then he called for a vessel of water which he tilted onto his hand three times, then he rinsed his mouth and nose with one hand, three times, he washed his face three times, washed each forearm three times, and took some of the water and wiped his head. One one occasion (One of the narrators) Shu'bah, indicated (that he wiped) from his forelock to the back of his head, then said:",
      "text": "'Abd Khair'den rivayet edilmiştir ki, 'Ali (ra) için bir sandalye getirildi, oturdu, sonra bir su kabı çağırdı ve elini üç kez suya eğdi, sonra bir elle ağzını ve burnunu üç kez çalkaladı, yüzünü üç kez yıkadı, her iki kolunu üç kez yıkadı ve suyun bir kısmını alıp başını sildi. Bir seferinde (rivayet edenlerden) Şu'be, (başını) alnından ensesine kadar sildiğini belirtti, sonra: \"Ellerini geri getirdi mi bilmiyorum.\" dedi. Her ayağını üç kez yıkadı, sonra: \"Kim Allah'ın Resulü (ﷺ) kendini nasıl temizlediğini görmek isterse, işte böyle temizlenmiştir.\" dedi. Ebu 'Abdur-Rahman: \"Bu bir hatadır. Doğru olan, Halid bin 'Alkame'dir, Malik bin 'Urfutah değil.\" dedi."
    },
    {
      "id": 94,
      "narrator": "It was narrated that 'Abd Khair said:",
      "text": "'Abd Khair şöyle dedi: \"Ali'nin bir sandalye çağırdığını ve oturduğunu, sonra bir kapta su çağırdığını ve ellerini üç kez yıkadığını, sonra bir elle ağzını ve burnunu üç kez çalkaladığını, ardından yüzünü üç kez yıkadığını ve ellerini üç kez yıkadığını gördüm. Sonra elini kabın içine daldırdı ve başını bir kez sildi, ardından her ayağını üç kez yıkadı. Sonra: 'Kim Allah'ın Resulü (ﷺ) abdest alırken nasıl yaptığını görmek isterse, işte onun abdestidir.' dedi.\""
    },
    {
      "id": 95,
      "narrator": "Al-Husain bin 'Ali said:",
      "text": "Al-Hüseyin bin 'Ali şöyle dedi: \"Babam 'Ali, bana (abdest almak için) su getirmemi söyledi, ben de getirdim. Önce ellerini suya sokmadan üç kez yıkadı. Sonra ağzını üç kez çalkaladı, burnuna su çekip üç kez üfledi. Sonra yüzünü üç kez yıkadı, sağ elini dirseğine kadar üç kez, sol elini de aynı şekilde yıkadı. Sonra başını bir kez sildi, sağ ayağını bileğine kadar üç kez, sol ayağını da üç kez yıkadı. Sonra ayağa kalktı ve: 'Bana kabı ver.' dedi. Ben de ona abdest almak için kalan suyu içeren kabı verdim ve o, ayakta içti. Ben şaşırdım ve o, bunu fark edince: 'Şaşırma, çünkü ben senin baban olan Peygamberi (ﷺ) bunu yaparken gördüm.' dedi.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Abu Hayyah - Ibn Qais - said:",
      "text": "Ebu Hayyah - İbn Qais - şöyle dedi: \"Ali'nin abdest aldığını gördüm. Ellerini temiz görünceye kadar yıkadı, sonra ağzını üç kez çalkaladı ve burnunu üç kez yıkadı, her iki kolunu üç kez yıkadı. Sonra başını sildi, ardından ayaklarını bileklerine kadar yıkadı. Sonra ayağa kalktı, abdest almak için kalan suyu aldı ve ayakta içti. Sonra: 'Size Peygamberin (ﷺ) abdest alırken nasıl yaptığını göstermek istedim.' dedi.\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from 'Amr bin Yahya Al-Mazini that his father said to 'Abdullah bin Zaid bin 'Asim - who was one of the Companions of the Prophet (ﷺ) and the grandfather of 'Amr bin Yahya:",
      "text": "'Amr bin Yahya Al-Mazini'den rivayet edilmiştir ki, babası 'Abdullah bin Zaid bin 'Asim'e - ki o Peygamberin (ﷺ) sahabelerindendir ve 'Amr bin Yahya'nın dedesidir - şöyle dedi: \"Bana Allah'ın Resulü (ﷺ) abdest alırken nasıl yaptığını gösterebilir misin?\" 'Abdullah bin Zaid: \"Evet. O (abdest almak için) su çağırdı ve eline biraz dökerek her elini iki kez yıkadı. Sonra ağzını ve burnunu üç kez çalkaladı, sonra yüzünü üç kez yıkadı, her elini iki kez, dirseğine kadar yıkadı. Sonra başını elleriyle, önden arkaya doğru, alnından başlayarak ensesine kadar sildi, sonra ellerini geri getirerek başladığı yere döndü. Sonra ayaklarını yıkadı.\" dedi."
    },
    {
      "id": 98,
      "narrator": "It was narrated from 'Amr bin Yahya that his father said to 'Abdullah bin Zaid bin 'Asim - who was one of the Companions of the Prophet (ﷺ) and the grandfather of 'Amr bin Yahya:",
      "text": "'Amr bin Yahya'dan rivayet edilmiştir ki, babası 'Abdullah bin Zaid bin 'Asim'e - ki o Peygamberin (ﷺ) sahabelerindendir ve 'Amr bin Yahya'nın dedesidir - şöyle dedi: \"Bana Allah'ın Resulü (ﷺ) abdest alırken nasıl yaptığını gösterebilir misin?\" 'Abdullah bin Zaid: \"Evet. O (abdest almak için) su çağırdı ve sağ eline biraz dökerek ellerini iki kez yıkadı. Sonra ağzını ve burnunu üç kez çalkaladı, sonra yüzünü üç kez yıkadı, sonra ellerini iki kez, dirseğine kadar yıkadı. Sonra başını elleriyle, önden arkaya doğru, alnından başlayarak ensesine kadar sildi, sonra ellerini geri getirerek başladığı yere döndü. Sonra ayaklarını yıkadı.\" dedi."
    },
    {
      "id": 99,
      "narrator": "It was narrated that 'Abdullah bin Zaid, who was shown the call to prayer (in a dream), said:",
      "text": "'Abdullah bin Zaid, ezan çağrısını (bir rüyada) gördüğünü söyleyerek: \"Ben Allah'ın Resulü (ﷺ) abdest alırken gördüm; yüzünü üç kez yıkadı, ellerini iki kez yıkadı, ayaklarını iki kez yıkadı ve başını iki kez sildi.\" dedi."
    },
    {
      "id": 100,
      "narrator": "Abu 'Abdullah Salim Sabalan said:",
      "text": "Ebu 'Abdullah Salim Sabalan şöyle dedi: \"'Aişe, dürüstlüğümü sevdi ve beni işe aldı, bana Allah'ın Resulü (ﷺ) abdest alırken nasıl yaptığını gösterdi. Ağzını çalkaladı, burnuna su çekip üç kez üfledi ve yüzünü üç kez yıkadı. Sonra sağ elini üç kez, sol elini üç kez yıkadı. Sonra elini başının önüne koyarak başını bir kez, önden arkaya doğru sildi. Sonra elleriyle kulaklarını sildi, ardından ellerini yanaklarının üzerinden geçirdi.\" Salim: \"Ben ona bir köle olarak geldim ve o, kendisini benden gizlemedi. Önünde oturur ve benimle konuşurdu, ta ki bir gün ona: 'Bana bereket dua et, Ey Müminlerin Annesi.' dedim. O: 'Neden?' dedi. Ben: 'Allah beni azat etti.' dedim. O: 'Allah seni mübarek kılsın.' dedi. Sonra benim için peçesini indirdi ve o günden sonra onu bir daha hiç görmedim.\" dedi."
    },
    {
      "id": 101,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Ben Allah'ın Resulü (ﷺ) abdest alırken gördüm. Ellerini yıkadı, sonra bir avuç su ile ağzını ve burnunu çalkaladı, yüzünü yıkadı, her elini bir kez yıkadı ve başını ve kulaklarını bir kez sildi.\" (Rivayet edenlerden) 'Abdul-'Aziz: \"İbn 'Ajlan'dan dinleyen biri bana bununla ilgili olarak: 'Ve ayaklarını yıkadı.' dedi.\" diye aktardı."
    },
    {
      "id": 102,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Allah'ın Resulü (ﷺ) abdest aldı ve bir avuç su aldı, ağzını ve burnunu çalkaladı. Sonra bir avuç daha alarak yüzünü yıkadı. Sonra bir avuç daha alarak sağ elini yıkadı, sonra bir avuç daha alarak sol elini yıkadı. Sonra başını ve kulaklarını, iç kısmını işaret parmağıyla, dış kısmını ise başparmağıyla sildi. Sonra bir avuç su alarak sağ ayağını yıkadı, bir avuç daha alarak sol ayağını yıkadı.\" dedi."
    },
    {
      "id": 103,
      "narrator": "It was narrated from 'Abdullah As-Sunabihi that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah As-Sunabihi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Mümin kul abdest aldığında ve ağzını çalkaladığında, günahları ağzından çıkar. Burnuna su çekip üflediğinde, günahları burnundan çıkar. Yüzünü yıkadığında, günahları yüzünden çıkar, hatta kirpiklerinin altından bile. Ellerini yıkadığında, günahları ellerinden çıkar, hatta tırnaklarının altından bile. Başını sildiğinde, günahları başından çıkar, hatta kulaklarından bile. Ayaklarını yıkadığında, günahları ayaklarından çıkar, hatta ayak tırnaklarının altından bile. Sonra camiye yürüyüşü ve namazı ona fazladan sevap kazandırır.\" dedi."
    },
    {
      "id": 104,
      "narrator": "It was narrated that Bilal said:",
      "text": "Bilal şöyle dedi: \"Peygamberi (ﷺ) mestlerin üzerine meshetmekte ve örtüsünün üzerine meshetmekte gördüm.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that Bilal said:",
      "text": "Bilal şöyle dedi: \"Ben Allah'ın Resulü (ﷺ) mestlerin üzerine meshetmekte gördüm.\""
    },
    {
      "id": 106,
      "narrator": "It was narrated that Bilal said:",
      "text": "Bilal'dan rivayet edildiğine göre: \"Ben, Allah'ın Resulü'nün (ﷺ) Khimar ve Khuff üzerine meshettiğini gördüm.\""
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Al-Mughirah'dan rivayet edildiğine göre, Peygamber (ﷺ) abdest aldı ve alnını, 'İmamah'ını ve Khuff'unu meshetti. (Başka bir isnad)"
    },
    {
      "id": 108,
      "narrator": "It was narrated from Hamzah bin Al-Mughirah bin Shu'bah that his father said:",
      "text": "Hamzah bin Al-Mughirah bin Shu'bah'tan rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) geride kaldı ve ben de onunla kaldım. İhtiyacını gidermesinin ardından 'Yanında su var mı?' dedi. Ben ona biraz su getirdim, o da ellerini ve yüzünü yıkadı, sonra kollarını açmaya çalıştı ama Jubbah'ının kolları çok dar olduğu için onu omuzlarının üzerine attı ve kollarını yıkadı, alnını ve 'İmamah'ını meshetti, ardından Khuff'unu meshetti.\""
    },
    {
      "id": 109,
      "narrator": "Al-Mughirah bin Shu'bah said:",
      "text": "Al-Mughirah bin Shu'bah şöyle dedi: \"Allah'ın Resulü (ﷺ) ile birlikte olduğum bir yolculukta, ihtiyaç gidermeye gitti ve sonra geldi, abdest aldı, alnını ve 'İmamah'ının iki yanını meshetti, ardından Khuff'unu meshetti.\" Dedi ki: \"Diğer mesele ise, bir imamın, bir takipçisinin arkasında namaz kılmasıdır. Ben, Allah'ın Resulü (ﷺ) ile birlikteyken, namaz vakti geldiğinde, Peygamber (ﷺ) onlara katılamadı, bu yüzden İkâmet okudular ve İbn 'Awf'tan namaz kıldırmasını istediler. Sonra Allah'ın Resulü (ﷺ) geldi ve İbn 'Awf'ın arkasında namazın geri kalanını kıldı, sonra İbn 'Awf selam verdiğinde, Peygamber (ﷺ) ayağa kalktı ve kaçırdığı namazı tamamladı.\""
    },
    {
      "id": 110,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edildiğine göre: \"Abu Al-Qasim, Allah'ın Resulü (ﷺ) şöyle dedi: 'Topuklar ateşten uzak olsun.'\""
    },
    {
      "id": 111,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bazı insanların topuklarının hâlâ kuru olduğunu görünce, 'Topuklar ateşten uzak olsun. Abdestinizi düzgün alın.' dedi.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated that 'Aishah (may Allah be pleased with her) mentioned:",
      "text": "'Aişah (Allah ondan razı olsun) şöyle dedi: \"Allah'ın Resulü (ﷺ) kendisini temizlerken ve ayakkabı giyerken veya saçını tararken, her zaman sağdan başlamayı severdi.\" (Rivayet edenlerden biri) Shu'bah dedi ki: Sonra Al-Ash'ath'ı Wasit'te, sağdan başlamayı sevdiğini ve tüm işlerinde bunu tercih ettiğini söylerken duydum. Sonra onu Al-Kufah'ta sağdan başlamayı sevdiğini söylerken duydum.\""
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Al-Qaisi, Allah'ın Resulü (ﷺ) ile birlikte bir yolculukta olduğunu ve ona biraz su getirildiğini rivayet etti. O, kabın içinden ellerine biraz su döktü ve bir kez yıkadı, sonra yüzünü ve her iki kolunu bir kez yıkadı, ayaklarını ise iki eliyle yıkadı."
    },
    {
      "id": 114,
      "narrator": "It was narrated from 'Asim bin Laqit that his father said:",
      "text": "'Asim bin Laqit'ten rivayet edildiğine göre, babası şöyle dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Abdest aldığınızda, bunu düzgün yapın ve parmaklarınızın arasını (Al-Asabi') yıkayın.\" Al-Asabi' çoğuldur ve parmaklar ile ayak parmaklarını ifade eder, yazar bu konuda yalnızca bir rivayet zikretmiştir, oysa bazıları \"ellerin ve ayakların\" arasında açıklar. Bu yüzden, ayakların nasıl yıkanacağına dair bölümler arasında genel bir ifadeyi zikretmiştir. Bu rivayetin bir kısmı No. 87 altında geçmiştir."
    },
    {
      "id": 115,
      "narrator": "It was narrated that Abu Hayyah Al-Wadi'i said:",
      "text": "Abu Hayyah Al-Wadi'i şöyle dedi: \"Ali'yi abdest alırken gördüm. Elleri üç kez yıkadı, ağzını üç kez çalkaladı, burnunu üç kez yıkadı, yüzünü üç kez yıkadı ve her iki kolunu üç kez yıkadı. Sonra başını meshetti ve her iki ayağını üç kez yıkadı. Sonra şöyle dedi: 'Bu, Peygamber'in (ﷺ) abdestidir.'\""
    },
    {
      "id": 116,
      "narrator": "It was narrated that Humran the freed slave of 'Uthman said:",
      "text": "Humran, Osman'ın freed slave'ı şöyle dedi: \"Osman, abdest almak için su istedi. Elleri üç kez yıkadı, sonra ağzını ve burnunu çalkaladı, sonra yüzünü üç kez yıkadı, sağ elini dirseğine kadar üç kez yıkadı. Sonra sol elini de aynı şekilde yıkadı. Sonra başını meshetti, sağ ayağını bileğine kadar üç kez yıkadı, sol ayağını da aynı şekilde yıkadı. Sonra şöyle dedi: 'Ben, Allah'ın Resulü'nü (ﷺ) tam da benim yaptığım gibi abdest alırken gördüm.' Sonra şöyle dedi: 'Kim benim yaptığım gibi abdest alırsa ve iki Rek'at namaz kılarsa, düşünceleri dağılmadan, geçmiş günahları affedilecektir.'\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that 'Ubaid bin Juraih said:",
      "text": "'Ubaid bin Juraih şöyle dedi: \"İbn 'Umar'a dedim ki: 'Seni Sibtiyyah sandaletleriyle görüyorum ve bunlarla abdest aldın.' O da: 'Ben, Allah'ın Resulü'nü (ﷺ) onları giyerken ve bunlarla abdest alırken gördüm.'\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Jarir bin 'Abdullah that he performed Wudu' and wiped over his Khuffs. it was said to him:",
      "text": "Jarir bin 'Abdullah'dan rivayet edildiğine göre, o abdest aldı ve Khuff'ları üzerine meshetti. Ona: \"Khuff'ların üzerine mi meshediyorsun?\" denildi. O da: \"Ben, Allah'ın Resulü'nün (ﷺ) Khuff'ları üzerine meshettiğini gördüm.\" Abdullah'ın arkadaşları, Jarir'in söylediklerini beğendiler, çünkü Jarir, Peygamber (ﷺ) vefat etmeden kısa bir süre önce Müslüman olmuştu. At-Tirmidhi'nin (No. 93, 94) kaydettiği rivayette bu yorum İbrahim'e, rivayet edenlerden birine atfedilmiştir."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Ja'far bin 'Amr bin Umayyah Ad-Damri'den rivayet edildiğine göre, babası Allah'ın Resulü'nün (ﷺ) abdest alırken ve Khuff'ları üzerine meshettiğini gördü."
    },
    {
      "id": 120,
      "narrator": "It was narrated that Usamah bin Zaid said:",
      "text": "Usamah bin Zaid şöyle dedi: \"Allah'ın Resulü (ﷺ) ve Bilal Al-Aswaf'a girdi ve ihtiyaç gidermek için gitti, sonra dışarı çıktı.\" Usamah dedi: \"Bilal'e sordum: 'Ne yaptı?' Bilal dedi: 'Peygamber (ﷺ) ihtiyaç gidermeye gitti, sonra abdest aldı, ellerini ve yüzünü yıkadı, başını meshetti ve Khuff'ları üzerine meshetti, sonra namaz kıldı.'\""
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Sa'd bin Ebi Vakkas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Khuff'ların üzerine meshetmiştir."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Sa'd bin Ebi Vakkas'tan, Allah'ın Resulü (ﷺ) hakkında Khuff'ların üzerine meshetmekle ilgili olarak rivayet edilmiştir; \"Bunda bir sakınca yoktur.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Al-Mughirah bin Shu'bah said:",
      "text": "Al-Mughirah bin Shu'bah şöyle demiştir: \"Peygamber (ﷺ) ihtiyacını gidermek için dışarı çıktı, geri döndüğünde ben ona bir kap (su) ile rastladım. Ona su döktüm ve ellerini yıkadı, sonra yüzünü yıkadı. Sonra ön kollarını yıkamak istedi ama Jubbah'ı çok sıkıydı, bu yüzden onları Jubbah'ın altından çıkararak yıkadı ve Khuff'larının üzerine meshetti, ardından bize namaz kıldırdı.\""
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ihtiyacını gidermek için dışarı çıktı ve Al-Mughirah onu takip etti, (bir kap) su taşıyarak. İhtiyacını giderdikten sonra ona su döktü ve Wudu' aldı ve Khuff'larının üzerine meshetti."
    },
    {
      "id": 125,
      "narrator": "Hamzah bin Al-Mughirah bin Shu'bah (narrated) that his father said:",
      "text": "Hamzah bin Al-Mughirah bin Shu'bah (rivayet etti) ki, babası şöyle dedi: \"Ben Peygamber (ﷺ) ile bir yolculukta idim, o da: 'Geri dur O Mughirah! İlerleyin, ey insanlar!' dedi. Ben geri döndüm, yanımda bir kap su vardı. İnsanlar ilerledi, orada Allah'ın Resulü (ﷺ) ihtiyacını giderdi. Geri döndüğünde ben gidip ona su döktüm. O dar kollu bir Roma Jubbah'ı giyiyordu ve ellerini (yıkamak için) açmak istedi ama kolları çok sıkıydı, bu yüzden ellerini Jubbah'ın altından çıkararak yıkadı ve Khuff'larının üzerine meshetti.\""
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) iki kumaş çorap ve iki sandaletin üzerine meshetmiştir."
    },
    {
      "id": 127,
      "narrator": "It was narrated that Safwan bin 'Assal said:",
      "text": "Safwan bin 'Assal'den rivayet edilmiştir ki: \"Peygamber (ﷺ) yolculukta bize üç gün üç gece Khuff'larımızı çıkarmama izni verdi.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated that Zirr said:",
      "text": "Zirr'den rivayet edilmiştir ki: \"Safwan bin 'Assal'a Khuff'ların üzerine meshetmek hakkında sordum, o da: 'Allah'ın Resulü (ﷺ) bize, yolculukta iken Khuff'larımızın üzerine meshetmemizi ve dışkılama, idrar yapma veya uyuma durumunda üç gece boyunca çıkarmamamızı söylerdi; sadece cünüplük durumunda.' dedi.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that 'Ali (may Allah be pleased with him) said:",
      "text": "'Ali (Allah ondan razı olsun) şöyle dedi: \"Allah'ın Resulü (ﷺ) yolcu için üç gün üç gece, yerleşik için bir gün bir gece süre koymuştur - yani, Khuff'ların üzerine meshetmekle ilgili.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Shuraih bin Hani' said:",
      "text": "Şuraih bin Hani' şöyle dedi: \"Aişe'ye Khuff'ların üzerine meshetmek hakkında sordum, o da: 'Ali'ye git, o bu konuda benden daha iyi bilir.' dedi. Ben de Ali'ye gittim ve Khuff'ların üzerine meshetmek hakkında sordum, o da: 'Allah'ın Resulü (ﷺ) bize yerleşik için bir gün bir gece, yolcu için üç gün meshetmemizi söylerdi.' dedi.\""
    },
    {
      "id": 131,
      "narrator": "An-Nazzal bin Sabrah said:",
      "text": "En-Nazzal bin Sabrah şöyle dedi: \"Ali'yi (Allah ondan razı olsun) Zuhr namazı kılarken gördüm, sonra insanların ihtiyaçlarına yöneldi, 'Asr' vakti geldiğinde ona bir kap su getirildi. Bir avuç su aldı ve yüzünü, ön kollarını, başını ve ayaklarını bununla meshetti, sonra kalanını alıp ayakta içti. 'İnsanlar bunu sevmez, ama ben Allah'ın Resulü (ﷺ) bunu yaparken gördüm. Bu, Hadath'ı işlememiş olanın Wudu'udur.' dedi.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated from 'Amr bin 'Amir that Anas mentioned:",
      "text": "'Amr bin 'Amir'den rivayet edilmiştir ki, Anas şöyle demiştir: \"Allah'ın Resulü (ﷺ) için küçük bir kap (su) getirildi ve Wudu' aldı.\" Ben de: \"Allah'ın Resulü (ﷺ) her namaz için Wudu' mu alıyordu?\" dedim. O da: \"Evet.\" dedi. \"Ya siz?\" dedim. O da: \"Biz Hadath işlemediğimiz sürece bütün namazları kılardık.\" dedi. \"Ve biz bir Wudu' ile bütün namazları kılardık.\" dedi."
    },
    {
      "id": 133,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) came out from the toilet and food was brought to him. They said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) tuvaletten çıktı ve ona yiyecek getirildi. Onlar: \"Wudu' için su getirmeyecek miyiz?\" dediler. O da: \"Ben sadece namaz kılmak istediğimde Wudu' almaya emredildim.\" dedi."
    },
    {
      "id": 134,
      "narrator": "It was narrated from Ibn Buraidah that his father said:",
      "text": "İbn Buraidah'tan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) her namaz için Wudu' alırdı. Fetih günü (Mekke'nin Fethi) hepsi için bir Wudu' ile namaz kıldı. 'Umar ona: 'Daha önce hiç yapmadığın bir şey yaptın.' dedi. O da: 'Bunu bilerek yaptım, ey 'Umar.' dedi.\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from Al-Hakam, from his father, that when the Messenger of Allah (ﷺ) performed Wudu', he would take a handful of water and do this with it. Shu'bah described it:",
      "text": "Al-Hakam'dan, babasından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Wudu' aldığında bir avuç su alır ve bunu yapardı. Şu'bah bunu şöyle tarif etti: \"O, cinsel organını bununla serperdi.\" Şeyh İbn As-Sunni dedi ki: \"Al-Hakam (rivayet edenlerden biri) İbn Sufyan Ath-Thaqafi'dir. Amaç, şeytani vesveseleri bertaraf etmektir ki kişi herhangi bir çıkış olduğunu düşünmesin ve böylece Wudu'sunun bozulduğunu düşünmesin."
    },
    {
      "id": 136,
      "narrator": "It was narrated that Al-Hakam bin Sufyan said:",
      "text": "Al-Hakam bin Sufyan'dan rivayet edilmiştir: \"Ben, Allah'ın Resulü'nü (ﷺ) abdest alırken ve cinsel organını (su ile) sularken gördüm.\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that Abu Hayyah said:",
      "text": "Abu Hayyah'dan rivayet edilmiştir: \"Ben, 'Ali'nin abdest aldığını, her bir uzvunu üç kez yıkadığını gördüm. Sonra ayağa kalktı ve abdestinden artan suyu içti ve dedi ki: 'Allah'ın Resulü (ﷺ) benim yaptığım gibi yaptı.'\""
    },
    {
      "id": 138,
      "narrator": "It was narrated from 'Awn bin Abi Juhaifah that his father said:",
      "text": "Awn bin Abi Juhaifah'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Ben, Peygamberi (ﷺ) Al-Batha'da gördüm. Bilal, abdestinden artan suyu çıkardı ve insanlar ona doğru koştu, ben de ondan biraz aldım. Sonra yere kısa bir mızrak dikildi ve o, insanlara namaz kıldırdı, o sırada eşekler, köpekler ve kadınlar önünden geçiyordu.\""
    },
    {
      "id": 139,
      "narrator": "Ibn Al-Munkadir said:",
      "text": "İbn Al-Munkadir şöyle dedi: \"Jabir'in şöyle dediğini duydum: 'Ben hastalandım, Allah'ın Resulü (ﷺ) ve Ebu Bekir beni ziyarete geldiler. Beni baygın buldular, bu yüzden Allah'ın Resulü (ﷺ) abdest aldı ve abdest suyunu üzerime döktü.'\""
    },
    {
      "id": 140,
      "narrator": "It was narrated from Abu Al-Malih, that his father said:",
      "text": "Abu Al-Malih'ten rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah, temizlik olmadan namazı kabul etmez, Ghulul'den (savaş ganimeti dağıtılmadan önce alınan şeyler) yapılan sadakayı da kabul etmez.'\""
    },
    {
      "id": 141,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir: \"Bir bedevi, Peygamber'e (ﷺ) abdest hakkında sormak için geldi, o da ona abdest almayı gösterdi, her bir uzvunu üç kez yıkadı, sonra dedi ki: 'Bu abdesttir. Kim bundan fazlasını yaparsa, kötü yapmış, aşırıya kaçmış ve yanlış yapmıştır.'\""
    },
    {
      "id": 142,
      "narrator": "'Abdullah bin 'Ubaidullah bin 'Abbas said:",
      "text": "Abdullah bin Ubaidullah bin Abbas şöyle dedi: \"Biz Abdullah bin Abbas ile oturuyorduk, o da dedi ki: 'Vallahi, Allah'ın Resulü (ﷺ) bizden insanlara özel olarak sadece üç şey söyledi: Abdestimizi düzgün almamız, sadaka yemememiz ve eşekleri atlarla çiftleştirmememizdir.'\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) dedi ki: 'Abdestinizi düzgün alın.'\""
    },
    {
      "id": 144,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Size, Allah'ın günahları silip (insanları) derecelerini yükselttiği bir şey söylemeyeyim mi? Abdestinizi düzgün almak, namaza gitmek için çok adım atmak ve bir namazdan diğerine beklemektir. İşte bu, sizin için Ribat'tır, bu sizin için Ribat'tır, bu sizin için Ribat'tır.\""
    },
    {
      "id": 145,
      "narrator": "It was narrated from 'Asim bin Sufyan Ath-Thaqafi that they went out for the battle of As-Salasil, but they missed the fighting, so they kept watch, then they went back to Mu'awiyah, and Abu Ayyub and 'Uqbah bin 'Amir were with him. 'Asim said:",
      "text": "'Asim bin Sufyan Ath-Thaqafi'den rivayet edilmiştir ki, As-Salasil savaşı için çıktılar, ama savaşı kaçırdılar, bu yüzden nöbet tuttular, sonra Mu'aviye'ye döndüler ve Abu Ayyub ile 'Uqbah bin 'Amir de onunla birlikteydi. 'Asim dedi: \"Ey Abu Ayyub, genel seferberliği kaçırdık, ama bize dört mescitte namaz kılanın günahlarının affedileceği söylendi.\" O da dedi: \"Ey yeğenim! Sana daha kolay bir şey söyleyeyim. Allah'ın Resulü (ﷺ) şöyle dedi: 'Kim emredildiği gibi abdest alır ve emredildiği gibi namaz kılarsa, önceki eylemleri affedilir.' Değil mi, ey 'Uqbah?\" O da dedi: \"Evet.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that Jami' bin Shaddad said:",
      "text": "Jami' bin Shaddad şöyle dedi: \"Humran bin Aban'ın, mescitte Abu Burdah'a, 'Uthman'dan rivayet ettiğini duydum ki, Allah'ın Resulü (ﷺ) dedi ki: 'Kim Allah'ın emrettiği gibi tam abdest alırsa, beş vakit namaz, aralarındaki günahları affeder.'\""
    },
    {
      "id": 147,
      "narrator": "'Uthman said:",
      "text": "'Uthman şöyle dedi: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Abdest alan ve bunu iyi yapan bir adam, namaz kıldığında, o namaz ile bir sonraki namaz arasındaki günahları affedilir.'\""
    },
    {
      "id": 148,
      "narrator": "'Amr bin 'Abasah said:",
      "text": "'Amr bin 'Abasah şöyle dedi: \"Ben dedim ki: 'Ey Allah'ın Resulü! Abdest nasıl alınır?' O da dedi ki: 'Abdest alırken, ellerini temizlemek için yıkadığında, günahların parmaklarının ve parmak uçlarının arasından çıkar. Ağzını ve burun deliklerini çalkaladığında, yüzünü ve kollarını dirseklerine kadar yıkadığında, başını meshettiğinde ve ayaklarını bileklerine kadar yıkadığında, tüm günahlarından arınmış olursun. Allah'a, yüce olan, secde ettiğinde, annenden doğduğun gün gibi günahlarından çıkarsın.' Abu Umamah dedi ki: \"Ben dedim ki: 'Ey 'Amr bin 'Abasah! Söylediklerine dikkat et! Bunların hepsi bir oturumda mı verildi?' O da dedi: 'Vallahi, yaşlandım, vaktim yaklaştı ve Allah'ın Resulü (ﷺ) hakkında yalan söyleyecek kadar fakir değilim. Bunu kendi kulaklarımla duydum ve kalbimde anladım.'\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that 'Umar bin Al-Khattab said:",
      "text": "'Umar bin Al-Khattab şöyle dedi: \"Allah'ın Resulü (ﷺ) dedi ki: 'Kim abdest alır ve bunu iyi yaparsa, sonra derse: \"Eşhedü en la ilaha illallah ve eşhedü enne Muhammeden abduhu ve rasuluh (Ben şahitlik ederim ki Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve elçisidir),\" sekiz cennet kapısı onun için açılır ve dilediğinden içeri girebilir.'\""
    },
    {
      "id": 150,
      "narrator": "It was narrated that Abu Hazim said:",
      "text": "Abu Hazim şöyle dedi: \"Ben, Abu Hurairah'ın namaz için abdest alırken arkasındaydım. Kolunu koltuk altına kadar yıkadı, ben de dedim ki: 'Ey Abu Hurairah! Bu ne abdest?' O da bana dedi ki: 'Ey Banu Farrukh! Sen buradasın! Eğer burada olduğunu bilseydim, böyle abdest almazdım. Yakın arkadaşım (yani Peygamber (ﷺ)) şöyle dedi: \"Müminin süsü, abdestinin ulaştığı yere kadar ulaşır.\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) went out to the graveyeard and said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) mezarlığa gitti ve şöyle dedi: \"Selam size, iman edenlerin evi. Eğer Allah dilerse, yakında sizlere katılacağız. Keşke kardeşlerimizi görebilseydim.\" Onlar dediler ki: \"Ey Allah'ın Resulü, biz senin kardeşin değil miyiz?\" O da dedi: \"Siz benim arkadaşlarımsınız. Kardeşlerim henüz gelmeyenlerdir. Ve ben, Havuz'a sizden önce ulaşacağım.\" Onlar dediler ki: \"Ey Allah'ın Resulü, sen, senin ardından gelen ümmetinden kimleri tanıyacaksın?\" O da dedi: \"Sizce, eğer bir adamın beyaz bir benek ve beyaz ayakları olan bir atı varsa, tamamen siyah atlar arasında, atını tanımayacak mı?\" Onlar dediler ki: \"Elbette.\" O da dedi: \"Onlar, Kıyamet Günü parlayan beyaz yüzler ve parlayan beyaz elleri ve ayaklarıyla geleceklerdir, çünkü Abdest almışlardır ve ben, Havuz'a onlardan önce ulaşacağım.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated that 'Uqbah bin 'Amir Al-Juhani said:",
      "text": "'Uqbah bin 'Amir Al-Cuhani'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) dedi ki: 'Kim Abdest alır ve bunu güzelce yaparsa, ardından kalbi ve yüzüyle iki Rek'at namaz kılarsa, Cennet onun olacaktır.'\""
    },
    {
      "id": 153,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: \"Ben çok fazla prostat sıvısı olan bir adamdım ve Peygamberin (ﷺ) kızı benimle evliydi, bu yüzden ona (bu konuda) sormaktan utandım. Yanımda oturan bir adama dedim ki: 'Ona sor,' o da sordu ve o dedi: 'Bunun için Abdest al.'\""
    },
    {
      "id": 154,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Al-Miqdad'a dedim ki: 'Eğer bir adam karısıyla yakınlaşır ve prostat sıvısı çıkarsa ama cinsel ilişkiye girmezse - bu konuda Peygamber'e (ﷺ) sor, çünkü ben ona sormaktan utandım, zira kızı benimle evli.' O da sordu ve o dedi: 'Erkek organını yıkasın ve namaz için Abdest alsın.'\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from 'A'ish bin Anas that 'Ali said:",
      "text": "'A'ish bin Anas'tan rivayet edilmiştir ki, Ali dedi: \"Ben çok fazla prostat sıvısı olan bir adamdım, bu yüzden 'Ammar bin Yasir'e Allah'ın Resulü'ne (ﷺ) bu konuda sormasını söyledim, çünkü kızı benimle evliydi. O da dedi: 'Bu konuda Abdest yeterlidir.'\""
    },
    {
      "id": 156,
      "narrator": "It was narrated from Rafi' bin Khadij that 'Ali told 'Ammar to ask the Messenger of Allah (ﷺ) about prostatic fluid, and he said:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir ki, Ali, 'Ammar'a Allah'ın Resulü'ne (ﷺ) prostat sıvısı hakkında sormasını söyledi ve o dedi: 'Erkek organını yıkasın ve Abdest alsın.'\""
    },
    {
      "id": 157,
      "narrator": "It was narrated from Al-Miqdad bin Al-Aswad that 'Ali told him to ask the Messenger of Allah (ﷺ) about a man who comes close to his wife and prostatic fluid comes out of him - what should he do? ('Ali said:",
      "text": "Al-Miqdad bin Al-Aswad'dan rivayet edilmiştir ki, Ali ona, karısına yaklaşan bir adam prostat sıvısı çıkarsa ne yapması gerektiğini sormasını söyledi - 'Ali dedi ki: 'Kızı benimle evli ve ona sormaktan utandım. Bu konuda Allah'ın Resulü'ne (ﷺ) sordum ve o dedi: \"Eğer sizden biri bunu yaşarsa, özel bölgesine su döksün ve namaz için Abdest alsın.\"'"
    },
    {
      "id": 158,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Ben, Fatıma yüzünden Allah'ın Resulü'ne (ﷺ) prostat sıvısı hakkında sormaktan utandım, bu yüzden Al-Miqdad bin Al-Aswad'a bunun hakkında sormasını söyledim ve o (Peygamber (ﷺ)) dedi: 'Bunun için Abdest al.'\""
    },
    {
      "id": 159,
      "narrator": "Zirr bin Hubaish narrated:",
      "text": "Zirr bin Hubaish rivayet etti: \"Safwan bin 'Assal adında bir adamın yanına geldim ve kapısında oturdum. O dışarı çıktı ve dedi ki: 'Ne istiyorsun?' Ben de dedim: 'Ben ilim arıyorum.' O dedi: 'Melekler, ilim arayanın üzerine kanatlarını indirirler, onun aradığı şeyden dolayı memnuniyetle.' O dedi: 'Ne hakkında bilgi almak istiyorsun?' Ben de dedim: 'Mestler hakkında.' O dedi: 'Biz Allah'ın Resulü (ﷺ) ile bir yolculukta iken, bize üç gün boyunca onları çıkarmamamızı söyledi, ancak Cünüplük durumunda, dışkılama, idrar yapma veya uyku halinde değil.'\""
    },
    {
      "id": 160,
      "narrator": "Safwan bin 'Assal said:",
      "text": "Safwan bin 'Assal dedi ki: \"Biz Allah'ın Resulü (ﷺ) ile bir yolculukta iken, bize üç gün boyunca onları çıkarmamamızı söyledi, ancak Cünüplük durumunda, dışkılama, idrar yapma veya uyku halinde değil.\""
    },
    {
      "id": 161,
      "narrator": "Sa'eed - meaning Ibn Al-Musayyab - and 'Abbad bin Tamim narrated that his uncle - 'Abdullah bin Zaid - said:",
      "text": "Sa'eed - yani İbn Al-Musayyab - ve 'Abbad bin Tamim rivayet ettiler ki, amcası - 'Abdullah bin Zaid - dedi: \"Namaz sırasında bir şey hissettiğini söyleyen bir adam Peygamber'e (ﷺ) şikayette bulundu. O dedi: 'Koku almadıkça veya ses duymadıkça namazı bırakmayın.'\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: \"Eğer sizden biri uykudan uyanırsa, elini kap içine sokmadan önce üç kez yıkasın, çünkü elinin geceyi nerede geçirdiğini bilmez.\""
    },
    {
      "id": 163,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) dedi: 'Eğer bir adam namaz kılarken uykulu hissederse, durmalıdır, yoksa kendisine farkında olmadan dua edebilir.'\""
    },
    {
      "id": 164,
      "narrator": "'Urwah bin Az-Zubair said:",
      "text": "'Urwah bin Az-Zubair dedi ki: \"Mervan bin Hakkam'ın yanına girdim ve Abdest alınması gereken şeyleri konuştuk. Mervan dedi ki: 'Erkek organına dokunduktan sonra Abdest alınmalıdır.' 'Urwah dedi: 'Bunu bilmiyordum.' Mervan dedi: 'Busra bint Safwan bana, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duyduğunu söyledi: \"Eğer sizden biri penisine dokunursa, Abdest alsın.\"'"
    },
    {
      "id": 165,
      "narrator": "'Urwah bin Az-Zubair said:",
      "text": "'Urwah bin Az-Zubair dedi ki: \"Mervan, Al-Medine valisi olduğunda, bir adamın penisine dokunduktan sonra Abdest alması gerektiğini söyledi, eğer el ile dokunursa. Ben bunu beğenmedim ve dedim: 'Ona dokunanın Abdest alması gerekmez.' Mervan dedi: 'Busra bint Safwan bana, Allah'ın Resulü'nün (ﷺ) Abdest alınması gereken şeyleri söylediğini, ve Allah'ın Resulü (ﷺ) dedi ki: 'Penisine dokunduktan sonra Abdest alınmalıdır.' 'Urwah dedi: 'Mervan ile tartışmaya devam ettim, ta ki o, korumalarından birini çağırıp Busra'ya, Mervan'ın kendisinden rivayet ettiği şeyi sorması için gönderene kadar, ve Busra, Mervan'ın bana aktardığına benzer bir şey söyledi.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that Talq bin 'Ali said:",
      "text": "Talq bin 'Ali'den rivayet edilmiştir: \"Bir heyet olarak dışarı çıktık ve Allah'ın Resulü (ﷺ) ile buluştuğumuzda, biatımızı kabul etti ve onunla namaz kıldık. Namazı bitirdiğinde, bedevi gibi görünen bir adam yanına geldi ve dedi ki: 'Ey Allah'ın Resulü, namaz sırasında penisine dokunan bir adam hakkında ne düşünüyorsun?' O da: 'Bu sadece senin bir parçaındır,' ya da 'bir parçandır' dedi.\""
    },
    {
      "id": 167,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) benim onun önünde yattığım zaman namaz kılardı, tıpkı imamın önünde cenaze gibi. Witr namazı kılmak istediğinde, ayağıyla beni dürtmekteydi.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) önünde yattığımı hatırlıyorum ve Allah'ın Resulü (ﷺ) namaz kılıyordu. Secde etmek istediğinde, ayağımı dürtüyor ve ben de onu (yoldan) çekiyordum, ta ki secdesini tamamlayana kadar.\""
    },
    {
      "id": 169,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) önünde uyurdum ve ayaklarım kıblaya doğruydu. Secde ettiğinde beni dürtüyordu ve ben de ayaklarımı çekiyordum, sonra kalktığında tekrar uzatıyordum. O zaman evlerde lamba yoktu.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated from Abu Hurairah that 'Aishah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, 'Aişe dedi: \"Bir gece Peygamber (ﷺ) orada yoktu, bu yüzden onu elimle aramaya başladım. Elim ayaklarına dokundu ve ayakları dik konumdaydı, secde ediyordu ve şöyle diyordu: 'Öfkenizden rızanıza, azabınızdan affınıza sığınıyorum ve kendimden sana sığınıyorum. Seni yeterince övemem, sen kendini övdüğün gibisin.'\""
    },
    {
      "id": 171,
      "narrator": "It was narrated from 'Aishah that the Prophet (ﷺ) used to kiss one of his wives then pray without performing Wudu'.\nAbu 'Abdur-Rahman said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) eşlerinden birini öper, sonra abdest almadan namaz kılardı. Abu 'Abdur-Rahman dedi: \"Bu bölüm için bu hadisten daha iyi bir şey yoktur, her ne kadar Mursal olsa da. Al-A'mash bu hadisi Habib bin Ebu Thabit'ten, 'Urve'den, 'Aişe'den rivayet etmiştir. Yahya Al-Qattan dedi: \"Bu, Habib'in 'Urve'den, 'Aişe'den rivayet ettiği hadistir. Ve Habib'in 'Urve'den, 'Aişe'den rivayet ettiği: 'Eğer halı üzerine kan damlarsa namaz kılar' hadisi bir şey değildir.\""
    },
    {
      "id": 172,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Ateşle dokunmuş olan şeyden abdest alın.'\""
    },
    {
      "id": 173,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Ateşle dokunmuş olan şeyden abdest alın.'\""
    },
    {
      "id": 174,
      "narrator": "It was narrated that 'Abdullah bin Ibrahim bin Qariz said:",
      "text": "'Abdullah bin İbrahim bin Qariz'den rivayet edilmiştir: \"Abu Hurayra'nın mescidin çatısında abdest aldığını gördüm ve dedi ki: 'Sert peynir yedim, bu yüzden abdest aldım. Allah'ın Resulü (ﷺ) bize ateşle dokunmuş olan şeyden abdest almamızı emretti.'\""
    },
    {
      "id": 175,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas dedi ki: \"Ateşin dokunduğu ve Allah'ın Kitabı'nda helal olduğunu gördüğüm yiyecekten sonra abdest almalı mıyım?\" Abu Hurayra bazı çakıllar topladı ve dedi: \"Bu çakılların sayısı kadar şahitlik ederim ki, Allah'ın Resulü (ﷺ) şöyle dedi: 'Ateşle dokunmuş olan şeyden abdest alın.'\""
    },
    {
      "id": 176,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: 'Ateşle dokunmuş olan şeyden abdest alın.'\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that Abu Ayyub said:",
      "text": "Abu Eyyub'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Ateşle değiştirilmiş olan şeyden abdest alın.'\""
    },
    {
      "id": 178,
      "narrator": "It was narrated from Abu Talhah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Talha'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ateşle değiştirilmiş olan şeyden abdest alın.\""
    },
    {
      "id": 179,
      "narrator": "It was narrated from Abu Talhah that the Prophet (ﷺ) said:",
      "text": "Abu Talha'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Ateşle ısıtılmış olan şeyden abdest alın.\""
    },
    {
      "id": 180,
      "narrator": "Zaid bin Thabit said:",
      "text": "Zaid bin Sabit dedi ki: \"Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Ateşle dokunmuş olan şeyden abdest alın.'\""
    },
    {
      "id": 181,
      "narrator": "It was narrated from Abu Sufyan bin Sa'eed bin Al-Akhnas bin Shariq that he entered upon Umm Habibah, the wife of the Prophet (ﷺ), who was his maternal aunt, and she made Sawiq for him, then she said to him:",
      "text": "Ebu Süfyan bin Sa'id bin el-Ahknas bin Şariq'ten rivayet edilmiştir ki, o, Peygamber (ﷺ) 'in eşi Ümmü Habibe'ye girdi, o da ona sawık yaptı, sonra ona dedi ki: \"Abla oğlum, abdest al! Çünkü Allah'ın Resulü (ﷺ) dedi ki: 'Ateşle dokunmuş şeylerden abdest alın.'\""
    },
    {
      "id": 182,
      "narrator": "It was narrated from Abu Sufyan bin Sa'eed bin Al-Akhnas that Umm Habibah, the wife of the Prophet (ﷺ), said to him, when he had drunk some Sawiq:",
      "text": "Ebu Süfyan bin Sa'id bin el-Ahknas'tan rivayet edilmiştir ki, Ümmü Habibe, Peygamber (ﷺ) 'in eşi, ona, sawık içtikten sonra dedi ki: \"Abla oğlum, abdest al, çünkü Allah'ın Resulü (ﷺ) dedi ki: 'Ateşle dokunmuş şeylerden abdest alın.'\""
    },
    {
      "id": 183,
      "narrator": "",
      "text": "Ümmü Selime'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir omuz etinden yedi, sonra Bilal ona geldi ve o, suya dokunmadan namaza çıktı."
    },
    {
      "id": 184,
      "narrator": "It was narrated that Sulaiman bin Yasar said:",
      "text": "Süleyman bin Yesar'dan rivayet edilmiştir ki: \"Ümmü Selime'ye girdim ve bana Allah'ın Resulü (ﷺ) 'nun cünüp olarak uyanıp, rüyasız bir şekilde oruç tuttuğunu söyledi.\" Ve ona, Peygamber (ﷺ) 'e ızgara kaburga getirdiğini ve ondan yediğini, sonra kalkıp namaz kıldığını ve abdest almadığını söyledi."
    },
    {
      "id": 185,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) ekmek ve et yedi, sonra namaza durdu ve abdest almadı.\""
    },
    {
      "id": 186,
      "narrator": "",
      "text": "Câbir (ra) şöyle dedi: \"Allah'ın Resulü (ﷺ) 'nun iki işten sonuncusu, ateşle dokunmuş şeylerden abdest almayı terk etmekti.\""
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Ben, Khaibar yılı Peygamber (ﷺ) ile birlikte çıktım, ve As Sahba'ya ulaştığımızda, Peygamber (ﷺ) 'in `Asr namazını kıldığını ve sonra insanlardan yolculuk yiyeceklerini toplamalarını istedi. Hiçbir şey getirilmedi, sadece Peygamber (ﷺ) 'in su ile ıslatılmasını emrettiği sawık getirildi, sonra o yedi ve biz de yedik. Sonra Maghrib namazını kılmak için kalktı. Ağzını yıkadı, biz de ağızlarımızı yıkadık, sonra namazı abdest almadan kıldı."
    },
    {
      "id": 188,
      "narrator": "The Apostle (ﷺ) took milk and then called for water and rinsed (his mouth) and said:",
      "text": "Resulullah (ﷺ) süt aldı ve sonra su istedi ve ağzını çalkaladı ve dedi ki: \"Bu yağlıdır.\""
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Kays bin Asim'den rivayet edilmiştir ki, o İslam'ı kabul etti ve Peygamber ona su ve lotus yaprakları ile gusül almasını emretti."
    },
    {
      "id": 190,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Thumamah bin Uthal el-Hanefi, camiye yakın bir yerden su almak için gitti ve gusül aldı, sonra camiye girdi ve dedi ki: 'Eşhedü en la ilahe illallah ve eşhedü enne Muhammeden abduhu ve resuluh (Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve elçisidir) O Muhammed, Allah'a yemin ederim ki, yeryüzünde senin yüzünden daha nefret ettiğim bir yüz yoktu, şimdi ise senin yüzün benim için en sevdiğim yüz oldu. Senin süvarilerin beni yakaladı ve ben 'Umre yapmak istiyorum. Ne dersin? Peygamber (ﷺ) ona müjde verdi ve 'Umre yapmasını söyledi.\""
    },
    {
      "id": 191,
      "narrator": "It was narrated that Abbu Ishaq said:",
      "text": "Ebu İshak'tan rivayet edilmiştir ki: \"Ali'den dinledim, o da dedi ki: 'Peygamber (ﷺ) 'e geldim ve 'Ebu Talib öldü' dedim. O da: 'Git ve onu göm.' dedi. Ben de: 'O bir müşrik olarak öldü' dedim. O da: 'Git ve onu göm.' dedi. (Ali dedi ki:) 'Onu gömdükten sonra geri döndüm ve o bana: 'Gusül al.' dedi.\""
    },
    {
      "id": 192,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Bir adam, karısının dört yerinin arasında oturduğunda ve kendini zorladığında, gusül farz olur.\""
    },
    {
      "id": 193,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Bir adam, karısının dört yerinin arasında oturduğunda ve kendini zorladığında, gusül farz olur.\" Ebu Abdurrahman dedi ki: \"Bu bir hatadır, doğru olan; 'Ash'ath, el-Hasan'dan, Ebu Hureyre'den.\" En-Nadr bin Şümeyl ve diğerleri, hadisi Şu'bah'tan, Halid'in rivayet ettiği gibi aktardılar.\""
    },
    {
      "id": 194,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Ben çok fazla meni akıntısı olan biriydim, ve Allah'ın Resulü (ﷺ) bana dedi ki: 'Eğer Mâhî (prostat sıvısı) görürsen, penisini yıka ve namaz için abdest al, ama eğer meni boşaltırsan, gusül al.'\""
    },
    {
      "id": 195,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Ben çok fazla meni akıntısı olan biriydim, bu yüzden Peygamber (ﷺ) 'e sordum ve o dedi ki: 'Eğer Mâhî (prostat sıvısı) görürsen, abdest al ve penisini yıka, ama eğer boşaltılmış meni görürsen, gusül al.'\""
    },
    {
      "id": 196,
      "narrator": "It was narrated from Anas that Umm Sulaim asked the Messenger of Allah (ﷺ) about a woman who sees in her dream something like a man sees. He said:",
      "text": "Anas'tan rivayet edildiğine göre, Ümmü Süleym, Allah'ın Resulü'ne (ﷺ) bir kadın rüyasında bir erkeğin gördüğü gibi bir şey görürse ne yapması gerektiğini sordu. O da: \"Eğer su çıkarsa, gusül yapsın.\" dedi."
    },
    {
      "id": 197,
      "narrator": "It was narrated from 'Urwah that 'Aishah told him that Umm Sulaim spoke to the Messenger of Allah (ﷺ) when 'Aishah was sitting there. She said to him:",
      "text": "'Urve'den rivayet edildiğine göre, 'Aişe ona, Ümmü Süleym'in Allah'ın Resulü'ne (ﷺ) konuştuğunu, 'Aişe orada otururken söyledi. Ona: \"Ey Allah'ın Resulü! Allah gerçeği söylemekten utanmaz. Eğer bir kadın rüyasında erkeklerin gördüğü gibi bir şey görürse gusül alması gerekir mi?\" dedi. Allah'ın Resulü (ﷺ) ona: \"Evet.\" dedi. 'Aişe: \"Ben hoşnutsuzluğumu ifade ettim ve: 'Bir kadın bunu mu görür?' dedim. Allah'ın Resulü (ﷺ) bana döndü ve: 'Sağ elin toprakla kaplansın! Çocuğu nasıl ona benzeyecek?' dedi."
    },
    {
      "id": 198,
      "narrator": "It was narrated from Umm Salamah that a woman said:",
      "text": "Ümmü Seleme'den rivayet edildiğine göre, bir kadın: \"Ey Allah'ın Resulü, Allah gerçeği söylemekten utanmaz. Eğer bir kadın ıslak rüya görürse gusül alması gerekir mi?\" dedi. O da: \"Evet, eğer su görürse.\" dedi. Ümmü Seleme güldü ve: \"Gerçekten kadınlar ıslak rüyalar mı görüyor?\" dedi. Allah'ın Resulü (ﷺ): \"Çocuğu nasıl ona benzeyecek?\" dedi. Yani, eğer bir orgazm sıvısı çıkışı olursa."
    },
    {
      "id": 199,
      "narrator": "It was narrated that Khawlah bin Hakim said:",
      "text": "Havla bint Hakim'den rivayet edildiğine göre, \"Ben Allah'ın Resulü'ne (ﷺ) ıslak rüya gören bir kadın hakkında sordum ve o: 'Eğer su görürse, gusül yapsın.' dedi.\""
    },
    {
      "id": 200,
      "narrator": "It was narrated from Abu Ayyub that the Prophet (ﷺ) said:",
      "text": "Ebu Eyyub'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Su, su içindir.\" Yani, su, suyun (meni) boşalması durumunda gusül almak için zorunludur."
    },
    {
      "id": 201,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Erkeklerin suyu yoğun ve beyazdır, kadınların suyu ise ince ve sarıdır. Hangisi önce gelirse, çocuk (o ebeveyn) ona benzeyecektir.\""
    },
    {
      "id": 202,
      "narrator": "It was narrated from Fatimah bint Qais from Banu Asad Quraish that she came to the Prophet (ﷺ) and mentioned that she suffered from Istihadah (non-menstrual vaginal bleeding). She said that he said to her:",
      "text": "Fatıma bint Kays'tan Banu Asad Kureyş'ten rivayet edildiğine göre, o, Peygamber'e (ﷺ) geldi ve istihada (adet dışı vajinal kanama) çektiğini belirtti. O da ona: \"Bu bir damardan (kanamadır), bu yüzden adet zamanı geldiğinde namazı bırak, geçince kanı vücudundan yıka ve sonra namaz kıl.\" dedi."
    },
    {
      "id": 203,
      "narrator": "It was narrated from 'Aishah that the Prophet (ﷺ) said:",
      "text": "'Aişe'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Adet zamanı geldiğinde namazı bırak, geçince gusül al.\""
    },
    {
      "id": 204,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, Ummu Habibe bint Cahş, yedi yıl boyunca istihada (adet dışı vajinal kanama) yaşadı. Bu durumu Allah'ın Resulü'ne (ﷺ) şikayet etti ve Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu adet değildir; bu bir damardan (kanamadır), bu yüzden gusül al ve sonra namaz kıl.\""
    },
    {
      "id": 205,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, Ummu Habibe bint Cahş - 'Abdurrahman bin Avf'ın eşi ve Zeynep bint Cahş'ın kız kardeşi - istihada (adet dışı vajinal kanama) yaşadı. O, Allah'ın Resulü'ne (ﷺ) danıştı ve Allah'ın Resulü (ﷺ) ona: \"Bu adet değildir, bu bir damardır. Adet dönemin geçince gusül al ve namaz kıl, geldiğinde namazı bırak.\" dedi. 'Aişe şöyle dedi: \"O, her namaz için gusül alır ve namaz kılardı. Bazen, Allah'ın Resulü (ﷺ) ile birlikteyken, Zeynep'in odasında bir küvette gusül alırdı ve su kanla kırmızıya dönerdi, sonra dışarı çıkar ve Allah'ın Resulü (ﷺ) ile namaz kılardı. Bu, onun namaz kılmasını engellemedi.\""
    },
    {
      "id": 206,
      "narrator": "It was narrated from 'Aishah (may Allah be pleased with her) that Umm Habibah, an in-law of the Messenger of Allah (ﷺ), who was married to 'Abdur-Rahman bin 'Awf, suffered Istihadah (non-menstrual vaginal bleeding) for seven years. She consulted the Prophet (ﷺ) about that and the Messenger of Allah (ﷺ) said:",
      "text": "'Aişe'den (Allah ondan razı olsun) rivayet edildiğine göre, Ummu Habibe, Allah'ın Resulü'nün (ﷺ) kayınvalidesi, 'Abdurrahman bin Avf ile evliydi ve yedi yıl boyunca istihada (adet dışı vajinal kanama) yaşadı. Bu durumu Peygamber'e (ﷺ) danıştı ve Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu adet değildir, bu bir damardır, bu yüzden gusül al ve namaz kıl.\""
    },
    {
      "id": 207,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, Ummu Habibe bint Cahş, Allah'ın Resulü'ne (ﷺ) danıştı ve: \"Ey Allah'ın Resulü, ben istihada (adet dışı vajinal kanama) yaşıyorum.\" dedi. O da: \"Bu bir damardır, bu yüzden gusül al ve namaz kıl.\" dedi. Ve o, her namaz için gusül alırdı."
    },
    {
      "id": 208,
      "narrator": "It was narrated from 'Aishah that Umm Habibah asked the Messenger of Allah (ﷺ) about bleeding. 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, Ummu Habibe, Allah'ın Resulü'ne (ﷺ) kanama hakkında sordu. 'Aişe şöyle dedi: \"Onun yıkanma küvetinin kanla dolu olduğunu gördüm. Allah'ın Resulü (ﷺ) ona: 'Adet döneminin seni engellediği süre boyunca (namaz kılmayı) bırak, sonra gusül al.' dedi.\" (Başka bir isnat)"
    },
    {
      "id": 209,
      "narrator": "It was narrated from Umm Salamah that a woman suffered constant bleeding at the time of the Messenger of Allah (ﷺ), so Umm Salamah consulted the Prophet (ﷺ) for her. He said:",
      "text": "Ummu Seleme'den rivayet edildiğine göre, bir kadın, Allah'ın Resulü (ﷺ) zamanında sürekli kanama yaşıyordu, bu yüzden Ummu Seleme, onun için Peygamber'e (ﷺ) danıştı. O da: \"Gece sayısını hesaplasın ve bu durumdan önce her ay adet gördüğünü söylesin, ve her ay o kadar süre namazı bıraksın. Sonra bu süre dolduğunda gusül alsın, sonra ped kullansın ve namaz kılsın.\" dedi."
    },
    {
      "id": 210,
      "narrator": "It was narrated from 'Aishah that Umm Habibah bint Jahsh who was married to 'Abdur-Rahman bin 'Awf suffered from Istihadah (non-mentrual vaginal bleeding) and did not become pure. Her situation was mentioned to the Messenger of Allah (ﷺ) and he said:",
      "text": "'Aişe'den rivayet edildiğine göre, Ummu Habibe bint Cahş, 'Abdurrahman bin Avf ile evliydi ve istihada (adet dışı vajinal kanama) yaşıyordu ve temizlenmedi. Durumu Allah'ın Resulü'ne (ﷺ) bildirildi ve o şöyle dedi: \"Bu adet değildir, bu rahimde bir itme (vuruş)dir, bu yüzden daha önceki adet süresini hesaplasın ve o süre boyunca namazı bıraksın, sonra o süre dolduğunda her namaz için gusül alsın.\""
    },
    {
      "id": 211,
      "narrator": "It was narrated from 'Aishah that Umm Habibah bint Jahsh used to suffer from Istihadah (non-menstrual vaginal bleeding) for seven years. She asked the Prophet (ﷺ) and he said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Ümmü Habibe bint Cahş yedi yıl boyunca istihada (adet dışı vajinal kanama) çekmiştir. Peygamber (ﷺ) ile konuştu ve o da: \"Bu adet değildir, aksine bir damardır. Ona, adetinin sürdüğü süre kadar namaz kılmamasını söyle, sonra gusül alıp namaz kılsın.\" dedi. O, her namaz için gusül alıyordu."
    },
    {
      "id": 212,
      "narrator": "It was narrated from 'Urwah that Fatimah bint Abi Hubaish narrated that she came to the Messenger of Allah (ﷺ) and complained to him about bleeding. The Messenger of Allah (ﷺ) said to her:",
      "text": "Urve'den rivayet edilmiştir ki, Fatıma bint Ebi Hubaş, Allah'ın Elçisi (ﷺ) ile görüşüp kanama şikayetinde bulundu. Allah'ın Elçisi (ﷺ) ona: \"Bu bir damardır, bu yüzden adet döneminde namaz kılma, adet dönemin sona erdiğinde ise kendini temizle ve bir adet ile diğerinin arasında namaz kıl.\" dedi. Bu, Al-Akra'nın adet olduğunu gösterir. Ebu Abdurrahman dedi ki: Hişam bin Urve, bu hadisi Urve'den aktardı ve Al-Mundhir'in bahsettiğini anmadı."
    },
    {
      "id": 213,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Fatıma bint Ebi Hubaş, Allah'ın Elçisi (ﷺ) ile görüşüp: \"Ben istihada (adet dışı vajinal kanama) çeken bir kadınım ve asla temizlenemiyorum. Namaz kılmayı bırakmalı mıyım?\" dedi. O da: \"Hayır, bu bir damardır, adet değildir. Adet dönemin geldiğinde namaz kılmayı bırak, gittiğinde ise kanı üzerinden yıka ve namaz kıl.\" dedi."
    },
    {
      "id": 214,
      "narrator": "",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) döneminde istihada çeken bir kadına, bu kanamanın inatçı bir damar olduğu söylenmiştir (yani, durmayan bir kanama). Ona, öğle namazını geciktirmesi ve ikindi namazını öne alması, her ikisi için bir gusül alması, akşam namazını geciktirmesi ve yatsı namazını öne alması, her ikisi için bir gusül alması ve sabah namazı için bir gusül alması söylenmiştir."
    },
    {
      "id": 215,
      "narrator": "It was narrated from Jabir bin 'Abdullah, in the Hadith of Asma' bint 'Umair, when she gave birth in Dhul-Hulaifah, that the Messenger of Allah (ﷺ) said to Abu Bakr:",
      "text": "Câbir bin Abdullah'dan rivayet edilmiştir ki, Asma bint Umeyr'in, Dhul-Hulaifah'ta doğum yaptığı sırada, Allah'ın Elçisi (ﷺ) Ebu Bekir'e: \"Ona gusül almasını ve ihrama girmesini söyle.\" dedi."
    },
    {
      "id": 216,
      "narrator": "It was narrated from Fatimah bint Abi Hubaish that she suffered from Istihadah and the Messenger of Allah (ﷺ) said to her:",
      "text": "Fatıma bint Ebi Hubaş'tan rivayet edilmiştir ki, istihada çekiyordu ve Allah'ın Elçisi (ﷺ) ona: \"Eğer bu adet kanıysa, o siyah ve tanınabilir bir kan olur, o zaman namaz kılmayı bırak, eğer başka bir şeyse, abdest al, çünkü bu sadece bir damardır.\" dedi."
    },
    {
      "id": 217,
      "narrator": "It was narrated from 'Aishah that Fatimah bint Abi Hubaish suffered from Istihadah (non-menstrual vaginal bleeding). The Messenger of Allah (ﷺ) said to her:",
      "text": "'Aişe'den rivayet edilmiştir ki, Fatıma bint Ebi Hubaş istihada (adet dışı vajinal kanama) çekiyordu. Allah'ın Elçisi (ﷺ) ona: \"Adet kanı, siyah ve tanınabilir bir kan olur, eğer böyleyse, namaz kılmayı bırak, eğer başka bir şeyse, abdest al ve namaz kıl.\" dedi. Ebu Abdurrahman dedi ki: Başkaları bu hadisi rivayet etti, fakat hiçbiri İbn Ebi Adi'nin bahsettiğini anmadı. Ve Allah en iyi bilendir."
    },
    {
      "id": 218,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Fatıma bint Ebi Hubaş, istihada çekti ve Peygamber (ﷺ) ile: \"Ey Allah'ın Elçisi, ben istihada çekiyorum ve asla temizlenemiyorum; namaz kılmayı bırakmalı mıyım?\" dedi. Allah'ın Elçisi (ﷺ) dedi ki: \"Bu bir damardır ve adet değildir. Adet dönemin geldiğinde, namaz kılmayı bırak, gittiğinde kan izlerini üzerinden yıka ve abdest al. Bu bir damardır ve adet değildir.\" Ona: \"Peki, gusül ne olacak?\" denildi. O (ﷺ) dedi: \"Bunda hiç kimse şüphe etmez.\" Ebu Abdurrahman dedi ki: \"Bu hadiste 've abdest al' ifadesini Hammad bin Zaid dışında kimse zikretmedi, çünkü bazıları bunu Hişam'dan rivayet etti ve 've abdest al' ifadesini anmadılar.\""
    },
    {
      "id": 219,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Fatıma bint Ebi Hubaş, Allah'ın Elçisi (ﷺ) ile: \"Ey Allah'ın Elçisi (ﷺ), ben asla temizlenemiyorum. Namaz kılmayı bırakmalı mıyım?\" dedi. Allah'ın Elçisi (ﷺ) dedi ki: \"Bu bir damardır ve adet değildir. Adet dönemin geldiğinde, namaz kılmayı bırak, ve normal adet süren kadar zaman geçtikten sonra, kanı üzerinden yıka ve namaz kıl.\" dedi."
    },
    {
      "id": 220,
      "narrator": "It was narrated from 'Aishah that the daughter of Abu Hubaish said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Ebu Hubaş'ın kızı: \"Ey Allah'ın Elçisi, ben asla temizlenemiyorum, o zaman namaz kılmayı bırakmalı mıyım?\" dedi. O da: \"Hayır, bu bir damardır.\" dedi. Halid, ondan okuduğumda, \"Ve bu adet değildir, bu yüzden adet dönemin geldiğinde, namaz kılmayı bırak, gittiğinde kanı üzerinden yıka ve namaz kıl.\" dedi. Yani, Hişam'dan önce, ondan rivayet edildi."
    },
    {
      "id": 221,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Sizden hiç kimse, cünüpken durgun su içinde gusül almasın.'\""
    },
    {
      "id": 222,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden hiç kimse durgun suya idrar yapıp sonra ondan gusül almasın.\""
    },
    {
      "id": 223,
      "narrator": "It was narrated from Ghudaif bin Al-Harith that he asked 'Aishah in which part of the night would the Messenger of Allah (ﷺ) perform Ghusl? She said:",
      "text": "Gudaife bin Haris'ten rivayet edilmiştir ki, 'Aişe'ye, Allah'ın Elçisi (ﷺ) gecenin hangi kısmında gusül alırdı? diye sordum. O da: \"Bazen gecenin başında, bazen de sonunda gusül alırdı.\" dedi. Ben de: \"Her şey için Allah'a hamd olsun ki, bu durumu kolaylaştırmıştır.\" dedim."
    },
    {
      "id": 224,
      "narrator": "It was narrated that Ghudaif bin Al-Harith said:",
      "text": "Gudaife bin Haris dedi ki: \"Ben 'Aişe'ye girdim ve ona: 'Allah'ın Elçisi (ﷺ) gecenin başında mı yoksa sonunda mı gusül alırdı?' diye sordum. O da: 'Her ikisi de. Bazen başında, bazen de sonunda gusül alırdı.' dedi. Ben de: \"Her şey için Allah'a hamd olsun ki, bu durumu kolaylaştırmıştır.\" dedim."
    },
    {
      "id": 225,
      "narrator": "Abu As-Samh said:",
      "text": "Ebu Samh dedi ki: \"Ben Allah'ın Elçisi (ﷺ) hizmetini yapardım ve o gusül almak istediğinde: 'Sırtını dön.' derdi. Ben de ona sırtımı döner ve onu gizlerdim.\""
    },
    {
      "id": 226,
      "narrator": "It was narrated from Umm Hani' that she went to the Prophet (ﷺ) on the day of the Conquest (of Makkah) and found him performing Ghusl while Fatimah was concealing him with a garment. She gave him Salams and he said:",
      "text": "Umm Hani'’den rivayet edilmiştir ki, Feth günü (Mekke'nin Fethi) Peygamber (ﷺ) ile buluştu ve onu Ghusl yaparken, Fatıma'nın onu bir örtüyle gizlediğini gördü. Selam verdi ve o da: \"Bu kim?\" dedi. O da: \"Umm Hani'.\" dedi. Ghusl'ünü bitirdiğinde ayağa kalktı ve bir örtüye sarılarak sekiz Rek'at namaz kıldı."
    },
    {
      "id": 227,
      "narrator": "It was narrated that Musa Al-Juhani said:",
      "text": "Musa Al-Cuhani'den rivayet edilmiştir ki: \"Mücahed'e bir kap getirildi, ben bunun sekiz Ratl olduğunu tahmin ettim, o da: 'Aişe bana Allah'ın Elçisi (ﷺ) böyle bir kapla Ghusl yapardı' dedi.\""
    },
    {
      "id": 228,
      "narrator": "It was narrated from Abu Bakr bin Hafs:",
      "text": "Abu Bekir bin Hafs'tan rivayet edilmiştir: \"Abu Salamah'ın şöyle dediğini duydum: 'Aişe'ye girdim ve yanında süt kardeşi vardı. O, Peygamber (ﷺ) Ghusl'ü hakkında ona sordu. Aişe, içinde bir Sa' su bulunan bir kap istedi, sonra kendini gizleyip Ghusl yaptı ve başına suyu üç defa döktü.'\""
    },
    {
      "id": 229,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bir Faraq büyüklüğünde bir kapla Ghusl yapardı ve ben de onunla tek bir kapla Ghusl yapardık.\" On altı Ratl."
    },
    {
      "id": 230,
      "narrator": "It was narrated that 'Abdullah bin Jabr said:",
      "text": "Abdullah bin Cabir'den rivayet edilmiştir: \"Anas bin Malik'in şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) Makkuk ile Abdest alır, beş Makkuk ile Ghusl yapardı.'\""
    },
    {
      "id": 231,
      "narrator": "It was narrated that Abu Ja'far said:",
      "text": "Abu Ca'fer'den rivayet edilmiştir: \"Ghusl hakkında Abdullah'ın yanında Jabir'in huzurunda tartıştık, Jabir: 'Bir Sa' su, cünüplükten Ghusl için yeterlidir.' dedi. Biz: 'Bir Sa' yeterli değil, iki de yeterli değil.' dedik. Jabir: 'Sizden daha iyi olan ve daha çok saçı olan birisi için yeterliydi.' dedi.\""
    },
    {
      "id": 232,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) ile bir kapla Ghusl yapardım, bu kap bir Faraq büyüklüğündeydi.\""
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Ghusl yaparken, ben de onunla tek bir kap kullanırdım, ikimiz de ondan su alırdık.\""
    },
    {
      "id": 234,
      "narrator": "'Abdur-Rahman bin Al-Qasim said:",
      "text": "Abdurrahman bin Kasım şöyle dedi: \"Al-Kasım'ın Aişe'den şöyle rivayet ettiğini duydum: 'Ben Ghusl yapardım, Allah'ın Elçisi (ﷺ) ve ben tek bir kapla, cünüplükten Ghusl yapardık.'\""
    },
    {
      "id": 235,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) ile kap için yarıştığımı hatırlıyorum, o ve ben Ghusl yapmak için onu kullanıyorduk.\""
    },
    {
      "id": 236,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) ve ben bir kapla birlikte Ghusl yapardık.\""
    },
    {
      "id": 237,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ablam Maimunah bana, onun ve Allah'ın Elçisi (ﷺ) bir kapla Ghusl yaptıklarını söyledi.\""
    },
    {
      "id": 238,
      "narrator": "'Abdur-Rahman bin Hurmuz Al-A'raj said:",
      "text": "Abdurrahman bin Hurmuz Al-A'raj şöyle dedi: \"Na'im, Umm Salamah'ın azatlısı bana, Umm Salamah'a: 'Bir kadın bir erkekle Ghusl yapabilir mi?' diye sorulduğunda, o: 'Evet, eğer iyi ahlaklıysa.' dedi. 'Ben, Allah'ın Elçisi (ﷺ) ile tek bir yıkanma küvetinden Ghusl yaptığımızı hatırlıyorum. Ellerimizi temizleyene kadar su döker, sonra üzerimize su dökerdik.' Al-A'raj dedi ki: 'Özel bölgeyi zikretmemek, ona dikkat etmemek.' Kaiysah: 'Erkekle su kullanırken iyi ahlaklı olmak' (An-Nihayah) ve Al-A'raj'ın rivayetten sonraki yorumları onun anlamına işaret eder.\""
    },
    {
      "id": 239,
      "narrator": "It was narrated that Humaid bin 'Abdur-Rahman said:",
      "text": "Hümeyd bin Abdurrahman'dan rivayet edilmiştir: \"Peygamber (ﷺ) ile dört yıl birlikte bulunan bir adamla karşılaştım. O, şöyle dedi: 'Allah'ın Elçisi (ﷺ) bizden birinin her gün saçını taramasını, Ghusl yaptığı yere idrar yapmasını, bir erkeğin bir kadının artakalan suyu ile Ghusl yapmasını veya bir kadının bir erkeğin artakalan suyu ile Ghusl yapmasını yasakladı - birlikte su almalıdırlar.' Bu, onun fiziksel görünümünü ana hedef haline getirmesini engellemek içindir.\""
    },
    {
      "id": 240,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben Ghusl yapardım - Allah'ın Elçisi (ﷺ) ve ben - tek bir kapla. O benimle yarışırdı ve ben de onunla yarışırdım ta ki o: 'Bana biraz bırak' diyene kadar, ben de: 'Bana biraz bırak' derdim.\""
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Umm Hani' tarafından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Ghusl yaptı, o ve Maimunah bir kapta, içinde hamur izleri olan bir kaseden yıkandılar."
    },
    {
      "id": 242,
      "narrator": "It was narrated that Umm Salamah, the wife of the Prophet (ﷺ), said:",
      "text": "Umm Salamah, Peygamber'in (ﷺ) eşi, şöyle dedi: \"Ben dedim ki: 'Ey Allah'ın Resulü, benim saçım sıkı bir şekilde örülmüş; Cünüplükten Ghusl yaparken bunu çözmem gerekir mi?' O da: 'Hayır, vücuduna üç avuç su dökmen yeterlidir.'\""
    },
    {
      "id": 243,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe şöyle dedi: \"Biz, Allah'ın Resulü (ﷺ) ile Veda Haccı yılı çıktık. Ben 'Umre için Talbiyah söyledim ve Mekkeye adet dönemimde vardım, bu yüzden Kabe'nin etrafında Tawaf yapmadım ve As-Safa ile Al-Marwah arasında da dolaşmadım. Bunu Allah'ın Resulü'ne (ﷺ) şikayet ettim, o da: 'Saçlarını çöz ve tarakla, Hac için gir (Talbiyah'a başla) ve 'Umre'yi bırak.' dedi. Ben de öyle yaptım, sonra Haccı tamamladığımızda, beni 'Abdur-Rahman bin Abi Bekir ile At-Tan'im'e gönderdi ve 'Umre'yi yaptım. O da: 'Bu senin 'Umre' yerine geçer.' dedi.\""
    },
    {
      "id": 244,
      "narrator": "",
      "text": "Abu 'Abdur-Rahman dedi ki: Bu Hadis, Malik'in Hişam'dan, 'Urve'den rivayeti olarak Gharib'tir. Bunu sadece Ashab'dan başka kimse rivayet etmemiştir."
    },
    {
      "id": 245,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "'Aişe, Allah'ın Resulü (ﷺ) cünüplükten Ghusl yaptığında, su kabının onun önüne konduğunu ve önce ellerine su dökerek kabın içine koymadan önce ellerini yıkadığını rivayet etmiştir. Ellerini yıkadıktan sonra sağ elini kabın içine koyar, sağ eliyle su döker ve sol eliyle cinsel organını yıkar. İşini bitirdiğinde, sağ eliyle sol elinin üzerine su döker ve ikisini de yıkar. Sonra ağzını ve burnunu üç kez çalkalar, ardından başına üç kez su döker, sonra vücuduna su döker."
    },
    {
      "id": 246,
      "narrator": "Abu Salamah (narrated) that he entered upon 'Aishah and asked her about the Ghusl of the Messenger of Allah (ﷺ) from Janabah. She said:",
      "text": "Abu Salamah şöyle dedi: \"Ben 'Aişe'ye Allah'ın Resulü (ﷺ) cünüplükten Ghusl yaparken nasıl yaptığını sordum. O da: 'Allah'ın Resulü (ﷺ) ellerine üç kez su döker, sonra cinsel organını yıkar, sonra ellerini yıkar, sonra ağzını ve burnunu çalkalar, sonra başına üç kez su döker, sonra vücudunun geri kalanına su döker.' dedi.\""
    },
    {
      "id": 247,
      "narrator": "It was narrated that Abu Salamah bin 'Abdur-Rahman said:",
      "text": "Abu Salamah, 'Aişe'nin yanına girdi ve Allah'ın Resulü (ﷺ) cünüplükten Ghusl yapması hakkında ona sordu. O da: \"Peygamber'e (ﷺ) bir kap getirilir, sonra sağ eline su döker ve ellerini yıkar, sonra sağ eliyle sol eline su dökerek uyluklarındaki her şeyi yıkar. Sonra ellerini yıkar, ağzını ve burnunu çalkalar, başına üç kez su döker, sonra vücudunun geri kalanına su döker.\" dedi."
    },
    {
      "id": 248,
      "narrator": "",
      "text": "Abu Salamah bin 'Abdur-Rahman şöyle dedi: \"Aişe, Peygamber'in (ﷺ) cünüplük için Ghusl yapma şeklini tarif etti. O da: 'Ellerini üç kez yıkar, sonra sağ eliyle sol eline su döker ve cinsel organını ve üzerindekileri yıkar.' - (Rivayet edenlerden biri) 'Umar dedi ki: \"Sanırım o şöyle dedi: 'Sağ eliyle sol eline üç kez su döker.'\" - \"Sonra ağzını üç kez çalkalar ve burnunu üç kez çalkalar, yüzünü ve ellerini üç kez yıkar, sonra başına üç kez su döker, sonra kendisine su döker.\""
    },
    {
      "id": 249,
      "narrator": "",
      "text": "'Aişe, Peygamber (ﷺ) cünüplükten Ghusl yaptığında önce ellerini yıkadığını, sonra namaz için Wudu' yaptığını, parmaklarını suya daldırdığını, sonra saçlarını taradığını, ardından başına üç kez su döktüğünü, sonra tüm vücuduna su döktüğünü rivayet etmiştir."
    },
    {
      "id": 250,
      "narrator": "",
      "text": "'Aişe, Peygamber (ﷺ) cünüplükten Ghusl yaparken ellerini yıkadığını ve Wudu' yaptığını, sonra parmaklarını başındaki saçlarının üzerinden geçirerek tüm saçlarına ulaştığını, ardından tüm vücuduna su döktüğünü rivayet etmiştir."
    },
    {
      "id": 251,
      "narrator": "It was narrated that Jubair bin Mut'im said:",
      "text": "'Aişe, Allah'ın Resulü (ﷺ) başını ıslattığını, sonra üzerine üç kez su döktüğünü rivayet etmiştir."
    },
    {
      "id": 252,
      "narrator": "It was narrated from 'Aishah that a woman asked the Prophet (ﷺ) about performing Ghusl following menstruation and he told her how to perform Ghusl. Then he said:",
      "text": "Jubair bin Mut'im şöyle dedi: \"Onlar Allah'ın Resulü (ﷺ) huzurunda Ghusl hakkında tartıştılar. İnsanlardan biri: 'Ben Ghusl'ü şöyle yaparım.' dedi. Allah'ın Resulü (ﷺ) ise: 'Ben başıma üç avuç su dökerim.' dedi.\""
    },
    {
      "id": 253,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, bir kadın Peygamber'e (ﷺ) adet sonrası Ghusl yapma hakkında sordu ve O da ona Ghusl yapma şeklini anlattı. Sonra: \"Misk ile kokulandırılmış bir parça bez al ve onunla kendini temizle.\" dedi. Kadın: \"Onunla nasıl temizlenmeliyim?\" dedi. O, yüzünü örttü ve: \"Subhan Allah! Onunla kendini temizle.\" dedi. 'Aişe: \"Kadını kenara çekip: 'Kan izlerini onunla sil.' dedim.\""
    },
    {
      "id": 254,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "'Aişe, Allah'ın Resulü (ﷺ) Ghusl yaptıktan sonra Wudu' almadığını rivayet etmiştir."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "İbn 'Abbas şöyle dedi: \"Ablam Maimunah bana şöyle söyledi: 'Ben, Allah'ın Resulü (ﷺ) için cünüplükten Ghusl yapması için su getirdim, o da ellerini iki veya üç kez yıkadı, sonra sağ elini kabın içine koydu ve cinsel organına su döktü, sonra sol eliyle yıkadı. Sonra sol elini yere koydu ve sert bir şekilde ovuşturdu. Sonra namaz için Wudu' yaptı, sonra başına iki elinin dolusu su döktü, sonra tüm vücudunu yıkadı, sonra durduğu yerden uzaklaştı ve ayaklarını yıkadı.' O da: 'Sonra ona bir havlu getirdim ama kabul etmedi.'\""
    },
    {
      "id": 256,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, \"Eğer Peygamber (ﷺ)\" - (rivayet edenlerden) 'Amr dedi ki: \"Eğer Allah'ın Resulü (ﷺ)\" - \"yemek yemek veya uyumak istediğinde, cünüp olduğunda abdest alırdı.\" 'Amr (rivayet edenlerden biri) kendi rivayetinde ekledi: \"Abdest, namaz içindi.\""
    },
    {
      "id": 257,
      "narrator": "",
      "text": "'Aişe'den rivayet edildiğine göre, eğer Allah'ın Resulü (ﷺ) cünüpken uyumak isterse, abdest alırdı; yemek yemek isterse, ellerini yıkardı."
    },
    {
      "id": 258,
      "narrator": "It was narrated from Abu Salamah that 'Aishah said:",
      "text": "Ebu Selame'den rivayet edildiğine göre, 'Aişe dedi ki: \"Eğer Allah'ın Resulü (ﷺ) cünüpken uyumak isterse, abdest alırdı; eğer yemek veya içmek isterse,\" dedi: \"ellerini yıkar ve sonra yer veya içerdi.\""
    },
    {
      "id": 259,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, \"Eğer Allah'ın Resulü (ﷺ) cünüpken uyumak isterse, uyumadan önce namaz için abdest alırdı.\""
    },
    {
      "id": 260,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that 'Umar said:",
      "text": "Abdullah bin 'Umar'dan rivayet edildiğine göre, 'Umar dedi ki: \"Ey Allah'ın Resulü! Bizden biri cünüpken uyuyabilir mi?\" O da dedi ki: \"Abdest aldığında.\""
    },
    {
      "id": 261,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, 'Umar, Allah'ın Resulü (ﷺ)'ne gece cünüp olduğunu söyledi ve Allah'ın Resulü (ﷺ) dedi ki: \"Abdest al ve cinsel organını yıka, sonra uyu.\""
    },
    {
      "id": 262,
      "narrator": "It was narrated from 'Ali that the Prophet (ﷺ) said:",
      "text": "'Ali'den rivayet edildiğine göre, Peygamber (ﷺ) dedi ki: \"Melekler, içinde resim, köpek veya cünüp olan bir kimse bulunan bir eve girmezler.\""
    },
    {
      "id": 263,
      "narrator": "It was narrated from Abu Sa'eed that the Prophet (ﷺ) said:",
      "text": "Ebu Sa'id'den rivayet edildiğine göre, Peygamber (ﷺ) dedi ki: \"Eğer sizden biri tekrar (cinsel ilişkiye) dönmek isterse, abdest alsın.\""
    },
    {
      "id": 264,
      "narrator": "",
      "text": "Enes bin Malik'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) tüm eşlerinin etrafında dönerdi ve sadece bir kez gusül alırdı."
    },
    {
      "id": 265,
      "narrator": "",
      "text": "Enes'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) tüm eşlerinin etrafında döner ve bir kez gusül alırdı."
    },
    {
      "id": 266,
      "narrator": "It was narrated that 'Abdullah bin Salimah said:",
      "text": "Abdullah bin Selime'den rivayet edildiğine göre, \"Ben 'Ali'ye iki adamla geldim ve o dedi ki: 'Allah'ın Resulü (ﷺ) tuvaletten çıkıp Kur'an okurdu ve bizimle et yerdi; onu Kur'an okumaktan alıkoyan tek şey cünüplüktü.'\""
    },
    {
      "id": 267,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) cünüp olduğu zamanlar dışında her durumda Kur'an okurdu.\""
    },
    {
      "id": 268,
      "narrator": "It was narrated that Huthaifah said:",
      "text": "Huzeyfe'den rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) bir gün, arkadaşlarından biriyle karşılaştığında, onunla el sıkışır ve onun için dua ederdi. Bir sabah onu gördüm ve ondan kaçınmaya çalıştım, sonra günün ilerleyen saatlerinde yanına geldim. O dedi ki: 'Seni gördüm ama benden kaçınıyordun.' Ben de dedim ki: 'Cünüp idim ve bana dokunacağından korktum.' Allah'ın Resulü (ﷺ) dedi ki: 'Müslüman, necis olmaz.'\""
    },
    {
      "id": 269,
      "narrator": "It was narrated from Huthaifah that the Prophet (ﷺ) met him when he was Junub:",
      "text": "Huzeyfe'den rivayet edildiğine göre, Peygamber (ﷺ) cünüpken onunla karşılaştı: \"Ve yanıma yaklaştı ve elini uzattı. Ben dedim ki: 'Cünüpüm.' O da dedi ki: 'Müslüman, necis olmaz.'\""
    },
    {
      "id": 270,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) met him in one of the streets of Al-Madinah while he was Junub, so he slipped away from him and performed Ghusl. The Prophet (ﷺ) noticed he was not there, and when he came he said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Peygamber (ﷺ) cünüpken onu Medine sokaklarından birinde gördü, o da ondan uzaklaştı ve gusül aldı. Peygamber (ﷺ) onun orada olmadığını fark etti ve geldiğinde dedi ki: 'Neredeydin, ey Ebu Hureyre?' O da dedi ki: 'Ey Allah'ın Resulü, sen bizimle karşılaştın ama ben cünüp idim ve gusül almadan senin huzurunda oturmak istemedim.' O da dedi ki: 'Subhanallah! Mümin necis olmaz.'\""
    },
    {
      "id": 271,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü (ﷺ) mescitteyken, 'Ey Aişe, bana elbiseyi ver.' dedi. O da: 'Ben namaz kılmıyorum.' dedi. Resulullah (ﷺ) 'O senin elinde değil.' dedi. Bunun üzerine o da ona verdi.\""
    },
    {
      "id": 272,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) dedi ki: 'Mescitten bana örtüyü ver.' O da: 'Ben adetliyim.' dedi. Allah'ın Resulü (ﷺ) 'Senin adetli olman senin elinde değil.' dedi.\""
    },
    {
      "id": 273,
      "narrator": "",
      "text": "Benzer bir hadis Al-A'maş'tan aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 274,
      "narrator": "Maimunah said:",
      "text": "Meymune dedi ki: \"Allah'ın Resulü (ﷺ) adetli olan birimizin kucağına başını koyar ve Kur'an okurdu, ve birimiz adetliyken örtüyü alır, mescitte sererdi.\""
    },
    {
      "id": 275,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) adetli olan birimizin kucağında başını dinlendirir ve Kur'an okurdu.\""
    },
    {
      "id": 276,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Peygamber (ﷺ) itikafdayken başını dışarı uzatırdı ve ben adetliyken onu yıkardım.\""
    },
    {
      "id": 277,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Peygamber (ﷺ) itikafdayken benim için başını dışarı uzatırdı ve ben adetliyken onu yıkardım.\" Burada Mujawir (\"yan komşu\") itikafdayken anlamına gelir."
    },
    {
      "id": 278,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Ben adetliyken Allah'ın Resulü (ﷺ) 'nun saçını tarardım.\""
    },
    {
      "id": 279,
      "narrator": "",
      "text": "Benzer bir rivayet Malik'ten, Az-Zuhri'den, 'Urve'den, Aişe'den nakledilmiştir."
    },
    {
      "id": 280,
      "narrator": "It was narrated from Shuraih that he asked 'Aishah:",
      "text": "Şuraih'ten rivayet edildi ki, o Aişe'ye sordu: \"Bir kadın adetliyken kocasıyla yemek yiyebilir mi?\" O da: \"Evet. Allah'ın Resulü (ﷺ) adetliyken beni yemek yemeye çağırırdı. Bir parça kemik alırdı, üzerinde biraz et kalmış olurdu ve önce benim almamı ısrarla isterdi, ben de ondan biraz ısırır, sonra bırakırdım. Sonra o alır, ondan ısırır ve ağzını benim ağzımın olduğu yere koyardı. Sonra su isterdi ve önce benim içmemi ısrarla isterdi. Ben de alır, içer, sonra bırakırdım, sonra o alır, içerdi, ağzını benim ağzımın olduğu yere koyardı.\""
    },
    {
      "id": 281,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) benim içtiğim yerin üzerine ağzını koyar ve benim adetliyken bıraktığım şeyden içerdi.\""
    },
    {
      "id": 282,
      "narrator": "It was narrated from Al-Miqdam bin Shuraih that his father said:",
      "text": "Al-Mikdam bin Şuraih'ten rivayet edildi ki, babası dedi: \"Aişe'nin şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) bana kabı uzatırdı ve ben adetliyken ondan içer, sonra ona verirdim ve o, benim ağzımın koyduğu yeri arar ve orayı ağzına götürürdü.'\""
    },
    {
      "id": 283,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Ben adetliyken içer, sonra onu Peygamber (ﷺ)'e verirdim, o da benim ağzımın olduğu yere ağzını koyar ve içerdi. Adetliyken üzerinde biraz et kalmış olan kemikten ısırır, sonra onu Peygamber (ﷺ)'e verirdim ve o da benim ağzımın olduğu yere ağzını koyardı.\""
    },
    {
      "id": 284,
      "narrator": "Umm Salamah narrated:",
      "text": "Ümmü Seleme şöyle rivayet etti: \"Ben Allah'ın Resulü (ﷺ) ile bir örtünün altında yatarken adetim geldi, bu yüzden yanımdan kaydım ve adetliyken giydiğim elbiseleri giydim. Allah'ın Resulü (ﷺ) 'Adetli misin?' dedi. Ben de: 'Evet.' dedim. Sonra beni çağırdı ve örtünün altında onunla yattım.\""
    },
    {
      "id": 285,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) ile ben adetliyken tek bir örtü altında uyurduk. Eğer benden ona bir şey bulaşırsa, o yeri yıkar ve başka bir şey yapmazdı, sonra namaz kılardı, sonra geri dönerdi. Eğer benden tekrar bir şey bulaşırsa, aynı şekilde yapar ve başka bir şey yapmazdı, ve o örtüde namaz kılardı.\""
    },
    {
      "id": 286,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.anha) şöyle dedi: \"Allah'ın Resulü (ﷺ) bizden birinin adetli olması durumunda, ona izarını (bel örtüsü) sıkıca bağlamasını söyler, sonra onu okşardı.\""
    },
    {
      "id": 287,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.anha) şöyle dedi: \"Bizden biri adetli olduğunda, Allah'ın Resulü (ﷺ) ona izarını (bel örtüsü) giymesini söyler, sonra onu okşardı.\""
    },
    {
      "id": 288,
      "narrator": "It was narrated that Maimunah said:",
      "text": "Maimune (r.anha) şöyle dedi: \"Allah'ın Resulü (ﷺ) eşlerinden birini adetliyken okşardı, eğer izarı (bel örtüsü) uyluklarının ortasına veya dizlerine kadar iniyorsa.\" Al-Laith'in rivayetinde: \"Onunla örtülmüştü.\""
    },
    {
      "id": 289,
      "narrator": "It was narrated that Anas said:",
      "text": "Enes (r.a) şöyle dedi: \"Kadınlarından biri adet gördüğünde, Yahudiler onlarla yemek yemez, içmez ve evlerinde onlarla bir araya gelmezlerdi. Onlar Allah'ın Resulü'ne (ﷺ) bunu sordular, bunun üzerine Allah Azze ve Celle şöyle indirdi: 'Sana adet hakkında soruyorlar. De ki: 'Bu bir Adha'dır (zararlı bir şeydir).' Bunun üzerine Allah'ın Resulü (ﷺ) onlara adetli kadınlarla yemek yemelerini, içmelerini ve evlerinde onlarla bir araya gelmelerini, her şeyi yapmalarını ama cinsel ilişkiye girmemelerini emretti. Yahudiler: 'Allah'ın Resulü (ﷺ) bunun aleyhinde hiçbir şey bırakmadı.' dediler. Usaid bin Hudayr ve Abbad bin Bişr gidip Allah'ın Resulü'ne (ﷺ) söylediler: 'Adetli olduklarında onlarla cinsel ilişkiye girmeli miyiz?' Allah'ın Resulü'nün (ﷺ) ifadesi çok değişti, öyle ki onların üzerine kızgın olduğunu düşündük ve oradan ayrıldılar. Sonra Allah'ın Resulü (ﷺ) bir süt hediyesi aldı, bu yüzden birini geri çağırmaları için gönderdi ve onlara içmeleri için biraz süt verdi, böylece onların üzerine kızgın olmadığını anladılar.\""
    },
    {
      "id": 290,
      "narrator": "It was narrated from Ibn 'Abbas from the Prophet (ﷺ) concerning a man who has had intercourse while she was menstruating:",
      "text": "Bakara 2:222."
    },
    {
      "id": 291,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "İbn Abbas'tan (r.a) rivayet edildiğine göre, Allah'ın Resulü (ﷺ) adetli bir kadınla cinsel ilişkiye giren bir adam hakkında şöyle buyurdu: \"O, bir Dinar veya yarım Dinar sadaka versin.\""
    },
    {
      "id": 292,
      "narrator": "Ja'far bin Muhammad said:",
      "text": "'Aişe (r.anha) şöyle dedi: \"Biz, Allah'ın Resulü (ﷺ) ile Hac niyeti olmadan çıktık. Sarif'te bulunduğunda, ben: 'Evet.' dedim. O da: 'Bu, Allah Azze ve Celle'nin Adem'in kızı için takdir ettiği bir şeydir. Hac yapanların yaptığı gibi yap, ama Kabe'nin etrafında tavaf etme.' dedi. Ve Allah'ın Resulü (ﷺ) eşleri adına bir inek kurban etti.\""
    },
    {
      "id": 293,
      "narrator": "It was narrated that 'Adi bin Dinar said:",
      "text": "Sarif, Medine ile Mekke arasında, Mekke'ye yakın bir yerdir."
    },
    {
      "id": 294,
      "narrator": "It was narrated from Asma' bint Abi Bakr taht a woman asked the Messenger of Allah (ﷺ) about menstrual blood that gets on clothes. He said:",
      "text": "Burada, adet anlamına gelir. Tekrar geçtiği bölümde, No. 349'a bakınız."
    },
    {
      "id": 295,
      "narrator": "It was narrated from Mu'awiyah bin Abi Sufyan that he asked Umm Habibah, the wife of the Prophet (ﷺ):",
      "text": "Cafer bin Muhammed şöyle dedi: \"Babam bana şöyle söyledi: 'Biz Cabir bin Abdullah'a geldik ve ona peygamberin (ﷺ) haccı hakkında sorduk. O da şöyle anlattı: 'Allah'ın Resulü (ﷺ) Dhu'l-Qa'dah'ın beş (günü) kaldığında yola çıktı ve biz de onunla birlikte yola çıktık. Dhu'l-Hulaifah'a geldiğinde, Esma bint Ümeys, Muhammed bin Ebu Bekir'i doğurdu. Allah'ın Resulü'ne (ﷺ) ne yapması gerektiğini bildirdi. O da: 'Gusül al, kendini bir bezle bağla, sonra (ihram için) telbiye çekmeye başla.' dedi.\""
    },
    {
      "id": 296,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Adi bin Dinar şöyle dedi: \"Umm Kays bint Mihsan'ın, Allah'ın Resulü'ne (ﷺ) elbiselerine bulaşan adet kanı hakkında sorduğunu duydum. O da: 'Bir sopa ile kazıyın ve su ve lotus yaprakları ile yıkayın.' dedi.\""
    },
    {
      "id": 297,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Asma bint Ebu Bekir'den (r.anha) rivayet edildiğine göre, bir kadın Allah'ın Resulü'ne (ﷺ) elbiselerine bulaşan adet kanı hakkında sordu. O da: \"Kazıyın, sonra su ile ovun, sonra üzerine su serpin ve içinde namaz kılın.\" dedi."
    },
    {
      "id": 298,
      "narrator": "It was narrated from Hammam bin Al-Harith that 'Aishah said:",
      "text": "Muaviye bin Ebu Süfyan'dan rivayet edildiğine göre, o, Allah'ın Resulü'nün (ﷺ) cinsel ilişkiye girdiği bir giysi ile namaz kılıp kılmadığını Umm Habibe'ye, Peygamberin (ﷺ) eşi, sordu. O da: \"Evet, üzerinde pislik görmediği sürece.\" dedi."
    },
    {
      "id": 299,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.anha) şöyle dedi: \"Ben, Allah'ın Resulü'nün (ﷺ) elbisesinden cünüplüğü yıkardım ve o, elbisesinde su izleri ile namaz kılmaya çıkardı.\""
    },
    {
      "id": 300,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.anha) şöyle dedi: \"Ben cünüplüğü kazıyordum.\" Başka bir seferde: \"Allah'ın Resulü'nün (ﷺ) elbisesinden meni.\" dedi."
    },
    {
      "id": 301,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.a) şöyle dedi: \"Ben, Allah'ın Resulü'nün (ﷺ) elbisesinden cünüplüğü silmeyi hatırlıyorum.\""
    },
    {
      "id": 302,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.a) şöyle dedi: \"Ben, Allah'ın Resulü'nün (ﷺ) elbisesinde onu bulmayı ve silmeyi hatırlıyorum.\""
    },
    {
      "id": 303,
      "narrator": "",
      "text": "Umm Kays bint Mihsan'dan rivayet edildiğine göre, o, henüz yemek yemeye başlamamış küçük bir oğlunu Allah'ın Resulü'ne (ﷺ) getirdi. Allah'ın Resulü (ﷺ) onu kucağına aldı ve o, elbisesine işedi, bunun üzerine su istedi ve üzerine serpti, ama yıkamadı."
    },
    {
      "id": 304,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.a) şöyle dedi: \"Allah'ın Resulü'ne (ﷺ) küçük bir çocuk getirildi ve o çocuğun üzerine işedi, bunun üzerine su istedi ve işediği yere su döktü.\""
    },
    {
      "id": 305,
      "narrator": "Abu As-Samh said:",
      "text": "Ebu Es-Samh şöyle dedi: \"Peygamber (ﷺ) şöyle buyurdu: 'Kız çocuğunun idrarı yıkanmalı, erkek çocuğunun idrarı ise su ile serpilmelidir.'\""
    },
    {
      "id": 306,
      "narrator": "It was narrated that Anas bin Malik narrated that \"some people from 'Ukl came to the Messenger of Allah (ﷺ) and spoke about Islam. They said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, 'Ukl'den bazı insanlar Allah'ın Resulü'ne (ﷺ) gelerek İslam hakkında konuştular. Dediler ki: 'Ey Allah'ın Resulü, biz sürüleri takip eden göçebe insanlarız, çiftçi ve tarımcı değiliz, Medine'nin iklimi bize uygun değil.' Bunun üzerine Allah'ın Resulü (ﷺ) onlara dişi develerden oluşan bir sürüye gitmelerini ve sütlerini ve idrarlarını içmelerini söyledi. İyileştiklerinde - ve Al-Harrah civarındaydılar - Müslüman olduktan sonra dinden çıktılar, Allah'ın Resulü'nün (ﷺ) deve çobanını öldürdüler ve develeri sürüp götürdüler. Bu durum Allah'ın Resulü'ne (ﷺ) ulaştı ve peşlerine adamlar gönderdi. Onlar geri getirildi, gözleri kızgın çivilerle dağlandı, elleri ve ayakları kesildi, sonra Al-Harrah'da o halde bırakıldılar ve orada öldüler.\""
    },
    {
      "id": 307,
      "narrator": "It was narrated from Anas bin Malik that some Bedouins from 'Urainah came to the Prophet (ﷺ) and became Muslims, but the climate of Al-Madinah did not suit them; their skin turned yellow and their stomachs became swollen. The Messenger of Allah (ﷺ) sent them to some pregnant camels of his and told them to drink their milk and urine until they recovered. Then they killed the camel-herder and drove the camels away. The Messenger of Allah (ﷺ) sent people after then and they were brought back. their hands and feet were cut off and their eyes were smoldered with burning nails. The Commander of the Believers, 'Abdul-Malik, said to Anas - when he was narrating this Hadith to him - \"(Were they being punished) for Kufr or for a sin?\" He said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, 'Urainah'dan bazı bedeviler Peygamber'e (ﷺ) geldiler ve Müslüman oldular, ama Medine'nin iklimi onlara uygun değildi; ciltleri sarardı ve karınları şişti. Allah'ın Resulü (ﷺ) onlara hamile develerinden bazılarını gönderdi ve sütlerini ve idrarlarını içmelerini söyledi, ta ki iyileşene kadar. Sonra deve çobanını öldürdüler ve develeri sürüp götürdüler. Allah'ın Resulü (ﷺ) peşlerine adamlar gönderdi ve geri getirildiler. Ellerinin ve ayaklarının kesildiği, gözlerinin yanmış çivilerle dağlandığı bildirildi. Müminlerin Emiri 'Abdul-Malik, Anas'a - bu hadisi ona anlatırken - \"(Cezalandırıldılar mı) küfürden mi yoksa bir günah yüzünden mi?\" dedi. O da: \"Küfürden.\" diye cevap verdi.\""
    },
    {
      "id": 308,
      "narrator": "It was narrated that 'Amr bin Maimun said:",
      "text": "'Amr bin Maimun şöyle dedi: \"Abdullah bize şöyle dedi: 'Allah'ın Resulü (ﷺ) Kabe'de namaz kılıyordu ve Kureyş'in ileri gelenlerinden bir grup orada oturuyordu. Onlar yeni bir deve kesmişlerdi ve içlerinden biri şöyle dedi: \"Sizden hangisi bu mide içeriğini kanla alacak ve secde edene kadar bekleyecek, sonra da sırtına koyacak?\" 'Abdullah dedi ki: \"En lanetli olanı kalktı, mide içeriğini aldı, sonra secde edene kadar bekledi ve sırtına koydu. Allah'ın Resulü'nün (ﷺ) kızı Fatıma, o genç kız, bunun haberini aldı ve koşarak geldi ve onu sırtından aldı. Namazını bitirdikten sonra şöyle dedi: \"Ey Allah! Kureyş'e azap et,\" üç kez, \"Ey Allah, Ebu Cehil bin Hişam'a, Şeybe bin Rebî'a, Utbe bin Rebî'a, Ukbe bin Ebi Muayt'a azap et,\" ta ki Kureyş'ten yedi adamı sayana kadar.' 'Abdullah dedi: 'Kitabı ona indiren Allah'a yemin ederim ki, ben onları Badr günü (cesetlerini) tek bir kuru kuyu içinde gördüm.'\""
    },
    {
      "id": 309,
      "narrator": "",
      "text": "Anas'tan rivayet edildiğine göre, Peygamber (ﷺ) elbisesinin ucunu tuttu ve üzerine tükürdü, kısa bir süre ovuşturdu ve bıraktı."
    },
    {
      "id": 310,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri namaz kıldığında, önüne veya sağ tarafına tükürmesin, aksine sol tarafına veya ayaklarının altına tükürsün.\" Sonra Peygamber (ﷺ) elbisesine böyle tükürdü ve ovuşturdu."
    },
    {
      "id": 311,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.a) şöyle dedi: \"Allah'ın Resulü (ﷺ) ile bir yolculuğa çıktık ve Al-Beyda' veya Dhat Al-Jaish'te iken, bir kolyeim kırıldı ve düştü. Allah'ın Resulü (ﷺ) orada onu aramak için durdu ve insanlar da onunla birlikte kaldı. Yanlarında su yoktu ve yanlarında su getirmemişlerdi. İnsanlar Ebu Bekir'e, Allah ondan razı olsun, geldiler ve dediler ki: 'Aişe'nin ne yaptığını görüyor musun? O, Allah'ın Resulü'nü (ﷺ) ve insanları durdurdu ve yanlarında su yok ve su getirmemişler.' Ebu Bekir, Allah ondan razı olsun, geldiğinde Allah'ın Resulü (ﷺ) benim uyluğuma başını yaslamış ve uykuya dalmıştı. O şöyle dedi: 'Sen, Allah'ın Resulü'nü (ﷺ) ve insanları durdurdun, yanlarında su yok ve su getirmemişler.' 'Aişe (r.a) dedi ki: \"Ebu Bekir bana azarladı ve Allah'ın dilediğini söyledi. Beni kalçama dürtmeye başladı ve beni hareket ettirmekten alıkoyan tek şey, Allah'ın Resulü'nün (ﷺ) uyluğumda yatıyor olmasıydı. Allah'ın Resulü (ﷺ) sabaha kadar uyudu, uyanınca su yoktu. Sonra Allah, Azim ve Celil, teyemmüm ayetini indirdi. Usaid bin Hudair dedi ki: 'Bu, sizin yüzünüzden ilk kez bize bir lütuf olmadı, Ey Ebu Bekir'in ailesi!'\" O dedi ki: \"Sonra bindiğim deveyi kaldırdık ve kolyeyi onun altından bulduk.\""
    },
    {
      "id": 312,
      "narrator": "It was narrated from 'Umair the freed slave of Ibn 'Abbas that he heard him say:",
      "text": "'Umair, İbn Abbas'ın freed slave'inden rivayet edildiğine göre, onu şöyle derken duydu: \"Maimunah'ın freed slave'i Abdullah bin Yasar ile ben geldik ve Ebu Juhaim bin Al-Harith bin Al-Sammah Al-Ansari'nin yanına girdik. Ebu Juhaim şöyle dedi: 'Allah'ın Resulü (ﷺ) Bi'r Al-Cemal yönünden döndü ve ona selam veren bir adamla karşılaştı, ama Allah'ın Resulü (ﷺ) selamı iade etmedi, ta ki duvara döndü ve yüzünü ve ellerini sildi, sonra selamı iade etti.'\""
    },
    {
      "id": 313,
      "narrator": "It was narrated from Ibn 'Abdur-Rahman bin Abza from his father that a man came to 'Umar and said:",
      "text": "İbn 'Abdur-Rahman bin Abza'dan rivayet edildiğine göre, bir adam 'Umar'a geldi ve dedi ki: \"Cünüp oldum ve su yok.\" 'Umar dedi ki: \"Namaz kılma.\" Ama 'Ammar bin Yasir dedi ki: \"Ey Müminlerin Emiri! Hatırlamıyor musun, sen ve ben bir seferdeydik ve cünüp olduk ve su bulamadık? Sen namaz kılmadın, ama ben toprakta yuvarlandım ve namaz kıldım. Sonra Peygamber'e (ﷺ) geldik ve bunu ona söyledik, o da: 'Bu sizin için yeterli olurdu,' dedi, sonra Peygamber (ﷺ) ellerini yere vurdu ve onlara üfledi, sonra yüzünü ve ellerini onlarla sildi.\" - (rivayet edenlerden biri) Salamah, bunun dirseklere kadar mı yoksa sadece ellerle mi olduğunu bilmiyordu. 'Umar dedi ki: \"Üzerine aldığın yükü taşımana izin vereceğiz.\""
    },
    {
      "id": 314,
      "narrator": "It was narrated that 'Ammar bin Yasir said:",
      "text": "'Ammar bin Yasir şöyle dedi: \"Ben bir develin üzerinde cünüp oldum ve su bulamadım, bu yüzden toprakta yuvarlandım, bir hayvan gibi. Allah'ın Resulü'ne (ﷺ) geldim ve bunu ona söyledim, o da: 'Tayammum senin için yeterli olurdu.'\""
    },
    {
      "id": 315,
      "narrator": "It was narrated that 'Ammar said:",
      "text": "'Ammar şöyle dedi: \"Peygamber (ﷺ) gecenin sonunda Al-Jaish'in sonunda dinlenmeye durdu. Eşi 'Aişe onunla birlikteydi ve Zifar boncuklarından oluşan kolyesi kırıldı ve düştü. Ordu, o kolyeyi aramak için sabah ışığına kadar beklemek zorunda kaldı ve insanların yanlarında su yoktu. Ebu Bekir ona kızdı ve dedi: 'Sen insanları durdurdun ve onların suyu yok.' Sonra Allah, Azim ve Celil, temiz toprakla tayammumu müsaade eden ayeti indirdi. Böylece Müslümanlar Allah'ın Resulü (ﷺ) ile birlikte kalktılar, elleriyle vurup, ellerini birbirine vurmadan tozu silkelediler, sonra yüzlerini ve kollarını omuzlarına kadar sildiler, ve kollarının iç taraflarını da koltuk altlarına kadar sildiler.\""
    },
    {
      "id": 316,
      "narrator": "It was narrated that 'Ammar bin Yasir said:",
      "text": "'Ammar bin Yasir'den rivayet edilmiştir: \"Biz, Allah'ın Elçisi (ﷺ) ile birlikte toprakla Tayammum yaptık ve yüzlerimizi ve kollarımızı omuzlarımıza kadar sildik.\""
    },
    {
      "id": 317,
      "narrator": "It was narrated that 'Abddur-Rahman bin Abza said:",
      "text": "'Abddur-Rahman bin Abza'dan rivayet edilmiştir: \"Biz 'Umar ile birlikteydik, bir adam ona geldi ve dedi ki: 'Ey Müminlerin Emiri! Bazen bir ay veya iki ay su bulamıyoruz.' 'Umar dedi ki: 'Sanki su bulamazsam, su bulana kadar namaz kılmam.' 'Ammar bin Yasir dedi ki: 'Ey Müminlerin Emiri, hatırlıyor musun, sen şu ve şu yerdeydin ve biz de develeri besliyorduk, ve biliyorsun ki biz Junub olduk?' O dedi: 'Evet.' 'Ben toprakta yuvarlandım, sonra Peygamber (ﷺ)'e geldik ve o güldü ve dedi ki: 'Temiz toprak sizin için yeterli olurdu.' Sonra ellerini yere vurdu ve onlara üfledi, ardından yüzünü ve ön kollarının bir kısmını sildi. O ('Umar) dedi ki: 'Allah'tan kork, ey 'Ammar!' O dedi ki: 'Ey Müminlerin Emiri! İstersen bunu anmam.' O dedi ki: 'Hayır, senin üstlendiğin yükü taşımanı sağlayacağız.'\""
    },
    {
      "id": 318,
      "narrator": "It was narrated from Ibn 'Abdur-Rahman bin Abza, from his father, that a man asked 'Umar bin Al-Khattab about Tayammum and he did not know what to say. 'Ammar said:",
      "text": "İbn 'Abdur-Rahman bin Abza'dan, babasından rivayet edilmiştir ki, bir adam 'Umar bin Al-Khattab'a Tayammum hakkında sordu ve ne diyeceğini bilemedi. 'Ammar dedi ki: \"Hatırlıyor musun, biz bir sefere çıktığımızda, ben Junub oldum ve toprakta yuvarlandım, sonra Peygamber (ﷺ)'e geldim ve o dedi ki: 'Bu yeterli olurdu.'\" (Rivayet edenlerden biri) Şu'bah dizlerine ellerini vurdu ve ellerine üfledi, sonra yüzünü ve avuçlarını bir kez onlarla sildi."
    },
    {
      "id": 319,
      "narrator": "It was narrated that Ibn 'Abdur-Rahman said:",
      "text": "İbn 'Abdur-Rahman'dan rivayet edilmiştir: \"Bir adam Junub oldu ve 'Umar'a geldi, Allah ondan razı olsun, ve dedi ki: 'Junub oldum ve su bulamıyorum.' O dedi ki: 'Namaz kılma.' 'Ammar ona dedi ki: 'Hatırlamıyor musun, biz bir sefere çıktığımızda Junub olduk. Sen namaz kılmadın, sonra ben Peygamber (ﷺ)'e geldim ve ona bunu söyledim, o da dedi ki: 'Bu senin için yeterli olurdu.'\" - (Rivayet edenlerden biri) Şu'bah bir kez ellerini vurdu ve onlara üfledi, sonra onları birbirine ovuşturdu, ardından yüzünü onlarla sildi - ('Ammar dedi ki): \"'Umar, anlamadığım bir şey söyledi.\" O da dedi ki: \"İstersen bunu anlatmayayım.\" Selame, bu zincirde Abu Malik'ten bir şey aktardı ve Selame ekledi ki: \"Hayır, senin üstlendiğin yükü taşımanı sağlayacağız.\""
    },
    {
      "id": 320,
      "narrator": "It was narrated from Ibn 'Abdur-Rahman bin Abza, from his father, that a man came to 'Umar, may Allah be please with him, and said:",
      "text": "İbn 'Abdur-Rahman bin Abza'dan, babasından rivayet edilmiştir ki, bir adam 'Umar'a geldi, Allah ondan razı olsun, ve dedi ki: \"Junub oldum ve su bulamıyorum.\" 'Umar dedi ki: \"Namaz kılma.\" 'Ammar dedi ki: \"Hatırlamıyor musun, ey Müminlerin Emiri, sen ve ben bir sefere çıktığımızda Junub olduk ve su bulamadık. Sen namaz kılmadın, ama ben toprakta yuvarlandım ve namaz kıldım. Peygamber (ﷺ)'e geldiğimizde ona bunu söyledim ve o dedi ki: 'Bu senin için yeterli olurdu,' ve sonra Peygamber (ﷺ) elleriyle toprağa vurdu, sonra onlara üfledi ve yüzünü ve ellerini sildi - (rivayet edenlerden biri) Selame belirsizdi ve dedi ki: \"Ellerin dirseklere kadar mı olacağını yoksa sadece ellerin mi olacağını bilmiyorum.\" - 'Umar dedi ki: \"Senin üstlendiğin yükü taşımanı sağlayacağız.\" (Rivayet edenlerden biri) Şu'bah dedi ki: \"O, eller, yüz ve ön kolları derdi.\" (Başka biri) Mansur ona dedi ki: \"Ne diyorsun? Ön kolları sadece sen zikrediyorsun.\" Selame emin değildi ve dedi ki: \"Ön kollarını anıp anmadığını bilmiyorum.\""
    },
    {
      "id": 321,
      "narrator": "It was narrated that Shaqiq said:",
      "text": "Şakik'ten rivayet edilmiştir: \"Ben 'Abdullah ve Abu Musa ile oturuyordum, ve Abu Musa dedi ki: 'Ammar'ın 'Umar'a ne dediğini duymadın mı: 'Allah'ın Elçisi (ﷺ) beni bir işe gönderdi ve ben Junub oldum, su bulamadım, bu yüzden toprakta yuvarlandım, sonra Peygamber (ﷺ)'e geldim ve ona bunu söyledim.' O dedi ki: 'Bunu yapman yeterli olurdu,' ve elleriyle toprağa vurdu, sonra ellerini sildi, sonra tozu çıkarmak için onları birbirine vurdu, sonra sağ elini sol eliyle, sol elini sağ eliyle avuç avuç sildi ve yüzünü sildi.'\" Sonra 'Abdullah dedi ki: \"Görmedin mi, 'Umar, 'Ammar'ın söylediklerine ikna olmadı mı?\""
    },
    {
      "id": 322,
      "narrator": "It was narrated that Abu Raja' said:",
      "text": "Abu Raja'dan rivayet edilmiştir: \"İmran bin Husain'ın şöyle dediğini duydum: Peygamber (ﷺ) yalnız başına olan bir adamı gördü ve insanların yanında namaz kılmadığını söyledi. O dedi ki: 'Ey filan, seni insanların yanında namaz kılmaktan alıkoyan nedir?' O dedi ki: 'Ey Allah'ın Elçisi, ben Junub oldum ve su yok.' O dedi ki: 'Bunun için toprağı kullanmalısın, bu sana yeter.'\""
    },
    {
      "id": 323,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Temiz toprak, Müslümanın Abdestidir, suyu on yıl bulmasa bile.'\""
    },
    {
      "id": 324,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Usaid bin Hudair ve diğer bazı insanları, 'Aişe'nin seyahat sırasında bıraktığı bir kolyeyi aramaları için gönderdi. Namaz vakti geldi ve abdestleri yoktu, su da bulamadılar, bu yüzden abdest almadan namaz kıldılar. Bunu Allah'ın Elçisine (ﷺ) söylediler ve Allah, Azim ve Yüce, Tayammum ayetini indirdi. Usaid bin Hudair dedi ki: 'Allah seni hayırla mükafatlandırsın, çünkü Allah'a yemin ederim ki, başına gelen hiçbir şey, hoşuna gitmeyen bir şey yoktur, ama Allah bunu senin ve Müslümanların için hayırlı kılar.'\""
    },
    {
      "id": 325,
      "narrator": "It was narrated from Tariq that a man became Junub and did not pray, then he came to the Prophet (ﷺ) and mentioned that to him. He said:",
      "text": "Tariq'ten rivayet edilmiştir ki, bir adam Junub oldu ve namaz kılmadı, sonra Peygamber (ﷺ)'e geldi ve bunu ona söyledi. O dedi ki: \"Doğru yaptın.\" Başka bir adam Junub oldu ve Tayammum yaptı ve namaz kıldı, o da ona geldi ve diğer adama söylediği gibi bir şey söyledi - yani, doğru yaptın."
    }
  ]
}