{
  "language": "tr",
  "metadata": {
    "length": 99,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) vefat ettiğinde, Ensar: 'Aramızdan bir emir ve sizden bir emir olsun.' dediler. Sonra Ömer onlara geldi ve: 'Allah'ın Resulü (ﷺ) Abu Bekir'i insanlara namaz kıldırması için görevlendirdiğini bilmiyor musunuz? Aranızdan kim, kendisini Abu Bekir'in önüne geçirmeyi kabul edebilir?' dedi. Onlar: 'Abu Bekir'in önüne geçmekten Allah'a sığınırız.' dediler.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Abu Aliyah Al-Barra said:",
      "text": "Abu Aliyah Al-Barra'dan rivayet edildiğine göre: \"Ziyad namazı geciktirdi, sonra İbn Samit bana geldi ve ben ona bir sandalye verdim, o da oturdu. Ziyad'ın yaptıklarını ona söyledim, o da dudaklarını ısırdı (onaylamayarak) ve beni uyluğuma vurdu ve dedi ki: 'Ben de sana sorduğun soruyu Abu Dharr'a sordum, o da beni uyluğuma vurdu ve dedi ki: Ben de Allah'ın Resulü'ne (ﷺ) sana sorduğun soruyu sordum, o da beni uyluğuma vurdu ve dedi ki: Namazı zamanında kıl, eğer onlara yetişirsen, onlarla birlikte namaz kıl ve 'Ben zaten namaz kıldım, o yüzden şimdi namaz kılmayacağım.' deme.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that 'Abdullih said:",
      "text": "Abdullah'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Siz, namazı vaktinden sonra kılan insanlarla karşılaşacak olabilirsiniz. Onlarla karşılaşırsanız, namazı zamanında kılın, sonra onlarla birlikte namaz kılın ve bunu nafile bir namaz olarak kabul edin.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Masud said:",
      "text": "Abu Masud'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah'ın Kitabı'ndan en çok bilgiye sahip olan kişi, insanlara namaz kıldırsın. Eğer Kur'an bilgisi açısından eşitlerse, ilk hicret eden kişi (onlara önderlik etsin). Eğer hicret açısından eşitlerse, Sünnet bilgisi açısından daha fazla bilgiye sahip olan (onlara önderlik etsin). Eğer Sünnet bilgisi açısından eşitlerse, en yaşlı olan (onlara önderlik etsin). Bir adamı, otorite alanında, namazda öne geçirmeyin ve onun onur yerinde oturmayın, ancak o size izin verirse.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Malik bin Al-Huwairith said:",
      "text": "Malik bin Al-Huwairith'ten rivayet edildiğine göre: \"Ben, bir kuzenimle birlikte Allah'ın Resulü'ne (ﷺ) geldim\" - bir kez \"bir arkadaşımla geldim\" dedi - ve o dedi ki: 'Seyahat ettiğinizde, ezan ve ikamet getirin ve aranızdan en yaşlı olan namazı kıldırsın.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Abu Sa'eed that the Prophet (ﷺ) said:",
      "text": "Abu Sa'eed'den rivayet edildiğine göre, Peygamber (ﷺ) dedi ki: \"Üç kişi olduğunda, aranızdan biri namazı kılsın ve namazı kıldırmaya en layık olan, Kur'an'ı en çok bilen kişidir.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Abu Masud said:",
      "text": "Abu Masud'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Bir adam, otorite alanında, namazda öne geçmemelidir ve onun onur yerinde oturan kimse, ancak onun izniyle oturmalıdır.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Sahl bin Sa'd that the Messenger of Allah (ﷺ) heard that there was a dispute among Banu 'Amr bin 'Awf, so he\nwent to them with some other people to reconcile between them. The Messenger of Allah (ﷺ) was delayed there, and the time for Zuhr came. Bilal came to Abu Bakr and said to him:",
      "text": "Sahl bin Sa'd'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Banu 'Amr bin 'Awf arasında bir anlaşmazlık olduğunu duydu ve onları uzlaştırmak için bazı insanlarla birlikte onlara gitti. Allah'ın Resulü (ﷺ) orada gecikti ve öğle namazı vakti geldi. Bilal, Abu Bekir'e geldi ve ona: \"Allah'ın Resulü (ﷺ) orada gecikti ve namaz vakti geldi, insanlara namaz kıldıracak mısın?\" dedi. Abu Bekir: 'Evet, istersen.' dedi. Bilal ikameti getirdi ve Abu Bekir öne geçti ve insanlara tekbir aldı. Sonra Allah'ın Resulü (ﷺ) geldi, namaz kılanların sıralarından geçerek (ilk) sıraya durdu ve insanlar alkışlamaya başladılar. Abu Bekir, namazında yanına bakmadı ama insanlar çok alkışlayınca geri döndü ve Allah'ın Resulü (ﷺ) ona işaret etti, devam etmesini söyledi. Abu Bekir, yüce ve aziz olan Allah'ı överek ellerini kaldırdı ve (ilk) sıraya kadar geri çekildi. Sonra Allah'ın Resulü (ﷺ) öne geçti ve insanlara namaz kıldırdı. Namazı tamamlayınca, insanlara döndü ve: 'Ey insanlar, namazda başınıza bir şey geldiğinde neden alkışladınız? Alkış sadece kadınlar içindir. Namazda bir şeyle karşılaşan kimse 'Subhan Allah' demelidir, çünkü Subhan Allah dediğini duyan kimse geri dönmeyecektir. Ey Abu Bekir! Ben sana namazda öne geçmen için işaret ettiğimde, seni ne engelledi?' Abu Bekir: 'Abu Quhafah'ın oğlu, Allah'ın Resulü (ﷺ) huzurunda namaz kıldırmaya layık değildir.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) insanların yanında son namazını, tek bir elbise içinde, Abu Bekir'in arkasında kıldı.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Aişe'den rivayet edildiğine göre: \"Abu Bekir, insanlara namaz kıldırdı ve Allah'ın Resulü (ﷺ) sıradaydı.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Malik bin Al-Huwairith said:",
      "text": "Malik bin Al-Huwairith'ten rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) şöyle dediğini duydum: 'Sizden biri bir topluluğu ziyaret ettiğinde, onlara namaz kıldırmamalıdır.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Mahmiid bin Ar-Rabi' that 'Itbk bin Milk used to lead his people in prayer, and he was blind. He said to the\nMessenger of Allah (ﷺ):",
      "text": "Mahmiid bin Ar-Rabi'den rivayet edildiğine göre: \"'Itbk bin Milk, insanlarına namaz kıldırıyordu ve o kördü. Allah'ın Resulü'ne (ﷺ) dedi ki: 'Bazen hava karanlık, yağmurlu veya sel oluyor ve ben bir körüm; Ey Allah'ın Resulü (ﷺ), evimde bir namaz yeri olarak alabileceğim bir yerde namaz kıl.' O da: 'Senin için nerede namaz kılmamı istersin?' dedi. O, evinde bir yeri gösterdi ve Allah'ın Resulü (ﷺ) orada namaz kıldı.\""
    },
    {
      "id": 13,
      "narrator": "'Amr bin Salamah Al-Jarmi said:",
      "text": "'Amr bin Salamah Al-Jarmi şöyle dedi: \"Bize binenler geçerken, onlardan Kur'an öğrenirdik. Babam, Peygamber'e (ﷺ) geldi ve: 'Aranızdan en çok Kur'an bilen kişi namazı kılsın.' dedi. Babam geldi ve Allah'ın Resulü'nün (ﷺ) 'Aranızdan en çok Kur'an bilen kişi, size namaz kıldırsın.' dediğini söyledi. Onlar baktılar ve benim en çok Kur'an bilen kişi olduğumu gördüler, bu yüzden ben sekiz yaşındayken onlara namaz kıldırıyordum.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Abdullah bin Abi Qatadah that his father said:",
      "text": "Abdullah bin Abi Qatadah'dan rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) dedi ki: 'Ezan okunduğunda, beni görene kadar ayağa kalkmayın.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'dan rivayet edildiğine göre: \"Namaz için ikamet getirildi ve Allah'ın Resulü (ﷺ) bir adamla özel olarak konuşuyordu ve insanlar uyuyana kadar namaza başlamadı.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Namaz için İkâmet okundu ve insanlar saf oldu, Resulullah (ﷺ) dışarı çıktı. Sonra namaz kılacağı yere durduğunda, Ghusl almadığını hatırladı. İnsanlara 'Yerinizde kalın.' dedi. Sonra evine döndü, ardından su damlayan başıyla dışarı çıktı. Biz saf dururken Ghusl aldı.\""
    },
    {
      "id": 17,
      "narrator": "Sahl bin Sa'd said:",
      "text": "Sahl bin Sa'd dedi ki: \"Banu 'Amr bin 'Awf arasında bir kavga oldu ve bu haber Peygamber'e (ﷺ) ulaştı. O, Zuhr namazını kıldı, sonra aralarındaki anlaşmazlığı gidermek için onlara gitti. Sonra Bilal'e dedi ki: 'Ey Bilal, eğer Asr vakti gelirse ve ben geri dönmezsem, Abu Bekir'e insanları namazda önde kıldırmasını söyle.' Asr vakti geldiğinde Bilal, Ezan okudu, sonra İkâmet okudu, ardından Abu Bekir'e dedi: 'Öne geç.' Bunun üzerine Abu Bekir öne geçti ve namaza başladı. Sonra Resulullah (ﷺ) geldi ve insanların saflarının arasından geçerek Abu Bekir'in arkasında durdu, insanlar alkışladı. Abu Bekir namaza başladığında yanına bakmazdı, fakat alkışların devam ettiğini görünce döndü. Resulullah (ﷺ) ona namaza devam etmesi için işaret etti. Abu Bekir, Resulullah (ﷺ) ona devam etmesini söylediği için Allah'a hamd etti. Sonra Abu Bekir topukları üzerinde geri gitti, Resulullah (ﷺ) bunu görünce öne geçti ve insanları namazda önde kıldırdı. Namazı bitirdiğinde dedi ki: 'Ey Abu Bekir, sana işaret ettiğimde seni devam etmemeye ne sebep oldu?' O da dedi ki: 'Abu Kuhafa'nın oğlu, Resulullah (ﷺ) ile namaz kıldırmayı uygun görmez.' Ve o (Peygamber) insanlara dedi: 'Eğer namazda bir şey fark ederseniz, erkekler Subhan Allah desin, kadınlar ise alkışlasın.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Anas that the Messenger of Allah(ﷺ) fell from a horse onto his right side.They came to visit him and the time for prayer came. When the prayer was over he said:",
      "text": "Anas'tan rivayet edilmiştir ki, Resulullah (ﷺ) bir attan sağ tarafına düştü. Onu ziyaret etmeye geldiler ve namaz vakti geldi. Namaz bitince dedi ki: \"İmam, takip edilmek için tayin edilmiştir. O rükûya gittiğinde, siz de rükûya gidin, o ayağa kalktığında, siz de ayağa kalkın, o secde ettiğinde, siz de secde edin, ve o Sami' Allah limen hamideh (Allah, kendisini övenin sesini işitir) dediğinde, Rabbenâ lekel-hamd (Ey Rabbimiz, hamd Sadece Sana aittir) deyin.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Abu Sa'eed that the Messenger of Allah (ﷺ) saw that his companions tended to stand in the rear, so he said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Resulullah (ﷺ) arkadaşlarının arka safında durma eğiliminde olduğunu görünce dedi ki: \"Öne gelin ve bana tabi olun, arkanızdakiler de sizi takip etsin. Eğer insanlar geride kalmaya devam ederse, Allah, Azze ve Celle, onları geri atar.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "(Başka bir isnat) Abu Nadra'dan (Abu Sa'id'den) benzer bir rivayet."
    },
    {
      "id": 21,
      "narrator": "It was narrated from Aisha may Allah be pleased with her, that the Messenger of Allah (ﷺ) told Abu Bakr to lead the people in prayer. She said:",
      "text": "Aişe'den, Allah ondan razı olsun, rivayet edilmiştir ki, Resulullah (ﷺ) Abu Bekir'e insanları namazda önde kıldırmasını söyledi. O dedi ki: \"Peygamber, Abu Bekir'in önünde idi ve oturarak namaz kılıyordu, ve Abu Bekir insanları namazda önde kıldırıyordu, insanlar da Abu Bekir'in arkasında duruyordu.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir dedi ki: \"Resulullah (ﷺ) bize Zuhr namazını kıldırdı ve Abu Bekir onun arkasındaydı. Resulullah (ﷺ) Tekbir getirdiğinde, Abu Bekir de insanların duyabileceği şekilde Tekbir getirdi.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Al-Aswad and 'Alqamah said:",
      "text": "El-Aswad ve Alqamah'dan rivayet edilmiştir ki: \"Öğle vakti Abdullah'ın yanına girdik ve o dedi ki: 'Namazı vaktinde kılmaktan alıkonulacak yöneticiler olacak, bu yüzden namazı vaktinde kılın.' Sonra ayağa kalktı ve benimle arasında namaz kıldı ve dedi ki: 'Resulullah (ﷺ) böyle yapardı.'\""
    },
    {
      "id": 24,
      "narrator": "Buraidah bin Sufyin bin Farwah Al-Aslami narrated that a slave of his grandfather who was called Mas'Od said:",
      "text": "Buraidah bin Sufyan bin Farwah el-Eslemî, dedesi tarafından Mas'ud adında bir kölenin rivayet ettiğini söyledi: \"Resulullah (ﷺ) ve Abu Bekir yanımdan geçtiler ve Abu Bekir bana dedi ki: 'Ey Mas'ud, Abu Tamim'e git' - yani kendisini azat eden adam - 've ona bir deve vermesini söyle ki binebilelim, ve bize biraz yiyecek ve yolu gösteren bir rehber göndermesini iste.' Ben de eski efendime gittim ve aynı şeyi söyledim, o da benimle bir deve ve süt kapları gönderdi, ve ben bunları gizli bir yoldan getirdim. Sonra namaz vakti geldi ve Resulullah (ﷺ) ayağa kalktı ve namaz kıldı, ve Abu Bekir onun sağında durdu. Ben İslam'ı öğrenmiştim ve onlarla birlikteydim, bu yüzden geldim ve onların arkasında durdum. Resulullah (ﷺ) Abu Bekir'i göğsünden iterek (geri gitmesi için) arkamda durdum.\" Abu Abdurrahman (En-Nesai) dedi: (Bu) Buraidah, Hadis'in güvenilir bir ravisi değildir."
    },
    {
      "id": 25,
      "narrator": "It was narrated from Anas bin Malik, that his grandmother Mulaikah invited the Messenger of\nAllah (ﷺ) to come and eat some food that she had prepared for him. Then he said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, büyükannesi Mulaikah, Resulullah (ﷺ)'ı yemeğe davet etti. Sonra o dedi ki: \"Kalkın, ben size namaz kıldıracağım.\" Anas dedi ki: \"Ben de kalktım ve uzun süre kullanmaktan kararmış bir hasır getirdim ve üzerine biraz su serptim. Resulullah (ﷺ) durdu ve yetim ile ben onun arkasında bir sırada durduk, yaşlı kadın da arkamızda durdu ve o bize iki Rek'at namaz kıldırdı, sonra gitti.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Resulullah (ﷺ) bize girdi ve orada sadece ben, annem, yetim ve annemin kız kardeşi Umm Harh vardı. O dedi ki: 'Kalkın, ben size namaz kıldıracağım.' O, (farz) namaz vakti değildi. Ve o bize namaz kıldırdı.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir ki, o ve Resulullah (ﷺ) ve annesi ile annesinin kız kardeşi (bir aradaydılar). Resulullah (ﷺ) namaz kıldı ve Anas'a sağında durmasını, annesi ve annesinin kız kardeşinin de arkasında durmasını söyledi."
    },
    {
      "id": 28,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: \"Ben Peygamber (ﷺ) ile namaz kıldım ve Aişe de arkamızda bizimle birlikte namaz kılıyordu, ben Peygamber (ﷺ) ile birlikte namaz kılıyordum.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas dedi ki: \"Resulullah (ﷺ) beni ve ailemden bir kadını namazda önde kıldırdı. Beni sağında, kadını da arkamızda durdurdu.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas dedi ki: \"Ben, annemin kız kardeşi Maimunah ile bir gece kaldım ve Resulullah (ﷺ) gece namaz kılmak için kalktı. Ben de onun solunda durdum, o da bana şöyle yaptı: Başımı tutarak beni sağında durdurdu.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Abu Mas'ud Al-Ansiri said:",
      "text": "Abu Mas'ud Al-Ansari'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) namaz esnasında omuzlarımıza nazikçe dokunarak (sıraların düzgün olduğundan emin olmak için) şöyle derdi: 'Sıraları düz tutun; birbirinizden ayrılmayın ki kalplerinizde ihtilaf olmasın. Olgun ve akıllı olanlar en yakınımda dursun, sonra yanlarındaki, sonra da onların yanındaki.' \" Abu Mas'ud dedi ki: \"Bugün aranızda çok fazla uyumsuzluk var.\" Abu 'Abdur-Rabin (An-Nasai) dedi ki: \"Rivayet edenlerden biri olan Abu Ma'mar'ın adı 'Abdullah bin Sakhbarah'dır.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Qais bin 'Ubad said:",
      "text": "Qais bin 'Ubad'dan rivayet edilmiştir: \"İlk sırada mescitte iken, bir adam arkamdan beni çekip kenara itti ve yerimi aldı. Vallahi, namazıma odaklanamadım, sonra gittiğinde Ubayy bin Ka'b olduğunu gördüm. Dedi ki: 'Ey çocuk, Allah seni zarardan korusun. Bu, Peygamberin bize emrettiği şeydir, onun arkasında doğrudan durmak.' Sonra (Ubayy) Kıble'ye döndü ve şöyle dedi: 'Ah1 Al-'Uqd helak oldu, Kabe'nin Rabbi adına! - üç kez.' Sonra dedi ki: 'Vallahi, onlardan dolayı üzülmüyorum, ama onları saptırdıkları insanlar için üzülüyorum.' Ben de dedim ki: 'Ey Abu Ya'qub, Ah1 Al-'Uqd ile neyi kastettin?' Dedi ki: 'Yöneticileri.'\""
    },
    {
      "id": 33,
      "narrator": "Abu Salamah bin 'Abdur Rahman narrated that he heard Abu Hurairah say:",
      "text": "Abu Salamah bin 'Abdur Rahman rivayet etti ki, Abu Hurairah'ın şöyle dediğini duydu: \"Namaz için İkâmet getirildi, biz ayağa kalktık ve sıralar düzeltildi, Allah'ın Elçisi (ﷺ) bize çıkmadan önce. Sonra Allah'ın Elçisi (ﷺ) bize geldi ve namaz kıldığı yere durdu, Takbir demeden önce duraksadı ve bize şöyle dedi: 'Olduğunuz yerde kalın.' Biz de orada bekledik, ta ki o bize gelene kadar; Ghusl almıştı ve başından su damlıyordu. Sonra Takbir dedi ve namaz kıldı.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that An-Numan bin Bashir said:",
      "text": "An-Numan bin Bashir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) sıraları, okun başı takılmadan önce düzeltildiği gibi düzeltirdi. Bir adamın göğsünün sıradan dışarıda olduğunu gördü. Allah'ın Elçisi (ﷺ) şöyle dediğini gördüm: 'Sıralarınızı düzeltin yoksa Allah yüzlerinizi çirkinleştirir.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Al-Bara bin Azib said:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) sıralar arasında bir taraftan diğer tarafa geçer, omuzlarımıza ve göğsümüze dokunarak şöyle derdi: 'Sıralarınızı dağınık yapmayın yoksa kalpleriniz birbirinize karşı düşmanlıkla dolacaktır.' Ve şöyle derdi: 'Allah ve melekleri ön sıralara Salah gönderir.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Abu Mas'ad Al-Ansari said:",
      "text": "Abu Mas'ad Al-Ansari'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) namaz esnasında omuzlarımıza nazikçe dokunarak (sıraların düzgün olduğundan emin olmak için) şöyle derdi: 'Sıraları düz tutun; birbirinizden ayrılmayın ki kalpleriniz ihtilaf etmesin. Olgun ve akıllı olanlar en yakınımda dursun, sonra yanlarındaki, sonra da onların yanındaki.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Anas that the Prophet (ﷺ) used to say:",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle derdi: \"Sıralarınızı düzeltin, sıralarınızı düzeltin, sıralarınızı düzeltin. Canım elinde olan Allah'a yemin ederim ki! Sizi arkamda gördüğüm gibi, önümde de görebiliyorum.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) namaza durmadan önce bize döndü ve şöyle dedi: 'Sıralarınızı düzeltin ve birbirinize yakın durun, çünkü arkamda sizi görebiliyorum.'\""
    },
    {
      "id": 39,
      "narrator": "Anas narrated that the Prophet (ﷺ) said:",
      "text": "Anas rivayet etti ki, Peygamber (ﷺ) şöyle dedi: \"Sıralarınızı sağlam ve birbirine yakın tutun, boyunlarınızı hizaya getirin. Canım elinde olan Allah'a yemin ederim ki! Şeytanın sıralardaki boşluklardan girdiğini, sanki küçük koyunlarmış gibi görebiliyorum.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bize geldi ve şöyle dedi: 'Meleklerin Rablerinin önünde sıralarını nasıl oluşturduğunu oluşturmayacak mısınız?' Onlar dediler: 'Melekler Rablerinin önünde nasıl sıralarını oluşturuyorlar?' Dedi ki: 'Onlar ilk sırayı tamamlar ve sıralardaki boşlukları doldururlar.'\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Al'Irbad bin Sariyah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) ilk sıraya üç kez Salah gönderir ve ikinci sıraya bir kez gönderirdi."
    },
    {
      "id": 42,
      "narrator": "It was narrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"İlk sırayı tamamlayın, sonra onun arkasındakini, ve eğer herhangi bir sıra eksik kalacaksa, son sıra olsun.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from 'Abdullih bin 'Umar that the Messenger of Allah (ﷺ)said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim bir sırayı tamamlarsa, Allah ona cömert olsun, ve kim bir sırayı keserse, Allah onu kesip çıkarsın.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Erkekler için en iyi sıralar ön sıralardır ve en kötüleri son sıralardır, kadınlar için en iyi sıralar arka sıralardır ve en kötüleri ön sıralardır.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that 'Abdul Hamid bin Mahmud said:",
      "text": "'Abdul Hamid bin Mahmud'dan rivayet edilmiştir: \"Anas ile birlikteydik ve bir emir ile namaz kıldık. Bizi iterek iki sıra arasında durup namaz kıldırdılar, ve Anas geri doğru hareket etmeye başladı ve şöyle dedi: 'Biz, Allah'ın Elçisi (ﷺ) zamanında bunu yapmaktan kaçınırdık.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Al Bara said:",
      "text": "Al Bara'dan rivayet edildiğine göre: \"Biz Allah'ın Messenger'ının (ﷺ) arkasında namaz kıldığımızda, onun sağında olmayı severdim.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ)said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri insanlara namaz kıldırdığında, namazı kısa tutsun, çünkü aralarında hasta, zayıf ve yaşlılar vardır. Ve sizden biri yalnız başına namaz kıldığında, dilediği kadar uzun kılabilir.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Anas'tan rivayet edildiğine göre, Peygamber (ﷺ) insanlara namaz kıldırırken namazını çok kısa ama yine de tam yapardı."
    },
    {
      "id": 49,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah, from his father that the Prophet (ﷺ) said:",
      "text": "Abdullah bin Abi Katade'den, babasından rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Namazda duruyorum, sonra bir çocuğun ağladığını duyuyorum, bu yüzden namazımı kısa tutuyorum, çünkü annesine zorluk çıkarmak istemiyorum.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar'dan rivayet edildiğine göre: \"Allah'ın Messenger'ı (ﷺ) bize namazı kısa tutmamızı emrederdi, ama bize namaz kıldırırken As-Saffat'ı okurdu.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Abu Katade'den rivayet edildiğine göre: \"Ben Allah'ın Messenger'ının (ﷺ) insanlara namaz kıldırırken, Umame bint Abi Al-As'ı omzunda taşıdığını gördüm. Rükûya gittiğinde onu indirdi ve secdeden kalktığında tekrar aldı.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: \"Muhammed (ﷺ) şöyle dedi: 'İmamdan önce başını kaldıran kişi, Allah'ın başını eşek başına çevirmesinden korkmaz mı?'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Abu Ishaq said:",
      "text": "Abu İshak'tan rivayet edildiğine göre: \"Abdullah bin Yazid'in bir hutbe verdiğini duydum. Dedi ki: 'Al-Bara, yalancı olmayan biri, bize Allah'ın Messenger'ı (ﷺ) ile namaz kıldıklarında rükûdan başını kaldırdığında, onların ayakta kalıp onu secde ederken görene kadar beklediklerini söyledi.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Hittan bin 'Abdullah said:",
      "text": "Hittan bin Abdullah'dan rivayet edildiğine göre: \"Abu Musa bize namaz kıldırdı ve oturduğunda, halktan bir adam içeri girdi ve dedi ki: 'Namaz, iyilik üzerine kuruludur ve her zaman Zekat ile birlikte anılır (Kur'an'da).' Abu Musa selam verdikten sonra halka döndü ve dedi ki: 'Sizden hangisi bu sözleri söyledi?' Halk sessiz kaldı. Sonra dedi: 'Ey Hittan, belki sen söyledin?' O da: 'Hayır, ama bunun için beni azarlayacağından korktum.' Dedi ki: 'Allah'ın Messenger'ı (ﷺ) bize namazımızı ve sünnet namazlarını öğretti ve şöyle dedi: İmam, takip edilmek için tayin edilmiştir, bu yüzden o tekbir aldığında, tekbir alın; 'Gazabına uğrayanların yolu değil, sapıklara gidenlerin yolu değil,' dediğinde, amin deyin, Allah size cevap verecektir; rükûdan kalktığında ve 'Sami' Allahu liman hamidah (Allah, kendisini övenleri işitir) dediğinde, 'Rabbana lakal-hamd (Ey Rabbimiz, sana hamd olsun)' deyin, ve Allah sizi işitecektir; secde ettiğinde secde edin, ve oturduğunda oturun. İmam, sizden önce secde etmeli ve sizden önce oturmalıdır.' Allah'ın Messenger'ı (ﷺ) dedi ki: 'Bu, o için telafi eder.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Ensar'dan bir adam, namaz için ikamet getirildiğinde geldi. O, Mua'd'ın arkasında namaz kıldı ve Mua'd namazı uzun kıldı. Adam gitti ve mescidin bir köşesinde namaz kıldı, sonra ayrıldı. Mua'd namazı bitirdiğinde, ona falan kişi şunu yaptı denildi. Mua'd dedi ki: 'Yarın bunu Allah'ın Messenger'ına (ﷺ) söyleyeceğim.' Mua'd, Allah'ın Messenger'ına (ﷺ) geldi ve ona bunu anlattı. Allah'ın Messenger'ı (ﷺ) onu çağırdı ve sordu: 'Yaptığın şeyin sebebi neydi?' O da: 'Ey Allah'ın Messenger'ı (ﷺ), gün boyunca su getirmek için develerimle çalıştım, ve geldiğimde namaz için ikamet zaten getirilmişti, bu yüzden mescide girdim ve onunla namaza katıldım, sonra o şu ve bu sureyi okudu ve uzun kıldı, bu yüzden ben gittim ve mescidin bir köşesinde namaz kıldım.' Allah'ın Messenger'ı (ﷺ) dedi ki: 'İnsanlara zorluk mu çıkarmak istiyorsun, ey Mua'd, insanlara zorluk mu çıkarmak istiyorsun, ey Mua'd, insanlara zorluk mu çıkarmak istiyorsun, ey Mua'd?'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) rode a horse and fell from it, and sustained an injury on his right\nside. He led one of the prayers sitting, and we prayed behind him sitting. When he had finished he said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah'ın Messenger'ı (ﷺ) bir ata bindi ve düştü, sağ tarafında bir yaralanma oldu. O, oturarak bir namaz kıldırdı ve biz de onun arkasında oturarak namaz kıldık. Namazı bitirdiğinde dedi ki: \"İmam, takip edilmek için tayin edilmiştir. Eğer ayakta namaz kılarsa, ayakta namaz kılın; rükûya gittiğinde, rükû edin; 'Sami' Allahu liman hamidah (Allah, kendisini övenleri işitir) dediğinde, 'Rabbana lakalhamd (Ey Rabbimiz, sana hamd olsun)' deyin; eğer oturarak namaz kılarsa, hepiniz oturarak namaz kılın.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Aisha said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Messenger'ı (ﷺ) ciddi şekilde hastalandığında, Bilal ona namaz vaktinin geldiğini söylemeye geldi ve o dedi ki: 'Abu Bekir'in insanlara namaz kıldırmasını söyle.' Ben dedim ki: 'Ey Allah'ın Messenger'ı (ﷺ), Abu Bekir yumuşak huylu bir adamdır, senin yerinde durduğunda, insanlara sesini duyuramaz; neden 'Umar'a (bunu yapması için) söylemiyorsun?' O dedi ki: 'Abu Bekir'in insanlara namaz kıldırmasını söyle.' Ben Hafsa'ya dedim: 'Ona söyle.' O da ona söyledi. O dedi ki: 'Siz Yusuf'un kadın arkadaşları gibisiniz. Abu Bekir'in insanlara namaz kıldırmasını söyle.' O da dedi ki: 'Onlara Abu Bekir'i söylediler. O namaza başladığında, Allah'ın Messenger'ı (ﷺ) kendini daha iyi hissetmeye başladı, bu yüzden iki adamın yardımıyla ayağa kalktı, ayakları yere sürüklenerek geldi. (Mescide) girdiğinde, Abu Bekir onu duydu ve geri adım atmak istedi, ama Allah'ın Messenger'ı (ﷺ) ona işaret etti: 'Olduğun yerde kal.' Sonra Allah'ın Messenger'ı (ﷺ) geldi ve Abu Bekir'in soluna oturdu, böylece Allah'ın Messenger'ı (ﷺ) oturarak insanlara namaz kıldırıyordu, ve Abu Bekir ayakta duruyor ve Allah'ın Messenger'ını (ﷺ) takip ediyordu, insanlar da Abu Bekir'in namazını takip ediyordu, Allah ondan razı olsun.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated that 'Ubaidullah bin 'Abdullah said:",
      "text": "Ubaidullah bin Abdullah'dan rivayet edildiğine göre: \"Aişe'nin yanına girdim ve dedim: 'Bana Allah'ın Messenger'ının (ﷺ) hastalığı hakkında bir şey söylemeyecek misin?' O dedi ki: 'Allah'ın Messenger'ı (ﷺ) ciddi şekilde hastalandığında, 'İnsanlar namaz kıldı mı?' dedi. Biz de: 'Hayır, seni bekliyorlar, ey Allah'ın Messenger'ı (ﷺ)' dedik. O dedi ki: 'Bana bir küvette su koyun.' Bunu yaptık ve o gusül aldı, sonra kalkmaya çalıştı ama bayıldı. Sonra bize geldi ve 'İnsanlar namaz kıldı mı?' dedi. Biz de: 'Hayır, seni bekliyorlar, ey Allah'ın Messenger'ı (ﷺ)' dedik. O dedi ki: 'Bana bir küvette su koyun.' Bunu yaptık ve o gusül aldı, sonra kalkmaya çalıştı ama bayıldı. Sonra üçüncü kez aynı şeyi söyledi. O dedi ki: İnsanlar mescitte, Allah'ın Messenger'ının (ﷺ) namaz kıldırmasını bekliyorlardı. Allah'ın Messenger'ı (ﷺ) Abu Bekir'e, insanlara namaz kıldırmasını söylemek üzere haber gönderdi, böylece elçi ona geldi ve dedi ki: 'Allah'ın Messenger'ı (ﷺ) sana insanlara namaz kıldırmanı söylüyor.' Abu Bekir yumuşak huylu bir adamdı, 'Ey Umar, sen insanlara namaz kıldır' dedi. Ama (Umar) dedi ki: 'Bu senin hakkındır.' Böylece Abu Bekir o günlerde onlara namaz kıldırdı. Allah'ın Messenger'ı (ﷺ) biraz daha iyi hissettiğinde, iki adamın yardımıyla, bunlardan biri Al-Abbas'tı, Zuhr namazı için geldi. Abu Bekir onu görünce geri adım atmak istedi, ama Allah'ın Messenger'ı (ﷺ) ona geri adım atmaması için işaret etti. Onlara (iki adama) onu Abu Bekir'in yanına oturtmalarını söyledi ve Abu Bekir ayakta namaz kılmaya başladı. İnsanlar Abu Bekir'in namazını takip ediyordu ve Allah'ın Messenger'ı (ﷺ) oturarak namaz kılıyordu.\" 'Ben (Ubaidullah) Ibn Abbas'ın yanına girdim ve dedim: 'Aişe'nin bana Allah'ın Messenger'ının (ﷺ) hastalığı hakkında anlattıklarını söylemeyecek miyim?' O dedi: 'Evet.' Böylece ona anlattım ve o hiçbirini inkar etmedi, ama dedi ki: 'Aişe sana Al-Abbas ile birlikte olan adamın ismini söyledi mi?' Ben de: 'Hayır.' Dedi ki: 'O Ali'ydi, Allah onun yüzünü şereflendirsin.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that 'Amr said:",
      "text": "Amr'dan rivayet edildiğine göre: \"Jabir bin Abdullah'ın şöyle dediğini duydum: 'Mu'adh, Peygamber (ﷺ) ile namaz kılardı, sonra kendi halkına geri döner ve onlara namaz kıldırırdı. Bir gece geç kaldı ve Peygamber (ﷺ) ile namaz kıldı, sonra kendi halkına geri döndü ve onlara namaz kıldırdı, ve Bakara Suresi'ni okudu. Halkından bir adam bunu duyduğunda, kenara çekildi ve (tek başına) namaz kıldı, sonra ayrıldı. Onlar dediler: 'Sen bir münafık oldun, ey falan!' O da: 'Vallahi, ben münafık olmadım, ve Peygamber'e (ﷺ) gideceğim ve ona bunu söyleyeceğim,' dedi. Böylece o, Peygamber'e gitti ve şöyle dedi: 'Ey Allah'ın Messenger'ı (ﷺ), Mu'adh seninle namaz kılıyor, sonra bize namaz kıldırmak için geliyor. Namazı geciktirdin, o seninle namaz kıldı ve sonra bize namaz kıldırmak için geri döndü, ve Bakara Suresi'ni okumaya başladı. Bunu duyduğumda, kenara çekildim ve tek başıma namaz kıldım, çünkü biz su getiren develerle çalışan insanlarız ve çok çalışıyoruz.' Peygamber (ﷺ) ona dedi: 'Ey Mu'adh, insanlara zorluk mu çıkarmak istiyorsun? Şu ve bu sureyi oku, ve şu ve bu sureyi oku.'\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Abu Bekir'den rivayet edildiğine göre, Peygamber (ﷺ) korku namazı (Salat Al-Khauf) kıldırdı. Arkasında olanlara iki rek'at kıldırdı ve onlardan sonra gelenlere iki rek'at kıldırdı, böylece Peygamber (ﷺ) dört rek'at kıldı ve her grup iki rek'at kıldı."
    },
    {
      "id": 61,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi yedi kat daha faziletlidir.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Cemaatle kılınan namaz, birinizin tek başına kılmasından yirmi beş kat daha faziletlidir.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from that the Prophet (ﷺ) said:",
      "text": "Rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi beş kat daha üstündür.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer üç kişi varsa, birisi diğerlerine namaz kıldırsın ve namaz kıldırma hakkı en fazla olan, Kur'an'ı en iyi okuyan (bilen) kişidir.\""
    },
    {
      "id": 65,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas şöyle demiştir: \"Ben, Peygamber (ﷺ) ile birlikte namaz kıldım ve Aişe de arkamızda bizimle birlikte namaz kılıyordu, ben Peygamber (ﷺ) ile yan yana namaz kılıyordum.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Ben Allah'ın Resulü (ﷺ) ile namaz kıldım ve onun solunda durdum. O, sol eliyle beni tuttu ve sağında durmamı sağladı.\""
    },
    {
      "id": 67,
      "narrator": "Ubay bin Ka'b said:",
      "text": "Ubey bin Ka'b şöyle demiştir: \"Bir gün Allah'ın Resulü (ﷺ) Fajr namazı kıldı, sonra şöyle dedi: 'Falan kişi namaza katıldı mı?' Onlar: 'Hayır.' dedi. O: 'Peki, falan kişi? Onlar: 'Hayır.' dedi. O: 'Bu iki namaz, münafıklar için en ağır olanlardır. Eğer içlerinde ne kadar fazilet olduğunu bilselerdi, sürünerek de olsa gelirdiler. İlk saftaki fazilet, meleklerin saftaki fazileti gibidir. Eğer onun faziletini bilseydiniz, ona yarışırdınız. Bir adamın başka bir adamla kıldığı namaz, onun tek başına kıldığı namazdan daha faziletlidir. Bir adamın iki adamla kıldığı namaz, bir adamla kıldığı namazdan daha faziletlidir; ne kadar çok insan olursa, o kadar Allah katında sevilir.\"'"
    },
    {
      "id": 68,
      "narrator": "It was narrated from 'Itban bin Malik that he said:",
      "text": "İtban bin Malik'ten rivayet edilmiştir ki, \"Ey Allah'ın Resulü (ﷺ), sel beni halkımın mescidine gelmekten alıkoyuyor. Evimde bir yerin mescid olarak kullanılmasını istiyorum.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Bunu yapacağız.\" \"Allah'ın Resulü (ﷺ) içeri girdiğinde: 'Nerede (namaz kılmamı) istiyorsun?' dedim. Evimin bir köşesini gösterdim, Allah'ın Resulü (ﷺ) orada durdu ve biz de arkasında saf tuttuk, bize iki rekat namaz kıldırdı.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) namaza durmadan önce bize döndü, Takbir demeden önce: 'Sıralarınızı düzeltin ve boşlukları doldurun, çünkü ben sizi sırtımın arkasından görebiliyorum.' dedi.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah that his father said:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir ki, babası şöyle dedi: \"Biz Allah'ın Resulü (ﷺ) ile birlikteydik, bazı insanlar: 'Ey Allah'ın Resulü (ﷺ), neden bizimle biraz dinlenmiyorsun?' dediler. O: 'Siz uyursunuz ve namazı kaçırırsınız diye korkuyorum.' dedi. Bilal: 'Ben sizi uyandırırım.' dedi. Böylece yattılar ve uyudular, Bilal da binek hayvanına yaslandı. Sonra Allah'ın Resulü (ﷺ) güneşin doğmaya başladığı sırada uyandı ve: 'Ey Bilal, sana söylediğin ne oldu?' dedi. O: 'Ben daha önce böyle uyumadım.' dedi. Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah, Azze ve Celle, dilediği zaman ruhlarınızı alır ve dilediği zaman geri gönderir.' 'Ey Bilal, kalk ve insanları namaza çağır.' dedi. Bilal kalktı ve ezanı okudu, sonra abdest aldılar - yani güneş tamamen doğduğunda - \"sonra durdu ve onlara namaz kıldırdı.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that Ma'din bin Abi Talhah Al-Ya'muri said:",
      "text": "Ma'din bin Ebi Talha El-Ya'muri'den rivayet edilmiştir ki, \"Ebu Derda bana şöyle dedi: 'Nerede yaşıyorsun?' Ben: 'Hims yakınlarında bir kasabada.' dedim. Ebu Derda: 'Ben Allah'ın Resulü (ﷺ) şöyle dediğini duydum: 'Bir şehirde veya bir kamp alanında üç kişi yoktur ki, aralarında namaz kılınmasın, fakat Şeytan onlara hakim olur. Bu nedenle cemaatle namaza devam edin, çünkü kurt yalnız başına giden koyunu yer.' (Rivayet edenlerden biri (Es-Sa'ib) dedi: 'Cemaat, cemaatle kılınan namaz demektir.')\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Canım kudret elinde olan Allah'a yemin ederim ki! Neredeyse odun toplayıp ateş yakmayı emredecektim, sonra ezan okunmasını emredecektim, ardından bir adamı insanlara namaz kıldırması için görevlendirecektim, sonra o adamlara arkamdan gidip evlerini üzerlerine ateşe vermeyi emredecektim. Canım kudret elinde olan Allah'a yemin ederim ki! Eğer aralarından biri, iki kaburga arasında bir et parçası veya bir kemik bulacağını bilseydi, İsha namazına katılırdı.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, \"Kim yarın Allah ile Müslüman olarak buluşmak istiyorsa, bu beş (günlük) namazı, ezanı okunduğunda sürekli kılmalıdır (camilerde), çünkü Allah, Peygamberine hidayet yollarını belirlemiştir ve bunlar (namazlar) o hidayet yollarının bir parçasıdır. Aranızda evinde namaz kılacak bir yeri olmayan kimse olduğunu sanmıyorum. Ama eğer evlerinizde namaz kılarsanız ve mescitleri terk ederseniz, Peygamberinizin sünnetini terk etmiş olursunuz ve Peygamberinizin sünnetini terk ederseniz, saparsınız. Abdest alıp bunu güzelce yapan hiçbir Müslüman yoktur ki, namaza yürüdüğünde her adımı için Allah ona bir hasene (iyi ameller) yazmasın, ya da onu bir derece yükseltmesin ya da ondan bir günah silinmesin. Kısa adımlarla yürüdüğümüzü hatırlıyorum ve namazdan geri kalan kimsenin, münafık olduğu bilinen bir münafık dışında kimse olmadığını hatırlıyorum. Ve bir adamın, iki kişi tarafından desteklenerek geldiğini gördüm, ta ki safın içinde durana kadar.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, \"Kör bir adam Allah'ın Resulü (ﷺ) 'ya geldi ve: 'Namaza götürecek bir rehberim yok.' dedi. Ve evinde namaz kılmasına izin vermesini istedi, o da ona izin verdi. Sonra dönerken ona: 'Ezanı duyabiliyor musun?' dedi. O: 'Evet.' dedi. O: 'O halde ona icabet et.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated from Ibn Umm Maktum that he said:",
      "text": "İbn Ümm Mektum'dan rivayet edilmiştir ki, \"Ey Allah'ın Resulü (ﷺ), Medine'de birçok (tehlikeli) haşere ve yaban hayvanı var.\" dedi. O: \"Namaza gel, kurtuluşa gel' sözlerini duyabiliyor musun?\" dedi. O: \"Evet.\" dedi. O: \"O halde hemen icabet et.\" dedi ve ona izin vermedi."
    },
    {
      "id": 76,
      "narrator": "It was narrated from Hisham bin 'Urwah from his father that 'Abdullih bin Arqam used to lead his companions in prayer. The time for prayer came one day and he went to relieve himself then he came back and said:",
      "text": "Hişam bin Urve'den, babasından nakledildiğine göre, Abdullah bin Arkam, arkadaşlarını namaza yönlendirirdi. Bir gün namaz vakti geldiğinde, tuvalete gitti ve geri döndüğünde şöyle dedi: \"Ben Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: 'Sizden biri dışkı yapma ihtiyacı hissederse, önce onu yapsın, sonra namaz kılsın.'\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan nakledildiğine göre: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Akşam yemeği hazır olduğunda ve namaz için ikamet getirildiğinde, önce akşam yemeği ile başlayın.'\""
    },
    {
      "id": 78,
      "narrator": "It was narrated from Abu Al Malih that his father said:",
      "text": "Ebu'l-Malih'ten, babasından nakledildiğine göre: \"Biz Allah'ın Elçisi (ﷺ) ile Huneyn'de idik ve yağmur yağdı. Allah'ın Elçisi'nin (ﷺ) çağrısı yapıldı ve bize şöyle söylendi: 'Olduğunuz yerde namaz kılın.'\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den nakledildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim abdest alır ve bunu güzelce yaparsa, sonra mescide gider ve insanların namaz kıldığını bulursa, Allah ona, orada bulunanların (namazda) kazandığı ödül kadar bir ödül verecektir, onların ödülünden en azından bir şey eksiltmeden.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that 'Uthman bin 'Affan said:",
      "text": "Osman bin Affan'dan nakledildiğine göre: \"Ben Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: 'Kim abdest alırsa ve bunu düzgün yaparsa, sonra farz namaza katılmak için yürür ve insanlarla veya cemaatle ya da mescitte namaz kılarsa, Allah onun günahlarını affeder.'\""
    },
    {
      "id": 81,
      "narrator": "It was narrated from Mihjan that he was in a gathering with the Messenger of Allah (ﷺ) when the Adhan was called for prayer. The  A Messenger of Allah (ﷺ) got up, then he came back and Mihjan was still sitting there. The Messenger of Allah (ﷺ) said to him:",
      "text": "Mihcan'dan nakledildiğine göre, o, Allah'ın Elçisi (ﷺ) ile bir toplantıda iken, namaz için ezan okundu. Allah'ın Elçisi (ﷺ) ayağa kalktı, sonra geri döndü ve Mihcan hala orada oturuyordu. Allah'ın Elçisi (ﷺ) ona şöyle dedi: \"Seni namaz kılmaktan alıkoyan neydi? Müslüman bir adam değil misin?\" O da: \"Evet, ama ailemle namaz kıldım.\" dedi. Allah'ın Elçisi (ﷺ) ona: \"Geldiğinde, insanlar ile birlikte namaz kılmalısın, hatta daha önce namaz kılmış olsan bile.\" dedi."
    },
    {
      "id": 82,
      "narrator": "Jabir bin Yazid bin Al-Aswad Al Amir told us that his father said:",
      "text": "Cabir bin Yazid bin El-Aswad El-Amir bize, babasının şöyle dediğini aktardı: \"Ben Allah'ın Elçisi (ﷺ) ile Mescid-i Hıf'de sabah namazına katıldım. Namazı bitirdiğinde, arka tarafta onunla namaz kılmamış iki adam gördü. 'Onları buraya getirin.' dedi. Onlar titreyerek getirildi. 'Sizi bizimle namaz kılmaktan alıkoyan neydi?' dedi. Onlar: 'Ey Allah'ın Elçisi (ﷺ), biz zaten konaklarımızda namaz kıldık.' dediler. O da: 'Bunu yapmayın. Eğer konaklarınızda namaz kıldıysanız, bir cemaatin bulunduğu bir mescide geldiğinizde, onlarla birlikte namaz kılın, bu sizin için nafile bir namaz olur.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Ahu Dharr said:",
      "text": "Ebu Dharr'dan nakledildiğine göre: \"Allah'ın Elçisi (ﷺ) bana şöyle dedi ve uyluğuma vurdu: 'Eğer namaz vaktinin geçmesine kadar bekleyen insanlarla kalırsan ne yapacaksın?' O da: 'Bana ne yapmamı emredersin?' dedi. O da: 'Namazı vaktinde kıl, sonra işine git. Eğer o namaz için ikamet getirilirse ve sen mescitteysen, o zaman namaz kıl.' dedi.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Sulaiman - the freed slave of Maimunah - said:",
      "text": "Süleyman - Maimunah'ın azatlısı - şöyle dedi: \"İbn Ömer'in, insanlar namaz kılarken El-Balat'ta oturduğunu gördüm. 'Ey Ebu Abdurrahman, neden namaz kılmıyorsun?' dedim. O da: 'Ben zaten namaz kıldım ve Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: 'Bir günde bir namazı iki kez kılmayın.'\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den nakledildiğine göre: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Namaza geldiğinizde, acele etmeyin; onurlu bir şekilde yürüyün ve yakaladığınızla namaz kılın, kaçırdığınızla da telafi edin.'\""
    },
    {
      "id": 86,
      "narrator": "It was narrated that Abu Rafi said:",
      "text": "Ebu Rafi'den nakledildiğine göre: \"Allah'ın Elçisi (ﷺ) Asr namazını kıldıktan sonra Banu Abdul-Ashhal'e giderdi, onlarla konuşurdu, ta ki Magrib vakti gelene kadar.\" Ebu Rafi dedi ki: \"Peygamber (ﷺ) Magrib namazını kılmak için acele ederken, yanından geçtik ve o: 'Yazıklar olsun size, yazıklar olsun size!' dedi. Bu beni rahatsız etti, bu yüzden yavaşladım çünkü onun bana hitap ettiğini düşündüm. O da: 'Sizde ne var? Hızlanın!' dedi. Ben de: 'Bir sorun mu var?' dedim. O da: 'Neden bunu soruyorsun?' dedi. Ben de: 'Çünkü bana: \"Yazıklar olsun sana\" dedin.' dedim. O da: 'Hayır, o, Zekat toplamak için gönderdiğim falan filan, o bir Namira çaldı ve şimdi ateşten benzer bir şeyle giydirildi.' dedi.\""
    },
    {
      "id": 87,
      "narrator": "",
      "text": "(Başka bir isnad) Ebu Rafi'den benzer şekilde."
    },
    {
      "id": 88,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini nakletti: \"Namaza erken gelenin benzeri, bir deveyi kurban eden gibidir; sonra gelen, bir ineği kurban eden gibidir; sonra gelen, bir koçu kurban eden gibidir; sonra gelen, bir tavuğu kurban eden gibidir; sonra gelen, bir yumurtayı kurban eden gibidir.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den nakledildiğine göre: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Namaz için ikamet getirildiğinde, farz namaz dışında başka bir namaz yoktur.'\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den nakledildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Namaz için ikamet getirildiğinde, farz namaz dışında başka bir namaz yoktur.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Ibn Buhainah said:",
      "text": "İbn Buhainah'dan rivayet edilmiştir: \"Sabah namazı için ikamet getirildiğinde, Allah'ın Elçisi (ﷺ) bir adamın ikamet getirilirken namaz kıldığını gördü. O da: 'Sabah namazını dört rekât mı kılıyorsun?' dedi.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that 'Abdullah bin Sarjis said:",
      "text": "Abdullah bin Sarjis'ten rivayet edilmiştir: \"Bir adam, Allah'ın Elçisi (ﷺ) sabah namazı kılarken geldi ve iki rekât kıldıktan sonra namaza katıldı. Allah'ın Elçisi (ﷺ) namazı bitirdikten sonra ona: 'Ey falan, hangisi senin namazın - bizimle kıldığın mı yoksa tek başına kıldığın mı?' dedi.\""
    },
    {
      "id": 93,
      "narrator": "Anas said:",
      "text": "Anas dedi ki: \"Allah'ın Elçisi (ﷺ) evimize geldi ve ben onun arkasında bir yetimle birlikte namaz kıldım, Umm Sulaim de arkamızda namaz kıldı.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) arkasında namaz kılan, insanların en güzellerinden biri olan bir kadın vardı. Bazı insanlar onu görmemek için ön safa geçerken, bazıları da arka safa geçiyor ve rükûya gittiğinde onu koltuk altlarından görebiliyorlardı. Sonra Allah şu ayetleri indirdi: 'İçinizden öne geçenleri ve geri kalanları biz biliyoruz.'\""
    },
    {
      "id": 95,
      "narrator": "Abu Bakrah narrated that he entered the Masjid when the when the Prophet (ﷺ) was bowing, so he bowed outside the row. The Prophet said:",
      "text": "Ebu Bekre rivayet etmiştir ki, Peygamber (ﷺ) rükûda iken mescide girdi, bu yüzden safın dışında rükû yaptı. Peygamber: \"Allah seni azimle artırsın, ama bunu bir daha yapma.\" dedi.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Bir gün Allah'ın Elçisi (ﷺ) namaz kıldıktan sonra ayrıldı ve: 'Ey falan, namazını neden düzeltmiyorsun? Namaz kılan kişi, kendi namazını nasıl kıldığını düşünmemeli mi? Arkama bakabiliyorum, önümü gördüğüm gibi.' dedi.\""
    },
    {
      "id": 97,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) öğle namazından önce iki rekât ve sonra iki rekât kılardı, akşam namazından sonra evinde iki rekât kılardı, yatsıdan sonra iki rekât kılardı ve Cuma namazından sonra mescidden ayrılmadan namaz kılmazdı, sonra evde iki rekât kılardı.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated from Abu Ishaq, that 'Asim bin Damrah said:",
      "text": "Ebu İshak'tan rivayet edilmiştir ki, 'Asim bin Damrah şöyle dedi: \"Ali'ye Allah'ın Elçisi (ﷺ) namazı hakkında sorduk. O da: 'Aranızda bunu yapabilen kim var?' dedi. Biz: 'Yapamasak da, yine de bunu duymak istiyoruz.' dedik. O da: 'Güneş, akşamda ulaştığı yükseklikte (doğuda) olduğunda iki rekât kılardı, ve güneş, öğle vaktinde ulaştığı yükseklikte (doğuda) olduğunda dört rekât kılardı. Öğle namazından önce dört rekât ve sonra iki rekât kılardı, ve 'Asr'dan önce dört rekât kılardı, her iki rekâttan sonra Allah'a yakın olan melekler, peygamberler ve onlara uyan müminler ve Müslümanlar üzerine selam vererek ayırırdı.'\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Abu Ishaq, that Asim bin Damrah said:",
      "text": "Ebu İshak'tan rivayet edilmiştir ki, 'Asim bin Damrah şöyle dedi: \"Ali bin Ebi Talib'e Allah'ın Elçisi (ﷺ) gündüz farz namazlardan önceki namazı hakkında sordum. O da: 'Bunu yapabilen kim?' dedi. Sonra bize şunu söyledi: 'Allah'ın Elçisi (ﷺ) güneş zirvesini geçtikten sonra iki rekât, gün ortasına gelmeden önce dört rekât kılardı, namazın sonunda selam vererek.'\""
    }
  ]
}