{
  "language": "tr",
  "metadata": {
    "length": 153,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) namazın açılış tekbirini söylediğinde ellerini omuz hizasına kadar kaldırdığını gördüm. Rükûdan önce tekbir getirdiğinde de aynı şekilde yaptı, 'Sami Allahu liman hamidah (Allah, kendisini hamdedenleri işitir)' dediğinde de aynı şekilde yaptı, sonra 'Rabbana wa lakal-hamd (Ey Rabbimiz, sana hamd olsun)' dedi. Ancak secde ederken veya secdeden başını kaldırdığında bunu yapmadı.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) namaza durduğunda ellerini omuz hizasına kadar kaldırdığını gördüm, sonra tekbir getirdi. Rükûdan önce tekbir getirdiğinde de bunu yaptı, rükûdan başını kaldırdığında 'Sami Allahu liman hamidah (Allah, kendisini hamdedenleri işitir)' dediğinde de bunu yaptı. Ancak secde sırasında bunu yapmadı.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abdullah bin Umar :",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) namaza başladığında ellerini omuz hizasına kadar kaldırır, rükûya gittiğinde ve rükûdan başını kaldırdığında da aynı şekilde kaldırır ve 'Sami Allahu liman hamidah, Rabbana wa lakal-hamd (Allah, kendisini hamdedenleri işitir, ey Rabbimiz, sana hamd olsun)' derdi. Ancak secde ederken bunu yapmazdı.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abdul-Jabbar bin Wa'il that his father said:",
      "text": "Abdul-Cabbar bin Vail'den rivayet edilmiştir ki, babası şöyle demiştir: \"Ben, Allah'ın Elçisi (ﷺ) arkasında namaz kıldım ve o namaza başladığında tekbir getirdi ve ellerini kulak hizasına kadar kaldırdı. Sonra Fatiha Suresini okudu ve bitirdiğinde 'Amin' dedi ve sesini yükseltti.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Malik bin Al-Huwairith- who was one of the companions of the Prophet (ﷺ)- that:",
      "text": "Malik bin el-Hüveyrith'ten -ki o, Peygamber (ﷺ) sahabelerindendir- rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) namaz kıldığında, tekbir getirdiğinde ellerini kulak hizasına kadar kaldırır ve rükûya gitmek istediğinde ve rükûdan başını kaldırdığında da aynı şekilde yapardı.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Malik bin Al-Huwairith said:",
      "text": "Malik bin el-Hüveyrith'ten rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) namaza başladığında ellerini kaldırdığını, rükûya gittiğinde ve rükûdan başını kaldırdığında da ellerini kulak hizasına kadar kaldırdığını gördüm.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abdul-Jabbar bin Wa'il, from his father, that:",
      "text": "Abdul-Cabbar bin Vail'den, babasından rivayet edilmiştir ki: \"O, Peygamber (ﷺ) namaza başladığında ellerini kaldırdığını, parmak uçları neredeyse kulak memeleri hizasına geldiğini gördü.\""
    },
    {
      "id": 8,
      "narrator": "Sa'eed bin Sam'an said Abu Hurairah came to the Masjid of Banu Zuraiq and said:",
      "text": "Sa'id bin Sam'an dedi ki: \"Ebu Hureyre, Banu Zuraiq Mescidi'ne geldi ve şöyle dedi: 'Allah'ın Elçisi (ﷺ) üç şey yapardı ve insanlar bunları terk etti; namaz kılarken ellerini uzatarak kaldırırdı, kısa bir süre sessiz kalırdı ve secde ederken ve oturduğunda tekbir getirirdi.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Mescide girdi, sonra bir adam girdi ve namaz kıldı, sonra gelip Allah'ın Elçisi (ﷺ) ile selamlaştı. Allah'ın Elçisi (ﷺ) selamını aldı ve dedi ki: 'Geri dön ve namaz kıl, çünkü sen namaz kılmadın.' Adam geri döndü ve daha önce kıldığı gibi namaz kıldı, sonra Peygamber (ﷺ) ile selamlaştı ve Allah'ın Elçisi (ﷺ) ona dedi: 'Ve sana selam olsun. Geri dön ve namaz kıl, çünkü sen namaz kılmadın.' Bunu üç kez yaptı, sonra adam dedi ki: 'Seni hak ile gönderen Allah'a yemin ederim ki, bundan daha iyisini yapamam; bana öğret.' O da dedi ki: 'Namaza durduğunda tekbir getir, sonra Kur'an'dan sana kolay geleni oku. Sonra rükûya git, rükûda huzur buluncaya kadar bekle, sonra doğrul ve ayakta düz duruncaya kadar bekle. Sonra secde et, secdede huzur buluncaya kadar bekle, sonra otur ve otururken huzur buluncaya kadar bekle. Bunu namazın boyunca yap.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Abdullah bin Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: \"Bir adam, Allah'ın Elçisi (ﷺ) arkasında durdu ve dedi ki: 'Allahu Akbaru kabira wal-hamdu Lillahi kathira, wa subhan-Allahi bukratan was asila (Allah en büyüktür, Allah'a çok hamd olsun ve Allah'ı sabah ve akşam yüceltirim).' Allah'ın Elçisi (ﷺ) dedi ki: 'Bu sözleri kim söyledi?' Bir adam dedi ki: 'Ben söyledim, Ey Allah'ın Elçisi (SWT).' O da dedi ki: 'On iki melek (bu sözleri almak için) koştu.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Biz, Allah'ın Elçisi (ﷺ) ile namaz kılarken, insanlar arasında bir adam dedi ki: 'Allahu Akbaru kabira, wal-hamdu Lillahi kathira, wa subhan-Allahi bukratan was asila (Allah en büyüktür, Allah'a çok hamd olsun ve Allah'ı sabah ve akşam yüceltirim).' Allah'ın Elçisi (ﷺ) dedi ki: 'Bunu kim söyledi?' İnsanlar arasında bir adam dedi ki: 'Ben söyledim, Ey Allah'ın Elçisi.' O da dedi ki: 'Bunu beğendim,' ve cennetin kapılarının bunun için açıldığını belirten sözler söyledi.\" İbn Ömer dedi ki: \"Ben, Allah'ın Elçisi (ﷺ) bunu söylediğinden beri bunu söylemeyi asla bırakmadım.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Musa bin Umair Al-Anbari and Qais bin Sulaim Al-Anbari said:",
      "text": "Musa bin Ümeyr el-Enbari ve Kays bin Süleyman el-Enbari'den rivayet edilmiştir ki: \"Alkame bin Vail, babasının şöyle dediğini bize aktardı: 'Ben, Allah'ın Elçisi (ﷺ) namazda dururken, sol elini sağ eliyle tuttuğunu gördüm.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Al Hajjaj bin Abi Zainab said:",
      "text": "El-Haccac bin Ebi Zeynep'ten rivayet edilmiştir ki: \"Ben, Ebu Osman'ın, İbn Mes'ud'dan şöyle naklettiğini duydum: 'Peygamber (ﷺ) beni, namazda sol elimle sağ elim üzerine koyduğumda gördü. Sağ elimle sol elim üzerine koydu.'\""
    },
    {
      "id": 14,
      "narrator": "Wa'il bin Hujr said:",
      "text": "Vail bin Hucur dedi ki: \"Ben dedim ki: 'Allah'ın Elçisi (ﷺ) nasıl namaz kılıyor, onu izleyeceğim.' Öylece izledim ve o tekbir getirdi, ellerini kulak hizasına kadar kaldırdı, sonra sağ elini sol elinin üzerine, bilek ve alt ön koluna koydu. Rükûya gitmek istediğinde de ellerini aynı şekilde kaldırdı. Sonra secde etti ve ellerini kulak hizasına kadar koydu. Sonra oturdu ve sol bacağını altına aldı; sol elini sol uyluğuna ve dizine koydu, sağ dirseğinin kenarını sağ uyluğuna koydu, sonra iki parmağını birleştirip daire yaptı ve işaret parmağını kaldırdı, onu hareket ettirip dua ettiğini gördüm.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Peygamber (ﷺ) ellerini beline koyarak namaz kılmayı yasakladı.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Ziyad bin Subaih said:",
      "text": "Ziyad bin Subaih'tan rivayet edildiğine göre: \"İbn Umar'ın yanında namaz kıldım ve elimle belime koydum, o da bana elini vurdu. Namazı bitirdiğimde bir adama: 'Bu kim?' dedim. O da: 'Abdullah bin Umar.' dedi. Ben: 'Ey Abu Abdur-Rahman, neden bana kızgındın?' dedim. O da: 'Bu çarmıh pozisyonudur ve Allah'ın Resulü (ﷺ) bunu yapmamızı yasakladı.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Abu Ubaidah that:",
      "text": "Abu Ubaidah'tan rivayet edildiğine göre: Abdullah, ayakları bir arada namaz kılan bir adam gördü. O da: \"O, Sünnete aykırı hareket ediyor; eğer ağırlığını bir ayaktan diğerine kaydırsa, bu daha iyi olur.\" dedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated from Abdullah that:",
      "text": "Abdullah'tan rivayet edildiğine göre: O, ayakları bir arada namaz kılan bir adam gördü. O da: \"O, Sünnete uymuyor. Eğer ağırlığını bir ayaktan diğerine kaydırsa, bunu daha çok isterim.\" dedi."
    },
    {
      "id": 19,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: Allah'ın Resulü (ﷺ) namaza başladığında kısa bir süre duraklardı."
    },
    {
      "id": 20,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah şöyle dedi: \"Allah'ın Resulü (ﷺ) namaza başladığında kısa bir süre duraklardı. Ben: 'Babam ve annem sana fidye olsun, ey Allah'ın Resulü, durakladığında tekbir ile okuma arasında ne söylüyorsun?' dedim. O da: 'Şöyle derim: Allah'ım, beni günahlarımdan uzak tut, doğu ile batı arasındaki mesafe kadar; Allah'ım, beni günahlarımdan temizle, beyaz bir elbisenin kirden temizlendiği gibi; Allah'ım, günahlarımı su, kar ve dolu ile yıka.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Jabir bin Abdullah said:",
      "text": "Jabir bin Abdullah'tan rivayet edildiğine göre: \"Peygamber (ﷺ) namaza başladığında tekbir getirir, sonra şöyle derdi: 'Şüphesiz benim namazım, ibadetim, hayatım ve ölümüm alemlerin Rabbi olan Allah içindir. Onun ortağı yoktur. Bununla emrolundum ve ben Müslümanlardanım. Allah'ım, beni en güzel amellere ve en güzel ahlaklara yönlendir, en güzel olanlarına ancak Sen hidayet edersin. Beni kötü amellerden ve kötü ahlaklardan koru, onlardan ancak Sen korursun.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Ali, may Allah be pleased with him, that:",
      "text": "Ali'den, Allah ondan razı olsun, rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) namaza başladığında tekbir getirir, sonra şöyle derdi: 'Yüzümü gökleri ve yeri yaratan Allah'a çevirdim, ben de müslümanlardanım. Şüphesiz benim namazım, ibadetim, hayatım ve ölümüm alemlerin Rabbi olan Allah içindir. Onun ortağı yoktur. Bununla emrolundum ve ben Müslümanlardanım. Allah'ım! Sen Meliksin, Senden başka ilah yoktur, ben Senin kulunum, kendime zulmettim ve günahımı itiraf ettim, o halde tüm günahlarımı bağışla, günahları ancak Sen bağışlarsın. En güzel ahlaklara yönlendir, en güzel olanlarına ancak Sen hidayet edersin. Kötü olanlardan beni koru, onlardan ancak Sen korursun. Ben Senin hizmetindeyim, bütün hayır Senin elindedir ve şer Seninle ilişkilendirilmez. Ben Sen'e güvenirim ve Sen'e yönelirim, Sen yücesin, ben Sen'den af dilerim ve Sen'e tövbe ederim.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Muhammad bin Maslamah that:",
      "text": "Muhammad bin Maslamah'tan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) nafile namaz kılmak için ayağa kalktığında şöyle derdi: 'Allahu Ekber. Yüzümü gökleri ve yeri yaratan Allah'a çevirdim, hanif olarak Müslümanım ve ben de müşriklerden değilim. Şüphesiz benim namazım, ibadetim, hayatım ve ölümüm alemlerin Rabbi olan Allah içindir. Onun ortağı yoktur. Bununla emrolundum ve ben Müslümanların ilkiyim. Allah'ım, Sen Meliksin, Senden başka ilah yoktur, Senin şanın yücedir ve hamd Senindir.' Sonra okumaya devam ederdi.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Sa'eed'ten rivayet edildiğine göre: \"Peygamber (ﷺ) namaza başladığında şöyle derdi: 'Subhanakallahumma, wa bihamdika tabarakasmuka wa ta'ala jadduka wa la ilaha ghairuk (Sana hamd olsun, ey Allah. İsmin mübarek, yüceliğin yücedir, Senden başka ilah yoktur.)'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Abu Sa'eed şöyle dedi: \"Allah'ın Resulü (ﷺ) namaza başladığında şöyle derdi: 'Subhanakallahumma, wa bihamdika tabarakasmuka wa ta'ala jadduka wa la ilaha ghairuk (Sana hamd olsun, ey Allah. İsmin mübarek, yüceliğin yücedir, Senden başka ilah yoktur.)'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bize namaz kıldırıyordu, bir adam geldi ve camiye girdi, nefes nefese kalmıştı. O da: 'Allahu Ekber, hamd Allah'a olsun, çok güzel ve bereketli bir hamd.' dedi. Allah'ın Resulü (ﷺ) namazını bitirdiğinde: 'Aranızda bu sözleri söyleyen kim?' dedi. İnsanlar sessiz kaldı. O da: 'Kötü bir şey söylemedi.' Adam: 'Ben söyledim, ey Allah'ın Resulü. Geldim ve nefes nefese kaldım, bunu söyledim.' Peygamber (ﷺ) dedi ki: 'On iki melek, bu sözleri almak için koşuyordu.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildiğine göre: \"Peygamber (ﷺ), Abu Bekir ve Ömer, Allah onlardan razı olsun, okumalarına 'Alemlerin Rabbi olan Allah'a hamd olsun.' diyerek başlardı.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Anas:",
      "text": "Anas'tan rivayet edildiğine göre: \"Peygamber (ﷺ) ile birlikte namaz kıldım, Abu Bekir ve Ömer ile, Allah onlardan razı olsun, ve onlar 'Alemlerin Rabbi olan Allah'a hamd olsun.' diyerek başladılar.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Anas in Malik said:",
      "text": "Anas, Malik'ten rivayet ettiğine göre: \"Bir gün, o -Peygamber (ﷺ)- hala aramızdayken, bir uyku uyudu, sonra başını kaldırdı, gülümsüyordu. Ona: 'Neden gülüyorsun, ey Allah'ın Resulü?' dedik. O da: 'Az önce bu Sure bana indirildi: Rahman ve Rahim olan Allah'ın adıyla. Şüphesiz, sana (ey Muhammed) Kevser'i verdik. O halde Rabbin için namaz kıl ve yalnızca O'na kurban et. Seni sevmeyen, kesilecektir.' Sonra: 'Kevser'in ne olduğunu biliyor musunuz?' dedi. Biz: 'Allah ve Resulü en iyi bilendir.' dedik. O da: 'O, Rabbimin cennette bana vaad ettiği bir nehir. Kapları, yıldızların sayısından daha fazladır. Ümmetim bana gelecek, sonra içlerinden bir adam çekilecektir ve ben: 'Ey Rabbim, o benim ümmetimdendir.' diyeceğim. O da: 'Sen onun ne yaptığını bilmiyorsun.' diyecek.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Nu'aim Al-Mujmir said:",
      "text": "Nu'aim Al-Mujmir'den rivayet edildiğine göre: \"Abu Hurairah'ın arkasında namaz kıldım ve o: Rahman ve Rahim olan Allah'ın adıyla dedi, sonra Umm Al-Qur'an (Fatiha) okudu ve 'Senin gazabına uğrayanların yoluna değil, sapmışların yoluna değil' ayetine geldiğinde: 'Amin' dedi ve insanlar da 'Amin' dedi. Her secdeye gittiğinde: 'Allahu Ekber' dedi ve iki rekattan sonra oturduğunda ayağa kalkarken: 'Allahu Ekber' dedi. Selam verdikten sonra: 'Canım elinde olan Allah'a yemin ederim ki, namazım Allah'ın Resulü'nün namazına en çok benziyor.' dedi.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize namaz kıldırdı ve 'Bismillahirrahmanirrahim' okuduğunu duymadık. Ve Ebu Bekir ile Ömer de bize namaz kıldırdılar, onlardan da bunu duymadık.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Ben, Allah'ın Resulü (ﷺ), Ebu Bekir, Ömer ve Osman'ın arkasında namaz kıldım ve hiçbirinin 'Bismillahirrahmanirrahim' dediğini duymadım.\""
    },
    {
      "id": 33,
      "narrator": "Ibn Abdullah bin Mughaffal said:",
      "text": "İbn Abdullah bin Mughaffal dedi ki: \"Eğer Abdullah bin Mughaffal bizlerden herhangi birinin 'Bismillahirrahmanirrahim' okuduğunu duysa, derdi ki: 'Ben, Allah'ın Resulü (ﷺ) ve Ebu Bekir ile Ömer'in arkasında namaz kıldım -Allah onlardan razı olsun- ve hiçbirinin 'Bismillahirrahmanirrahim' okuduğunu duymadım.'\""
    },
    {
      "id": 34,
      "narrator": "Abu As-Sa'ib- the freed slave of Hisham bin Zuhrah-said:",
      "text": "Ebu As-Sa'ib -Hişam bin Zuhrah'ın azatlı kölesi- dedi ki: \"Ebu Hureyre'den duydum: 'Allah'ın Resulü (ﷺ) dedi ki: \"Kim, Umm Al-Quran'ı (Fatiha) okumadan namaz kılarsa, o namaz eksiktir, eksiktir, eksiktir, tamamlanmamıştır.\" Ben (Ebu As-Sa'ib) dedim: 'Ey Ebu Hureyre, bazen imamın arkasındayım.' O, koluma dokundu ve dedi ki: 'Kendin oku, ey Pers! Zira ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: \"Allah şöyle buyuruyor: 'Namazı, kendim ile kulum arasında iki parçaya ayırdım ve kulum, istediği şeyi alacaktır.' Allah'ın Resulü (ﷺ) dedi ki: \"Oku, çünkü kul 'Hamd, alemlerin Rabbi olan Allah'a aittir' dediğinde, Allah: 'Kulum beni övdü' der. 'Rahman ve Rahim olan Allah' dediğinde, Allah: 'Kulum beni yüceltti' der. 'Hesap Günü'nün (Kıyamet Günü) tek sahibi' dediğinde, Allah: 'Kulum beni yüceltti' der. 'Sadece sana ibadet ederiz ve sadece senden yardım dileriz' dediğinde, O: 'Bu, benimle kulum arasındadır ve kulum, istediği şeyi alacaktır.' 'Bizi doğru yola ilet, kendilerine nimet verdiğin kimselerin yoluna, gazaba uğramışların ve sapmışların yoluna değil' dediğinde, O: 'Bu, benim kulum içindir ve kulum, istediği şeyi alacaktır.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Ubadah bin As-Samit that :",
      "text": "Ubadah bin As-Samit'ten rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Fatihatil-Kitab okumayanın namazı yoktur.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Ubadah bin As-Samit said:",
      "text": "Ubadah bin As-Samit'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Fatihatil-Kitab veya daha fazlasını okumayanın namazı yoktur.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Cebrail, Allah'ın Resulü (ﷺ) ile birlikteyken, yukarıdan açılan bir kapı sesi duydu. Cebrail, selam üzerine olsun, gökyüzüne baktı ve dedi ki: 'Bu, daha önce hiç açılmamış bir cennettir.' Dedi ki: 'Oradan bir melek indi ve Peygamber'e (ﷺ) geldi ve dedi ki: 'Sana daha önce hiçbir peygambere verilmemiş iki ışığın müjdesini veriyorum: Kitabın Açılışı (Fatiha) ve Bakara Suresi'nin son ayetleri. Onlardan tek bir harf okumayacaksın ama sana verilecektir.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Sa'eed bin Al-Mu'alla that:",
      "text": "Ebu Sa'id bin Al-Mu'alla'dan rivayet edilmiştir: \"Peygamber (ﷺ) namaz kılarken yanından geçti ve onu çağırdı. O dedi ki: 'Namazımı bitirdim, sonra yanına geldim ve o dedi ki: 'Beni cevaplamaktan ne alıkoydu?' O dedi ki: 'Namaz kılıyordum.' O dedi ki: 'Allah, ey iman edenler! Size hayat verecek şeye çağırdığında, Allah'a (ona itaat ederek) ve Resulüne cevap verin demiyor mu? Size, mescidi terk etmeden önce en büyük sureyi öğretmeyeyim mi?' Sonra çıkmaya gitti, ben de dedim: 'Ey Allah'ın Resulü, söyledikleriniz ne olacak?' O dedi ki: 'Hamd, alemlerin Rabbi olan Allah'a aittir. Bunlar, bana verilen yedi sıkça okunanlardır ve Büyük Kur'an'dır.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah, Azim ve Yüce, Tevrat veya İncil'de Umm Al-Quran (Fatiha) gibi bir şey indirmemiştir, ki bu yedi sıkça okunanlardır ve (Allah) bunu kendim ile kulum arasında ayırdım, kulum istediğini alacaktır.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) yedi sıkça okunanı aldı; yedi uzun olanı.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah, Azim ve Yüce'nin kelimeleri hakkında: 'Yedi Al-Mathani (yedi tekrar edilen): 'Yedi uzun olanlar.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Imran bin Hussain said:",
      "text": "İmran bin Hüseyin'den rivayet edilmiştir: \"Peygamber (ﷺ) Zuhr namazı kıldı ve arkasında bir adam 'Rabbinin adını tesbih et, en yüce olan' okudu. Namazını bitirdiğinde, 'Rabbinin adını tesbih eden kim?' dedi. Bir adam: 'Ben okudum.' dedi. O da: 'Bazılarınızın bununla ilgili benimle tartıştığını anladım.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from Imran bin Husain that:",
      "text": "İmran bin Hüseyin'den rivayet edilmiştir: \"Peygamber (ﷺ) Zuhr veya Asr namazı kıldı ve arkasında bir adam okudu. Namazını bitirdiğinde, 'Hanginiz 'Rabbinin adını tesbih etti?' dedi. Halktan bir adam: 'Ben okudum ama sadece hayırdan başka bir şey kastetmedim.' dedi. Peygamber (ﷺ) dedi ki: 'Bazılarınızın bununla ilgili benimle tartıştığını anladım.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) yüksek sesle okuduğu bir namazı bitirdiğinde, 'Şimdi aranızdan biri benimle birlikte okudu mu?' dedi. Bir adam: 'Evet, ey Allah'ın Resulü.' dedi. O da: 'Kur'an okurken beni neyin dağıttığını merak ediyordum.'\" Böylece insanlar, Allah'ın Resulü (ﷺ) yüksek sesle okuduğu namazlarda okumayı bıraktılar."
    },
    {
      "id": 45,
      "narrator": "It was narrated that Ubadah bin As-Samit said:",
      "text": "Ubadah bin As-Samit'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) yüksek sesle okunan namazlardan birinde bize namaz kıldırdı ve dedi ki: 'Ben yüksek sesle okurken aranızdan hiç kimse okumamalıdır, sadece Umm Al-Quran (Fatiha) hariç.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İmam, takip edilmek üzere tayin edilmiştir, o tekbir getirdiğinde tekbir getirin, okuduğunda sessiz olun, ve o: \"Sami' Allahu liman hamidah\" dediğinde, \"Allahumma rabbana lakal-hamd\" deyin.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İmam, takip edilmek üzere tayin edilmiştir, o tekbir getirdiğinde tekbir getirin, okuduğunda sessiz olun.'\""
    },
    {
      "id": 48,
      "narrator": "Kathir bin Murrah Al-Hadrami narrated that :",
      "text": "Kathir bin Murrah Al-Hadrami rivayet etmiştir: Abu Ad-Darda'nın şöyle dediğini duydu: \"Allah'ın Resulü (ﷺ) kendisine soruldu: 'Her namazda okuma var mı?' O: 'Evet.' Ansar'dan bir adam: 'Bu farz mı?' dedi. O (Abu Ad-Darda) bana (Kathir) döndü, ben de ona en yakın olan kişiydim, ve: 'Bence eğer imam insanlara namaz kıldırıyorsa, bu onlara yeterlidir.' dedi.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Ibn Abi Awfa said:",
      "text": "İbn Abi Evfa'dan rivayet edilmiştir: \"Bir adam, Peygamber'e (ﷺ) geldi ve dedi ki: 'Kur'an'dan hiçbir şey öğrenemiyorum; bana Kur'an okumak yerine söyleyebileceğim bir şey öğret.' O: 'De ki: SubhanAllah, wal-hamdulilah, wa la illaha ill-Allah, wa Allahu Akbar, wa la hawla wa la quwwata illa Billahil-aliy al-azim (Allah'a hamdolsun, Allah'a övgü, Allah'tan başka ilah yoktur, Allah en büyüktür, ve Allah'tan başka güç ve kuvvet yoktur).'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Okuyucu Amin dediğinde, siz de \"Amin\" deyin, çünkü melekler Amin der ve bir kişinin Amin'i meleklerin Amin'i ile örtüşürse, Allah onun önceki günahlarını affeder.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Okuyucu Amin dediğinde, siz de \"Amin\" deyin, çünkü melekler Amin der ve bir kişinin Amin'i meleklerin Amin'i ile örtüşürse, Allah onun önceki günahlarını affeder.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İmam: \"Gazabına uğrayanların yolu değil, sapıtanların yolu değil\" dediğinde, \"Amin\" deyin, çünkü melekler Amin der ve imam Amin der, ve bir kişinin Amin'i meleklerin Amin'i ile örtüşürse, onun önceki günahları affedilir.'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İmam Amin dediğinde, Amin deyin, çünkü bir kişinin Amin'i meleklerin Amin'i ile örtüşürse, onun önceki günahları affedilir.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Abu Hurairah, may Allah be pleased with him, that:",
      "text": "Abu Hurayra, Allah ondan razı olsun, şöyle rivayet etmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İmam: \"Gazabına uğrayanların yolu değil, sapıtanların yolu değil\" dediğinde, \"Amin\" deyin, çünkü bir kişinin Amin'i meleklerin Amin'i ile örtüşürse, onun önceki günahları affedilir.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Eğer sizden biri: \"Amin\" der ve cennetteki melekler de Amin derse, ve biri diğerine örtüşürse, onun önceki günahları affedilir.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated from Mu'adh bin Rifa'ah bin Rafi' that :",
      "text": "Mu'adh bin Rifa'ah bin Rafi'den rivayet edilmiştir: \"Babası şöyle dedi: 'Ben Peygamber'in (ﷺ) arkasında namaz kıldım ve hapşırdım, \"Al-hamdu lillahi, hamdan kathiran tayiban mubarakan fih, mubarakan'alaihi, kama yuhibbu rabbuna wa yarda\" dedim (Allah'a hamdolsun, çok güzel ve bereketli hamd, Rabbimizin sevdiği ve razı olduğu gibi). Namazı bitirdiğinde, Allah'ın Resulü (ﷺ) dedi ki: 'Namazda kim konuştu?' Ama kimse bir şey söylemedi. Sonra ikinci kez dedi: 'Namazda kim konuştu?' Bunun üzerine Rifa'ah bin Rafi bin Afrah dedi: 'Benim, Ey Allah'ın Resulü.' O: 'Ben: \"Allah'a hamdolsun, çok güzel ve bereketli hamd, Rabbimizin sevdiği ve razı olduğu gibi.\" dedim.' Peygamber (ﷺ) dedi: 'Canım elinde olan Allah'a yemin ederim ki, otuzdan fazla melek, hangisinin bunu alacağını görmek için acele etti.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abdul-Jabbar bin Wa'il that :",
      "text": "Abdul-Jabbar bin Wa'il'den rivayet edilmiştir: \"Babası şöyle dedi: 'Ben Allah'ın Resulü'nün (ﷺ) arkasında namaz kıldım ve o tekbir getirdiğinde, ellerini kulaklarının altına kaldırdı. O: \"Gazabına uğrayanların yolu değil, sapıtanların yolu değil\" dediğinde, \"Amin\" dedi ve ben onun arkasında olmama rağmen onu duyabiliyordum. Allah'ın Resulü (ﷺ) bir adamın: \"Al-hamdu lillahi, hamdan kathiran tayiban mubarakan fih\" (Allah'a hamdolsun, çok güzel ve bereketli hamd) dediğini duydu. Peygamber (ﷺ) selam verdiğinde ve namazını bitirdiğinde, \"Namazda bu sözleri kim söyledi?\" dedi. Adam: \"Ben söyledim, Ey Allah'ın Resulü, ama bununla kötü bir şey kastetmedim.\" dedi. Peygamber (ﷺ) dedi: \"On iki melek acele etti (bunu almak için) ve hiçbir şey onu Taht'a kadar gitmekten alıkoymuyor.\"'"
    },
    {
      "id": 58,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Al-Harith bin Hişam, Allah'ın Resulü'ne (ﷺ) sordu: 'Vahiy sana nasıl gelir?' O: 'Bir çan sesi gibi, ve gittiğinde, onun (Cebrail'in) ne söylediğini hatırlıyorum, bu benim için en zor olanıdır. Ve bazen o (Cebrail) bana bir adam şeklinde gelir ve bunu bana verir.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir: \"Al-Harith bin Hişam, Allah'ın Resulü'ne (ﷺ) sordu: 'Vahiy sana nasıl gelir?' O: 'Bir çan sesi gibi, bu benim için en zor olanıdır. Gittiğinde, onun ne söylediğini hatırlıyorum. Ve bazen melek bana bir adam şeklinde görünür ve benimle konuşur, ve ben onun ne söylediğini hatırlıyorum.' Aişe dedi ki: 'Vahiy ona geldiğinde çok soğuk bir günde onu gördüm, ve alnı ter içinde kalmıştı.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın, Azim ve Yüce olan: \"Acelenme diye dilini oynatma. Onu toplamak ve sana okumayı öğretmek bize aittir.\" ayeti hakkında: \"Peygamber (ﷺ) vahiy geldiğinde çok sıkıntı çekerdi ve dudaklarını oynatırdı. Allah: 'Acelenme diye dilini oynatma. Onu toplamak ve sana okumayı öğretmek bize aittir.' dedi. O: 'Bu, onu kalbinde toplayacağı anlamına gelir, sonra sen onu okuyacaksın.' Ve biz onu sana okuduğumuzda, o zaman okumaya uy. O: 'Öyleyse onu dinle ve sessiz kal. Cebrail ona geldiğinde, Allah'ın Resulü (ﷺ) dinledi, ve gittiğinde, ona öğrettiği gibi okurdu.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated from Ibn Makhramah that:",
      "text": "İbn Makhramah'dan rivayet edilmiştir ki: Umar bin Al-Khattab, Allah ondan razı olsun, şöyle dedi: \"Hişam bin Hakim bin Hizam'ın, bana öğretilmeyen bir şekilde, Al-Furkan Suresi'ni okuduğunu duydum. Ben de: 'Bu sureyi sana kim öğretti?' dedim. O: 'Allah'ın Elçisi (ﷺ) öğretti.' dedi. Ben de: 'Yalan söylüyorsun; Allah'ın Elçisi (ﷺ) sana böyle öğretmedi.' Elinden tutup onu Allah'ın Elçisi (ﷺ)'ne götürdüm ve: 'Ey Allah'ın Elçisi, bana Al-Furkan Suresi'ni öğrettin, ama bu adamı senin bana öğrettiğin gibi okumadığını duydum.' dedim. Allah'ın Elçisi (ﷺ) dedi ki: 'Oku, ey Hişam.' O da daha önce okuduğu gibi okudu. Allah'ın Elçisi (ﷺ) dedi ki: 'Bu şekilde indirilmiştir.' Sonra: 'Oku, ey Umar.' dedi. Ben de okudum, o da: 'Bu şekilde indirilmiştir.' dedi. Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Kur'an, yedi farklı şekilde okunmak üzere indirilmiştir.'\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that AbdurRahman bin Abdul-Qari said:",
      "text": "Abdurrahman bin Abdul-Qari'den rivayet edilmiştir ki: \"Umar bin Al-Khattab, Allah ondan razı olsun, şöyle dedi: 'Hişam bin Hakim bin Hizam'ın Al-Furkan Suresi'ni, bana öğretilmeyen bir şekilde okuduğunu duydum, ve Allah'ın Elçisi (ﷺ) bana öğretti. Onu (namazında) kesmek üzereydim, ama namazını bitirmesine kadar bekledim. Sonra onun elbiselerinden tutup Allah'ın Elçisi (ﷺ)'ne götürdüm ve: 'Ey Allah'ın Elçisi, bu adamın Al-Furkan Suresi'ni, bana öğrettiğin gibi okumadığını duydum.' dedim. Allah'ın Elçisi (ﷺ) ona: 'Oku.' dedi. O da, benim duyduğum şekilde okudu. Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Bu şekilde indirilmiştir.' Sonra bana: 'Oku.' dedi. Ben de okudum ve o da: 'Bu şekilde indirilmiştir. Bu Kur'an, yedi farklı şekilde indirilmiştir, bu yüzden Kur'an'dan sizin için kolay olanını okuyun.' dedi.\""
    },
    {
      "id": 63,
      "narrator": "Urwah bin Az-Zubair narrated that Al-Miswar bin Makhramah and AbdurRahman bin Abdul-Qari told him that:",
      "text": "Urve bin Zübeyr, Al-Miswar bin Makhramah ve Abdurrahman bin Abdul-Qari'nin kendisine şöyle söylediklerini rivayet etmiştir: \"Umar bin Al-Khattab'ın şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) döneminde Hişam bin Hakim bin Hizam'ın Al-Furkan Suresi'ni okuduğunu duydum, onun okumasını dinledim ve o, Allah'ın Elçisi (ﷺ)'nin bana öğrettiği şekilde okumuyordu. Namaz kılarken üzerine atlamaya niyetlendim, ama sabırla bekledim, ta ki selam verdi (namazın sonunda). Selam verdikten sonra onun elbiselerinden tutup: 'Bu sureyi sana kim öğretti?' dedim. O: 'Allah'ın Elçisi (ﷺ) öğretti.' dedi. Ben de: 'Yalan söylüyorsun, Allah'a yemin ederim! Allah'ın Elçisi (ﷺ) bana bu sureyi öğretti.' dedim. Onu Allah'ın Elçisi (ﷺ)'ne götürdüm ve: 'Ey Allah'ın Elçisi, bu adamın Al-Furkan Suresi'ni, bana öğrettiğin gibi okumadığını duydum, ama sen bana Al-Furkan Suresi'ni öğrettin.' dedim. Allah'ın Elçisi (ﷺ) dedi ki: 'Bırak onu, ey Umar. Oku, ey Hişam.' Ben de, onun okuduğu şekilde okudum. Allah'ın Elçisi (ﷺ) dedi ki: 'Bu şekilde indirilmiştir.' Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Oku, ey Umar.' Ben de, bana öğrettiği şekilde okudum. Allah'ın Elçisi (ﷺ) dedi ki: 'Bu şekilde indirilmiştir.' Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Bu Kur'an, yedi farklı şekilde okunmak üzere indirilmiştir, bu yüzden Kur'an'dan sizin için kolay olanını okuyun.'\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Ubayy bin Ka'b that:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) Banu Ghifar'a ait bir havuzun yanında iken Cebrail, selam üzerine olsun, ona geldi ve: \"Allah, senin ummetine Kur'an'ı bir okuma şekliyle öğretmeni emrediyor.\" dedi. O: \"Rabbimden koruma ve bağışlanma istiyorum, ummetim buna dayanamaz.\" dedi. Sonra ikinci kez geldi ve: \"Allah, senin ummetine Kur'an'ı iki okuma şekliyle öğretmeni emrediyor.\" dedi. O: \"Rabbimden koruma ve bağışlanma istiyorum, ummetim buna dayanamaz.\" dedi. Sonra üçüncü kez geldi ve: \"Allah, senin ummetine Kur'an'ı üç okuma şekliyle öğretmeni emrediyor.\" dedi. O: \"Rabbimden koruma ve bağışlanma istiyorum, ummetim buna dayanamaz.\" dedi. Sonra dördüncü kez geldi ve: \"Allah, senin ummetine Kur'an'ı yedi okuma şekliyle öğretmeni emrediyor ve hangi şekilde okurlarsa doğru olacaktır.\" dedi."
    },
    {
      "id": 65,
      "narrator": "It was narrated that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bana bir sure öğretti ve ben mescitte otururken bir adamın onu benimkinden farklı bir şekilde okuduğunu duydum. Ona: 'Bu sureyi sana kim öğretti?' dedim. O: 'Allah'ın Elçisi (ﷺ) öğretti.' dedi. Ben de: 'Benimle kal, Allah'ın Elçisi (ﷺ)'ne gideceğiz.' dedim. Böylece ona geldik ve: 'Ey Allah'ın Elçisi, bu adam, bana farklı bir şekilde öğrettiğin bir sureyi okuyor.' dedim. Allah'ın Elçisi (ﷺ) dedi ki: 'Oku, ey Ubayy.' Ben de okudum, Allah'ın Elçisi (ﷺ) bana: 'Güzel okudun.' dedi. Sonra adama: 'Oku.' dedi. O da okudu ve benim okuma tarzımdan farklıydı. Allah'ın Elçisi (ﷺ) ona: 'Güzel okudun.' dedi. Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Ey Ubayy, Kur'an, yedi farklı okuma şekliyle indirilmiştir, bunların hepsi de güzeldir ve doğrudur.'\""
    },
    {
      "id": 66,
      "narrator": "It was narrated that Ubayy said:",
      "text": "Ubayy'den rivayet edilmiştir ki: \"İslam'a girdiğim günden beri aklımda hiçbir karışıklık yoktu, ta ki bir ayeti okuduğumda başka bir adamın farklı okuduğunu duyana kadar. Ben: 'Allah'ın Elçisi (ﷺ) bana bunu öğretti.' dedim. Diğer adam da: 'Allah'ın Elçisi (ﷺ) bana da öğretti.' dedi. Bunun üzerine Peygamber (ﷺ)'e gittim ve: 'Ey Allah'ın Elçisi, bana şu ve bu ayeti öğretmedin mi?' dedim. O: 'Evet.' dedi. Diğer adam: 'Bana da şu ve bu ayeti öğretmedin mi?' dedi. O: 'Evet. Cebrail ve Mikail, selam üzerine olsun, bana geldiler ve Cebrail sağımda, Mikail solumda oturdu. Cebrail, selam üzerine olsun, dedi ki: 'Kur'an'ı bir okuma şekliyle oku.' Mikail dedi ki: 'Ona daha fazla öğret, daha fazla öğret - ta ki yedi okuma şekli oluncaya kadar, her biri de güzeldir ve doğrudur.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Kur'an'ı öğrenen, hapsedilmiş bir devenin sahibine benzer. Eğer ona dikkat ederse, onu korur; ama serbest bırakırsa, kaybolur.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated from Abdullah that:",
      "text": "Abdullah'dan rivayet edilmiştir ki: Peygamber (ﷺ) dedi ki: \"Sizden hiç kimsenin: 'Şu ve bu ayeti unuttum.' demesi doğru değildir. Aksine, unutturulmuştur. Kur'an'ı çalışın, çünkü o, insanın kalbinden, bir devenin zincirinden kaçtığı kadar hızlı kaçar.\""
    },
    {
      "id": 69,
      "narrator": "Ibn Abbad narrated that:",
      "text": "İbn Abbad'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) Fajr'ın ilk rek'atinde \"De ki: Biz Allah'a ve bize indirilene inanıyoruz\" ayetini sonuna kadar okurdu, ikinci rek'atinde ise \"Biz Allah'a inanıyoruz ve şahitlik ederiz ki biz Müslümanız.\" derdi."
    },
    {
      "id": 70,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) \"De ki: Ey kafirler\" ve \"De ki: O, Allah'tır, (bir) tek\" ayetlerini Fajr'ın iki rek'atinde okudu."
    },
    {
      "id": 71,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ)'nin Fajr'da iki rek'at kıldığını ve onları o kadar kısa yaptığını gördüm ki: 'Onlarda Umm Al-Kitab'ı okudu mu?' dedim.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from Shabib Abi Rawh, from a man among the companions of the Prophet (ﷺ), that:",
      "text": "Şabib Abi Rawh'tan, Peygamber (ﷺ)'in sahabelerinden bir adamdan rivayet edilmiştir ki: \"O, Subh namazını kıldı ve Ar-Rum Suresi'ni okudu, ama okumasında tökezledi. Namazı bitirdikten sonra: 'Bizimle birlikte namaz kılan insanların düzgün bir şekilde abdest almadıklarında ne oluyor? O insanlar, Kur'an okumamızda tökezlememize neden oluyor.' dedi.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from Abu Barzah that:",
      "text": "Ebu Barzah'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) Al-Ghadah (Subh) namazında altmış ile yüz ayet arasında okurdu."
    },
    {
      "id": 74,
      "narrator": "It was narrated that Umm Hisham bint Harithah bin An-Nu'man said:",
      "text": "Umm Hişam bint Harithah bin An-Nu'man'dan rivayet edilmiştir ki: \"Ben sadece 'Kaf. Şanlı Kur'an ile.' öğrendim. Allah'ın Elçisi (ﷺ)'nin arkasında; o, Subh'da bunu okurdu.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Ziyad bin Ilaqah said:",
      "text": "Ziyad bin İlaqa'dan rivayet edilmiştir ki: \"Amcamın şöyle dediğini duydum: 'Ben, Allah'ın Elçisi (ﷺ) ile Subh namazı kıldım ve rek'atlerden birinde: \"Ve uzun hurma ağaçları, sıralı salkımlar ile.\" ayetini okudu.'\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Amr bin Huraith said:",
      "text": "Amr bin Huraith'ten rivayet edilmiştir: \"Ben, Peygamber (ﷺ) efendimizin sabah namazında: 'Güneş sarıldığı zaman.' ayetini okuduğunu duydum.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated from Uqbah bin Amr that:",
      "text": "Uqbah bin Amr'dan rivayet edilmiştir ki: O, Peygamber (ﷺ) efendimize Al-Mua'awwidhatain hakkında sordu. Uqbah dedi ki: \"Allah'ın Elçisi (ﷺ) bize sabah namazı kıldırdı ve onları okudu.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Uqbah bin Amr said:",
      "text": "Uqbah bin Amr'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) binerken onu takip ettim, ayağının üzerine elimle koydum ve dedim: Ey Allah'ın Elçisi, bana Hud Suresi'ni ve Yusuf Suresi'ni öğret. O dedi: 'Allah katında bundan daha büyük bir şey okuyamazsın: \"De ki: Sığınırım (Allah'a), fecrin Rabbine.\" ve \"De ki: Sığınırım (Allah'a), insanların Rabbine.\"'"
    },
    {
      "id": 79,
      "narrator": "It was narrated that Uqbah bin Amr said:",
      "text": "Uqbah bin Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bu gece bana, daha önce görülmemiş benzeri ayetler indirildi: \"De ki: Sığınırım (Allah'a), fecrin Rabbine.\"'"
    },
    {
      "id": 80,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) Cuma günü sabah namazında: \"Elif-Lam-Mim. Kitabın indirilmesi\" ve: \"İnsan üzerinde bir zaman gelmedi mi?\" ayetlerini okurdu."
    },
    {
      "id": 81,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) Cuma günü sabah namazında: \"Kitabın indirilmesi\" ve: \"İnsan üzerinde bir zaman gelmedi mi?\" ayetlerini okurdu."
    },
    {
      "id": 82,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) Sad suresinde secde etti ve dedi ki: \"Davut bu secdeyi tövbe için yaptı, biz ise şükür için yapıyoruz.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from Ja'far bin Al-Muttalib bin Abi Wada'ah that:",
      "text": "Ja'far bin Al-Muttalib bin Abi Wada'ah'tan rivayet edilmiştir ki: Babası dedi ki: \"Allah'ın Elçisi (ﷺ) Mekkede En-Necm Suresini okudu ve secde etti, onunla birlikte olanlar da secde etti. Ben başımı kaldırdım ve secde etmeyi reddettim.\" O zaman Al-Muttalib henüz İslam'ı kabul etmemişti."
    },
    {
      "id": 84,
      "narrator": "It was narrated from Abdullah that:",
      "text": "Abdullah'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) En-Necm Suresini okudu ve onun sırasında secde etti."
    },
    {
      "id": 85,
      "narrator": "It was narrated from Ata' bin Yasar that:",
      "text": "Ata' bin Yasar'dan rivayet edilmiştir ki: O, Zaid bin Thabit'e imamla birlikte okuma hakkında sordu. O dedi ki: \"İmamla birlikte hiçbir şeyde okuma yoktur.\" Ve Allah'ın Elçisine (ﷺ) \"Yıldız batarken (ya da kaybolurken)\" ayetini okuduğunu iddia etti ve o secde etmedi."
    },
    {
      "id": 86,
      "narrator": "It was narrated from Abu Salamah bin Abdur- Rahman that:",
      "text": "Abu Salamah bin Abdur-Rahman'dan rivayet edilmiştir ki: Abu Hurairah (onlara namaz kıldırdı ve) \"Gökyüzü yarıldığı zaman.\" ayetini okudu ve onun sırasında secde etti. Namazını bitirdikten sonra onlara, Allah'ın Elçisi (ﷺ)nin onun sırasında secde ettiğini söyledi."
    },
    {
      "id": 87,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) 'Gökyüzü yarıldığı zaman.' ayetinde secde etti.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Biz, Allah'ın Elçisi (ﷺ) ile birlikte 'Gökyüzü yarıldığı zaman.' ve 'Oku! Rabbinin adıyla.' ayetlerinde secde ettik.\""
    },
    {
      "id": 89,
      "narrator": "Narrated from Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: (Başka bir isnat) Abu Hurairah'tan, benzeri."
    },
    {
      "id": 90,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Abu Bekir ve Ömer 'Gökyüzü yarıldığı zaman.' ayetinde secde ettiler, onlardan daha hayırlı olan (Peygamber (ﷺ)) da secde etti.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Abu Bekir ve Ömer, Allah onlardan razı olsun, ve onlardan daha iyi olan, 'Gök yarıldığı zaman' ve 'Oku! Rabbinin adıyla.' ayetlerinde secde ettiler.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile birlikte; 'Gök yarıldığı zaman' ve 'Oku! Rabbinin adıyla.' ayetlerinde secde ettim.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated that Abu Rafi' said:",
      "text": "Abu Rafi' şöyle dedi: \"Ben, Abu Hurayra'nın arkasında İsha namazı kıldım ve o, 'Gök yarıldığı zaman' ayetini okudu ve bu esnada secde etti. Namazı bitirdiğinde, 'Ey Abu Hurayra, bu bizim alışık olduğumuz bir secde değil.' dedim. O da: 'Abu Al-Qasim (ﷺ) bu secdeyi yaptı ve ben de onun arkasında (namaz kılıyordum), bu secdeyi yapmaya devam edeceğim, ta ki Abu Al-Qasim ile karşılaşana kadar.' dedi.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that 'Ata said:",
      "text": "'Ata'dan rivayet edilmiştir: \"Abu Hurayra şöyle dedi: 'Her namazda bir tilavet olmalıdır. Allah'ın Elçisi (ﷺ) bize yüksek sesle okuduğunda duyduğumuzu, biz de size duyuruyoruz; ve onun sessiz okuduğunda gizlediğini, biz de sizden gizli tutuyoruz.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Her namazda bir tilavet vardır. Allah'ın Elçisi (ﷺ) bize yüksek sesle okuduğunda duyduğumuzu, biz de size duyuruyoruz; ve onun sessiz okuduğunda gizlediğini, biz de sizden gizli tutuyoruz.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara' şöyle dedi: \"Biz, Peygamber (ﷺ) arkasında Zuhr namazı kılardık ve ondan Luqman ve Adh-Dhariyat surelerinden bazı ayetleri işitirdik.\""
    },
    {
      "id": 97,
      "narrator": "Abu Bakr bin An-Nadr said:",
      "text": "Abu Bekir bin En-Nadr şöyle dedi: \"Biz, Anas ile At-Taff'taydık ve o, onlara Zuhr namazı kıldırdı. Namazı bitirdiğinde, 'Ben, Allah'ın Elçisi (ﷺ) ile birlikte Zuhr namazı kıldım ve o, bize iki rekatta iki sure okudu: 'Rabbini en yüce ismiyle tesbih et' ve 'Sana, o korkunç haber geldi mi?'\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir: \"Zuhr namazı için ikamet getirildiğinde, bir kişi Al-Baki'ye gidip ihtiyacını giderebilir, abdest alabilir ve (camiye) dönebilir, ve Allah'ın Elçisi (ﷺ) hala birinci rekatta, namazı uzatarak bulunurdu.\""
    },
    {
      "id": 99,
      "narrator": "Abdullah bin Abi Qatadah narrated that:",
      "text": "Abdullah bin Abi Katade şöyle rivayet etti: \"Babam dedi ki: 'Allah'ın Elçisi (ﷺ) bize namaz kıldırırdı ve ilk iki rekatta bazı ayetleri okur ve bize duyururdu. Zuhr'da (ilk) rekatı uzatırdı, sabahda da (ilk) rekatı uzatırdı.'\""
    },
    {
      "id": 100,
      "narrator": "Abdullah bin Abi Qatadah said:",
      "text": "Abdullah bin Abi Katade şöyle dedi: \"Babam bize, Allah'ın Elçisi (ﷺ) Zuhr ve 'Asr'ın ilk iki rekatında Umm Al-Quran ve iki sure okuduğunu, bazen bize bir ayet duyurduğunu ve ilk rekatı uzattığını söyledi.\""
    },
    {
      "id": 101,
      "narrator": "Abdullah bin Abi Qatadah narrated that:",
      "text": "Abdullah bin Abi Katade, babasının kendisine şöyle söylediğini rivayet etti: \"Allah'ın Elçisi (ﷺ) Zuhr namazının ilk iki rekatında bize okur, bazen bir ayet duyururdu. İlk rekatı uzatır, ikinciyi kısaltırdı. Bunu sabahda da yapardı, ilk rekatı uzatır, ikinciyi kısaltırdı. 'Asr namazının ilk iki rekatında da okur, ilk rekatı uzatır, ikinciyi kısaltırdı.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Abdullah bin Abi Qatadah that his father said:",
      "text": "Abdullah bin Abi Katade'den rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Elçisi (ﷺ) Zuhr ve 'Asr'ın ilk iki rekatında Umm Al-Quran ve iki sure okur, son iki rekatında da Umm Al-Quran ile birlikte okur, bazen bize bir ayet duyururdu ve ilk rekatı uzatırdı.\""
    },
    {
      "id": 103,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "Abu Salamah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Zuhr ve 'Asr'ın ilk iki rekatında Umm Al-Quran ve iki sure okur, bazen bize bir ayet duyururdu ve Zuhr'un ilk rekatını uzatırdı, sabahda da aynı şekilde yapardı.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated from Jabir bin Samurah that :",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Peygamber (ﷺ) 'Büyük yıldızları tutan göğe' ve 'Göğe ve At-Tariq'e (gece gelen, yani parlak yıldız)' ve benzeri sureleri Zuhr ve 'Asr'da okurdu.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah şöyle dedi: \"Peygamber (ﷺ) 'Gece örtünce' ayetini Zuhr'da okur ve 'Asr'da benzeri bir şey okur, sabahda ise ondan daha uzun bir şey okurdu.\""
    },
    {
      "id": 106,
      "narrator": "It was narrated that Zaid bin Aslam said:",
      "text": "Zaid bin Aslam'dan rivayet edildiğine göre: \"Anas bin Malik'in yanına girdik ve o: 'Namaz kıldınız mı?' dedi. Biz: 'Evet.' dedik. O: 'Ey cariye, bana abdest için su getir!' dedi. 'Sizin imamınızdan daha çok Allah'ın Resulü'nün (ﷺ) namazına benzeyen bir imamın arkasında hiç namaz kılmadım.' Zaid dedi ki: \"Ömer bin Abdülaziz, rükû ve secdeleri (acele etmeden) tam yapar, ayakta ve otururken ise hafifletirdi.\""
    },
    {
      "id": 107,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: \"Hiçbir kimsenin namazı, Allah'ın Resulü'nün (ﷺ) namazına bu kadar benzeyen birinin arkasında namaz kılmadım.\" (Rivayet eden) Süleyman dedi ki: \"O, Zuhr'un ilk iki rekâtını uzun, son iki rekâtını kısa kılardı ve 'Asr'ı kısa kılardı; Maghrib'de kısa Mufassal sureleri, İsha'da orta uzunluktaki Mufassal sureleri ve Subh'da uzun Mufassal sureleri okurdu.\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: \"Hiçbir kimsenin namazı, Allah'ın Resulü'nün (ﷺ) namazına bu kadar benzeyen birinin arkasında namaz kılmadım. O kişi arkasında namaz kıldık ve Zuhr'un ilk iki rekâtını uzun, son iki rekâtını kısa kılardı; 'Asr'ı kısa kılardı; Maghrib'de kısa Mufassal sureleri okurdu. İsha'da: 'Güneş ve onun parıltısı' ve benzeri sureleri okurdu, Subh'da ise iki uzun sure okurdu.\""
    },
    {
      "id": 109,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Ensar'dan bir adam, Mu'adh'ın iki deve ile namaz kıldığı sırada geçerken, o (Mu'adh) Al-Baqarah'ı okumaya başlamıştı. O adam namaz kıldıktan sonra gitti. Bu durum Peygamber'e (ﷺ) ulaştı ve o: 'İnsanlara zorluk mu çıkarmak istiyorsun, ey Mu'adh; insanlara zorluk mu çıkarmak istiyorsun, ey Mu'adh? Neden: 'Rabbini, en yüce olanın ismiyle tesbih et' ve 'Güneş ve onun parıltısı' gibi sureleri okumuyorsun?' dedi.\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from Anas that Umm Al-Fadl bint Al-Harith said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) evinde bize Maghrib namazı kıldırdı ve Al-Mursalat'ı okudu, ardından o günden sonra vefat edene kadar hiç namaz kılmadı.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Ibn Abbas from his mother that:",
      "text": "İbn Abbas'tan, annesinden rivayet edildiğine göre: \"O, Peygamber'in (ﷺ) Maghrib'de Al-Mursalat okuduğunu duydu.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Muhammad bin Jubair bin Mut'im that:",
      "text": "Muhammad bin Jubair bin Mut'im'den rivayet edildiğine göre: \"Babası dedi ki: 'Peygamber'in (ﷺ) Maghrib'de At-Tur okuduğunu duydum.'\""
    },
    {
      "id": 113,
      "narrator": "Mu'awiyah bin Abdullah bin Ja'far narrated that Abdullah bin 'Utbah bin Mas'ud told him that:",
      "text": "Mu'aviye bin Abdullah bin Ca'fer, Abdullah bin 'Utbah bin Mes'ud'dan rivayet etti ki: \"Allah'ın Resulü (ﷺ) Maghrib'de 'Ha-Mim Ad-Duhkan' okudu.\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from Zaid bin Thabit that :",
      "text": "Zaid bin Thabit'ten rivayet edildiğine göre: \"Marwan'a dedim ki: 'Ey Ebu Abdul-Malik, Maghrib'de: 'De ki: O Allah'tır, (tek) olan' ve 'Şüphesiz, sana Al-Kawthar' okur musun?' O: 'Evet.' dedi. Ben (Zaid) dedim: 'Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) orada iki uzun sureden daha uzun olanı okudu: 'Alif-Lam-Mim-Sad.'\""
    },
    {
      "id": 115,
      "narrator": "Marwan bin Al-Hakam narrated that:",
      "text": "Marwan bin Hekem'den rivayet edildiğine göre: \"Zaid bin Thabit dedi ki: 'Neden Maghrib'de kısa sureler okuduğunu görüyorum, oysa ben Allah'ın Resulü'nün (ﷺ) orada iki uzun sureden daha uzun olanı okuduğunu gördüm?' Ben: 'Ey Ebu Abdullah, iki uzun sureden hangisi daha uzundur?' dedim. O: 'Al-A'raf.' dedi.\""
    },
    {
      "id": 116,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) Maghrib'de Al-A'raf'ı okudu ve onu iki rekât arasında böldü.\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edildiğine göre: \"Allah'ın Resulü'nü (ﷺ) Maghrib'den sonra iki rekâtta 'De ki: Ey kafirler' ve 'De ki: O Allah'tır, (tek) olan' okurken yirmi kez izledim.\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bir adamı bir sefere gönderdi ve o, namaz kıldırırken arkadaşlarına okur ve 'De ki: O Allah'tır, (tek) olan' ile bitirirdi. Onlar geri döndüklerinde, Allah'ın Resulü'ne (ﷺ) bunu anlattılar. O: 'Ona neden böyle yaptığını sorun.' dedi. Onlar ona sordular ve o: 'Çünkü bu, Rahman'ın, Aziz ve Yüce olanın bir tarifidir ve ben bunu okumayı seviyorum.' dedi. Allah'ın Resulü (ﷺ) dedi ki: 'Ona söyleyin ki, Allah (SWT), Aziz ve Yüce olan, onu seviyor.'\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Ubaid bin Hunain, the freed slave of the family of Zaib bin Al-Khattab, said:",
      "text": "Ubaid bin Hunain, Zeyd bin Al-Khattab'ın azatlı kölesi olarak rivayet etti ki: \"Abu Hurayra'nın şöyle dediğini duydum: 'Ben, Allah'ın Resulü (ﷺ) ile birlikte döndüm ve bir adamın 'De ki: O Allah'tır, (tek) olan, Allah-us-Samad (Kendine yeterli olan Efendi). O doğurmaz ve doğurulmamıştır. Ve O'na eşit veya benzer yoktur.' okuduğunu duydum. Allah'ın Resulü (ﷺ) dedi ki: 'Bu garanti altındadır.' Biz ona: 'Nedir, ey Allah'ın Resulü?' dedik. O: 'Cennet.' dedi.\""
    },
    {
      "id": 120,
      "narrator": "It was narrated from Abu Sa'eed Al Khudri that:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edildiğine göre: \"Bir adam, başka bir adamın 'De ki: O Allah'tır, (tek) olan' okuduğunu ve bunu tekrar ettiğini duydu. Sabah olunca, Allah'ın Resulü'ne (ﷺ) bunu anlattı. Allah'ın Resulü (ﷺ) dedi ki: 'Canım elinde olan Allah'a yemin ederim ki, bu, Kur'an'ın üçte biri gibidir.'\""
    },
    {
      "id": 121,
      "narrator": "It was narrated from Abu Ayyub that:",
      "text": "Abu Ayyub'dan rivayet edildiğine göre: Peygamber (ﷺ) şöyle dedi: \"De ki: O Allah'tır, (tek) O'dur\" ayeti Kur'an'ın üçte biridir.\""
    },
    {
      "id": 122,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Muadh ayağa kalktı ve İsha namazını kıldırdı, uzun tuttu. Peygamber (ﷺ) dedi ki: 'İnsanlara zorluk çıkarmak mı istiyorsun, ey Mu'adh; insanlara zorluk çıkarmak mı istiyorsun ey Mu'adh? Neden 'Rabbini en yüce ismiyle tesbih et' veya Ad-Duha ya da 'Gök yarıldığı zaman' ayetlerini okumadın?\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Mu'adh bin Cebel, arkadaşlarına İsha namazını kıldırdı ve uzun tuttu. Bir adam çıktı, Mu'adh bunun hakkında bilgilendirildi ve o da: 'O bir münafıktır.' dedi. Bu haber adamın kulağına gitti, o da Peygamber (ﷺ)'e gidip Mu'adh'ın söylediklerini anlattı. Peygamber (ﷺ) ona: 'İnsanlara zorluk çıkarmak mı istiyorsun, ey Mu'adh? İnsanları namazda kıldırdığında, 'Güneşe ve onun parlaklığına' ve 'Rabbini en yüce ismiyle tesbih et' ve 'Gece örtünce' ve 'Oku! Rabb'in adıyla.' ayetlerini oku.' dedi.\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Abdullah bin Buraidah, from his father, that:",
      "text": "Abdullah bin Buraidah'dan, babasından rivayet edildiğine göre: Allah'ın Resulü (ﷺ) İsha namazında 'Güneşe ve onun parlaklığına' ve benzeri sureleri okurdu.\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Al-Bara' bin Azib said:",
      "text": "Al-Bara' bin Azib'den rivayet edildiğine göre: \"Ben, Allah'ın Resulü (ﷺ) ile Al-'Atamah (İsha) namazını kıldım ve o, 'Zeytin ve zeytin ağacına' ayetini okudu.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated that Al-Bara' bin Azib said:",
      "text": "Al-Bara' bin Azib'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bir yolculuktaydı ve İsha'nın ilk rek'atında 'İncir ve zeytin'e ayetini okudu.\""
    },
    {
      "id": 127,
      "narrator": "Abu 'Awn said:",
      "text": "Ebu 'Awn dedi ki: \"Jabir bin Samurah'ın şöyle dediğini duydum: 'Ömer, Sa'd'a dedi ki: 'İnsanlar seninle ilgili her şeyden, hatta namazından şikayet ediyorlar.' Sa'd dedi ki: 'İki rek'atta zamanımı alıyorum ve diğer iki rek'atta kısaltıyorum. Allah'ın Resulü (ﷺ)'nun namazda yaptığına en iyi şekilde uymaya çalışıyorum.' Ömer dedi ki: 'Bu, seninle ilgili düşündüğüm şeydi.'\""
    },
    {
      "id": 128,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edildiğine göre: \"Al-Khufah halkından bazıları Sa'd'dan Ömer'e şikayet ettiler. Dediler ki: 'Vallahi, o namazı düzgün kılmıyor.' O da dedi ki: 'Ben onları Allah'ın Resulü (ﷺ) gibi namaza kıldırıyorum ve ondan sapmıyorum. İki rek'atta zamanımı alıyorum ve diğer iki rek'atta kısaltıyorum.' Ömer dedi ki: 'Bu, seninle ilgili düşündüğüm şeydi.'\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre: \"Bir adam ona geldi ve dedi ki: 'Geçen gece Al-Mufassal'ı bir rek'atta okudum.' O da dedi ki: 'Bu, şiir okumak gibidir. Allah'ın Resulü (ﷺ) benzer sureleri, Al-Mufassal'dan yirmi sureyi on rek'atta okurdu.' Sonra 'Alqamah'ın elini aldı ve içeri girdi, sonra Alqamah dışarı çıktı ve biz ona sorduk, o da bize ne olduklarını söyledi.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that 'Amr bin Murrah said:",
      "text": "Amr bin Murrah'dan rivayet edildiğine göre: \"Abu Wa'il'in şöyle dediğini duydum: 'Bir adam Abdullah'ın huzurunda dedi ki: 'Ben Al-Mufassal'ı bir rek'atta okudum.' O da dedi ki: 'Bu, şiir okumak gibidir. Allah'ın Resulü (ﷺ) benzer sureleri bir arada okurdu.' Ve Al-Mufassal'dan yirmi sureyi, her rek'atta ikişer ikişer saydı.\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "Abdullah'dan rivayet edildiğine göre: \"Bir adam ona geldi ve dedi ki: 'Geçen gece Al-Mufassal'ı bir rek'atta okudum.' O da dedi ki: 'Bu, şiir okumak gibidir. Ama Allah'ın Resulü (ﷺ) benzer sureleri, Al-Mufassal'dan, Ha-Mim ile başlayan yirmi sureyi okurdu.'\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Abdullah bin As-Sa'ib said:",
      "text": "Abdullah bin As-Sa'ib'den rivayet edildiğine göre: \"Ben, Allah'ın Resulü (ﷺ) ile Feth günü (Mekke'nin Fethi) birlikteydim. Kabe'nin önünde namaz kıldı. Ayakkabılarını çıkardı ve soluna koydu, ardından Surat Al-Mu'minun'u okumaya başladı. Musa ve 'İsa'dan (onlara selam olsun) bahseden ayete geldiğinde, öksürdü, sonra rükûya gitti.\""
    },
    {
      "id": 133,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Hudhaifah'dan rivayet edildiğine göre: \"Bir gece Peygamber (ﷺ) ile yan yana namaz kıldım. Okudu ve ceza hakkında bir ayete geldiğinde durur ve Allah'a sığınırdı; merhamet hakkında bir ayete geldiğinde merhamet için dururdu. Rükûda 'Subhana Rabbil-Azim (Yüce Rabbime hamdolsun)' derdi ve secdede 'Subhan Rabbil-A'la (Yüce Rabbime hamdolsun)' derdi.\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Hudhaifah'dan rivayet edildiğine göre: \"Peygamber (ﷺ) bir rek'atta Surat Al-Baqarah, Al 'Imran ve An-Nisa' okudu ve merhamet hakkında bir ayete gelmedi ki Allah'tan onu istemesin, ceza hakkında bir ayete gelmedi ki Allah'tan ondan korunmasını istemesin.\""
    },
    {
      "id": 135,
      "narrator": "Jasrah bint Dijajah said:",
      "text": "Jasrah bint Dijajah dedi ki: \"Abu Dharr'ın şöyle dediğini duydum: 'Peygamber (ﷺ) bir gece boyunca bir ayeti tekrar tekrar okudu. Ayet şuydu: 'Eğer onları cezalandırırsan, onlar senin kullarındır, eğer onları affedersen, gerçekten, sen, yalnızca sen, Mutlak Güçlü ve Hikmet Sahibi'sin.'\""
    },
    {
      "id": 136,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah, Azîm ve Celîl olanın şu sözü hakkında: \"Salahınızı (namazınızı) ne yüksek sesle ne de alçak sesle kılın\" - Bu, Allah Resulü (ﷺ) Mekkede gizli olarak tebliğ ederken nazil olmuştur. O, arkadaşlarına namaz kıldırdığında sesini yükseltirdi\" - (Rivayet edenlerden biri) İbn Mani' dedi ki: O, Kur'an'ı yüksek sesle okurdu\" - \"Ve putperestler onun sesini duyduklarında Kur'an'a ve onu indiren Allah'a, onu getiren kişiye hakaret ederlerdi. Bunun üzerine Allah, Azîm ve Celîl olan, Peygamberine (ﷺ) şöyle buyurdu: Salahını (namazını) ne yüksek sesle, yani putperestlerin senin tilavetini duyup Kur'an'a hakaret edebileceği şekilde; ne de alçak sesle, böylece arkadaşlarının seni duyamayacağı şekilde; ama arada bir yol izle.\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Peygamber (ﷺ) Kur'an okurken sesini yükseltirdi ve putperestler onun sesini duyduklarında Kur'an'a ve onu getiren kişiye hakaret ederlerdi. Bunun üzerine Peygamber (ﷺ) sesini alçaltmaya başladı ki arkadaşları onu duymasın. Sonra Allah (SWT), Azîm ve Celîl olan, şöyle vahyetti: 'Salahınızı (namazınızı) ne yüksek sesle ne de alçak sesle kılın, ama arada bir yol izleyin.'\""
    },
    {
      "id": 138,
      "narrator": "Umm Hani said:",
      "text": "Ümmü Hani dedi ki: \"Ben, Peygamber (ﷺ) Kur'an okurken, çatımda olduğumda onu dinlerdim.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katâde'den rivayet edildiğine göre: \"Ben Anas'a sordum: 'Allah Resulü (ﷺ) Kur'an'ı nasıl okurdu?' O da: 'Sesleri uzatırdı.'\""
    },
    {
      "id": 140,
      "narrator": "It was narrated that Abu Bara' said:",
      "text": "Ebu Berâ'dan rivayet edildiğine göre: \"Allah Resulü (ﷺ) dedi ki: 'Kur'an okurken seslerinizi güzel yapın.'\""
    },
    {
      "id": 141,
      "narrator": "It was narrated that Al-Bara' bin Azib said:",
      "text": "Al-Bara' bin Azib'den rivayet edildiğine göre: \"Allah Resulü (ﷺ) dedi ki: 'Kur'an okurken seslerinizi güzel yapın.'\""
    },
    {
      "id": 142,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: O, Allah Resulü (ﷺ) şöyle derken duydu: \"Allah, bir Peygamberin güzel bir sesle Kur'an okumasını dinlemekten daha fazla hiçbir şeyi dinlemez.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: Peygamber (ﷺ) dedi ki: \"Allah, Azîm ve Celîl olan, bir Peygamberin Kur'an okumasını dinlemekten daha fazla hiçbir şeyi dinlemez.\""
    },
    {
      "id": 144,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah Resulü (ﷺ) Ebu Musa'nın tilavetini duydu ve dedi ki: \"O, Davud ailesinin (aleyhisselam) mazamirinden bir mizmar verilmiş birisidir.\""
    },
    {
      "id": 145,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah Resulü (ﷺ) Ebu Musa'nın tilavetini duydu ve dedi ki: 'Bu adam, Davud ailesinin (aleyhisselam) mazamirinden bir mizmar verilmiş birisidir.'\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah Resulü (ﷺ) Ebu Musa'nın tilavetini duydu ve dedi ki: 'Bu adam, Davud ailesinin (aleyhisselam) mazamirinden bir mizmar verilmiş birisidir.'\""
    },
    {
      "id": 147,
      "narrator": "It was narrated from Ya'la bin Mamlak that :",
      "text": "Ya'la bin Mamlak'tan rivayet edildiğine göre: O, Ümmü Selâme'ye Allah Resulü'nün (ﷺ) tilaveti ve namazı hakkında sordu ve o da: \"Namazı hakkında neden bilgi edinmek istiyorsun?\" dedi. Sonra onun tilavetini, her harfin ayırt edilebilecek kadar ölçülü ve net olduğunu tarif etti."
    },
    {
      "id": 148,
      "narrator": "It was narrated from Abu Salamah bin Abdur-Rahman that:",
      "text": "Ebu Selâme bin Abdurrahman'dan rivayet edildiğine göre: Marvan, Ebu Hureyre'yi Medine valisi olarak atadı. O, farz namaz kılmak için ayağa kalktığında tekbir getirir, sonra rükûya gittiğinde tekbir getirir, rükûdan başını kaldırdığında: \"Sami' Allahu liman hamidah, Rabbana wa lakal-hamd (Allah, kendisini övenleri işitir; Rabbimiz, sana hamd olsun)\" derdi. Sonra secdeye gittiğinde tekbir getirir, iki rekattan sonra Tashahhud'dan sonra ayağa kalktığında tekbir getirir ve namazı bitirene kadar bunu yapardı. Namazını bitirip selam verdikten sonra, camideki insanlara döner ve: \"Canımın olduğu zatın hakkı için, aranızda namazı en çok Allah Resulü'nün (ﷺ) namazına benzeyen benim.\" derdi."
    },
    {
      "id": 149,
      "narrator": "It was narrated that Malik bin Al-Huwairith said:",
      "text": "Malik bin Hüveyrith'ten rivayet edildiğine göre: \"Ben, Allah Resulü'nün (ﷺ) tekbir getirirken, rükûya giderken ve rükûdan başını kaldırırken ellerini kulaklarının en yüksek yerine kadar kaldırdığını gördüm.\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from Salim that:",
      "text": "Salim'den rivayet edildiğine göre: Babası dedi ki: \"Ben, Allah Resulü'nün (ﷺ) namaza başladığında ellerini omuzlarıyla paralel olacak şekilde kaldırdığını, (bunu) rükûya gittiğinde ve rükûdan başını kaldırdığında yaptığını gördüm.\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from 'Alqamah, that Abdullah said:",
      "text": "'Alqamah'tan rivayet edilmiştir, Abdullah şöyle demiştir: \"Size Allah'ın Elçisi'nin (ﷺ) namazından bahsetmeyeyim mi? İlk defa ellerini kaldırarak durdu ve sonra bunu bir daha yapmadı.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated that Abu Mas'ud said:",
      "text": "---"
    },
    {
      "id": 153,
      "narrator": "It was narrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Mas'ud'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bir adam rükû ve secde ederken omurgasını dinlendirmedikçe namazı geçerli değildir.'\""
    }
  ]
}