{
  "language": "tr",
  "metadata": {
    "length": 150,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Alqamah and Al-Aswad that:",
      "text": "'Alqamah ve Al-Aswad'dan rivayet edilmiştir ki: 'Abdullah ile evinde idik ve o: \"Bu insanlar namaz kıldılar mı?\" dedi. Biz: \"Evet.\" dedik. Bunun üzerine o, onlara namaz kıldırdı ve aralarında durdu, ne ezan ne de ikamet olmadan, ve dedi ki: \"Eğer üç iseniz böyle yapın, eğer daha fazlasıysanız, aranızdan biri diğerlerine namaz kıldırsın ve ellerini uyluklarının üzerine koysun. Sanki Allah'ın Resulü'nün (ﷺ) parmaklarını, birbirine kenetli olarak görebiliyorum.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that 'Alqamah and Al-Aswad said:",
      "text": "'Alqamah ve Al-Aswad'dan rivayet edilmiştir ki: \"Abdullah bin Mes'ud ile evinde namaz kıldık. O, aramızda durdu ve ellerimizi dizlerimizin üzerine koymamızı istedi, fakat o, ellerimizi kaldırdı ve parmaklarımızı kenetlememizi sağladı ve dedi ki: \"Ben, Allah'ın Resulü'nü (ﷺ) bunu yaparken gördüm.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bize namazı öğretti. O, kalktı ve tekbir aldı, ve rükûya gitmek istediğinde, ellerini birleştirdi ve ellerini dizlerinin arasına koyarak rükû yaptı.\" Bunun haberi Sa'd'a ulaştı ve o: \"Kardeşim doğru söyledi. Biz bunu yapardık, sonra bize bunun yerine dizleri tutmamız emredildi.\" dedi."
    },
    {
      "id": 4,
      "narrator": "It was narrated that Mus'ab bin Sa'd said:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir ki: \"Babamın yanında namaz kıldım ve ellerimi dizlerimin arasına koydum, o da bana: 'Ellerini dizlerinin üzerine koy.' dedi. Sonra ben bunu tekrar yaptım ve o, ellerime vurdu ve dedi ki: 'Bunu yapmamız yasaklandı, ve ellerimizi dizlerimizin üzerine koymamız emredildi.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Mus'ab bin Sa'd said:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir ki: \"Rükûya gittim ve ellerimi birleştirdim, babam da: 'Bu, bizim yaptığımız bir şeydi, sonra onları dizlerimize kaldırdık.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar'dan rivayet edilmiştir ki: \"Dizleri tutmanız size farzdır, o yüzden dizleri tutun.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Abdur-Rahman As-Sulami said:",
      "text": "'Abdur-Rahman As-Sulami'den rivayet edilmiştir ki: \"'Umar dedi ki: 'Sünnet, dizleri tutmaktır.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Salim said:",
      "text": "Salim'den rivayet edilmiştir ki: \"Abu Mas'ud'a geldik ve ona: 'Bize Allah'ın Resulü'nün (ﷺ) namazı hakkında anlat.' dedik. O, bizim önümüzde durdu ve tekbir aldı, sonra rükûya gittiğinde avuçlarını dizlerinin üzerine koydu ve parmaklarını daha aşağıda yerleştirdi, ve dirseklerini yanlarından dışarıya açtı, ta ki her bir parçası yerleşene kadar. Sonra dedi: Sami' Allahu liman hamidah, Rabbana wa lakal-hamd (Allah, kendisine hamd edenleri işitir, Rabbimiz, sana hamd olsun), sonra her bir parçası yerleşene kadar ayakta durdu.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that 'Uqbah bin 'Amir said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki: \"Size Allah'ın Resulü'nü (ﷺ) nasıl namaz kılarken gördüğümü göstermeyeyim mi?\" Dedik: \"Evet.\" O, kalktı ve rükûya gittiğinde avuçlarını dizlerinin üzerine koydu ve parmaklarını dizlerinin arkasına yerleştirdi, ve kollarını yanlarından dışarıya açtı, ta ki her bir parçası yerleşene kadar. Sonra başını kaldırdı ve her bir parçası yerleşene kadar ayakta durdu. Sonra secde etti ve kollarını yanlarından dışarıya açtı, ta ki her bir parçası yerleşene kadar. Sonra oturdu ve her bir parçası yerleşene kadar oturdu. Sonra tekrar secde etti ve her bir parçası yerleşene kadar secde etti. Sonra böyle dört rek'at yaptı. Sonra dedi ki: \"Ben, Allah'ın Resulü'nü (ﷺ) böyle namaz kılarken gördüm, ve o, bize böyle namaz kıldırırdı.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Salim Al- Barrad said:",
      "text": "Salim Al-Barrad'dan rivayet edilmiştir ki: \"Abu Mus'ad dedi ki: 'Size Allah'ın Resulü'nün (ﷺ) nasıl namaz kıldığını göstermeyeyim mi?' Dedik: 'Evet.' O, kalktı ve tekbir aldı, ve rükûya gittiğinde kollarını yanlarından dışarıya açtı, ta ki her bir parçası yerleşene kadar, başını kaldırdı. O, böyle dört rek'at namaz kıldı ve dedi ki: 'Ben, Allah'ın Resulü'nü (ﷺ) böyle namaz kılarken gördüm.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abu Humaid As-Sa'idi said:",
      "text": "Abu Humaid As-Sa'idi'den rivayet edilmiştir ki: \"Peygamber (ﷺ) rükûya gittiğinde dengeliydi, başını sırtından daha yukarıda veya daha aşağıda tutmazdı, ve ellerini dizlerinin üzerine koyardı.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Peygamber (ﷺ) bana A-Qassi ve ipek giymeyi, altın yüzük takmayı, ve rükûda Kur'an okumayı yasakladı.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Peygamber (ﷺ) bana altın yüzük takmayı, rükûda Kur'an okumayı, A-Qassi giymeyi ve safran ile boyanmış elbiseleri giymeyi yasakladı.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bana yasakladı - ama size yasakladığını söylemiyorum - altın yüzük takmayı, A-Qassi giymeyi, Al-Mufaddam giymeyi, safran ile boyanmış elbiseleri giymeyi ve rükûda Kur'an okumayı.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bana altın yüzük takmayı, A-Qassi giymeyi, safran ile boyanmış elbiseleri giymeyi ve rükûda Kur'an okumayı yasakladı.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Ali said:",
      "text": "Ali'nin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bana Al-Qassi giymeyi, safranla boyanmış elbiseleri giymeyi, altın yüzük takmayı ve rükû halindeyken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'ın şöyle dediği rivayet edilmiştir: \"Peygamber (ﷺ) insanlar Abu Bekir'in arkasında saf olmuşken perdeyi çekti ve şöyle dedi: 'Ey insanlar, peygamberliğin özelliklerinden geriye sadece bir Müslümanın gördüğü ya da başkalarının gördüğü iyi bir rüya kaldı.' Sonra şöyle dedi: 'Gerçekten, rükû veya secde ederken Kur'an okumam yasaklandı. Rükûda, orada Rabbini tesbih et, secdede ise dua et, çünkü o daha çok kabul edilmeye layıktır.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'ın şöyle dediği rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile namaz kıldım, rükûya girdiğinde 'Subhana Rabbial-azim (Yüce Rabbim, seni tesbih ederim)' dedi. Secdeye girdiğinde ise 'Subhana Rabbial-'Ala (Yüce Rabbim, seni tesbih ederim)' dedi.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) rükû ve secde ederken sıkça 'Subhanaka Rabbana wa bi Hamdika, Allahumm aghfirli (Seni tesbih ederiz, Rabbimiz. Ey Allah, beni affet.)' derdi.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'nin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) rükûda 'Subbuhun Quddusun Rabbul-mala'ikati war-ruh (Her türlü eksiklikten uzak, en kutsal olan, meleklerin ve ruhun Rabbi)' derdi.\""
    },
    {
      "id": 21,
      "narrator": "'Asim bin Humaid said:",
      "text": "'Asim bin Humaid şöyle dedi: \"Ben 'Awf bin Malik'in şöyle dediğini duydum: 'Bir gece Allah'ın Resulü (ﷺ) ile Qiyam kıldım, rükûya girdiğinde, 'Subhana Dhil-jabaruti wal-malakuti wal-kibriya' wal-'azamah (Her türlü güç, egemenlik, büyüklük ve azamet sahibi olanı tesbih ederim)' diyerek, Surat Al-Baqarah'ı okuyacak kadar uzun süre kaldı.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Ali bin Abi Talib that:",
      "text": "Ali bin Ebu Talib'ten şöyle rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) rükûya girdiğinde şöyle derdi: 'Allahumma laka rak`atu was laka aslamtu wa bika amantu, khasha`a laka sam`i wa basri wa `izami wa mukhi wa `asabi (Ey Allah, sana rükû ettim, sana teslim oldum ve sana inandım. İşitme, görme, kemiklerim, beynim ve sinirlerim, senin önünde alçakgönüllüdür).\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Cabir bin Abdullah'tan şöyle rivayet edilmiştir: \"Peygamber (ﷺ) rükûya girdiğinde şöyle derdi: 'Allahumma laka rak'atu wa bika amantu wa laka aslamtu wa alayka tawwakaltu, anta Rabbi, khasha'a sam'i wa basri wa dammi wa lahmi wa 'azmi wa 'asabi Lillahi Rabbil-'Alamin (Ey Allah, sana rükû ettim, sana inanıyorum, sana teslim oldum ve sana güveniyorum. Sen benim Rabbimsin. İşitme, görme, kanım, etim, kemiklerim ve sinirlerim, Allah'a, âlemlerin Rabbine alçakgönüllüdür).\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Muhammad bin Maslamah that:",
      "text": "Muhammed bin Mesleme'den şöyle rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) nafile namaz kıldığında, rükûya girdiğinde şöyle derdi: 'Allahumma laka rak'atu wa bika amantu wa laka aslamtu wa alayka tawwakaltu, anta Rabbi, khasha'a sam'i wa basri wa lahmi wa dammi wa mukhi wa 'asabi Lillahi Rabbil-'Alamin (Ey Allah, sana rükû ettim, sana inanıyorum, sana teslim oldum ve sana güveniyorum. Sen benim Rabbimsin. İşitme, görme, etim, kanım, beynim ve sinirlerim, Allah'a, âlemlerin Rabbine alçakgönüllüdür).\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Rifa'ah bin Rafi'- who had been present at Badr- said:",
      "text": "Rifa'ah bin Rafi' -Bedir'de bulunan- şöyle dedi: \"Biz Allah'ın Resulü (ﷺ) ile birlikteydik, bir adam mescide girdi ve namaz kıldı. Allah'ın Resulü (ﷺ) onu fark etmeden izledi, sonra namazını bitirip Allah'ın Resulü'ne selam verdi. O da selamını aldı ve şöyle dedi: 'Geri dön ve namaz kıl, çünkü sen namaz kılmadın.' (Rivayet eden) dedi ki: 'İkinci veya üçüncü kez olduğunu bilmiyorum,' (adam) dedi: 'Sana Kitabı indiren Allah'a yemin ederim ki, elimden geleni yaptım. Beni öğret ve göster.' O da şöyle dedi: 'Namaz kılmak istediğinde, abdest al ve bunu iyi yap, sonra ayakta dur ve kıblaya yönel. Sonra tekbir getir, sonra oku, sonra rükûya git ve rükûda rahat ol. Sonra ayakta dur ve düz durana kadar bekle. Sonra secde et ve secdede rahat ol, sonra başını kaldır ve otururken rahat ol, sonra tekrar secde et ve secdede rahat ol. Eğer bunu yaparsan, namazını düzgün kılmış olursun, ve düzgün yapmadığın her şey namazından eksilecektir.'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade şöyle dedi: \"Anas'tan duydum ki, Peygamber (ﷺ) şöyle dedi: 'Rükû ve secdeyi düzgün yapın.'\""
    },
    {
      "id": 27,
      "narrator": "'Alqamah bin Wa'il said:",
      "text": "'Alqamah bin Wa'il şöyle dedi: \"Babam bana şöyle söyledi: 'Ben Allah'ın Resulü (ﷺ) arkasında namaz kıldım ve namaza başladığında ellerini kaldırdığını, rükûya girdiğinde ve 'Sami' Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde, böyle yaptı.' Ve (rivayet edenlerden) Kays, kulaklarına işaret etti.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Malik bin Al-Huwairith that:",
      "text": "Malik bin Al-Huwairith'ten şöyle rivayet edilmiştir: \"Peygamber (ﷺ) rükûya girdiğinde ellerini kaldırdı ve rükûdan başını kaldırdığında da aynı şekilde yaptı, elleri kulaklarının en yüksek kısmıyla aynı seviyeye geldi.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim, babasından şöyle rivayet etmiştir: \"Allah'ın Resulü (ﷺ) namaza başladığında ellerini omuz seviyesine kadar kaldırır, rükûdan başını kaldırdığında da aynı şekilde yapar, 'Sami' Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde 'Rabbana wa lakal-hamd (Rabbimiz, sana hamd olsun)' derdi ve iki secde arasında ellerini kaldırmazdı.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Abdullah that he said:",
      "text": "Abdullah'tan şöyle rivayet edilmiştir: \"Size Allah'ın Resulü (ﷺ) nasıl namaz kıldığını göstermeyeyim mi?\" Böylece namaz kıldı ve sadece bir kez ellerini kaldırdı."
    },
    {
      "id": 31,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) namaza başladığında ellerini omuz seviyesine kadar kaldırır, rükûdan önce tekbir getirdiğinde ve rükûdan başını kaldırdığında da ellerini aynı şekilde kaldırır ve şöyle derdi: \"Sami Allahu liman hamidah Rabbana wa lakal-hamd (Allah, kendisini övenin sesini işitir; Rabbimiz, sana hamd olsun),\" ve secde ederken bunu yapmazdı."
    },
    {
      "id": 32,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) rükûdan başını kaldırdığında şöyle derdi: 'Allahumma Rabbana wa lakal-hamd (Ey Allah, Rabbimiz, sana hamd olsun).'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamber (ﷺ) bir atın üzerinden sağ tarafına düştü ve onu ziyaret etmek için yanına geldiler. Namaz vakti geldiğinde, namazını bitirdikten sonra şöyle dedi: \"İmam, takip edilmek için tayin edilmiştir, o rükûya gittiğinde rükû yapın, o ayakta durduğunda ayakta durun, o 'Sami' Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde, 'Rabbana wa lakal-hamd (Rabbimiz, sana hamd olsun)' deyin.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Rifa'ah bin Rafi said:",
      "text": "Rifa'ah bin Rafi'den rivayet edilmiştir ki: \"Bir gün Allah'ın Resulü (ﷺ) arkasında namaz kılıyorduk ve o rükûdan başını kaldırdığında 'Sami Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dedi. Arkasında bir adam şöyle dedi: 'Rabbana wa lakal-hamd, hamdan kathiran tayyiban mubarakan fih. (Ey Rabbimiz, sana hamd olsun, çokça bereketli ve temiz hamd.)' Allah'ın Resulü (ﷺ) namazını bitirdikten sonra şöyle dedi: 'Şimdi konuşan kimdi?' Adam: 'Benim, Ey Allah'ın Resulü,' dedi. Allah'ın Resulü (ﷺ) şöyle dedi: 'Otuzdan fazla melek, bunu ilk yazacak olanı görmek için koşuyorlardı.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"İmam 'Sami Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde, 'Rabbana wa lakal-hamd' (Rabbimiz, sana hamd olsun) deyin. Bunu söyleyen ve meleklerin bunu söylediği an denk gelenin önceki günahları affedilecektir.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Hittan bin 'Abdullah that:",
      "text": "Hittan bin 'Abdullah'dan rivayet edilmiştir ki: Abu Musa'nın şöyle dediğini duydu: \"Allah'ın Resulü (ﷺ) bize hitap etti ve sünnetimizi ve namazımızı öğretti. Dedi ki: 'Namaz kıldığınızda, saflarınızı düzeltin ve biriniz diğerinizi namazda yönetsin. İmam tekbir getirdiğinde, siz de tekbir getirin. O 'Gazaba uğrayanların yolu değil, sapıklara gidenlerin yolu değil' okuduğunda 'Amin' deyin ve Allah size cevap verecektir. O tekbir getirip rükûya gittiğinde, siz de tekbir getirin ve rükû yapın. İmam, sizden önce rükû yapar ve sizden önce ayakta durur.' Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu, onu telafi eder. Ve o 'Sami Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde, 'Allahumma Rabbana wa lakal-hamd (Ey Allah, Rabbimiz, sana hamd olsun)' deyin, Allah sizi işitecektir, çünkü Allah, Peygamberinin (ﷺ) dilinden şöyle demiştir: 'Allah, kendisini övenin sesini işitir.' Ve o (İmam) tekbir getirip secde ettiğinde, siz de tekbir getirin ve secde edin. İmam, sizden önce secde eder ve sizden önce oturur.' Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu, onu telafi eder. Ve oturduğunda, sizden herhangi birinin ilk söylemesi gereken şey: At-tahiyaatut-tayyibatus-salawatuLillah, salamun 'alayka ayyuhanabiyyu wa rahmatullahi wa barakatuhu, salamun 'alayna wa 'ala 'ibadillahis-salihin, ashhadu an la ilaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluh (Tüm övgüler, güzel sözler ve dualar Allah'a aittir, ey Peygamber, üzerine selam olsun, Allah'ın rahmeti ve bereketi senin üzerine olsun. Bizim üzerimize ve Allah'ın salih kullarının üzerine selam olsun. Ben şahadet ederim ki Allah'tan başka ilah yoktur ve ben şahadet ederim ki Muhammed O'nun kuludur ve elçisidir) - namazın selamlaşma ifadeleri olan yedi cümledir.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Al-Bara' bin 'Azib that:",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) rükû yaparken, rükûdan başını kaldırırken, secde ederken ve iki secde arasındaki süre neredeyse eşit uzunluktaydı."
    },
    {
      "id": 38,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) 'Sami Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde, şöyle dedi: \"Allahumma Rabbana wa lakal-hamd, mil'as-samawati wa mil'al-ardi wa mil'ama shi'ta min shai'in ba'd (Ey Allah, Rabbimiz, sana hamd olsun, gökleri dolduran, yeri dolduran ve dilediğin her şeyi dolduran).\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) rükûdan sonra secde etmek istediğinde şöyle derdi: \"Allahumma, Rabbana wa lakal-hamd, mil'as-samawati wa mil'al-ardi wa mil'ama shi'ta min shai'in ba'd (Ey Allah, Rabbimiz, sana hamd olsun, gökleri dolduran, yeri dolduran ve dilediğin her şeyi dolduran).\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Sa'eed'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle derdi: \"Sami Allahu liman hamidah, Rabbana wa lakal-hamd, mil'as-samawati wa mil'al-ardi wa mil'ama shi'ta min shai'in ba'd. Athlath-thana'i wal-majdi khairu ma qalal-'abdu wa kulluna laka 'abdun la mani'a lima a'taita wa la yanfa'u dhal-jaddi minkal-jadd (Allah, kendisini övenin sesini işitir; Rabbimiz, sana hamd olsun, gökleri dolduran, yeri dolduran ve dilediğin her şeyi dolduran, Şan ve İzzet sahibi, kulun söylediği en doğru söz, hepimiz sana kuluz. Senin verdiklerini hiç kimse engelleyemez, ve bir sahibin mülkü senin katında ona fayda sağlamaz.)\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki: Bir gece Allah'ın Resulü (ﷺ) ile namaz kıldım ve tekbir getirdiğinde şöyle dediğini duydum: \"Allahu Akbara dhal-jabaruti wal-malakuti wal-kibriya'i wal-'azamah (Allah, en büyük, her gücün, egemenliğin, büyüklüğün ve azamet sahibidir.)\" Rükûda \"Subhana Rabbial-'Azim (Yüce Rabbim, her türlü noksanlıktan uzaktır)\" derdi. Rükûdan başını kaldırdığında \"Lirabbil-hamd, Lirabbil-hamd (Rabbime hamd olsun, Rabbime hamd olsun)\" derdi. Secde ettiğinde \"Subhana Rabbial-A'la (Yüce Rabbim, her türlü noksanlıktan uzaktır)\" derdi. İki secde arasında \"Rabbighfirli, Rabbighfirli (Rabbim, beni affet, Rabbim, beni affet)\" derdi. Ayakta durması, rükû yapması, rükûdan başını kaldırması, secde etmesi ve iki secde arasındaki süre neredeyse eşit uzunluktaydı."
    },
    {
      "id": 42,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bir ay boyunca rükûdan sonra Qunut duası yaptı, Ri'l, Dhakwan ve 'Usayyah'a karşı dua etti, onlar Allah'a ve Resulüne isyan etmişlerdi.\" (Sahih)."
    },
    {
      "id": 43,
      "narrator": "It was narrated that Anas bin Malik was asked:",
      "text": "Anas bin Malik'e soruldu: \"Allah'ın Resulü (ﷺ) Subh namazında Qunut okudu mu?\" Dedi ki: \"Evet.\" Soruldu: \"Bu rükûdan önce mi yoksa sonra mıydı?\" Dedi ki: \"Rükûdan sonra.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Ibn Sirin said:",
      "text": "İbn Sirin'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) ile Subh namazını kılanlardan bazıları bana rivayet etti ki, o ikinci rek'atte 'Sami'Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde bir süre ayakta durdu.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) Subh namazının ikinci rek'atinde başını kaldırdığında şöyle dedi: 'Ey Allah, Al-Walid bin Al-Walid'i, Salamah bin Hisham'ı ve 'Ayyşah bin Abi Rabi'ah'ı ve Mekke'deki zayıf ve ezilenleri kurtar. Ey Allah, Mudar'a azabını artır ve onlara Yusuf'un yılları gibi yıllar (kıtlık) ver.'\""
    },
    {
      "id": 46,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Abu Hurayra, Allah'ın Resulü'nün (ﷺ) namazda dua ettiğini şöyle nakletmiştir: \"Sami' Allahu liman hamidah, Rabbana wa lakal-hamd (Allah, kendisini hamd edenleri işitir; Ey Rabbimiz, hamd yalnızca Sadece Senindir)\" dedikten sonra, secde etmeden önce ayakta şöyle dedi: \"Ey Allah'ım, Al-Walid bin Al-Walid'i, Salamah bin Hişam'ı ve 'Ayyşah bin Abi Rabi'ah'ı ve Mekke'deki zayıf ve mazlumları kurtar. Ey Allah'ım, Mudar'daki azabını artır ve onlara Yusuf'un yılları gibi yıllar (kıtlık) ver.\" Sonra \"Allah en büyüktür\" der ve secdeye kapanır. O zaman Mudar ve çevresindekiler, Allah'ın Resulü'ne (ﷺ) karşıydı."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Salamah, that Abu Hurairah said:",
      "text": "Abu Salamah'dan nakledildiğine göre, Abu Hurayra şöyle demiştir: \"Size Allah'ın Resulü'nün (ﷺ) duasını açıklayacağım.\" Dedi ki: \"Abu Hurayra, Zuhr namazının son rek'atında ve daha sonra Isha namazında ve Subh namazında 'Sami Allahu liman hamidah' dedikten sonra Kunut okurdu. Müminler için dua eder ve kafirlere lanet ederdi.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Al-Bara' bin 'Azib that:",
      "text": "Al-Bara' bin 'Azib'den nakledildiğine göre: Peygamber (ﷺ) Subh ve Maghrib namazlarında Kunut okurdu. (Rivayet edenlerden) 'Ubaidullah dedi ki: \"Allah'ın Resulü (ﷺ) böyle yapardı.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Anas:",
      "text": "Anas'tan nakledildiğine göre: \"Allah'ın Resulü (ﷺ) bir ay boyunca Kunut okudu.\" - (Rivayet edenlerden) Shu'bah dedi ki: \"Bazı adamlara lanet etti.\" Hişam dedi ki: \"Bazı Arap kabilelerine dua etti.\" - \"Sonra rükûdan sonra bunu yapmayı bıraktı.\" Bu, Hişam'ın söylediğidir. Shu'bah, Qatadah'dan, Anas'tan naklederek, Peygamber (ﷺ) bir ay boyunca Kunut okudu, Ri'l, Dhawkan ve Lihyan'a lanet etti."
    },
    {
      "id": 50,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim'den, babasından nakledildiğine göre: O, Peygamber (ﷺ) Subh namazının son rek'atında başını kaldırdığında \"Ey Allah, falan ve falana lanet et\" dediğini, bazı münafıklara dua ettiğini duydu. Sonra Allah şu ayetleri indirdi: \"Onların hakkında karar senin değildir; ister onlara merhametle döner, ister onları azaplandırırsın; gerçekten, onlar zalimdirler.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan nakledildiğine göre: \"Allah'ın Resulü (ﷺ) bir ay boyunca Kunut okudu, bir Arap kabilesine dua etti, sonra bunu yapmayı bıraktı.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from Abu Malik Al-Ashja'i that his father said:",
      "text": "Abu Malik Al-Ashja'i'den nakledildiğine göre, babası şöyle dedi: \"Ben Allah'ın Resulü'nün (ﷺ) arkasında namaz kıldım ve o Kunut okumadı, Abu Bekir'in arkasında namaz kıldım ve o Kunut okumadı, Ömer'in arkasında namaz kıldım ve o Kunut okumadı, Osman'ın arkasında namaz kıldım ve o Kunut okumadı, Ali'nin arkasında namaz kıldım ve o Kunut okumadı.\" Sonra şöyle dedi: \"Oğlum, bu bir yenilik.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin 'Abdullah'dan nakledildiğine göre: \"Biz Allah'ın Resulü (ﷺ) ile Zuhr namazı kılardık ve ben elimde bir avuç çakıl alır, onları soğutmak için bir elden diğerine geçirirdim, ve secde ettiğimde onları yere koyar, alnımı onlara koyardım.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Mutarrif said:",
      "text": "Mutarrif'ten nakledildiğine göre: \"İmran bin Husain ve ben Ali bin Abi Talib'in arkasında namaz kıldık. Secde ettiğinde tekbir getirdi, secdeden başını kaldırdığında tekbir getirdi, iki rek'attan sonra ayağa kalktığında tekbir getirdi, ve namazı bitirdiğinde İmran elimi aldı ve dedi ki: 'Bu bana hatırlattı - o, Muhammed'in (ﷺ) namazı anlamına gelen bir kelime söyledi.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan nakledildiğine göre: \"Allah'ın Resulü (ﷺ) her rükûya girdiğinde ve her kalktığında tekbir getirirdi, sağa ve sola selam verirdi. Ve Abu Bekir ile Ömer de böyle yapardı.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Abu Bushr said:",
      "text": "Abu Bushr'dan nakledildiğine göre: \"Yusuf'un -İbn Mahak'ı kastederek- Hakim'in şöyle dediğini duyduğumu işittim: 'Ben Allah'ın Resulü'ne (ﷺ) biat ettim, rükûdan kalktıktan sonra ancak secdeye ineceğime dair biat ettim.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Malik bin Al-Huwairith that:",
      "text": "Malik bin Al-Huwairith'ten nakledildiğine göre: O, Peygamber (ﷺ) namaz kılarken ellerini kaldırdığını, rükûda, rükûdan başını kaldırdığında, secdede ve secdeden başını kaldırdığında, elleri kulaklarının üst kısmıyla aynı seviyeye gelene kadar kaldırdığını gördü."
    },
    {
      "id": 58,
      "narrator": "It was narrated from Malik bin Al-Huwairith that:",
      "text": "Malik bin Al-Huwairith'ten nakledildiğine göre: O, Peygamber (ﷺ) ellerini kaldırdığını gördü, benzer bir rivayet."
    },
    {
      "id": 59,
      "narrator": "It was narrated from Malik bin Al-Huwairith that:",
      "text": "Malik bin Al-Huwairith'ten nakledildiğine göre: O, Allah'ın Resulü'nün (ﷺ) namaza başladığında ellerini kaldırdığını gördü, ve benzer bir rivayet aktardı ve ekledi: \"Rükûda da aynı şekilde yaptı, rükûdan başını kaldırdığında da aynı şekilde yaptı, secdeden başını kaldırdığında da aynı şekilde yaptı.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan nakledildiğine göre: \"Allah'ın Resulü (ﷺ) namaza başladığında, rükûda ve ayağa kalktığında ellerini kaldırırdı, ama secde ettiğinde bunu yapmazdı.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi'ni (ﷺ) secde ederken gördüm, ellerinden önce dizlerini indirdi ve kalktığında dizlerinden önce ellerini kaldırdı.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Sizden biri, namaz kılarken bir deveyin secde ettiği gibi diz çöküyor mu?'\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Sizden biri secde ettiğinde, ellerini dizlerinden önce koysun ve deve gibi diz çökmesin.'\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Ibn 'Umar in a Marfu' report that:",
      "text": "İbn Ömer'den marfu olarak rivayet edilmiştir ki: Ellerin secde etmesi, yüzün secde etmesi gibidir; bu yüzden sizden biri yüzünü yere koyduğunda, ellerini de yere koymalıdır ve yüzünü kaldırdığında, ellerini de kaldırmalıdır."
    },
    {
      "id": 65,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) yedi vücut parçası üzerinde secde etmesi emredildi ve saçını veya elbisesini toplaması yasaklandı.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Al 'Abbas bin 'Abdul-Muttalib that :",
      "text": "Abbas bin Abdulmuttalib'den rivayet edilmiştir: \"O, Allah'ın Elçisi'ni (ﷺ) şöyle derken duydu: 'Bir kişi secde ettiğinde, vücudunun yedi parçası secde eder: yüzü, iki avucu, iki diz ve iki ayağı.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: \"Gözlerim, Allah'ın Elçisi'nde (ﷺ) alnında ve burnunda su ve çamur izlerini gördü, bu, yirmi birinci gecede kıldığı Kıyam'dan kaynaklanıyordu.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Yedi parça üzerinde secde etmem emredildi ve saçımı ya da elbisemi toplamam yasaklandı: alın, burun, eller, dizler ve ayaklar.'\""
    },
    {
      "id": 69,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Yedi kemik üzerinde secde etmem emredildi: alın' -ve elini işaret etti- 'burun, eller, dizler ve ayakların uçları.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) yedi parça üzerinde secde etmesi emredildi -ve saçını ve elbisesini toplamaması yasaklandı- elleri, dizleri ve ayaklarının kenarları üzerinde.\" Süfyan dedi ki: \"İbn Tavus bize şöyle dedi: 'Elini alnına koydu ve burnuna kadar indirdi ve dedi ki: Bu bir şeydir.'\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from 'Abbas bin 'Abdul-Muttalib that:",
      "text": "Abbas bin Abdulmuttalib'den rivayet edilmiştir: \"O, Allah'ın Elçisi'ni (ﷺ) şöyle derken duydu: 'Bir kişi secde ettiğinde, vücudunun yedi parçası onunla birlikte secde eder: alnı, iki eli, iki diz ve iki ayağı.'\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Bir gece Allah'ın Elçisi'ni (ﷺ) kaybettim ve onu secde ederken, ayakları dik bir şekilde dururken buldum ve şöyle diyordu: 'Allah'ım, ben, gazabından, azabından, ve kendinden sana sığınırım. Seni yeterince övemem, sen kendini övdüğün gibisin.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that Abu Humaid As-Sa'idi said:",
      "text": "Ebu Humaid es-Saidi'den rivayet edilmiştir: \"Peygamber (ﷺ) secde ederken yere düştüğünde, kollarını yanlarından uzak tuttu ve parmak uçlarını bükerek secde etti.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: \"Ben Medine'ye geldim ve dedim: 'Allah'ın Elçisi'ni (ﷺ) namaz kılarken izleyeceğim.' Takbir getirdi ve ellerini kaldırdı, parmaklarını kulaklarına yakın gördüm. Rükûya gitmek istediğinde, takbir getirdi ve ellerini kaldırdı. Sonra başını kaldırdı ve dedi: 'Semi Allahu liman hamidah (Allah, kendisini övenden duayı kabul eder).' Sonra takbir getirdi ve secde etti, elleri namaza başladığı pozisyonda kulaklarına yakın kaldı.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated from Anas that:",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Secde ederken ön kollarınızı yere koymayın, köpek gibi olmayın.'\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Abu Ishaq said:",
      "text": "Abu İshak'tan rivayet edilmiştir: \"El-Bara' bize secdeyi tarif etti. Ellerini yere koydu ve arkasını kaldırarak: 'Ben, Allah'ın Elçisi'nin (ﷺ) bunu yaptığını gördüm.' dedi.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated from Al-Bara' that:",
      "text": "El-Bara' dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) namaz kıldığında Jakhkha yapardı."
    },
    {
      "id": 78,
      "narrator": "It was narrated from Abdullah bin Malik bin Buhainah that:",
      "text": "Abdullah bin Malik bin Buhainah'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) namaz kıldığında kollarını o kadar açardı ki, koltuk altlarının beyazlığı görünürdü."
    },
    {
      "id": 79,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Eğer Allah'ın Elçisi'nin (ﷺ) önünde olsaydım, koltuk altlarının beyazlığını görebilirdim.\" (Rivayet edenlerden biri) Abu Mijlaz dedi ki: \"Sanki bunu namaz kıldığı için söyledi.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated from 'Ubaidullah bin Abdullah bin Aqram that his father said:",
      "text": "'Ubaidullah bin Abdullah bin Aqram'dan rivayet edilmiştir ki, babası şöyle dedi: \"Ben Allah'ın Elçisi (ﷺ) ile namaz kıldım ve secde ettiğinde koltuk altlarının beyazlığını görürdüm.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated from Maimunah that:",
      "text": "Maimunah'tan rivayet edilmiştir ki: Peygamber (ﷺ) secde ettiğinde, kollarını yanlarından açardı ki, eğer bir kuzu kollarının altından geçmek isterse geçebilsin."
    },
    {
      "id": 82,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Kâtadah'tan rivayet edilmiştir: \"Anas'ın (rivayet ettiğini) duydum ki, Allah'ın Elçisi (ﷺ) şöyle dedi: 'Secdede ölçülü olun ve ön kollarınızı yere koyarak köpek gibi yatmayın.'\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Abu Mas'ud said:",
      "text": "Abu Mas'ud'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğilme ve secde etme sırasında sırtını rahat tutmadığın bir namaz geçerli değildir.'\""
    },
    {
      "id": 84,
      "narrator": "'Abdur-Rahman bin Shibl said:",
      "text": "'Abdur-Rahman bin Şibl dedi ki: Allah'ın Elçisi (ﷺ) üç şeyi yasakladı: \"Karga gibi gagalamak, avcı gibi ön kollarını yere koymak ve bir devenin alıştığı gibi namazda aynı yeri tahsis etmek.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yedi kemik üzerine secde etmem emredildi ve saçımı veya giysimi toplamak yasaklandı.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that:",
      "text": "'Abdullah bin 'Abbas'tan rivayet edilmiştir ki: 'Abdullah bin Al-Harith'i arkasında saçları bağlı olarak namaz kılarken gördü. Durdu ve saçlarını çözmeye başladı. İşini bitirince İbn 'Abbas'a döndü ve: \"Başımda ne yapıyordun?\" dedi. O da: \"Ben Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: 'Bunun benzeri, elleri boynuna bağlı olarak namaz kılan birinin benzeridir.'\" dedi."
    },
    {
      "id": 87,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) yedi kemiğe secde etmesi emredildi ve saçını ve giysisini toplamaktan men edildi.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"O, Allah'ın Elçisi'nin (ﷺ) arkasında Zuhr namazı kıldığında, sıcaktan dolayı giysilerimizin üzerine secde ederdik.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Rükû ve secdeyi düzgün yapın, çünkü Allah'a (SWT) yemin ederim ki, rükû ve secde ettiğinizde sizi sırtımın arkasından görebiliyorum.'\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that 'Ali bin Abi Talib said:",
      "text": "'Ali bin Ebu Talib'ten rivayet edilmiştir ki: \"Sevgilim (ﷺ) bana üç şeyi yasakladı, ama ben insanların yasaklandığını söylemiyorum. Bana altın yüzük takmayı, Qassi giymeyi, safran Mufaddamah ile boyanmış elbise giymeyi ve secde veya rükû halindeyken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 91,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: \"Allah'ın Resulü (ﷺ) rükûda veya secdede Kur'an okumamı yasakladı.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that 'Abdullah bin 'Abbas said:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) son hastalığında başında bir örtü varken perdeyi çekti ve 'Ya Allah, ben (Mesajı) ilettim' dedi, bunu üç kez tekrarladı. 'Peygamberliğin özelliklerinden geriye sadece bir kişinin gördüğü veya başkalarının onun için gördüğü iyi bir rüya kaldı. Ama ben rükûda ve secdede Kur'an okumaktan men edildim, o yüzden rükûda Rabbinizi tesbih edin ve secdede dua edin, çünkü bu daha çok kabul görmeye layıktır.'\""
    },
    {
      "id": 93,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Ben, annemin kız kardeşi Maimunah bint Al-Harith ile bir gece kaldım ve Allah'ın Resulü (ﷺ) da onunla bir gece kaldı. Onun tuvalet ihtiyacını gidermek için kalktığını gördüm, su tulumuna gitti ve ipini çözdü, sonra abdest aldı ve bu, kullanılan su miktarı açısından orta bir seviyedeydi. Sonra yatağına gitti ve uyudu. Sonra tekrar kalktı ve su tulumuna gitti, ipini çözdü ve ilk seferdeki gibi tekrar abdest aldı. Sonra ayakta durdu ve namaz kıldı, secdeye gittiğinde şöyle dedi: 'Allahummac'al fi qalbi nuran waj'al fi sami' nuran waj'al fi basri nuran, waj'al min tahti nuran waj'al min fawqi nuran, wa 'an yamini nuran wa 'an yasari nuran waj'al amami nuran, waj'al khalfi nuran wa a'zimli nura (Ya Allah, kalbime nur koy, işitmemde nur koy, görmemde nur koy, altımda nur koy, üstümde nur koy, sağımda nur koy, solumda nur koy, arkamda nur koy ve benim için nuru büyüt.)' Sonra horlamaya başlayana kadar uyudu, ardından Bilal geldi ve onu namaz için uyandırdı.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) rükûda ve secdede şöyle derdi: 'Subhanakallahumma, Rabbana wa bihamdik. Allahumma-ghfirli (Sana hamd olsun, ey Allah, Rabbimiz. Ey Allah, beni affet.)'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) rükûda ve secdede şöyle derdi: 'Subhanaka Allahumma, Rabbana wa bihamdik. Allahumma-ghfirli (Sana hamd olsun, ey Allah, Rabbimiz. Ey Allah, beni affet.)'\""
    },
    {
      "id": 96,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: \"Allah'ın Resulü (ﷺ) bir gece yataktan kayboldu, bu yüzden onu aramaya başladım ve onun cariyelerinden birine gitmiş olduğunu düşündüm. Sonra secde ederken ve 'Allahummaghfirli ma asrartu wa ma a'lant (Ya Allah, gizlediğim ve açıkladığım günahlarımı affet.)' derken ona rastladım.\""
    },
    {
      "id": 97,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) kayboldu ve onun cariyelerinden birine gitmiş olduğunu düşündüm, bu yüzden onu aradım ve onu secde ederken ve 'Rabbighfirli ma asrartu wa ma a'lant (Ya Allah, gizlediğim ve açıkladığım günahlarımı affet.)' derken buldum.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated from 'Ali that:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) secde ettiğinde şöyle derdi: 'Allahumma laka sajadtu wa laka aslamtu wa bika amantu, sajada wajhi lilladhi khalaqahu wa sawwarahu fa ahsana suratahu wa shaqqa sam'ahu wa basarahu, tabarak Allahu ahsanul-khaliqin (Ya Allah, sana secde ettim ve sana teslim oldum, ve sana inandım. Yüzüm, onu yaratan ve şekillendiren, işitme ve görme yetisini verenin önünde secde etti. En güzel yaratıcı olan Allah'a hamd olsun.)'\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) secde ederken şöyle derdi: 'Allahumma laka sajadtu wa laka aslamtu wa anta Rabbi, sajada wajhi lilladhi khalaqahu wa sawwarahu wa shaqqa sam'ahu wa basarahu, tabarak Allahu ahsanul-khaliqin (Ya Allah, sana secde ettim ve sana inandım ve sana teslim oldum, sen benim Rabbimsin. Yüzüm, onu yaratan ve şekillendiren, işitme ve görme yetisini verenin önünde secde etti. En güzel yaratıcı olan Allah'a hamd olsun.)'\""
    },
    {
      "id": 100,
      "narrator": "It was narrated from Muhammad bin Maslamah that:",
      "text": "Muhammed bin Maslamah'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) gece nafile namaz kılmak için kalktığında, secde ederken şöyle derdi: 'Allahumma laka sajadtu wa bika amantu wa laka aslamtu, Allahumma anta Rabbi, sajada wajhi lilladhi khalaqahu wa sawwarahu wa shaqqa sam'ahu wa basarahu, tabarak Allahu ahsanul-khaliqin (Ya Allah, sana secde ettim ve sana inandım ve sana teslim oldum. Ey Allah, sen benim Rabbimsin. Yüzüm, onu yaratan ve şekillendiren, işitme ve görme yetisini verenin önünde secde etti. En güzel yaratıcı olan Allah'a hamd olsun.)'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber (ﷺ) gece Kur'an okurken gerekli olan bir secde yaptığında şöyle derdi: 'Sajada wajhi lilladhi khalaqahu wa sawwarahu wa shaqqa sam'ahu wa basarahu bihawlihi wa quwwatih (Yüzüm, onu yaratan ve şekillendiren, işitme ve görme yetisini verenin önünde secde etti. Onun gücü ve kuvvetiyle.)'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Bir gece Allah'ın Resulü (ﷺ) kayboldu ve onu bulduğumda secde ediyordu, ayaklarının uçları Kıble'ye dönük. Onun şöyle dediğini duydum: 'A'udhu biridaka min sakhatika, wa a'udhu bimu 'afatika min 'uqubatika wa a'udhu bika minka la uhsi thana'an 'alaika anta kama athnaita 'ala nafsik (Rızana sığınırım, gazabından; affına sığınırım, azabından; kendimden sana sığınırım. Seni yeterince övemem, sen kendini nasıl övdüysen öylesin.)'\""
    },
    {
      "id": 103,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Bir gece Allah'ın Resulü (ﷺ) kayboldu ve diğer eşlerinden birine gitmiş olduğunu düşündüm. Onu hissetmeye çalıştım ve onu rükûda veya secdede buldum ve şöyle dediğini duydum: 'SubhanakAllahumma wa bihamdika la ilaha ila ant (Sana hamd olsun, ey Allah, senden başka ilah yoktur.)'\" Dedi ki: \"Babam ve annem senin uğruna feda olsun. Ben bir şey yaptığını düşündüm, sen bambaşka bir şey yapıyordun.\""
    },
    {
      "id": 104,
      "narrator": "'Awf bin Malik said:",
      "text": "Avf bin Malik dedi ki: \"Ben, Peygamber (ﷺ) ile Kıyam kıldım. Siwak kullanarak ve abdest alarak başladı, sonra ayakta durup namaz kıldı. Bakara Suresi'ni okumaya başladı ve merhametle ilgili bir ayete gelince durdu ve merhamet istedi, azapla ilgili bir ayete gelince durdu (ve Allah'tan o şeyden sığındı). Sonra rükûya gitti ve rükûda durduğu süre kadar rükûda kaldı ve rükûda şöyle dedi: 'Subhanaka Dhil-jabaraut wal-malakut wal-kibriya' wal-'azamah (Her türlü güç, egemenlik, büyüklük ve azamet sahibi olanın şanı yücedir.)' Sonra secde etti ve rükûda kaldığı süre kadar secde etti, secdede şöyle diyordu: 'Subhana Dhil-jabarut wal-malakut wal-kibriya' wal-'azamah (Her türlü güç, egemenlik, büyüklük ve azamet sahibi olanın şanı yücedir.)' Sonra Al İmran'ı okudu, sonra başka bir sure ve başka bir sure okudu, her seferinde bunu yaptı.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki: \"Bir gece Allah'ın Resulü (ﷺ) ile namaz kıldım. Bakara Suresi'ni okumaya başladı ve yüz ayet okudu, sonra rükûya gitmedi, aksine devam etti. 'İki rekâtta tamamlayacak' diye düşündüm ama devam etti. 'Tamamlayacak ve sonra rükûya gidecek' diye düşündüm ama devam etti, ta ki Nisa Suresi'ni, sonra Al İmran'ı okuyana kadar. Sonra rükûya gitti ve durduğu süre kadar rükûda kaldı, rükûda şöyle diyordu: 'Subhan Rabbial-azim, Subhan Rabbial-azim, Subhan Rabbial-azim (Yüce Rabbime hamd olsun, Yüce Rabbime hamd olsun, Yüce Rabbime hamd olsun).' Sonra başını kaldırdı ve 'Sami Allahu liman hamidah (Allah, kendisini övenin sesini duyar)' dedi. Sonra secde etti ve secdesini uzatarak 'Subhan Rabbial-A'la, Subhan Rabbial-A'la, Subhan Rabbial-A'la (Yüce Rabbime hamd olsun, Yüce Rabbime hamd olsun, Yüce Rabbime hamd olsun)' diyerek secde etti. Korku veya Allah'ı yüceltme ile ilgili bir ayete gelmedi ama uygun bir şey söyledi.\""
    },
    {
      "id": 106,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) rükû ve secde ederken şöyle dedi: 'Subbuhun Quddusun Rabbul-mala'ikati war'ruh (Kusursuz, En Kutsal, Meleklerin ve Ruh'un Rabbi).'\""
    },
    {
      "id": 107,
      "narrator": "Anas bin Malik said:",
      "text": "Enes bin Malik dedi ki: \"Hiçbir kimsenin namazı, Allah'ın Resulü'nün (ﷺ) namazına bu genç adam kadar benzemedi - kastettiği 'Umar bin Abdulaziz'dir. Rükûda on kez tesbih söylediğini ve secdede on kez tesbih söylediğini tahmin ettik.\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Rifa'ah bin Rafi' said:",
      "text": "Rifa'ah bin Rafi' dedi ki: \"Allah'ın Resulü (ﷺ) bizimle otururken bir adam içeri girdi, Kıble'ye döndü ve namaz kıldı. Namazını bitirince, Allah'ın Resulü'ne (ﷺ) ve insanlara selam verdi. Allah'ın Resulü (ﷺ) ona: 'Ve sana da. Git ve namaz kıl, çünkü sen namaz kılmadın.' dedi. Adam gitti ve namaz kıldı, Allah'ın Resulü (ﷺ) onu izlemeye başladı, fakat o (adam) bunun yanlış olduğunu bilmiyordu. Namazını bitirince, tekrar Allah'ın Resulü'ne (ﷺ) ve insanlara selam verdi. Allah'ın Resulü (ﷺ) ona: 'Ve sana da. Git ve namaz kıl, çünkü sen namaz kılmadın.' dedi. Bunu iki veya üç kez tekrarladı, sonra adam: 'Ey Allah'ın Resulü, benim namazımda ne yanlış var?' dedi. Allah'ın Resulü (ﷺ) şöyle dedi: 'Sizden herhangi birinin namazı, Allah’ın, Azim ve Yüce olanın emrettiği gibi abdest almadıkça tamamlanmaz. O, yüzünü, dirseklerine kadar kollarını yıkamalı, başını meshetmeli ve ayaklarını bileklerine kadar yıkamalıdır. Sonra Allah’ı (SWT) yüceltmeli, O’na hamd etmeli ve O’nu tesbih etmelidir.'\" - (Rivayet edenlerden) Hammam dedi ki: \"Onun şöyle dediğini duydum: 'O, Allah’ı yüceltmeli, O’na hamd etmeli ve O’nu tesbih etmelidir.' Dedi ki: \"İkisini de duydum.\" - \"O (Peygamber (ﷺ)) dedi ki: 'Kendisine kolay gelen Kur'an'dan, Allah'ın kendisine öğrettiği ve namazda izin verdiği her şeyi okumalıdır. Sonra tekbir getirmeli ve rükûya gitmeli, eklemleri yerine oturana kadar ve rahatlayana kadar beklemelidir. Sonra: 'Sami Allahu liman hamidah (Allah, kendisine hamd edenin sesini işitir)' demeli ve sırtı düz olana kadar ayakta durmalıdır. Sonra tekbir getirmeli ve secde etmeli, yüzünü yere sağlam bir şekilde koyana kadar.\" \"Onun (Peygamber (ﷺ)) şöyle dediğini duydum: 'Yüzünü yere sağlam bir şekilde koyana kadar secde etmeli ve rahatlamalıdır. Eğer bunu yapmazsa, namazını tamamlamamıştır.'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kişinin Rabbine, Azim ve Yüce olanına en yakın olduğu an, secde ettiği andır; bu yüzden o anda dua edin.\""
    },
    {
      "id": 110,
      "narrator": "Rabi'ah bin Ka'b Al-Aslami said:",
      "text": "Rabi'ah bin Ka'b el-Aslami dedi ki: \"Ben, Allah'ın Resulü'ne (ﷺ) abdest için su getirir ve ona hizmet ederdim. O: 'Benden ne istemek istersin?' dedi. Ben: 'Seninle cennette olmak istiyorum.' dedim. O: 'Başka bir şey var mı?' dedi. Ben: 'O kadar.' dedim. O: 'Dileğini yerine getirmeme yardım et, çokça secde ederek.' dedi.\""
    },
    {
      "id": 111,
      "narrator": "Ma'dan bin Talha Al-Ya'muri said:",
      "text": "Ma'dan bin Talha el-Ya'muri dedi ki: \"Ben, Allah'ın Resulü'nün (ﷺ) azatlısı olan Thawban ile karşılaştım ve ona: 'Bana fayda verecek veya cennete girmemi sağlayacak bir ameli söyle.' dedim. Bir süre sessiz kaldı, sonra bana döndü ve: 'Secde etmelisin, çünkü ben Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: 'Allah'a, Azim ve Yüce olanına bir kez secde eden kimse, Allah onu bir derece yükseltir ve bir günahını siler.' Ma'dan dedi ki: \"Sonra Ebu Derda ile karşılaştım ve ona Thawban'a sorduğum aynı soruyu sordum.\" O bana: \"Secde etmelisin, çünkü ben Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: 'Allah'a (SWT) bir kez secde eden kimse, Allah (SWT) onu bir derece yükseltir ve bir günahını siler.'\""
    },
    {
      "id": 112,
      "narrator": "It was narrated that 'Ata bin Yazid said:",
      "text": "'Ata bin Yazid'den rivayet edilmiştir ki: \"Ben Ebu Hureyre ve Ebu Said ile oturuyordum. Onlardan biri şefaat hakkında hadisi anlattı, diğeri dinliyordu. O: 'Sonra melekler gelecek ve şefaat edecekler, elçiler de şefaat edecekler.' dedi. Ve Sirat'tan bahsetti ve şöyle dedi: 'Allah'ın Resulü (ﷺ) şöyle dedi: 'Ben, onu geçen ilk kişi olacağım ve Allah, yaratılmışların arasında hükmünü tamamladığında ve ateşten çıkarmak istediği kimseleri çıkardığında, Allah, melekleri ve elçileri şefaat etmeleri için emredecek ve onlar, işaretleriyle tanınacaklar, çünkü ateş, Adem oğlunun her yerini, secde yeri dışında, tüketecektir. Sonra hayat suyu onlara dökülecek ve onlar, yağmur suyu kenarındaki tohumlar gibi büyüyecekler.'\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from 'Abdullah bin Shaddad, this his father said:",
      "text": "Abdullah bin Şeddad'dan rivayet edilmiştir, bu onun babası dedi ki: \"Allah'ın Resulü (ﷺ) bize bir gece namazı için çıktı ve Hasan veya Hüseyin'i taşıyordu. Allah'ın Resulü (ﷺ) öne geçti ve onu indirdi, sonra tekbir getirdi ve namaza başladı. Namazında secde etti ve secdesini uzattı.\" Babam dedi ki: \"Ben başımı kaldırdım ve çocuğu Allah'ın Resulü'nün (ﷺ) sırtında secde ederken gördüm, bu yüzden tekrar secdeme döndüm. Allah'ın Resulü (ﷺ) namazını bitirince, insanlar: 'Ey Allah'ın Resulü (ﷺ), namazda o kadar uzun secde ettin ki, bir şeyin olduğunu veya vahiy aldığını düşündük.' dediler. O: 'Böyle bir şey olmadı. Ama oğlum sırtımdaydı ve onu rahatsız etmek istemedim, ta ki yeterince doyana kadar.'\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from 'Abdur-Rahman bin Al-Aswad from his father-and Alqamah-that:",
      "text": "Abdurrahman bin el-Esved'den rivayet edilmiştir, babasından - ve Alqamah'dan - Abdullah dedi ki: \"Ben, Allah'ın Resulü'nün (ﷺ) her rükûda ve kalktığında, ayakta durduğunda veya oturduğunda tekbir getirdiğini gördüm; sağa ve sola selam verdi: 'Esselamu aleykum ve rahmetullah (Allah'ın selamı ve rahmeti üzerinize olsun)' diyerek, yanağının beyazlığı görünene kadar.\" Dedi ki: \"Ve ben Ebu Bekir ve Ömer'i, Allah (SWT) her ikisinden de razı olsun, aynı şekilde yaparken gördüm.\""
    },
    {
      "id": 115,
      "narrator": "It was narrated from Malik bin Al-Huwairith that:",
      "text": "Malik bin el-Hüveyrith'ten rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) namaza başladığında ellerini kaldırdı, rükûya gittiğinde de aynı şekilde yaptı, rükûdan başını kaldırdığında da aynı şekilde yaptı ve secdeden başını kaldırdığında da aynı şekilde yaptı, yani ellerini kaldırdı."
    },
    {
      "id": 116,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası dedi ki: \"Peygamber (ﷺ) namaza başladığında tekbir getirdi ve ellerini kaldırdı, rükûda ve rükûdan sonra da, fakat iki secde arasında ellerini kaldırmadı.\""
    },
    {
      "id": 117,
      "narrator": "A man from (the tribe of) 'Abs narrated from Hudhaifah that:",
      "text": "'Abs kabilesinden bir adam, Hudhaifah'dan rivayet etti ki: \"O, Peygamber (ﷺ) yanına geldi ve yanında durdu ve şöyle dedi: 'Allahu Ekber Dhul-malakut wal-jabarut wal-kibriya' wal 'azamah (Allah en büyüktür, her şeyin sahibi, kudret, büyüklük ve azamet sahibidir.)' Sonra Bakara suresini okudu, sonra rükûya gitti ve rükûsunun süresi, ayakta durduğu süre kadar sürdü ve rükûda şöyle dedi: 'Subahana Rabbial-'azim, Subhana Rabbial-'azim (Yüce Rabbime hamd olsun, Yüce Rabbime hamd olsun).' Başını kaldırdığında: 'Li Rabbial-hamd, Li Rabbial-hamd (Rabbime hamd olsun, Rabbime hamd olsun).' dedi. Ve secde ettiğinde: 'Subahana Rabbial-A'la, Subahna Rabbial-A'la (Yüce Rabbime hamd olsun, Yüce Rabbime hamd olsun).' dedi. İki secde arasında ise: 'Rabbighfirli, Rabbighfirli (Rabbim, beni affet, Rabbim, beni affet).' derdi.\""
    },
    {
      "id": 118,
      "narrator": "An-Nadr bin Kathir Abu Sahl Al-Aszidi said:",
      "text": "En-Nadr bin Kethir Ebu Sahl el-Aszidi dedi ki: \"Abdullah bin Tawus, Mina'da, Masjid Al-Khaif'te benim yanımda namaz kıldı ve ilk secdeyi yaptığında başını kaldırdı ve ellerini yüzüne kadar kaldırdı. Bunu garip buldum ve Vuhayb bin Halid'e: 'Bu adam, hiç kimsenin yapmadığı bir şey yapıyor.' dedim. Vuhayb ona: 'Sen, hiç kimsenin yapmadığı bir şey yapıyorsun.' dedi. Abdullah bin Tawus dedi ki: 'Ben babamın bunu yaptığını gördüm, babam da: 'Ben İbn Abbas'ı bunu yaparken gördüm ve Abdullah bin Abbas da: 'Ben Allah'ın Resulü'nü (ﷺ) bunu yaparken gördüm.' dedi.'\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Maimunah said:",
      "text": "Maimunah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) secde ettiğinde, kollarını yanlara açardı, böylece koltuk altlarının beyazlığı arkadan görünürdü. Ve oturduğunda sol uyluğuna yaslanırdı.\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara'dan rivayet edilmiştir ki: \"Allah'ın Resulü'nün (ﷺ) namazında, rükûsu, secdesi, rükûdan başını kaldırdıktan sonraki duruşu ve iki secde arasındaki oturuşu neredeyse aynıydı.\""
    },
    {
      "id": 121,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) her kalktığında, eğildiğinde, ayakta durduğunda ve oturduğunda tekbir getirirdi. Ebu Bekir, Ömer ve Osman (bunu da yaparlardı).\""
    },
    {
      "id": 122,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü (ﷺ) namaza durduğunda tekbir getirdi, sonra eğildiğinde tekbir getirdi, sonra da: 'Sami Allahu liman hamidah (Allah, kendisini övenin sesini duyar)' dedi, eğilişten kalktığında. Sonra ayakta iken: 'Rabbana lakal-hamd.' dedi. Sonra secdeye gittiğinde tekbir getirdi, başını kaldırdığında tekbir getirdi ve bu şekilde namazı bitirene kadar devam etti, ilk iki rekattan sonra ayakta durduğunda da tekbir getirdi.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Abi Qibalah said:",
      "text": "Ebu Kıbale'den rivayet edilmiştir: \"Ebu Süleyman Malik bin Al-Huwairith bizim mescidimize geldi ve dedi ki: 'Size Allah'ın Resulü (ﷺ) nasıl namaz kıldığını göstermek istiyorum.' Dedi ki: 'İkinci secdeden başını kaldırdığında ilk rek'atta oturdu.'\""
    },
    {
      "id": 124,
      "narrator": "It was narrated that Malik bin Al-Huwairith said:",
      "text": "Malik bin Al-Huwairith'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) namaz kılarken, tek rak'at olduğu zaman, oturmuş bir pozisyona geçmeden kalkmazdı.\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Abu Qibalah said:",
      "text": "Ebu Kıbale'den rivayet edilmiştir: \"Malik bin Al-Huwairith bize gelirdi ve derdi ki: 'Size Allah'ın Resulü (ﷺ) namazı hakkında bir şey söylemeyim mi?' O, namaz vakti dışında namaz kılıyordu ve ilk rek'atta ikinci secdeden başını kaldırdığında oturmuş bir pozisyona geçti, sonra kalktı ve bunu yaparken yere destek aldı.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) secde ettiğinde dizlerini önce yere koydu, sonra kalktığında ellerini dizlerinden önce kaldırdı.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated from Abu Salamah :",
      "text": "Ebu Salamah'dan rivayet edilmiştir: \"Ebu Hureyre onlara namaz kıldırırdı ve eğildiğinde ve kalktığında tekbir getirirdi. Namazını bitirdiğinde: 'Vallahi (SWT), aranızda namazı Allah'ın Resulü (ﷺ) ile en çok benzeyen benim.' dedi.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated from Abu Bakr bin 'Abdur-Rahman and from Abu Salamah bin 'Abdur-Rahman that:",
      "text": "Ebu Bekir bin Abdurrahman ve Ebu Salamah bin Abdurrahman'dan rivayet edilmiştir: \"Onlar Ebu Hureyre'nin arkasında namaz kıldılar, Allah (SWT) ondan razı olsun, o eğildiğinde tekbir getirdi, başını kaldırdığında: 'Sami Allahu liman hamidah, Rabbana wa lakal-hamd.' dedi. Sonra secde etti ve tekbir getirdi, sonra başını kaldırdı ve tekbir getirdi, ardından o rek'attan sonra kalktığında tekbir getirdi. Sonra dedi ki: 'Canım elinde olan Allah'a yemin ederim ki, aranızda namazı Allah'ın Resulü (ﷺ) ile en çok benzeyen benim. Ve bu şekilde namaz kılmaya devam etti, ta ki bu dünyadan ayrılana kadar.'\""
    },
    {
      "id": 129,
      "narrator": "It was narrated from 'Abdullah bin 'Abdullah bin 'Umar that his father said:",
      "text": "Abdullah bin Abdullah bin Ömer'den rivayet edilmiştir ki, babası dedi: \"Namazın sünnetlerinden biri, sol ayağınızı altınıza yaymak ve sağ ayağınızı dik tutmaktır.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated from Al-Qasim who narrated from 'Abdullah-he is Ibn Abdullah bin 'Umar- that:",
      "text": "Al-Kasım'dan rivayet edilmiştir ki, o da Abdullah'dan rivayet etmiştir - o da Abdullah bin Ömer'dir - babası (İbn Ömer) dedi: \"Namazın sünnetlerinden biri, sağ ayağı dik tutmak ve parmak uçlarını kıbleye doğru yöneltmek ve sol ayağın üzerine oturmaktır.\""
    },
    {
      "id": 131,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) namaza başladığında ellerini omuz seviyesine kadar kaldırdığını gördüm ve eğilmek istediğinde. İlk iki rek'attan sonra oturduğunda sol ayağının üzerine oturdu ve sağ ayağını dik tuttu. Sağ elini sağ uyluğuna koydu ve dua için parmağını kaldırdı, sol elini ise sol uyluğuna koydu.\" Dedi ki: \"Sonraki yıl geldiğimde, onların Barani içinde ellerini kaldırdıklarını gördüm.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: \"Namaz kılarken bir adamın el ile taşları hareket ettirdiğini gördüm. İşini bitirdiğinde, Abdullah ona dedi: 'Namaz kılarken taşları hareket ettirme, çünkü bu Şeytan'dandır. Aksine, Allah'ın Resulü (ﷺ) ne yapıyorsa onu yap.' Dedi: 'O ne yapıyordu?' Dedi: 'Sağ elini sağ uyluğuna koyar, baş parmağının yanındaki parmağı kıbleye doğru işaret eder ve ona bakardı ya da ona yakın bir yere.' Sonra dedi: 'Ben Allah'ın Resulü (ﷺ) bunu yaparken gördüm.'\""
    },
    {
      "id": 133,
      "narrator": "'Amr bin 'Abdullah bin Az-Zubair narrated that:",
      "text": "Amr bin Abdullah bin Zübeyr rivayet etmiştir ki: \"Babası dedi: 'Allah'ın Resulü (ﷺ) ikinci veya dördüncü rek'atta oturduğunda, ellerini dizlerine koyar ve parmağıyla işaret ederdi.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"İki rek'attan sonra oturduğumuzda, Allah'ın Resulü (ﷺ) bize şunu söylemeyi öğretti: 'At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler aittir. Selam sana, Ey Peygamber, ve Allah'ın rahmeti ve bereketi üzerine olsun. Selam bize ve Allah'ın salih kullarına olsun. Ben şahitlik ederim ki, Allah'tan başka ilah yoktur ve ben şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir).'\""
    },
    {
      "id": 135,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Her rek'atta sadece Rabbimizi tesbih etmek, büyütmek ve övmekten başka ne söyleyeceğimizi bilmezdik. Ama Muhammed (ﷺ) bize iyi olan her şeyi öğretti. Dedi ki: 'Her iki rek'attan sonra oturduğunuzda, şunu söyleyin: At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler aittir. Selam sana, Ey Peygamber, ve Allah'ın rahmeti ve bereketi üzerine olsun. Selam bize ve Allah'ın salih kullarına olsun. Ben şahitlik ederim ki, Allah'tan başka ilah yoktur ve ben şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir), sonra istediğiniz herhangi bir dua seçin ve ona dua edin.'”"
    },
    {
      "id": 136,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bize namaz için tashahhud ve Al-Hajah için tashahhud öğretti. Namaz için tashahhud şudur: At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir, diye şehadet ederim).\" (tashahhudun sonuna kadar)\""
    },
    {
      "id": 137,
      "narrator": "Yahya-Ibn Adam- said:",
      "text": "Yahya İbn Adam dedi ki: \"Süfyân'ın bu tashahhud'u farz ve nafile namazlarda okuduğunu duydum ve şöyle dedi: 'Ebu İshak, Ebu'l-Ahvas'tan, o da Abdullah'tan, o da Peygamber'den (ﷺ) rivayet etti.'\" Ve Mansur ile Hammad, Ebu Vail'den, Abdullah'tan, Peygamber'den (ﷺ) bize rivayet ettiler."
    },
    {
      "id": 138,
      "narrator": "It was narrated from Al-Aswad and 'Alqamah, that Abdullah bin Mas'ud said:",
      "text": "Al-Aswad ve 'Alqamah'dan rivayet edilmiştir ki, Abdullah bin Mes'ud dedi ki: \"Biz Allah'ın Elçisi (ﷺ) ileydik ve hiçbir şey bilmiyorduk, sonra Allah'ın Elçisi (ﷺ) bize dedi ki: 'Her oturduğunuzda (namazda) şunu söyleyin: At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 139,
      "narrator": "It was narrated from 'Alqamah bin Qais that 'Abdullah said:",
      "text": "'Alqamah bin Kays'tan rivayet edilmiştir ki, Abdullah dedi ki: \"Biz namaz kılarken ne söyleyeceğimizi bilmezdik, sonra Allah'ın Elçisi (ﷺ) bize bazı etkili ve özlü sözler öğretti. Bize dedi ki: 'Şunu söyleyin: \"At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).\" (Rivayet edenlerden biri) 'Ubaidullah dedi ki: \"Zaid bin Hammad, İbrahim'den rivayet ederek, 'Alqamah dedi ki: 'İbn Mes'ud'u bu sözleri bize öğrettiğini gördüm, tıpkı Kur'an'ı öğrettiği gibi.\""
    },
    {
      "id": 140,
      "narrator": "It was narrated that Ibn Mas'ud said:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki: \"Biz Allah'ın Elçisi (ﷺ) ile namaz kıldığımızda, şöyle derdik: \"Selam (As-Salam) Allah'a (SWT), selam Cebrail'e, selam Mikail'e.\" Allah'ın Elçisi (ﷺ) dedi ki: 'Allah'a \"Selam (As-Salam) olsun\" demeyin, çünkü Allah As-Salam'dır. Bunun yerine şunu söyleyin: \"At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 141,
      "narrator": "It was narrated that Ibn Mas'ud said:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki: \"Biz Allah'ın Elçisi (ﷺ) ile namaz kılarken şöyle derdik: \"Selam (As-Salam) Allah'a (SWT), selam Cebrail'e, selam Mikail'e.\" Allah'ın Elçisi (ﷺ) dedi ki: 'Allah'a \"Selam (As-Salam) olsun\" demeyin, çünkü Allah As-Salam'dır. Bunun yerine şunu söyleyin: \"At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 142,
      "narrator": "It was narrated from 'Abdullah that :",
      "text": "'Abdullah'dan rivayet edilmiştir ki: Peygamber (ﷺ) tashahhudda şöyle dedi: \"At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 143,
      "narrator": "Abdullah said:",
      "text": "Abdullah dedi ki: \"Allah'ın Elçisi (ﷺ) bize tashahhud'u, Kur'an'dan bir sure öğrettiği gibi öğretti: \"At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 144,
      "narrator": "It was narrated from Hittan bin 'Abdullah that Al-Ash'ari said:",
      "text": "Hittan bin 'Abdullah'dan rivayet edilmiştir ki, Al-Ash'ari dedi ki: \"Allah'ın Elçisi (ﷺ) bize hitap etti ve sünnetlerimizi ve namazımızı öğretti. Dedi ki: 'Saflarınızı düzeltin, sonra biriniz diğerlerine önde dursun. O tekbir getirdiğinde, siz de tekbir getirin; o \"Ve lad-dallin\" dediğinde \"Amin\" deyin ve Allah (SWT) size icabet edecektir. İmam tekbir getirip rükûya gittiğinde, siz de tekbir getirin ve rükûya gidin, çünkü imam sizden önce rükûya gider ve sizden önce kalkar.' Allah'ın Elçisi (ﷺ) dedi ki: 'Bu, şunu telafi eder. O \"Sami Allahu liman hamidah (Allah, kendisini övenin sesini işitir)\" dediğinde, \"Rabbana wa lakal-hamd (Ey Rabbimiz, sana hamd olsun)\" deyin, Allah (SWT) sizi işitecektir, çünkü gerçekten Allah, Azîz ve Celil olan, Peygamberinin (ﷺ) diliyle şöyle buyurmuştur: \"Allah, kendisini övenin sesini işitir.\" Sonra imam tekbir getirip secde ettiğinde, tekbir getirin ve secde edin, çünkü imam sizden önce secde eder ve sizden önce kalkar.' Allah'ın Elçisi (ﷺ) dedi ki: 'Bu, şunu telafi eder. Sonra oturduğunuzda, sizden birinin ilk söylemesi gereken şey: At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 145,
      "narrator": "It was narrated from Hittan bin Abdullah that:",
      "text": "Hittan bin Abdullah'dan rivayet edilmiştir ki: \"Abu Musa ile namaz kıldılar ve o dedi: 'Allah'ın Elçisi (ﷺ) dedi ki: 'Oturduğunuzda, sizden birinin ilk söylemesi gereken sözler şunlar olsun: At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 146,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize tashahhud'u Kur'an'ı öğrettiği gibi öğretti ve şöyle derdi: 'At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ash-hadu an la ilaha ill-Allah wa ash-hadu anna Muhammadan 'abduhu wa rasuluhu (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir).'"
    },
    {
      "id": 147,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize tashahhud'u, Kur'an'dan bir sure öğrettiği gibi öğretti: \"Bismillah, wa billahi. At-tahiyyatu lillahi was-salawatu wat-tayyibat, as-salamu 'alaika ayyuhan-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina wa 'ala 'ibad illahis-salihin, ashahdu an la illaha ill-Allah wa ashhadu anna Muhammadan 'abduhu wa rasuluhu. A'sal Allahal-jannah wa a'udhu Billahi min an-nar (Allah'a övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın (SWT) rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın (SWT) salih kullarına selam olsun. Allah'tan başka ilah yoktur, Muhammed O'nun kulu ve elçisidir. Cenneti Allah'tan istiyorum ve ateşten Allah'a sığınıyorum).'"
    },
    {
      "id": 148,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir ki: \"İlk iki rek'atta Peygamber (ﷺ) sanki ateşle ısıtılmış taşların üzerindeymiş gibi.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated from Ibn Buhainah that:",
      "text": "İbn Buhainah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) namaz kıldı, sonra oturması gereken yerde iki rek'attan sonra ayakta durdu ve namazına devam etti. Sonunda namazının sonunda selamdan önce iki secde yaptı, sonra selam verdi.\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from Ibn Buhainah that:",
      "text": "İbn Buhainah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) namaz kıldı ve ilk iki rek'attan sonra ayakta durdu, onlar (SubhanAllah) dediler. O devam etti, sonra namazını bitirdiğinde iki secde yaptı, sonra selam verdi.\""
    }
  ]
}