{
  "language": "tr",
  "metadata": {
    "length": 188,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that 'Abdur-Rahman bin Al-Asamm said:",
      "text": "'Abdur-Rahman bin Al-Asamm'dan rivayet edilmiştir: \"Anas bin Malik'e namazdaki tekbir hakkında soruldu. O da: 'Tekbir, rükûda, secdede, secdeden başını kaldırırken ve ilk iki rekattan sonra ayakta dururken söylenmelidir.' dedi. Hutaim: 'Bunu kiminle öğrendin?' dedi. O da: 'Peygamber (ﷺ), Ebu Bekir ve Ömer ile öğrendim, Allah (SWT) onlardan razı olsun.' dedi. Sonra sustu, Hutaim ona: 'Peki, Osman?' dedi. O da: 'Ve Osman.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Mutarrif bin 'Abdullah said:",
      "text": "Mutarrif bin 'Abdullah'dan rivayet edilmiştir: \"Ali bin Ebu Talib namaz kıldı ve her rükûya gidişinde ve her kalkışında, namazın tüm hareketlerinde tekbir getirdi. İmrân bin Husayn: 'Bu, Allah'ın Elçisi'nin (ﷺ) namazını hatırlatıyor.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abu Humaid As-Sa'idi that:",
      "text": "Ebu Humaid Es-Sa'idi'den rivayet edilmiştir ki: Peygamber (ﷺ) iki secdeden sonra ayağa kalktığında tekbir getirir ve ellerini omuz hizasına kadar kaldırır, namazın başındaki gibi.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Peygamber (ﷺ) namaza başladığında, rükûya gitmek istediğinde, rükûdan başını kaldırdığında ve ilk iki rekattan sonra ayağa kalktığında ellerini omuz hizasında kaldırırdı.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Sahl bin Sa'd said:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Banu 'Amr bin 'Awf arasında uzlaşma sağlamak için yola çıktı. Namaz vakti geldi, müezzin Ebu Bekir'e gidip insanları toplamasını ve namaz kıldırmasını söyledi. Sonra Allah'ın Elçisi (ﷺ) geldi ve safların arasından geçerek birinci safta durdu. İnsanlar, Ebu Bekir'e Allah'ın Elçisi'nin (ﷺ) geldiğini bildirmek için alkışlamaya başladılar. Ebu Bekir namaz kılarken asla arkasına dönmezdi, ancak sürekli alkışladıklarını duyunca, namaz kılarken bir şeyin olduğunu anladı. Böylece döndü ve Allah'ın Elçisi'ni (ﷺ) gördü. Allah'ın Elçisi (ﷺ) ona bulunduğu yerde kalması için işaret etti. Ebu Bekir ellerini kaldırdı ve Allah'a (SWT) Allah'ın Elçisi'nin (ﷺ) söyledikleri için hamd etti. Sonra geri adım attı, Allah'ın Elçisi (ﷺ) öne geçti ve namaz kıldı. Namazını bitirdikten sonra Ebu Bekir'e: 'İşaret ettiğimde namaza devam etmemenin sebebi neydi?' dedi. Ebu Bekir, Allah (SWT) ondan razı olsun, 'Ebu Quhafah'ın oğlu, Allah'ın Elçisi'ni (ﷺ) namazda önde kıldırmak uygun değildi.' dedi. Sonra insanlara: 'Neden alkışladınız?' dedi. 'Alkış kadınlar içindir.' dedi. Sonra: 'Namaz kılarken bir şey fark ederseniz, \"SubhanAllah\" deyin.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bize çıktı ve biz namaz sırasında ellerimizi kaldırıyorduk. O da: 'Namaz kılarken neden ellerinizi kaldırıyorsunuz, vahşi atların kuyrukları gibi? Namazda durun.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Biz Allah'ın Elçisi'nin (ﷺ) arkasında namaz kılardık ve (başkalarına) ellerimizle selam verirdik. O da: 'Ellerini selam vermek için kaldıranların durumu nedir, sanki vahşi atların kuyrukları gibi? Sizden herhangi birinin elini uyluğuna koyması ve 'As-salamu 'alaikum, as-salamu 'alaikum.' demesi yeterlidir.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Suhaib, the Companion of the Messenger of Allah (ﷺ) said:",
      "text": "Suhaib, Allah'ın Elçisi'nin (ﷺ) arkadaşlarından, rivayet etmiştir: \"Ben, Allah'ın Elçisi (ﷺ) namaz kılarken yanından geçtim ve ona selam verdim. O da selamımı bir işaretle, ya da belki sadece parmağıyla yanıtladı.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Zaid bin Aslam said:",
      "text": "Zaid bin Aslam'dan rivayet edilmiştir: \"İbn 'Umar dedi ki: Peygamber (ﷺ) orada namaz kılmak için Kuba Mescidi'ne girdi, sonra bazı adamlar içeri girdi ve ona selam verdiler. Ben de yanında olan Suhaib'e: 'Allah'ın Elçisi (ﷺ) selam verildiğinde ne yaptı?' diye sordum. O da: 'Ellerini işaret ederdi.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from 'Ammar bin Yasir that:",
      "text": "'Ammar bin Yasir'den rivayet edilmiştir ki: O, Allah'ın Elçisi'ne (ﷺ) namaz kılarken selam verdi ve o da selamı geri döndürdü.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) beni bir işe gönderdi, sonra namaz kılarken ona geri döndüm. Selam verdim ve o da bana işaret etti. Namazını bitirdikten sonra beni çağırdı ve: 'Şimdi selam verdin ve ben namaz kılıyordum.' dedi. O gün doğuya dönüktü.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) beni bir işe gönderdi, sonra doğuya veya batıya dönükken ona geri döndüm. Selam verdim ve o da bana işaret etti. Sonra namazını bitirdikten sonra beni çağırdı ve: 'Ey Jabir!' dedi. Ben de geldim ve: 'Ey Allah'ın Elçisi, sana selam verdim ama sen cevap vermedin.' dedim. O da: 'Ben namaz kılıyordum.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Sizden biri namazda durduğunda, taşları düzeltmesin, zira o Rahmet'e yönelmiştir.'\""
    },
    {
      "id": 14,
      "narrator": "Abu Salamah bin 'Abdur-Rahman said:",
      "text": "Ebu Salamah bin 'Abdur-Rahman dedi ki: \"Mu'aiqib bana, Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer bunu yapmanız gerekiyorsa, sadece bir kez yapın.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Namaz kılarken gökyüzüne bakan insanların durumu nedir?\" Ve bu konuda sert bir şekilde konuştu, ta ki: \"Bunu bırakmalılar yoksa kesinlikle gözlerini kaybedecekler.\" diyene kadar.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Ubaidullah bin Abdullah that:",
      "text": "'Ubaidullah bin Abdullah'dan rivayet edilmiştir ki: Peygamber (ﷺ) sahabelerinden bir adam ona, Allah'ın Resulü (ﷺ) şöyle buyurduğunu işittiğini söyledi: 'Sizden biri namaz kılarken, gözüyle gökyüzüne bakmasın; yoksa gözleri alınır.'"
    },
    {
      "id": 17,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "Az-Zuhri'den rivayet edilmiştir ki: \"Abu Al-Ahwas'ın, Ibn Al-Musayyab ile bir toplantıda oturduğunda, Abu Dharr'ın şöyle dediğini işittiğini duyduk: Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Allah (SWT), kulunun namaz kıldığı sürece ona bakar, o da yüzünü çevirmediği sürece. Eğer yüzünü çevirirse, O da ondan yüz çevirir.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Aishah, may Allah (SWT) be pleased with her, said:",
      "text": "'Aişe, Allah (SWT) ondan razı olsun, şöyle dedi: \"Ben Allah'ın Resulü (ﷺ) ile namaz sırasında sağa sola bakmak hakkında konuştum. O şöyle dedi: 'Bu, Şeytan'ın namazdan kapıp götürdüğü bir şeydir.'\""
    },
    {
      "id": 19,
      "narrator": "Narrated from 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: 'Aişe'den, Peygamber (ﷺ) hakkında benzer bir rivayet de yapılmıştır."
    },
    {
      "id": 20,
      "narrator": "Narrated from 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: 'Aişe'den, Peygamber (ﷺ) hakkında benzer bir rivayet de yapılmıştır."
    },
    {
      "id": 21,
      "narrator": "It was narrated that Abu 'Atiyyah said:",
      "text": "Abu 'Atiyyah'dan rivayet edilmiştir ki: \"Aişe şöyle dedi: 'Namaz sırasında dönebilmek, Şeytan'ın namazdan kapıp götürdüğü bir şeydir.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) hastaydı ve biz onun arkasında oturarak namaz kıldık. Abu Bekir, insanların duyabilmesi için tekbirlerini tekrar etti. O bize döndü ve ayakta durduğumuzu görünce oturmamız için işaret etti. Böylece onun arkasında oturarak namaz kıldık. Selam verdiğinde şöyle dedi: 'Az önce oturarak namaz kıldığınızda, Perslerin ve Romalıların kralları için yaptıkları gibi davranıyordunuz. Bunu yapmayın. İmamlarınıza uyun: Eğer ayakta namaz kılıyorlarsa, ayakta namaz kılın; eğer oturarak namaz kılıyorlarsa, oturarak namaz kılın.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) namaz kılarken sağa ve sola dönerdi, ama arkasına bakmak için boynunu çevirmedi.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) namaz kılarken iki siyahı (yılanlar ve akrepler) öldürmemizi emretti.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) namaz kılarken iki siyahı (yılanlar ve akrepler) öldürmeyi tavsiye etti.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Abu Qatadah that:",
      "text": "Abu Qatadah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) Umamah'ı taşıyarak namaz kılardı. Secde ettiğinde onu yere koyar, ayağa kalktığında tekrar alırdı.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Abu Qatadah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) insanlara namaz kıldırırken, omzunda Umamah bint Abi Al-'As'ı taşıyordu. Rükûya gittiğinde onu yere koydu ve secdeyi bitirdiğinde tekrar aldı.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that 'Aishah, may Allah (SWT) be pleased with her, said:",
      "text": "'Aişe, Allah (SWT) ondan razı olsun, şöyle dedi: \"Allah'ın Resulü (ﷺ) nafile namaz kılarken kapıya vurdum. Kapı kıblaya doğruydu, bu yüzden sağa veya sola birkaç adım attı ve kapıyı açtı, sonra tekrar namaz kıldığı yere döndü.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle dedi: 'Tesbih erkekler içindir, alkış ise kadınlar içindir.' İbn Al-Muthanna ekledi: 'Namaz sırasında.'\""
    },
    {
      "id": 30,
      "narrator": "Sa'eed bin Al-Musayyab and Abu Salamah bin 'Abdur-Rahman said that:",
      "text": "Sa'eed bin Al-Musayyab ve Abu Salamah bin 'Abdur-Rahman şöyle dediler: \"Abu Hurairah'ın şöyle dediğini işittik: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Tesbih erkekler içindir, alkış ise kadınlar içindir.'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Tesbih erkekler içindir, alkış ise kadınlar içindir.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Tesbih erkekler içindir, alkış ise kadınlar içindir.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ile buluştuğum belirli zamanlar vardı. Ona geldiğimde içeri girmek için izin isterdim. Eğer onu namaz kılarken bulursam, boğazını temizlerdi ve ben içeri girerdim; eğer serbest bulursam, bana içeri girmeme izin verirdi.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ile buluştuğum iki zaman vardı, biri gece, diğeri gündüz. Gece içeri girdiğimde, içeri girmem için boğazını temizlerdi.\""
    },
    {
      "id": 35,
      "narrator": "'Abdullah bin Nujayy narrated that his father said:",
      "text": "Abdullah bin Nüceyy'den rivayet edilmiştir ki, babası şöyle dedi: \"Ali bana dedi ki: 'Ben Allah'ın Resulü (ﷺ) ile o kadar yakındım ki, hiç kimseye bu kadar yakın olmadım. Her gece, fecrden önce ona gelirdim ve derdim ki: \"Selamun Aleyk ya Nebiyyallah (Selam sana, Ey Allah'ın Peygamberi).\" Eğer boğazını temizlerse, aileme geri dönerdim; aksi takdirde, onun yanına girerdim.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Mutarrif that his father said:",
      "text": "Mutarrif'ten rivayet edilmiştir ki, babası şöyle dedi: \"Ben Peygamber (ﷺ) namaz kılarken yanına geldim ve göğsünden su kaynaması gibi bir ses geliyordu,\" yani, ağlıyordu."
    },
    {
      "id": 37,
      "narrator": "It was narrated that Abu Ad-Darda' said:",
      "text": "Ebu Derda'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) namaz kılarken durdu ve 'Senden Allah'a sığınırım.' dediğini duyduk. Sonra 'Seni Allah'ın laneti ile lanetliyorum (SWT),' üç kez söyledi ve bir şey almak istercesine elini uzattı. Namazını bitirdiğinde, 'Ey Allah'ın Resulü, namazında daha önce hiç duymadığımız bir şey söyledin ve elini uzattığını gördük.' dedik. O da: 'Allah'ın (SWT) düşmanı İblis, yüzüme atmak için bir ateş parçası ile geldi, bu yüzden üç kez: \"Senden Allah'a sığınırım.\" dedim, sonra onu yakalamak istedim. Vallahi (SWT), eğer kardeşimiz Süleyman'ın duası olmasaydı, bu sabah Al-Medine çocuklarının onunla oynaması için bağlanmış olacaktı.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Salamah that :",
      "text": "Ebu Selame'den rivayet edilmiştir ki: Ebu Hureyre şöyle dedi: \"Allah'ın Resulü (ﷺ) namaza durdu ve biz de onunla birlikte durduk. Bir bedevi, namaz kılarken: 'Ey Allah, bana ve Muhammed'e merhamet et, başkasına merhamet etme.' dedi. Allah'ın Resulü (ﷺ) selam verdiğinde, bedeviye: 'Sınırlı bir şeyi sınırladın,' yani Allah'ın (SWT) merhametini.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Bir bedevi mescide girdi ve iki rekât namaz kıldı, sonra: \"Ey Allah, bana ve Muhammed'e merhamet et, başkasına merhamet etme.\" dedi. Allah'ın Resulü (ﷺ) şöyle dedi: \"Sınırlı bir şeyi sınırladın.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Mu'awiyah bin Al-Hakam As-Sulami said:",
      "text": "Muaviye bin Hakam es-Sulami'den rivayet edilmiştir: \"Ben dedim ki: 'Ey Allah'ın Resulü (ﷺ), biz yakın zamanda cehalet içindeydik, sonra Allah (SWT) İslam'ı getirdi. Aramızda bazı adamlar uğurlara bakıyorlar.' O da: 'Bu, kendi kalplerinde buldukları bir şeydir; onları ileri gitmekten alıkoymamalıdır.' Ben dedim: 'Ve aramızda bazı adamlar falcıların yanına gidiyorlar.' O da: 'Onlara gitmeyin.' Dedi ki: 'Aramızda bazı adamlar çizgiler çiziyorlar.' O da: 'Bir peygamber çizgiler çizerdi. O halde, onun çizgileriyle uyumlu olan kimse, öyle olsun.'\" Dedi ki: \"Ben Allah'ın Resulü (ﷺ) ile namaz kılarken, bir adam hapşırdı ve ben: 'Yarhamukallah (Allah sana merhamet etsin).' dedim. İnsanlar bana sert bakınca, 'Anam babam sana feda olsun, neden bana bakıyorsunuz?' dedim. İnsanlar dizlerine vurdu ve onların bana sessiz olmamı işaret ettiklerini görünce, sustum. Allah'ın Resulü (ﷺ) namazını bitirince, beni çağırdı. Babam ve annem onun uğruna fidye olsun, ne beni dövdü ne de azarladı. Ondan daha iyi bir öğretmen görmedim, ne önce ne de sonra. O şöyle dedi: 'Bu namazımız, sıradan insan konuşmaları için bir yer değildir; aksine, Allah'ı (SWT) tesbih ve yüceltme ve Kur'an okumak içindir.' Sonra Uhud ve el-Cavaniyye yanında bir köle kadınımın baktığı koyun sürüsüne çıktım ve kurtun bir koyunu aldığını gördüm. Ben de bir Adem oğluyum ve onlar gibi üzülürüm. Bu yüzden ona vurmuşum. Sonra Allah'ın Resulü (ﷺ) ile olan durumu anlattım. O bunu benim için ciddi bir eylem olarak değerlendirdi. Ben: 'Ey Allah'ın Resulü (ﷺ), onu serbest bırakmalı mıyım?' dedim. O da: 'Onu çağır.' Allah'ın Resulü (ﷺ) ona: 'Allah (SWT), Azim ve Yüce nerededir?' dedi. O da: 'Semaların üzerindedir.' Dedi: 'Ben kimim?' O da: 'Allah'ın Resulü (ﷺ).' Dedi: 'O bir mümindir, serbest bırak.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Zaid bin Arqam said:",
      "text": "Zeyd bin Arkam'dan rivayet edilmiştir: \"Biz, Allah'ın Resulü (ﷺ) zamanında namaz sırasında birbirimizle konuşurduk, gerekli olan her şeyi söylerdik, ta ki bu ayet nazil olana dek: 'Beş vakit namazı (As-Salawat) titizlikle koruyun, özellikle orta namazı (yani en iyi namaz - 'Asr). Ve Allah'ın huzurunda itaatle durun (ve namaz sırasında başkalarıyla konuşmayın), bu yüzden sessiz olmamız emredildi.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Ben Peygamber (ﷺ) namaz kılarken yanına gelir, ona selam verirdim, o da selamımı geri verirdi. Sonra bir gün namaz kılarken yanına geldim, selamımı geri vermedi. Taslim dediğinde, insanlara işaret etti ve şöyle dedi: 'Allah (SWT) namazda, Allah'ı (SWT) anmaktan başka bir şey konuşmamanızı emretmiştir ve bu sizin için uygun değildir, ve Allah'ın (SWT) huzurunda itaatle durmalısınız.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Ibn Mas'ud said:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: \"Biz Peygamber (ﷺ) ile selamlaşırdık ve o da selamımızı geri verirdi, ta ki Habeşistan'dan döndüğümüzde. Ben ona selam verdim ama o selamımı geri vermedi ve nedenini merak etmeye başladım. Bu yüzden oturdum; ve namazını bitirdiğinde, 'Allah (SWT) dilediğini takdir eder ve namaz sırasında konuşmamamız gerektiğini takdir etmiştir.' dedi.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Abdullah bin Buhainah said:",
      "text": "Abdullah bin Buhainah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize iki rekât namaz kıldırdı, sonra ayağa kalktı ve oturmadı, insanlar da onunla birlikte ayağa kalktı. Namazı bitirdiğinde, taslim demesini bekliyorduk, takbir aldı ve taslimden önce oturarak iki secde yaptı. Sonra taslim dedi.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from 'Abdullah bin Buhainah that:",
      "text": "Abdullah bin Buhainah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) namazda oturması gereken bir zamanda ayağa kalktı, bu yüzden taslimden önce oturarak iki secde yaptı.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Muhammad bin Sirin said:",
      "text": "Muhammed bin Sirin'in rivayetine göre: \"Abu Hurayra dedi ki: 'Peygamber (ﷺ) bize bir gece namazı kıldırdı.' Dedi ki: 'Abu Hurayra dedi ki: 'Ama ben unuttum (hangisi olduğunu).' Dedi ki: 'Bize iki rek'at namaz kıldırdı, sonra selam verdi ve mescidde yatan bir tahta parçasına yaslandı, sanki öfkeliymiş gibi. Acele edenler mescidi terk etti ve 'Namaz kısaldı.' dediler. İnsanlar arasında Abu Bekir ve Ömer vardı ama ona sormakta tereddüt ettiler, çünkü ona saygı duyuyorlardı. Ayrıca insanlar arasında uzun kolları olan ve Dhul-Yadain olarak bilinen bir adam vardı. O dedi ki: 'Ey Allah'ın Messengerı (ﷺ), unuttun mu yoksa namaz mı kısaldı?' Dedi ki: 'Unutmadım ve namaz kısalmadı.' Dedi ki: 'Dhul-Yadain'in dediği gibi mi?' Onlar: 'Evet.' dediler. Bunun üzerine geldi ve kaçırdığı rek'atleri kıldı, sonra selam verdi, sonra tekbir aldı ve her zamanki gibi veya ondan daha uzun bir secde yaptı. Sonra başını kaldırdı ve tekbir aldı, her zamanki gibi veya ondan daha uzun bir secde yaptı. Sonra başını kaldırdı ve tekbir aldı.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Messengerı (ﷺ) iki rek'at namaz kıldıktan sonra selam verdi, Dhul-Yadain ona dedi ki: \"Namaz mı kısaldı yoksa unuttun mu, ey Allah'ın Messengerı?\" Allah'ın Messengerı (ﷺ) dedi ki: \"Dhul-Yadain doğru mu söylüyor?\" İnsanlar: \"Evet.\" dediler. Bunun üzerine Allah'ın Messengerı (ﷺ) ayağa kalktı ve iki rek'at daha kıldı, sonra tekbir aldı ve her zamanki gibi veya ondan daha uzun bir secde yaptı. Sonra başını kaldırdı, sonra her zamanki gibi veya ondan daha uzun bir secde yaptı, sonra oturdu.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'nın rivayetine göre: \"Allah'ın Messengerı (ﷺ) bize 'Asr namazı kıldırdı ve iki rek'attan sonra selam verdi. Dhul-Yadain ayağa kalktı ve dedi ki: 'Namaz mı kısaldı, ey Allah'ın Messengerı (ﷺ) yoksa unuttun mu?' Allah'ın Messengerı (ﷺ) dedi ki: 'Hayır.' O dedi ki: 'Birisi oldu, ey Allah'ın Messengerı (ﷺ).' Allah'ın Messengerı (ﷺ) insanlara döndü ve dedi ki: 'Dhul-Yadain doğru mu söylüyor?' Onlar: 'Evet.' dediler. Bunun üzerine Allah'ın Messengerı (ﷺ) namazın geri kalanını tamamladı, sonra selamdan sonra otururken iki secde yaptı.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Messengerı (ﷺ) iki rek'at Zuhr namazı kıldı, sonra selam verdi. Onlar: 'Namaz mı kısaldı?' dediler. Bunun üzerine ayağa kalktı ve iki rek'at daha kıldı, sonra selam verdi, sonra iki secde yaptı.\""
    },
    {
      "id": 53,
      "narrator": "Abu Bakr bin Sulaiman bin Abi Hathmah narrated that:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Bir gün Allah'ın Messengerı (ﷺ) namaz kıldı ve iki rek'attan sonra selam verdi, sonra gitti. Dhul-Shimalain ona yetişti ve dedi ki: 'Ey Allah'ın Messengerı, namaz mı kısaldı yoksa unuttun mu?' Dedi ki: 'Namaz kısalmadı ve unuttum da değil.' O dedi ki: 'Evet, seni hak ile gönderenin hakkı için.' Allah'ın Messengerı (ﷺ) dedi ki: 'Dhul-Yadain doğru mu söylüyor?' Onlar: 'Evet.' dediler. Bunun üzerine insanlara iki rek'at namaz kıldırdı.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Narrated from Abu Hurairah:",
      "text": "Abu Hurayra'nın rivayetine göre: \"Allah'ın Messengerı (ﷺ) unuttu ve iki rek'attan sonra selam verdi. Dhul-Shimalain ona dedi ki: 'Namaz mı kısaldı yoksa unuttun mu, ey Allah'ın Messengerı (ﷺ)?' Allah'ın Messengerı (ﷺ) dedi ki: 'Dhul-Yadain doğru mu söylüyor?' Onlar: 'Evet.' dediler. Bunun üzerine Allah'ın Messengerı (ﷺ) ayağa kalktı ve namazı tamamladı.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "It was narrated from Imran bin Husain that:",
      "text": "Abu Hurayra'nın rivayetine göre: \"Allah'ın Messengerı (ﷺ) Zuhr veya 'Asr namazı kıldı ve iki rek'attan sonra selam verdi ve gitti. Dhul-Shimalain bin 'Amr ona dedi ki: 'Namaz mı kısaldı yoksa unuttun mu?' Peygamber (ﷺ) dedi ki: 'Dhul-Yadain ne diyor?' Onlar: 'O doğru söylüyor, ey Allah'ın Messengerı (ﷺ).' Bunun üzerine kaçırdığı iki rek'at namazı kıldırdı.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Imran bin Husain said:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Bekir bin Süleyman bin Ebi Hatma rivayet etti ki: \"Ona ulaştırıldı ki, Allah'ın Messengerı (ﷺ) iki rek'at namaz kıldı ve Dhul-Shimalain ona benzer bir şey söyledi. (Rivayet edenlerden biri İbn Şihab dedi ki: \"Sa'id bin Al-Musayyab bu hadisi Abu Hurayra'dan bana bildirdi.\" Dedi ki: \"Ve Ebu Salamah bin 'Abdur Rahman, Ebu Bekir bin 'Abdur Rahman, Ebu Bekir bin 'Abdur Rahman bin Al-Harith ve 'Ubaidullah bin 'Abdullah bana bildirdi.\")"
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurmuştur: \"Eğer biriniz üç mü dört (rak'at) kıldığını bilmiyorsa, bir rak'at daha kılmalı ve oturduğunda iki secde yapmalıdır. Eğer beş (rak'at) kılmışsa, bu (iki secde) onun namazını çift sayılı hale getirecek, eğer dört kılmışsa, bu durum şeytanı rahatsız edecek ve alçaltacaktır.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from 'Abdullah and attributed to the Prophet (ﷺ):",
      "text": "'Abdullah'dan rivayet edilmiştir ve Peygamber (ﷺ)'e atfedilmiştir: \"Eğer biriniz namazından şüphe ediyorsa, en muhtemel doğru olduğunu düşündüğü şekilde tahmin etsin ve namazını bu temele göre tamamlasın, sonra iki secde yapsın.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah şöyle demiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Eğer biriniz namazından şüphe ediyorsa, tahmin etsin ve namazını bitirdikten sonra iki secde yapsın.'\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) namaz kıldı ve daha fazla veya daha az (rak'at) yaptı. Taslim verdikten sonra, 'Ey Allah'ın Resulü, namazda bir değişiklik oldu mu?' denildi. O da: 'Namazda bir değişiklik olmuş olsaydı, size haber verirdim. Aksine, ben bir insanım ve unuturum, tıpkı sizin unuttuğunuz gibi. Eğer biriniz namazından şüphe ediyorsa, doğru olduğunu düşündüğü bir tahmin yapsın, namazını bu temele göre tamamlasın, sonra taslim versin ve iki secde yapsın.'\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah şöyle demiştir: \"Allah'ın Resulü (ﷺ) namaz kıldı ve daha fazla veya daha az (rak'at) yaptı. Selam verdikten sonra, 'Ey Allah'ın Resulü (ﷺ), namazda bir değişiklik oldu mu?' dedik. O da: 'Neden soruyorsunuz?' dedi. Biz de ona ne yaptığını söyledik. Kıbleye dönerek iki unutma secdesi yaptı, sonra bize döndü ve: 'Eğer namazda bir değişiklik olmuş olsaydı, size haber verirdim.' dedi. Sonra: 'Aksine, ben bir insanım ve unuturum, tıpkı sizin unuttuğunuz gibi. Eğer biriniz namazından şüphe ediyorsa, doğru olduğunu düşündüğü bir tahmin yapsın, namazını bu temele göre tamamlasın, sonra taslim versin ve iki unutma secdesi yapsın.'\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) Zuhr namazı kıldı, sonra onlara döndü ve 'Namazda bir değişiklik oldu mu?' dediler. O da: 'Neden soruyorsunuz?' dedi. Onlar da ne yaptığını söylediler, bunun üzerine kıbleye döndü ve iki secde yaptı. Sonra selam verdi ve onlara döndü ve: 'Ben sadece bir insanım, unuturum tıpkı sizin unuttuğunuz gibi, eğer ben unutursem, beni hatırlatın.' dedi. Ve: 'Eğer namazda bir değişiklik olmuş olsaydı, size haber verirdim.' dedi. Ve: 'Eğer biriniz namazından şüphe ediyorsa, en yakın doğruyu tahmin etsin, sonra namazını bu temele göre tamamlasın, sonra iki secde yapsın.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah şöyle demiştir: \"Namazından şüphe eden kimse, doğru olduğunu tahmin etsin, sonra namazını bitirdikten sonra oturarak iki secde yapsın.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah şöyle demiştir: \"Şüphesi olan kimse, doğru olduğunu tahmin etsin, sonra iki secde yapsın.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edilmiştir ki: \"Onlar derlerdi ki: 'Eğer birisi doğru olduğunu tahmin etmekte şüphe ediyorsa, o zaman iki secde yapsın.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Abdullah bin Ja'far said:",
      "text": "Abdullah bin Ca'fer'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Namazında şüphesi olan kimse, taslim verdikten sonra iki secde yapsın.'\""
    },
    {
      "id": 71,
      "narrator": "It was narrated 'Abdullah bin Ja'far that :",
      "text": "'Abdullah bin Ca'fer'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Namazında şüphesi olan kimse, taslim verdikten sonra iki secde yapsın.'\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from 'Abdullah bin Ja'far that :",
      "text": "'Abdullah bin Ca'fer'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Namazında şüphesi olan kimse, taslim verdikten sonra iki secde yapsın.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from 'Abdullah bin Ja'far that:",
      "text": "'Abdullah bin Ca'fer'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Namazında şüphesi olan kimse, iki secde yapsın.' (Rivayet edenlerden) Haccac dedi ki: \"Taslim verdikten sonra.\" (Diğerlerinden) Rawh dedi ki: \"Otururken.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Eğer biriniz kalkıp namaz kılarsa, Şeytan ona gelir ve onu karıştırır, ta ki ne kadar (rak'at) kıldığını bilmez hale gelir. Eğer biriniz bunu fark ederse, oturarak iki secde yapsın.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra şöyle demiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Ezan okunduğunda, Şeytan yüksek sesle gaz çıkararak kaçar. İkâmet tamamlandığında geri gelir ve bir adamın kulağına fısıldar, ta ki ne kadar (rak'at) kıldığını bilmez hale gelir. Eğer biriniz bunu fark ederse, iki secde yapsın.'\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Peygamber (ﷺ) öğle namazını beş rek'atle kıldı, kendisine: 'Namaza bir şey eklendi mi?' denildi. O da: 'Neden soruyorsunuz?' dedi. Onlar: 'Beş kıldın.' dediler. Bunun üzerine döndü ve iki secde yaptı.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: Peygamber (ﷺ) onlara beş rek'atle öğle namazı kıldırdı. Onlar: 'Beş kıldın.' dediler. Bunun üzerine otururken selam verdikten sonra iki secde yaptı."
    },
    {
      "id": 78,
      "narrator": "It was narrated that Ibrahim bin Suwaid said:",
      "text": "İbrahim bin Suwaid'den rivayet edilmiştir: \"Alkame beş rek'at kıldı ve bunun hakkında kendisine söylendi. O da: 'Gerçekten mi yaptım?' dedi. Ben evet dedim. O da: 'Ya sen, ey tek gözlü?' dedi. Ben: 'Evet.' dedim. Bunun üzerine iki secde yaptı, sonra 'Abdullah'dan rivayet etti ki Peygamber (ﷺ) beş rek'at kıldı, insanlar birbirlerine fısıldadı, sonra ona: 'Namaza bir şey eklendi mi?' dediler. O da: 'Hayır.' dedi. Bunun üzerine ona söylediler ve o döndü ve iki secde yaptı, ardından: 'Ben sadece bir insanım; unuturum, siz unuttuğunuz gibi.' dedi.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Malik bin Mighwal said:",
      "text": "Malik bin Mighwal'dan rivayet edilmiştir: \"Ash-Sha'bi'nin şöyle dediğini duydum: 'Alkame bin Kays namazında unuttu (ve hata yaptı), ve konuştuğundan sonra ona bunun hakkında söylendi. O da: 'Bu doğru mu, ey tek gözlü?' dedi. O da: 'Evet.' dedi. Bunun üzerine örtüsünü çıkardı, sonra iki unutuş secdesi yaptı ve: 'Bu, Allah'ın Elçisi (ﷺ) gibi oldu.' dedi. Ve Al-Hakam'ın: 'Alkame beş kıldı.' dediğini duydum.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edilmiştir: \"Alkame beş rek'at kıldı ve selam verdiğinde, İbrahim bin Suwaid: 'Ey Ebu Şibl, beş kıldın!' dedi. O da: 'Bu doğru mu, ey tek gözlü?' dedi. Sonra iki unutuş secdesi yaptı, ardından: 'Bu, Allah'ın Elçisi (ﷺ) gibi oldu.' dedi.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated from 'Abdullah that :",
      "text": "'Abdullah'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) öğle namazlarından birini beş rek'atle kıldı ve kendisine: \"Namaza bir şey eklendi mi?\" denildi. O da: 'Neden soruyorsunuz?' dedi. Onlar: 'Beş kıldın.' dediler. O da: 'Ben sadece bir insanım, unuturum, siz unuttuğunuz gibi, ve hatırlarım, siz hatırladığınız gibi.' dedi. Sonra iki secde yaptı ve namazını tamamladı."
    },
    {
      "id": 82,
      "narrator": "It was narrated from Muhammad bin Yusuf, the freed slave of Uthman, from his father Yusuf, that:",
      "text": "Muhammed bin Yusuf'tan, Osman'ın azatlısı, babası Yusuf'tan rivayet edilmiştir ki: Muaviye onların önünde namaz kıldı ve oturması gereken yerde ayakta durdu. İnsanlar tesbih etti, ama o ayakta kaldı, sonra namazı tamamladıktan sonra oturarak iki secde yaptı. Sonra minberde oturdu ve: 'Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: 'Namazında bir şeyi unutan, böyle iki secde yapsın.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from 'Abdur-Rahman Al A'raj that:",
      "text": "'Abdurrahman Al A'raj'dan rivayet edilmiştir ki: Abdullah bin Buhainah ona, Allah'ın Elçisi (ﷺ) iki rek'at kıldıktan sonra ayakta durduğunu ve oturmadığını (tahşehud için) söyledi. Namazını bitirdiğinde iki secde yaptı, her secde için tekbir getirerek, oturarak, selam vermeden önce, ve insanlar onunla birlikte secde etti. (Bunu) unuttuğu oturuş yerine yaptı.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Abu Humaid As-Sa'idi said:",
      "text": "Ebu Humaid Es-Sa'idi'den rivayet edilmiştir: \"Namazın son iki rek'atinde, Peygamber (ﷺ) sol ayağını öne çıkarır ve sol kalçasının üzerine oturur, Mutavarrikan, sonra selam verirdi.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Wa'il bin Hujr'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) namaza başladığında ellerini kaldırdığını, rükûya girdiğinde ve rükûdan başını kaldırdığında gördüm. Oturduğunda, sol ayağını yere koyar ve sağ ayağını dik tutar, sol elini sol uyluğuna, sağ elini sağ uyluğuna koyar, orta parmağı ve baş parmağı ile bir daire yapar ve işaret ederdi.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Wa'il bin Hujr that :",
      "text": "Wa'il bin Hujr'dan rivayet edilmiştir ki: O, Peygamber (ﷺ) namazda otururken gördü. Sol ayağını yere koydu ve ön kollarını uyluklarına koydu, işaret parmağı ile işaret etti, dua ediyordu."
    },
    {
      "id": 87,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Wa'il bin Hujr'dan rivayet edilmiştir: \"Ben: 'Allah'ın Elçisi (ﷺ) nasıl namaz kılıyor, onu izleyeceğim.' dedim. Allah'ın Elçisi (ﷺ) ayakta durdu ve Kıble'ye yöneldi, sonra ellerini kulak seviyesine kadar kaldırdı, sonra sol elini sağ eliyle tuttu. Rükûya gitmek istediğinde, ellerini aynı şekilde kaldırdı, sonra ellerini dizlerine koydu. Rükûdan başını kaldırdığında, ellerini yine aynı şekilde kaldırdı. Secde ettiğinde, ellerini başı ile aynı pozisyonda koydu, sonra oturdu ve sol ayağını yere koydu. Sol elini sol uyluğuna koydu ve sağ dirseğini sağ uyluğuna koydu, iki parmağı ile bir daire yaptı. Ve onu böyle yaparken gördüm.\" - Bişr (rivayet edenlerden biri) sağ elinin işaret parmağı ile işaret etti ve baş parmağı ile orta parmağı ile bir daire yaptı."
    },
    {
      "id": 88,
      "narrator": "'Ali bin Abdur-Rahman said:",
      "text": "'Ali bin Abdur-Rahman dedi ki: \"Ben İbn Ömer'in yanında namaz kıldım ve taşları çevirdim. İbn Ömer bana: 'Taşları çevirmeyin, çünkü taşları çevirmek şeytandandır. Allah'ın Elçisi (ﷺ) ne yaptıysa onu yap.' dedi. Ben de: 'Allah'ın Elçisi (ﷺ) ne yaptı?' dedim. O da: 'Şöyle' - sağ ayağını dik tutarak sol ayağını yere koydu, sağ elini sağ uyluğuna, sol elini sol uyluğuna koydu ve işaret parmağı ile işaret etti.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that 'Ali bin Abdur-Rahman said:",
      "text": "'Ali bin Abdur-Rahman'dan rivayet edilmiştir: \"İbn Ömer, namaz kılarken taşlarla oynadığımı gördü. Namazı bitirdiğinde, bunu yapmamamı söyledi ve: 'Allah'ın Elçisi (ﷺ) ne yapıyorsa onu yap.' dedi. Ben de: 'O ne yapıyordu?' dedim. O da: 'Namazda oturduğunda, sağ elini uyluğuna koyar ve parmaklarını sıkar, baş parmağın yanındaki parmakla işaret eder, sol elini sol uyluğuna koyardı.'\""
    },
    {
      "id": 90,
      "narrator": "Wa'il bin Hujr said:",
      "text": "Wa'il bin Hujr dedi ki: \"Ben Allah'ın Elçisi (ﷺ) nasıl namaz kılıyor, onu izleyeceğim. Böylece onu izledim.\" Ve namazını şöyle tarif etti: \"Sonra oturdu ve sol ayağını yere koydu, sol elini sol uyluğuna ve dizine koydu. Sağ dirseğini sağ uyluğuna koydu, sonra sağ elinin iki parmağıyla bir daire yaptı, sonra parmağını kaldırdı ve onu hareket ettirdiğini gördüm, dua ediyordu.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) namazda oturduğunda, ellerini dizlerinin üzerine koyar ve baş parmağının yanındaki parmağını kaldırarak dua ederdi, sol eli ise dizinin üzerine yerleştirilmişti."
    },
    {
      "id": 92,
      "narrator": "It was narrated from Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Az-Zubair'den rivayet edilmiştir: Peygamber (ﷺ) dua ederken parmağıyla işaret ederdi, fakat onu hareket ettirmezdi. İbn Jurayj dedi ki: \"Ve 'Amr ekledi: 'Amir bin Abdullah bin Az-Zubair bana babasının Peygamber (ﷺ) dua ederken, sol koluna yaslanarak, sol bacağına dayanarak oturduğunu gördüğünü söyledi.'\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Malik bin Numair Al-Khuza'I that his father said:",
      "text": "Malik bin Numair Al-Khuza'i'den rivayet edilmiştir ki, babası şöyle demiştir: \"Namaz kılarken Allah'ın Elçisi (ﷺ) sağ elini sağ uyluğuna koyarken ve parmağıyla işaret ederken gördüm.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Bir adam iki parmakla dua ediyordu ve Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir yap, bir yap.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from Sa`d who said:",
      "text": "Sa'd'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) parmaklarımla dua ederken yanımdan geçti ve 'Bir yap, bir yap' dedi ve işaret parmağıyla gösterdi.\""
    },
    {
      "id": 96,
      "narrator": "Malik bin Numair Al-Khuza'I, one of the inhabitants of Al-Basrah, narrated that:",
      "text": "Malik bin Numair Al-Khuza'i, Basra'nın sakinlerinden biri olarak, babasının kendisine şöyle söylediğini rivayet etmiştir: \"Namaz kılarken Allah'ın Elçisi (ﷺ) otururken sağ ön kolunu sağ uyluğuna koymuş ve hafifçe bükülmüş işaret parmağını kaldırarak dua ediyordu.\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from 'Amir bin Abdullah bin Az-Zubair, from his father, that:",
      "text": "'Amir bin Abdullah bin Az-Zubair'den, babasından rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) teşehhüd okumak için oturduğunda, sol elini sol uyluğuna koyar ve işaret parmağıyla işaret ederdi, bakışı işaret ettiği parmağın ötesine geçmezdi."
    },
    {
      "id": 98,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İnsanlar, namaz sırasında dua ederken gökyüzüne bakmayı kesinlikle bırakmalıdır, yoksa gözlerini kaybederler.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated that Ibn Mas'ud said:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki: \"Teşehhüd farz kılınmadan önce, namaz kıldığımızda şöyle derdik: 'Selam (As-Salam) Allah'a (SWT), selam Cebrail'e, selam Mikail'e.' Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bunu söylemeyin, çünkü gerçekten Allah (SWT), Aziz ve Celil olan, As-Salam'dır. Daha ziyade şöyle deyin: \"At-tahiyyatu lillahi wasalawatu wat-tayibaat, as-salamu 'alaika ayah-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina a 'ala ibad illahis-salihin, ashadu an la ilaha ill Allah, wa ashhadu anna Muhammadan 'abduhu wa rasuluhu.\" (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah'tan başka ibadet edilecek hiçbir ilah yoktur ve ben şahitlik ederim ki, Muhammed O'nun kuludur ve elçisidir.)\""
    },
    {
      "id": 100,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize teşehhüdü, Kur'an'dan bir sure öğretir gibi öğretirdi.\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Allah, Aziz ve Celil olan, As-Salam, barış kaynağıdır; tüm kusurlardan münezzehtir. Sizden biri oturduğunda (namazda) şöyle desin: At-tahiyyatu lillahi wasalawatu wat-tayibaat, as-salamu 'alaika ayah-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina a 'ala ibad illahis-salihin, ashadu an la ilaha ill Allah, wa ashhadu anna Muhammadan 'abduhu wa rasuluhu.' (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah'tan başka ibadet edilecek hiçbir ilah yoktur ve ben şahitlik ederim ki, Muhammed O'nun kuludur ve elçisidir.)\" Sonrasında, istediği kelimeleri seçebilir.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Hittan bin 'Abdullah that Al-Ash'ari said:",
      "text": "Hittan bin 'Abdullah'dan rivayet edilmiştir ki, Al-Ash'ari şöyle dedi: \"Allah'ın Elçisi (ﷺ) bize hitap etti ve sünnetlerimizi ve namazımızı öğretti. Dedi ki: 'Namaza durduğunuzda, saflarınızı düz tutun, sonra biriniz diğerlerine imamlık yapsın. Takbir getirdiğinde, takbir getirin; 'Wa lad-dallin' dediğinde 'Amin' deyin ve Allah (SWT) size cevap verecektir. Sonra takbir getirip rükûya gittiğinde, takbir getirin ve rükûya gidin, çünkü imam sizden önce rükûya gider ve sizden önce kalkar.' Allah'ın Elçisi (ﷺ) dedi ki: 'Bu, onu telafi eder. 'Sami' Allahu liman hamidah (Allah, kendisini övenin sesini işitir)' dediğinde, 'Allahumma, Rabbana wa lakal-hamd (Ey Allah, Rabbimiz, hamd sana aittir)' deyin, Allah sizi işitecektir, çünkü gerçekten Allah (SWT), Aziz ve Celil olan, Peygamberinin lisanıyla şöyle buyurmuştur: 'Allah, kendisini övenin sesini işitir.' Sonra takbir getirip secde ettiğinde, takbir getirin ve secde edin, çünkü imam sizden önce secde eder ve sizden önce kalkar.' Allah'ın Elçisi (ﷺ) dedi ki: 'Bu, onu telafi eder. Sonra oturduğunuzda, birinizin şöyle demesi gerekenlerden biri olsun: At-tahiyyatu lillahi wasalawatu wat-tayibaat, as-salamu 'alaika ayah-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina a 'ala ibad illahis-salihin, ashadu an la ilaha ill Allah, wa ashhadu anna Muhammadan 'abduhu wa rasuluhu.' (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah'tan başka ibadet edilecek hiçbir ilah yoktur ve ben şahitlik ederim ki, Muhammed O'nun kuludur ve elçisidir.)\""
    },
    {
      "id": 103,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize teşehhüdü, Kur'an'dan bir sure öğretir gibi öğretirdi: 'Bismillah, wa billahi. At-tahiyyatu lillahi wasalawatu wat-tayibaat, as-salamu 'alaika ayah-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina a 'ala ibad illahis-salihin, ashadu an la ilaha ill Allah, wa ashhadu anna Muhammadan 'abduhu wa rasuluhu. As'al Allahal-jannah wa author billahi min an-nar (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, sana selam olsun, Allah'ın rahmeti ve bereketi üzerine olsun. Bize ve Allah'ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah'tan başka ibadet edilecek hiçbir ilah yoktur ve ben şahitlik ederim ki, Muhammed O'nun kuludur ve elçisidir. Allah'tan cennet istiyorum ve ateşten Allah'a sığınırım.)'\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Allah (SWT) benim ümmetimin selamlarını bana ileten melekler vardır.'\""
    },
    {
      "id": 105,
      "narrator": "It was narrated from Abdullah bin Abi Talha, from his father, that:",
      "text": "Abdullah bin Ebi Talha'dan, babasından rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bir gün yüzünde neşeli bir ifadeyle geldi ve biz de: 'Seni neşeli görüyoruz' dedik. O da: 'Melek bana geldi ve dedi ki: 'Ey Muhammed, Rabbin diyor ki: 'Sana selam gönderen kim olursa olsun, ben ona on kat selam göndereceğim ve sana salat eden kim olursa olsun, ben ona on kat salat göndereceğim.'\""
    },
    {
      "id": 106,
      "narrator": "Fadalah bin Ubaid said:",
      "text": "Fadalah bin Ubaid dedi ki: \"Allah'ın Elçisi (ﷺ) namaz sırasında bir adamın Allah'ı (SWT) tesbih etmeden ve Peygamber (ﷺ) üzerine salat getirmeden dua ettiğini duydu. Allah'ın Elçisi (ﷺ) dedi ki: 'Acelen var, ey kullarım.' Sonra Allah'ın Elçisi (ﷺ) onlara öğretti. Ve Allah'ın Elçisi (ﷺ) bir adamın dua ettiğini duydu; o, Allah'ı (SWT) tesbih etti ve övdü ve Peygamber (ﷺ) üzerine salat getirdi. Allah'ın Elçisi (ﷺ) dedi ki: 'Dua et, kabul edileceksin; iste, sana verilecektir.'\""
    },
    {
      "id": 107,
      "narrator": "It was narrated that Abu Mas'ud Al-Ansari siad:",
      "text": "Abu Mas'ud Al-Ansari'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize Sa'd bin 'Ubadah'ın meclisinde geldi ve Bashir bin Sa'd ona dedi ki: 'Allah, ey Allah'ın Elçisi, sana salat getirmemizi emretti; peki, sana nasıl salat getirelim?' Allah'ın Elçisi (ﷺ) sessiz kaldı, ta ki onun bu soruyu sormadığını diledik. Sonra dedi ki: 'De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Şüphesiz ki sen övgüye layıksın, yücelik sahibisin.)' Ve selam da bildiğin gibidir.'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Abu Mas'ud Al-Ansari said:",
      "text": "Abu Mas'ud Al-Ansari'den rivayet edilmiştir ki: \"Peygamber (ﷺ)'e denildi ki: 'Sana salat ve selam getirmemiz emredildi. Selamı nasıl getireceğimizi biliyoruz, peki, salatı nasıl getirelim?' O dedi ki: 'De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi).'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated that Ka'b bin 'Ujrah said:",
      "text": "Ka'b bin 'Ujrah'dan rivayet edilmiştir ki: \"Biz dedik: 'Ey Allah'ın Elçisi (ﷺ), sana selam getirmeyi biliyoruz, peki, sana salat nasıl getirelim?' O dedi ki: 'De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Şüphesiz ki sen övgüye layıksın, yücelik sahibisin.)'\" (Rivayet edenlerden) İbn Abi Laila dedi ki: \"Biz de derdik: 'Ve bize de.'\" Abu Abdur-Rahman (An-Nasa'i) dedi ki: Bu hadisi kitabından rivayet etti, bu bir hatadır."
    },
    {
      "id": 110,
      "narrator": "It was narrated that Ka'b bin 'Ujrah said:",
      "text": "Ka'b bin 'Ujrah'dan rivayet edilmiştir ki: \"Biz dedik: 'Ey Allah'ın Elçisi (ﷺ), sana selam getirmeyi biliyoruz, peki, sana salat nasıl getirelim?' O dedi ki: 'De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Şüphesiz ki sen övgüye layıksın, yücelik sahibisin.)'\" (Rivayet edenlerden) 'Abdur Rahman dedi ki: \"Biz de derdik: 'Ve bize de.'\" Abu Abdur-Rahman (An-Nasa'i) dedi ki: Bu, öncekinden daha doğru kabul edilir. Ve biz, \"Amr bin Murrah\" dediğini başka bir durumda bilmeyiz. Ve Allah (SWT) en iyi bilendir."
    },
    {
      "id": 111,
      "narrator": "It was narrated that Ibn Abi Laila said:",
      "text": "İbn Abi Laila'dan rivayet edilmiştir ki: \"Ka'b bin Ujrah bana dedi ki: 'Sana bir hediye vermeyeyim mi?' Biz dedik: 'Ey Allah'ın Elçisi (ﷺ), sana selam getirmeyi biliyoruz, peki, sana salat nasıl getirelim?' O dedi ki: 'De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Şüphesiz ki sen övgüye layıksın, yücelik sahibisin.)'\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Musa bin Talha that:",
      "text": "Musa bin Talha'dan rivayet edilmiştir ki: Babası dedi ki: \"Biz dedik: 'Ey Allah'ın Elçisi, sana salat nasıl getirelim?' O dedi ki: 'De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Şüphesiz ki sen övgüye layıksın, yücelik sahibisin.)'\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from Musa bin Talha, from his father, that:",
      "text": "Musa bin Talha'dan, babasından rivayet edilmiştir ki: Bir adam Allah'ın Elçisi (ﷺ)'ne geldi ve dedi ki: \"Ey Allah'ın Elçisi, sana nasıl bereket getirelim?\" O dedi ki: \"De ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad, kama sallaita 'ala Ibrahima wa barik 'ala Muhammad kama barakta 'ala ali Ibrahim fil-'alamin, innaka hamidun majid (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et, tıpkı İbrahim'in ailesine salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'in ailesine bereket verdiğin gibi. Şüphesiz ki sen övgüye layıksın, yücelik sahibisin.)'\""
    },
    {
      "id": 114,
      "narrator": "It was narrated that Musa bin Talha said:",
      "text": "Musa bin Talha'dan rivayet edilmiştir ki: \"Zaid bin Kharijah'a sordum, o da dedi ki: 'Ben Allah'ın Elçisi (ﷺ)'ne sordum ve o dedi ki: 'Bana salat getirin ve dua etmeye gayret edin, ve de ki: Allahumma salli 'ala Muhammad wa 'ala ali Muhammad (Ey Allah, Muhammad'a ve Muhammad'ın ailesine salat et).'\""
    },
    {
      "id": 115,
      "narrator": "It was narrated that abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Biz dedik: 'Ey Allah'ın Elçisi (ﷺ), sana selam getirmeyi biliyoruz, peki, sana salat nasıl getirelim?' O dedi ki: 'De ki: \"Allahumma salli 'ala Muhammadin 'abdika wa rasulika kama salaita 'ala Ibrahim wa barik 'ala Muhammadin wa 'ala ali Muhammadin kama barakta 'ala Ibrahim (Ey Allah, Muhammad'a, senin kulun ve elçin, salat et, tıpkı İbrahim'e salat ettiğin gibi, ve Muhammad'a ve Muhammad'ın ailesine bereket ver, tıpkı İbrahim'e bereket verdiğin gibi.)\""
    },
    {
      "id": 116,
      "narrator": "It was narrated that 'Amr bin Sulam Az-Zuraqi said:",
      "text": "'Amr bin Sulam Az-Zuraqi'den rivayet edilmiştir ki: \"Abu Humaid As-Sa'idi bana dedi ki: 'Biz dedik: 'Ey Allah'ın Elçisi (ﷺ), sana salat nasıl getirelim?' Allah'ın Elçisi (ﷺ) dedi ki: 'De ki: Allahumma salli 'ala Muhammadin wa azwajihi wa dhuriyatihi (Ey Allah, Muhammad'a ve eşlerine ve soyuna salat et) - Al-Harith'in rivayetinde - kama salaita 'ala Ibraim wa barik 'ala Muhammad wa azwajihi wa dhuriyatihi (tıpkı İbrahim'e salat ettiğin gibi ve Muhammad'a ve eşlerine ve soyuna bereket ver) - her ikisi de dedi ki - kama barakta 'ala ali Ibrahima innaka hamidun majid (tıpkı İbrahim'e bereket verdiğin gibi, sen övgüye layıksın, yücelik sahibisin.)\" Abu Abdur-Rahman (An-Nasa'i) dedi ki: Kutaibah bu hadisi iki kez bize bildirdi, belki de bir kısmını atlamıştı."
    },
    {
      "id": 117,
      "narrator": "It was narrated from Abdullah bin Abi Talhah, from his father, that:",
      "text": "Abdullah bin Abi Talhah'dan, babasından rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bir gün yüzünde neşeli bir ifadeyle geldi. Dedi ki: 'Cebrail bana geldi ve dedi ki: 'Seni sevindirmeyecek mi, ey Muhammad, (bilmek) ki senin ümmetinden hiç kimse sana salat getirmedikçe ben ona on kat salat getireceğim, ve hiç kimse sana selam getirmedikçe ben ona on kat selam getireceğim?'\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) dedi ki: 'Kim bana bir kez salat getirirse, Allah (SWT) ona on kat salat getirir.'\""
    },
    {
      "id": 119,
      "narrator": "Anas bin Malik said:",
      "text": "Anas bin Malik dedi ki: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Kim bana bir kez salat getirirse, Allah (SWT) ona on kat salat getirir, on günahını siler ve onu on derece yükseltir.'\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah dedi ki: \"Allah'ın Elçisi (ﷺ) ile namazda oturduğumuzda, biz derdik: 'Selam Allah'a (SWT), selam falana ve falana.' Allah'ın Elçisi (ﷺ) dedi ki: 'Allah'a (SWT) selam demeyin, çünkü Allah (SWT) As-Salam'dır (barış kaynağı; tüm kusurlardan uzak olan). Aksine, de ki: At-tahiyyatu lillahi wasalawatu wat-tayibaat, as-salamu 'alaika ayah-Nabiyyu wa rahmatAllahi wa baraktuhu. As-salamu 'alaina a 'ala ibad illahis-salihin (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, üzerine selam ve Allah'ın rahmeti ve bereketi olsun. Bizim üzerimize ve Allah'ın salih kullarının üzerine selam olsun.) Eğer bunu söylerseniz, bu, göklerde ve yerdeki her salih kul için olacaktır, \"ashadu an la ilaha ill Allah, wa ashhadu anna Muhammadan 'abduhu wa rasuluhu (Ben şahitlik ederim ki, Allah'tan başka ilah yoktur ve Muhammad O'nun kuludur ve elçisidir.) Sonra, istediğiniz herhangi bir duayı yapabilirsiniz.'\""
    },
    {
      "id": 121,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Umm Sulaim, Peygamber (ﷺ)'e geldi ve dedi ki: 'Ey Allah'ın Elçisi (ﷺ), bana namazımda dua edebileceğim bazı kelimeler öğret.' O da dedi ki: 'Allah'ı (SubhanAllah diyerek) on kez tesbih et, O'na (Alhamdulilah diyerek) on kez hamd et, O'nu (Allahu Akbar diyerek) on kez yücelt, sonra ihtiyacın olanı iste; O da: 'Evet, evet' diyecektir.\""
    },
    {
      "id": 122,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile oturuyordum ve bir adam ayakta namaz kılıyordu. Rükûya gittiğinde, secde ettiğinde ve teşehhüd okuduğunda dua etti ve duasında şöyle dedi: 'Allahumma inni as'aluka bi-anna lakal-hamd, lailaha illa ant, al-mannanu badi'us-samawati wal-ard, ya dhal-jalali wal-ikram! Ya hayyu ya qayyum! Inni as'aluka.' (Ey Allah, gerçekten ben Senden, tüm hamd Sadece Sana aittir, Senden başka ilah yoktur, bağışlayıcı, göklerin ve yerin yaratıcısı, ey azamet ve şeref sahibi, ey daima yaşayan, ey ebedi, Senden istiyorum.)' Peygamber (ﷺ) dedi ki: 'Onun neyle dua ettiğini biliyor musunuz?' Onlar: 'Allah (SWT) ve O'nun Elçisi en iyi bilendir,' dediler. O da: 'Canımın elinde olan Zat'a yemin ederim ki, O, Allah'ı en büyük ismiyle çağırdı; O'na bu isimle çağrıldığında, O cevap verir ve bu isimle istendiğinde, O verir.'\""
    },
    {
      "id": 123,
      "narrator": "Hanzalah bin 'Ali narrated that:",
      "text": "Hanzalah bin 'Ali rivayet etmiştir ki: Mihjan bin Al-Adra' ona, Allah'ın Elçisi (ﷺ)'nin mescide girdiğini ve orada bir adamın namazını bitirip teşehhüd okuduğunu anlattı. O şöyle dedi: \"Allahumma inni as'aluka ya Allah! Bi-annakal-Wahidul-Ahad us-Samad, alladhi lam yalid wa lam yowled, wa lam yakun lahu kufuwan ahad, an taghfirali dhunubi, innaka antal-Ghafurur-Rahim (Ey Allah, Senden istiyorum, ey Allah, Sen Tek, Eşsiz, Kendine Yeterli Olan, doğurmayan ve doğurulmayan, O'na eşit veya benzer olmayan, günahlarımı bağışla, çünkü Sen çok bağışlayansın, en merhametlisin.)\" Allah'ın Elçisi (ﷺ) dedi ki: \"O, affedildi,\" üç kez tekrar etti."
    },
    {
      "id": 124,
      "narrator": "It was narrated from 'Abdullah bin 'Amr, from Abu Bakr As-Siddiq, may Allah (SWT) be pleased with them both, that he said to the Messenger of Allah (ﷺ):",
      "text": "'Abdullah bin 'Amr'dan, Abu Bakr As-Siddiq'ten, Allah (SWT) her ikisinden de razı olsun, rivayet edilmiştir ki, o Allah'ın Elçisi (ﷺ)'ne şöyle dedi: \"Bana namazımda okuyabileceğim bir dua öğret.\" O da dedi ki: \"De ki: 'Allahumma inni zalamtu afsi zulman kathiran wa la yaghfirudhunub illa anta faghfirli maghfiratan min 'indika warhamni innaka antal-Ghafurur-Rahim (Ey Allah, gerçekten ben kendime çok zulmettim ve günahları bağışlayacak olan yalnız Sensin. Benden bağışla ve bana merhamet et, çünkü Sen çok bağışlayansın, en merhametlisin.)'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Mu'adhbin Jabal said:",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) elimi tuttu ve dedi ki: 'Seni seviyorum, ey Mu'adh!' Ben de: 'Ve ben de seni seviyorum, ey Allah'ın Elçisi (ﷺ).' Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Her namazda şunu söylemeyi unutma: Rabbi a'inni 'ala dhikrika wa shukrika wa husni 'ibadatik (Rabbim, beni Seni anmaya, Sana şükretmeye ve Sana güzel bir şekilde ibadet etmeye yardım et.)'\""
    },
    {
      "id": 126,
      "narrator": "It was narrated from Shadad bin Aws that:",
      "text": "Şadad bin Evs'ten rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) namazında şöyle derdi: \"Allahumma inni as'aluka at-thabbuta fi al-amr wal-'azimata 'alar-rushdi wa as'aluka shukr ni'matik wa husna 'ibadatik wa as'aluka qalban saliman wa lisanan sadiqan wa as'aluka min khairi ma at'lamu wa author bika min sharri ma at'lamu wastaghfiruka lima ta'lam (Ey Allah, her işimde sebat ve doğru yolda kararlılık istiyorum, nimetlerine şükretmemi ve Sana güzel bir şekilde ibadet etmemi istiyorum. Senden sağlam bir kalp ve doğru bir dil istiyorum. Bildiğim en iyi şeyleri istiyorum ve bilmediğim en kötü şeylerden sana sığınıyorum ve bildiklerinden dolayı bağışlanma diliyorum.)\""
    },
    {
      "id": 127,
      "narrator": "Ata bn As-Sa'ib narrated that his father said:",
      "text": "Ata bin As-Sa'ib, babasından rivayet etmiştir ki: \"Ammar bin Yasir bize namaz kıldırdı ve bunu kısalttı. Bazı insanlar ona: 'Namazı kısalttın (veya kısa kıldın).' dediler. O da: 'Yine de Peygamber (ﷺ)'den duyduğum duaları okudum.' Dediğinde, bir adam -o benim babamdı ama kendisini isimlendirmedi- onu takip etti ve o duayı sordu, sonra geldi ve insanlara şöyle söyledi:"
    },
    {
      "id": 128,
      "narrator": "It was narrated that Qais bin 'Ubad said:",
      "text": "\"Allāhumma bi `ilmikal-ghaiba wa qudratika 'alal-khalqi aḥyinī mā `alimtal-ḥayāta khairan lī, wa tawaffanī idhā `alimtal-wafāta khairan lī. Allāhumma wa 'as'aluka khashyataka fil-ghaibi wash-shahādati wa 'as'aluka kalimatal-ḥaqqi fir-riḍā'i wal ghaḍab, wa as'alukal-qaṣda fil faqri wal-ghina, wa 'as'aluka na`īman lā yanfadu wa 'as'aluka qurrata `ainin lā tanqaṭi`u wa as'alukar-riḍā'i ba`dal-qaḍā'i wa 'as'aluka bardal `aishi ba`dal-mawti, wa 'as'aluka ladhdhatan-naẓari ilā wajhika wash-shawqa ilā liqā'ika fī ghairi ḍarrā'a muḍirratin wa lā fitnatin muḍillatin, Allāhumma zayyinnā bizīnatil-īmāni waj`alna hudātan muhtadīn (Ey Allah, senin gaybı bilmen ve yaratılış üzerindeki gücünle, beni yaşat ki, yaşamanın benim için hayırlı olduğunu biliyorsun ve beni öldür ki, ölümün benim için hayırlı olduğunu biliyorsun. Ey Allah, gizli ve açık korkunu bana ver. Doğru söz söylemeyi, hem memnuniyet hem de öfke anlarında bana nasip et. Zenginlik ve yoksulluk zamanlarında ölçülü olmayı bana ver. Ve sonsuz bir nimet ve asla sona ermeyecek bir sevinç istiyorum. Verdiğin hükme razı olmayı ve ölümden sonraki kolay bir hayat istiyorum. Yüzüne bakmanın tatlılığını ve seninle buluşma arzusunu, zarar vermeyen bir bela veya sapmaya neden olan bir fitne olmadan istiyorum. Ey Allah, bizi iman süsüyle süsle ve bizi hidayet edenlerden eyle.)\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that Farwah bin Nawfal said:",
      "text": "Kays bin 'Ubad'dan rivayet edilmiştir: \"Ammar bin Yasir insanlara namaz kıldırdı ve namazı kısa tuttu. Sanki bunu istemiyorlardı, bu yüzden o dedi ki: 'Rükû ve secdeyi düzgün yapmadım mı?' Onlar: 'Evet,' dediler. O da: 'Ve Peygamber (ﷺ)'in söylediği bir duayı okudum: 'Allahumma bi 'ilmikal-ghaiba wa qudratika 'alal-khalqi ahini ma 'alimtal-hayata khairan li, wa tawaffani idha 'alimtal-wafata khairan li. Allahumma as'aluka khashyataka fil-ghaibi wash-shahadati wa as'aluka kalimatul-aqua fir-rida'i wal ghadab, wa as'alukal-qasda fil faqr wal-ghina, wa as'aluka na'iman la yanfadu wa as'aluka qurrata ainan la tanqati'u wa as'alukar-rida'i ba'dal-qada'i wa as'aluka bardal 'aishi ba'dal-mawti, wa as'aluka ladhatan-nazari ila wajhika wash-shawqa ila liqa'ika fi fitnatin mudillatin, Allahumma zayyina dizinatil-imani waj'alna hudatan muhtadin (Ey Allah, senin gaybı bilmen ve yaratılış üzerindeki gücünle, beni yaşat ki, yaşamanın benim için hayırlı olduğunu biliyorsun ve beni öldür ki, ölümün benim için hayırlı olduğunu biliyorsun. Ey Allah, gizli ve açık korkunu bana ver. Doğru söz söylemeyi, hem memnuniyet hem de öfke anlarında bana nasip et. Zenginlik ve yoksulluk zamanlarında ölçülü olmayı bana ver. Ve sonsuz bir nimet ve asla sona ermeyecek bir sevinç istiyorum. Verdiğin hükme razı olmayı ve ölümden sonraki kolay bir hayat istiyorum. Yüzüne bakmanın tatlılığını ve seninle buluşma arzusunu, zarar vermeyen bir bela veya sapmaya neden olan bir fitne olmadan istiyorum. Ey Allah, bizi iman süsüyle süsle ve bizi hidayet edenlerden eyle.)\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Farwah bin Nawfal'dan rivayet edilmiştir: \"Aişe'ye: 'Bana, Allah'ın Elçisi (ﷺ)'nin namazında söylediği bir duayı söyle,' dedim. O da: 'Evet. Allah'ın Elçisi (ﷺ) şöyle derdi: Allahumma inni author bika min sharri ma 'amiltu wa min sharri ma lam a'mal (Ey Allah, yaptığım kötülüklerden ve yapmadığım kötülüklerden sana sığınıyorum.)'\""
    },
    {
      "id": 131,
      "narrator": "Urwah bin Az-Zbair narrated that:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ)'ne kabir azabını sordum, o da: 'Evet, kabir azabı gerçektir,' dedi.\" Aişe dedi ki: \"O günden sonra, Allah'ın Elçisi (ﷺ) hiçbir namaz kılmadı ki, kabir azabından Allah'a sığınmasın.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Muhammad bin Abi 'Aishah said:",
      "text": "Urve bin Zübeyr rivayet etmiştir ki: Aişe ona, Allah'ın Elçisi (ﷺ)'nin namazında şu duayı söylediğini bildirdi: \"Allahumma inni audhu bika min 'adhab ilqabri wa 'audhu bika min fitnatil-masihid-dajjal, wa 'audhu bika min fitnatil-mahya walmamati, Allahumma inni 'audhu bika min al-ma'thami wal-maghram (Ey Allah, kabir azabından sana sığınıyorum, Mesih Dajjal'ın fitnesinden sana sığınıyorum, hayat ve ölüm fitnelerinden sana sığınıyorum. Ey Allah, günah ve borçtan sana sığınıyorum.)\" Birisi ona: \"Borçtan ne kadar çok sığınıyorsun!\" dedi. O da: \"Bir adam borca girdiğinde, yalan söyler ve söz verdiğinde onu ihanet eder.\" dedi."
    },
    {
      "id": 133,
      "narrator": "It was narrated from Jabir that:",
      "text": "Muhammad bin Abi Aişa'dan rivayet edilmiştir: \"Abu Hurayra'nın şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) dedi ki: Sizden biri teşehhüd okuduğunda, Allah'a (SWT) şu şeylerden sığınsın: Cehennem azabından, kabir azabından, hayat ve ölüm fitnelerinden ve Dajjal'ın şerrinden. Sonra kendisi için istediği her şeyi dua etsin.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Cabir'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) namazında, teşehhüdden sonra şöyle derdi: \"En güzel söz, Allah'ın (SWT) sözüdür ve en güzel hidayet, Muhammed (ﷺ)'in hidayetidir.\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from 'Ali- who is bin Yahya- from his father that:",
      "text": "Hudhayfa'dan rivayet edilmiştir ki: Bir adamın namaz kıldığını gördü (ve rükû ve secdesi eksikti). Hudhayfa ona dedi ki: 'Böyle ne kadar zamandır namaz kılıyorsun?' O da: \"Kırk yıldır,\" dedi. O da: 'Kırk yıldır namaz kılmadın ve eğer böyle namaz kılarak ölürsen, Muhammed (ﷺ)'in yolundan başka bir yolda ölmüş olursun.' Sonra dedi ki: 'Bir adamın namazı kısa tutması mümkündür, ama yine de bunu düzgün yapmalıdır.\""
    },
    {
      "id": 136,
      "narrator": "Ali bin Yahya bin Khallad bin Raf' bin Malik Al-Ansari said:",
      "text": "Ali bin Yahya bin Khallad bin Raf' bin Malik Al-Ansari dedi ki: \"Babam bana Badr'da bulunan bir amcasının şöyle söylediğini aktardı: 'Ben, Allah'ın Elçisi (ﷺ) ile mescidde oturuyordum, bir adam içeri girdi ve iki rekât namaz kıldı, sonra gelip Peygamber (ﷺ) ile selamlaştı. Peygamber (ﷺ) onu namaz kılarken izliyordu, bu yüzden selamını aldı, ardından şöyle dedi: \"Geri dön ve namaz kıl, çünkü namaz kılmadın.\" Adam geri döndü ve namaz kıldı, sonra tekrar gelip Peygamber (ﷺ) ile selamlaştı. O da selamını aldı, ardından şöyle dedi: \"Geri dön ve namaz kıl, çünkü namaz kılmadın.\" Bu durum üçüncü veya dördüncü kez tekrarlandı, sonra adam dedi ki: \"Sana Kitabı indiren Zat'a yemin ederim ki, elimden geleni yaptım ve çok çabaladım; bana göster ve öğret.\" Peygamber (ﷺ) dedi ki: 'Namaz kılmak istediğinde, abdest al ve bunu güzelce yap, sonra Kıble'ye dön ve tekbir getir. Sonra Kur'an'ı oku, sonra rükûya varana kadar eğil. Sonra ayakta dur, dik durana kadar, sonra secde et, secdede rahatlayana kadar, sonra otur, otururken rahatlayana kadar, sonra secde et, secdede rahatlayana kadar, sonra kalk. Eğer namazı bu şekilde tamamlarsan, doğru bir şekilde yapmış olursun; bunun altında yaptığın her şey, namazından eksik kalır.'\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that Sa'd bin Hisham said:",
      "text": "Sa'd bin Hişam'dan rivayet edilmiştir: \"Ben dedim: 'Ey müminlerin annesi! Allah'ın Elçisi (ﷺ)nin Witr namazı hakkında bana söyle.' O da dedi ki: 'Biz onun siwakını ve temizlenmek için suyu hazırlardık, sonra Allah (SWT) onu gece istediği zaman uyandırırdı. O siwakı kullanır ve abdest alır, sonra sekiz rekât namaz kılana kadar oturmazdı; sekizinci rekâtta oturur, Allah'ı (SWT) anardı ve O'na dua ederdi. Sonra taslimi, bizim duyabileceğimiz kadar yüksek sesle söylerdi.'\""
    },
    {
      "id": 138,
      "narrator": "'Amr bin Sa'd narrated from his father:",
      "text": "'Amr bin Sa'd, babasından rivayet etti: Allah'ın Elçisi (ﷺ) sağa ve sola taslim ederdi."
    },
    {
      "id": 139,
      "narrator": "It was narrated that Sa'd said:",
      "text": "Sa'd'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ)nin sağa ve sola taslim ettiğini, yanağının beyazlığının görünecek kadar yaptığını görürdüm.\""
    },
    {
      "id": 140,
      "narrator": "It was narrated that Ubaidullah bin Al-Qibtiyyah said:",
      "text": "Ubaidullah bin Al-Qibtiyyah'dan rivayet edilmiştir: \"Jabir bin Samurah'ın şöyle dediğini duydum: 'Biz, Peygamber (ﷺ)in arkasında namaz kıldığımızda: As-salamu 'alaykum, as-salamu 'alaykum (selam üzerinize olsun, selam üzerinize olsun) derdik' - ve Mis'ar (rivayet edenlerden biri) sağa ve sola elini işaret etti. O (ﷺ) dedi ki: 'Bu insanların ellerini vahşi atların kuyrukları gibi sallamaları ne? Birinin elini uyluklarına koyması ve sağdaki ve soldaki kardeşine selam vermesi yeterlidir.'\""
    },
    {
      "id": 141,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ)nin her seferinde aşağıya indiğinde veya yukarı çıktığında, ya da ayakta durduğunda veya oturduğunda tekbir getirdiğini ve sağa ve sola selam verdiğini: As-salamu 'alaykum wa rahmatullah, as-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine, selam üzerinize ve Allah'ın rahmeti üzerine) dediğini, yanağının beyazlığının görünecek kadar yaptığını gördüm. Ve ben, Ebu Bekir ve Ömer'i, Allah (WT) onlardan razı olsun, aynı şekilde yaparken gördüm.\""
    },
    {
      "id": 142,
      "narrator": "It was narrated from Wasi' bin Habban that:",
      "text": "Wasi' bin Habban'dan rivayet edilmiştir: \"O, 'Abdullah bin 'Umar'a Allah'ın Elçisi (ﷺ)nin namazı hakkında sordu. O da dedi ki: 'Her seferinde aşağıya indiğinde \"Allahu Akbar\" derdi ve her seferinde yukarı çıktığında \"Allahu Akbar\" derdi, sonra sağa: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\" ve sola: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\" derdi.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that Wasi' bin Habban said:",
      "text": "Wasi' bin Habban'dan rivayet edilmiştir: \"Ben, İbn 'Umar'a dedim: 'Allah'ın Elçisi (ﷺ)nin namazı hakkında bana söyle; nasıldı?' O, tekbiri ve sağa: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\" ve sola: \"As-salamu 'alaykum (selam üzerinize olsun)\" dedi.\""
    },
    {
      "id": 144,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Sanki yanağının beyazlığını görebiliyorum, sağa: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\" ve sola: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\" diyor.\" (Sahih)"
    },
    {
      "id": 145,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) sağa selam verirken yanağının beyazlığının görünecek kadar, ve sola selam verirken de yanağının beyazlığının görünecek kadar selam verirdi.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) sağa ve sola selam verirdi: \"As-salamu 'alaykum wa rahmatullah, as-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine, selam üzerinize ve Allah'ın rahmeti üzerine)\" diyerek, buradan yanağının beyazlığının görünecek kadar, ve buradan yanağının beyazlığının görünecek kadar.\""
    },
    {
      "id": 147,
      "narrator": "'Abdullah bin Mas'ud narrated that:",
      "text": "'Abdullah bin Mes'ud rivayet etti ki: Allah'ın Elçisi (ﷺ) sağa selam verirdi: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\", sağ yanağının beyazlığının görünecek kadar, ve sola: \"As-salamu 'alaykum wa rahmatullah (selam üzerinize ve Allah'ın rahmeti üzerine)\" diyerek, sol yanağının beyazlığının görünecek kadar."
    },
    {
      "id": 148,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile namaz kıldım ve selam verdiğimizde ellerimizle işaret ederdik: 'As-salamu alaykum wa rahmatullah (selam üzerinize, selam üzerinize).' Allah'ın Elçisi (ﷺ) bize baktı ve dedi ki: 'Ellerinizi vahşi atların kuyrukları gibi sallamanız ne? Sizden biri selam verdiğinde, arkadaşlarına dönmeli ve elini sallamamalıdır.'\""
    },
    {
      "id": 149,
      "narrator": "'Itban bin Malik said:",
      "text": "'Itban bin Malik dedi ki: \"Ben, Beni Salim halkını namazda yönlendirirdim. Allah'ın Elçisi (ﷺ)ne geldim ve dedim ki: 'Gözlerimi kaybettim ve yağmur suyu beni halkımın mescidine ulaşmaktan alıkoyuyor. Evimde, mescid olarak alabileceğim bir yerde namaz kılmanı istiyorum.' Peygamber (ﷺ) dedi ki: 'Bunu yapacağım, eğer Allah (SWT) dilerse.' Ertesi gün, Allah'ın Elçisi (ﷺ) geldi ve Ebu Bekir de onunla birlikteydi, gün ısındığında. Peygamber (ﷺ) içeri girmek için izin istedi ve ben de ona izin verdim. O, 'Evinde nerede namaz kılmamı istersin?' diye sormadan oturmadı. Ben, namaz kılmasını istediğim yeri gösterdim, böylece Allah'ın Elçisi (ﷺ) orada durdu ve arkasında bir saf oluşturduk, sonra selam verdi ve biz de onunla birlikte selam verdik.\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from 'Urwah (that) Aishah said:",
      "text": "'Urwah'tan rivayet edilmiştir ki Aişe dedi ki: \"Allah'ın Elçisi (ﷺ) on bir rekât namaz kılardı, 'İsha' namazını bitirdiği ile fecr arasında bir tek rekât ile tek sayıya tamamlar ve secde ederdi, birinizin elli ayet okuması kadar başını kaldırmadan secde ederdi.\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: Peygamber (ﷺ) selam verdi, sonra konuştu, ardından iki secde-i sehiv yaptı."
    },
    {
      "id": 152,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) selam verdi, sonra oturduğu yerden iki secde-i sehiv yaptı, sonra selam verdi.\" Dedi ki: Bunu Dhul-Yadain hadisi içinde zikretti."
    },
    {
      "id": 153,
      "narrator": "It was narrated from 'Imran bin Husain that:",
      "text": "'Imran bin Husain'den rivayet edilmiştir ki: Peygamber (ﷺ) üç (rak'at) namaz kıldı, sonra selam verdi. Al-Khirbaq dedi ki: \"Üç kıldın.\" Bunun üzerine onlara kalan rak'atı kıldırdı, sonra selam verdi, ardından iki secde-i sehiv yaptı, sonra tekrar selam verdi."
    },
    {
      "id": 154,
      "narrator": "It was narrated that Al-Bara' bin 'Azib said:",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) namaz kıldığında, onun ayakta duruşu, rükûsü, rükûdan kalkışı, secdesi, iki secde arasındaki oturuşu ve selamdan sonra kalkışı neredeyse aynı uzunluktaydı.\""
    },
    {
      "id": 155,
      "narrator": "Hind bint Al-Harith Al-Farrasiyyah narrated that:",
      "text": "Hind bint Al-Harith Al-Farrasiyyah rivayet etmiştir ki: Umm Salamah ona, Allah'ın Elçisi (ﷺ) zamanında, kadınlar namazın sonunda selam verdiklerinde, Allah'ın Elçisi (ﷺ) ve onunla namaz kılan erkeklerin, Allah (ﷺ) dilediği kadar yerlerinde kaldıklarını söyledi. Sonra, Allah'ın Elçisi (ﷺ) kalktığında, erkekler de kalkardı."
    },
    {
      "id": 156,
      "narrator": "It was narrated from Jabir bin Yazid bin Al-Aswad, from his father that:",
      "text": "Jabir bin Yazid bin Al-Aswad'dan, babasından rivayet edilmiştir ki: O, Allah'ın Elçisi (ﷺ) ile sabah namazı kıldı ve namazı bitirdiğinde Kıble'den (insanlara) döndü."
    },
    {
      "id": 157,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) namazının tekbir ile sona erdiğini bilirdim.\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that 'Uqbah bin 'Amr said:",
      "text": "'Uqbah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bana her namazdan sonra Al-Mu'awwidhat'ı okumamı emretti.\""
    },
    {
      "id": 159,
      "narrator": "Thawban, the freed slave of the Messenger of Allah (ﷺ), narrated that:",
      "text": "Allah'ın Elçisi (ﷺ) 'nin azatlısı Thawban rivayet etmiştir ki: Namazı bitirdiğinde, Allah'ın Elçisi (ﷺ) üç kez bağışlanma diler ve şöyle derdi: 'Allahumma anta asalam, wa minka as-salam tabarakta ya dhal-jalali wal-ikram (Ey Allah, Sen barışın kaynağısın ve barış Senden gelir, Sen yücesin, ey Celal ve İkram sahibi).'"
    },
    {
      "id": 160,
      "narrator": "It was narrated from 'Aishah that :",
      "text": "'Aişe'den rivayet edilmiştir ki: Selam verdikten sonra, Allah'ın Elçisi (ﷺ) şöyle derdi: \"Allahumma anta as-salam wa minka as-salam tabarakta ya dhal-jalali wal-ikram (Ey Allah, Sen barışın kaynağısın ve barış Senden gelir, Sen yücesin, ey Celal ve İkram sahibi).\""
    },
    {
      "id": 161,
      "narrator": "Abu Az-Zubair said:",
      "text": "Abu Az-Zubair dedi ki: \"Abdullah bin Az-Zubair'in Minber'den konuştuğunu duydum ve şöyle dedi: 'Allah'ın Elçisi (ﷺ) selam verdiğinde şöyle derdi: \"La Ilaha Illallah wahdahu la sharika lah, lahul-mulk wa lahul-hamd wa huwa 'ala kulli shay'in qadir, la hawla wala quwwata illa billahil-'azim; la ilaha ill-Allahu wa la nabbed illa iyyah, ahlan-ni'mati wal-fadli wath-thana'il-has an; la ilaha ill-Allah, mukhlisina lahud-dina wa law karihal-kafirun (Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Mülk O'nundur, hamd O'na aittir ve O her şeye kadirdir; güç ve kuvvet ancak Allah (SWT) ile mümkündür; Allah'tan başka ilah yoktur ve biz O'ndan başka hiç kimseye ibadet etmeyiz, nimet ve lütuf kaynağıdır ve her türlü övgüyü hak eder; Allah'tan başka ilah yoktur, biz O'na karşı samimi bir şekilde ibadet ederiz, kafirler buna hoş bakmasa da.)'"
    },
    {
      "id": 162,
      "narrator": "It was narrated that Abu Az-Zubair said:",
      "text": "Abu Az-Zubair'den rivayet edilmiştir ki: \"Abdullah bin Az-Zubair her namazdan sonra tahlil okurdu, şöyle derdi: 'La Ilaha Illallah wahdahu la sharika lah, lahul-mulk wa lahul-hamd wa huwa 'ala kulli shay'in qadir, la hawla wala quwwata illa billahil-'azim; la ilaha ill-Allahu wa la nabbed illa iyyah, ahlan-ni'mati wal-fadli wath-thana'il-has an; la ilaha ill-Allah, mukhlisina lahud-dina wa law karihal-kafirun (Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Mülk O'nundur, hamd O'na aittir ve O her şeye kadirdir; güç ve kuvvet ancak Allah (SWT) ile mümkündür; Allah'tan başka ilah yoktur ve biz O'ndan başka hiç kimseye ibadet etmeyiz, nimet ve lütuf kaynağıdır ve her türlü övgüyü hak eder; Allah'tan başka ilah yoktur, biz O'na karşı samimi bir şekilde ibadet ederiz, kafirler buna hoş bakmasa da.)' Sonra İbn Az-Zubair dedi ki: 'Allah'ın Elçisi (ﷺ) her namazdan sonra bu şekilde tahlil okurdu.'\""
    },
    {
      "id": 163,
      "narrator": "Warrad, the scribe of Al-Mughirah bin Shu'bah, said:",
      "text": "Warrad, Al-Mughirah bin Shu'bah'ın katibi, dedi ki: Muaviye, Al-Mughirah bin Shu'bah'a yazdı: \"Bana Allah'ın Elçisi (ﷺ) 'nden duyduğun bir şeyi söyle.\" Dedi ki: \"Allah'ın Elçisi (ﷺ) namazı bitirdiğinde şöyle derdi: 'La Ilaha Illallah wahdahu la sharika lah, lahul-mulk wa lahul-hamd wa huwa 'ala kulli shay'in qadir. Allahumma la mani' lima a'taita wa la mu'tia lima mana'ta wa la yanfa'u dhal-jaddi minka al-jadd. (Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Mülk O'nundur, hamd O'na aittir ve O her şeye kadirdir. Ey Allah, Senin verdiklerini kimse geri alamaz ve Senin geri aldıklarını kimse veremez, ve hiç kimse zenginlik veya servet ile fayda göremez, çünkü bütün zenginlik ve servet Senden gelir.)'\""
    },
    {
      "id": 164,
      "narrator": "It was narrated that Warrad said:",
      "text": "Warrad'dan rivayet edilmiştir ki: \"Al-Mughirah bin Shu'bah, Muaviye'ye yazdı ki, Allah'ın Elçisi (ﷺ) her namazdan sonra, selamdan sonra şöyle derdi: 'La Ilaha Illallah wahdahu la sharika lah, lahul-mulk wa lahul-hamd wa huwa 'ala kulli shay'in qadir. Allahumma la mani' lima a'taita wa la mu'tia lima mana'ta wa la yanfa'u dhal-jaddi minka al-jadd. (Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Mülk O'nundur, hamd O'na aittir ve O her şeye kadirdir. Ey Allah, Senin verdiklerini kimse geri alamaz ve Senin geri aldıklarını kimse veremez, ve hiç kimse zenginlik veya servet ile fayda göremez, çünkü bütün zenginlik ve servet Senden gelir.)'\""
    },
    {
      "id": 165,
      "narrator": "It was narrated from Warrad that:",
      "text": "Warrad'dan rivayet edilmiştir ki: Muaviye, Al-Mughirah'dan, Allah'ın Elçisi (ﷺ) 'nden duyduğu bir hadisi yazmasını istedi. Al-Mughirah ona yazdı ki: \"Namazı bitirdiğinde şöyle derdi: 'La Ilaha Illallah wahdahu la sharika lah, lahul-mulk wa lahul-hamd wa huwa 'ala kulli shay'in qadir (Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Mülk O'nundur, hamd O'na aittir ve O her şeye kadirdir) üç kez.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah Resulü (ﷺ) bir mecliste oturduğunda veya namaz kıldığında bazı sözler söylerdi, Aişe ona bu sözleri sordu. O da: \"Eğer güzel sözler söylediyse (ve bu zikri yapıyorsa), bu sözler kıyamet gününe kadar korunması için bir mühür olacaktır; eğer başka bir şey söylediyse, bu (sözler) onun için bir kefaret olacaktır: 'Subhanak Allahumma wa bihamdika, astaghfiruka wa atubu ilayk (Sana hamd olsun, ey Allah, ben Senin affını dilerim ve Sana tövbe ederim.)'\""
    },
    {
      "id": 167,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: \"Bir Yahudi kadın yanıma girdi ve 'Kabrin azabı idrar yüzündendir.' dedi. Ben de: 'Yalan söylüyorsun.' dedim. O: 'Hayır, bu doğrudur; biz bunun yüzünden derimizi ve giysilerimizi kesiyoruz.' dedi. Allah Resulü (ﷺ) namaz kılmak için dışarı çıktı ve seslerimiz yükseldi. O: 'Bu nedir?' dedi. Ben de ona kadının söylediklerini anlattım. O: 'O doğru söyledi.' dedi. O günden sonra, namazdan sonra hiç bir zaman 'Rabba Jibril wa Mika'il wa Israfil, beni ateşin sıcaklığından ve kabrin azabından koru.' demeden namaz kılmadı.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from 'Ata bin Abi Marwan, from his father, that:",
      "text": "Ata bin Ebi Marwan'dan, babasından rivayet edilmiştir ki: Ka'b ona yemin etti: \"Allah (SWT) Musa için denizi yaratan Allah'a yemin ederim ki, Tevrat'ta, Allah'ın Nebisi Davud'un namazını bitirdiğinde şöyle dediğini buluyoruz: 'Allah'ım, bana, beni koruma olarak kıldığın dinimi düzelt, ve bana, geçim kaynağım olarak kıldığın dünya işlerini düzelt. Allah'ım, gazabından hoşnutluğuna sığınırım, azabından affına sığınırım ve Sen'den, Sen'e sığınırım. Verdiğini kimse tutamaz ve tuttuğunu kimse veremez, ve hiç bir zenginlik veya servet, Senin katında zengin ve servet sahibine fayda veremez.' O dedi ki: 'Ve Ka'b, bana Suheyb'in, Muhammed (ﷺ) namazdan sonra bu sözleri söylediğini söylediğini aktardı.'\""
    },
    {
      "id": 169,
      "narrator": "It was narrated that Muslim bin Abi Bakrah said:",
      "text": "Müslim bin Ebi Bekir'den rivayet edilmiştir ki: \"Babam her namazdan sonra şöyle derdi: 'Allah'ım, ben Kafirlikten, fakirlikten ve kabrin azabından Sana sığınırım.' ve ben de bu sözleri söylerdim. Babam: 'Oğlum, bunu kiminle öğrendin?' dedi. Ben: 'Senden.' dedim. O: 'Allah Resulü (ﷺ) namazdan sonra bu sözleri söylerdi.' dedi.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated that Abdullah in 'Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: \"Allah Resulü (ﷺ) dedi ki: 'İki özellik vardır ki, hiçbir Müslüman bunları elde etmeden cennete giremez, bunlar kolaydır, ama onları yapanlar azdır.' Allah Resulü (ﷺ) dedi ki: 'Günde beş vakit namaz: Her namazdan sonra biriniz Allah'ı (SWT) on kez tesbih eder, on kez hamd eder ve on kez tekbir getirirse, bu dille yüz elli, terazi de bin beş yüz olur.' Ve ben, Allah Resulü (ﷺ) bunları parmaklarıyla sayarken gördüm. 'Ve biriniz yatağına çekildiğinde, otuz üç kez tesbih, otuz üç kez hamd ve otuz dört kez tekbir getirirse, bu dille yüz, terazi de bin olur.' Allah Resulü (ﷺ) dedi ki: 'Peki, sizden hangisi günde ve gecede iki bin beş yüz kötü iş yapar?' Denildi ki: 'Ey Allah Resulü (ﷺ), bir kişi bunu yapmaktan nasıl kaçınabilir?' O: 'Şeytan, biriniz namaz kılarken gelir ve der ki: 'Şunu hatırla, bunu hatırla,' veya yatağında gelir ve onu uyutur.'\""
    },
    {
      "id": 171,
      "narrator": "It was narrated that Ka'b bin 'Ujrah said:",
      "text": "Ka'b bin Ucre'den rivayet edilmiştir ki: \"Allah Resulü (ﷺ) dedi ki: 'Namazdan sonra söylenen bazı zikirlere kimse mahrum kalmaz: Her namazdan sonra Allah'ı (SWT) otuz üç kez tesbih etmek, otuz üç kez hamd etmek ve otuz dört kez tekbir getirmek.'\""
    },
    {
      "id": 172,
      "narrator": "It was narrated that Zaid bin Thabit said:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir ki: \"Onlara namazdan sonra otuz üç kez tesbih, otuz üç kez hamd ve otuz dört kez tekbir getirmeleri emredildi. Sonra Ensar'dan bir adam rüyasında şöyle denildi: 'Allah Resulü (ﷺ) sana namazdan sonra otuz üç kez tesbih, otuz üç kez hamd ve otuz dört kez tekbir getirmeni emretti mi?' O: 'Evet.' dedi. 'Bunun yerine, her birini yirmi beş kez söyle ve tahlili de ekle.' Ertesi sabah, Allah Resulü (ﷺ) ile bu durumu paylaştı ve O: 'Bunu yap.' dedi.\""
    },
    {
      "id": 173,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Bir adam rüyasında kendisine şöyle denildi: \"Peygamberin (ﷺ) sana ne yapmanı emretti?\" O: \"O, namazdan sonra otuz üç kez tesbih, otuz üç kez hamd ve otuz dört kez tekbir getirmeni emretti, bu da yüz eder.\" Dedi ki: \"Tesbihi yirmi beş kez, hamdi yirmi beş kez, tekbiri yirmi beş kez ve tahlili yirmi beş kez söyle, bu da yüz eder.\" Ertesi sabah, bunu Peygambere (ﷺ) anlattı ve Allah Resulü (ﷺ) dedi ki: \"Ensar'ın dediğini yap.\""
    },
    {
      "id": 174,
      "narrator": "It was narrated that Juwayriyah bint Al-Harith said that:",
      "text": "Cüveyriye bint Haris'ten rivayet edilmiştir ki: \"Peygamber (ﷺ) mescitte dua ederken yanından geçti, sonra öğleye yakın tekrar yanından geçti. Ona: 'Hala burada mısın?' dedi. O: 'Evet.' dedi. O: 'Sana söyleyebileceğim bazı sözler öğretmeyeyim mi? Subhan Allah adada halqihi, subhan Allah adada halqihi, subhan Allah adada halqihi; subhan Allah rida nafsihi, subhan Allah rida nafsihi, subhan Allah rida nafsihi; Subhan Allah zinata 'arshihi, Subhan Allah zinata 'arshihi, Subhan Allah zinata 'arshihi; Subhan Allah midada Kalamatihi, Subhan Allah midada Kalamatihi, Subhan Allah midada Kalamatihi (Yaratılışının sayısı kadar Allah'a hamd olsun, yaratılışının sayısı kadar Allah'a hamd olsun, yaratılışının sayısı kadar Allah'a hamd olsun; hoşnut olduğu kadar Allah'a hamd olsun, hoşnut olduğu kadar Allah'a hamd olsun, hoşnut olduğu kadar Allah'a hamd olsun; arşının ağırlığı kadar Allah'a hamd olsun, arşının ağırlığı kadar Allah'a hamd olsun, arşının ağırlığı kadar Allah'a hamd olsun; kelimelerinin sayısı kadar Allah'a hamd olsun, kelimelerinin sayısı kadar Allah'a hamd olsun, kelimelerinin sayısı kadar Allah'a hamd olsun).'\""
    },
    {
      "id": 175,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bazı fakirler Allah Resulü'ne (ﷺ) geldiler ve dediler ki: 'Ey Allah Resulü (ﷺ), zenginler bizim gibi namaz kılıyor, bizim gibi oruç tutuyorlar, ama onların sadaka verecek zenginlikleri var ve köleleri özgürleştiriyorlar.' Peygamber (ﷺ) dedi ki: 'Eğer siz sabah namazından sonra otuz üç kez SubhanAllah, otuz üç kez Elhamdulillah ve otuz dört kez Allahu Ekber, on kez de La ilaha illallah söylerseniz, o zaman siz, sizden önce gidenlerle yetişirsiniz ve sizden sonra gelenlerden öne geçersiniz.'\""
    },
    {
      "id": 176,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah Resulü (ﷺ) dedi ki: 'Kim sabah namazından sonra yüz kez tesbih ve yüz kez tahlil ederse, günahları affedilir, hatta deniz köpüğü kadar olsa bile.'\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: \"Ben, Allah Resulü'nün (ﷺ) parmaklarıyla tesbih saydığını gördüm.\""
    },
    {
      "id": 178,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir ki: \"Allah Resulü (ﷺ) ayın ortasındaki on gün boyunca itikaf yapardı ve ayın yirminci gününden sonra yirmi birinci günde dışarı çıkar, evine dönerdi ve onunla itikaf yapanlar da onun gibi dönerdi. Sonra, evine döndüğü gecede bir ay boyunca kaldı ve insanlara hitap etti ve Allah'ın (SWT) dilediği şeyleri onlara emretti. Sonra dedi ki: 'Ben bu on günde itikaf yapıyordum, sonra son on günde itikaf yapmaya karar verdim. Kim benimle itikaf yapıyorsa, itikaf yerinde kalsın, çünkü bana bu gece (Kadir Gecesi) gösterildi, sonra onu unuttum, bu yüzden son on geceyi tek sayılı gecelerde arayın. Ve kendimi su ve çamur içinde secde ederken gördüm.' Ebu Said dedi ki: 'Yirmi birinci gecede yağmur yağdı ve Mescidin çatısı, Allah Resulü'nün (ﷺ) namaz kıldığı yerin üzerine sızdı. Ben, sabah namazını kıldıktan sonra O'na baktım ve yüzü su ve çamurla ıslanmıştı.'\""
    },
    {
      "id": 179,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Cabir bin Semure'den rivayet edilmiştir ki: \"Allah Resulü (ﷺ) sabah namazını kıldığında, namaz kıldığı yerde otururdu ta ki güneş doğuncaya kadar.\""
    },
    {
      "id": 180,
      "narrator": "It was narrated that Simak bin Harb said:",
      "text": "Simak bin Harb'den rivayet edilmiştir ki: \"Ben Cabir bin Semure'ye dedim ki: 'Sen Allah Resulü (ﷺ) ile oturur muydun?' O: 'Evet.' dedi. Allah Resulü (ﷺ) sabah namazını kıldığında, namaz kıldığı yerde otururdu ta ki güneş doğuncaya kadar, ve arkadaşları, cahiliye döneminden bazı şeyleri konuşur, şiir okur ve gülerlerdi, O da gülümserdi.\""
    },
    {
      "id": 181,
      "narrator": "It was narrated that As-Suddi said:",
      "text": "As-Suddi'den rivayet edilmiştir: \"Anas bin Malik'e sordum: 'Namaz kıldıktan sonra nasıl çıkmalıyım - sağa mı yoksa sola mı?' O da: 'Ben genellikle Allah'ın Elçisi'nin (ﷺ) sağa çıktığını gördüm.'\""
    },
    {
      "id": 182,
      "narrator": "It was narrated that Al-Aswad said:",
      "text": "---"
    },
    {
      "id": 183,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Al-Aswad'dan rivayet edilmiştir: \"Abdullah dedi ki: 'Aranızdan hiç kimse Şeytan'ın ona yanlış fikirler vermesine izin vermemeli, çünkü namazdan sonra sadece sağa hareket ederek çıkabileceğine inanmasını sağlamamalıdır. Çünkü ben Allah'ın Elçisi'nin (ﷺ) genellikle sola gittiğini gördüm.'\""
    },
    {
      "id": 184,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 185,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'ni (ﷺ) ayakta ve oturarak su içerken gördüm, ayakkabısız ve terlikli namaz kıldığını, namazdan sonra sağa ve sola çıktığını gördüm.\""
    },
    {
      "id": 186,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "It was narrated that 'Uqbah bin Al-Harith said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Kadınlar, Allah'ın Elçisi (ﷺ) ile birlikte fecr namazı kılardı ve o taslim verdiğinde, karanlık nedeniyle tanınmayacak şekilde, Mirtlerine sarınarak çıkarlardı.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated from Jabir bin Abdullah that:",
      "text": "---"
    }
  ]
}