{
  "language": "tr",
  "metadata": {
    "length": 69,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Biz sonuncularız ama Kıyamet Günü'nde önde olacağız. Onlar bizden önce Kitap verildi ve biz onlardan sonra verildik. Allah, Azîz ve Celîl'in kendilerine tayin ettiği bu gün hakkında ihtilafa düştüler, biz ise Allah, Azîz ve Celîl'in bizi yönlendirdiği--Cuma'yı kastederek--bu günde onlara uyarız. İnsanlar bize uyar, Yahudiler ertesi gün, Hristiyanlar ise ondan sonraki günde.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhayfa'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Allah, bizden önce gelenleri Cuma'dan saptırdı, bu yüzden Yahudilerin Cumartesi'si, Hristiyanların ise Pazar'ı oldu. Sonra Allah, Azîz ve Celîl, bizi getirdi ve Cuma'ya yönlendirdi, böylece Cuma, Cumartesi ve Pazar oldu ve böylece Kıyamet Günü'nde bize uyarlar. Biz bu dünyanın insanları arasında sonuncularız ama Kıyamet Günü'nde diğer tüm yaratıklardan önce hüküm verilecek olan ilkleriz.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ile Mekkede kılınan ilk Cuma, 'Abdul-Qays'ın köyü olan el-Bahreyn'deki Juwatha'da kılınmıştır.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abu Al-Ja'd Ad-Damri-who was a Companion of the Prophet (ﷺ)- that the Prophet (ﷺ) said:",
      "text": "Abu Al-Ja'd Ad-Damri'den rivayet edilmiştir - ki o, Peygamber (ﷺ) ile birlikte olan bir sahabedir - Peygamber (ﷺ) şöyle buyurdu: \"Kim üç Cuma'yı ihmal ederse, Allah onun kalbine bir mühür vurur.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim Cuma'yı üç kez geçerse ve geçerli bir mazereti yoksa, Allah (SWT) onun kalbine bir mühür vurur.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Al-Hakam bin Mina' that:",
      "text": "Al-Hakam bin Mina'dan rivayet edilmiştir: \"İbn Abbas ve İbn Ömer'in, Allah'ın Resulü (ﷺ) minberdeyken şöyle dediğini duydum: 'İnsanlar Cuma'ya olan ihmalden vazgeçmelidir, yoksa Allah onların kalplerine bir mühür vuracak ve onları ihmal edenlerden sayacaktır.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Hafsah, the wife of the Prophet (ﷺ) that:",
      "text": "Peygamber (ﷺ) 'in eşi Hafsa'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Cuma'ya gitmek, ergenlik çağına ulaşan herkes için farzdır.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Samurah bin Jundub said:",
      "text": "Samurah bin Jundub'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim Cuma'yı mazeretsiz kaçırırsa, bir dinar sadaka versin; eğer buna gücü yetmiyorsa, o zaman yarım dinar versin.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Samurah that:",
      "text": "Samurah'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Kim Cuma'yı bilerek kaçırırsa, bir dinar vermesi gerekir; eğer buna gücü yetmiyorsa, o zaman yarım dinar versin.' Başka bir yerde 'bilerek' ifadesi geçmemektedir.\""
    },
    {
      "id": 10,
      "narrator": "'Abdur-Rahman Al-A'raj narrated that:",
      "text": "'Abdur-Rahman Al-A'raj rivayet etmiştir: \"Abu Hurayra'nın şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Güneşin doğduğu en iyi gün Cuma'dır. Bu günde Adem, selam üzerine olsun, yaratıldı, bu günde Cennete alındı ve bu günde oradan çıkarıldı.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Aws bin Aws that :",
      "text": "Aws bin Aws'tan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Sizin en iyi günlerinizden biri Cuma'dır. Bu günde Adem yaratıldı, bu günde öldü, bu günde Sur'a üflenecek ve bu günde tüm yaratıklar bayılacak. Bu günde bana çokça salat getirin, çünkü salatınız bana sunulacaktır.' Onlar: 'Ey Allah'ın Resulü (ﷺ), senin bedenin çürüdüğünde salatımız sana nasıl sunulacak?' dediler. O: 'Allah, Azîz ve Celîl, peygamberlerin bedenlerinin toprağa karışmasını yasaklamıştır, selam üzerine olsunlar.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated (through two chains) from 'Abdur-Rahman bin Abi Sa'eed, from his father, that:",
      "text": "'Abdur-Rahman bin Abi Sa'eed'den iki isnatla rivayet edilmiştir, babasından: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Cuma günü gusül almak ve siwak kullanmak, ergenlik çağına ulaşan herkes için farzdır ve bulabildiği her türlü parfümü sürmelidir.' Ancak Bukair (bir isnatta) 'Abdur-Rahman'ı anmamıştır ve parfüm hakkında: 'Kadın parfümü bile olsa' demiştir.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizden herhangi biri Cuma namazına gelmek istediğinde, gusül alsın.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Cuma günü gusül almak, ergenlik çağına ulaşan herkes için farzdır.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Her Müslüman erkeğin her yedi günde bir gün gusül alması gerekir, o da Cuma günüdür.'\""
    },
    {
      "id": 16,
      "narrator": "'Abdullah bin Al-'Ala narrated that:",
      "text": "'Abdullah bin Al-'Ala, Al-Qasim bin Muhammad bin Abi Bakr'ın, 'Aişe'nin huzurunda Cuma günü Ghusl'den bahsedildiğini duyduğunu aktardı. Aişe şöyle dedi: \"Bazı insanlar Al-'Aliyah'da yaşıyorlardı ve işlerinden dolayı Cuma'ya kir içinde geliyorlardı. Bir esinti geldiğinde, kokuları insanlara ulaşır ve bu onları rahatsız ederdi. Bu durum, Allah'ın Elçisi'ne (ﷺ) bildirildi ve o şöyle dedi: 'Neden Ghusl yapmıyorsunuz?'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Samurah said:",
      "text": "Samurah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Cuma günü abdest alan kimse için bu iyi, ama Ghusl yapan için Ghusl daha hayırlıdır.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Aws bin Aws that:",
      "text": "Aws bin Aws'tan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle dedi: \"Kim yıkanır (Ghassala) ve Ghusl yapar, erken camiye gelir ve İmam'a yakın oturur, boş laflar etmezse, attığı her adım için bir yıl boyunca iyi amellerin sevabını alır, onu oruç tutarak ve Kıyam ile geçirir.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that :",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki: 'Umar bin al-Khattab bir Hullah gördü ve şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ), bunu neden satın alıp Cuma günleri ve size gelen heyetlerle buluştuğunuzda giymiyorsunuz?\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu, ahirette hiçbir payı olmayan birinin giydiği bir şeydir.\" Sonra benzer bir şey Allah'ın Elçisi'ne (ﷺ) getirildi ve o, 'Umar'a ondan bir Hullah verdi. 'Umar şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ), sen bunu bana 'Utarid'in Hullah'ı hakkında söylediklerinle mi verdin?\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bunu giymen için vermedim.\" Bunun üzerine 'Umar, bunu Mekke'deki bir putperest kardeşine verdi."
    },
    {
      "id": 20,
      "narrator": "It was narrated from 'Abdur-Rahman bin Abi Sa'eed, from his father, that:",
      "text": "'Abdur-Rahman bin Abi Sa'eed'den, babası aracılığıyla rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cuma günü ergenlik çağına ulaşan herkes Ghusl yapmalıdır, siwak kullanmalı ve mümkünse parfüm sürmelidir.\""
    },
    {
      "id": 21,
      "narrator": "Abu Al-Ash'ath narrated that:",
      "text": "Abu Al-Ash'ath, Allah'ın Elçisi'nin (ﷺ) Aws bin Aws'tan duyduğunu aktardı: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Cuma günü Ghusl yapan ve yıkanan, erken camiye gelen, yürüyerek gelen, İmam'a yakın oturan, dikkatle dinleyen ve boş konuşmayan kimse, attığı her adım için bir yıl boyunca iyi amellerin sevabını alır.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle dedi: \"Cuma günü geldiğinde, melekler caminin kapılarında oturur ve Jumu'ah namazına gelenleri kaydeder. Sonra, İmam çıktığında, melekler kaydettiklerini toplar.\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Namaza erken gelen kimse, deve kurban eden gibidir, sonra onu takip eden, sığır kurban eden gibidir, sonra onu takip eden, koyun kurban eden gibidir, sonra ördek kurban eden gibidir, sonra tavuk kurban eden gibidir, sonra yumurta kurban eden gibidir.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Abu Hurairah, who was attributing it to the Prophet (ﷺ):",
      "text": "Abu Hurairah'tan, bunu Peygamber (ﷺ)'e atfederek rivayet edilmiştir: \"Cuma günü geldiğinde, caminin her kapısında insanların isimlerini geldikleri sıraya göre yazan melekler vardır, sonra İmam çıktığında, kaydettiklerini toplar ve Hutbe'yi dinlerler. Namaza erken gelen kimse, deve kurban eden gibidir, sonra onu takip eden, sığır kurban eden gibidir, sonra onu takip eden, koç kurban eden gibidir\" diyerek tavuk ve yumurtaya kadar devam etti."
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cuma günleri melekler caminin kapılarında insanların isimlerini geldikleri sıraya göre yazarlar. Böylece insanlar, deve kurban eden bir adam gibidirler ve deve kurban eden bir adam gibidirler, sonra sığır kurban eden bir adam gibidirler ve sığır kurban eden bir adam gibidirler, sonra koyun kurban eden bir adam gibidirler ve koyun kurban eden bir adam gibidirler, sonra tavuk kurban eden bir adam gibidirler ve tavuk kurban eden bir adam gibidirler, sonra serçe kurban eden bir adam gibidirler ve serçe kurban eden bir adam gibidirler, sonra yumurta kurban eden bir adam gibidirler ve yumurta kurban eden bir adam gibidirler.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cuma günü Janabah'dan Ghusl yapan kimse camiye geldiğinde, sanki bir deve kurban etmiş gibidir. İkinci saatte gelen kimse, sanki bir sığır kurban etmiş gibidir. Üçüncü saatte gelen kimse, sanki bir koç kurban etmiş gibidir. Dördüncü saatte gelen kimse, sanki bir tavuk kurban etmiş gibidir. Beşinci saatte gelen kimse, sanki bir yumurta kurban etmiş gibidir. Sonra İmam çıktığında, melekler Hutbe'yi dinlemek için hazır bulunurlar.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Jabir bin 'Abdullah'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cuma günü on iki saat vardır, bu süre içinde Allah'tan bir şey isteyen hiçbir Müslüman kul yoktur ki, Allah ona vermesin, bu yüzden onu 'Asr'dan sonraki son saatte arayın.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Ja'far bin Muhammad from his father, from Jabir bin 'Abdullah who said:",
      "text": "Ja'far bin Muhammad, babasından, Jabir bin 'Abdullah'dan rivayet etti ki: \"Biz Allah'ın Elçisi (ﷺ) ile Cuma namazı kılardık, sonra geri döner ve develerimize bakardık.\" Ben sordum: \"Hangi saatte?\" O dedi ki: \"Güneş zirvesini geçtikten sonra.\""
    },
    {
      "id": 28,
      "narrator": "Iyas bin Salamah bin Al-Akwa' narrated that his father said:",
      "text": "İyas bin Salamah bin Al-Akwa' babasından rivayet etti ki: \"Biz Allah'ın Elçisi (ﷺ) ile Cuma namazı kılardık, sonra geri dönerdik ve duvarların gölgesinde gölge arayacak bir yer yoktu.\""
    },
    {
      "id": 29,
      "narrator": "As-Sa'ib bin Yazid narrated that:",
      "text": "As-Sa'ib bin Yazid, şöyle rivayet etti: \"İlk Adhan, Allah'ın Elçisi (ﷺ) ve Ebu Bekir ile 'Umar zamanında, İmam minberde oturduğunda verilirdi. 'Uthman'ın halifeliği sırasında, insanların sayısı arttığında, 'Uthman, Cuma günü üçüncü bir Adhan verilmesini emretti, bu Adhan Az-Zawra'nın tepesinden verildi ve böylece devam etti.\""
    },
    {
      "id": 30,
      "narrator": "As-Sa'ib bin Yazid said:",
      "text": "As-Sa'ib bin Yazid şöyle dedi: \"Üçüncü Adhan, Al-Madinah'daki insanların sayısı arttığında 'Uthman tarafından emredildi. Allah'ın Elçisi (ﷺ) sadece bir Adhan'a sahipti ve Cuma günü Adhan, İmam oturduğunda verilirdi.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that As-Sa'ib bin Yazid said:",
      "text": "As-Sa'ib bin Yazid'den rivayet edilmiştir: \"Bilal, Cuma günü Resulullah (ﷺ) minberde oturduğunda ezan okurdu ve indiğinde ikamet getirirdi. Bu, Ebu Bekir ve Ömer döneminde de böyle devam etti, Allah (SWT) onlardan razı olsun.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that 'Amr bin Dinar said:",
      "text": "'Amr bin Dinar'dan rivayet edilmiştir: \"Jabir bin 'Abdullah'ın şöyle dediğini duydum: 'Resulullah (ﷺ) dedi ki: \"Eğer sizden biri gelir de imam minberde ise, iki rek'at namaz kılsın.\" Shu'bah (rivayet edenlerden biri) dedi ki: \"Cuma günü.\""
    },
    {
      "id": 33,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Jabir bin 'Abdullah dedi ki: \"Resulullah (ﷺ) hutbe verirken, mescidin sütunlarından biri olan bir hurma ağacının gövdesine yaslanırdı. Minber yapıldığında ve üzerine oturduğunda, o sütun bir deve inlemesi gibi ses çıkarırdı, bunu mescidin halkı işitirdi, ta ki Resulullah (ﷺ) inip onu kucaklayana kadar, sonra sessizleşti.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Ka'b bin 'Ujrah said that:",
      "text": "Ka'b bin 'Ujrah'tan rivayet edilmiştir ki: \"Mescide girdim ve 'Abdur-Rahman bin Umm Al-Hakam oturarak hutbe veriyordu. 'Bakın bu adam, Allah (SWT) şöyle buyururken oturarak hutbe veriyor: 'Ve bir ticaret veya eğlence gördüklerinde, hemen ona dağılırlar ve seni ayakta bırakırlar.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Aws bin Aws Ath-Thaqafi that :",
      "text": "Aws bin Aws Ath-Thaqafi'den rivayet edilmiştir ki: \"Resulullah (ﷺ) dedi ki: 'Kim Cuma günü yıkanır (ghassala) ve gusül alır, mescide erken gelir ve imamın yanına oturur, dikkatli dinler ve boş lafa dalmazsa, attığı her adım için bir yıl boyunca sevap kazanır, bunun orucu ve Kıyam namazı vardır.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Abu Az-Zahiriyah about 'Abdullah bin Busr, he said:",
      "text": "Abu Az-Zahiriyah'tan 'Abdullah bin Busr hakkında rivayet edilmiştir, o dedi ki: \"Cuma günü onun yanında oturuyordum ve dedi ki: 'Bir adam geldi, insanların boylarının üzerinden geçerek, Resulullah (ﷺ) dedi ki: 'Otur, insanları rahatsız ediyorsun.'\""
    },
    {
      "id": 37,
      "narrator": "'Amr bin Dinar narrated that:",
      "text": "'Amr bin Dinar rivayet etti ki: \"Jabir bin 'Abdullah'ın şöyle dediğini duydum: 'Bir adam, Peygamber (ﷺ) minberdeyken Cuma günü geldi. Ona: 'İki rek'at namaz kıldın mı?' dedi. O da: 'Hayır.' dedi. O da: 'Namaz kıl.' dedi.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Resulullah (ﷺ) dedi ki: 'Cuma günü, imam hutbe verirken arkadaşına: 'Dikkatle dinle' diyen kimse boş lafa dalmış olur.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Abdullah bin Ibrahim bin Qariz and Sa'eed bin Al-Musayyab that:",
      "text": "'Abdullah bin İbrahim bin Qariz ve Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki: \"Abu Hurairah dedi ki: 'Resulullah (ﷺ) şöyle dedi: 'Eğer Cuma günü imam hutbe verirken arkadaşına: 'Dikkatle dinle' dersen, o zaman boş lafa dalmış olursun.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Salman said:",
      "text": "Salman'dan rivayet edilmiştir ki: \"Resulullah (ﷺ) bana dedi ki: 'Cuma günü kendini temizleyen, evinden Cuma namazına çıkan ve namazını bitirene kadar dikkatle dinleyen bir adam yoktur ki, bu, önceki haftanın günahlarına kefaret olmasın.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from 'Abdullah:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Peygamber (ﷺ) bize Khutbat Al-Hajah'ı öğretti: Elhamdülillah, O'ndan yardım isteriz ve O'ndan bağışlanma dileriz. Kendi nefislerimizin şerrinden ve kötü amellerimizden Allah'a sığınırız. Allah kimin doğru yola iletirse, onu saptıracak yoktur; kimin de saptırırsa, ona doğru yolu gösterecek yoktur. Şahitlik ederim ki, Allah'tan başka ilah yoktur ve şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir.' Sonra şu üç ayeti okudu: Ey iman edenler! Allah'tan korkun, O'na layık olduğu gibi korkun ve ancak Müslümanlar olarak ölün; Ey insanlar! Sizi tek bir nefisten yaratan Rabbinize karşı gelmekten sakının, ondan da eşini yarattı ve onlardan birçok erkek ve kadın meydana getirdi. Ve Allah'a karşı gelmekten sakının ki, O'na karşı haklarınızı talep ediyorsunuz ve akrabalık bağlarını kesmeyin. Şüphesiz ki, Allah her zaman sizi gözetlemektedir; Ey iman edenler! Allah'a karşı gelmekten sakının ve daima doğru konuşun.)\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Resulullah (ﷺ) bir hutbe verdi ve dedi ki: 'Sizden biri Cuma'ya gitmek istediğinde gusül yapsın.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from Ibrahim bin Nashit that:",
      "text": "İbrahim bin Nashit'ten rivayet edilmiştir ki: \"Cuma günü gusül hakkında İbn Şihab'a sordum. O da: 'Bu bir sünnettir; Salim bin 'Abdullah bana babasından nakletti ki, Resulullah (ﷺ) bunu minberden bahsetmiştir.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from 'Abdullah bin 'Abdullah (from 'Abdullah) Ibn 'Umar that:",
      "text": "'Abdullah bin 'Abdullah (Abdullah) İbn 'Umar'dan rivayet edilmiştir ki: \"Resulullah (ﷺ) minberde dururken dedi ki: 'Cuma günü sizden biri (namaza) geldiğinde gusül yapsın.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Iyad bin 'Abdullah said:",
      "text": "İyad bin 'Abdullah'dan rivayet edilmiştir ki: \"Abu Sa'eed Al-Khudri'nin şöyle dediğini duydum: 'Bir adam, Cuma günü, Peygamber (ﷺ) hutbe verirken, kötü bir görünümle geldi. Resulullah (ﷺ) ona: 'Namaz kıldın mı?' dedi. O da: 'Hayır.' dedi. O da: 'İki rek'at namaz kıl.' dedi. Ve insanlara sadaka vermeleri için teşvik etti. Onlar giysi verdiler ve ona iki elbise verdiler. Bir sonraki Cuma, Resulullah (ﷺ) hutbe verirken geldi ve insanlara sadaka vermeleri için teşvik etti. (O adam) iki elbisesinden birini verdi ve Resulullah (ﷺ) dedi ki: 'Bu adam geçen Cuma kötü bir görünümle geldi, ben insanlara sadaka vermelerini söyledim ve onlara iki elbise vermelerini söyledim, şimdi geldi ve ben insanlara sadaka vermelerini söyledim ve o da birini verdi. O yüzden ona: 'Giysini al' dedi.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Jabir bin 'Abdullah who said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: \"Peygamber (ﷺ) Cuma hutbesi verirken bir adam geldi ve Peygamber (ﷺ) dedi ki: 'Namaz kıldın mı?' O da: 'Hayır.' dedi. Peygamber (ﷺ) dedi ki: 'Kalk ve namaz kıl.'\""
    },
    {
      "id": 47,
      "narrator": "Abu Bakrah said:",
      "text": "Ebu Bekir şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ) minberdeyken, Al-Hasan'ın onunla birlikte olduğunu gördüm. Bazen insanlara döner, bazen de ona (Al-Hasan) dönerdi ve dedi ki: 'Bu benim oğlum bir liderdir (Sayyid) ve Allah, onun aracılığıyla iki büyük Müslüman grubunun arasında barış sağlayabilir.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Muhammad bin 'Abdur-Rahman that:",
      "text": "Muhammed bin 'Abdur-Rahman'dan rivayet edilmiştir ki: Harithah bin An-Nu'man'ın kızı dedi ki: \"Cuma günü minberdeyken, Allah'ın Elçisi (ﷺ) ağzından 'Kaf. Şanlı Kur'an ile' ayetini ezberledim.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Sufyan bin Husain that :",
      "text": "Sufyan bin Hüseyin'den rivayet edilmiştir ki: Bişr bin Marwan, Cuma günü minberde ellerini kaldırdı, 'Umarah bin Ruwaibah onu kınadı ve dedi ki: \"Allah'ın Elçisi (ﷺ) bundan fazlasını yapmadı,\" ve işaret parmağıyla gösterdi.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "'Abdullah bin Buraidah'dan rivayet edilmiştir ki, babası dedi ki: \"Peygamber (ﷺ) vaaz veriyordu, sonra Al-Hasan ve Al-Hüseyin geldi, kırmızı gömlekler giymişlerdi ve onlarla tökezliyorlardı. Peygamber (ﷺ) kendisini keserek aşağı indi, onları aldı, sonra tekrar minbere döndü ve dedi ki: 'Allah doğruyu söyledi: Mallarınız ve çocuklarınız sadece bir imtihandır (At-Taghabun 64:15). Bu iki çocuğun gömleklerinde tökezlediğini gördüm ve kendimi kesmeden devam edemedim, onları almak zorunda kaldım.'\""
    },
    {
      "id": 51,
      "narrator": "'Abdullah bin Abi Awfa said:",
      "text": "'Abdullah bin Ebi Evfa dedi ki: \"Allah'ın Elçisi (ﷺ) çokça zikir yapar, boş lafa pek girmez, namazı uzun tutar ve hutbeyi kısa tutardı, ayrıca bir dul veya fakirle yürümekten ve onların ihtiyaçlarına yardımcı olmaktan geri durmazdı.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Ben Peygamber (ﷺ) ile oturdum ve onu hutbe verirken sadece ayakta gördüm, sonra oturdu, ardından ayağa kalktı ve ikinci hutbeyi verdi.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) iki hutbeyi ayakta verirdi ve bunları oturarak ayırırdı.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) Cuma hutbesini ayakta verirken gördüm, sonra kısa bir süre oturdu ve konuşmadı, sonra ayağa kalktı ve ikinci hutbeyi verdi. Bu nedenle, eğer sana Allah'ın Elçisi (ﷺ) hutbeyi oturarak verirdi derlerse, yalan söylemiş olurlar.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) hutbeyi ayakta verirdi, sonra oturur, sonra ayağa kalkar ve bazı ayetleri okur ve Allah'ı, Azim ve Yüce olanı anar. Hutbesi uzunluk açısından ortalama ve namazı da uzunluk açısından ortalamaydı.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) minberden aşağı iner ve bir adam ona gelir ve onunla konuşur, sonra Peygamber (ﷺ) ona cevap verene kadar onu dinler, sonra kendi namaz yerine gider ve namaz kılardı.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from 'Abdur-Rahman bin Abi Laila that 'Umar said:",
      "text": "'Abdur-Rahman bin Ebi Leyla'dan rivayet edilmiştir ki: 'Umar dedi ki: \"Cuma namazı iki rek'at, Fıtır namazı iki rek'at, Kurban namazı iki rek'at ve seyahat halindeki namaz iki rek'at, tam ve kısaltılmadan, Muhammed (ﷺ) dilinden.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Cuma günü Subh namazında, Allah'ın Elçisi (ﷺ) 'Alif-Lam-Mim. Vahiy' (As-Sajdah 32) ve 'İnsan üzerinde bir şey olmadı mı?' (Al-İnsan 76) okurdu ve Cuma namazında Al-Cumu'ah (62) ve Al-Munafiqin (63) okurdu.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Samurah said:",
      "text": "Samurah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Cuma namazında 'Rabbini en yüce ismiyle tesbih et' (Al-A'la 87) ve 'Sana o korkunç haber geldi mi?' (Al-Ghashiyah 88) okurdu.\""
    },
    {
      "id": 60,
      "narrator": "Ad-Dahhak bin Qais asked An-Nu'man bin Bashir:",
      "text": "Ed-Dahhak bin Kays, En-Nu'man bin Beşir'e sordu: \"Allah'ın Elçisi (ﷺ) Cuma günü Al-Cumu'ah Suresi'nden sonra ne okurdu?\" O da: \"O, 'Sana o korkunç haber geldi mi?' (Al-Ghashiyah 88) okurdu.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Cuma namazında 'Rabbini en yüce ismiyle tesbih et' (Al-A'la 87) ve 'Sana, baskın olanın (kıyamet günü) haberi geldi mi?' (Al-Ghashiyah 88) ayetlerini okurdu, bazen de 'Eid' ve 'Cuma' aynı güne denk gelirdi ve o, hem 'Eid' hem de 'Cuma' namazında bu ayetleri okurdu.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurdu: \"Cuma namazının bir rek'atını yakalayan, onu yakalamış olur.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizden biri Cuma namazı kıldığında, ardından dört rek'at kılmalıdır.'\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) Cuma'dan sonra namaz kılmazdı, dışarı çıkınca iki rek'at kılardı.\" (Sahih)"
    },
    {
      "id": 65,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Resulü (ﷺ) Cuma'dan sonra evinde iki rek'at kılardı.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Ibn 'Umar that he used to pray two rak'ahs after Jumu'ah, making them lengthy, and he said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Cuma'dan sonra iki rek'at kılardı, bunları uzun tutardı ve şöyle dedi: 'Allah'ın Resulü (ﷺ) bunu yapardı.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"At-Tur'a çıktım ve Ka'b ile karşılaştım. Onunla bir gün geçirdik, ben ona Allah'ın Resulü (ﷺ) ile ilgili şeyler anlattım, o da bana Tevrat'tan şeyler anlattı. Ona dedim ki: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: Güneşin doğduğu en hayırlı gün Cuma'dır. Bu günde Adem yaratıldı, bu günde yeryüzüne indirildi, bu günde tövbesi kabul edildi, bu günde vefat etti ve bu günde Kıyamet başlayacaktır. Cuma sabahından güneş doğuncaya kadar, Kıyametin gelmesinden korkarak, yeryüzünde Adem'in oğlu dışında hiç kimse dinlemez.' Cuma günü, eğer bir mümin dua eder ve Allah'tan bir şey isterse, Allah ona verir. Ka'b dedi ki: 'Bu her yıl bir gün mü?' Ben dedim: 'Hayır, her Cuma'dır.' Sonra Ka'b Tevrat'tan okudu ve şöyle dedi: 'Allah'ın Resulü (ﷺ) doğru söyledi; bu her Cuma'dır.' Sonra dışarı çıktım ve Basrah bin Abi Basrah Al-Ghifari ile karşılaştım. O dedi ki: 'Nereden geldin?' Ben dedim: 'At-Tur'dan.' O dedi ki: 'Eğer oraya gitmeden önce seni görseydim, gitmene izin vermezdim.' Ben ona dedim: 'Neden?' O dedi ki: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sadece üç mescide ziyaret için özel olarak seyahat etmeyin: Al Masjid Al-Haram (Mekke'de), benim mescidim (Medine'de) ve Bait Al-Maqdis Mescidi (Kudüs'te).' Sonra 'Abdullah bin Salam ile karşılaştım ve dedim: 'Eğer beni görseydin, At-Tur'a gittim ve Ka'b ile karşılaştım, onunla bir gün geçirdik, ben ona Allah'ın Resulü (ﷺ) ile ilgili şeyler anlattım, o da bana Tevrat'tan şeyler anlattı. Ona dedim ki: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: Güneşin doğduğu en hayırlı gün Cuma'dır. Bu günde Adem yaratıldı, bu günde yeryüzüne indirildi, bu günde tövbesi kabul edildi, bu günde vefat etti ve bu günde Kıyamet başlayacaktır. Cuma sabahından güneş doğuncaya kadar, Kıyametin gelmesinden korkarak, yeryüzünde Adem'in oğlu dışında hiç kimse dinlemez. Cuma günü, eğer bir mümin dua eder ve Allah'tan bir şey isterse, Allah ona verir.' Ka'b dedi ki: 'Bu her yıl bir gün.' 'Abdullah bin Salam dedi ki: 'Ka'b doğru söylemiyor.' Ben dedim: 'Sonra Ka'b okudu (Tevrat'tan) ve dedi ki: 'Allah'ın Resulü (ﷺ) doğru söyledi; bu her Cuma'dır.' 'Abdullah dedi ki: 'Ka'b doğru söyledi; o zamanın ne zaman olduğunu biliyorum.' Ben dedim: 'Ey kardeşim, bana bunun hakkında söyle.' O dedi: 'Bu, Cuma'nın son saatidir, güneş batmadan önce.' Ben dedim: 'Allah'ın Resulü (ﷺ) şöyle demedi mi: 'Eğer bir mümin dua ederse, ama bu dua için bir zaman değildir.' O dedi: 'Allah'ın Resulü (ﷺ) şöyle demedi mi: 'Kim dua eder ve bir sonraki namazı beklerse, bir dua halindedir, bir sonraki namaz gelene kadar?' Ben dedim: 'Elbette.' O dedi: 'İşte bu da budur.'\""
    },
    {
      "id": 68,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Cuma günü, bir Müslüman kulun o zamanda Allah'tan bir şey istemesi halinde, Allah ona verir.'\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Abu Al-Qasim (ﷺ) şöyle dedi: 'Cuma günü, bir Müslüman kulunun o zamanda dua edip Allah'tan bir şey istemesi halinde, Allah ona verir.'\" O, bunu azaltıyordu: azaltıyordu."
    }
  ]
}