{
  "language": "tr",
  "metadata": {
    "length": 26,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Ya'la bin Umayyah said:",
      "text": "Ya'la bin Umayyah'dan rivayet edilmiştir: \"Ben 'Umar bin Al-Khattab'a dedim ki: 'Eğer disbelilerin sizi denemeye (saldırmaya) kalkışacağından korkuyorsanız, namazı kısaltmanızda bir günah yoktur. Ama şimdi insanlar güvendedir.' 'Umar dedi ki: 'Ben de aynı şeyi merak ettim, bu yüzden Allah'ın Elçisi'ne (ﷺ) sordum ve o şöyle dedi: Bu, Allah'ın (SWT) size bir lütfudur, o halde lütfunu kabul edin.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Umayyah bin 'Abdullah bin Khalid that:",
      "text": "Umayyah bin 'Abdullah bin Khalid'den rivayet edilmiştir: \"O, 'Abdullah bin 'Umar'a dedi ki: 'Evde (yani seyahat etmediğimizde) namazı ve korku anındaki namazı Kur'an'da buluyoruz, ama seyahat ederken namaz hakkında Kur'an'da bir şey bulamıyoruz.' İbn 'Umar ona dedi: 'Ey kardeşimin oğlu, Allah (SWT) bize Muhammed'i (ﷺ) hiç bir şey bilmediğimiz zaman gönderdi ve yapmamız gereken tek şey, Muhammed'in (ﷺ) yaptığı şeyleri yapmaktır.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Mekkeden Medine'ye, dünyaların Rabbi'nden başka hiç kimseden korkmadan, iki rek'at namaz kılarak yola çıktı.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Biz, Allah'ın Elçisi (ﷺ) ile Mekkeden Medine'ye seyahat ederken, sadece Allah'tan, Azametli ve Yüce olandan korkarak, iki rek'at namaz kılardık.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Ibn Al-Simt said:",
      "text": "İbn Al-Simt'ten rivayet edilmiştir: \"Dhul-Hulaifah'da 'Umar bin Al-Khattab'ı iki rek'at namaz kılarken gördüm ve ona bunu sordum. O dedi ki: 'Ben sadece Allah'ın Elçisi'nin (ﷺ) yaptığı şeyi yapıyorum.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile Medine'den Mekkah'a çıktım ve o, namazlarını kısaltmaya devam etti, orada on gün kaldı.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile bir yolculukta iki rek'at namaz kıldım, Abu Bekir ile iki rek'at, ve 'Umar ile iki rek'at, Allah (SWT) her ikisinden de razı olsun.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar'dan rivayet edilmiştir: \"Cuma namazı iki rek'attır, Fıtır namazı iki rek'attır, Nahr namazı iki rek'attır ve seyahat namazı iki rek'at, tamam ve kısaltılmadan, Peygamber'in (ﷺ) diliyle.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Sakin olanın namazı, Peygamber'in (ﷺ) diliyle dört (rek'at) olarak farz kılındı, seyahat edenin namazı iki rek'attır ve korku anındaki namaz bir rek'attır.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Allah, Azametli ve Yüce olan, namazı Peygamber'in (ﷺ) diliyle farz kıldı: Sakinken dört (rek'at), seyahat ederken iki, ve korku anında bir.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Kâtadah'dan rivayet edilmiştir: \"Muas bin Salamah'ın şöyle dediğini duydum: 'Ben İbn 'Abbas'a dedim ki: Eğer cemaatle namaz kılmıyorsam Mekkede nasıl namaz kılmalıyım? O dedi ki: İki rek'at, Abu Al-Qasim'in sünneti.'\""
    },
    {
      "id": 12,
      "narrator": "Musa bin Salamah narrated that he asked Ibn 'Abbas:",
      "text": "Musa bin Salamah, İbn 'Abbas'a sordu: \"Al-Batha'da cemaatle namazı kaçırdım; nasıl namaz kılmalıyım?\" O dedi ki: \"İki rek'at, Allah'ın Elçisi'nin (ﷺ) sünneti.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Harithah bin Wahab Al-Khuza'i said:",
      "text": "Harithah bin Wahab Al-Khuza'i'den rivayet edilmiştir: \"Ben, insanlar daha güvende ve daha kalabalıkken, Peygamber (ﷺ) ile Mina'da iki rek'at namaz kıldım.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Harithah bin Wahab said:",
      "text": "Harithah bin Wahab'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bizi Mina'da, insanlar daha kalabalık ve daha güvende iken, iki rek'at namaz kıldırdı.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Anas bin Malik that he said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile Mina'da iki rek'at namaz kıldım, ve Abu Bekir ile 'Umar ile, ve 'Uthman ile halifeliğinin başında iki rek'at.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that 'Abdullah (ﷺ) said:",
      "text": "'Abdullah (ﷺ) tarafından şöyle rivayet edilmiştir: \"Ben Mina'da Allah'ın Resulü (ﷺ) ile birlikte iki rek'at namaz kıldım.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that 'Abdur-Rahman bin Yazid said:",
      "text": "'Abdur-Rahman bin Yazid şöyle rivayet etmiştir: \"Uthman Mina'da dört rek'at namaz kıldı, bu haber 'Abdullah'a ulaştı ve o da: 'Ben Allah'ın Resulü (ﷺ) ile birlikte iki rek'at namaz kıldım.' dedi.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar şöyle rivayet etmiştir: \"Ben Mina'da Allah'ın Resulü (ﷺ) ile birlikte iki rek'at namaz kıldım, ayrıca Abu Bekir, Allah (SWT) ondan razı olsun, ile iki rek'at ve Umar, Allah (ﷺ) ondan razı olsun, ile iki rek'at namaz kıldım.\""
    },
    {
      "id": 19,
      "narrator": "'Ubaidullah bin 'Abdullah bin Umar narrated that:",
      "text": "'Ubaidullah bin 'Abdullah bin Umar şöyle rivayet etmiştir: Babası dedi ki: \"Allah'ın Resulü (ﷺ) Mina'da iki rek'at namaz kıldı, Abu Bekir iki rek'at namaz kıldı, Umar iki rek'at namaz kıldı ve Uthman da hilafetinin başında iki rek'at namaz kıldı.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Yahya bin Abi Ishaq that :",
      "text": "Yahya bin Abi İshak'tan rivayet edilmiştir ki: Anas bin Malik dedi ki: \"Biz Allah'ın Resulü (ﷺ) ile birlikte Medine'den Mekke'ye çıktık ve o, bize iki rek'at namaz kıldırıyordu, ta ki geri dönene kadar.\" Ben (Yahya) dedim: \"Mekke'de ne kadar kaldı?\" O (Anas) dedi: \"Evet, orada on gün kaldık.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) Mekke'de (on beş gün) kaldı ve her namazı iki rek'at olarak kıldı."
    },
    {
      "id": 22,
      "narrator": "Al-'Ala bin Al-Hadrami said:",
      "text": "Al-'Ala bin Al-Hadrami dedi ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Muhacir, ritüellerini tamamladıktan sonra üç gün kalabilir.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Al-'Ala bin Al-Hadrami said:",
      "text": "Al-'Ala bin Al-Hadrami'den rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle buyurdu: 'Muhacir, ritüellerinden sonra üç gün kalabilir.'\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ) ile birlikte Umre yaptım, Medine'den Mekke'ye seyahat ettik. Mekke'ye geldiğimde, 'Ey Allah'ın Resulü (ﷺ), babam ve annem sana feda olsun, sen namazlarını kısalttın, ben ise tam kıldım, sen oruç tutmadın, ben oruç tuttum.' dedim. O da: 'Aferin, ey Aişe!' dedi ve beni eleştirmedi.\""
    },
    {
      "id": 25,
      "narrator": "Wabarah bin Abdur-Rahman said:",
      "text": "Vabarah bin Abdur-Rahman dedi ki: \"İbn 'Umar, seyahat ederken iki rek'attan fazla namaz kılmadı ve bunun öncesinde veya sonrasında hiç namaz kılmadı. Kendisine: 'Bu nedir?' denildi. O da: 'Bu, ben Allah'ın Resulü (ﷺ) böyle yaparken gördüm.' dedi.\""
    },
    {
      "id": 26,
      "narrator": "'Eisa bin Hafs bin 'Asim said:",
      "text": "'Eisa bin Hafs bin 'Asim dedi ki: \"Babam bana şöyle söyledi: 'Ben İbn 'Umar ile bir yolculukta idim, o da öğle ve ikindi namazlarını her biri iki rek'at olarak kıldı, sonra gidip halısının üzerine oturdu. Bazı insanların nafile namaz kıldığını gördü ve: 'Bu insanlar ne yapıyor?' dedi. Ben de: 'Onlar nafile namaz kılıyorlar.' dedim. O da: 'Eğer ben farz namazdan önce ve sonra (nafile) kılmak isteseydim, tam kılardım. Ben Allah'ın Resulü (ﷺ) ile birlikteydim ve o, seyahat ederken iki rek'attan fazla namaz kılmadı, Abu Bekir (aynı şekilde) vefat edene kadar, Umar ve Uthman da öyle yaptı, Allah (SWT) hepsinden razı olsun.' dedi.\""
    }
  ]
}