{
  "language": "tr",
  "metadata": {
    "length": 45,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Güneş ve ay, Allah'ın (SWT) iki ayetidir, Yüce olan, ve hiç kimsenin ölümü veya doğumu için tutulmazlar, aksine Allah (SWT), Aziz ve Celil olan, kullarını bunlar aracılığıyla korkutur.'\""
    },
    {
      "id": 2,
      "narrator": "'Abdur-Rahman bin Samurah said:",
      "text": "'Abdur-Rahman bin Samurah dedi ki: \"Ben Medine'de bazı oklar atıyordum, güneş tutuldu. Oklarımı topladım ve dedim ki: 'Allah'ın Resulü (ﷺ) güneş tutulması hakkında ne söyleyecek görmek istiyorum.' Bunun üzerine, mescidde bulunduğu sırada arkasından yanına geldim, o da tesbih ve tekbir getirmeye ve dua etmeye başladı, ta ki tutulma sona erene kadar. Sonra kalktı ve iki rek'at namaz kıldı, dört secde ile.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Güneş ve ay, hiç kimsenin ölümü veya doğumu için tutulmazlar, aksine bunlar Allah'ın (SWT) iki ayetidir, Yüce olan, o yüzden bunu gördüğünüzde namaz kılın.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Mas'ud said:",
      "text": "Abu Mas'ud'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Güneş ve ay, hiç kimsenin ölümü veya doğumu için tutulmazlar, aksine bunlar Allah'ın (SWT), Aziz ve Celil olan, iki ayetidir, o yüzden bunu gördüğünüzde namaz kılın.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Güneş ve ay, Allah'ın (ﷺ) iki ayetidir ve hiç kimsenin ölümü veya doğumu için tutulmazlar. Eğer bunu görürseniz, tutulma sona erene kadar namaz kılın.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakra'dan rivayet edilmiştir: \"Peygamber (ﷺ) ile oturuyorduk, güneş tutuldu. O, elbisesini çekerek kalktı ve tutulma sona erene kadar iki rek'at namaz kıldı.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu ve Peygamber (ﷺ) bir çağrı yaptırarak cemaatle namazın başlayacağını ilan etti. Böylece insanlar toplandı ve saf oluşturdular, o da onlara namaz kıldırdı, iki rek'atta dört kez rükû yaptı ve dört kez secde etti.\""
    },
    {
      "id": 8,
      "narrator": "'Urwah bin Az-Zubair narrated that 'Aishah, the wife of the Prophet (ﷺ) said:",
      "text": "'Urve bin Az-Zubair, 'Aişe'nin, Peygamber (ﷺ) eşi olduğunu söyleyerek rivayet etti: \"Güneş, Peygamber (ﷺ) zamanında tutuldu. Allah'ın Resulü (ﷺ) mescide çıktı ve durarak tekbir getirdi, insanlar arkasında saf oluşturdular. O, dört kez rükû yaptı ve dört kez secde etti, ve tutulma sona ermeden önce namazı bitirdi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Tawus from Ibn Abbas, that :",
      "text": "Tawus'tan İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) güneş tutulduğunda namaz kıldı, sekiz kez rükû yaptı ve dört kez secde etti.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Tawus from Ibn Abbas that:",
      "text": "Tawus'tan İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) tutulma olduğunda namaz kıldı. Okudu, sonra rükû yaptı, sonra okudu, sonra rükû yaptı, sonra okudu, sonra rükû yaptı, sonra okudu, sonra rükû yaptı, sonra secde etti ve ikinci rek'atta aynı şekilde yaptı.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Kathir bin Abbas, from Abdullah bin Abbas that:",
      "text": "Katır bin Abbas'tan, Abdullah bin Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) güneş tutulduğunda namaz kıldı, iki rek'atta dört kez rükû yaptı ve dört kez secde etti.\""
    },
    {
      "id": 12,
      "narrator": "'Ata said:",
      "text": "'Ata dedi ki: \"Ubaid bin Umair'in şöyle dediğini duydum: 'Güvendiğim biri' -ve sanırım Aişe'yi kastetti- bana söyledi: Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. O, insanlara namaz kıldırdı ve çok uzun süre ayakta durdu, sonra rükû yaptı, sonra ayakta durdu, sonra rükû yaptı, sonra ayakta durdu, sonra rükû yaptı. İki rek'at namaz kıldı, her rek'atta üç kez rükû yaptı. Üçüncü rükûdan sonra uzun bir süre secde etti. O gün bazı insanlar bayıldı ve uzun süre ayakta durdukları için üzerlerine su dökülerek kendilerine gelmeleri sağlandı. Rükû yaptığında: Allahu Ekber dedi, başını kaldırdığında: Sami' Allahu liman hamidah dedi. Tutulma sona erene kadar namazı bitirmedi. Sonra ayakta durdu ve Allah'ı (SWT) övdü ve yüceltti ve şöyle dedi: Güneş ve ay, hiç kimsenin ölümü veya doğumu için tutulmazlar, fakat bunlar Allah'ın (SWT) iki ayetidir, ki bunlarla size korku salmaktadır. Eğer tutulursa, Allah, Aziz ve Celil olanı anmak için yönelin, ta ki (tutulma) sona erene kadar.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated fom 'Ata from Ibn 'Umair, from Aishah, that:",
      "text": "'Ata'dan, İbn 'Umair'den, Aişe'den rivayet edilmiştir ki: \"Peygamber (ﷺ) namaz kıldı, altı kez rükû yaptı ve dört kez secde etti. 'Ben Mu'adh'a dedim: 'Bu Peygamber (ﷺ)'den mi?' O da: 'Şüphesiz.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn Shihab rom 'Urwah bin Az-Zubair, that Aishah said:",
      "text": "İbn Şihab'dan 'Urve bin Az-Zubair'den rivayet edilmiştir ki: Aişe şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. O, durdu ve tekbir getirdi, insanlar arkasında saf oluşturdular. Allah'ın Resulü (ﷺ) uzun süre okudu, sonra tekbir getirdi ve uzun süre rükû yaptı, sonra başını kaldırdı ve: Sami Allahu liman hamidah, Rabbana ve lakal-hamd dedi. Sonra ayakta durdu ve uzun süre okudu, ama bu, ilk okuma kadar uzun değildi, sonra tekbir getirdi ve rükû yaptı ama bu, ilk rükûdan daha kısa oldu. Sonra: Sami Allahu liman hamidah dedi, sonra secde etti. Bu şekilde dört kez rükû yaptı ve tutulma sona ermeden önce namazı bitirdi. Sonra ayakta durdu ve insanlara hitap etti. Allah'ı (SWT) övdü ve yüceltti, hak ettiği gibi, sonra şöyle dedi: Güneş ve ay, Allah'ın (SWT) iki ayetidir, Yüce olan. Hiç kimsenin ölümü veya doğumu için tutulmazlar. Eğer bunu (tutulmuş) görürseniz, namaz kılıncaya kadar bekleyin. Ve Allah'ın Resulü (ﷺ) şöyle dedi: Şu anda ayakta durduğumda, size vaat edilen her şeyi gördüm. Beni ileri doğru hareket ederken gördüğünüzde, Cennet'ten bir grup meyve almak istedim. Ve Cehennem'i gördüm; onun bazı kısımları diğer kısımlarını tüketiyordu, beni geri adım atarken gördüğünüzde. Ve orada İbn Luhayy'i gördüm, o, Sa'ibah'ı ilk kuran kişiydi.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Az-Zuhri, from 'Urwah, that :",
      "text": "Az-Zuhri'den, 'Urve'den rivayet edilmiştir ki: Aişe şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu ve: 'As-salatu jam'iah (cemaatle namaz başlamak üzere)' diye çağrıldı. Böylece insanlar toplandı ve Allah'ın Resulü (ﷺ) onlara namaz kıldırdı, iki rek'atta dört kez rükû yaptı ve dört kez secde etti.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Hisham bin 'Urwah, from his father, that 'Aishah said:",
      "text": "Hişam bin Urve'den, babasından, Aişe'nin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) zamanında güneş tutuldu ve Allah'ın Resulü (ﷺ) insanlara namaz kıldırdı. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra yine uzun bir süre ayakta durdu ama bu ilk ayakta durmasından daha kısa sürdü, ardından uzun bir süre rükû yaptı ama bu da ilk rükûdan daha kısa sürdü. Sonra kalktı, secde etti, ikinci rek'atta da aynı şekilde yaptı ve namazını bitirdiğinde tutulma sona ermişti. Sonra insanlara hitap etti; Allah'ı (SWT) övdü ve yüceltti, ardından şöyle dedi: Güneş ve ay, Allah'ın (SWT) iki ayetidir. Hiçbir insanın ölümü veya doğumu için tutulmazlar. Eğer bunu görürseniz, Allah'a (SWT) dua edin, O'nu yüceltin ve sadaka verin. Sonra şöyle dedi: 'Ey Muhammed'in ümmeti! Allah (SWT), O'nun yüceliği ve azameti karşısında, erkek veya kadın kullarından biri zina ettiğinde, O'ndan daha fazla kıskanan yoktur. Ey Muhammed'in ümmeti! Vallahi, eğer benim bildiklerimi bilseydiniz, az güler ve çok ağlardınız.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Yahya bin Sa'eed that :",
      "text": "Yahya bin Sa'id'den rivayet edilmiştir ki: Amra ona, Aişe'nin kendisine şöyle söylediğini aktardı: \"Bir Yahudi kadın bana geldi ve 'Allah seni mezar azabından korusun' dedi. Aişe şöyle dedi: 'Ey Allah'ın Resulü, insanlar mezarlarında azap görecekler mi?' Allah'ın Resulü (ﷺ) Allah'a sığındı. Aişe dedi ki: \"Peygamber (ﷺ) dışarı çıktı ve güneş tutuldu. Biz başka bir odaya çıktık ve kadınlar bizimle toplandılar. Allah'ın Resulü (ﷺ) bize geldi ve bu sabah vaktiydi. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra başını kaldırdı ve ilkinden daha kısa bir süre ayakta durdu; sonra ilkinden daha kısa bir süre rükû yaptı. Sonra secde etti, ikinci rek'atta da aynı şekilde yaptı, tek farkla ki rükû ve secdeleri ilk rek'attan daha kısaydı. Sonra secde etti ve tutulma sona erdi. İşini bitirdiğinde, minberde oturdu ve söylediği şeylerden biri şuydu: 'İnsanlar mezarlarında Dajjal'ın imtihanı gibi imtihan edilecekler.' Aişe dedi ki: 'Bundan sonra, ondan mezar azabından Allah'a sığındığını duyardık.'\""
    },
    {
      "id": 18,
      "narrator": "Amrah said:",
      "text": "Amra dedi ki: \"Aişe'nin şöyle dediğini duydum: 'Bir Yahudi kadın bana geldi ve dilencilik yaparak, 'Allah seni mezar azabından korusun' dedi. Allah'ın Resulü (ﷺ) geldiğinde, ben de 'Ey Allah'ın Resulü (ﷺ), insanlar mezarlarında azap görecekler mi?' dedim. O, Allah'a (SWT) sığındı ve bindiği hayvana bindi. Güneş tutulduğunda ben kadınlarla daireler arasında idim. Allah'ın Resulü (ﷺ) bindiği hayvandan indi ve namaz kılacağı yere geldi ve insanlara namaz kıldırdı. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra başını kaldırdı ve uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra başını kaldırdı ve uzun bir süre ayakta durdu, sonra uzun bir süre secde etti. Sonra ilk rek'attan daha kısa bir süre ayakta durdu, sonra ilkinden daha kısa bir süre rükû yaptı, sonra başını kaldırdı ve ilkinden daha kısa bir süre ayakta durdu, sonra ilkinden daha kısa bir süre rükû yaptı, sonra başını kaldırdı ve ilkinden daha kısa bir süre ayakta durdu, böylece dört kez rükû yaptı ve dört kez secde etti ve tutulma sona erdi. O, 'Siz mezarlarınıza Dajjal'ın imtihanı gibi imtihan edileceksiniz' dedi. Aişe dedi ki: 'Ondan sonra, mezar azabından Allah'a sığındığını duydum.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) bir tutulma sırasında Zamzam yakınında gölgeli bir alanda namaz kıldı, dört kez rükû yaptı ve dört kez secde etti."
    },
    {
      "id": 20,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Câbir bin Abdullah şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında çok sıcak bir günde tutuldu. Allah'ın Resulü (ﷺ) arkadaşlarına namaz kıldırdı ve o kadar uzun süre ayakta durdu ki, insanlar düşmeye başladılar. Sonra uzun bir süre rükû yaptı, sonra uzun bir süre ayakta kaldı. Sonra tekrar uzun bir süre rükû yaptı, sonra tekrar uzun bir süre ayakta kaldı. Sonra iki kez secde etti, sonra kalktı ve aynı şekilde yaptı. İleri doğru hareket etmeye başladı, sonra geri adım atmaya başladı. Dört kez rükû yaptı ve dört kez secde etti. Güneş ve ay tutulmalarının sadece büyük bir adam öldüğünde olduğunu söylerlerdi, ama bunlar Allah'ın (SWT) size gösterdiği iki ayettir, bu yüzden bir tutulma olduğunda, bitene kadar namaz kılın.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu, bu yüzden 'As-salatu jam'iah' çağrısı yapılmasını emretti. Allah'ın Resulü (ﷺ) insanlara namaz kıldırdı, iki kez rükû yaptı ve iki kez secde etti. Sonra ayakta durdu ve namaz kıldı, iki kez rükû yaptı ve bir kez secde etti. Aişe dedi ki: 'O kadar uzun süre rükû veya secde etmedim.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr şöyle dedi: \"Güneş tutuldu ve Allah'ın Resulü (ﷺ) iki kez rükû yaptı ve iki kez secde etti, sonra kalktı ve iki kez rükû yaptı ve iki kez secde etti. Sonra tutulma sona erdi. Aişe derdi ki: 'Allah'ın Resulü (ﷺ) o kadar uzun süre secde veya rükû yapmadı.'\""
    },
    {
      "id": 23,
      "narrator": "Abu Hafs, the freed slave of 'Aishah, narrated that 'Aishah told him:",
      "text": "Aişe'nin azatlısı Ebu Hafs, Aişe'nin kendisine şöyle söylediğini rivayet etti: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutulduğunda, abdest aldı ve 'As-salatu jami'ah' çağrısının yapılmasını emretti. Namazda uzun bir süre ayakta durdu,\" ve Aişe dedi ki: \"Kur'an'dan Bakara Suresi'ni okuduğunu düşündüm. Sonra uzun bir süre rükû yaptı, sonra 'Sami' Allahu liman hamidah' dedi. Sonra rükû yaptı, sonra secde etti. Sonra kalktı ve aynı şekilde yaptı, iki kez rükû yaptı ve bir kez secde etti. Sonra oturdu ve tutulma sona erdi.\""
    },
    {
      "id": 24,
      "narrator": "Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. Allah'ın Resulü (ﷺ) namaz kılmak için kalktı ve onunla birlikte olanlar da kalktı. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra başını kaldırdı ve uzun bir süre secde etti. Sonra başını kaldırdı ve uzun bir süre oturdu. Sonra uzun bir süre secde etti, sonra başını kaldırdı ve kalktı, ve ikinci rek'atta ilkinde yaptığı gibi, ayakta durdu, rükû yaptı, secde etti ve oturdu. İkinci rek'atta secdesinin sonunda üflemeye ve ağlamaya başladı, 'Beni aralarında iken bunu yapacağınızı bana söylemediniz; biz sizden af dilerken bunu yapacağınızı söylemediniz' diyerek. Sonra başını kaldırdı ve tutulma sona erdi. Allah'ın Resulü (ﷺ) ayakta durdu ve insanlara hitap etti. Allah'ı övdü ve yüceltti, sonra şöyle dedi: 'Güneş ve ay, Allah'ın (SWT) iki ayetidir, O'nun yüceliği ve azameti. Eğer bunlardan birinin tutulduğunu görürseniz, Allah'ı (SWT) anmaya acele edin, yüceliği ve azametiyle. Muhammed'in ruhunun elinde olan Zat'a yemin ederim ki, cennet bana o kadar yakın getirildi ki, eğer elimle uzansaydım, meyvelerinden birini alabilirdim. Ve cehennem bana o kadar yakın getirildi ki, sizi aşırmasından korkarak onu defetmeye çalıştım. Orada, bir kediyi bağladığı için azap gören Himyar'dan bir kadını gördüm, onu bırakmadan ne yerden zararlıları yemesine izin verdi ne de besledi veya su verdi, ta ki o öldü. Onu geldiğinde ısırırken ve gittiğinde arka tarafını ısırırken gördüm. Ve ben, Banu As-Da'da'nın kardeşi olan Sabtiyatain'in sahibini, ateşte iki uçlu bir sopa ile itilirken gördüm. Ve ben, o hacca gidenlerden çalmak için o eğri sopayı kullanan eğri uçlu sopanın sahibini, cehennemde sopasına yaslanırken ve 'Ben eğri sopalı hırsızım' derken gördüm.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. O, ayakta durdu ve insanlara namaz kıldırdı. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra ilk seferden daha kısa bir süre ayakta durdu, sonra ilk seferden daha kısa bir süre rükû yaptı. Sonra uzun bir süre secde etti, sonra oturdu, sonra ilk seferden daha kısa bir süre secde etti. Sonra tekrar kalktı ve iki kez rükû yaptı, aynı şekilde yaptı. Sonra iki kez secde etti, aynı şekilde yaptı, ta ki namazını bitirene kadar. Sonra şöyle dedi: 'Güneş ve ay, Allah'ın (SWT) iki ayetidir ve hiç kimsenin ölümü veya doğumu için tutulmazlar. Eğer bunu görürseniz, Allah'ı (SWT) anmaya ve namaz kılmaya acele edin.'\""
    },
    {
      "id": 26,
      "narrator": "Tha'labah bin 'Abbad Al-'Abdi from the people of Al-Basrah narrated that:",
      "text": "Tha'labah bin Abbad Al-Abdi, Basra halkından, şöyle rivayet etti: \"Bir gün Samurah bin Jundub'un verdiği bir hutbeye katıldım. Hutbesinde Allah'ın Resulü (ﷺ) ile ilgili bir hadis zikretti. Samurah bin Jundub şöyle dedi: 'Bir gün, ben ve Ensar'dan bir çocuk, Allah'ın Resulü (ﷺ) zamanında, ufukta güneşin iki veya üç mızrak yüksekliğinde olduğu bir zamanda iki hedefe nişan alıyorduk. Güneş karardı ve birbirimize dedik ki, 'Hadi mescide gidelim, çünkü Allah'a (SWT) yemin ederim ki bu, Allah'ın Resulü (ﷺ) ve onun ümmeti ile ilgili bir olayı müjdelemektedir.' Mescide gittik ve Allah'ın Resulü (ﷺ) insanlara çıkarken gördük. Öne geçti ve namaz kıldı. Bizimle kıldığı herhangi bir namazda en uzun süre ayakta durdu, ama ondan hiçbir şey duymadık. Sonra bizimle kıldığı herhangi bir namazda en uzun süre rükû yaptı, ama ondan hiçbir şey duymadık. Sonra bizimle kıldığı herhangi bir namazda en uzun süre secde yaptı, ama ondan hiçbir şey duymadık. İkinci rek'atta da aynı şekilde yaptı. Ve tutulma, ikinci rek'atta oturduğunda sona erdi. Sonra selam verdi, ardından Allah'ı (SWT) övdü ve yüceltti ve Allah'tan başka ilah olmadığına ve O'nun Resulü olduğuna şahitlik etti.\" Kısaca rivayet edilmiştir."
    },
    {
      "id": 27,
      "narrator": "It was narrated that An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Bashir şöyle dedi: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu ve o, örtüsünü sürükleyerek mescide koştu. Tutulma sona erene kadar bize namaz kıldırmaya devam etti. Sona erdiğinde şöyle dedi: 'İnsanlar, güneş ve ay tutulmalarının sadece büyük bir adam öldüğünde olduğunu iddia ediyorlar, ama bu doğru değil. Güneş ve ay tutulmaları, hiç kimsenin ölümü veya doğumu için olmaz, fakat bunlar Allah'ın (SWT) işaretleridir, O'nun yüceliği ve azameti. Allah, yüceliği ve azameti, yaratılışından herhangi bir şeyin önünde kendini gösterdiğinde, o şey O'na karşı alçakgönüllü olur, bu yüzden bunu gördüğünüzde, daha önce yaptığınız son farz namaz gibi namaz kılın.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Qabisah bin Mukhariq Al-Hilali said:",
      "text": "Kabisah bin Mukhariq Al-Hilali şöyle dedi: \"Güneş tutuldu ve o zaman Allah'ın Resulü (ﷺ) ile Medine'deydik. O, giysisini sürükleyerek dışarı fırladı ve iki uzun rek'at kıldı. Namazının sonu, tutulmanın sonuyla çakıştı. Allah'ı (SWT) övdü ve yüceltti, sonra şöyle dedi: 'Güneş ve ay, Allah'ın (SWT) iki ayetidir ve hiç kimsenin ölümü veya doğumu için tutulmazlar. Eğer bunlardan birini görürseniz, daha önce yaptığınız son farz namaz gibi namaz kılın.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Qabisah Al-Hilali:",
      "text": "Kabisah Al-Hilali'den rivayet edilmiştir: Güneş tutuldu ve Allah'ın Resulü (ﷺ) iki rek'at kıldı ve tutulma sona erene kadar devam etti. Sonra şöyle dedi: \"Güneş ve ay, hiç kimsenin ölümü için tutulmazlar, fakat bunlar O'nun iki yaratmasıdır. Allah, yüceliği ve azameti, yaratılışında istediği her şeyi yapar. Eğer Allah (SWT), yüceliği ve azameti, yaratılışından herhangi bir şeyin önünde kendini gösterirse, o şey O'na karşı alçakgönüllü olur, bu yüzden güneş veya ay tutulması olduğunda, sona erene kadar namaz kılın veya Allah bir şey yapana kadar bekleyin.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from An-Nu'man bin Bashir that :",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki: Peygamber (ﷺ) şöyle dedi: \"Eğer güneş veya ay tutulursa, daha önce yaptığınız son farz namaz gibi namaz kılın.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from An-Nu'man bin Bashir that:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) güneş tutulduğunda bizim namazımız gibi namaz kıldı, rükû ve secde yaptı."
    },
    {
      "id": 32,
      "narrator": "It was narrated from An-Nu'man bin Bashir that :",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki: Peygamber (ﷺ) bir gün güneş tutulduğunda aceleyle mescide çıktı ve tutulma sona erene kadar namaz kıldı, sonra şöyle dedi: \"Cahiliye döneminin insanları, güneş ve ay tutulmalarının yalnızca yeryüzünde büyük bir insan öldüğünde meydana geldiğini söylerdi. Ancak güneş ve ay tutulmaları, kimsenin ölümü veya doğumu için meydana gelmez. Aksine, bunlar Allah'ın (SWT) iki yaratığıdır ve Allah (SWT) dilediği şeyleri yaratmasında meydana getirir. Hangisi tutulursa, sona erene kadar namaz kılın veya Allah (SWT) bir şey meydana getirir.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakrah'dan rivayet edilmiştir ki: \"Biz Allah'ın Resulü (ﷺ) ile birlikteyken güneş tutuldu. Allah'ın Resulü (ﷺ) elbisesini sürüyerek dışarı çıktı, mescide geldi ve insanlar etrafında toplandı. İki rek'at namaz kıldırdı ve (tutulma) sona erdiğinde şöyle dedi: 'Güneş ve ay, Allah'ın (SWT) kullarını korkutmak için kullandığı iki alamettir. Onlar, kimsenin ölümü veya doğumu için tutulmaz. Eğer bunu görürseniz, Allah (SWT) korkunuzu giderene kadar namaz kılın.' Bunun nedeni, oğlu İbrahim'in vefat etmesi ve insanların ona (tutulmanın) bunun yüzünden olduğu fikrini önermeleridir.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Abu Bakrah that:",
      "text": "Abu Bakrah'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) sizin bu namazınız gibi iki rek'at namaz kıldı ve güneş tutulmasını anımsattı."
    },
    {
      "id": 35,
      "narrator": "It was narrated that 'Abdullah bin Abbas said:",
      "text": "Abdullah bin Abbas'dan rivayet edilmiştir ki: \"Güneş tutuldu ve Allah'ın Resulü (ﷺ) namaz kıldı ve yanında insanlar vardı. Uzun bir süre, Bakara Suresi'ne benzer bir şeyler okuyarak ayakta durdu, sonra (başını) kaldırdı ve uzun bir süre ayakta durdu, sonra (başını) kaldırdı ve ilk seferden daha kısa bir süre ayakta durdu. Sonra uzun bir süre rükû yaptı, bu da ilk seferden daha kısaydı, sonra secde etti. Sonra kalktı ve uzun bir süre ayakta durdu, bu da ilk seferden daha kısaydı, sonra uzun bir süre rükû yaptı, bu da ilk seferden daha kısaydı, sonra (başını) kaldırdı ve uzun bir süre ayakta durdu, bu da ilk seferden daha kısaydı. Sonra uzun bir süre rükû yaptı, bu da ilk seferden daha kısaydı, sonra secde etti, sonra namazını bitirdi ve güneş açılmıştı. Şöyle dedi: 'Güneş ve ay, Allah'ın (SWT) iki alametidir ve kimsenin ölümü veya doğumu için tutulmaz. Eğer bunu görürseniz, Allah'ı (SWT) hatırlayın, O, Azim ve Yücedir.' Dediler ki: 'Ey Allah'ın Resulü (ﷺ), ayakta dururken elinizi uzattığınızı gördük, sonra geri çekildiğinizi gördük.' Dedi ki: 'Cenneti gördüm -ya da bana gösterildi- ve onun meyvelerinden bir demet almak için uzandım. Eğer onu alsaydım, siz bu dünya var oldukça ondan yerdiniz. Ve Cehennemi gördüm ve onun gibi hiçbir şey görmedim, ve onun sakinlerinin çoğunun kadın olduğunu gördüm.' Dediler ki: 'Neden, ey Allah'ın Resulü (ﷺ)?' Dedi: 'Nankörlüklerinden dolayı.' Denildi ki: 'Allah'a nankörlük mü ediyorlar?' Dedi: 'Kocalarına nankörlük ediyorlar ve iyi muameleye nankörlük ediyorlar. Eğer onlardan birine bir ömür boyu iyi davranırsanız, sonra ondan bir kötü şey görse, der ki: Sizden hiçbir iyilik görmedim.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) dört kez rükû yaparak namaz kıldı ve yüksek sesle okudu, her başını kaldırdığında: \"Sami Allahu liman hamidah. Rabbana wa lakal-hamd (Allah, kendisini övenleri işitir. Ey Rabbimiz, yalnızca sana hamd ederiz.)\" dedi."
    },
    {
      "id": 37,
      "narrator": "It was narrated from Samurah that:",
      "text": "Samurah'dan rivayet edilmiştir ki: Peygamber (ﷺ) güneş tutulduğunda onlara namaz kıldırdı ve ondan hiçbir şey duyulmadı."
    },
    {
      "id": 38,
      "narrator": "It was narrated that Abdullah bin Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. Allah'ın Resulü (ﷺ) namaz kıldı ve uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra kalktı ve uzun bir süre (ayakta) durdu.\" (Rivayet edenlerden biri) Şu'be dedi ki: \"Sanırım secde ile ilgili benzer bir şey söyledi.\" - \"Secdede ağlamaya ve üflemeye başladı ve şöyle dedi: 'Rabbim, beni affetmek için seni çağırırken bunu yapacağını bana söylemedin; hala aralarında iken bunu yapacağını bana söylemedin.' Namazını bitirdiğinde şöyle dedi: 'Cennet bana gösterildi ve eğer elimi uzatsaydım, meyvelerinden alabilirdim. Ve Cehennem bana gösterildi, bu yüzden korkumdan üflemeye başladım ki, sıcaklığı üzerinize çökmüş olmasın. Orada, Allah'ın Resulü (ﷺ) iki deveyi çalan hırsızı gördüm; ve orada, hacılardan çalan Banu As-Du'du'nun kardeşini gördüm; ve yakalandığında şöyle dedi: Eğri sopa yaptı; ve orada, bir kediyi bağlayıp beslemeyen ve ona su vermeyen, onu yeryüzündeki haşerelerden yemesine izin vermeyen uzun boylu bir siyah kadını gördüm, ta ki o ölene kadar. O halde güneş ve ay, kimsenin ölümü veya doğumu için tutulmaz, ama bunlar Allah'ın iki alametidir. Eğer biri tutulursa -ya da şöyle dedi: 'Eğer biri böyle bir şey yaparsa'- 'o zaman Allah'ı, Azim ve Yüce'yi hatırlamak için acele edin.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Güneş tutuldu ve Allah'ın Resulü (ﷺ) bir adamı çağırarak: As-salatu jami'ah (namaz topluca başlayacak) diye seslenmesini emretti. İnsanlar toplandı ve Allah'ın Resulü (ﷺ) onlara namaz kıldırdı. Tekbir getirdi, sonra uzun bir süre okudu. Sonra tekbir getirdi ve uzun bir süre rükû yaptı, okuduğu kadar ya da daha uzun süre. Sonra başını kaldırdı ve: Sami Allahu liman hamidah (Allah, kendisini övenleri işitir) dedi. Sonra uzun bir süre okudu, ama bu ilk seferden daha kısaydı, sonra tekbir getirdi ve uzun bir süre rükû yaptı, ama bu ilk seferden daha kısaydı. Sonra başını kaldırdı ve: 'Sami Allahu liman hamidah (Allah, kendisini övenleri işitir) dedi. Sonra tekbir getirdi ve uzun bir süre secde yaptı, okuduğu kadar ya da daha uzun süre. Sonra tekbir getirdi ve başını kaldırdı, sonra tekbir getirdi ve secde etti. Sonra tekbir getirdi ve kalktı, ve daha kısa bir süre okudu. Sonra tekbir getirdi ve daha kısa bir süre rükû yaptı. Sonra başını kaldırdı ve: Sami' Allahu liman hamidah (Allah, kendisini övenleri işitir) dedi. Sonra daha kısa bir süre okudu, ikinci ayakta duruşta ilk okuma kadar. Sonra tekbir getirdi ve daha kısa bir süre rükû yaptı. Sonra başını kaldırdı ve: Sami Allahu liman hamidah (Allah, kendisini övenleri işitir) dedi. Sonra tekbir getirdi ve daha kısa bir süre secde yaptı. Sonra teşehhüd okudu, sonra selam verdi. Sonra onların önünde durdu ve Allah'ı övdü ve yüceltti, sonra şöyle dedi: 'Güneş ve ay, kimsenin ölümü veya doğumu için tutulmaz, ama bunlar Allah'ın (SWT) iki alametidir. Hangisi tutulursa, Allah'a (SWT), Azim ve Yüce'ye yönelin ve namaz kılın.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Asma' bint Abi Bakr said:",
      "text": "Asma' bint Abi Bakr'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) bir tutulma sırasında namaz kıldı. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra kalktı ve uzun bir süre (ayakta) durdu, sonra uzun bir süre rükû yaptı, sonra kalktı, sonra uzun bir süre secde yaptı, sonra kalktı ve uzun bir süre (ayakta) durdu, sonra uzun bir süre rükû yaptı, sonra kalktı, sonra uzun bir süre secde yaptı, sonra oturdu, sonra uzun bir süre secde yaptı, sonra oturdu ve sonra namazını bitirdi.\""
    },
    {
      "id": 41,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: \"Peygamber (ﷺ) dışarı çıktı ve güneş tutuldu. Biz de daireye çıktık ve bazı kadınlar etrafımızda toplandı. Allah'ın Resulü (ﷺ) bize döndü ve bu sabah vaktinde oldu. Uzun bir süre ayakta durdu, sonra uzun bir süre rükû yaptı, sonra başını kaldırdı ve ilk seferden daha kısa bir süre ayakta durdu, sonra ilk seferden daha kısa bir süre rükû yaptı, sonra secde etti. Sonra tekrar kalktı ve aynı şeyi yaptı, ancak ilk rek'at kadar ayakta durdu ve rükû yaptı. Sonra secde etti ve tutulma sona erdi. Namazını bitirdiğinde minberde oturdu ve söylediği şeylerden biri: 'İnsanlar, kabirlerinde Dajjal'ın denemesi gibi deneneceklerdir.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. Uzun bir süre ayakta durdu ve namaz kıldı, sonra uzun bir süre rükû yaptı. Sonra kalktı ve (ayakta) uzun bir süre durdu, ama ilk seferden daha kısa bir süre. Sonra uzun bir süre rükû yaptı, ama ilk seferden daha kısa bir süre. Sonra secde etti, sonra başını kaldırdı ve uzun bir süre ayakta durdu, ama ilk seferden daha kısa bir süre. Sonra kalktı ve (ayakta) uzun bir süre durdu, ama ilk seferden daha kısa bir süre. Sonra secde etti ve namazını bitirdiğinde tutulma sona ermişti. İnsanlara hitap etti ve Allah'ı övdü ve yüceltti, sonra şöyle dedi: 'Güneş ve ay, kimsenin ölümü veya doğumu için tutulmaz. Eğer bunu görürseniz, namaz kılın, sadaka verin ve Allah'ı, Azim ve Yüce'yi hatırlayın.' Ve şöyle dedi: 'Ey Muhammed'in ümmeti! Allah (SWT), erkek veya kadın kulunun zina etmesi durumunda daha fazla kıskançlık gösteren kimse yoktur. Ey Muhammed'in ümmeti, eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from Samurah that:",
      "text": "Samurah'dan rivayet edilmiştir ki: Peygamber (ﷺ) güneş tutulduğunda bir hutbe verdi ve şöyle dedi: 'Amma ba'd (devam etmek gerekirse).'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakrah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) ile birlikteydik ve güneş tutuldu. Hızla kalktı ve mescide gitti, elbisesini sürüyerek. İnsanlar onunla birlikte durdular ve iki rek'at namaz kıldılar, her zamanki gibi. Tutulma sona erdiğinde bize hitap etti ve şöyle dedi: 'Güneş ve ay, Allah'ın (SWT) iki alametidir, kullarını korkutmak için kullandığı. Onlar, kimsenin ölümü veya doğumu için tutulmaz. Eğer bunlardan biri tutulursa, o zaman namaz kılın ve dua edin, ta ki bu sizden kaldırılana kadar.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki: \"Güneş tutuldu ve Allah'ın Resulü (ﷺ) aceleyle kalktı, bunun Kıyamet saati olabileceğinden korkarak. Mescide gitti, orada ayakta durdu ve namaz kıldı, ayakta durarak, rükû yaparak ve secde ederek, gördüğüm en uzun süre namaz kıldı. Sonra şöyle dedi: 'Allah'ın (SWT) gönderdiği bu alametler, kimsenin ölümü veya doğumu için meydana gelmez, ama Allah (SWT) bunları kullarını korkutmak için gönderir. Eğer bunlardan birini görürseniz, O'nu hatırlamak, O'na dua etmek ve O'ndan af dilemek için acele edin.'\""
    }
  ]
}