{
  "language": "tr",
  "metadata": {
    "length": 25,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Bir adam Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: 'Ey Allah'ın Resulü, hayvanlar öldü ve yollar kesildi; Allah'a (SWT), Azametli ve Yüce olan'a dua et.' Bunun üzerine Allah'ın Resulü (ﷺ) Allah'a (SWT) dua etti ve o Cuma'dan sonraki Cuma'ya kadar yağmur yağdı. Sonra bir adam Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: 'Evler yıkıldı, yollar kesildi ve hayvanlar öldü.' O da dedi ki: 'Ey Allah, dağların ve tepelerin zirvelerinde, vadilerin dibinde ve ağaçların büyüdüğü yerlerde.' Böylece (yağmur) Medine'den bir elbise gibi kaldırıldı.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from 'Abbad bin Tamim:",
      "text": "'Abbad bin Tamim'den rivayet edilmiştir: \"Süfyân dedi ki: 'Ben 'Abdullah bin Abi Bekir'e sordum, o da dedi ki: 'Ben bunu Abbad bin Tamim'den duydum, o da babasından, 'Abdullah bin Zaid, kendisine (bir rüyada) ezan gösterilen kişi, dedi ki: 'Allah'ın Resulü (ﷺ) yağmur için dua etmek üzere namaz yerine çıktı. Kıbleye yöneldi ve hırkasını çevirdi ve iki rek'at namaz kıldı.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Hisham bin Ishaq bin Abdullah bin Kinanah that :",
      "text": "Hişam bin İshak bin Abdullah bin Kinanah'tan rivayet edilmiştir: Babası dedi ki: \"Filan kişi beni, Allah'ın Resulü'nün (ﷺ) yağmur için nasıl dua ettiğini sormak üzere gönderdi.\" O da dedi ki: 'Allah'ın Resulü (ﷺ) yalvararak ve alçakgönüllü bir halde dışarı çıktı. Bu sizin hutbeniz gibi bir hutbe vermedi ve iki rek'at namaz kıldı.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abdullah bin Zaid that:",
      "text": "Abdullah bin Zaid'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) yağmur için dua ederken siyah bir hırka giyiyordu.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Hisham binIshaq bin Abdullah bin Kinanah that:",
      "text": "Hişam bin İshak bin Abdullah bin Kinanah'tan rivayet edilmiştir: Babası dedi ki: \"Ben İbn Abbas'a Allah'ın Resulü'nün (ﷺ) yağmur için nasıl dua ettiğini sordum. O da dedi ki: 'Allah'ın Resulü (ﷺ) alçakgönüllü bir halde, yalvararak dışarı çıktı. Minberde oturdu ama bu sizin hutbeniz gibi bir hutbe vermedi, aksine sürekli dua etti, yalvardı ve tekbir getirdi, iki rek'at namaz kıldı, bayramlarda yaptığı gibi.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Abbad bin Tamim that :",
      "text": "Abbad bin Tamim'den rivayet edilmiştir: \"Amcası ona, Allah'ın Resulü (ﷺ) ile yağmur için dua etmek üzere dışarı çıktığını söyledi. Hırkasını çevirdi ve insanlara sırtını döndü, sonra iki rek'at namaz kıldı ve yüksek sesle okudu.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from 'Abbad bin Tamim, from his paternal uncle that:",
      "text": "Abbad bin Tamim'den, amcasından rivayet edilmiştir: \"Peygamber (ﷺ) yağmur için dua etti, iki rek'at namaz kıldı ve hırkasını çevirdi.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abdullah bin Abi Bakr that:",
      "text": "Abdullah bin Abi Bekir'den rivayet edilmiştir: \"Abbad bin Tamim'in dediğini duydum: 'Allah'ın Resulü (ﷺ) dışarı çıktı ve yağmur için dua etti, kıbleye dönerken hırkasını çevirdi.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Abbad bin Tamim, from his paternal uncle, that:",
      "text": "Abbad bin Tamim'den, amcasından rivayet edilmiştir: \"Yağmur için dua ederken Allah'ın Resulü (ﷺ) kıbleye döndü, hırkasını çevirdi ve ellerini kaldırdı.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) hiçbir dua sırasında ellerini kaldırmadı, yalnızca yağmur için dua ederken ellerini o kadar yükseğe kaldırırdı ki, koltuk altlarının beyazlığı görünürdü.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abi Al-Lahm that:",
      "text": "Ebu'l-Lahm'dan rivayet edilmiştir: \"Yağmur için dua ederken Allah'ın Resulü'nü Ahjar Az-Zait'te gördüm, ellerini kaldırarak dua ediyordu.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Anas bin Malik that he said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Cuma günü mescitteyken, Allah'ın Resulü (ﷺ) insanlara hitap ediyordu, bir adam ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü, yollar kesildi, malımız yok oldu ve fiyatlar yükseldi. Allah'a (SWT) dua et, bize yağmur versin.' Bunun üzerine Allah'ın Resulü (ﷺ) ellerini yüz hizasına kaldırdı ve dedi ki: 'Ey Allah, bize yağmur ver.' Vallahi, Allah'ın Resulü (ﷺ) minberden inmeden önce yağmur yağmaya başladı, o günden sonraki Cuma'ya kadar yağmur yağdı. Sonra bir adam ayağa kalktı - onun Allah'ın Resulü'nden (ﷺ) yağmur istemiş olan aynı adam olup olmadığını bilmiyorum - ve dedi ki: 'Ey Allah'ın Resulü, yollar kesildi ve malımız yok oldu çünkü çok fazla su var. Allah'a (SWT) dua et, yağmuru durdursun.' Allah'ın Resulü (ﷺ) dedi ki: 'Ey Allah, etrafımızda ve üzerimizde değil, dağlarda ve ağaçların büyüdüğü yerlerde.' Vallahi, Allah'ın Resulü (ﷺ) bu sözleri söyledikten hemen sonra bulutlar parçalandı (ve kayboldu) ta ki onlardan hiçbir şey göremez hale geldik.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Allahumma sqina (Ey Allah, bize yağmur ver).'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Thabit that Anas said:",
      "text": "Thabit'ten rivayet edilmiştir ki Anas dedi: \"Peygamber (ﷺ) bir Cuma günü hutbe verirken, insanlar ayağa kalkıp bağırdılar: 'Ey Allah'ın Peygamberi! Yağmur yok ve hayvanlar öldü. Allah'a (SWT) dua et, bize yağmur göndersin.' O da dedi: 'Ey Allah, bize yağmur gönder; ey Allah, bize yağmur gönder.' Vallahi, gökyüzünde en ufak bir bulut bile göremiyorduk, sonra bir bulut belirdi ve büyüdü, yağmur yağmaya başladı. Allah'ın Resulü (ﷺ) indi ve dua etti, insanlar dağıldı ve yağmur yağmaya devam etti, sonraki Cuma'ya kadar sürdü. Allah'ın Resulü (ﷺ) hutbe vermek üzere ayağa kalktığında, ona seslendiler ve dediler ki: 'Ey Allah'ın Peygamberi, evler yıkıldı ve yollar kesildi. Allah'a dua et, bunu bizden alsın.' Allah'ın Resulü (ﷺ) gülümsedi ve dedi: 'Ey Allah, etrafımızda ve üzerimizde değil!' Sonra Medine'den dağıldı ve yağmur Medine'nin etrafına düştü ama Medine'ye tek bir damla bile düşmedi. Ben baktım, sanki bir halka gibiydi.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Bir adam, Allah'ın Resulü (ﷺ) hutbe verirken mescide girdi. Allah'ın Resulü'ne (ﷺ) dönerek ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü, malımız yok oldu ve yollar kesildi. Allah'a (SWT) dua et, bize yağmur göndersin.' Allah'ın Resulü (ﷺ) ellerini kaldırdı ve dedi: 'Ey Allah, bize yağmur gönder.' Anas dedi: 'Vallahi, gökyüzünde en ufak bir bulut bile göremiyorduk ve bizimle (Sal' dağının) arasında evler veya binalar yoktu. Sonra bir kalkan gibi bir bulut belirdi ve gökyüzünün ortasına ulaştığında yayıldı ve yağmur yağmaya başladı.' Anas dedi: 'Vallahi, bir hafta boyunca güneşi göremedik. Sonra bir adam, o kapıdan sonraki Cuma girdi, Allah'ın Resulü (ﷺ) hutbe verirken. O da ona dönerek ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü (ﷺ), Allah (SWT) sana bereket versin. Malımız yok oldu ve yollar kesildi. Allah'a (SWT) dua et, (yağmuru) bizden alsın.' Allah'ın Resulü (ﷺ) ellerini kaldırdı ve dedi: 'Ey Allah, etrafımızda ve üzerimizde değil; ey Allah, tepelerde ve dağlarda, vadilerin diplerinde ve ağaçların büyüdüğü yerlerde.' Sonra yağmur durdu ve biz güneşin altında yürümeye çıktık.\" Şarik dedi: 'Ben Anas'a sordum: 'O aynı adam mıydı?' O da dedi: 'Hayır.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Ibn Shihab said:",
      "text": "İbn Şihab'ın rivayetine göre, Abbad bin Tamim bana, Resulullah (ﷺ) 'ın bir gün yağmur için dua etmek üzere çıktığını, insanlara sırtını döndüğünü, Allah'a (SWT) dua ettiğini ve Kıble'ye yöneldiğini, rida'sını çevirdiğini ve iki rek'at namaz kıldığını söyledi. (Rivayet edenlerden) İbn Ebi Dhi'b hadiste: \"Ve her ikisinde de okudu.\" dedi."
    },
    {
      "id": 17,
      "narrator": "It was narrated from Abdullah bin Zaid that:",
      "text": "Abdullah bin Zaid'den rivayet edilmiştir ki: Peygamber (ﷺ) yağmur için dua etmek üzere çıktı ve Kıble'ye yönelerek iki rek'at namaz kıldı. (Sahih)"
    },
    {
      "id": 18,
      "narrator": "It was narrated from Hisham bin Ishaq bin Abdullah bin Kinanah that:",
      "text": "Hişam bin İshak bin Abdullah bin Kinanah'dan rivayet edilmiştir ki: Babası şöyle dedi: \"Bir valinin beni İbn Abbas'a yağmur duası hakkında sormak üzere gönderdi. O da: 'Beni sormaktan alıkoyan neydi? Resulullah (ﷺ) alçakgönüllü bir şekilde, tevazu ve yalvarış içinde, iki rek'at namaz kıldı, bayram namazındaki gibi, ama sizin bu hutbeniz gibi bir hutbe vermedi.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Abbad bin Tamim from his paternal uncle that:",
      "text": "Abbad bin Tamim'den, amcasından rivayet edilmiştir ki: Peygamber (ﷺ) çıktı ve yağmur için dua etti, ardından yüksek sesle okuduğu iki rek'at namaz kıldı."
    },
    {
      "id": 20,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Yağmur yağdığında Resulullah şöyle derdi: \"Allahümme c'alhu sayyiban nafian. (Ey Allah, onu faydalı bir yağmur yap.)\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'nin rivayetine göre: \"Resulullah (ﷺ) şöyle dedi: \"Aziz ve Celil olan Allah şöyle buyurdu: Ben, kullarıma hiçbir nimet indirmedim ki onlardan bir grup inkâr etmesin; 'Yıldızlar ve yıldızlarla.' derler.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Zaid bin Khalid Al-Juhani said:",
      "text": "Zeyd bin Halid el-Cuheni'den rivayet edilmiştir ki: \"Peygamber (ﷺ) zamanında yağmur yağdı ve o şöyle dedi: 'Bu gece Rabbinizin ne söylediğini duymadınız mı? O şöyle dedi: Ben, kullarıma hiçbir nimet indirmedim ki onlardan bazıları inkâr etmesin; 'Bize şu ve bu yıldızdan yağmur verildi.' diyorlar. Bana inanan ve yağmur verdiğim için beni öven, bana inanan ve yıldızları inkâr eden kişidir. Ama 'Bize şu ve bu yıldızdan yağmur verildi.' diyen kişi, bana inkar etmiş ve yıldızlara inanmıştır.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir ki: \"Resulullah (ﷺ) şöyle dedi: 'Eğer Allah (SWT) kullarından beş yıl yağmuru keserse ve sonra gönderirse, bazı insanlar inkâr eder; 'Bize Al-Mijdah yıldızından yağmur verildi.' derler.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Bir yıl yağmur yağmadı, bu yüzden bazı Müslümanlar bir Cuma günü Peygamber (ﷺ) 'ın yanına geldiler ve: 'Ey Allah'ın Resulü, yağmur yok; toprak çıplak kaldı ve malımız yok oldu.' dediler. O, ellerini kaldırdı ve gökyüzünde hiçbir bulut göremedik. Ellerini kaldırdı ki koltuk altlarının beyazlığını görebiliyordum, Allah'a (SWT) yağmur için dua ediyordu. Cuma namazını bitirdiğimizde, yakındaki bir evin genci, eve nasıl döneceğinden endişeliydi. Bu bir hafta sürdü, ardından bir sonraki Cuma'da: 'Ey Allah'ın Resulü, evler yıkıldı ve tüm seyahat durdu.' dediler. Resulullah (ﷺ) Adem oğullarının ne kadar çabuk yorulduğunu görünce gülümsedi ve ellerini kaldırarak: 'Ey Allah, etrafımızda ve üzerimizde değil.' dedi ve Al-Medine'den dağıldı.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Resulullah (ﷺ) zamanında bir kuraklık oldu. Resulullah (ﷺ) bir Cuma günü minberde hutbe verirken, bir bedevi ayağa kalktı ve: 'Ey Allah'ın Resulü, mal yok oldu ve çocuklarımız aç; Allah'a bizim için dua et.' dedi. Resulullah (ﷺ) ellerini kaldırdı ve gökyüzünde en küçük bir bulut bile göremedik, ama canımın sahibi olan Allah'a yemin ederim ki, ellerini indirmeden dağ gibi bulutlar belirdi ve minberinden inmeden önce, sakalından yağmur damlalarının düştüğünü gördük. O gün yağmur yağdı, ertesi gün ve ondan sonraki gün, bir sonraki Cuma'ya kadar. Sonra o bedevi -ya da dedi ki, \"Başka biri\"- ayağa kalktı ve: 'Ey Allah'ın Resulü, binalar yıkıldı ve mal suda boğuldu; Allah'a (SWT) bizim için dua et.' dedi. Resulullah (ﷺ) ellerini kaldırdı ve: 'Ey Allah, etrafımızda ve üzerimizde değil.' dedi. Hiçbir yöne işaret etmedi ama bulutlar dağıldı, ta ki Al-Medine bir çukur gibi oldu. Ve vadiler su ile doldu ve hiçbir yerden gelen kimse kalmadı ki bize şiddetli yağmurlardan bahsetmesin.\""
    }
  ]
}