{
  "language": "tr",
  "metadata": {
    "length": 42,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Cahiliye döneminde insanların her yıl iki günü eğlence için vardı. Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde şöyle dedi: 'Sizlerin eğlendiği iki gün vardı, fakat Allah (SWT) Müslümanlara bunlardan daha hayırlısını verdi: Ramazan Bayramı ve Kurban Bayramı.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from 'Umair bin Anas from his paternal uncles, that :",
      "text": "'Umair bin Anas'tan, babası tarafından rivayet edilmiştir: Bazı insanlar hilali gördü ve Peygamber (ﷺ)'e geldiler, o da onlara güneş doğduktan sonra oruçlarını açmalarını ve ertesi gün 'Eid için çıkmalarını söyledi."
    },
    {
      "id": 3,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa'dan rivayet edilmiştir: \"Umm 'Atiyyah, Allah'ın Elçisi (ﷺ)'ni asla 'Babam onun için fidye olsun' demeden anmazdı. Ben de: 'Allah'ın Elçisi (ﷺ) şöyle dediğini duydun mu?' dedim. O da: 'Evet, babam onun için fidye olsun.' dedi. O şöyle dedi: 'Ergen kızlar, yalnız kalan kadınlar ve hayızlı kadınlar, 'Eid ve Müslümanların dualarına katılmak için dışarı çıksınlar, fakat hayızlı kadınlar namaz kılma yerinden uzak dursunlar.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Muhammad said:",
      "text": "Muhammad'tan rivayet edilmiştir: \"Umm 'Atiyyah ile karşılaştım ve ona: 'Allah'ın Elçisi (ﷺ) bir şey söyledi mi?' dedim. O, onu anarken: 'Babam onun için fidye olsun.' derdi. (O şöyle dedi) 'Ergen kızları ve yalnız kalan kadınları dışarı çıkarın ve onların Müslümanların dualarına ve hayırlarına tanıklık etmelerini sağlayın, fakat hayızlı kadınlar insanların namaz kıldığı yerden uzak dursunlar.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Salim that:",
      "text": "Salim'den rivayet edilmiştir: Babası şöyle dedi: \"Umar bin Al-Khattab, Allah ondan razı olsun, pazarda bir İstibraq hullahı buldu. Onu aldı ve Allah'ın Elçisi (ﷺ)'ne getirdi ve şöyle dedi: 'Ey Allah'ın Elçisi (ﷺ), bunu neden satın alıp iki 'Eid için süslenmiyorsun ve elçilerle buluştuğunda?' Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu, ahirette hiçbir payı olmayanın giydiği kıyafettir,' veya: 'Bu, ahirette hiçbir payı olmayan tarafından giyilir.' Sonra Allah (SWT) dilediği kadar zaman geçti, sonra Allah'ın Elçisi (ﷺ) Umar'a bir dibac giysi gönderdi. Umar onu Allah'ın Elçisi (ﷺ)'ne getirdi ve şöyle dedi: 'Ey Allah'ın Elçisi, sen bunun ahirette hiçbir payı olmayanın kıyafeti olduğunu söyledin, o halde bunu bana neden gönderdin?' Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sat ve ihtiyacın olan şeyler için parayı kullan.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Tha'labah bin Zahdam that:",
      "text": "Tha'labah bin Zahdam'dan rivayet edilmiştir: 'Ali, insanlara Abu Mas'ud'u tayin etti, sonra 'Eid günü dışarı çıktı ve şöyle dedi: 'Ey insanlar, imamdan önce namaz kılmak sünnet değildir.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bize 'Eid'de hutbeden önce namaz kıldırdı, ne ezan ne de ikamet olmadan.\""
    },
    {
      "id": 8,
      "narrator": "Al-Bara' bin 'Azib narrated to us by one of the pillars of the masjid:",
      "text": "Al-Bara' bin 'Azib, bize mescidin bir sütunundan rivayet etti: \"Peygamber (ﷺ) An-Nahr günü bir hutbe verdi ve şöyle dedi: 'Bu günümüzde ilk başladığımız şey namazdır, sonra kurban keseriz. Bunu yapan, sünnetimizi takip etmiştir, fakat (namazdan) önce kurban kesen, ailesine verdiği bir ettir. Abu Burdah bin Niyar kurbanını kesmişti ve şöyle dedi: 'Ey Allah'ın Elçisi (ﷺ), benim Musinnah'dan daha iyi bir Jadha'ah'ım var.' O da: 'Onu (kurban olarak) kes, fakat bu, senden sonra başka kimse için yeterli olmayacaktır.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Abu Bakr, 'Umar, Allah (SWT) onlardan razı olsun, 'Eid namazını hutbeden önce kılardı."
    },
    {
      "id": 10,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ramazan Bayramı ve Kurban Bayramı günlerinde bir 'Anazah (kısa mızrak) çıkarır, onu yere diker ve ona doğru namaz kılardı."
    },
    {
      "id": 11,
      "narrator": "It was narrated that 'Umar bin Al-Khattab said:",
      "text": "'Umar bin Al-Khattab şöyle dedi: \"Kurban namazı iki rek'at, Ramazan Bayramı namazı iki rek'at, yolcu namazı iki rek'at ve cuma namazı iki rek'at, Peygamber (ﷺ)'in lisanıyla, tam ve kısaltılmadan.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Ubaidullah bin 'Abdullah said:",
      "text": "'Ubaidullah bin 'Abdullah şöyle dedi: \"Umar, Allah (SWT) ondan razı olsun, 'Eid günü dışarı çıktı ve Abu Waqid Al-Laithi'ye sordu: 'Peygamber (ﷺ) bu günde ne okudu?' O da: 'Qaf' ve '(Saat) yaklaştı.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from An-Nu'man bin Bashir that:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) iki 'Eid'de ve Cuma günü: 'Rabbini, en yüce olanın ismiyle tesbih et' ve 'Sana, 'Küçük Sarsıntı'nın haberi geldi mi?' okurdu. Bazen iki (Eid ve Cuma) aynı günde olurdu ve o, bu iki Sureyi okurdu.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that 'Ata said:",
      "text": "'Ata şöyle dedi: \"İbn 'Abbas'ın: 'Ben, Allah'ın Elçisi (ﷺ) ile 'Eid'e katıldım; o, hutbeden önce namaza başladı, sonra hutbe verdi.' dediğini duydum.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Al-Bara' bin 'Azib said:",
      "text": "Al-Bara' bin 'Azib şöyle dedi: \"Allah'ın Elçisi (ﷺ) namazdan sonra An-Nahr günü bize hitap etti.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Abdullah bin As-SA'ib that:",
      "text": "'Abdullah bin As-SA'ib'den rivayet edilmiştir ki: Peygamber (ﷺ) 'Eid namazını kıldı ve şöyle dedi: 'Kim çıkmak isterse çıksın, kim de hutbeyi dinlemek isterse kalsın.'"
    },
    {
      "id": 17,
      "narrator": "It was narrated that Abu Rimthah said:",
      "text": "Abu Rimthah'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) hutbe verirken, iki yeşil burda giyiyordu.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Abu Khalil Al-Ahmasi said:",
      "text": "Abu Khalil Al-Ahmasi'den rivayet edilmiştir ki: \"Peygamber (ﷺ) hutbe verirken bir dişi deve üzerinde gördüm ve bir Etiyopyalı devenin ipini tutuyordu.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Simak said:",
      "text": "Simak'tan rivayet edilmiştir ki: \"Jabir'e sordum: 'Allah'ın Elçisi (ﷺ) hutbeyi ayakta mı verdi?' O da: 'Allah'ın Elçisi (ﷺ) hutbeyi ayakta verirdi, sonra bir süre oturur, sonra tekrar kalkardı.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) ile 'Eid günü namaz kıldım. Hutbeden önce namaza başladı, ne ezan ne de ikamet vardı. Namazı bitirdiğinde Bilal'e dayanarak ayakta durdu, Allah'ı (SWT) övdü ve yüceltti ve insanlara nasihat etti, onlara Allah'a (SWT) itaat etmelerini hatırlattı ve teşvik etti. Sonra uzaklaştı ve kadınların yanına gitti, Bilal da onunla birlikteydi. Onlara Allah'tan (SWT) korkmalarını emretti ve nasihat etti, hatırlattı. Allah'ı övdü ve yüceltti, sonra onlara Allah'a itaat etmelerini teşvik etti ve şöyle dedi: 'Sadaka verin, çünkü çoğunuz cehennemin yakıtısınız.' Koyu yanaklı bir kadın: 'Neden, Ey Allah'ın Elçisi?' dedi. O da: 'Siz çok şikayet ediyorsunuz ve kocalarınıza nankörlük ediyorsunuz.' dedikten sonra, kadınlar kolyelerini, küpelerini ve yüzüklerini çıkarmaya başladılar, bunları Bilal'in elbisesine atarak sadaka verdiler.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Al-Fitr ve Al-Adha günü namaz yerine çıkıp insanlara namaz kıldırırdı. İkinci rek'at sırasında oturduğunda ve selam verdiğinde, ayakta durur ve insanlar otururken onlara dönerdi. Eğer bir ordu sevkine dair bir şey söylemesi gerekirse insanlara bildirirdi, aksi takdirde insanlara sadaka vermelerini emrederdi. 'Sadaka verin' derdi üç kez, en çok sadaka verenler de kadınlardı.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer imam hutbe verirken arkadaşınıza: 'Sus ve dinle' derseniz, boş bir konuşma yapmış olursunuz.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki: \"Hutbesinde Allah'ın Elçisi (ﷺ) Allah'ı, O'na yakışır şekilde överdi, sonra şöyle derdi: 'Kimi Allah (SWT) doğru yola iletirse, onu saptıracak yoktur; kimi de Allah saptırırsa, onu doğru yola iletecek yoktur. En doğru söz Allah'ın Kitabı'dır ve en güzel rehberlik Muhammed'in rehberliğidir. En kötü şeyler sonradan uydurulanlardır; her sonradan uydurulan şey bir bid'attir ve her bid'at sapmadır, her sapma da ateştedir.' Sonra şöyle dedi: 'Kıyamet ve ben, bu iki gibi gönderildik.' Kıyameti her anımsadığında, yanakları kızarır, sesi yükselir ve öfkelenirdi, sanki yaklaşan bir ordudan bahsediyor ve 'Sabah ya da akşam size saldıracak bir ordu geliyor!' diyordu. (Sonra şöyle dedi): 'Kim mal bırakırsa, o ailesi içindir; kim de borç ya da bakıma muhtaç bırakırsa, bunlar benim sorumluluğumdadır ve ben müminlere bakma konusunda en yetkili olanım.'\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Sa'eed'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) 'Eid günü dışarı çıkar ve iki rek'at namaz kılar, sonra hutbe verir ve sadaka vermeyi emrederdi; en çok sadaka verenler de kadınlardı. Eğer bir aciliyeti varsa ya da bir ordu göndermesi gerekiyorsa, bundan bahsederdi, aksi takdirde geri dönerdi.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Al-Hasan that :",
      "text": "Al-Hasan'dan rivayet edilmiştir ki: \"İbn 'Abbas Al-Basra'da bir hutbe verdi ve şöyle dedi: 'Oruçlu olduğunuz günün zekatını verin.' İnsanlar birbirlerine bakmaya başladılar. O da: 'Burada Medineli olan kimse varsa, kalksın ve kardeşlerine öğretin, çünkü onlar Allah'ın Elçisi (ﷺ) genç ve yaşlı, hür ve köle, erkek ve kadın için fitre sadakasını emrettiğini bilmiyorlar; yarım sa' buğday ya da bir sa' kuru hurma ya da arpa.'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) An-Nahr günü namazdan sonra bize hitap etti ve şöyle dedi: 'Kim bizim gibi namaz kılar ve kurban keserse, onun ritüeli tamamdır; kim de namazdan önce kurban keserse, o sıradan bir ettir.' Abu Burdah bin Niyar dedi ki: 'Ey Allah'ın Elçisi (ﷺ), Allah'a yemin olsun, ben namaza çıkmadan önce kurbanımı kestim, çünkü bugün yeme ve içme günü olduğunu biliyordum, bu yüzden acele ettim ve ondan yedim, aileme ve komşularıma da yedirdim.' Allah'ın Elçisi (ﷺ) dedi ki: 'O sadece et için bir koyundur.' O da: 'Bende iki etli koyundan daha iyi bir jadha'ah var, bu benim için yeterli olur mu?' dedi. O da: 'Evet, ama senden sonra kimse için yeterli olmayacaktır.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Ben Peygamber (ﷺ) ile namaz kılardım ve onun namazı uzunluk bakımından ortaydı, hutbesi de uzunluk bakımından ortaydı.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ) hutbe verirken ayakta gördüm, sonra bir süre oturdu ve konuşmadı, sonra tekrar kalktı ve başka bir hutbe verdi. Eğer size Peygamber (ﷺ) hutbeyi oturarak verdi derlerse, ona inanmayın.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) hutbeyi ayakta verirdi, sonra oturur, sonra tekrar kalkar ve bazı ayetleri okur ve Allah'ı (SWT) zikrederdi. Ve onun hutbesi uzunluk bakımından ortaydı, namazı da uzunluk bakımından ortaydı.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Ibn Buraidah that:",
      "text": "İbn Buraidah'dan rivayet edilmiştir ki: \"Babası şöyle dedi: 'Allah'ın Elçisi (ﷺ) minberdeyken, Al-Hasan ve Al-Husain geldi, kırmızı gömlekler giymiş, yürüyerek ve tökezleyerek geliyorlardı. O da inip onları kucakladı ve şöyle dedi: 'Allah doğruyu söyledi: Mallarınız ve çocuklarınız sadece bir imtihandır.' Ben bu ikisini gömlekleri içinde yürüyüp tökezlerken gördüm ve sabredemedim, inip onları kucakladım.'\""
    },
    {
      "id": 31,
      "narrator": "Abdur-Rahman bin 'Abbas said:",
      "text": "Abdur-Rahman bin 'Abbas dedi ki: \"Bir adam 'Abbas'a: 'Resulullah ile (Eid namazına) çıktın mı?' dedi. O da: 'Evet, eğer onunla akrabalığım olmasaydı bunu yapmazdım' dedi -yani çok genç olduğu için- \"O (Peygamber (ﷺ)) Kathir bin As-Salt'ın evinin yakınındaki alana gitti ve namaz kıldı, sonra bir hutbe verdi. Sonra kadınların yanına gitti. Onları öğütledi ve hatırlattı ve sadaka vermelerini söyledi. Böylece bir kadın elini boynuna yaklaştırdı, kolyesini çıkardı ve Bilal'in giysisine koydu.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) 'Eid günü dışarı çıktı ve iki rek'at namaz kıldı, onlardan önce veya sonra namaz kılmadı."
    },
    {
      "id": 33,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Resulullah (ﷺ) Kurban Bayramı günü bize hitap etti ve iki siyah-beyaz koçu kesmeye gitti.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Nafi that:",
      "text": "Nafi'den rivayet edilmiştir ki: Abdullah (bin Umar) ona, Resulullah (ﷺ)'ın namaz yerinde kurban kestiğini söyledi."
    },
    {
      "id": 35,
      "narrator": "It was narrated that An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki: \"Resulullah (ﷺ) Cuma ve 'Eid günü 'Rabbini en yüce olanın ismini tesbih et' ve 'Sana, 'Çok korkunç olanın haberi geldi mi?' diye bir haber geldi mi?' ayetlerini okurdu, Cuma ve 'Eid günü çakıştığında, her ikisini de okurdu.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Iyas bin Abi Ramlah said:",
      "text": "İyas bin Abi Ramlah'tan rivayet edilmiştir ki: \"Mu'aviye'nin Zaid bin Arqam'a: 'Resulullah (ﷺ) ile iki 'Eid'e katıldın mı?' diye sorduğunu duydum. O da: 'Evet; o, günün başında 'Eid namazı kıldı, sonra Cuma ile ilgili bir kolaylık tanıdı.' dedi.\""
    },
    {
      "id": 37,
      "narrator": "Wahb bin Kaisan said:",
      "text": "Wahb bin Kaisan dedi ki: \"Eid ve Cuma, İbn Az-Zubair zamanında aynı güne denk geldi, bu yüzden dışarı çıkmayı güneş oldukça yükselene kadar erteledi. Sonra dışarı çıktı ve uzun bir hutbe verdi. Sonra inip namaz kıldı ve o gün insanlara Cuma namazı kıldırmadı. Bu durum İbn 'Abbas'a iletildi ve o: 'Sünnete uymuştur.' dedi.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Resulullah (ﷺ) yanına girdiğinde yanında iki kız vardı ve def çalıyordu. Ebu Bekir onları azarladı, ama Peygamber (ﷺ) dedi ki: 'Bırakın onları, her toplumun bir 'Eid'i vardır.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Kara insanlar 'Eid günü Peygamber (ﷺ)'in önünde oynadı. Beni çağırdı ve ben onun omzunun üzerinden onları izledim, ve ben uzaklaşana kadar onları izlemeye devam ettim.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Resulullah (ﷺ)'ın beni örtüsüyle sardığını hatırlıyorum, ben de camide Etiyopyalıların oynadığını izliyordum, ta ki sıkılana kadar. Bu yüzden genç kızların oyun isteğini anlamalısınız.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Umar, Etiyopyalıların camide oynadığı sırada içeri girdi. Umar, Allah (SWT) ondan razı olsun, onları azarladı, ama Resulullah (ﷺ) dedi ki: 'Bırak onları, ey Umar, çünkü bunlar Banu Arfidah.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from 'Urwah that he narrated from Aishah that Abu Bakr As-Siddiq :",
      "text": "'Urwah'tan rivayet edilmiştir ki: Aişe'den naklediyor ki: Ebu Bekir As-Sıddık: \"Yanına girdiğinde yanında iki kız vardı, def çalıp şarkı söylüyorlardı ve Resulullah (ﷺ) giysisiyle örtülüydü. Yüzünü açtı ve dedi ki: 'Bırak onları, ey Ebu Bekir, çünkü bunlar 'Eid günleridir.' O gün Mina günleriydi ve Resulullah (ﷺ) o gün Medine'deydi.\""
    }
  ]
}