{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Ibn 'Abbas that one of the wives of the Prophet (ﷺ) performed Ghusl from Janabah, and the Prophet (ﷺ) performed Wudu' with her leftover water. She mentioned that to him and he said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) eşlerinden biri cünüplükten gusül aldı ve Peygamber (ﷺ) onun bıraktığı su ile abdest aldı. O, bunu ona söyledi ve o da: \"Su hiçbir şeyle kirlenmez.\" dedi."
    },
    {
      "id": 2,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"Denildi ki: 'Ey Allah'ın Resulü, köpeklerin, adet kanlarının ve çöplerin atıldığı kuyu suyundan abdest alıyor musun?' O da: 'Su temizdir ve hiçbir şeyle kirlenmez.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Ibn Abi Sa'eed Al-Khudri that his father said:",
      "text": "İbn Abi Sa'id Al-Khudri'den rivayet edilmiştir ki, babası şöyle dedi: \"Ben, Peygamber (ﷺ) Buda'ah kuyusundan abdest alırken yanından geçtim. 'Çöplerin atıldığı bir yerden abdest alıyor musun?' dedim. O da: 'Su hiçbir şeyle kirlenmez.' dedi.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from 'Ubaidullah bin 'Abdullah bin 'Umar that his father said:",
      "text": "'Ubaidullah bin Abdullah bin Umar'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) su hakkında ve bazı hayvanların, etobur hayvanların ondan içmesi durumunda soruldu. O da: 'Eğer su iki kulladan fazlaysa, kirlenmez.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Anas that a Bedouin urinated in the Masjid, and some of the people went after him, but the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, bir bedevi mescidde idrarını yaptı, bazı insanlar peşinden gitti ama Allah'ın Resulü (ﷺ) dedi ki: \"Onu engellemeyin.\" İşini bitirdiğinde bir kova su çağırdı ve üzerine döktü."
    },
    {
      "id": 6,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Bir bedevi ayağa kalktı ve mescidde idrarını yaptı, insanlar onu yakaladılar. Allah'ın Resulü (ﷺ) onlara dedi ki: 'Bırakın, üzerine bir kova su dökün. Zira siz insanlara kolaylık sağlamak için gönderildiniz, zorluk çıkarmak için değil.'\""
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Allah'ın Resulü (ﷺ) dedi ki: 'Hiçbiriniz cünüpken durgun suda gusül almasın.'\""
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Bir adam Peygamber (ﷺ)'e sordu: 'Ey Allah'ın Resulü, deniz yolculuğu yapıyoruz ve yanımızda az bir su alıyoruz, ama eğer onu abdest için kullanırsak susuz kalacağız. Deniz suyuyla abdest alabilir miyiz?' Allah'ın Resulü (ﷺ) dedi ki: 'Onun suyu temizlik aracıdır ve ölü eti helaldir.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle derdi: 'Allahummaghsil khatayaya bi-ma'ith-thalj wal-barad was naqqi qalbi min al-khataya kama naqayta ath-thawb al-abyad min ad-danas (Ey Allah, günahlarımı kar ve dolu suyu ile yıka ve kalbimi günahlardan temizle, beyaz bir elbisenin kirden temizlendiği gibi).'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Allah'ın Resulü (ﷺ) şöyle derdi: 'Allahummaghsil khatayaya bi-ma'ith-thalj wal-barad (Ey Allah, günahlarımı kar ve dolu suyu ile yıka).'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) dedi ki: 'Eğer bir köpek sizden birinin kabını yalarsa, onun içindekileri döksün ve yedi defa yıkasın.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from 'Abdullah bin Mughaffal that the Messenger of Allah (ﷺ) commanded that dogs be killed, but he made an exception for hunting dogs and sheepdogs and said:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) köpeklerin öldürülmesini emretti, ancak av köpekleri ve çoban köpekleri için bir istisna yaptı ve dedi ki: \"Eğer bir köpek bir kabı yalarsa, yedi defa yıkayın ve sekizinci defa toprakla ovuşturun.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Abdullah bin Mughaffal said:",
      "text": "Abdullah bin Mughaffal dedi ki: \"Allah'ın Resulü (ﷺ) köpeklerin öldürülmesini emretti. 'Onların köpeklerle ne ilgisi var?' dedi. Av köpekleri ve çoban köpekleri konusunda bir kolaylık tanıdı. Ve dedi ki: 'Eğer bir köpek bir kabı yalarsa, yedi defa yıkayın ve sekizinci defa toprakla ovuşturun.' Abu Hurairah ona muhalefet etti ve dedi ki: 'Bir defa toprakla ovuşturun.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Eğer bir köpek sizden birinin kabını yalarsa, yedi defa yıkasın, ilk defa toprakla.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Eğer bir köpek sizden birinin kabını yalarsa, yedi defa yıkasın, ilk defa toprakla.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Kabshah bint Ka'ab bin Malik that Abu Qatadah entered upon her, then she narrated the following:",
      "text": "Kabşah bint Ka'ab bin Malik'ten rivayet edilmiştir ki, Abu Katade ona girdi, sonra şunları anlattı: \"Ben onun için abdest almak üzere biraz su döktüm, bir kedi geldi ve ondan içti, o da kabı ona içmesi için eğdi.\" Kabşah dedi ki: \"Beni ona baktığımı görünce: 'Şaşırdın mı, kardeşimin kızı?' dedi. Ben: 'Evet.' dedim. O da: 'Allah'ın Resulü (ﷺ) şöyle dedi: 'Onlar necis değildir, aksine sizin aranızda dolaşan erkek ve dişi (hayvanlar) arasındadırlar.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that 'Aishah, may Allah be pleased with her, said:",
      "text": "Aişe (Allah ondan razı olsun) şöyle dedi: \"Ben hayızlıyken, bir kemiğin etinden ısırarak yerdim ve Allah'ın Resulü (ﷺ) benim ağzımın olduğu yere ağzını koyardı. Ve ben hayızlıyken bir kaptan su içerdim, o da benim içtiğim yerden içmekteydi.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer şöyle dedi: \"Allah'ın Resulü (ﷺ) zamanında erkekler ve kadınlar birlikte abdest alırlardı.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Al-Hakam bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir adamın bir kadının (abdest için) su artıklarıyla abdest almasını yasakladı."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Aişe'den rivayet edilmiştir ki, o Allah'ın Resulü (ﷺ) ile tek bir kapla gusül alırdı."
    },
    {
      "id": 21,
      "narrator": "It was narrated that 'Abdullah bin Jabr said:",
      "text": "Abdullah bin Cabir şöyle dedi: \"Ben Anas bin Malik'in şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) bir Makkuk (kupa) ile abdest alır ve beş Makkuk (kupa) ile gusül alırdı.'\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir Mudd ile gusül alır ve yaklaşık bir Sa' ile gusül alırdı."
    },
    {
      "id": 23,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe şöyle dedi: \"Allah'ın Resulü (ﷺ) bir Mudd ile gusül alır ve bir Sa' ile gusül alırdı.\""
    }
  ]
}