{
  "language": "tr",
  "metadata": {
    "length": 220,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Nafi' that Abdullah bin Umar said:",
      "text": "Nafi' den rivayet edildiğine göre Abdullah bin Ömer şöyle dedi: \"Evlerinizde namaz kılın ve onları mezar gibi yapmayın.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Zaid bin Thabit that :",
      "text": "Zaid bin Sabit'ten rivayet edildiğine göre: Peygamber (ﷺ) mescitte küçük bir alanı ayırmak için bazı hurma liflerinden yapılmış halılar kullandı. Ve Allah'ın Elçisi (ﷺ) orada birkaç gece namaz kıldı ta ki insanlar etrafında toplandılar. Sonra bir gece sesini duymadılar ve onun uyuduğunu düşündüler, bu yüzden boğazlarını temizlediler ki dışarı çıksın. O dedi ki: \"Bunu yapmaya devam ettiniz ki, bunun sizler için farz kılınacağından korktum, eğer farz kılınsaydı, bunu yapamazdınız. Ey insanlar, evlerinizde namaz kılın, çünkü bir kişinin kıldığı en iyi namaz, farz namazlar dışında, evindekidir.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Sa'd bin Ishaq bin Ka'b bin Ujrah, from his father, that:",
      "text": "Sa'd bin İshak bin Ka'b bin Ujrah'dan, babası aracılığıyla rivayet edildiğine göre: Dedesi şöyle dedi: \"Allah'ın Elçisi (ﷺ) Banu 'Abdul-Ashhal mescidinde Maghrib namazı kıldı ve namazı bitirdikten sonra bazı insanlar ayağa kalkıp Nafl namazı kıldılar. Peygamber (ﷺ) dedi ki: 'Bu namazı evlerinizde kılmalısınız.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Sa'd bin Hisham that:",
      "text": "Sa'd bin Hişam'dan rivayet edildiğine göre: İbn Abbas ile karşılaştı ve ona Witr hakkında sordu. O dedi ki: \"Sizi, Allah'ın Elçisi (ﷺ) hakkında en iyi bilen birine yönlendirmeyeyim mi?\" O dedi ki: \"Evet.\" (İbn Abbas) dedi ki: \"O 'Aişe'dir. O'na gidin ve (witr hakkında) sorun, sonra geri dönün ve size verdiği cevabı bana söyleyin.\" Ben de Hakim bin Aflah'a gittim ve onu ona götürmesi için rica ettim. O dedi ki: \"O'na gitmeyeceğim, çünkü ona bu iki (çatışan) grup hakkında hiçbir şey söylememesini söyledim, ama o (tavsiyemi) kabul etmedi ve (çatışmaya) katılmaya devam etti.\" Ona yemin ettim, (bana) onu götürmesi için yalvardım. Böylece benimle geldi ve ona gitti. O, Hakim'e dedi: \"Bu seninle kim?\" O dedi: \"O Sa'd bin Hişam.\" O dedi: \"Hangi Hişam?\" O dedi: \"İbn Amir.\" O, onun için merhamet diledi ve dedi: \"Amir ne iyi bir adamdı.\" O dedi: \"Ey Müminlerin Annesi, Allah'ın Elçisi'nin (ﷺ) karakteri hakkında bana söyle.\" O dedi: \"Kur'an'ı okumuyor musun?\" Ben dedim: \"Evet.\" O dedi: \"Allah'ın Elçisi'nin (ﷺ) karakteri Kur'an'dı.\" O dedi: \"Ayağa kalkmak istedim (ve daha fazla sormak istemedim), sonra Allah'ın Elçisi'nin (ﷺ) Qiyam'ını düşündüm ve dedim: \"Allah'ın Elçisi'nin (ﷺ) Qiyam'ı hakkında bana söyle.\" O dedi: \"Bu sureyi okumuyor musun: 'Ey örtüye bürünen?'\" Ben dedim: \"Evet.\" O dedi: \"Allah, Azze ve Celle, bu surenin başında Qiyam Al-Lail'i farz kıldı, böylece Allah'ın Elçisi (ﷺ) ve arkadaşları bir yıl boyunca Qiyam Al-Lail kıldılar. Allah (SWT) bu surenin son kısmını on iki ay boyunca gizledi, sonra bu surenin sonunda bu yükümlülüğün hafifletilmesini açıkladı, böylece Qiyam Al-Lail farz olmaktan çıkıp nafile oldu.\" Ayağa kalkmak istedim (ve daha fazla sormak istemedim), sonra Allah'ın Elçisi'nin (ﷺ) witrini düşündüm. Dedim: \"Ey Müminlerin Annesi, Allah'ın Elçisi'nin (ﷺ) witrini bana söyle.\" O dedi: \"Biz onun siwakını ve abdest suyu hazırlardık, ve Allah (SWT) onu dilediği zaman gece uyanırdı. O siwak kullanır, abdest alır ve sekiz rek'at namaz kılardı, sekizinci rek'ata kadar oturmazdı. Sonra oturur ve Allah'ı (SWT) anarak dua ederdi, sonra duyduğumuz bir selam verirdi. Sonra selamdan sonra oturarak iki rek'at daha kılardı, sonra bir rek'at daha kılardı, bu da on bir rek'at yapardı, ey oğlum! Allah'ın Elçisi (ﷺ) yaşlandığında ve kilo aldığında, witr'i yedi rek'at ile kılardı, sonra selam verdikten sonra oturarak iki rek'at daha kılardı, bu da dokuz rek'at yapardı. Ey oğlum, Allah'ın Elçisi (ﷺ) bir namaz kıldığında, onu devam ettirmeyi severdi, ve uyku, hastalık veya acı onu Qiyam Al-Lail'den alıkoyduğunda, gündüz on iki rek'at kılardı. Allah'ın Elçisi'nin (ﷺ) bir gece içinde tüm Kur'an'ı okuduğunu, ya da sabaha kadar namaz kıldığını, ya da Ramazan dışında tam bir ay oruç tuttuğunu bilmiyorum.\" Ben de İbn Abbas'a gittim ve ona onun söylediklerini aktardım, o da dedi ki: \"O doğru söyledi. Eğer ona (yüz yüze) gidebilseydim, o zaman bana bunları sözlü olarak anlatabilirdi.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: Allah'ın Elçisi (ﷺ) dedi ki: \"Ramazan'da iman ile ve mükafat umuduyla Qiyam kılan kişinin önceki günahları affedilir.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: Allah'ın Elçisi (ﷺ) dedi ki: \"Ramazan'da iman ile ve mükafat umuduyla Qiyam kılan kişinin önceki günahları affedilir.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre: Allah'ın Elçisi (ﷺ) bir gece mescitte namaz kıldı ve bazı insanlar onun namazına katıldılar. Sonra bir sonraki gece namaz kıldı ve daha fazla insan geldi. Sonra üçüncü veya dördüncü gecede toplandılar ve Allah'ın Elçisi (ﷺ) onlara çıkmadı. Sabah olunca dedi ki: \"Sizlerin yaptığını gördüm ve dışarı çıkmamı engelleyen tek şey, bunun sizler için farz kılınacağından korkmamdı,\" ve bu Ramazan'da oldu."
    },
    {
      "id": 8,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edildiğine göre: \"Ramazan'da Allah'ın Elçisi (ﷺ) ile oruç tuttuk ve o, ayın son yedi günü kalana kadar bize Qiyam kıldırmadı, o zaman da gece yarısına kadar bize Qiyam kıldırdı. Sonra altı gün kalınca bize Qiyam kıldırmadı. Beş gün kalınca gece yarısına kadar bize Qiyam kıldırdı. Ben dedim: \"Ey Allah'ın Elçisi! Bu gecenin geri kalanını Nafl namazı kılarak geçirebilir miyiz?\" O dedi: \"İmam ile birlikte Qiyam kılan kişi, Allah (SWT) onun için bir (bütün) gecenin Qiyam'ını yazar.\" Sonra üç gün kalana kadar ne namaz kıldırdı ne de Qiyam kıldı. Üç gün kalınca bize Qiyam kıldırdı. Ailesini ve eşlerini topladı (ve bize namaz kıldırdı) ta ki Al-Falah'ı kaçıracağımızdan korktuk. Ben (rivayet edenlerden biri) dedim: \"Al-Falah nedir?\" O dedi: \"Suhur.\""
    },
    {
      "id": 9,
      "narrator": "Nu'aim bin Ziyad Abu Talhah said:",
      "text": "Nu'aim bin Ziyad Abu Talhah dedi ki: \"Hims'te minberde An-Nu'man bin Bashir'i şöyle derken duydum: \"Ramazan'da Allah'ın Elçisi (ﷺ) ile birlikte yirmi üçüncü gece Qiyam kıldık, gece yarısına kadar, sonra yirmi beşinci gece Qiyam kıldık, gece yarısına kadar, sonra yirmi yedinci gece Qiyam kıldık, ta ki Al-Falah'ı kaçıracağımızı düşündük - bu, suhur dedikleri şeydir.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden biri uykuya daldığında, Şeytan onun başında üç düğüm atar ve her seferinde der ki: '(Uzun bir gece) uyu.' Eğer uyanır ve Allah'ı (SWT) hatırlarsa, bir düğüm çözülür. Eğer abdest alırsa, bir düğüm daha çözülür. Eğer namaz kılarsa, tüm düğümler çözülür ve o, gününe iyi bir ruh hali ve enerjik bir şekilde başlar. Aksi takdirde, kötü bir ruh hali ve halsiz bir şekilde başlar.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) huzurunda bir adamdan bahsedildi, bütün gece uyuyup sabaha kadar kalkmamış. O dedi ki: 'O, Şeytan'ın kulağına işediği bir adamdır.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre: \"Bir adam dedi ki: 'Ey Allah'ın Elçisi (ﷺ). Filan kişi uyudu ve dün sabaha kadar namazı kaçırdı.' O dedi: 'Şeytan onun kulaklarına işedi.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Gece kalkıp namaz kılan bir adama Allah (SWT) merhamet etsin, sonra karısını uyandırır ve o da namaz kılar, eğer o kabul etmezse yüzüne su serper. Ve gece kalkıp namaz kılan bir kadına Allah (SWT) merhamet etsin, sonra kocasını uyandırır ve o da namaz kılar, eğer o kabul etmezse yüzüne su serper.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from 'Ali bin Abi Talib that:",
      "text": "Ali bin Ebi Talib'den rivayet edildiğine göre: Peygamber (ﷺ) bir gece ona ve Fatıma'ya geldi ve dedi ki: \"Namaz kılmayacak mısınız?\" Ben dedim: \"Ey Allah'ın Elçisi (ﷺ), ruhlarımız Allah'ın elindedir ve eğer O, bizi kaldırmak isterse, bizi kaldırır.\" Allah'ın Elçisi (ﷺ) bu sözlerimi duyunca gitti. Giderken, uyluğuna vurduğunu ve \"Ama insan her şeyden daha tartışmacıdır.\" dediğini duydum."
    },
    {
      "id": 15,
      "narrator": "It was narrated from Ali bin Husain, from his father, that:",
      "text": "Ali bin Hüseyin'den, babası aracılığıyla rivayet edildiğine göre: Dedesi Ali bin Ebi Talib dedi ki: \"Bir gece Allah'ın Elçisi (ﷺ) Fatıma'ya ve bana geldi ve bizi namaz kılmamız için uyandırdı, sonra evine döndü ve gecenin bir kısmını namaz kılarak geçirdi, ama bizden hiçbir hareket duymadı. Tekrar geri geldi ve bizi uyandırdı ve dedi ki: 'Kalkın ve namaz kılın.' Ben oturdum, gözlerimi ovalayarak, 'Vallahi, bize takdir edilen namazı kılacağız; ruhlarımız Allah'ın elindedir ve eğer O, bizi kaldırmak isterse, bizi kaldırır.' Allah'ın Elçisi (ﷺ) döndü, elini uyluğuna vurdu ve dedi ki: 'Biz sadece Allah'ın (SWT) takdir ettiği namazı kılacağız! Ama insan her şeyden daha tartışmacıdır.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Humaid bin 'Abdur-Rahman- that is Ibn 'Awf, that Abu Hurairah said:",
      "text": "Humaid bin 'Abdur-Rahman'dan, o da Ibn 'Awf'tan, rivayet edildi ki, Abu Hurairah şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Ramazan ayından sonra en iyi oruç, Allah'ın ayı olan Muharrem ayıdır ve en iyi namaz, gece namazıdır.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Abu Bishr Ja'far bin Abi Wahshiyyah that:",
      "text": "Abu Bishr Ja'far bin Abi Wahshiyyah'dan rivayet edildi ki: Humaid bin 'Abdur-Rahman'ın şöyle dediğini duydu: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Farz namazlardan sonra en iyi namaz, gece namazıdır ve Ramazan ayından sonra en iyi oruç Muharrem ayıdır.'\" Shu'bah bin Al-Hajjaj bunu Mursal olarak rivayet etti."
    },
    {
      "id": 18,
      "narrator": "It was narrated from Zaid bin Zabyan who attributed it to Abu Dharr that:",
      "text": "Zaid bin Zabyan'dan, o da Abu Dharr'a atfederek rivayet edildi ki: Peygamber (ﷺ) şöyle dedi: \"Allah'ın (SWT) sevdiği üç kişi vardır: Bir adam, bazı insanlara Allah rızası için bir şey istemeye gelir, onların ilişkisi için değil, ama onlar ona vermezler, bunun üzerine bir adam geri durur ve ona gizlice verir, onun verdiğinden sadece Allah (SWT) ve ona verilen kişi haberdar olur. İnsanlar, uyku onlara her şeyden daha sevimli hale gelene kadar gece boyunca yol alırlar, başlarını koyup uyurlar, sonra aralarından bir adam kalkar ve bana dua etmeye ve benim ayetlerimi okumaya başlar. Ve bir adam, bir sefere çıkar ve düşmanla karşılaşır ve onlar kaçar, ama o ileriye doğru gider (peşlerinden) ta ki öldürülene ya da zafer verilene kadar.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Masruq said:",
      "text": "Masruq'tan rivayet edildi ki: \"Aişe'ye: 'Allah'ın Elçisi (ﷺ) için en sevimli olan ameller hangileriydi?' dedim. O da: 'Sürekli yapılanlardı.' dedi. Ben: 'Gece namazını ne zaman kılardı?' dedim. O da: 'Horozun sesini duyduğunda.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Asim bin Humaid said:",
      "text": "'Asim bin Humaid'den rivayet edildi ki: \"Aişe'ye, O'nun -yani Peygamber (ﷺ)- Kıyame'l-Lail'e nasıl başladığını sordum. O da: 'Benden önce kimsenin sormadığı bir şey sordun. Allah'ın Elçisi (ﷺ) on kez tekbir getirir, on kez hamd eder, on kez tesbih eder, on kez tahliil eder, on kez de af diler ve şöyle derdi: Allahummaghfirli, wahdini, warzuqni wa 'afini. A'udhu billahi min diqil-maqami yawmal-qiyamah (Ey Allah, beni affet, bana hidayet ver, rızık ver ve sağlık ver. Kıyamet Günü'nde durmanın zorluğundan Allah'a sığınırım.)'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Rabi'ah bin Ka'b Al-Aslami said:",
      "text": "Rabi'ah bin Ka'b Al-Aslami'den rivayet edildi ki: \"Ben, Peygamber'in (ﷺ) dairesinde geceyi geçirirdim ve O'nun gece Kıyame kıldığını duyardım, 'Subhan Allahi Rabil-Alamin (Alemlerin Rabbi olan Allah'a hamdolsun)' diyerek uzun süre söylerdi, sonra 'Subhan Allah wa bi hamdih (Allah'a hamdolsun)' diyerek uzun süre söylerdi.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edildi ki: \"Peygamber (ﷺ) gece Tahajjud namazı kılmak için kalktığında şöyle derdi: Allahumma, lakal-hamdu anta nurus-samawati wal-ardi wa man fihinna wa lakal-hamdu anta qayyamus-samawati wal ardi wa man fihinna wa lakal-hamdu, anta haqqun wa wa'duka haqqun wal jannatu haqqun wan-nuru haqqun wan-nabiyyuna haqqun wa Muhammadan haqqun, laka aslant wa 'alaika tawakkaltu wa bika amant. (Ey Allah, sana hamdolsun, sen göklerin ve yerin nurusun ve içindekilerin de. Sana hamdolsun, sen göklerin ve yerin ayakta tutucususun ve içindekilerin de. Sana hamdolsun, sen göklerin ve yerin sahibi ve içindekilerin de. Sana hamdolsun; sen gerçeksin, vaadin gerçektir, cennet gerçektir, cehennem gerçektir, kıyamet gerçektir, peygamberler gerçektir ve Muhammed gerçektir. Sana teslim oldum, sana güvendim ve sana inandım.'\" Sonra (rivayet edenlerden biri) Kutaibah bazı kelimeleri zikretti ki anlamı şuydu: \"Wa bika khasamtu wa ilaika hakamtu, ighfirli ma quadrate wa ma akhkhartu wa ma a'lantu antal-muqaddimu wa antal-mu'khkhir, la ilaha illa anta wa la hawla wa la quwwata illa billah (Ve seninle tartıştım, seninle hüküm verdim, affet bana takdir ettiğin, geciktirdiğin ve açıkladığım şeyleri. Sen, yalnızca sensin, güç ve kuvvet yalnızca Allah'tandır.)\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Kuraib that 'Abdullah bin 'Abbas told him:",
      "text": "Kuraib'den rivayet edildi ki, 'Abdullah bin 'Abbas ona şöyle söyledi: Maimunah'ın evinde, Peygamber'in (ﷺ) eşi olan, yattım. Dedi ki: \"Yatak üzerinde uzandım ve Allah'ın Elçisi (ﷺ) ve eşi onun üzerinde uzanıyordu. Peygamber (ﷺ) gece yarısına kadar ya da biraz önce ya da biraz sonra uyudu. Peygamber (ﷺ) uyandı ve elini yüzünden uyku ile silmeye başladı. Sonra Al İmran Suresi'nin son on ayetini okudu. Sonra asılı olan bir su tulumuna gitti ve ondan abdest aldı, abdestini güzelce aldı, sonra kalkıp namaz kıldı.\" Abdullah bin 'Abbas dedi ki: \"Ben de kalktım ve onun yaptığını yaptım, sonra yanına gidip onun yanında durdum. Allah'ın Elçisi (ﷺ) sağ elini boynuma koydu ve sağ elimden tuttu ve çekti. Sonra iki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at kıldı, sonra vitir namazı kıldı. Sonra Mu'adhdhin geldiğinde yatıp iki kısa rek'at kıldı.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Hudhaifah'tan rivayet edildi ki: Peygamber (ﷺ) gece namazı kılmak için kalktığında dişlerini siwak ile fırçalardı."
    },
    {
      "id": 25,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edildi ki: \"Allah'ın Elçisi (ﷺ) gece tahajjud namazı kılmak için kalktığında dişlerini siwak ile fırçalardı.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edildi ki: \"Gece namazı kılmak için kalktığımızda siwak kullanmamız emredildi.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Shaqiq said:",
      "text": "Shaqiq'ten rivayet edildi ki: \"Gece namazı kılmak için kalktığımızda ağızlarımızı siwak ile temizlememiz emredildi.\""
    },
    {
      "id": 28,
      "narrator": "Abu Salamah bin 'Abdur-Rahman said:",
      "text": "Abu Salamah bin 'Abdur-Rahman dedi ki: \"Aişe'ye: 'Peygamber (ﷺ) namazına ne ile başlardı?' dedim. O da: 'Gece namazı kılmak için kalktığında, namazına şu sözlerle başlardı: Allahumma Rabba Jibril wa Maika'il wa Israfil; Fatirus-samawati wal-ard, 'alim al-ghaybi wash-shahadah, anta tahkumu bayna 'ibadika fima kanu fihi yakhtalifun, Allahumma ihdini limakktulifa fihi min al-haqq innaka tahdi man tasha'ila siratin mustaqim (Ey Allah, Cebrail, Mikail ve İsrafil'in Rabbi, göklerin ve yerin yaratıcısı, gaybı ve görüneni bilen, kulların arasında ihtilaf ettikleri konularda hüküm veren. Ey Allah, beni hak olan ihtilaflı konulara hidayet et, çünkü sen doğru yola hidayet edensin.)'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Ibn Shihaab said:",
      "text": "İbn Şihab'dan rivayet edildi ki: \"Humaid bin Abdur-Rahman bin 'Awf bana, Peygamber'in (ﷺ) sahabelerinden birinin şöyle dediğini söyledi: 'Peygamber'in (ﷺ) yanında bir yolculukta iken: Vallahi (SWT), Allah'ın Elçisi'nin (ﷺ) namazını izleyeceğim ve ne yaptığını göreceğim dedim. 'İsha' namazını kıldığında uzun bir süre uzandı. Sonra uyandı ve ufka doğru baktı ve: \"Rabbimiz! Sen bu (her şeyi) boşuna yaratmadın\" diyerek: \"Çünkü sen vaadini asla bozmazsın.\" ayetine kadar geldi. Sonra Allah'ın Elçisi (ﷺ) yatağının yanına uzandı ve oradan bir siwak aldı, sonra bir kapta su dökerek dişlerini temizledi. Sonra kalktı ve öylece namaz kıldı ki, ben: \"O, uyuduğu kadar namaz kıldı.\" dedim. Sonra yatıp: \"O, namaz kıldığı kadar uyudu.\" dedim. Sonra uyandı ve ilk yaptığını yaptı ve aynı şeyi söyledi. Allah'ın Elçisi (ﷺ) bunu Fajr'dan önce üç kez yaptı.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildi ki: \"Her gece Allah'ın Elçisi (ﷺ) namaz kılarken onu görmek istediğimizde, onu görürdük; her uyuduğunda onu görmek istediğimizde, onu görürdük.\""
    },
    {
      "id": 31,
      "narrator": "Ya'la bin Mamlak said that he asked Umm Salamah about the prayer of the Messenger of Allah (ﷺ) and she said:",
      "text": "Ya'la bin Mamlak, Umm Salamah'a, Allah Resulü'nün (ﷺ) namazı hakkında sorduğunu ve onun şöyle dediğini rivayet etmiştir: \"O, 'İsha' namazını kılardı, sonra tesbih okurdu, ardından Allah (SWT) dilediği kadar gece namazı kılardı. Sonra da ne kadar namaz kıldıysa o kadar uyurdu. Uykusundan kalktığında, ne kadar uyuduysa o kadar namaz kılardı ve bu son namazı, fecre kadar devam ederdi.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ya'la bin Mamlak that he asked Umm Salamah, the wife of the Prophet (ﷺ) about the recitation and prayer of the Messenger of Allah (ﷺ). She said:",
      "text": "Ya'la bin Mamlak'tan, Umm Salamah'a, Peygamber (ﷺ) hakkında okuma ve namazı sorduğu rivayet edilmiştir. O da şöyle dedi: \"Namazı hakkında ne bilmek istiyorsun (yani, asla ona yetişemezsin)? O, namaz kılar, sonra ne kadar namaz kıldıysa o kadar uyurdu, sonra ne kadar uyuduysa o kadar namaz kılardı, sonra tekrar ne kadar namaz kıldıysa o kadar uyurdu, ta ki fecr vakti gelene kadar.\" Sonra ona okumasını tarif etti ve her harfin belirgin olduğu açık bir okuma tarif etti."
    },
    {
      "id": 33,
      "narrator": "It was narrated from 'Amr bin Aws that he heard Abdullah bin Amr bin Al-'As say:",
      "text": "'Amr bin Aws'tan rivayet edilmiştir ki, Abdullah bin Amr bin Al-'As'ın şöyle dediğini işitmiştir: \"Allah Resulü (ﷺ) şöyle buyurdu: 'Allah katında en sevimli oruç, Davud'un orucudur, selam üzerine olsun. O, bir gün oruç tutar, ertesi gün tutmazdı. Ve Allah katında en sevimli namaz, Davud'un namazıdır. O, gecenin yarısını uyur, gecenin üçte birini namazla geçirir ve altıda birini uyuyarak geçirirdi.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah Resulü (ﷺ) şöyle buyurdu: \"Miraç gecesi, beni Al-Isra' gecesinde, kırmızı tepeye götürdüğünde, Musa'ya, selam üzerine olsun, geldim ve o, kabrinde namaz kılıyordu.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Anas that :",
      "text": "Anas'tan rivayet edilmiştir ki: Allah Resulü (ﷺ) şöyle buyurdu: \"Kırmızı tepeye geldiğimde Musa'yı gördüm ve o, ayakta namaz kılıyordu.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurdu: \"Musa'nın, selam üzerine olsun, kabrinin yanından geçtim ve o, kabrinde namaz kılıyordu.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah Resulü (ﷺ) şöyle buyurdu: 'Miraç gecesi, Musa'nın, selam üzerine olsun, yanından geçtim ve o, kabrinde namaz kılıyordu.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Miraç gecesi, Peygamber (ﷺ) Musa'nın, selam üzerine olsun, yanından geçti ve o, kabrinde namaz kılıyordu."
    },
    {
      "id": 39,
      "narrator": "Mu'tamir said:",
      "text": "Mu'tamir şöyle dedi: \"Babamın şöyle dediğini duydum: Anas'ın şöyle söylediğini duydum: 'Peygamber (ﷺ) bana, Miraç gecesinde Musa'nın, selam üzerine olsun, yanından geçtiğini ve o, kabrinde namaz kıldığını söyledi.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from Anas, from on of the companions of the Prophet (ﷺ), that:",
      "text": "Anas'tan, Peygamber (ﷺ)'in bir sahabesi aracılığıyla rivayet edilmiştir ki: Peygamber (ﷺ) şöyle dedi: \"Miraç gecesi Musa'nın yanından geçtim ve o, kabrinde namaz kılıyordu.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from 'Abdullah bin Khabbab bin Al-Aratt, from his father who had been present at Badr with the Messenger of Allah (ﷺ), that:",
      "text": "'Abdullah bin Khabbab bin Al-Aratt'tan, babasından, Allah Resulü (ﷺ) ile Bedir'de bulunan birinin şöyle dediği rivayet edilmiştir: \"Bir gece, Allah Resulü (ﷺ)'nün bütün gece namaz kıldığını izledim, ta ki Fajr vaktine kadar. Allah Resulü (ﷺ) namazının sonunda selam verdiğinde, Khabbab ona şöyle dedi: 'Babam ve annem sana feda olsun, Ey Allah Resulü, geçen gece öyle bir namaz kıldın ki, senin daha önce hiç kıldığını görmedim.' Allah Resulü (ﷺ) şöyle dedi: 'Evet, gerçekten. Bu, umudun ve korkunun namazıdır; Rabbim, Azim ve Celil olanımdan üç şey istedim, iki tanesini verdi, bir tanesini vermedi. Rabbimden, bizi daha önceki milletleri helak ettiği gibi helak etmemesini istedim, bunu verdi. Rabbimden, dışarıdan bir düşmanın üzerimize galip gelmemesini istedim, bunu verdi. Rabbimden, bizi savaşan gruplara ayırmamasını istedim, bunu vermedi.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Masruq said:",
      "text": "Masruq'tan rivayet edilmiştir ki: \"Aişe, Allah (SWT) ondan razı olsun, şöyle dedi: 'Ramazan'ın son on gecesi başladığında, Allah Resulü (ﷺ) gece namazı için uyanık kalır, ailesini uyandırır ve belini sıkarak sarar.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Abu Ishaq said:",
      "text": "Abu İshak şöyle dedi: \"Al-Aswad bin Yazid'e, benim yakın bir arkadaşım olan, geldim ve şöyle dedim: 'Ey Abu 'Amr, Bana Allah Resulü'nün (ﷺ) namazı hakkında Müminlerin Annesi'nin sana ne söylediğini anlat.' O da şöyle dedi: 'O, 'Geceyi namaz kılarak geçirirdi, gecenin ilk kısmında uyur, son kısmında ise uyanık kalırdı.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that 'Aishah, may Allah (SWT) be pleased with her, said:",
      "text": "Aişe, Allah (SWT) ondan razı olsun, şöyle dedi: \"Allah Resulü'nün (ﷺ) bir gecede Kur'an'ı tamamen okuduğunu, ya da bir geceyi ibadetle geçirip fecre kadar kaldığını, ya da Ramazan dışında bir ay boyunca oruç tuttuğunu bilmiyorum.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Peygamber (ﷺ) ona girdiğinde, yanında bir kadın vardı. O, \"Bu kim?\" dedi. O da, \"Şu-so, uyumuyor.\" dedi ve ona çok namaz kıldığını anlattı. O da, \"Onu övmeyi bırak. Yapabileceğin kadarını yapmalısın, çünkü Allah (SWT) yorgun düşene kadar asla yorulmaz. Ve O'na en sevimli olan ibadet, kişinin devam ettiği ibadettir.\" dedi."
    },
    {
      "id": 46,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) mescide girdi ve iki sütun arasında bir ipin bağlı olduğunu gördü. \"Bu nedir?\" dedi. Onlar: \"Zeynep için, namaz kılarken yorulursa ona tutunuyor.\" dediler. Peygamber (ﷺ) dedi ki: \"Çözün onu. İçinizden biri enerjisi olduğu sürece namaz kılsın, yorulursa otursun.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that Ziyad bin Ilaqah said:",
      "text": "Ziyad bin İlaqa'dan rivayet edilmiştir ki: \"Al-Mughirah bin Shu'bah'ın şöyle dediğini duydum: 'Peygamber (ﷺ) gece namazda ayakta durdu, ayakları şişti, ona: Allah geçmiş ve gelecekteki günahlarını affetti denildi. O da: \"Şükreden bir kul olmamalı mıyım?\" dedi.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) ayaklarında çatlaklar oluşuncaya kadar namaz kılardı.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) gece uzun süre namaz kılardı. Eğer ayakta namaza başlarsa, ayakta rükû yapar, oturarak namaza başlarsa, oturarak rükû yapardı.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated hat Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) ayakta ve oturarak namaz kılardı. Eğer ayakta namaza başlarsa, ayakta rükû yapar, oturarak namaza başlarsa, oturarak rükû yapardı.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Aishah that :",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber (ﷺ) oturarak namaz kılardı. Oturarak okur, sonra otuz veya kırk ayet kaldığında ayağa kalkar ve ayakta okur, sonra rükû yapar ve secde eder, ikinci rek'atta da aynı şekilde yapardı.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) yaşlanana kadar oturarak namaz kıldığını hiç görmedim. Sonra oturarak namaz kılardı ve otuz veya kırk ayet kaldığında ayağa kalkar ve onları okur, sonra rükû yapardı.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) oturarak okur, rükû yapmak istediğinde ayağa kalkar, bir kişinin kırk ayet okuması kadar ayakta dururdu.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Sa'd bin Hisham bin 'Amir said:",
      "text": "Sa'd bin Hişam bin Amir'den rivayet edilmiştir ki: \"Ben Medine'ye geldim ve Aişe'ye, Allah (SWT) ondan razı olsun, girdim. O: 'Sen kimsin?' dedi. Ben: 'Ben Sa'd bin Hişam bin Amir'im.' dedim. O: 'Allah babana rahmet eylesin.' dedi. Ben: 'Bana Allah'ın Resulü (ﷺ) namazı hakkında anlat.' dedim. O: 'Allah'ın Resulü (ﷺ) şöyle ve böyle yapardı.' dedi. Ben: 'Evet, gerçekten.' dedim. O: 'Allah'ın Resulü (ﷺ) gece İsha namazını kılardı, sonra yatağına gider ve uyurdu. Gece yarısı, ihtiyacını gidermek için kalkar ve abdest almak için suya giderdi. Sonra mescide girer ve sekiz rek'at namaz kılardı. Okuma, rükû ve secde sürelerini eşit tutuyordu. Sonra bir rek'at vitir namazı kılardı, ardından oturarak iki rek'at daha kılardı. Sonra yanına uzanırdı. Bazen Bilal gelir ve ona uyumadan önce namaz vaktinin geldiğini söylerdi, bazen de uyurdu. Bazen de onun uyuyup uyumadığından emin olamazdım, namaz vaktinin geldiğini söylemeden önce. İşte Allah'ın Resulü (ﷺ) böyle namaz kılardı, yaşlanıp kilo alıncaya kadar' - ve o, Allah'ın (SWT) onun kilo alması hakkında dilediği şeyleri anlattı. O: 'Ve Peygamber (ﷺ) insanları vitir namazında yönlendirir, sonra yatağına giderdi. Gece yarısı kalkar ve abdest almak için suya gider, ihtiyacını giderir, sonra abdest alırdı. Sonra mescide girer ve altı rek'at namaz kılardı, okuma, rükû ve secde sürelerini eşit tutuyordu. Sonra bir rek'at vitir namazı kılardı, ardından oturarak iki rek'at daha kılardı. Sonra yanına uzanırdı. Bazen Bilal gelir ve ona uyumadan önce namaz vaktinin geldiğini söylerdi, bazen de uyurdu. Bazen de onun uyuyup uyumadığından emin olamazdım, namaz vaktinin geldiğini söylemeden önce.' dedi. O: 'Ve işte Allah'ın Resulü (ﷺ) böyle namaz kılmaya devam etti.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) oruçlu iken alnımdan (öpmekten) geri durmadı ve çoğu namazlarını oturarak kılmadan vefat etmedi.\" Sonra, (farz namazlar dışında) namazlar hakkında bir şey söyledi. \"Ve O'na en sevimli olan ameller, kişinin sürekli yaptığı, az da olsa.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated from Al-Aswad, that Umm Salamah said:",
      "text": "El-Esved'den rivayet edilmiştir ki: Ümmü Seleme şöyle dedi: \"Allah'ın Resulü (ﷺ) çoğu namazlarını oturarak kılmadan vefat etmedi, farz namazlar hariç.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abu Salamah, that Umm Salamah said:",
      "text": "Abu Salamah'tan rivayet edilmiştir ki: Ümmü Seleme şöyle dedi: \"Allah'ın Resulü (ﷺ) çoğu namazlarını oturarak kılmadan vefat etmedi, farz namazlar hariç, ve O'na en sevimli olan ameller, az da olsa sürekli yapılanlardı.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Abu Salamah, that Umm Salamah said:",
      "text": "Abu Salamah'tan rivayet edilmiştir ki: Ümmü Seleme şöyle dedi: \"Canımın sahibi olan Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) çoğu namazlarını oturarak kılmadan vefat etmedi, farz namazlar hariç, ve O'na en sevimli olan ameller, az da olsa sürekli yapılanlardı.\""
    },
    {
      "id": 59,
      "narrator": "Abu Salamah narrated that Aishah told him:",
      "text": "Abu Salamah, Aişe'nin ona şöyle söylediğini rivayet etti: \"Peygamber (ﷺ) çoğu namazlarını oturarak kılmadan vefat etmedi.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Abdullah bin Shaqiq said:",
      "text": "Abdullah bin Şakik'ten rivayet edilmiştir ki: \"Aişe'ye: 'Allah'ın Resulü (ﷺ) oturarak namaz kıldı mı?' dedim. O: 'Evet, insanlar onu yıprattıktan sonra.' dedi.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) vefatından bir yıl önceye kadar, nafile namazlarını oturarak kıldığını hiç görmedim. O zaman oturarak namaz kılmaya başladı ve sureyi o kadar yavaş okudu ki, daha uzun bir sure gibi görünüyordu.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"Ben, Peygamber (ﷺ) oturarak namaz kılarken gördüm ve dedim ki: 'Sizin, oturarak kılanın namazının, ayakta kılanın namazının yarısı kadar olduğunu söylediğinizi duydum.' O da: 'Evet, ama ben sizlerden biri gibi değilim.' dedi.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir: \"Ben, Peygamber (ﷺ) oturarak namaz kılan birini sordum. O da: 'Ayakta namaz kılan daha iyidir, oturarak namaz kılanın sevabı, ayakta namaz kılanın sevabının yarısıdır. Yatarak namaz kılanın ise, oturarak namaz kılanın sevabının yarısı kadar sevabı olacaktır.' dedi.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben, Peygamber (ﷺ) oturarak bacaklarını çapraz yaparak namaz kılarken gördüm.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that Abdullah bin Abi Qais said:",
      "text": "Abdullah bin Ebi Kays'dan rivayet edilmiştir: \"Aişe'ye sordum: 'Allah'ın Elçisi (ﷺ) gece namazda nasıl okurdu, yüksek sesle mi yoksa sessiz mi?' O da: 'O, her ikisini de yapardı; bazen yüksek sesle okur, bazen sessiz okurdu.' dedi.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Kathir bin Murrah that 'Uqbah bin 'Amir told them that:",
      "text": "Kathir bin Murrah'tan rivayet edilmiştir ki, Ukbe bin Amir onlara şöyle dedi: Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Kur'an'ı yüksek sesle okuyan, açıkça sadaka veren gibidir; Kur'an'ı sessiz okuyan ise, gizlice sadaka veren gibidir.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudayfe'den rivayet edilmiştir: \"Bir gece Peygamber (ﷺ) ile namaz kıldım. O, Bakara suresini okumaya başladı ve ben, 'yüz ayet okuyunca rükû yapacak' diye düşündüm, ama devam etti. 'Bütün sureyi bir rek'atta okuyacak' diye düşündüm, ama devam etti. Nisa suresini okumaya başladı ve (bütün sureyi) okudu, sonra Al-i İmran suresini okumaya başladı ve (bütün sureyi) okudu, yavaşça okuyarak. Allah'ı (SWT) tesbih eden bir ayete geldiğinde, O'nu tesbih etti. Dua eden bir ayete geldiğinde, dua etti. Allah'a sığınan bir ayete geldiğinde, O'na sığındı. Sonra rükû yaptı ve: 'Subhana Rabbiyal-Azim (Azametli Rabbim, yüceliği sana mahsustur)' dedi ve rükûda durduğu kadar süreyle rükûda kaldı. Sonra başını kaldırdı ve: 'Sami Allahu liman hamidah (Allah, kendisini övenleri işitir)' dedi ve rükûda kaldığı kadar süreyle ayakta durdu. Sonra secde etti ve: 'Subhana Rabbiyal-'Ala (Yüce Rabbim, yüceliği sana mahsustur)' demeye başladı ve rükûda kaldığı kadar süreyle secde etti.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Hudayfe'den rivayet edilmiştir ki: O, Ramazan'da Allah'ın Elçisi ile namaz kıldı. Rükû yaptı ve rükûda durduğu kadar süreyle: \"Subhana Rabbiyal-Azim\" dedi. Sonra oturdu ve: \"Rabbighfirli, Rabbighfirli (Rabbim, beni affet, Rabbim, beni affet)\" dedi, ayakta durduğu kadar süreyle. Sonra secde etti ve: \"Subhana Rabbiyal-'Ala\" dedi, ayakta durduğu kadar süreyle. Bilal, Al-Ghadah için geldiğinde dört rek'attan fazla namaz kılmadı."
    },
    {
      "id": 69,
      "narrator": "It was narrated from Ya'la bin Ata that he heard Ali Al-Azdi (say) that he heard Ibn Umar narrate that:",
      "text": "Ya'la bin Ata'dan rivayet edilmiştir ki, Ali Al-Azdi'nin: İbn Umar'dan şöyle dediğini duydu: Peygamber (ﷺ) şöyle buyurdu: \"Gece ve gündüz namazları iki iki kılınır.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Tawus said:",
      "text": "Tavus'tan rivayet edilmiştir: \"İbn Umar dedi ki: \"Bir adam, Allah'ın Elçisi'ne (ﷺ) gece namazı hakkında sordu. O da: 'İki iki kılın, eğer şafak geleceğinden korkarsanız, bir rek'at kılın.' dedi.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from Salim, from his father, that :",
      "text": "Salim'den, babasından rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurdu: \"Gece namazları iki iki kılınır, sonra eğer şafak geleceğinden korkarsanız, bir rek'at ile vitir kılın.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi'ni (ﷺ) minberde, gece namazları hakkında sorulduğunda şöyle derken duydum: 'İki iki kılın, sonra eğer şafak geleceğinden korkarsanız, bir rek'at ile vitir kılın.'\""
    },
    {
      "id": 73,
      "narrator": "Ibn Umar told them that :",
      "text": "İbn Umar onlara şöyle söyledi: \"Bir adam, Allah'ın Elçisi'ne (ﷺ) gece namazları hakkında sordu ve O da: 'İki iki kılın, sonra eğer biriniz şafak geleceğinden korkuyorsa, bir rek'at ile vitir kılın.' dedi.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurdu: \"Gece namazları (kılınır) iki iki, sonra eğer şafak geleceğinden korkarsanız, bir rek'at ile vitir kılın.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Müslümanlardan bir adam, Allah'ın Elçisi'ne (ﷺ) gece namazlarının nasıl kılınacağını sordu. O da: 'Gece namazları (kılınır) iki iki, sonra eğer şafak geleceğinden korkarsanız, bir rek'at ile vitir kılın.' dedi.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Abdullah bin Umar said that:",
      "text": "Abdullah bin Ömer'in rivayet ettiğine göre, bir adam Allah'ın Resulü'ne (ﷺ) gece namazları hakkında sordu. Allah'ın Resulü (ﷺ) şöyle dedi: \"Gece namazları iki rek'at olarak kılınır, sonra eğer fecrin geleceğinden korkuyorsanız, bir rek'at ile vitir kılın.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that Abdullah bin Umar said:",
      "text": "Abdullah bin Ömer'in rivayet ettiğine göre: \"Bir adam ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü (ﷺ), gece namazları nasıl kılınır?' Allah'ın Resulü (ﷺ) şöyle dedi: 'Gece namazları iki rek'at olarak kılınır, sonra eğer fecrin geleceğinden korkuyorsanız, bir rek'at ile vitir kılın.'\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Ali, may Allah (SWT) be pleased with him, said:",
      "text": "Ali (Allah ondan razı olsun) rivayet ettiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ey Kur'an ehli, vitir kılın, çünkü Allah, Azze ve Celle, Vitr (Bir)dir ve Al-Vitr (tek sayılı)yi sever.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Ali, may Allah (SWT) be pleased with him, said:",
      "text": "Ali (Allah ondan razı olsun) rivayet ettiğine göre: \"Vitir, farz namazlar gibi zorunlu değildir, ancak Allah'ın Resulü'nün (ﷺ) sünnetidir.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre rivayet ettiğine göre: \"En yakın arkadaşım bana üç şey tavsiye etti: 'Vitir namazından sonra uyumak, her ay üç gün oruç tutmak ve Fajr'da iki rek'at namaz kılmak.'\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre rivayet ettiğine göre: \"En yakın arkadaşım bana üç şey yapmamı tavsiye etti: 'Gece namazının başında vitir kılmak, Fajr'da iki rek'at namaz kılmak ve her ay üç gün oruç tutmak.'\""
    },
    {
      "id": 82,
      "narrator": "It was narrated that Qais bin Talq said:",
      "text": "Kays bin Talq rivayet ettiğine göre: \"Babam Talq bin Ali, bir gün Ramazan'da beni ziyaret etti ve akşama kadar bizimle kaldı. O gece bize Kiyam namazı kıldırdı ve bizimle vitir kıldı. Sonra bir mescide indi ve arkadaşlarına namaz kıldırdı, ta ki sadece vitir kalana kadar. Sonra bir adama öne geçmesini söyledi ve ona: 'Onları vitir namazında önde kıldır, çünkü Allah'ın Resulü'nden (ﷺ) işittim: Bir gecede iki vitir olmamalıdır.'\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Al-Aswad bin Yazid said:",
      "text": "El-Esved bin Yazid rivayet ettiğine göre: \"Aişe'ye Allah'ın Resulü'nün (ﷺ) namazı hakkında sordum. O da: 'O, gecenin ilk kısmında uyurdu, sonra fecr vaktinden önce kalkar ve vitir kılardı. Sonra yatağına dönerdi ve eğer cinsel ilişkiye ihtiyacı varsa, eşine giderdi. Sonra ezanı duyduğunda kalkar, eğer cünüpse üzerine su döker, aksi takdirde abdest alır, sonra namaza çıkar.'\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe rivayet ettiğine göre: \"Allah'ın Resulü (ﷺ) vitir namazını gecenin başında, sonunda ve ortasında kılardı. Ve hayatının sonlarına doğru, vitiri gecenin sonunda kılmayı tercih etti.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer rivayet ettiğine göre: \"Gece namazı kılan kimse, gece namazlarının sonunu vitir ile yapsın, çünkü Allah'ın Resulü (ﷺ) bunu emrederdi.\""
    },
    {
      "id": 86,
      "narrator": "Abu Nadrah Al-'Awaqi narrated that he heard Abu Sa'eed Al-Khudri say:",
      "text": "Ebu Nadra el-Avaqi rivayet ettiğine göre, Ebu Said el-Hudri'nin şöyle dediğini işitti: \"Allah'ın Resulü (ﷺ) vitir hakkında soruldu ve o da: 'Fecrden önce vitir kılın.' dedi.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from Au Sa'eed that :",
      "text": "Au Said'ten rivayet edildiğine göre: \"Peygamber (ﷺ) dedi ki: 'Fecrden önce vitir kılın.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Ibrahim bin Muhammad Al-Muntashir, from his father, that:",
      "text": "İbrahim bin Muhammed el-Muntashir'den, babasından rivayet edildiğine göre: \"Amr bin Şurahbil'in mescidindeydim ve namaz için ikamet getirildi, bekliyorlardı. O geldi ve: 'Ben vitir kılıyordum.' dedi. Abdullah'a soruldu: 'Ezan sonrası vitir var mı?' O da: 'Evet, ikametten sonra da vardır.' dedi. Ve rivayet etti ki, Peygamber (ﷺ) bir kez uyudu ve güneş doğana kadar namazı kaçırdı, sonra namaz kıldı.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) binek üzerinde vitir kılardı.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Nafi' that :",
      "text": "Nafi' den rivayet edildiğine göre: \"İbn Ömer, devesi üzerinde vitir kılardı ve bunun Peygamber (ﷺ) tarafından da yapıldığını söyledi.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Sa'eed bin Yasir said:",
      "text": "Sa'eed bin Yasir'den rivayet edilmiştir: \"İbn Ömer bana, Allah'ın Messenger'ı (ﷺ) deve üzerinde vitir namazı kılardı dedi.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated fom Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurdu: \"Vitir, gecenin sonunda bir rek'at'tır.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurdu: \"Vitir, gecenin sonunda bir rek'at'tır.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Çöl halkından bir adam, Allah'ın Messenger'ına (ﷺ) gece namazı hakkında sordu. O da şöyle dedi: \"(İki rek'at olarak) iki iki, vitir ise gecenin sonunda bir rek'attır.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Gece namazı iki iki kılınır, sonra bitirmek istediğinizde, kıldığınız toplam sayıyı tek hale getirecek bir rek'at kılın.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Messenger'ı (ﷺ) şöyle dedi: 'Gece namazı iki iki kılınır, vitir ise bir rek'attır.'\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from Abdullah bin 'Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: Bir adam, Allah'ın Messenger'ına (ﷺ) gece namazı hakkında sordu. Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Gece namazı iki iki kılınır, sonra eğer biriniz fecrin doğmasından korkuyorsa, kıldığınız toplam sayıyı tek hale getirecek bir rek'at kılın.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Messenger'ını (ﷺ) şöyle derken duydu: \"Gece namazı iki rek'at olarak iki rek'at kılınır, sonra fecrin doğmasından korktuğunuzda, bir rek'at ile vitir kılın.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Peygamber (ﷺ) geceleri on bir rek'at kılardı ve bunları bir rek'at vitir ile tamamlardı, sonra sağ tarafına yatardı."
    },
    {
      "id": 100,
      "narrator": "It was narrated from Abu Salamah bin Abdur-Rahman that :",
      "text": "Ebu Salamah bin Abdurrahman'dan rivayet edilmiştir ki: Aişe, Müminlerin Annesi'ne, Allah'ın Messenger'ının (ﷺ) Ramazan'da nasıl namaz kıldığını sordu. Aişe şöyle dedi: \"Allah'ın Messenger'ı (ﷺ) Ramazan'da veya başka bir zaman on bir rek'attan fazla namaz kılmazdı. Dört rek'at kılardı, güzellikleri veya uzunlukları hakkında sorma. Sonra dört rek'at daha kılardı, güzellikleri veya uzunlukları hakkında sorma. Sonra üç rek'at kılardı.\" Aişe dedi ki: \"Ben dedim: 'Ey Allah'ın Messenger'ı, vitirden önce uyur musun?' O da dedi: 'Ey Aişe, gözlerim uyur ama kalbim uyumaz.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Sa'd bin Hisham, that:",
      "text": "Sa'd bin Hişam'dan rivayet edilmiştir ki: Aişe ona şöyle söyledi: \"Allah'ın Messenger'ı (ﷺ) vitir namazında iki rek'at için selam vermezdi.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Ubayy bin Ka'b that:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) vitiri üç rek'at ile kılardı. İlk rek'atta \"Rabbini, en yüce olanın ismiyle tesbih et\" okurdu, ikinci rek'atta \"De ki: Ey kafirler!\" ve üçüncü rek'atta \"De ki: O, Allah'tır, (tektir).\" Kıyamdan önce Kunut duasını okur, namazı bitirdiğinde ise \"Subhanal-Malikil-Quddus\" (Sovereign, en kutsal olan) sözlerini üç kez söylerdi, sonuncusunda kelimeleri uzatırdı."
    },
    {
      "id": 103,
      "narrator": "It was narrated that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki: \"Vitirin ilk rek'atında, Allah'ın Messenger'ı (ﷺ) 'Rabbini, en yüce olanın ismiyle tesbih et' okurdu; ikinci rek'atta 'De ki: Ey kafirler!' ve üçüncü rek'atta 'De ki: O, Allah'tır, (tektir).'\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki: \"Allah'ın Messenger'ı (ﷺ) vitirde 'Rabbini, en yüce olanın ismiyle tesbih et' okurdu; ikinci rek'atta 'De ki: Ey kafirler!' okurdu; ve üçüncü rek'atta 'De ki: O, Allah'tır, (tektir).' Ve sadece sonunda selam verirdi, selamdan sonra ise 'Subhanal-Malikil-Quddus' (Sovereign, en kutsal olan) sözlerini üç kez söylerdi.\""
    },
    {
      "id": 105,
      "narrator": "Zakariyya bin Abi Za'idah narrated from Abu Ishaq, from Sa'id bin Jubair, that Ibn Abbas said:",
      "text": "Zakariyya bin Abi Za'idah, Ebu İshak'tan, Sa'id bin Cubeyr'den, İbn Abbas'ın şöyle dediğini rivayet etmiştir: \"Allah'ın Messenger'ı (ﷺ) vitiri üç rek'at ile kılardı. İlk rek'atta 'Rabbini, en yüce olanın ismiyle tesbih et' okurdu; ikinci rek'atta 'De ki: Ey kafirler!' ve üçüncü rek'atta 'De ki: O, Allah'tır, (tektir).'”"
    },
    {
      "id": 106,
      "narrator": "Zuhair narrated from Abu Ishaq, from Sa'eed bin Jubair, :",
      "text": "Zuhair, Abu İshak'tan, Sa'id bin Cubeyr'den, İbn Abbas'ın üç rekatla witr namazı kıldığını, \"Rabbini en yüce ismiyle tesbih et\" (A'la Suresi), \"De ki: Ey kafirler\" (Kafirun Suresi) ve \"De ki: O Allah, tektir\" (İkhlas Suresi) surelerini okuduğunu rivayet etmiştir."
    },
    {
      "id": 107,
      "narrator": "Sufyan narrated from Habib bin Abi Thabit, from Muhammad bin Ali, from his father, from his grandfather, that:",
      "text": "Sufyan, Habib bin Ebi Thabit'ten, Muhammed bin Ali'den, babasından, dedesinden, şöyle nakletmiştir: Peygamber (ﷺ) gece kalktı, dişlerini fırçaladı, sonra iki rekat namaz kıldı, ardından uyudu. Sonra tekrar kalktı, dişlerini fırçaladı, abdest aldı ve iki rekat namaz kıldı, ta ki altı rekat kılana kadar. Sonra üç rekat witr namazı kıldı ve iki rekat daha namaz kıldı."
    },
    {
      "id": 108,
      "narrator": "Husain narrated from Habib bin Abi Thabit, from Muhammad bin 'Ali bin 'Abdullah bin Abbas, from his father, that his grandfather said:",
      "text": "Hüseyin, Habib bin Ebi Thabit'ten, Muhammed bin Ali bin Abdullah bin Abbas'tan, babasından, dedesinin şöyle söylediğini rivayet etmiştir: \"Ben Peygamber (ﷺ) ileydim, o kalktı ve abdest aldı, bu ayeti okurken dişlerini fırçaladı ve bitirene kadar devam etti: 'Şüphesiz, göklerin ve yerin yaratılışında, gece ve gündüzün birbiri ardınca gelişinde, akıl sahipleri için elbette ibretler vardır.' Sonra iki rekat namaz kıldı, sonra geri döndü ve derin derin nefes alana kadar uyudu. Sonra kalktı, abdest aldı ve dişlerini fırçaladı. Sonra iki rekat namaz kıldı, sonra uyudu, sonra kalktı, abdest aldı ve dişlerini fırçaladı, iki rekat namaz kıldı ve üç rekat witr namazı kıldı.\""
    },
    {
      "id": 109,
      "narrator": "'Ubaidullah bin'Amr bin Zaid narrated from Habib bin Abi Thabit, from Muhammad bin Ali that Ibn 'Abbas said:",
      "text": "Ubaidullah bin Amr bin Zaid, Habib bin Ebi Thabit'ten, Muhammed bin Ali'den, İbn Abbas'ın şöyle dediğini rivayet etmiştir: \"Allah'ın Resulü (ﷺ) uyandı ve dişlerini fırçaladı,\" ve hadisi aktardı."
    },
    {
      "id": 110,
      "narrator": "Abu Bakr An-Nahshali narrated from Habib bin Abi Thabit, from Yahya bin Al-Jazzar, that Ibn 'Abbas said:",
      "text": "Ebu Bekir En-Nahşali, Habib bin Ebi Thabit'ten, Yahya bin El-Cezar'dan, İbn Abbas'ın şöyle dediğini rivayet etmiştir: \"Allah'ın Resulü (ﷺ) geceleri sekiz rekat namaz kılardı ve üç rekat witr kılardı, sabah namazından önce iki rekat namaz kılardı.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) on üç rekat witr namazı kılardı, yaşlandığında ve zayıfladığında dokuz rekat kılardı.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) geceleri dokuz rekat kılardı, sonra yaşlandığında ve kilo aldığında yedi rekat kılardı.\""
    },
    {
      "id": 113,
      "narrator": "Duwaid bin Nafi' said:",
      "text": "Duwaid bin Nafi' dedi ki: \"İbn Şihab bana, 'Ata bin Yazid, Ebu Eyyub'dan şöyle nakletti: Peygamber (ﷺ) dedi ki: 'Witr bir farzdır, kim yedi rekat witr kılmak isterse, yapsın; kim beş rekat witr kılmak isterse, yapsın; kim üç rekat witr kılmak isterse, yapsın; ve kim bir rekat witr kılmak isterse, yapsın.'\""
    },
    {
      "id": 114,
      "narrator": "Al-Awza'I said:",
      "text": "El-Evzai dedi ki: \"Az-Zuhri bana nakletti, dedi ki: 'Ata bin Yazid, Ebu Eyyub'dan: Allah'ın Resulü (ﷺ) dedi ki: 'Witr bir farzdır, kim yedi rekat witr kılmak isterse, yapsın; kim beş rekat witr kılmak isterse, yapsın; kim üç rekat witr kılmak isterse, yapsın; ve kim bir rekat witr kılmak isterse, yapsın.'\""
    },
    {
      "id": 115,
      "narrator": "Abu Mu'aid narrated from Az-Zuhri, who said:",
      "text": "Ebu Mu'aid, Az-Zuhri'den rivayet etti, o da şöyle dedi: \"Ata' bin Yazid bana, Ebu Eyyub El-Ensari'nin şöyle dediğini duyduğunu nakletti: 'Witr bir farzdır, kim beş rekat witr kılmak isterse, yapsın; kim üç rekat witr kılmak isterse, yapsın; ve kim bir rekat witr kılmak isterse, yapsın.'\""
    },
    {
      "id": 116,
      "narrator": "Sufyan narrated from Az-Zuhri, from 'Ata bin Yazid, from Abu Ayyub, who said:",
      "text": "Sufyan, Az-Zuhri'den, Ata bin Yazid'den, Ebu Eyyub'dan, şöyle dediğini rivayet etti: \"Kim yedi rekat witr kılmak isterse, yapsın; kim beş rekat witr kılmak isterse, yapsın; kim üç rekat witr kılmak isterse, yapsın; ve kim bir rekat witr kılmak isterse, yapsın; ve bunu işaret ederek yapmak isterse, yapsın.\""
    },
    {
      "id": 117,
      "narrator": "Mansur reported from Al-Hakam, from Miqsam, that Umm Salamah said:",
      "text": "Mansur, El-Hakam'dan, Miksam'dan, Umm Salamah'ın şöyle dediğini rivayet etti: \"Allah'ın Resulü (ﷺ) beş ve yedi rekat witr kılardı, bunları hiçbir selam veya konuşma ile ayırmadan.\""
    },
    {
      "id": 118,
      "narrator": "Mansur reported from Al-Hakam, from Miqsam, from Ibn 'Abbas that Umm Salamah said:",
      "text": "Mansur, El-Hakam'dan, Miksam'dan, İbn Abbas'tan, Umm Salamah'ın şöyle dediğini rivayet etti: \"Allah'ın Resulü (ﷺ) yedi veya beş rekat witr kılardı, bunlar arasında selam ile ayırmadan.\""
    },
    {
      "id": 119,
      "narrator": "Sufyan bin Al-Husain narrated from Al-Hakam that Miqsam said:",
      "text": "Sufyan bin El-Hüseyin, El-Hakam'dan, Miksam'ın şöyle dediğini rivayet etti: \"Witr yedi rekat ve beşten az değildir.\" Ben bunu İbrahim'e söyledim, o da: \"Bunu kiminle aktardı?\" dedi. Ben de: \"Bilmiyorum.\" El-Hakam dedi ki: \"Sonra hacca gittim ve Miksam ile karşılaştım ve ona: 'Bunu kiminle aktardın?' dedim. O da: 'Güvenilir birinden, Aişe'den ve Maimunah'dan.' dedi.\""
    },
    {
      "id": 120,
      "narrator": "Hisham bin Urwah narrated from his father, from Aishah, that:",
      "text": "Hişam bin Urve, babasından, Aişe'den, şunu rivayet etmiştir: \"Peygamber (ﷺ) beş rekat witr kılardı ve sadece onların son rekatında otururdu.\""
    },
    {
      "id": 121,
      "narrator": "Shu'bah narrated from Qatadah, from Zurarahbin Awfa, from Sa'd bin Hisham, that:",
      "text": "Şu'bah, Katâde'den, Zurarah b. Avfa'dan, Sa'd b. Hişam'dan rivayet etti ki: Aişe dedi ki: \"Allah'ın Resulü (ﷺ) yaşlandığında ve kilo aldığında, yedi rek'at kıldı ve sadece son rek'atta oturdu, ardından selam verdikten sonra oturarak iki rek'at daha kıldı, bu da dokuzdu, ey oğlum! Ve Allah'ın Resulü (ﷺ) herhangi bir namaz kıldığında, bunu devam ettirmeyi severdi.\""
    },
    {
      "id": 122,
      "narrator": "Mu'adh bin Hisham said:",
      "text": "Mu'adh b. Hişam dedi ki: \"Babam bana, Katâde'den, Zurarah b. Avfa'dan, Sa'd b. Hişam'dan rivayet etti ki Aişe dedi ki: 'Allah'ın Resulü (ﷺ) dokuz rek'at ile vitir namazı kıldığında, sekizinci rek'ata kadar oturmazdı. Sonra Allah'ı (SWT) över ve O'nu hatırlayıp dua ederdi, sonra kalkar ve selam vermezdi, dokuzuncu rek'atı kılar, sonra oturur ve Allah'ı (SWT) hatırlayıp dua ederdi. Sonra duyabileceğimiz bir selam verirdi. Sonra oturarak iki rek'at daha kılardı. Yaşlandığında ve zayıfladığında, yedi rek'at ile vitir kıldı ve altıncı rek'ata kadar oturmadı. Sonra kalktı ve selam vermedi, yedinci rek'atı kıldı, sonra selam verdi, ardından oturarak iki rek'at daha kıldı.'\""
    },
    {
      "id": 123,
      "narrator": "It was narrated from Sa'd bin Hisham that Aishah said:",
      "text": "Sa'd b. Hişam'dan rivayet edildi ki Aişe dedi ki: \"Biz, Allah'ın Resulü (ﷺ) için siwak ve abdest suyu hazırlardık. Allah (SWT) onu gece dilediği zaman uyandırır, sonra dişlerini fırçalar ve abdest alır, dokuz rek'at kılar, sekizinci rek'ata kadar oturmazdı. O zaman Allah'ı (SWT) över, Peygamberine salavat getirir ve aralarında dua ederdi, ama selam vermezdi. Sonra dokuzuncu rek'atı kılar, oturur ve benzer şeyler söyler, Allah'ı (SWT) över ve Peygamberine (ﷺ) salavat getirir, sonra duyabileceğimiz bir selam verir, ardından oturarak iki rek'at daha kılardı.\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Zurarah bin Awfa:",
      "text": "Zurarah b. Avfa'dan rivayet edildi ki: \"Sa'd b. Hişam b. Amir bize geldiğinde, Allah'ın Resulü (ﷺ) hakkında İbn Abbas'a sordu. O da: 'Size, Allah'ın Resulü (ﷺ) hakkında en bilgili kişiyi söylemeyeyim mi?' dedi. Ben de: 'Kim?' dedim. O da: 'Aişe.' dedi. Bunun üzerine ona gittik, selam verdik ve içeri girdik ve ona sorduk. Ben: 'Allah'ın Resulü (ﷺ) hakkında bana bilgi ver.' dedim. O da: 'Biz, onun için siwak ve abdest suyu hazırlardık, sonra Allah (SWT) onu gece dilediği zaman uyandırırdı. Dişlerini fırçalar ve abdest alır, dokuz rek'at kılardı, sekizinci rek'ata kadar oturmazdı. Sonra Allah'ı (SWT) över, O'nu hatırlar ve dua ederdi, sonra kalkar ve selam vermezdi. Dokuzuncu rek'atı kılar, sonra oturur ve Allah'ı (SWT) över, O'nu hatırlar ve dua ederdi, sonra duyabileceğimiz bir selam verirdi. Sonra oturarak iki rek'at daha kılardı, bu da on bir rek'at yapıyordu, ey oğlum. Allah'ın Resulü (ﷺ) yaşlandığında ve kilo aldığında, yedi rek'at ile vitir kıldı, sonra selam verdikten sonra oturarak iki rek'at daha kıldı, bu da dokuzdu, ey oğlum. Ve Allah'ın Resulü (ﷺ) bir namaz kıldığında, onu devam ettirmeyi severdi.'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) dokuz rek'at ile vitir kılardı, sonra oturarak iki rek'at daha kılardı. Zayıfladığında yedi rek'at ile vitir kıldı, sonra oturarak iki rek'at daha kıldı.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) dokuz rek'at ile vitir kılardı ve oturarak iki rek'at daha kılardı.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated from Sa'd bin Hisham:",
      "text": "Sa'd b. Hişam'dan rivayet edildi ki: \"O, Müminlerin Annesi Aişe'ye geldi ve Allah'ın Resulü (ﷺ) hakkında namazlarını sordu. O da: 'Gece sekiz rek'at kılardı ve dokuzuncu ile vitir kılardı, sonra oturarak iki rek'at daha kılardı.' dedi.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Allah'ın Resulü (ﷺ) gece dokuz rek'at kılardı.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildi ki: \"Peygamber (ﷺ) gece on bir rek'at kılardı, bunlardan biri vitir'di, sonra sağ tarafına yatardı.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edildi ki: \"Allah'ın Resulü (ﷺ) on üç rek'at ile vitir kılardı, ama yaşlandığında ve zayıfladığında dokuz rek'at ile vitir kıldı.\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from Abu Mijlaz that:",
      "text": "Abu Mijlaz'dan rivayet edildi ki: \"Abu Musa, Mekke ile Medine arasında bulundu. İkindi namazını iki rek'at kıldı, sonra ayakta bir rek'at vitir kıldı ve içinde Nisa Suresi'nden yüz ayet okudu. Sonra dedi ki: 'Allah'ın Resulü (ﷺ) gibi ayaklarımı koymaya ve O'nun okuduğu gibi okumaya çalıştım.'\""
    },
    {
      "id": 132,
      "narrator": "Sa'eed bin 'Abdur-Rahman bin Abza narrated from his father, that:",
      "text": "Sa'id b. Abdurrahman b. Abza, babasından rivayet etti ki: \"Ubayy b. Ka'b dedi ki: 'Allah'ın Resulü (ﷺ) vitir'de şunları okurdu: \"Rabbini, en yüce olanın ismiyle tesbih et;\" ve \"De ki: Ey inkârcılar!;\" ve \"De ki: O, Allah'tır, (tektir).\" Ve selam verdiğinde, üç kez: Subhanal-Malikil-Quddus (Sovereign, the Most Holy) derdi.\""
    },
    {
      "id": 133,
      "narrator": "Sa'eed bin Abdur-Rahman bin Abza narrated from his father, that:",
      "text": "Sa'id b. Abdurrahman b. Abza, babasından rivayet etti ki: \"Ubayy b. Ka'b dedi ki: 'Allah'ın Resulü (ﷺ) vitir'de şunları okurdu: \"Rabbini, en yüce olanın ismiyle tesbih et;\" ve \"De ki: Ey inkârcılar!;\" ve \"De ki: O, Allah'tır, (tektir).\"\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from Ibn Abdur-Rahman bin Abza from his father that:",
      "text": "İbn Abdurrahman b. Abza, babasından rivayet etti ki: \"Allah'ın Resulü (ﷺ) vitir'de şunları okurdu: \"Rabbini, en yüce olanın ismiyle tesbih et;\" ve \"De ki: Ey inkârcılar!;\" ve \"De ki: O, Allah'tır, (tektir).\"\""
    },
    {
      "id": 135,
      "narrator": "Bahz bin Asad, said:",
      "text": "Bahz b. Asad dedi ki: \"Şu'bah, Salamah ve Zubaid'den, Dharr'dan, İbn Abdurrahman b. Abza'dan babasından rivayet etti ki: 'Allah'ın Resulü (ﷺ) vitir'de şunları okurdu: \"Rabbini, en yüce olanın ismiyle tesbih et;\" ve \"De ki: Ey inkârcılar!;\" ve \"De ki: O, Allah'tır, (tektir).\" Ve selam verdiğinde, üç kez: Subhanal-Malikil-Quddus (Sovereign, the Most Holy) derdi, üçüncüde sesini yükselterek.\""
    },
    {
      "id": 136,
      "narrator": "Khalid said:",
      "text": "Khalid dedi ki: \"Şu'bah bize aktardı, o da Salamah ve Zubaid'den, Dharr'dan, İbn 'Abdur-Rahman bin Abza'dan Abdur-Rahman'dan, Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: \"Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\" Ve selam verdiğinde, üç kez Subhanal-Malikil-Quddus (Sovereign, en Kutsal olanın şanı yücedir) derdi, üçüncü kez Subhanal-Malikil-Quddus derken sesini yükseltirdi.\""
    },
    {
      "id": 137,
      "narrator": "Mansur reported from Salamah bin Kuhail, from Sa'eed bin Abdur-Rahman bin Abza, from his father, who said:",
      "text": "Mansur, Salamah bin Kuhail'den, Sa'eed bin Abdur-Rahman bin Abza'dan, babasından aktardı, o da dedi ki: \"Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\" Ve selam verdiğinde, üç kez Subhanal-Malikil-Quddus (Sovereign, en Kutsal olanın şanı yücedir) derdi, üçüncü kez kelimelerini uzatarak.\""
    },
    {
      "id": 138,
      "narrator": "'Abdul-Malik bin Abi Sulaiman reported from Zubaid, from Sa'eed bin Abdur-Rahman bin Abza, from his father, who said:",
      "text": "'Abdul-Malik bin Abi Sulaiman, Zubaid'den, Sa'eed bin Abdur-Rahman bin Abza'dan, babasından aktardı, o da dedi ki: \"Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\""
    },
    {
      "id": 139,
      "narrator": "Muhammad bin Juhadah reported from Zubaid, Sa'eed bin 'Abdur-Rahman bin Abza, from his father, who said:",
      "text": "Muhammad bin Juhadah, Zubaid'den, Sa'eed bin 'Abdur-Rahman bin Abza'dan, babasından aktardı, o da dedi ki: \"Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\" Ve namazını bitirdiğinde, üç kez Subhanal-Malikil-Quddus (Sovereign, en Kutsal olanın şanı yücedir) derdi.\""
    },
    {
      "id": 140,
      "narrator": "Shu'aib bin Harb reported from Malik, from Zubaid, from Ibn Abza, from his father, who said:",
      "text": "Shu'aib bin Harb, Malik'ten, Zubaid'den, İbn Abza'dan, babasından aktardı, o da dedi ki: \"Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\""
    },
    {
      "id": 141,
      "narrator": "Ahmad bin Sulaiman informed us, he said:",
      "text": "Ahmad bin Sulaiman bize bilgi verdi, o da dedi ki: \"Yahya bin Adam bize aktardı, o da dedi ki: \"Malik, Zubaid'den, Dharr'dan, İbn Abza'dan bize aktardı.\""
    },
    {
      "id": 142,
      "narrator": "'Ata bin As-Sa'ib reported from Sa'eed bin Abdur-Rahman bin Abza from his father:",
      "text": "'Ata bin As-Sa'ib, Sa'eed bin Abdur-Rahman bin Abza'dan, babasından aktardı: \"Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\""
    },
    {
      "id": 143,
      "narrator": "Muhammad bin Bashshar informed us, he said:",
      "text": "Muhammad bin Bashshar bize bilgi verdi, o da dedi ki: \"Abu Dawud, Shu'bah'tan, Qatadah'dan aktardı, o da dedi ki: 'Azarah'ın Sa'eed bin 'Abdur-Rahman bin Abza'dan, babasından aktardığını duydum. Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\" Ve namazını bitirdiğinde, üç kez Subhanal-Malikil-Quddus (Sovereign, en Kutsal olanın şanı yücedir) derdi.\""
    },
    {
      "id": 144,
      "narrator": "Ishawq bin Mansur informed us, he said:",
      "text": "Ishawq bin Mansur bize bilgi verdi, o da dedi ki: \"Abu Dawud, bize aktardı, o da dedi ki: Shu'ba, Qatadah'dan, Abdur-Rahman bin Abza'dan aktardı ki, Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et;\" ve \"De ki: Ey kafirler!;\" ve \"De ki: O Allah'tır, (tek) olan.\" Ve selam verdiğinde, üç kez Subhanal-Malikil-Quddus (Sovereign, en Kutsal olanın şanı yücedir) derdi, üçüncü kez kelimelerini uzatarak.\""
    },
    {
      "id": 145,
      "narrator": "Muhammad bin Al-Muthanna informed us, he said \"Muhammad said:",
      "text": "Muhammad bin Al-Muthanna bize bilgi verdi, o da dedi ki: \"Muhammad dedi ki: Shu'bah bize aktardı, o da dedi ki: Qatadah'ın Zurarah'dan, Abdur-Rahman bin Abza'dan aktardığını duydum ki, Allah'ın Elçisi (ﷺ) Witr'de şunları okurdu: Rabbini, en yüce olanın adını tesbih et.\""
    },
    {
      "id": 146,
      "narrator": "(With that chain) from Imran bin Husain that:",
      "text": "(O zincirle) İmran bin Husain'den: \"Peygamber (ﷺ) Witr'de şunları okudu: Rabbini, en yüce olanın adını tesbih et.\""
    },
    {
      "id": 147,
      "narrator": "Muhammad bin Al-Muthanna informed us, he said:",
      "text": "Muhammad bin Al-Muthanna bize bilgi verdi, o da dedi ki: \"Yahya bin Sa'eed, Shu'bah'tan, Qatadah'dan, Zurarah'dan, İmran bin Husain'den aktardı ki, Allah'ın Elçisi (ﷺ) Zuhr namazı kıldı, bir adam 'Rabbini, en yüce olanın adını tesbih et' okudu. Namazını bitirdiğinde, 'Kim 'Rabbini, en yüce olanın adını tesbih et' okudu?' dedi. Bir adam: 'Ben okudum.' dedi. O da: 'Bununla benimle yarışan birinin olduğunu biliyordum.' dedi.\""
    },
    {
      "id": 148,
      "narrator": "It was narrated that Abu Al-Jawza said:",
      "text": "Abu Al-Jawza'dan aktarıldı ki: \"Al-Hasan dedi ki: 'Allah'ın Elçisi (ﷺ) bana Qunut'ta Witr'de söylemem için bazı kelimeler öğretti: Allahumma ihdini fiman hadayta wa 'afini fiman afayta wa tawallani fiman tawallayta wa barik li fima a'tayta, wa qini sharra ma qadayta, fa innaka taqdi wa la yuqda 'alayk, wa innahu la yadhilluman walayta, tabarakta Rabbana wa at'alayt (Ey Allah, beni hidayet ettiğin kimseler arasına kat, affettiğin kimseler arasına kat, dostluk ettiğin kimseler arasına kat, bana verdiğin şeylerde bereket ver, takdir ettiğin şeylerin şerrinden beni koru. Şüphesiz ki sen takdir edersin ve senin üzerinde bir hüküm yoktur; ve senin dostluk ettiğin kimse asla zelil olmaz. Ey Rabbimiz, sen yücesin ve yüceltilesin.)'\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that Al-Hasan bin Ali said:",
      "text": "Al-Hasan bin Ali'den aktarıldı ki: \"Allah'ın Elçisi (ﷺ) bu kelimeleri Witr'de bana öğretti. Dedi ki: De ki: Allahumma ihdini fiman hadayta wa 'afini fiman afayta wa tawallani fiman tawallayta wa barik li fima a'tayta, wa qini sharra ma qadayta, fa innaka taqdi wa la yuqda 'alayk, wa innahu la yadhilluman walayta, tabarakta Rabbana wa at'alayt. Wa salla Allahu ala al-Nabi Muhammad (Ey Allah, beni hidayet ettiğin kimseler arasına kat, affettiğin kimseler arasına kat, dostluk ettiğin kimseler arasına kat, bana verdiğin şeylerde bereket ver, takdir ettiğin şeylerin şerrinden beni koru. Şüphesiz ki sen takdir edersin ve senin üzerinde bir hüküm yoktur; ve senin dostluk ettiğin kimse asla zelil olmaz. Ey Rabbimiz, sen yücesin ve yüceltilesin. Ve Allah (SWT) Peygamber Muhammad'a salat eylesin.)'\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from Ali bin Abi Talib that:",
      "text": "Ali bin Abi Talib'den aktarıldı ki: \"Peygamber (ﷺ) Witr'in sonunda şöyle derdi: Allahumma inni audhu bi ridaka min sakhatika wa bi mu'afatika min uqubatika, wa audhu bika minka la uhsi thana'an 'alayka, anta kama athwart ala nafsik (Ey Allah, rızana sığınırım, gazabından, affına sığınırım, azabından. Ve kendimden sana sığınırım; seni yeterince övemem; sen, kendini övdüğün gibisin.).\""
    },
    {
      "id": 151,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Peygamber (ﷺ) dualarından hiçbirinde ellerini kaldırmazdı, sadece yağmur duasında (Al-Istisqa') kaldırırdı.\" (Rivayet edenlerden) Şu'bah dedi ki: \"Ben Thabit'e dedim: 'Bunu Anas'tan duydun mu?' O da: 'Subhan Allah!' dedi. Ben: 'Duydun mu?' dedim. O: 'Subhan Allah!' dedi.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) gece İsha namazını bitirdikten sonra Fajr namazına kadar on bir rek'at kılardı, Fajr'ın iki rek'atı hariç, ve birinizin elli ayet okuması kadar süre secde ederdi.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated from Ibn Abdur-Rahman bin Abza from his father that:",
      "text": "İbn Abdur-Rahman bin Abza'dan babasından rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) vitir namazında: 'Rabbini, en yüce olanın ismiyle tesbih et;' ve 'De ki: Ey kafirler!'; ve 'De ki: O, Allah'tır, (tektir).' okurdu. Selam verdikten sonra, Subhanal-Malikil-Quddus (Hükümdar, en Kutsal olanın şanı yücedir) derdi ve üçüncü kez sesini yükseltirdi.\""
    },
    {
      "id": 154,
      "narrator": "It was narrated from Sa'eed bin Abdur-Rahman bin Abza that:",
      "text": "Sa'id bin Abdur-Rahman bin Abza'dan rivayet edildiğine göre: \"Babası dedi ki: 'Allah'ın Elçisi (ﷺ) vitir namazında: 'Rabbini, en yüce olanın ismiyle tesbih et;' ve 'De ki: Ey kafirler!'; ve 'De ki: O, Allah'tır, (tektir).' okurdu. Selam verdikten sonra, Subhanal-Malikil-Quddus (Hükümdar, en Kutsal olanın şanı yücedir) üç kez derdi, sesini yükselterek.\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from Ibn Abdur-Rahman bin Abza that his father said:",
      "text": "İbn Abdur-Rahman bin Abza'dan babasından rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) vitir namazında: 'Rabbini, en yüce olanın ismiyle tesbih et;' ve 'De ki: Ey kafirler!'; ve 'De ki: O, Allah'tır, (tektir).' okurdu. Selam verdikten sonra, Subhanal-Malikil-Quddus (Hükümdar, en Kutsal olanın şanı yücedir) üç kez derdi, sesini yükselterek.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated from Sa'eed bin Abdur-Rahman bin Abza that his father said:",
      "text": "Sa'id bin Abdur-Rahman bin Abza'dan babasından rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) vitir namazında: 'Rabbini, en yüce olanın ismiyle tesbih et;' ve 'De ki: Ey kafirler!'; ve 'De ki: O, Allah'tır, (tektir).' okurdu. Selam verdikten sonra, Subhanal-Malikil-Quddus (Hükümdar, en Kutsal olanın şanı yücedir) üç kez derdi, üçüncü kez kelimeleri uzatarak, sonra sesini yükseltirdi.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated from Ibn Abdur-Rahman bin Abza from his father that:",
      "text": "İbn Abdur-Rahman bin Abza'dan babasından rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) vitir namazında: 'Rabbini, en yüce olanın ismiyle tesbih et;' ve 'De ki: Ey kafirler!'; ve 'De ki: O, Allah'tır, (tektir).' okurdu. Selam verdikten sonra, Subhanal-Malikil-Quddus (Hükümdar, en Kutsal olanın şanı yücedir) derdi.\""
    },
    {
      "id": 158,
      "narrator": "It was narrated from Sa'eed bin Abdur-Rahman bin Abza that:",
      "text": "Sa'id bin Abdur-Rahman bin Abza'dan rivayet edildiğine göre: \"Peygamber (ﷺ) vitir namazında okurdu ve aynı hadisi aktardı.\""
    },
    {
      "id": 159,
      "narrator": "Abu Salamah bin Abdur-Rahman narrated that :",
      "text": "Ebu Salamah bin Abdur-Rahman rivayet etti ki: \"Aişe'ye Allah'ın Elçisi (ﷺ) gece namazı hakkında sordum. O da: 'On üç rek'at kılardı: dokuz rek'at ayakta, bunlardan biri vitir, iki rek'at ise oturarak. Rükûya kalkmak istediğinde ayağa kalkar, rükû eder ve secde ederdi, bunu vitirden sonra yapardı. Sonra Subh çağrısını duyduğunda, ayağa kalkar ve iki kısa rek'at kılardı.' dedi.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre: \"Peygamber (ﷺ) Zuhr'dan önce dört rek'at ve Fajr'dan önce iki rek'at kılmayı ihmal etmezdi.\""
    },
    {
      "id": 161,
      "narrator": "It was narrated from Ibrahim bin Muhammad that:",
      "text": "İbrahim bin Muhammed'den rivayet edildiğine göre: \"Babası Aişe'nin şöyle dediğini duydu: 'Allah'ın Elçisi (ﷺ) Zuhr'dan önce dört rek'at ve Fajr'dan önce iki rek'at kılmayı ihmal etmezdi.'\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from Aishah that :",
      "text": "Aişe'den rivayet edildiğine göre: \"Peygamber (ﷺ) dedi ki: 'Fajr'dan önceki iki rek'at, bu dünya ve içindekilerden daha hayırlıdır.'\""
    },
    {
      "id": 163,
      "narrator": "It was narrated from Hafsah that:",
      "text": "Hafsa'dan rivayet edildiğine göre: \"Subh namazı çağrısı verildiğinde, Allah'ın Elçisi (ﷺ) namaza gitmeden önce iki kısa rek'at kılardı.\""
    },
    {
      "id": 164,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edildiğine göre: \"Hafsa bana, şafak aydınlandığında Peygamber (ﷺ) iki rek'at kıldığını söyledi.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Müezzin Fajr'ın başlangıcı için ezan okuduktan sonra sustuğunda, iki kısa rek'at kılardı, sonra sağ tarafına yatardı.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that Abdullah bin 'Amr said:",
      "text": "Abdullah bin 'Amr'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Filan gibi olma; o, Kıyam-ı Leyl kılardı sonra bıraktı.'\""
    },
    {
      "id": 167,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin 'Amr'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Ey Abdullah, filan gibi olma; o, Kıyam-ı Leyl kılardı ve sonra bıraktı.'\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from Hafsah that:",
      "text": "Hafsah'dan rivayet edildiğine göre: \"Peygamber (ﷺ) sabah namazının iki kısa rekâtını kılardı.\""
    },
    {
      "id": 169,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Hafsah bana, Allah'ın Resulü (ﷺ) sabah namazı için ezan ile ikamet arasında iki kısa rekât kıldığını söyledi.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated from Ibn 'Umar that Hafsah said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre Hafsah şöyle dedi: \"Allah'ın Resulü (ﷺ) ezan ile namaz arasında iki kısa rekât kılardı.\""
    },
    {
      "id": 171,
      "narrator": "It was narrated from Abu Salamah and Nafi', from Ibn Umar, from Hafsah that:",
      "text": "Abu Salamah ve Nafi' vasıtasıyla, İbn 'Umar'dan, Hafsah'dan rivayet edildiğine göre: \"Peygamber (ﷺ) ezan ile ikamet arasında, sabah namazının iki kısa rekâtını kılardı.\""
    },
    {
      "id": 172,
      "narrator": "Ibn Umar narrated that Hafsah had told him that the:",
      "text": "İbn 'Umar, Hafsah'ın kendisine şöyle söylediğini rivayet etti: \"Allah'ın Resulü (ﷺ) sabah namazının ezanı ile ikameti arasında iki kısa rekât kılardı.\""
    },
    {
      "id": 173,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre Hafsah bana şöyle söyledi: \"Sabah namazı için çağrıldığında, Allah'ın Resulü (ﷺ) sabah namazından önce iki secde yapardı.\""
    },
    {
      "id": 174,
      "narrator": "It was narrated from Ibn 'Umar that Hafsah told him:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre Hafsah, Müminlerin Annesi, ona şöyle söyledi: \"Müezin sustuğunda, Allah'ın Resulü (ﷺ) iki kısa rekât kılardı.\""
    },
    {
      "id": 175,
      "narrator": "It was narrated from Ibn 'Umar that Hafsah, the Mother of the Believers, :",
      "text": "'Abdullah bin 'Umar'dan rivayet edildiğine göre Hafsah, Müminlerin Annesi, ona şöyle söyledi: \"Müezin sabah namazı için çağrısını bitirdiğinde ve şafak söküldüğünde, kalkmadan önce iki kısa rekât kılardı.\""
    },
    {
      "id": 176,
      "narrator": "It was narrated from 'Abdullah bin Umar that Hafsah, the Mother of the Believers, told him:",
      "text": "Abdullah dedi ki: \"Kız kardeşim Hafsah bana, sabahdan önce iki kısa rekât kıldığını söyledi.\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah bin 'Umar'dan, Hafsah'dan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) şafak söküldüğünde iki rekât kılardı.\""
    },
    {
      "id": 178,
      "narrator": "It was narrated from Abdullah bin Umar, from Hafsah, that:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre Hafsah şöyle dedi: \"Şafak geldiğinde, Allah'ın Resulü (ﷺ) sadece iki kısa rekât kılardı.\""
    },
    {
      "id": 179,
      "narrator": "It was narrated from Ibn Umar that Hafsah said:",
      "text": "İbn 'Umar'dan, Hafsah'dan rivayet edildiğine göre: \"Sabah namazı için çağrı yapıldığında, Allah'ın Resulü (ﷺ) namaza gitmeden önce iki kısa rekât kılardı.\""
    },
    {
      "id": 180,
      "narrator": "It was narrated from Ibn Umar, from Hafsah, that:",
      "text": "It was narrated from Ibn Umar, from Hafsah, that: When the call to Subh prayer was given, the Messenger of Allah (ﷺ) would pray two brief rak'ahs before going to pray."
    },
    {
      "id": 181,
      "narrator": "Ibn Umar said:",
      "text": "İbn Ömer dedi ki: \"Hafsah bana, Allah'ın Elçisi (ﷺ) sabah namazından önce iki kısa rek'at kıldığını ve bunun şafak söktükten sonra olduğunu söyledi.\""
    },
    {
      "id": 182,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edildi ki, babası dedi ki: \"Hafsah bana, şafak belirdiğinde Allah'ın Elçisi (ﷺ) iki rek'at namaz kıldığını söyledi.\""
    },
    {
      "id": 183,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildi ki: Allah'ın Elçisi (ﷺ) sabah namazının ezanı ile ikameti arasında iki kısa rek'at kılardı."
    },
    {
      "id": 184,
      "narrator": "It was narrated from Abu Salamah that :",
      "text": "Ebu Salamah'tan rivayet edildi ki: O, Aişe'ye Allah'ın Elçisi (ﷺ) gece namazı hakkında sordu. Aişe dedi ki: \"O, on üç rek'at kılardı. Önce sekiz rek'at kılar, sonra vitir kılardı, ardından oturarak iki rek'at kılardı. Rükû yapmak istediğinde ayakta durur ve rükû yapardı, sabah namazının ezanı ile ikameti arasında da iki rek'at kılardı.\""
    },
    {
      "id": 185,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildi ki: \"Peygamber (ﷺ) ezanı duyduğunda sabah namazı için iki rek'at kılardı ve bunları kısa tutardı.\""
    },
    {
      "id": 186,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "Az-Zuhri'den rivayet edildi ki: \"Es-Sa'ib bin Yazid bana, Şuraih El-Hadrami'nin Allah'ın Elçisi (ﷺ) huzurunda anıldığını ve Allah'ın Elçisi (ﷺ) 'O, Kur'an üzerinde uyumaz' dediğini söyledi.\""
    },
    {
      "id": 187,
      "narrator": "It was narrated from Sa'eed bin Jubair, from a man who he thought was good, that :",
      "text": "Sa'id bin Cubeyr'den, iyi olduğunu düşündüğü bir adamdan rivayet edildi ki: Aişe, Allah (SWT) ondan razı olsun, ona Allah'ın Elçisi (ﷺ) şöyle dedi: \"Gece namazı kılma alışkanlığı olan bir adam uykuya dalarsa, Allah (SWT) onun namazının sevabını yazar ve uykusu ona bir sadaka olur.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated from Sa'd bin Jubair, from Al-Aswad bin Yazid, that Aishah said:",
      "text": "Sa'd bin Cubeyr'den, El-Aswad bin Yazid'den rivayet edildi ki: Aişe dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Gece namazı kılma alışkanlığı olan ama uykuya dalıp kaçıran kimse, bu Allah (SWT) tarafından ona verilen bir sadakadır ve namazının sevabı onun için kaydedilecektir.'\""
    },
    {
      "id": 189,
      "narrator": "It was narrated from Sa'eed bin Jubair, from Aishah, that:",
      "text": "Sa'id bin Cubeyr'den, Aişe'den rivayet edildi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: ve benzer bir şey söyledi."
    },
    {
      "id": 190,
      "narrator": "It was narrated from Abu Ad-Darda' who attributed it to the Prophet (ﷺ):",
      "text": "Ebu Derdâ'dan rivayet edildi ki, o bunu Peygamber (ﷺ) ile ilişkilendirerek söyledi: \"Gece namazı kılmak niyetiyle yatağına giden ve uyku onu sabaha kadar sararsa, niyet ettiği şey kaydedilecektir ve uykusu, Rabbinden, Azim ve Yüce olan tarafından kendisine verilen bir sadakadır.\""
    },
    {
      "id": 191,
      "narrator": "It was narrated from Sufyan, that 'Abdah said:",
      "text": "Sufyan'dan rivayet edildi ki: 'Abdah dedi ki: \"Ben, Suveyd bin Gaflah'ın Ebu Dharr ve Ebu Derdâ'dan bunu rivayet ettiğini duydum.\""
    },
    {
      "id": 192,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildi ki: Allah'ın Elçisi (ﷺ) gece namazı kılmadığında, uyku nedeniyle -yani uyku onu sararsa- veya acı nedeniyle, gündüz on iki rek'at kılardı."
    },
    {
      "id": 193,
      "narrator": "Abdur-Rahman bin Abdul-Qari said:",
      "text": "Abdurrahman bin Abdul-Kari dedi ki: \"Ben, Ömer bin Hattab'ın şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) şöyle dedi: Kim uyursa ve Kur'an'dan bir kısmını kaçırırsa, sonra onu sabah ile öğle namazı arasında okursa, gece okumuş gibi kaydedilir.'\" (Sahih)"
    },
    {
      "id": 194,
      "narrator": "It was narrated from Abdur-Rahman bin Abdul-Qari that:",
      "text": "Abdurrahman bin Abdul-Kari'den rivayet edildi ki: Ömer bin Hattab dedi ki: \"(Allah'ın Elçisi (ﷺ) şöyle dedi): 'Kim uyursa ve geceki kısmını kaçırırsa, sabah ile öğle namazı arasında okursa, gece okumuş gibi olur.'\""
    },
    {
      "id": 195,
      "narrator": "It was narrated from Abdur-Rahman bin Abdul-Qari that Umar bin Al-Khattab said:",
      "text": "Abdurrahman bin Abdul-Kari'den rivayet edildi ki: Ömer bin Hattab dedi ki: \"Kim geceki kısmını kaçırır ve güneşin zirve noktasını geçtikten sonra öğle namazına kadar okursa, o kaçırmamış olur ya da sanki onu yakalamış gibidir.\""
    },
    {
      "id": 196,
      "narrator": "It was narrated that Humaid bin Abdur-Rahman said:",
      "text": "Humaid bin Abdur-Rahman'dan rivayet edilmiştir: \"Kim gece Wird'ini kaçırırsa, onu öğle namazından önce kılarken okusun, bu gece namazlarına eşdeğer olacaktır.\""
    },
    {
      "id": 197,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim her gün ve gece on iki rek'at namaz kılmaya devam ederse, cennete girecektir: Öğle'den önce dört, sonra iki, akşamdan sonra iki, yatsıdan sonra iki ve sabahdan önce iki rek'at.'\""
    },
    {
      "id": 198,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim her gün ve gece on iki rek'at namaz kılmaya devam ederse, Allah, Aziz ve Celil, onun için cennette bir ev inşa edecektir: Öğle'den önce dört, öğle'den sonra iki, akşamdan sonra iki, yatsıdan sonra iki ve sabahdan önce iki rek'at.'\""
    },
    {
      "id": 199,
      "narrator": "It was narrated that 'Ata said:",
      "text": "'Ata'dan rivayet edilmiştir: \"Bana, Ümmü Habibe bint Ebu Süfyan'ın şöyle dediği söylendi: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim gündüz ve gece on iki rek'at namaz kılarsa, farz namazlar dışında, Allah (SWT) onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 200,
      "narrator": "Ibn Juraij said:",
      "text": "İbn Juraij şöyle dedi: \"Ata'ya dedim ki: 'Cuma'dan önce on iki rek'at namaz kıldığını duydum. Bu konuda ne duydun?' O da dedi ki: 'Bana, Ümmü Habibe bint Ebu Süfyan'ın şöyle dediği söylendi: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim gündüz ve gece on iki rek'at namaz kılarsa, farz namazlar dışında, Allah (SWT), Aziz ve Celil, onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 201,
      "narrator": "It was narrated from 'Ata from Anbasah bin Abi Sufyan, that Umm Habibah said:",
      "text": "'Ata'dan, Anbasah bin Ebu Süfyan'dan rivayet edilmiştir ki, Ümmü Habibe şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim günde on iki rek'at namaz kılarsa, Allah (SWT), Aziz ve Celil, onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 202,
      "narrator": "It was narrated that Ya'la bin Umayyah said:",
      "text": "Ya'la bin Umeyye'den rivayet edilmiştir: \"Ben At-Ta'if'e geldim ve Anbasah bin Ebu Süfyan'ın yanına girdim, o ölmekteydi. Korktuğunu gördüm, bu yüzden 'İyi olacaksın.' dedim. O da dedi ki: 'Kız kardeşim Ümmü Habibe bana, Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim gündüz veya gece on iki rek'at namaz kılarsa, Allah, Aziz ve Celil, onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 203,
      "narrator": "It was narrated that Umm Habibah bint Abi Sufyan said:",
      "text": "Ümmü Habibe bint Ebu Süfyan'dan rivayet edilmiştir: \"Kim günde on iki rek'at namaz kılarsa ve öğle namazından önce kılarsa, Allah (SWT) onun için cennette bir ev inşa edecektir.\""
    },
    {
      "id": 204,
      "narrator": "It was narrated from Umm Habibah that:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'On iki rek'at kılan, Allah onun için cennette bir ev inşa edecektir: Öğle'den önce dört rek'at, öğle'den sonra iki rek'at, ikindi öncesi iki rek'at, akşamdan sonra iki rek'at ve sabahdan önce iki rek'at.'\""
    },
    {
      "id": 205,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim on iki rek'at kılarsa, Allah (SWT) onun için cennette bir ev inşa edecektir: Öğle'den önce dört, sonra iki, ikindi öncesi iki, akşamdan sonra iki ve sabahdan önce iki.'\""
    },
    {
      "id": 206,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: \"Kim gece ve gündüz farz namazlar dışında on iki rek'at kılarsa, onun için cennette bir ev inşa edilecektir: Öğle'den önce dört, sonra iki rek'at, ikindi öncesi iki, akşamdan sonra iki ve sabahdan önce iki.\""
    },
    {
      "id": 207,
      "narrator": "It was narrated from Umm Habibah that:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Kim gündüz ve gece on iki rek'at namaz kılarsa, onun için cennette bir ev inşa edilecektir.'\""
    },
    {
      "id": 208,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: \"Kim gece ve gündüz farz namazlar dışında on iki rek'at kılarsa, onun için cennette bir ev inşa edilecektir.\""
    },
    {
      "id": 209,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: \"Kim gece ve gündüz farz namazlar dışında on iki rek'at kılarsa, Allah (SWT), Aziz ve Celil, onun için cennette bir ev inşa edecektir.\""
    },
    {
      "id": 210,
      "narrator": "Anbasah bin Abi Sufyan narrated that:",
      "text": "Anbasah bin Ebu Süfyan'dan rivayet edilmiştir ki, Ümmü Habibe ona şöyle dedi: \"Kim on iki rek'at kılarsa, onun için cennette bir ev inşa edilecektir.\""
    },
    {
      "id": 211,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Umm Habibah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Kim günde farz namazlar dışında on iki rek'at namaz kılarsa, Allah (SWT) onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 212,
      "narrator": "It was narrated from Umm Habibah that:",
      "text": "Umm Habibah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Kim günde ve gecede on iki rek'at namaz kılarsa, Allah (SWT) onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 213,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Umm Habibah'dan rivayet edilmiştir ki: \"Kim günde on iki rek'at namaz kılarsa, onun için cennette bir ev inşa edilecektir.\""
    },
    {
      "id": 214,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle buyurdu: 'Kim günde farz namazlar dışında on iki rek'at namaz kılarsa, Allah (SWT) onun için cennette bir ev inşa edecektir.'\""
    },
    {
      "id": 215,
      "narrator": "It was narrated that Hassan bin 'Atiyyah said:",
      "text": "Hassan bin 'Atiyyah'dan rivayet edilmiştir ki: \"Anbasah ölmekteyken acı içinde inlemeye başladı. İnsanlar ona konuştu ve o şöyle dedi: 'Ben, Peygamber'in (ﷺ) eşi Umm Habibah'tan duyduğumu aktarıyorum: Kim öğle namazından önce dört rek'at ve sonra dört rek'at kılarsa, Allah, Azîz ve Celîl, onun etini ateşe haram kılacaktır. Ve ben bunu duyduğum günden beri onları kılmaktan asla vazgeçmedim.'\""
    },
    {
      "id": 216,
      "narrator": "It was narrated that 'Anbasah bin Abi Sufyan said:",
      "text": "'Anbasah bin Abi Sufyan'dan rivayet edilmiştir ki: \"Kız kardeşim Umm Habibah, Peygamber'in (ﷺ) eşi, bana sevgili Abu Al-Qasim'in (ﷺ) şöyle dediğini aktardı: 'Öğle namazından sonra dört rek'at kılan hiçbir mümin kulun yüzü, Allah, Azîz ve Celîl dilerse, ateşle temas etmeyecektir.'\""
    },
    {
      "id": 217,
      "narrator": "It was narrated from Umm Habibah that:",
      "text": "Umm Habibah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle derdi: 'Kim öğle namazından önce dört rek'at ve sonra dört rek'at kılarsa, Allah, Azîz ve Celîl, onu ateşten haram kılacaktır.'\""
    },
    {
      "id": 218,
      "narrator": "It was narrated from Umm Habibah-and when this was narrated to Sa'eed from Umm Habibah from the Prophet (ﷺ), he would approve it and not deny it but when he narrated it to us, he did not attribute it to the Prophet (ﷺ)- she said:",
      "text": "Umm Habibah'dan rivayet edilmiştir ve bu, Sa'eed'e Umm Habibah'dan Peygamber (ﷺ) üzerinden aktarıldığında, o bunu onaylar ve inkar etmezdi; fakat bize aktardığında bunu Peygamber'e (ﷺ) isnat etmedi - o şöyle dedi: \"Kim öğle namazından önce dört rek'at ve sonra dört rek'at kılarsa, Allah (SWT) onu ateşten haram kılacaktır.\""
    },
    {
      "id": 219,
      "narrator": "Sulaiman bin Musa narrated that:",
      "text": "Sulaiman bin Musa'dan rivayet edilmiştir ki: \"Muhammed bin Abi Sufyan ölmekteyken büyük bir sıkıntı içindeydi ve şöyle dedi: 'Kız kardeşim Umm Habibah bint Abi Sufyan şöyle dedi: 'Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kim öğle namazından önce dört rek'at ve sonra dört rek'at kılarsa, Allah (SWT) onu ateşten haram kılacaktır.'\""
    },
    {
      "id": 220,
      "narrator": "It was narrated from Umm Habibah that:",
      "text": "Umm Habibah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle buyurdu: 'Kim öğle namazından önce dört rek'at ve sonra dört rek'at kılarsa, ateş ona dokunmayacaktır.'\""
    }
  ]
}