{
  "language": "tr",
  "metadata": {
    "length": 272,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Hiçbiriniz ölüm dilemesin. Ya hayır işleyen birisidir, belki daha fazla hayır işler, ya da kötü birisidir ama belki de kötü yollarından vazgeçer.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Abu Ubaid the freed slave of 'Abdur-Rahman bin Awf that he heard Abu Huraidah say:",
      "text": "Abu Ubaid, 'Abdur-Rahman bin Avf'ın azatlı kölesi olarak rivayet etmiştir ki, Abu Huraidah'ın şöyle dediğini duymuştur: \"Hiçbiriniz ölüm dilemesin. Ya hayır işleyen birisidir, eğer yaşarsa daha fazla hayır işler ya da kötü birisidir ama belki de kötü yollarından vazgeçer.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated form Anas that the Messenger of Allah said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Hiçbiriniz başına gelen bir zarardan dolayı ölüm dilemesin, aksine şöyle demelidir: 'Allah'ım, hayatım benim için hayırlı olduğu sürece beni yaşat, ölümüm benim için hayırlı olduğu zaman da beni vefat ettir.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Hiçbiriniz başına gelen bir zarardan dolayı ölüm dilemesin. Eğer ölüm dilemesi gerekiyorsa, şöyle demelidir: 'Allah'ım, hayatım benim için hayırlı olduğu sürece beni yaşat, ölümüm benim için hayırlı olduğu zaman da beni vefat ettir.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Ölüm için dua etmeyin veya onu dilemeyin. Eğer buna ısrar ederseniz, şöyle demelisiniz: 'Allah'ım, hayatım benim için hayırlı olduğu sürece beni yaşat, ölümüm benim için hayırlı olduğu zaman da beni vefat ettir.'\""
    },
    {
      "id": 6,
      "narrator": "Qais said:",
      "text": "Kays şöyle demiştir: \"Karnından yedi kez dağlanmış olan Khabbab'ın yanına girdim. O şöyle dedi: 'Eğer Allah'ın Resulü bize ölüm için dua etmeyi yasaklamasaydı, ben de onu dilerdim.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Nimetlerin yok edicisini sıkça hatırlayın.'\" (Hasan) Abu 'Abdur-Rahman (En-Nasai) şöyle demiştir: \"Muhammed bin İbrahim (rivayet edenlerden biri) Abu Bekir İbn Ebi Şeybe'nin babasıdır.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurduğunu duydum: 'Ölüleri gördüğünüzde, güzel bir şey söyleyin, çünkü melekler söylediklerinize amin derler; Abu Salame vefat ettiğinde, ben: 'Ey Allah'ın Resulü, ne söylemeliyim?' dedim. O da: 'Şöyle de: Allah'ım, bize ve ona mağfiret et, bu kaybım için bana güzel bir telafi ver.' dedi.\" Sonra Allah, Azze ve Celle, bana Muhammed ile telafi etti."
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Saeed said:",
      "text": "Abu Said'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Ölmekte olanlarınıza La ilaha illallah (Allah'tan başka ilah yoktur) demeleri için teşvik edin.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Ölmekte olanlarınıza La ilaha illallah (Allah'tan başka ilah yoktur) demeleri için teşvik edin.'\""
    },
    {
      "id": 11,
      "narrator": "It is narrated from 'Abdullah bin Buraidah, from his father, that the Messenger of Allah said:",
      "text": "Abdullah bin Buraidah'dan, babasından rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Mümin alnında ter ile ölür.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from (Ibn Buraidah) that his father said:",
      "text": "(İbn Buraidah) babasından rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurduğunu duydum: 'Mümin alnında ter ile ölür.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü, benim göğsüm ile çenem arasında vefat etti ve ben, Allah'ın Resulü'nden sonra hiç kimsenin ölüm acısını istemedim.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü'nü son gördüğümde, insanlar Abu Bekir'in arkasında saf tutmuşken perdeyi çekti. Abu Bekir geri adım atmak istedi, ama onlara durmalarını işaret etti ve perdenin düşmesine izin verdi. O günün sonunda, o gün Pazartesi idi, vefat etti.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: \"Medine'de doğmuş bir adam orada vefat etti ve Allah'ın Resulü onun için dua etti, sonra şöyle dedi: 'Keşke doğduğu yerden başka bir yerde vefat etseydi.' Onlar: 'Neden böyle, ey Allah'ın Resulü?' dediler. O da: 'Bir adam doğduğu yerden başka bir yerde ölürse, onun içinde doğduğu yer ile öldüğü yer arasındaki mesafe kadar bir boşluk olur.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Mümin ölmekte olduğunda, merhamet melekleri ona beyaz ipekle gelir ve derler ki: 'Çık, Allah'ın rızası üzerine ve O'nun merhametine, güzel kokulara ve öfkelenmeyen bir Rabbe.' O, en güzel misk kokusu gibi çıkar. Onlar onu bir yerden diğerine geçirirler ve onu cennetin kapısına getirirler, orada derler ki: 'Ne güzel bir koku bu, yerden sana gelmiştir!' Sonra müminlerin ruhları ona gelir ve onun için, sizlerden herhangi birinin özlemle beklediği birini gördüğünde sevinç duyduğu kadar sevinç duyarlar. Ona sorarlar: 'Falanca ne oldu, falanca ne oldu?' Derler ki: 'Bırakın onu, çünkü o dünya sıkıntısındaydı.' O, 'Buraya gelmedi mi?' dediğinde, derler ki: 'O, cehennemin çukuruna alındı.' Çık, hoşnutsuz, İlahi gazaba maruz kalmış olarak, Allah'ın, Azim ve Celil olan, azabına. O, cesedin en kötü kokusu gibi çıkar. Onu yerin kapılarına getirirler, orada derler ki: 'Ne kötü bir koku bu!' Sonra onu kafirlerin ruhlarına getirirler.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Abu Hurairah said;\n\"The Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki; \"Allah'ın Elçisi şöyle buyurdu: Allah, O'na kavuşmayı seveni sever, Allah'a kavuşmayı sevmeyen ise Allah tarafından sevilmez.\" (Rivayet edenlerden biri) Şuraih dedi ki: 'Aişe'ye gittim ve dedim ki: Ey müminlerin annesi! Abu Hurayra'nın, Allah'ın Elçisi'nden bir hadis rivayet ettiğini duydum ki, eğer durum böyleyse, hepimiz mahvolmuşuz. O da dedi ki: 'Bu nedir?' Ben de dedim ki: 'Allah'ın Elçisi şöyle buyurdu: Kim O'na kavuşmayı severse, Allah da onu sever, kim O'na kavuşmayı sevmiyorsa, Allah da onu sevmez. Ama aramızda ölümü sevmeyen yoktur.' O da dedi ki: 'Allah'ın Elçisi bunu söyledi ama senin düşündüğün gibi değil. Gözler sabitlenmeye başladığında, ölüm hırıltısı göğüste duyulduğunda ve et titremeye başladığında, o noktada kim Allah'a kavuşmayı severse, Allah da onu sever; kim Allah'a kavuşmayı sevmezse, Allah da onu sevmez.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle buyurdu: Allah, Azim olan, şöyle buyurdu: Eğer kullarım bana kavuşmayı severlerse, ben de onlara kavuşmayı severim; eğer bana kavuşmayı sevmezlerse, ben de onlara kavuşmayı sevmem.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Ubadah that the Prophet said:",
      "text": "'Ubadah'dan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"Kim Allah'a kavuşmayı severse, Allah da onu sever; kim Allah'a kavuşmayı sevmezse, Allah da onu sevmez.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle buyurdu: 'Kim Allah'a kavuşmayı severse, Allah da onu sever; kim Allah'a kavuşmayı sevmezse, Allah da onu sevmez.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurdu: \"Kim Allah'a kavuşmayı severse, Allah da onu sever; kim Allah'a kavuşmayı sevmezse, Allah da onu sevmez.\" Amr (rivayet edenlerden biri) kendi rivayetinde ekledi: \"Denildi ki: 'Ey Allah'ın Elçisi, bu ölümden nefret etmek mi demektir? Hepimiz ölümü sevmiyoruz.' O da dedi ki: 'Bu, onun ölmekte olduğu zamandır; eğer Allah'ın merhamet ve affı müjdelenirse, Allah'a kavuşmayı sever ve Allah da ona kavuşmayı sever. Ama eğer Allah'ın azabının müjdesi verilirse, Allah'a kavuşmayı sevmez ve Allah da ona kavuşmayı sevmez.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir ki, Abu Bekir, Peygamber'in gözleri arasında onu öptü, o vefat ettiğinde."
    },
    {
      "id": 23,
      "narrator": "It was narrated from Ibn 'Abbas and Aishah:",
      "text": "İbn Abbas ve 'Aişe'den rivayet edilmiştir ki, Abu Bekir, Peygamber'in vefat ettiğinde onu öptü."
    },
    {
      "id": 24,
      "narrator": "It was narrated that Aishah said that:",
      "text": "'Aişe'den rivayet edilmiştir ki: Abu Bekir, As-Sunuh'taki evinden ata binerek geldi, sonra indi ve Mescid'e girdi. İnsanlarla konuşmadı, ta ki 'Aişe'yi bulana kadar ve Allah'ın Elçisi bir Hibrah Burd ile örtülmüştü. Yüzünü açtı, üzerine eğildi ve onu öptü, ağladı. Sonra dedi ki: \"Babam sana fidye olsun. Vallahi! Allah seni iki kez öldürmeyecek; senin için takdir edilen ölümü, sen öldün.\""
    },
    {
      "id": 25,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Babam Uhud günü getirildi ve parçalanmıştı. Allah'ın Elçisi'nin önüne bir örtüyle konuldu. Onu açmak istedim ama halkım bana bunu yapmamı yasakladı. Peygamber, onun kaldırılmasını emretti, bir kadının ağlama sesi duydu. O dedi ki: 'Bu kim?' Onlar dediler ki: 'Bu, Amr'ın kızı veya Amr'ın kız kardeşidir.' O dedi ki: 'Ağlamayın, ya da 'O ağlamamalı, çünkü melekler onu kanatlarıyla gölgeliyorlar, ta ki kaldırılana kadar.'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber'in genç bir kızı ölmekteyken, Peygamber onu kucakladı ve göğsüne bastırdı, sonra elini üzerine koydu ve o, Peygamber'in önünde vefat etti. Ümmü Eymen ağladı ve Peygamber dedi ki: 'Ey Ümmü Eymen, Peygamber seninle birlikteyken neden ağlıyorsun?' O dedi ki: 'Peygamber ağlarken ben neden ağlamayayım?' Bunun üzerine Peygamber dedi ki: 'Gerçekten ben ağlamıyorum. Aksine bu bir merhamettir.' Sonra Peygamber dedi ki: 'Mümin, durumu ne olursa olsun iyidir; ruhu bedenden çekilirken bile Allah'ı över.\"'"
    },
    {
      "id": 27,
      "narrator": "It was narrated from Anas that Fatimah wept for the Messenger of Allah when he died. She said:",
      "text": "Anas'tan rivayet edilmiştir ki, Fatıma, Peygamber vefat ettiğinde ağladı. O dedi ki: \"Ey babam, şimdi Rabbine ne kadar yakın! Ey babam, biz bu haberi (ölümünü) Cebrail'e duyuruyoruz! Ey babam, Cennetü'l-Firdevs şimdi onun evi!\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Jabir that his father was killed on the day of Uhud. He saide:",
      "text": "Cabir'den rivayet edilmiştir ki, babası Uhud günü öldürüldü. O dedi ki: \"Yüzünü açmaya başladım, ağlayarak. İnsanlar bana bunu yapmamamı söylediler ama Allah'ın Elçisi bana yasaklamadı. Amca kızım ağlamaya başladı, Peygamber dedi ki: 'Ağlamayın, çünkü melekler onu kanatlarıyla gölgeliyorlar, ta ki onu kaldırana kadar.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Jabir bin 'Abdullah bin 'Atik that 'Atik bin Al-Harith who was the grandfather of 'Abdullah bin 'Abdullah, his mother's fathr told him that the Jabir bin \"Atik told him that:",
      "text": "Cabir bin Abdullah bin Atik'ten rivayet edilmiştir ki, Atik bin Al-Harith, Abdullah bin Abdullah'ın, annesinin babası, ona şöyle söyledi: Cabir bin Atik, 'Peygamber, Abdullah bin Sabit'i (hastayken) ziyaret etmeye geldi ve onu ölmek üzere buldu. Ona seslendi ama o cevap vermedi, bunun üzerine Allah'ın Elçisi dedi ki: 'Gerçekten biz Allah'a aidiz ve gerçekten O'na döneceğiz.' Ve dedi ki: 'Seni yaşatmak istedik ama Allah'ın takdiri bizi yakaladı, ey Abu Ar-Rabi.' Kadınlar çığlık attı ve ağladılar, ve İbn Atik onlara susmalarını söyledi. Peygamber dedi ki: 'Bırakın onları; kaçınılmaz geldiğinde, hiç kimse ağlamamalıdır.' Onlar dediler ki: 'Kaçınılmaz nedir, ey Allah'ın Elçisi?' O dedi ki: 'Ölüm.' Kızı dedi ki: 'Ben senin şehit olmanı umuyordum, çünkü sen buna kendini hazırlamıştın.' Peygamber dedi ki: 'Allah, Azim ve Celil olan, onu niyetine göre mükafatlandırmıştır. Sizce şehitlik nedir?' Onlar dediler ki: 'Allah yolunda öldürülmek.' Peygamber dedi ki: 'Şehitlik, Allah yolunda öldürülmekten başka yedi türdendir. Veba nedeniyle ölen şehittir; düşen bir bina altında kalan şehittir; plevrit nedeniyle ölen şehittir; ateşte yanarak ölen şehittir; hamilelikte ölen kadın da şehittir.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: 'Zeyd bin Harithah, Cafer bin Ebi Talib ve Abdullah bin Ravaha'nın ölüm haberi duyurulduğunda, Allah'ın Elçisi oturdu ve üzgün olduğu görüldü. Ben kapıdan bir çatlakla bakıyordum, bir adam geldi ve dedi ki: 'Cafer'in kadınları ağlıyorlar.' Allah'ın Elçisi dedi ki: 'Git ve onları engelle.' O gitti, sonra geri geldi ve dedi ki: 'Onlara bunu yapmamalarını söyledim ama durmadılar.' O dedi ki: 'Git ve onları engelle.' O gitti, sonra geri geldi ve dedi ki: 'Onlara bunu yapmamalarını söyledim ama durmadılar.' O dedi ki: 'Ağzına toprak atın.'\" 'Aişe dedi ki: \"O orada olan, Allah onun burnunu toprakla sürtsün! Sen Allah'ın Elçisi'ni yalnız bırakmadın ama onun sana söylediklerini yapmayacaktın.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Ibn 'Umar, from 'Umar, that the Prophet said:",
      "text": "İbn 'Umar'dan, 'Umar'dan nakledildiğine göre, Peygamber şöyle dedi: \"Ölü, ailesinin onun için ağlaması nedeniyle azap görür.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that 'Abdullah bin Subaih said:",
      "text": "'Abdullah bin Subaih'ten nakledildiğine göre: \"Muhammed bin Sirin'in şöyle dediğini duydum: 'İmrân bin Husayn'ın huzurunda, ölülerin yaşayanların ağlaması nedeniyle azap gördüğü zikredildi.' İmrân dedi ki: 'Allah'ın Elçisi bunu söyledi.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that Ibn Shihab said:",
      "text": "İbn Şihab'dan nakledildiğine göre: \"Salim dedi ki: 'Abdullah bin 'Umar'ın şöyle dediğini duydum: 'Umar dedi ki: Allah'ın Elçisi şöyle dedi: Ölü, ailesinin onun için ağlaması nedeniyle azap görür.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Hakim bin Qais, that Qais bin 'Asim said:",
      "text": "Hakim bin Kays'tan nakledildiğine göre, Kays bin 'Asim şöyle dedi: \"Benim için feryat etmeyin, çünkü Allah'ın Elçisi için hiç kimse feryat etmedi.\" Bu bir kısaltmadır."
    },
    {
      "id": 35,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan nakledildiğine göre: \"Allah'ın Elçisi kadınların biatını kabul ettiğinde, onların ölüm üzerine feryat etmeyeceklerine dair sözlerini kabul etti. Onlar dediler ki: 'Ey Allah'ın Elçisi, Cahiliye döneminde bize yas tutmamızda yardım eden kadınlar var, onlara yas tutmamızda yardım edelim mi?' Allah'ın Elçisi dedi ki: 'İslam'da yas tutmaya yardım yoktur.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar'dan nakledildiğine göre: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Ölü, onun için feryat edilmesi nedeniyle mezarında azap görür.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Husayn'dan nakledildiğine göre: \"Ölü, ailesinin onun için feryat etmesi nedeniyle azap görür.\" Bir adam ona dedi ki: \"Bir adam Horasan'da öldü ve ailesi burada onun için feryat etti; ailesinin feryadı nedeniyle azap görecek mi?\" O dedi ki: \"Allah'ın Elçisi doğru söyledi ve sen yalancısın.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Ibn 'Umar said;\n\"The Messenger of Allah said:",
      "text": "İbn 'Umar'dan nakledildiğine göre; \"Allah'ın Elçisi şöyle dedi: 'Ölü, ailesinin onun için ağlaması nedeniyle azap görür; bu konu 'Aişe'ye zikredildi ve o dedi ki: 'O yanılıyor; aksine Peygamber bir mezarın yanından geçti ve dedi ki: Bu mezarın sahibi azap çekiyor ve ailesi onun için ağlıyor.' Sonra o şu ayeti okudu: 'Ve hiç kimse, başkasının yükünü yüklenmez.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Amrah that she heard 'Aishah say:",
      "text": "'Amra'dan nakledildiğine göre, 'Aişe'nin şöyle dediğini duydu: \"İbn 'Umar'ın, ölülerin yaşayanların ağlaması nedeniyle azap gördüğünü söylediğini duyduğunda, 'Aişe dedi ki: 'Allah, Abu 'Abdur-Rahman'ı affetsin; o yalan söylemiyor, ama unuttu veya hata yaptı. Allah'ın Elçisi, insanların ağladığı bir (ölü) Yahudi kadının yanından geçti ve dedi ki: 'Onlar onun için ağlıyorlar ve o azap görüyor.'\""
    },
    {
      "id": 40,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas dedi ki: \"Aişe şöyle dedi: Aksine Allah'ın Elçisi şöyle dedi: 'Allah, Azim ve Yüce, inkârcının azabını, ailesinin onun için ağlaması nedeniyle artırır.'\""
    },
    {
      "id": 41,
      "narrator": "'Abbul-Jabbar bin Al-Ward narrated:",
      "text": "'Abbul-Jabbar bin Al-Ward şöyle nakletti: \"İbn Abi Mulaikah'ın şöyle dediğini duydum: 'Umm Aban öldüğünde, ben halkla birlikte katıldım. 'Abdullah bin 'Umar ve İbn 'Abbas'ın önünde oturdum ve kadınlar ağladı. İbn 'Umar dedi ki: 'Onlara neden ağlamamaları gerektiğini söylemiyorsunuz? Çünkü ben Allah'ın Elçisi'nin şöyle dediğini duydum: Ölü, ailesinin onun için ağlaması nedeniyle azap görür.' İbn 'Abbas dedi ki: 'Umar, buna benzer bir şey naklederdi. 'Umar ile çıktım ve ıssız bir yere geldiğimizde, bir ağacın altında bir kervan gördü. Dedi ki: 'Bu kervanın kimin olduğunu gör.' Gittim ve Suhaib ve ailesini buldum. Ona geri döndüm ve dedim: 'Ey Müminlerin Emiri! Bu Suhaib ve ailesi.' Dedi ki: 'Suhaib'i bana getir.' Medine'ye girdiğimizde, 'Umar saldırıya uğradı ve Suhaib onun yanında oturuyordu, ağlayarak 'Ey kardeşim, ey kardeşim' diyordu. 'Umar dedi ki: 'Ey Suhaib, ağlama, çünkü ben Allah'ın Elçisi'nin şöyle dediğini duydum: Ölü, ailesinin onun için ağlaması nedeniyle azap görür.' Dedi ki: 'Bunu 'Aişe'ye zikrettim ve o dedi ki: 'Vallahi, bu hadisi iki yalancıdan nakletmiyorsun, ama bazen yanlış duyuyorsun. Ve hiç kimse, başkasının yükünü yüklenmez. Ve Allah'ın Elçisi dedi ki: 'Allah, inkârcının azabını, ailesinin onun için ağlaması nedeniyle artırır.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Muhammad bin 'Amr bin 'Ata that Salamah bin Al-Azraq said:",
      "text": "Muhammed bin 'Amr bin 'Ata'dan nakledildiğine göre, Salamah bin Al-Azraq şöyle dedi: \"Abu Hurairah'ın şöyle dediğini duydum: 'Allah'ın Elçisi'nin ailesinden biri öldü ve kadınlar onun için toplanıp ağladılar. 'Umar ayağa kalktı ve onlara bunu yapmamalarını söyledi ve onları dışarı attı, ama Allah'ın Elçisi dedi ki: 'Bırakın orada kalsınlar, ey 'Umar, çünkü göz ağlar ve kalp üzülür, ama yakında onlara katılacağız.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan nakledildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Yüzünü vuran, elbisesini yırtan ve Cahiliye çağrıları yapan bizden değildir.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Safwan bin Muhriz said:",
      "text": "Safwan bin Muhriz şöyle dedi: \"Abu Musa bayıldı ve onlar onun için ağladılar. Dedi ki: 'Size, Allah'ın Elçisi'nin söylediği red sözlerini aktarıyorum: 'Bizden değildir, başını traş eden, elbiselerini yırtan veya feryat eden.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from 'Abdullah that the Prophet said:",
      "text": "'Abdullah'dan nakledildiğine göre, Peygamber şöyle dedi: \"Yüzünü vuran, elbisesini yırtan ve Cahiliye çağrıları yapan bizden değildir.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Sakhrah, that 'Abdur-Rahman bin Yazid and Abu Burdah said:",
      "text": "Abu Sakhrah'dan rivayet edilmiştir ki, 'Abdur-Rahman bin Yazid ve Abu Burdah şöyle demiştir: \"Abu Musa ölüm döşeğinde iken, eşi çığlık atmaya başladı.\" Onlar da: \"O uyanıp şöyle dedi: 'Size, Allah'ın Resulü'nün serbest olduğu şeylerden ben de serbestim demedim mi?'\" dediler. \"O, Allah'ın Resulü'nün şöyle dediğini rivayet ederdi: 'Başı traş eden, elbiselerini yırtan veya feryat eden kimseye ben serbestim.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from 'Abdullah that the Prophet said:",
      "text": "'Abdullah'dan rivayet edilmiştir ki, Peygamber şöyle demiştir: \"Yüzünü vuran, elbisesini yırtan ve Cahiliye çağrısını yapan bizden değildir.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Yazid bin Aws, that:",
      "text": "Yazid bin Aws'dan rivayet edilmiştir ki: Abu Musa bayıldığını ve bir Umm Walad'ının ağladığını söyledi. Uyandığında ona sordu: \"Allah'ın Resulü'nün ne söylediğini duymadın mı?\" O da: \"Şöyle dedi: 'Feryat eden, başını traş eden veya elbiselerini yırtan bizden değildir.'\" dedi."
    },
    {
      "id": 49,
      "narrator": "It was narrated from Umm 'Abdullah, the wife of Abu Musa, that Abu Musa said:",
      "text": "Umm 'Abdullah, Abu Musa'nın eşi tarafından rivayet edilmiştir ki, Abu Musa şöyle demiştir: \"Allah'ın Resulü şöyle dedi: 'Başı traş eden, feryat eden veya elbiselerini yırtan bizden değildir.'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Al-Qartha' said:",
      "text": "Al-Qartha' tarafından rivayet edilmiştir ki: \"Abu Musa ölüm döşeğinde iken, eşi çığlık attı ve o da: 'Allah'ın Resulü'nün ne söylediğini bilmiyor musun?' dedi. O da: 'Evet,' dedi. Sonra sustu ve ona: 'Allah'ın Resulü ne söyledi?' denildi. O da: 'Allah'ın Resulü, başını traş eden, feryat eden veya elbisesini yırtan kimseye lanet etti.' dedi.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Abu 'Uthman said:",
      "text": "Abu 'Uthman rivayet etmiştir ki: \"Usamah bin Zaid bana şunu söyledi: 'Peygamber'in kızı ona haber gönderdi ve: 'Bir oğlum ölüyor, bize gel' dedi. O da ona selam göndererek: 'Allah'a ait olan, O'nun aldığı ve verdiği şeydir; her şeyin Allah katında bir zamanı vardır. Sabırlı olsun ve mükafat beklesin.' diye cevap gönderdi. O, ona gitmesi için ısrar etti. Bunun üzerine o kalktı ve Sa'd bin 'Ubadah, Muadh bin Cebel, Ubayy bin Kab, Zaid bin Thabit ve diğer bazı adamlarla birlikte gitti. Çocuk, Allah'ın Resulü'ne getirildi; ölüm hırıltısı içinde ve gözleri yaşla doluydu. Sa'd dedi ki: 'Ey Allah'ın Resulü, bu nedir?' O da: 'Bu, Allah'ın kullarının kalplerine koyduğu merhamettir. Allah, merhamet eden kullarına merhamet eder.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Thabit said:",
      "text": "Thabit'ten rivayet edilmiştir ki: \"Anas'ın şöyle dediğini duydum: 'Allah'ın Resulü şöyle dedi: Gerçek sabır, ilk darbe anında gelen sabırdır.'\""
    },
    {
      "id": 53,
      "narrator": "Abu lyas Mu'awiyah bin 'Qurrah narrated from his father that:",
      "text": "Abu Iyas Mu'awiyah bin 'Qurrah, babasından rivayet etmiştir ki: Bir adam, Peygamber'in yanına oğlu ile birlikte geldi. Ona: \"Onu seviyor musun?\" dedi. O da: \"Allah seni, ben onu sevdiğim gibi sevsin.\" dedi. Sonra o (oğlu) öldü ve onun yokluğunu fark etti ve onu sordu. O da: \"Cennetin kapılarından birine girmediğin sürece, onu orada bulup senin için açmaya çalışmayacak mı?\" dedi."
    },
    {
      "id": 54,
      "narrator": "'Amr bin sa'eed bin Abi Husain told us that:",
      "text": "'Amr bin Sa'eed bin Abi Husain bize şunu anlattı: 'Amr bin Shu'aib, 'Abdullah bin 'Abdur-Rahman bin Abi Husain'a, vefat eden bir oğlu için taziye mektubu yazdı. Mektubunda, babasının şöyle rivayet ettiğini belirtti: 'Dedesi, 'Abdullah bin 'Amr bin Al-As şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Allah, inanan kuluna, eğer O, yeryüzündeki sevdiklerinden birini alırsa ve o sabırla karşılayıp mükafat beklerse, ona cennetten başka bir mükafat vermez.\"'"
    },
    {
      "id": 55,
      "narrator": "It was narrated from Anas that the Messenger of Allah said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Kendi çocuklarından üçü ölen kimse cennete girecektir.\" Bir kadın ayağa kalkarak: \"Ya da iki?\" dedi. O da: \"Ya da iki.\" dedi. Kadın: \"Keşke ben 'ya da bir' deseydim.\" dedi."
    },
    {
      "id": 56,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Üç çocuğu ergenliğe girmeden ölen hiçbir Müslüman yoktur ki, Allah onları merhametiyle cennete kabul etmesin.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Sa'sa'ah bin Mu'awiyah said:",
      "text": "Sa'sa'ah bin Mu'awiyah'dan rivayet edilmiştir ki: \"Abu Dharr ile karşılaştım ve: 'Bana bir Hadis anlat.' dedim. O da: 'Allah'ın Resulü şöyle dedi: Üç çocuğu ergenliğe girmeden ölen iki Müslüman yoktur ki, Allah onları merhametiyle affetmesin.' dedi.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Üç çocuğu ölen hiçbir Müslüman yoktur ki, ateş ona dokunmasın, ancak (ilahi) yemin gereği.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber şöyle dedi: 'Üç çocuğu ergenliğe girmeden ölen iki Müslüman yoktur ki, Allah onları merhametiyle cennete kabul etmesin. Onlara denilecek: 'Cennete girin.' Onlar da: 'Anne babalarımız girmeden biz girmeyiz.' diyecekler. Bunun üzerine denilecek: 'Cennete girin, siz ve anne babalarınız.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Bir kadın, hasta bir oğlu ile birlikte Allah'ın Resulü'ne geldi ve: 'Ey Allah'ın Resulü, ondan korkuyorum, ve ben zaten üç tane kaybettim.' dedi. Allah'ın Resulü: 'Cehennem ateşine karşı büyük bir koruman var.' dedi.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated from Anas:",
      "text": "Anas'tan rivayet edildi: Allah'ın Resulü, Zeyd ve Cafer'in ölüm haberini onlardan önce duyurdu. Gözleri yaşlarla dolu bir şekilde onların ölümünü ilan etti."
    },
    {
      "id": 62,
      "narrator": "Abu Salamah and Ibn Al-Musayyab narrated that Abu Hurairah told them, that:",
      "text": "Ebu Salamah ve İbn Al-Musayyab, Ebu Hureyre'den şöyle nakletmişlerdir: Allah'ın Resulü, An-Necashi'nin, Etiyopya hükümdarının, öldüğü gün onlara onun ölümünü bildirdi ve şöyle dedi: \"Kardeşiniz için bağışlanma dileyin.\""
    },
    {
      "id": 63,
      "narrator": "Rabiah bin Saif Al-Mu'afiri narrated from Abu 'Abdur-Rahman Al-Hubuli, from 'Abdullah bin 'Amr, who said:",
      "text": "Rabiah bin Saif Al-Mu'afiri, Ebu Abdurrahman Al-Hubuli'den, o da Abdullah bin Amr'dan şöyle nakletmiştir: \"Allah'ın Resulü ile seyahat ederken, bir kadını gördü ve onu tanıdığını düşünmedi. Kadın ona yaklaşınca, ona ulaşana kadar durdu ve o, Allah'ın Resulü'nün kızı Fatıma'ydı. Ona: 'Seni evinden ne çıkardı, ey Fatıma?' dedi. O da: 'Bu merhumun halkına merhamet dilemek ve başsağlığı sunmak için geldim.' dedi. O da: 'Belki sen onlarla Al-Kuda'ya gittin?' dedi. O da: 'Allah korusun, oraya gitmem. Bunun hakkında senin söylediklerini duydum.' dedi. O da: 'Eğer onlarla oraya gitseydin, babanın dedesi onu görmeden cenneti asla göremezdin.' dedi.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Muhammad bin Sirin that Umm 'Atiyyah Al-Ansariyyah said:",
      "text": "Muhammed bin Sirin'den rivayet edildi ki, Ümmü Atiyye el-Ensariyye şöyle dedi: \"Allah'ın Resulü, kızı vefat ettiğinde bize girdi ve şöyle dedi: 'Onu üç veya beş, ya da ihtiyaç duyduğunuz kadar su ve lotus yaprağı ile yıkayın, ve son seferde biraz kafur koyun, ve işinizi bitirdiğinizde beni çağırın.' İşimizi bitirdiğimizde onu çağırdık ve bize bel sarığını verdi ve: 'Onu bununla kefenleyin.' dedi.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated from Abu Al-Hasan, the freed slave of Umm Qais bint Mihsan, that Umm Qais said:",
      "text": "Ebu'l-Hasan, Ümmü Kays bint Mihsan'ın azatlısından rivayet edildi ki, Ümmü Kays şöyle dedi: \"Oğlum vefat etti ve çok üzüldüm. Onu yıkayan kişiye: 'Oğlumu soğuk su ile yıkama ve onu öldürme.' dedim.\" Ukasha bin Mihsan, Allah'ın Resulü'ne gidip ona söylediklerimi aktardı ve o gülümsedi, sonra: \"Ne dedi, Allah ona uzun ömür versin?\" dedi. Ve onun kadar uzun yaşayan bir kadın bildiğimizi sanmıyorum."
    },
    {
      "id": 66,
      "narrator": "It was narrated from Ayyub:",
      "text": "Ayyub'tan rivayet edildi: \"Hafsah'ın şöyle dediğini duydum: 'Ümmü Atiyye, Peygamber'in kızının saçını üç örgü halinde bağladılar.' Ben de: 'Örgüyü açıp üç örgü mü yaptılar?' dedim. O da: 'Evet.' dedi.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from Umm 'Atiyyah that:",
      "text": "Ümmü Atiyye'den rivayet edildi ki: Allah'ın Resulü, kızıyla ilgili yıkama hakkında şöyle dedi: \"Sağdan başlayın ve abdestte yıkanan yerleri yıkayın.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Ümmü Atiyye'den rivayet edildi ki: \"Peygamber'in kızlarından biri vefat etti ve o bize: 'Onu su ve lotus yaprakları ile yıkayın, tek sayıda, üç, beş veya yedi kez yıkayın, ihtiyaç duyarsanız son seferde biraz kafur koyun. İşinizi bitirdiğinizde bana haber verin.' dedi. İşimizi bitirdiğimizde ona haber verdik ve o bize bel sarığını attı ve: 'Onu bununla kefenleyin.' dedi. Saçını taradık ve üç örgü yaptık, arkasına koyduk.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Ümmü Atiyye'den rivayet edildi ki: \"Allah'ın Resulü, kızı yıkanırken bize girdi ve: 'Onu üç veya beş, ya da ihtiyaç duyduğunuz kadar su ve lotus yaprağı ile yıkayın, ve son seferde biraz kafur koyun. İşinizi bitirdiğinizde bana haber verin.' dedi. İşimizi bitirdiğimizde ona haber verdik ve o bize bel sarığını attı ve: 'Onu bununla kefenleyin.' dedi.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Ümmü Atiyye'den rivayet edildi ki: \"Allah'ın Resulü, kızı yıkanırken bize girdi ve: 'Onu üç veya beş, ya da ihtiyaç duyduğunuz kadar su ve lotus yaprağı ile yıkayın, ve son seferde biraz kafur koyun. İşinizi bitirdiğinizde bana haber verin.' dedi. İşimizi bitirdiğimizde ona haber verdik ve o bize bel sarığını attı ve: 'Onu bununla kefenleyin.' dedi.\""
    },
    {
      "id": 71,
      "narrator": "Something similar was narrated from Umm 'Atiyyah except, that he (the narrator) said:",
      "text": "Ümmü Atiyye'den benzer bir rivayet yapıldı, ancak o (rivayet eden) şöyle dedi: \"Üç veya beş, ya da yedi, ya da daha fazla, eğer ihtiyaç duyuyorsanız.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Ümmü Atiyye'den rivayet edildi ki: \"Allah'ın Resulü'nün bir kızı vefat etti ve o bize onu yıkamamızı söyledi. 'Üç veya beş veya yedi, ya da daha fazla, eğer ihtiyaç duyuyorsanız.' dedi. Ben de: 'Tek sayıda mı?' dedim. O da: 'Evet, ve son seferde biraz kafur koyun. İşinizi bitirdiğinizde bana haber verin.' dedi. İşimizi bitirdiğimizde ona haber verdik ve sonra bize bel sarığını verdi ve: 'Onu bununla kefenleyin.' dedi.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from Ayyub, from Muhammad, that Umm 'Atiyyah said:",
      "text": "Ayyub, Muhammed'den rivayet etti ki, Ümmü Atiyye şöyle dedi: \"Allah'ın Resulü, kızı yıkanırken bize geldi. 'Onu üç veya beş, ya da ihtiyaç duyduğunuz kadar su ve lotus yaprağı ile yıkayın, ve son seferde biraz kafur koyun. İşinizi bitirdiğinizde bana haber verin.' dedi. İşimizi bitirdiğimizde ona haber verdik ve o bize bel sarığını attı ve: 'Onu bununla kefenleyin.' dedi.\" O da: \"Hafsah dedi ki: 'Onu üç, beş veya yedi kez yıkadık.' Ümmü Atiyye de: 'Saçını üç örgü yaptık.' dedi.\""
    },
    {
      "id": 74,
      "narrator": "Ayyub narrated from Muhammad, who said:",
      "text": "Ayyub, Muhammed'den rivayet etti ki: \"Hafsah bana, Ümmü Atiyye'nin şöyle dediğini bildirdi: 'Saçını üç örgü yaptık.'\""
    },
    {
      "id": 75,
      "narrator": "Hammad reported from Ayyub:",
      "text": "Hammad, Ayyub'dan rivayet etti: \"Ve Hafsah, Ümmü Atiyye'den: 'Saçını üç örgü yaptık.' dedi.\""
    },
    {
      "id": 76,
      "narrator": "Muhammad bin Sirin said:",
      "text": "Muhammed bin Sirin dedi ki: \"Umm 'Atiyyah, Ensar'dan bir kadındı ve bize şöyle söyledi: 'Peygamber, kızı yıkanırken yanımıza girdi ve şöyle dedi: \"Onu üç kez, beş kez veya gerekli olduğunu düşünüyorsanız daha fazla yıkayın, su ve lotus yaprakları ile, ve son kez üzerine kafur koyun ya da biraz kafur ekleyin. İşinizi bitirdiğinizde, bana haber verin.\" Biz işimizi bitirdiğimizde ona haber verdik, o da bize bel örtüsünü attı ve dedi ki: \"Onu bununla kefenleyin.\" Ve buna eklemede bulunmadı. O (rivayet eden) dedi ki: \"Bu hangi kızıydı bilmiyorum.\" Ben de dedim ki: \"Onu 'bununla kefenleyin' derken neyi kastetti? Onu bir izar gibi mi giymek istedi?\" O dedi ki: \"Hayır, bence onu tamamen sarmak istedi.\"'"
    },
    {
      "id": 77,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Umm 'Atiyyah'tan rivayet edildi ki: \"Peygamberin bir kızı vefat etti ve o şöyle dedi: 'Onu üç kez, beş kez veya gerekli olduğunu düşünüyorsanız daha fazla yıkayın. Su ve lotus yaprakları ile yıkayın ve son kez üzerine kafur koyun ya da biraz kafur ekleyin. İşinizi bitirdiğinizde bana haber verin.' Biz ona haber verdik, o da bel örtüsünü bize attı ve dedi ki: 'Onu bununla kefenleyin.'\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Ibn Juraij said:",
      "text": "İbn Juraij'den rivayet edildi ki: \"Ebu Zübeyr bana, Cabir'in şöyle dediğini duyduğunu söyledi; 'Allah'ın Elçisi bir konuşma yaptı ve ölen bir adamdan bahsetti. O gece gömülmüştü ve yetersiz bir kefenle sarılmıştı. Allah'ın Elçisi onları azarladı ve dedi ki: \"Gece kimse gömülmemelidir, ancak zorunlu kalındığında.\" Ve Allah'ın Elçisi dedi ki: \"Sizden biri kardeşine sahip çıkmak istediğinde, onu iyi bir şekilde kefenlesin.\"'"
    },
    {
      "id": 79,
      "narrator": "It was narrated that Ibn Juraij sad:",
      "text": "İbn Juraij dedi ki: \"Ebu Zübeyr bana, Cabir'in şöyle dediğini duyduğunu söyledi: 'Allah'ın Elçisi bir konuşma yaptı ve ölen bir adamdan bahsetti. O gece gömülmüştü ve yetersiz bir kefenle sarılmıştı. Allah'ın Elçisi onları azarladı ve dedi ki: \"Gece kimse gömülmemelidir, ancak zorunlu kalındığında.\" Ve Allah'ın Elçisi dedi ki: \"Sizden biri kardeşine sahip çıkmak istediğinde, onu iyi bir şekilde kefenlesin.\"'"
    },
    {
      "id": 80,
      "narrator": "It was narrated from Samurah that the Prophet said:",
      "text": "Samurah'tan rivayet edildi ki, Peygamber şöyle dedi: \"Beyaz elbiseler giyin, çünkü onlar daha temiz ve daha iyidir, ve ölülerinizi onlarla kefenleyin.\"'"
    },
    {
      "id": 81,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildi ki: \"Peygamber üç beyaz Suhuli elbisesine kefenlendi.\""
    },
    {
      "id": 82,
      "narrator": "Hisham narrated from his father, from 'Aishah that:",
      "text": "Hişam, babasından, Aişe'den rivayet etti ki: \"Allah'ın Elçisi, üç beyaz Yemen elbisesi ile kefenlendi, içinde gömlek ve sarık yoktu. Aişe'ye, 'İki elbise ve Hibrah'dan yapılmış bir Burd ile gömüldü' denildi. O da dedi ki: 'Bir Burd getirildi, ama geri gönderdiler ve onu bununla kefenlemediler.'\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edildi ki: \"Abdullah bin Übey vefat ettiğinde, oğlu Peygamber'e geldi ve dedi ki: 'Bana gömleğini ver ki onu bununla kefenleyeyim, ve (biraz) onun için cenaze namazı kılalım, ve onun için bağışlanma dileyelim.' O da ona gömleğini verdi, sonra dedi ki: 'İşinizi bitirdiğinizde bana haber verin, ben de onun için cenaze namazı kılacağım.' Ama Ömer onu durdurdu ve dedi ki: 'Allah, münafıklar için cenaze namazı kılmayı yasaklamadı mı?' O da dedi ki: 'Benim iki seçeneğim var. Ya onlara (münafıklara) bağışlanma dileyeceksiniz ya da dilemeyeceksiniz.' Böylece onun için cenaze namazı kıldı. Sonra Yüce Allah, 'Ve onlardan (münafıklardan) biri öldüğünde, asla cenaze namazı kılma, ve mezarının başında da durma.' diye vahyetti. Böylece onların için cenaze namazı kılmayı bıraktı.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated from Sufyan, from 'Amr who said he heard Jabir say:",
      "text": "Sufyan'dan, Amr'dan rivayet edildi ki, o Cabir'in şöyle dediğini duydu: \"Peygamber, Abdullah bin Übey'in mezarına geldiğinde, o mezarına konulmuştu ve onun üzerinde durdu. Onun kendisine getirilmesini ve dizlerinin üzerine konulmasını emretti, ve ona gömleğini giydirdi ve üzerine üfledi (bereket için). Ve Allah en iyi bilendir.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that 'Amr heard Jabir say:",
      "text": "Amr, Cabir'in şöyle dediğini duydu: \"Ve Abbas, Medine'deydi, ve Ensar'dan kendisine giydirilecek bir elbise istedi, ama ona uygun bir gömlek bulamadılar, sadece Abdullah bin Übey'in gömleği vardı, bu yüzden onu bununla giydirdiler.\""
    },
    {
      "id": 86,
      "narrator": "Khabbab said:",
      "text": "Khabbab dedi ki: \"Biz, Allah'ın Elçisi ile birlikte, Yüce Allah'ın rızasını arayarak hicret ettik, böylece ödülümüz Allah'tan geldi. Bazılarımız, onun ödülünden (bu dünyada) hiçbir şey tatmadan öldü, aralarında Mus'ab bin Umair de vardı. O, Uhud günü şehit oldu ve onu kefenleyecek bir şey bulamadık, sadece bir Namirah vardı; eğer başını bununla örtersek, ayakları açık kalıyordu, eğer ayaklarını bununla örtersek, başı açılıyordu. Allah'ın Elçisi, başını bununla örtmemizi ve ayaklarının üzerine İdhkhir koymamızı söyledi. Ve bazılarımızın emeklerinin meyveleri olgunlaştı ve biz onları topluyoruz.\" Bu, İsmail'in sözleridir."
    },
    {
      "id": 87,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildi ki: \"Allah'ın Elçisi şöyle dedi: 'Mührim olanı, ihrama girdiği iki elbiseyle yıkayın, su ve lotus yapraklarıyla yıkayın, ve onu iki elbisesiyle kefenleyin, ve ona parfüm sürmeyin ve başını örtmeyin, çünkü o, Kıyamet Günü ihramda diriltilecektir.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Sa'id'den rivayet edildi ki: \"Allah'ın Elçisi şöyle dedi: 'Parfümlerin en iyisi misk'tir.'\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Sa'id'den rivayet edildi ki: \"Allah'ın Elçisi şöyle dedi: 'Sizin parfümlerinizin en iyilerinden biri misk'tir.'\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Abu Umamah bin Sahl bin Hunaif that:",
      "text": "Ebu Umamah bin Sahl bin Hunaif'ten rivayet edildi ki: \"Bir fakir kadın hasta oldu ve Allah'ın Elçisi onun hastalığından haberdar oldu. Allah'ın Elçisi, hasta olan fakirleri ziyaret eder ve onların durumu hakkında sorardı. Allah'ın Elçisi dedi ki: 'Eğer ölürse, bana haber verin.' Sonra onun cenazesi gece oldu ve Allah'ın Elçisi'ni uyandırmak istemediler. Sabah olunca, Allah'ın Elçisi ona ne olduğunu duydu. Dedi ki: 'Size haber vermemi istemedim mi?' Onlar dediler: 'Ey Allah'ın Elçisi, gece seni uyandırmak istemedik.' Allah'ın Elçisi dışarı çıktı ve insanlar onun mezarının yanında sıraya girdi ve dört tekbir aldı.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from 'Abdullah bin Mihran that Abu Huraiyrah said:",
      "text": "'Abdullah bin Mihran'dan rivayet edilmiştir ki, Abu Hurayra şöyle demiştir: \"Ben Allah'ın Elçisi'nin şöyle söylediğini duydum: 'Salih bir adam tabutuna konulduğunda, 'Beni hızlı götürün, beni hızlı götürün' der. Kötü bir adam tabutuna konulduğunda ise, 'Vay halime! Beni nereye götürüyorsunuz?' der.'\""
    },
    {
      "id": 92,
      "narrator": "Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri şöyle demiştir: \"Allah'ın Elçisi şöyle dedi: 'Cenaze (hazırlanmış beden) tabuta konulduğunda ve adamlar onu omuzlarına kaldırdığında, eğer o salih bir kişi ise, 'Beni hızlı götürün, beni hızlı götürün' der. Eğer salih bir kişi değilse, 'Vay halime! Beni nereye götürüyorsunuz!' der. Ve her şey onun sesini duyar, insan dışında, eğer insan duysa bayılır.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Abu Hurairah, who attributed it to the Prophet:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, o, bunu Peygamber'e atfetmiştir: \"Cenazeyi acele ettirin, çünkü eğer o salihse, onu iyi bir şeye doğru götürüyorsunuz, eğer değilse, o sizin kendinizi kurtardığınız bir kötülüktür.\""
    },
    {
      "id": 94,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra şöyle demiştir: \"Ben Allah'ın Elçisi'nin şöyle söylediğini duydum: 'Cenazeyi acele ettirin, çünkü eğer o salihse, onu iyi bir şeye doğru götürüyorsunuz, eğer değilse, o sizin kendinizi kurtardığınız bir kötülüktür.'\""
    },
    {
      "id": 95,
      "narrator": "Uyaynah bin 'Abdur-Rahman bin Jawsh said:",
      "text": "Uyaynah bin 'Abdur-Rahman bin Jawsh şöyle demiştir: \"Babam bana şöyle söyledi: 'Abdur-Rahman bin Samurah'ın cenazesine şahit oldum. Ziyad, tabutun önünde yürüyerek dışarı çıktı ve Abdur-Rahman'ın ailesinden bazı adamlar ve onların azatlı köleleri tabutun karşısında geri geri yürüyerek, 'Yavaşlayın, yavaşlayın, Allah sizi mübarek etsin' diyerek yürüdüler. Ve yavaş yavaş yürüyorlardı. Sonra Al-Marbād'a doğru yola çıktıklarında, Abu Bakrah bizimle birlikte katıldı. Onların ne yaptığını görünce, eşeğiyle onlara doğru koştu, kamçısını sallayarak, 'İlerleyin, çünkü Abu Al-Qasim'in yüzünü onurlandıran Allah'a yemin ederim ki, Allah'ın Elçisi ile birlikteyken hızlı yürüyorduk, bu yüzden insanlar da hızlandı.' dedi.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakrah'dan rivayet edilmiştir ki: \"Ben Allah'ın Elçisi ile birlikteyken, cenazeyi hızlı yürüyerek takip ettiğimizi hatırlıyorum.\" Bu, Hushaim'in ifadesidir."
    },
    {
      "id": 97,
      "narrator": "It was narrated from Abu Sa'eed that the Messenger of Allah said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Cenaze yanınızdan geçerken, ayağa kalkın ve onu takip eden kimse, (cenaze) yere konulana kadar oturmasın.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated from 'Amir bin Rabi'ah that the Prophet said:",
      "text": "'Amir bin Rabi'ah'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Eğer biriniz cenazeyi görürse ve onunla yürümüyorsa, geçene kadar ayağa kalksın veya (beden) yere konulana kadar ayağa kalksın.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated form 'Amir bin Rabi'ah Al-'Adawi that the Messenger of Allah said:",
      "text": "'Amir bin Rabi'ah Al-'Adawi'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Cenazeyi gördüğünüzde, geçene kadar ayağa kalkın veya (beden) yere konulana kadar ayağa kalkın.\""
    },
    {
      "id": 100,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Cenazeyi gördüğünüzde, ayağa kalkın ve onu takip eden kimse, (cenaze) yere konulana kadar oturmasın.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that Abu Hurairah and Abu Sa'eed said:",
      "text": "Abu Hurayra ve Abu Sa'id'den rivayet edilmiştir ki: \"Biz, Allah'ın Elçisi'nin katıldığı hiçbir cenazede, (cenaze) yere konulana kadar oturduğunu görmedik.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Abu Sa'eed that a funeral passed by the Messenger of Allah and he stood up. (One of the narrators) 'Amr said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, bir cenaze Allah'ın Elçisi'nin yanından geçtiğinde, o ayağa kalktı. (Rivayet edenlerden) 'Amr şöyle dedi: \"Eğer bir cenaze Allah'ın Elçisi'nin yanından geçerse, o ayağa kalkardı.\""
    },
    {
      "id": 103,
      "narrator": "It was narrated form Yazid bin Thabit:",
      "text": "Yazid bin Thabit'ten rivayet edilmiştir: \"Biz, Allah'ın Elçisi ile oturuyorduk, bir cenaze belirdi. Allah'ın Elçisi ayağa kalktı ve onunla birlikte olanlar da ayağa kalktı, ta ki cenaze geçene kadar.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that 'Abdur-Rahman bin Abi Laila said:",
      "text": "'Abdur-Rahman bin Abi Laila şöyle demiştir: \"Sahl bin Hunaif ve Qais bin Sa'd bin 'Ubadah Al-Qadisiyyah'daydılar, bir cenaze yanlarından geçti, bu yüzden ayağa kalktılar ve onlara, 'Bu yerli birisi' denildi. Onlar da, 'Bir cenaze Allah'ın Elçisi'nin yanından geçti ve o ayağa kalktı, ona 'Bu bir Yahudi' denildi. O da, 'Bu bir ruh değil mi?' dedi.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki: \"Bir cenaze yanımızdan geçti ve Allah'ın Elçisi ayağa kalktı, biz de onunla birlikte ayağa kalktık. Ben dedim ki: 'Ey Allah'ın Elçisi, bu bir Yahudi cenazesi.' O da dedi ki: 'Ölüm korkutucu bir şeydir, bu yüzden bir cenaze gördüğünüzde ayağa kalkın.'\" Bu, Khalid'in ifadesidir."
    },
    {
      "id": 106,
      "narrator": "It was narrated that Abu Ma'mar said:",
      "text": "Abu Ma'mar'dan rivayet edildiğine göre: \"Biz 'Ali ile birlikteydik ve bir cenaze onun yanından geçti, insanlar ona saygı duruşunda bulundu. 'Ali dedi ki: 'Bu nedir?' Onlar dediler ki: 'Abu Musa'nın emri.' O da dedi ki: 'Aslında Allah'ın Resulü bir Yahudi cenazesi için ayağa kalktı ama bunu bir daha yapmadı.'\""
    },
    {
      "id": 107,
      "narrator": "It was narrated from Muhammad that:",
      "text": "Muhammed'den rivayet edildiğine göre: Al-Hasan bin 'Ali ve Ibn 'Abbas'ın yanından bir cenaze geçti. Al-Hasan ayağa kalktı ama Ibn 'Abbas kalkmadı. Al-Hasan dedi ki: 'Allah'ın Resulü bir Yahudi cenazesi için ayağa kalkmadı mı?' Ibn 'Abbas dedi ki: 'Evet, sonra oturdu.'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Ibn Sirin said:",
      "text": "Ibn Sirin'den rivayet edildiğine göre: \"Al-Hasan bin 'Ali ve Ibn 'Abbas'ın yanından bir cenaze geçti. Al-Hasan ayağa kalktı ama Ibn 'Abbas kalkmadı. Al-Hasan, Ibn 'Abbas'a dedi ki: 'Allah'ın Resulü bunun için ayağa kalkmadı mı?' Ibn 'Abbas dedi ki: 'Ayağa kalktı, sonra oturdu.'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Ibn 'Abbas and Al-Hasan bin 'Ali that:",
      "text": "Ibn 'Abbas ve Al-Hasan bin 'Ali'den rivayet edildiğine göre: Onların yanından bir cenaze geçti ve biri ayağa kalktı, diğeri oturdu. Ayağa kalkan dedi ki: \"Allah'a yemin ederim ki, Allah'ın Resulü ayağa kalktı.\" Oturan dedi ki: \"Ben de biliyorum ki, Allah'ın Resulü oturdu.\"\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from Ja'far bin Muhammad from his father that:",
      "text": "Ja'far bin Muhammad'dan babasından rivayet edildiğine göre: Al-Hasan bin 'Ali oturuyordu, bir cenaze geçti. İnsanlar cenaze geçene kadar ayağa kalktılar ve Al-Hasan dedi ki: \"Allah'ın Resulü oturduğu sırada bir Yahudi cenazesi geçti ve o, bir Yahudi cenazesinin başının üstünden geçmesini istemediği için ayağa kalktı.\"\""
    },
    {
      "id": 111,
      "narrator": "Abu Az-Zubair narrated that he heard Jabir say:",
      "text": "Abu Az-Zubair rivayet etti ki, Jabir'in şöyle dediğini duydu: \"Peygamber ve arkadaşları, yanından geçen bir Yahudi cenazesi için ayağa kalktılar, ta ki cenaze kaybolana kadar.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Anas that:",
      "text": "(Başka bir rivayette) Jabir dedi ki: \"Peygamber ve arkadaşları, bir Yahudi cenazesi için ayağa kalktılar ta ki cenaze kaybolana kadar.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from Abu Qatadah bin Raib'i that he used to narrate:",
      "text": "Anas'tan rivayet edildiğine göre: Allah'ın Resulü'nün yanından bir cenaze geçti ve o ayağa kalktı. Denildi ki: \"Bu bir Yahudi cenazesi.\" O dedi ki: \"Biz melekler için ayağa kalktık.\"\""
    },
    {
      "id": 114,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Abu Qatadah bin Raib'i'den rivayet edildiğine göre: \"Allah'ın Resulü'nün yanından bir cenaze geçti ve o dedi ki: 'O, rahatladı ve diğerleri ondan rahatladı.' Onlar dediler ki: 'Rahatlamak ne demektir ve ondan rahatlamak ne demektir?' O dedi ki: \"Mümin kul, bu dünyanın sıkıntılarından ve dertlerinden kurtulur, ve insanlar, toprak, ağaçlar ve hayvanlar da ahlaksız kuldan kurtulur.\"\""
    },
    {
      "id": 115,
      "narrator": "It was narrated that Anas said:",
      "text": "Abu Qatadah dedi ki: \"Biz Allah'ın Resulü ile oturuyorduk, bir cenaze belirdi. Allah'ın Resulü dedi ki: 'O, rahatladı ve diğerleri ondan rahatladı. Mümin öldüğünde, bu dünyanın belalarından, sıkıntılarından ve dertlerinden kurtulur, ve kötü kişi öldüğünde, insanlar, toprak, ağaçlar ve hayvanlar ondan kurtulur.'\""
    },
    {
      "id": 116,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Bir cenaze geçti ve ölen kişi övüldü.\" Peygamber dedi ki: \"O, cennete gitti.\" Başka bir cenaze geçti ve ölen kişi eleştirildi. Peygamber dedi ki: \"O, cehenneme gitti.\" 'Umar dedi ki: \"Babam ve annem sana feda olsun. Bir cenaze geçti ve ölen kişi övüldü, sen 'O, cennete gitti' dedin?\" O dedi ki: \"Övülen kişi cennete gidecek, eleştirilen kişi ise cehenneme gidecek. Siz, Allah'ın yeryüzündeki şahitlerisiniz.\"\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that Abu Aswad Ad-Dili said:",
      "text": "Abu Hurairah'dan rivayet edildiğine göre: \"Peygamber'in yanından bir cenaze geçti ve ölen kişi övüldü. Peygamber dedi ki: 'O, cennete gitti.' Sonra başka bir cenaze geçti ve ölen kişi eleştirildi. Peygamber dedi ki: 'O, cehenneme gitti.' Onlar dediler ki: 'Ey Allah'ın Resulü, her iki durumda da 'O, gitti' dedin mi?' Peygamber dedi ki: 'Melekler, Allah'ın gökteki şahitleridir, sizler ise Allah'ın yeryüzündeki şahitlerisiniz.'\""
    },
    {
      "id": 118,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Abu Aswad Ad-Dili'den rivayet edildiğine göre: \"Ben Medine'ye geldim ve 'Umar bin Al-Khattab ile oturdum. Bir cenaze geçti ve ölen kişi övüldü, 'Umar dedi ki: 'O, cennete gitti.' Sonra başka bir cenaze geçti ve ölen kişi övüldü, 'Umar dedi ki: 'O, cennete gitti.' Sonra üçüncü bir cenaze geçti, ölen kişi eleştirildi ve 'Umar dedi ki: 'O, cehenneme gitti.' Ben dedim: 'Ne gitti, ey müminlerin emiri?' O dedi ki: 'Ben, Allah'ın Resulü'nün dediğini söyledim: Dört kişi, bir Müslüman hakkında iyi şeyler söylerse, Allah onu cennete alır.' Biz dedik: 'Ya üç kişi?' O dedi: 'Ya üç kişi.' Biz dedik: 'Ya iki kişi?' O dedi: 'Ya iki kişi.'\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre: \"Peygamber'in huzurunda ölmüş bir kişi hakkında kötü şeyler söylendi. O dedi ki: 'Ölüleriniz hakkında sadece iyi şeyler söyleyin.'\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that 'Abdullah bin Abi Bakr said:",
      "text": "'Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü dedi ki: 'Ölüleri kötülemeyin, çünkü onlar yaptıklarının sonuçlarına ulaşmışlardır.'\""
    },
    {
      "id": 121,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Müminin, diğer bir mümin üzerinde altı hakkı vardır: Hasta olduğunda onu ziyaret etmek, öldüğünde cenazesine katılmak, davetini kabul etmek, karşılaştığında ona selam vermek, hapşırdığında ona cevap vermek (de ki: Yarhamuk Allah, Allah sana merhamet etsin) ve ona karşı samimi olmak, ister yok olsun ister var olsun.\" (Hasan)."
    },
    {
      "id": 122,
      "narrator": "It was narrated that Al-Bara bin 'Azib said:",
      "text": "Al-Bara bin 'Azib'den rivayet edilmiştir ki, \"Allah'ın Resulü bize yedi şey yapmamızı emretti ve yedi şeyden de sakındırdı. Bize hasta olanı ziyaret etmeyi, hapşıran birine cevap vermeyi (de ki: Yarhamuk Allah, Allah sana merhamet etsin), yeminlerimizi yerine getirmeyi, mazlumları desteklemeyi, selamı yaymayı, davetleri kabul etmeyi ve cenazelere katılmayı emretti. Ve altın yüzük, gümüş kaplar, Mayathir, Qasiyyah, Al-Istabraq, ipek ve Ad-Dibaj kullanmamızı yasakladı.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Al-Musayyab bin Rafi' said:",
      "text": "Al-Musayyab bin Rafi' şöyle demiştir: \"Al-Bara' bin 'Azib'in şöyle dediğini duydum: Allah'ın Resulü şöyle buyurdu: 'Cenazeyi namazı kılıncaya kadar takip eden, bir Kıraat sevap alır; cenaze gömülünceye kadar giden ise iki Kıraat sevap alır ve bir Kıraat Uhud dağının büyüklüğündedir.'\""
    },
    {
      "id": 124,
      "narrator": "It was narrated that 'Abdullah bin Al-Mughaffal said:",
      "text": "'Abdullah bin Al-Mughaffal'den rivayet edilmiştir ki, \"Allah'ın Resulü şöyle buyurdu: 'Cenazeyi tamamlanana kadar takip eden, iki Kıraat alır; tamamlanmadan geri dönen ise bir Kıraat alır.'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Al-Mughirah bin Shu,bah said:",
      "text": "Al-Mughirah bin Shu'bah'dan rivayet edilmiştir ki, \"Allah'ın Resulü şöyle buyurdu: 'Süvari cenazenin arkasında gitmeli, yaya ise istediği yere gidebilir ve (cenaze) namazı bir çocuk için kılınmalıdır.'\""
    },
    {
      "id": 126,
      "narrator": "It was narrated that Al-Mughirah bin Shu'bah said:",
      "text": "Al-Mughirah bin Shu'bah'dan rivayet edilmiştir ki, \"Allah'ın Resulü şöyle buyurdu: 'Süvari cenazenin arkasında gitmeli, yaya ise istediği yere gidebilir ve (cenaze) namazı bir çocuk için kılınmalıdır.'\""
    },
    {
      "id": 127,
      "narrator": "It was narrated from Salim:",
      "text": "Salim'den rivayet edilmiştir: Babası, Allah'ın Resulü, Ebu Bekir ve Ömer'in, Allah onlardan razı olsun, cenazenin önünde yürüdüğünü gördü."
    },
    {
      "id": 128,
      "narrator": "Salim narrated:",
      "text": "Salim rivayet etti: Babası ona, Peygamber, Ebu Bekir, Ömer ve Osman'ın cenazenin önünde yürüdüğünü söyledi."
    },
    {
      "id": 129,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "'Imran bin Husain'den rivayet edilmiştir ki, \"Allah'ın Resulü şöyle buyurdu: 'Kardeşin vefat etti, kalk ve onun için dua et.'\""
    },
    {
      "id": 130,
      "narrator": "The mother of the believers, 'Aishah, said:",
      "text": "Müminlerin annesi Aişe şöyle dedi: \"Ansar'dan (vefat eden) bir çocuk Allah'ın Resulü'ne getirildi, o da onun için dua etti.\" Aişe dedi ki: \"Ne kadar bahtiyar, cennetin küçük kuşlarından biri. O, hiçbir kötülük yapmadı ve ergenlik çağına ulaşmadı.\" O şöyle dedi: \"Bir şey söylememek daha iyidir, ey Aişe! Allah, Azze ve Celle, cenneti yarattı ve onu yaratmak için insanları yarattı, onları babalarının belinde yarattı. Ve cehennemi yarattı ve onu yaratmak için insanları yarattı, onları babalarının belinde yarattı.\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from Al-Mughirah bin Shu'bah that:",
      "text": "Al-Mughirah bin Shu'bah'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Süvari cenazenin arkasında gitmeli, yaya ise istediği yere gidebilir ve (cenaze) namazı bir çocuk için kılınmalıdır.'\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Allah'ın Resulü'ne putperestlerin çocukları hakkında soruldu ve o şöyle dedi: 'Allah, onların ne yapacaklarını en iyi bilendir.'\""
    },
    {
      "id": 133,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Allah'ın Resulü'ne putperestlerin çocukları hakkında soruldu ve o şöyle dedi: 'Allah, onların ne yapacaklarını en iyi bilendir.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü'ne putperestlerin çocukları hakkında soruldu ve o şöyle dedi: 'Allah, onları yarattığında, ne yapacaklarını en iyi bilendir.'\""
    },
    {
      "id": 135,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü'ne putperestlerin çocukları hakkında soruldu ve o şöyle dedi: 'Allah, onların ne yapacaklarını en iyi bilendir.'\""
    },
    {
      "id": 136,
      "narrator": "It was narrated from Shaddad bin Al-Had that:",
      "text": "Şaddad bin El-Had'den rivayet edilmiştir ki: Bedevilerden bir adam Peygamber'e geldi ve ona iman etti, ardından \"Seninle hicret edeceğim\" dedi. Peygamber, sahabelerinden birine onunla ilgilenmesini söyledi. Bir savaş sırasında Peygamber, savaş ganimeti olarak bazı esirler aldı ve onları paylaştırdı, o bedeviye de bir pay verdi. Sahabeleri ona ayrılan kısmı verdiler. Onlar için bazı hayvanları koruyordu, geldiğinde ona payını verdiler. O da: \"Bu nedir?\" dedi. Onlar: \"Peygamber'in sana ayırdığı bir paydır.\" dediler. O da bunu alıp Peygamber'e getirdi ve: \"Bu nedir?\" dedi. Peygamber: \"Ben bunu sana ayırdım.\" dedi. O da: \"Ben seni bunun için takip etmedim. Ben seni, burada -boğazını işaret ederek- bir okla vurulup şehit olmak ve cennete girmek için takip ettim.\" dedi. Peygamber: \"Eğer Allah'a karşı samimi isen, Allah dileğini yerine getirecektir.\" dedi. Kısa bir süre sonra düşmanla savaşmak için kalktılar, sonra o, Peygamber'in işaret ettiği yere getirildi. Peygamber: \"Bu mu?\" dedi. Onlar: \"Evet.\" dediler. Peygamber: \"O, Allah'a karşı samimiydi ve Allah dileğini yerine getirdi.\" dedi. Sonra Peygamber onu kendi örtüsüne sardı, önüne koydu ve onun için cenaze namazı kıldırdı. Duası sırasında: \"Ya Allah, bu senin yolunda hicret eden ve şehit olarak öldürülen kulundur; buna şahitlik ediyorum.\" dedi. (Sahih)"
    },
    {
      "id": 137,
      "narrator": "It was narrated from  'Upbah that:",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "It was narrated from 'Abdur-Rahman bin Ka 'b bin Malik that Jabir bin 'Abdullah told him that:",
      "text": "'Upbah'tan rivayet edilmiştir ki: Allah'ın Resulü bir gün dışarı çıktı ve Uhud'daki insanlar için cenaze namazı kıldırdı, ardından Minber'e gitti ve: \"Ben sizin önden gideninizim ve sizin üzerinizde şahitlik ediyorum.\" dedi."
    },
    {
      "id": 139,
      "narrator": "It was narrated from Jabir bin Abdullah that:",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "It was narrated from \"Imran bin Husain that:",
      "text": "'Abdurrahman bin Ka'b bin Malik'ten rivayet edilmiştir ki: Jabir bin Abdullah ona, Allah'ın Resulü'nün Uhud'da şehit olan iki adamı bir kefene koyduğunu, sonra hangisinin daha fazla Kur'an öğrendiğini sorduğunu ve biri işaret edildiğinde, onu önce Lahd'e (mezara) koyduğunu söyledi. \"Ben bunlara şahitlik ediyorum.\" dedi. Ve onların kanlarıyla gömülmelerini emretti, cenaze namazı kılınmamasını ve yıkanmamalarını istedi."
    },
    {
      "id": 141,
      "narrator": "It was narrated from 'Imran bin Husain that:",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "It was narrated that Zaid bin Khalid said:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir ki: Aslam'dan bir adam Peygamber'e geldi ve zina yaptığını itiraf etti, o da ondan yüzünü çevirdi. Adam tekrar itiraf etti, o yine yüzünü çevirdi. Adam tekrar itiraf etti, o yine yüzünü çevirdi. Sonunda kendisi hakkında dört kez şehadet ettikten sonra, Peygamber: \"Sen deli misin?\" dedi. Adam: \"Hayır.\" dedi. Peygamber: \"Evli misin?\" dedi. Adam: \"Evet.\" dedi. Bunun üzerine Peygamber, onun taşlanmasını emretti. Taşlar ona isabet ettiğinde kaçtı, ama onu yakaladılar ve taşladılar, o da öldü. Sonra Peygamber onun hakkında güzel şeyler söyledi ama onun için dua etmedi. (Şih)"
    },
    {
      "id": 143,
      "narrator": "'Abdullah bin Abi Qatadah narrated from his father that:",
      "text": "---"
    },
    {
      "id": 144,
      "narrator": "Salamah -  meaning, bin Al-Akwa' - said:",
      "text": "'Imran bin Husain'den rivayet edilmiştir ki: Cuhainah'dan bir kadın Allah'ın Resulü'ne geldi ve: \"Zina yaptım.\" dedi. Ve hamileydi. Onu velisine teslim etti ve: \"Onunla ilgilen, doğum yaptığında onu bana getir.\" dedi. Kadın doğum yaptıktan sonra onu getirdi. Peygamber, onun elbiselerinin etrafına sarılmasını emretti, sonra onun için cenaze namazı kıldırdı. 'Umar ona: \"Zina yaptığı halde onun için dua mı ediyorsun?\" dedi. Peygamber: \"O, öyle bir tevbe etti ki, eğer bu tevbe Medine halkından yetmiş kişiye paylaştırılsa, onlara yeter.\" dedi. \"Allah, Azim ve Celil olan için kendini feda eden birinden daha iyi bir tevbe gördün mü?\""
    },
    {
      "id": 145,
      "narrator": "It was narrated that Jabir said:",
      "text": "---"
    },
    {
      "id": 146,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "'Imran bin Husain'den rivayet edilmiştir ki: Bir adam, ölmekteyken altı kölesini azat etti ve onlardan başka hiçbir malı yoktu. Bu durum Peygamber'e ulaştı ve bu yüzden öfkelendi. \"Onun için cenaze namazı kıldırmamayı düşünüyordum.\" dedi. Sonra köleleri çağırdı ve üç gruba ayırdı. Aralarında kura çekti, sonra iki tanesini azat etti ve dört tanesini köle olarak bıraktı."
    },
    {
      "id": 147,
      "narrator": "It was narrated from Jabir bin Samurah that:",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Zaid bin Khalid şöyle dedi: \"Khaybar'da bir adam öldü ve Allah'ın Resulü: 'Arkadaşınız için dua edin; o, savaş ganimetlerinden çaldı.' dedi. Biz onun eşyalarını inceledik ve iki dirhem bile etmeyen bazı Yahudi boncukları bulduk.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that 'Umar bin Al-Khattab said:",
      "text": "---"
    },
    {
      "id": 150,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Abdullah bin Ebi Katade, babasından rivayet etmiştir ki: Bir adam, Peygamber'e cenaze namazı kılması için getirildi ve Peygamber: \"Arkadaşınız için dua edin; o, bir borcu var.\" dedi. Ebu Katade: \"Ben ödeyeceğim.\" dedi. Peygamber: \"Tam mı?\" dedi. O: \"Tam.\" dedi. Bunun üzerine Peygamber onun için dua etti."
    },
    {
      "id": 151,
      "narrator": "It was narrated from 'Abdul-Wahid bin Hamzah that 'Abbad bin 'Abdullah bin Az-Zubair told him that 'Aishah said:",
      "text": "'Abdul-Wahid bin Hamzah'dan rivayet edilmiştir ki, 'Abbad bin 'Abdullah bin Az-Zubair ona şöyle demiştir: 'Aişe dedi ki: \"Allah'ın Resulü, Suhail bin Baida için cenaze namazını başka bir yerde değil, sadece Mescid içinde kıldı.\""
    },
    {
      "id": 152,
      "narrator": "Abu Umamah bin Sahl bin Hunaif said:",
      "text": "Ebu Ümame bin Sahl bin Hunaif dedi ki: \"Al-Awali'den bir fakir kadın hastalandı ve Peygamber ona dair sorular sorardı. O şöyle dedi: 'Eğer ölürse, onu gömmeyin, ta ki ben onun cenaze namazını kılmamış olayım.' Kadın öldü ve onu karanlıkta Al-Medine'ye getirdiler, ve Allah'ın Resulü'nün uyuduğunu buldular. Onu uyandırmak istemediler, bu yüzden onun için cenaze namazını kıldılar ve Baqi' Al-Gharqab'a gömdüler. Ertesi sabah geldiler ve Allah'ın Resulü onlara onun hakkında sordu. Onlar: 'O gömüldü, Ey Allah'ın Resulü. Biz sana geldik ve seni uyurken bulduk, seni uyandırmak istemedik.' dediler. O: 'Hadi gidelim.' dedi. Yola çıktı ve onlar da onunla birlikte gittiler ve ona mezarını gösterdiler. Allah'ın Resulü durdu ve arkasında saf oldular, ve onun için cenaze namazını kıldı, dört kez tekbir alarak.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated from Jair that:",
      "text": "Jair'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Kardeşiniz En-Necashi vefat etti, kalkın ve onun için cenaze namazını kılın.\" O kalktı ve bizi cenaze namazında olduğu gibi saflara dizdi, ve onun için dua ettik."
    },
    {
      "id": 154,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber, En-Necashi'nin ölümünü, onun öldüğü günde insanlara duyurdu, sonra onları namaz yerine çıkardı ve saf haline dizdi ve onun için cenaze namazını kıldı, dört kez tekbir alarak."
    },
    {
      "id": 155,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü, En-Necashi'nin ölümünü Al-Medine'deki arkadaşlarına duyurdu, böylece onlar arkasında saf oldular ve onun için cenaze namazını kıldı, dört kez tekbir alarak.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated from Jabir that:",
      "text": "Cabir'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Kardeşiniz vefat etti, kalkın ve onun için cenaze namazını kılın.\" Böylece onun için iki saf oluşturduk.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü'nün En-Necashi için cenaze namazını kıldığı gün ikinci safta idim.\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki: \"Allah'ın Resulü bize şöyle dedi: 'Kardeşiniz En-Necashi vefat etti, kalkın ve onun için cenaze namazını kılın.' Biz kalktık ve ölüler için saf oluşturduğumuz gibi onun için saf oluşturduk ve o, bizim için ölüler için dua etti.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated that Samurah said:",
      "text": "Semure'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü ile birlikte doğum sırasında ölen Ümmü Kâb için cenaze namazı kıldım ve Allah'ın Resulü, onun orta kısmında saf durdu.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that 'Ammar said:",
      "text": "Ammar'dan rivayet edilmiştir ki: \"Bir erkek çocuğun ve bir kadının cenazesi getirildi. Çocuk, insanlara daha yakın bir yere konuldu ve kadın onun gerisine yerleştirildi, ve onların ikisi için cenaze namazı kılındı. İnsanlar arasında Ebu Said el-Hudri, İbn Abbas, Ebu Katade ve Ebu Hureyre vardı. Ben onlara bunun hakkında sordum ve dediler ki: '(Bu) Sünnet'tir.'\""
    },
    {
      "id": 161,
      "narrator": "Ibn Juraij said:",
      "text": "İbn Juraij dedi ki: \"Naci'den duydum ki, İbn Ömer dokuz kişiyi birlikte cenaze namazını kıldırdı. Erkekleri İmam'a daha yakın, kadınları ise Kıble'ye daha yakın yerleştirdi, ve onları (kadınları) bir safta dizdi. O gün İmam Sa'id bin el-As idi ve insanlar arasında İbn Ömer, Ebu Hureyre, Ebu Said ve Ebu Katade vardı. Çocuk İmam'a daha yakın bir yere konuldu. Bir adam buna itiraz eden bir şey söyledi, ben de İbn Abbas, Ebu Hureyre, Ebu Said ve Ebu Katade'ye baktım ve dedim ki: 'Bu nedir?' Onlar: 'Bu Sünnet'tir.' dediler.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from Samurah bin Jundab:",
      "text": "Semure bin Cundab'dan rivayet edilmiştir ki: Allah'ın Resulü, doğum sırasında ölen bir anne için cenaze namazı kıldı ve onun orta kısmında saf durdu."
    },
    {
      "id": 163,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü, En-Necashi'nin ölümünü insanlara duyurdu ve onları dışarı çıkardı ve saflara dizdi, ve dört kez tekbir aldı."
    },
    {
      "id": 164,
      "narrator": "It was narrated that Abu Umamah bin Sahi said:",
      "text": "Ebu Ümame bin Sahi'den rivayet edilmiştir ki: \"Al-'Awali halkından bir kadın hastalandı ve Peygamber, hastaları ziyaret etmede en iyisiydi. O şöyle dedi: 'O öldüğünde, bana haber verin.' Gece öldü ve onu Peygamber'e haber vermeden gömdüler. Ertesi sabah o, onun hakkında sordu ve onlar: 'Seni uyandırmak istemedik, Ey Allah'ın Resulü.' dediler. Bunun üzerine o, mezarına gitti ve onun için cenaze namazını kıldı ve dört kez tekbir aldı.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated from Abu Laila:",
      "text": "Ebu Leyla'dan rivayet edilmiştir ki: Zaid bin Arkam cenaze namazını kıldı ve beş kez tekbir aldı ve Allah'ın Resulü'nün de bu şekilde tekbir aldığını söyledi."
    },
    {
      "id": 166,
      "narrator": "It was narrated that 'Awf bin Malik said:",
      "text": "'Awf bin Malik'ten rivayet edilmiştir: \"Ben, Allah'ın Resulü'nün cenaze namazı kıldığını ve şöyle dediğini duydum: Allahumma ighfir lahu warhamhu wa`fu `anhu wa `afihi, wa akrim nuzulahu wa wassi` mudkhalahu waghsilhu bi-ma'in wa thaljin wa-barad, wa naqqihi min al-khataya kama yunaqqa ath-thawb al-abyad min ad-danas. Wa abdilhu daran khairan min darihi wa ahlan khayran min ahlihi, wa zawjan khayran min zawjihi, wa qihi 'adhab al-qabri wa 'adhab an-nar (Ey Allah, onu affet ve merhamet et, onu koru ve güvenli kıl, yerleşeceği yeri onurlandır ve girişini genişlet; onu su, kar ve dolu ile yıka ve onu günahlarından, beyaz bir elbisenin kirden arındığı gibi temizle. Ona evinden daha iyi bir ev, ailesinden daha iyi bir aile ve eşinden daha iyi bir eş ver. Onu mezar azabından ve cehennem azabından koru).\" 'Awf dedi ki: \"O dua sebebiyle o ölen kişi ben olmayı arzuladım.\""
    },
    {
      "id": 167,
      "narrator": "It was narrated that Jubair bin Nufair Al-Hadrami said:",
      "text": "Jubair bin Nufair Al-Hadrami'den rivayet edilmiştir: \"Ben, 'Awf bin Malik'in şöyle dediğini duydum: 'Ben, Allah'ın Resulü'nün ölen biri için cenaze namazı kıldığını duydum ve duasında şöyle dediğini işittim: Allahummaghfir lahu warhamhu wa 'afihi, wa a'fu 'anhu, wa akrim nuzulahu wa wassi' mudkhalahu waghsilhu bil-ma wath-thalji wal-barad, wa naqqihi min al-khataya kama naqqaita-thawb al-abyad min ad-danas. Wa abdilhu daran khairan min darihi, wa ahlan khayran min ahlihi, wa zawjan khayran min zawjihi. Wa adkhilahul-jannah wa najjihi min an-nar (Ey Allah, onu affet ve merhamet et, onu koru ve güvenli kıl, yerleşeceği yeri onurlandır ve girişini genişlet; onu su, kar ve dolu ile yıka ve onu günahlarından, beyaz bir elbisenin kirden arındığı gibi temizle. Ey Allah, ona evinden daha iyi bir ev, ailesinden daha iyi bir aile ve eşinden daha iyi bir eş ver, onu cennete kabul et ve onu cehennemden kurtar).\" Ya da şöyle dedi: \"Wa a'idhhu min 'adhab al-qabr (Ve onu mezar azabından koru.)\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from 'Amr bin Maimun from \"Abdullah bin Rubayy'ah As-Sulami, who was also one of the Companions of Allah's Messenger from 'Ubaid bin Khalid As-Sulami, that:",
      "text": "'Amr bin Maimun'dan, \"Abdullah bin Rubayy'ah As-Sulami'den, ki o da Allah'ın Resulü'nün sahabelerindendir, 'Ubaid bin Khalid As-Sulami'den rivayet edilmiştir ki: Allah'ın Resulü iki adam arasında kardeşlik bağı kurdu. Bunlardan biri öldürüldü ve diğeri onun ardından vefat etti. Biz onun için cenaze namazı kıldık ve Peygamber şöyle dedi: \"Ne söylediniz?\" Onlar dediler: \"Ey Allah, onu affet; ey Allah, ona merhamet et; ey Allah, onu arkadaşına kat.\" Peygamber dedi: \"Onun namazı, arkadaşının namazı yanında nerededir? Onun amelleri, arkadaşının amelleri yanında nerededir? Şüphesiz ki, cennet ile yer arasındaki fark gibidir.\" (Rivayet edenlerden biri) 'Amr bin Maimun dedi ki: \"Bundan dolayı ben mutlu oldum çünkü bu benim için yükseltildi.\""
    },
    {
      "id": 169,
      "narrator": "It was narrated from Abu Ibrahim Al-Ansari, from his father, that:",
      "text": "Abu Ibrahim Al-Ansari'den, babasından rivayet edilmiştir ki: O, Peygamber'in, ölen biri için cenaze namazı kılarken şöyle dediğini işitti: Allahummighfir lihayyina wa mayyitina wa shahidina wa gha'ibina wadhakarina wa unthana wa saghirina wa kabirina (Ey Allah, yaşayanlarımızı ve ölenlerimizi, aramızda bulunanları ve bulunmayanları, erkeklerimizi ve kadınlarımızı, gençlerimizi ve yaşlılarımızı affet.)"
    },
    {
      "id": 170,
      "narrator": "It was narrated that Talhah bin 'Abdullah bin 'Awf said:",
      "text": "Talhah bin 'Abdullah bin 'Awf dedi ki: \"Ben, Ibn 'Abbas'ın arkasında cenaze namazı kıldım. O, Fatihat Al-Kitab'ı okudu ve bir sure okudu, öyle ki onu duyabiliyorduk. Bitirdiğinde elinden tuttum ve ona sordum. O dedi ki: '(Bu) sünnet ve gerçektir.'\""
    },
    {
      "id": 171,
      "narrator": "It was narrated that Talhah bin 'Abdullah said:",
      "text": "Talhah bin 'Abdullah dedi ki: \"Ben, Ibn 'Abbas'ın arkasında cenaze namazı kıldım ve onun Fatihat Al-Kitab'ı okuduğunu duydum. Bitirdiğinde elinden tuttum ve ona sordum. 'Okudun mu?' dedi: 'Evet, bu gerçektir ve sünnettir.'\""
    },
    {
      "id": 172,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Abu Umamah'dan rivayet edilmiştir: \"Cenaze namazı kılarken sünnet, ilk tekbirde Umm Al-Qur'an'ı (Kur'an'ın özü) sessizce okumaktır. Sonra üç (daha fazla) tekbir söylemek ve sonuncusundan sonra selam vermektir.\""
    },
    {
      "id": 173,
      "narrator": "It was narrated by Ad-Dahhak bin Qais Ad-Dimashqi:",
      "text": "Ad-Dahhak bin Qais Ad-Dimashqi tarafından rivayet edilmiştir: Ad-Dahhak bin Qais Ad-Dimashqi'den benzer bir rivayet yapılmıştır."
    },
    {
      "id": 174,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki: Peygamber dedi ki: \"Bir grup Müslüman, sayıları yüzü bulursa, bir ölü için cenaze namazı kılarsa, onun için şefaatleri kabul edilir.\" (Rivayet edenlerden biri) Sallam dedi ki: \"Bunu Shu'aib bin Al-Habhab'a aktardım ve o da bana 'Anas bin Malik'in bunu Peygamber'den aktardığını söyledi.\""
    },
    {
      "id": 175,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki: Peygamber dedi ki: \"Hiçbir Müslüman ölmez ve bir grup insan, sayıları yüzü bulursa, onun için cenaze namazı kılarsa, onun için şefaatleri kabul edilir.\""
    },
    {
      "id": 176,
      "narrator": "Abu Bakkar Al-Hakam bin Farrukh said:",
      "text": "Abu Bakkar Al-Hakam bin Farrukh dedi ki: \"Abu Al-Malih bize cenaze namazı kıldırdı ve onun tekbir getirdiğini düşündük, ama bize dönüp dedi ki: 'Sıralarınızı düzeltin ve doğru bir şekilde şefaat edin.' Abu Al-Malih dedi ki: Abdullah - yani Ibn Salit - bana, inananların annelerinden biri olan Peygamber'in eşi Maimunah'ın şöyle dediğini aktardı: Peygamber bana dedi ki: 'Bir grup insan, bir ölü için cenaze namazı kılarsa, onun için şefaatleri kabul edilir.' Ben, Abu Al-Malih'e o grubun sayısını sordum ve o dedi ki: 'Kırk.'\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü dedi ki: 'Cenaze namazı kılan kimse bir kirat alır ve (ceset) Lahd'e konulana kadar kalan kimse iki kirat alır ve iki kirat, iki büyük dağ gibidir.'\""
    },
    {
      "id": 178,
      "narrator": "It was narrated that Abu Hurairah Said:",
      "text": "Abu Hurairah dedi ki: \"Allah'ın Resulü dedi ki: 'Cenaze namazına katılan kimse, namaz kılınana kadar bir kirat alır ve (ceset) gömülene kadar kalan kimse iki kirat alır.' Denildi ki: 'İki kirat nedir, ey Allah'ın Resulü?' O dedi ki: 'İki büyük dağ gibidir.'\""
    },
    {
      "id": 179,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Resulü dedi ki: \"Bir Müslüman'ın cenazesini takip eden, ödül arayarak, namaz kılan ve onu gömen kimse iki kirat alır. Eğer cenaze namazını kılıp gömülmeden geri dönerse, bir kirat ödül alır.\""
    },
    {
      "id": 180,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Allah'ın Resulü dedi ki: 'Cenazeyi takip eden ve cenaze namazını kılıp ayrılan kimse bir kirat ödül alır. Eğer onu takip edip cenaze namazını kılıp gömülene kadar kalırsa, iki kirat ödül alır ki bunlar Uhud'dan daha büyüktür.'\""
    },
    {
      "id": 181,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Abu Sa'id'den rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Bir cenaze gördüğünüzde ayağa kalkın, onu takip eden kimse de (cenaze) mezara konulana kadar oturmasın.'\""
    },
    {
      "id": 182,
      "narrator": "It was narrated from 'Ali bin Abi Talib that:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir ki: Cenazede, ceset mezara konulana kadar ayakta durmaktan bahsedildi. Ali bin Ebi Talib dedi ki: \"Allah'ın Resulü ayağa kalktı, sonra oturdu.\""
    },
    {
      "id": 183,
      "narrator": "It was narrated from 'Ali bin Abi Talib that:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir ki: Cenazede, ceset mezara konulana kadar ayakta durmaktan bahsedildi. Ali bin Ebi Talib dedi ki: \"Allah'ın Resulü ayağa kalktı, sonra oturdu.\""
    },
    {
      "id": 184,
      "narrator": "It was narrated that Al-Bark' said:",
      "text": "Al-Bark'tan rivayet edilmiştir: \"Biz, Allah'ın Resulü ile bir cenazeye çıktık ve mezara vardığımızda Lahd henüz hazırlanmış değildi. O oturdu, biz de etrafında oturduk, sanki başımızda kuşlar varmış gibi.\""
    },
    {
      "id": 185,
      "narrator": "It was narrated that 'Abdullah bin Tha'labah said:",
      "text": "Abdullah bin Tha'labah'dan rivayet edilmiştir: \"Allah'ın Resulü, Uhud'da şehit olanlar hakkında şöyle dedi: 'Onları kanla lekelenmiş giysileriyle sarın, çünkü Allah rızası için alınan her yaradan, Kıyamet Günü kanar: rengi kan rengi olacak, ama kokusu misk kokusu olacaktır.'\""
    },
    {
      "id": 186,
      "narrator": "It was narrated that a man called 'Ubaidullah bin Mu'ayyah said:",
      "text": "'Ubaidullah bin Mu'ayyah adında bir adamdan rivayet edilmiştir: \"At-Ta'if günü iki Müslüman adam öldürüldü ve Allah'ın Resulü'ne getirildi. O, onların öldürüldükleri yerde gömülmelerini emretti.\" Ibn Mu'ayyah, Allah'ın Resulü döneminde doğmuştur."
    },
    {
      "id": 187,
      "narrator": "It was narrated from Jabir bin 'Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Peygamber, Uhud'da şehit olanların düştükleri yere geri götürülmelerini emretti; onlar Medine'ye getirilmişti.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated from Jabir that the Prophet said:",
      "text": "Jabir'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Şehitleri düştükleri yerde gömün.\""
    },
    {
      "id": 189,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir: \"Peygambere dedim ki: 'Senin amcan, yaşlı sapkın adam vefat etti. Onu kim gömecek?' O dedi ki: 'Git, babanı göm, sonra benim yanıma gelmeden hiçbir şey yapma.' Ben de onu gömdüm, sonra geldim, o da bana gusül almamı emretti ve benim için dua etti, hatırlamadığım bir dua zikretti.\""
    },
    {
      "id": 190,
      "narrator": "It was narrated that Sa'd said:",
      "text": "Sa'd'dan rivayet edilmiştir: \"Mezarın yanına benim için bir niş yapın ve üzerime (tuğla) koyun, tıpkı Allah'ın Resulü için yapıldığı gibi.\""
    },
    {
      "id": 191,
      "narrator": "It was narrated from 'Amir bin Sa'd that when Sa'd was dying he said:",
      "text": "Amir bin Sa'd'dan rivayet edilmiştir ki, Sa'd ölmekteyken şöyle dedi: \"Mezarın yanına benim için bir niş yapın ve üzerime (tuğla) koyun, tıpkı Allah'ın Resulü için yapıldığı gibi.\""
    },
    {
      "id": 192,
      "narrator": "It was narrated from Sa'eed bin Jubair that Ibn 'Abbas said:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir ki, İbn Abbas dedi: \"Allah'ın Resulü şöyle buyurdu: 'Niş bizim içindir, hendek başkaları içindir.'\" (Zayıf)"
    },
    {
      "id": 193,
      "narrator": "It was narrated that Hisham bin 'Amir said:",
      "text": "Hişam bin Amir'den rivayet edilmiştir: \"Uhud günü Allah'ın Resulü'ne şikayette bulunduk ve dedik ki: 'Ey Allah'ın Resulü, her kişi için bir mezar kazmak bizim için çok zor.' Allah'ın Resulü dedi ki: 'Mezar kazın ve onları güzel ve derin yapın, bir mezara iki veya üç kişi gömün.' Onlar dediler: 'Önce kimi koymalıyız, ey Allah'ın Resulü?' O dedi: 'Önce Kur'an'ı en çok bilenini koyun.' Dedi ki: 'Babam, bir mezarda üç kişiden üçüncüsüydü.'\""
    },
    {
      "id": 194,
      "narrator": "It was narrated from Sa'eed bin Hisham bin 'Amir that his father said:",
      "text": "Sa'id bin Hişam bin Amir'den rivayet edilmiştir ki, babası dedi: \"Uhud günü Müslümanlardan bazıları öldürüldü ve insanlar yaralandı. Allah'ın Resulü dedi ki: 'Mezar kazın ve geniş yapın, bir mezara iki veya üç kişi gömün, Kur'an'ı en çok bilenini önce koyun.'\""
    },
    {
      "id": 195,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'dan rivayet edilmiştir: \"Allah'ın Resulü gömüldüğünde, altına kırmızı bir kadife örtü konuldu.\""
    },
    {
      "id": 196,
      "narrator": "'Uqbah bin 'Amir Al-Juhani said:",
      "text": "'Uqbah bin 'Amir Al-Juhani dedi ki: \"Allah'ın Resulü, güneş tamamen doğduktan sonra yükselene kadar, zirveye ulaştığında zirveyi geçene kadar ve güneş batmaya başladığında namaz kılmamızı veya ölülerimizi gömmemizi yasakladı.\" (Sahih)"
    },
    {
      "id": 197,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Allah'ın Resulü bir hutbe verdi ve gece yeterli bir kefenle gömülen bir arkadaşını anarak onlara çıkıştı. Allah'ın Resulü, gece bir kişiyi gömmemelerini, ancak acil durumlarda bunu yapmalarını söyledi.\""
    },
    {
      "id": 198,
      "narrator": "It was narrated that Hisham bin 'Amir said:",
      "text": "Hişam bin 'Amir'den rivayet edildi ki: \"Uhud günü insanlar yorgun düşmüştü. Peygamber dedi ki: 'Küpleri kazın ve geniş yapın, bir mezara iki veya üç kişi gömün.' Onlar dediler ki: 'Ey Allah'ın Resulü, önce kimi koymalıyız?' O da dedi ki: 'Kur'an'ı en iyi bilen kimseyi önce koyun.'\""
    },
    {
      "id": 199,
      "narrator": "It was narrated from Sa'd bin Hisham bin 'Amir that his father said:",
      "text": "Sa'd bin Hişam bin 'Amir'den rivayet edildi ki, babası dedi ki: \"Uhud günü birçok kişi yaralandı ve bu konuda Allah'ın Resulü'ne şikayet edildi. O da dedi ki: 'Küpleri kazın ve iyi ve geniş yapın, bir mezara iki veya üç kişi gömün ve önce Kur'an'ı en iyi bilen kimseyi koyun.'\""
    },
    {
      "id": 200,
      "narrator": "It was narrated from Hisham bin 'Amir that the Messenger of Allah said:",
      "text": "Hişam bin 'Amir'den rivayet edildi ki, Allah'ın Resulü dedi ki: \"Küpleri kazın ve iyi kazın, iki veya üç kişiyi (birlikte) gömün ve önce Kur'an'ı en iyi bilen kimseyi koyun.\""
    },
    {
      "id": 201,
      "narrator": "It was narrated that Hisham bin 'Amir said:",
      "text": "Hişam bin 'Amir'den rivayet edildi ki: \"Babam Uhud günü şehit oldu ve Peygamber dedi ki: 'Küpleri kazın ve iyi ve geniş yapın, bir mezara iki veya üç kişi gömün ve önce Kur'an'ı en iyi bilen kimseyi koyun.' Babam üç kişiden üçüncüsüydü ve Kur'an'ı en iyi bilen kişi (mezara) önce konuldu.\""
    },
    {
      "id": 202,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Peygamber, 'Abdullah bin Ubayy'in mezarına geldi ve onun çıkarılmasını emretti. Onu dizlerinin üzerine koydu ve üzerine üfledi ve gömleğini giydirdi. Ve Allah en iyi bilendir.\""
    },
    {
      "id": 203,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Peygamber, 'Abdullah bin Ubayy'in mezarından çıkarılmasını emretti, sonra başını dizlerinin üzerine koydu ve üzerine üfledi ve gömleğini giydirdi.\" \"Ve onun için dua etti. Ve Allah en iyi bilendir.\""
    },
    {
      "id": 204,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edildi ki: \"Bir adam babamla aynı mezara gömüldü ve onu çıkarıp ayrı gömene kadar huzursuz oldum.\""
    },
    {
      "id": 205,
      "narrator": "It was narrated from Yazid bin Thabit that:",
      "text": "Yazid bin Thabit'ten rivayet edildi ki: \"Bir gün Allah'ın Resulü ile dışarı çıktık ve yeni bir mezar gördü. 'Bu nedir?' dedi. Onlar dediler ki: 'Bu, Banu so-and-so'nun azatlı cariyesi so-and-so'dur' - ki Allah'ın Resulü onu tanıyordu - 'Öğle vakti öldü ve biz seni oruçlu ve uyurken uyandırmak istemedik.' Allah'ın Resulü (namaz için) durdu ve insanlar arkasında saf oldu. Üzerine dört tekbir aldı, sonra dedi ki: 'Eğer aranızdan biri benimle birlikteyken ölürse, bana haber verin, çünkü onun için yaptığım dua bir merhamettir.'\""
    },
    {
      "id": 206,
      "narrator": "It was narrated from Sulaiman Ash-Shaibani from Ash-Sha'bi:",
      "text": "Sulaiman Ash-Shaibani'den Ash-Sha'bi'den rivayet edildi ki: \"Bazı insanlar, Allah'ın Resulü ile birlikte ıssız bir mezarın yanından geçerken, o onlara namaz kıldırdı ve arkasında saf oldular.\" Ben dedim: \"O kimdi ey Abu 'Amr?\" O dedi ki: \"İbn 'Abbas.\""
    },
    {
      "id": 207,
      "narrator": "Ash-Shaibani narrated that Ash-Sha'bi said:",
      "text": "Ash-Shaibani, Ash-Sha'bi'den rivayet etti ki: \"Peygamberin ıssız bir mezarın yanından geçtiğini gören biri bana orada cenaze namazı kıldığını ve arkadaşlarının arkasında saf oluşturduğunu söyledi.\" Denildi ki: \"Bunu sana kim söyledi?\" O dedi ki: \"İbn 'Abbas.\""
    },
    {
      "id": 208,
      "narrator": "It was narrated from Jabir:",
      "text": "Cabir'den rivayet edildi ki: \"Peygamber, bir kadının mezarında gömüldükten sonra dua etti.\""
    },
    {
      "id": 209,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Cabir bin Samurah'dan rivayet edildi ki: \"Allah'ın Resulü, İbn Ad-Dahdah'ın cenazesine gitti ve geri döndüğünde ona eyerlenmemiş bir at getirildi, böylece bindi ve biz de onunla yürüdük.\""
    },
    {
      "id": 210,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir dedi ki: \"Allah'ın Resulü, mezarların üzerine inşa etmeyi, onları büyütmeyi veya sıvamayı yasakladı.\" (İki raviden biri) Sulaiman bin Musa ekledi: \"Ya da üzerine yazmayı.\""
    },
    {
      "id": 211,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Allah'ın Resulü, mezarların sıvanmasını, üzerine bina yapılmasını ve üzerinde oturulmasını yasakladı.\""
    },
    {
      "id": 212,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir ki: \"Allah'ın Resulü, mezarların sıvanmasını yasakladı.\""
    },
    {
      "id": 213,
      "narrator": "Thumamah bin Shufa narrated:",
      "text": "Thumamah bin Şufa rivayet etti: \"Biz, Fadalah bin 'Ubaid ile Romalıların diyarında idik ve bir arkadaşımız vefat etti. Fadalah, mezarının düzleştirilmesini emretti, ardından şöyle dedi: 'Ben, Allah'ın Resulü'nün bunun düzleştirilmesini emrettiğini duydum.'\""
    },
    {
      "id": 214,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: \"Sizi, Allah'ın Resulü'nün beni gönderdiği aynı göreve göndermeyeyim mi? Hiçbir yükseltilmiş mezarı düzleştirmeden bırakmayın ve evdeki hiçbir resmi silmeden bırakmayın.\""
    },
    {
      "id": 215,
      "narrator": "It is was narrated from 'Abdullah bin Buraidah  that his father said:",
      "text": "'Abdullah bin Buraidah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü dedi ki: 'Size mezarları ziyaret etmeyi yasakladım, ama şimdi ziyaret edin; ve size kurban etini üç günden fazla yemeyi yasakladım, ama şimdi istediğiniz kadar saklayın; ve size Nabidh'i sadece bir su tulumunda yapmayı yasakladım, ama şimdi her türlü kapta içebilirsiniz, fakat sarhoş edici içeceklerden sakının.'\""
    },
    {
      "id": 216,
      "narrator": "'Abdullah bin Buraidah narrated from his father:",
      "text": "'Abdullah bin Buraidah, babasından rivayet etti: \"O, Allah'ın Resulü'nün bulunduğu bir meclisteydi ve şöyle dedi: 'Size kurban etini üç günden fazla yemeyi yasaklamıştım, ama şimdi yiyin, başkalarına verin ve istediğiniz kadar saklayın. Ve size bu kaplarda Nabidh yapmayı yasaklamıştım: Ad-Dubba', Al-Muzaqqat, An-Naqir ve Al-Hantam. Ama şimdi istediğiniz her yerde Nabidh yapabilirsiniz, fakat sarhoş edici olan her şeyden sakının. Ve mezarları ziyaret etmeyi yasaklamıştım, ama şimdi kim mezarları ziyaret etmek isterse, yapsın, ama uygun olmayan bir şey söylemesin.'\""
    },
    {
      "id": 217,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü, annesinin mezarını ziyaret etti ve ağladı, etrafındakileri de ağlattı. Dedi ki: 'Rabbimden onun için bağışlanma dilemem için izin istedim, ama izin vermedi; ona mezarını ziyaret etmem için izin istedim, o da izin verdi. O halde mezarları ziyaret edin, çünkü onlar size ölümü hatırlatır.'\""
    },
    {
      "id": 218,
      "narrator": "It was narrated from Sa'eed bin Al-Musayyab that his father said:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki, babası şöyle dedi: \"Abu Talib ölmekteyken, Peygamber ona geldi ve yanında Abu Cehil ve 'Abdullah bin Abi Ümeyye vardı. Dedi ki: 'Ey amca, La ilaha illallah de, bu sözle ben seni Allah katında savunacağım.' Abu Cehil ve 'Abdullah bin Abi Ümeyye dediler ki: 'Ey Abu Talib, Abdul-Muttalib'in dininden mi dönüyorsun?' Sonra Peygamber dedi ki: 'Ben, Allah'tan senin için bağışlanma dilemeye devam edeceğim, ta ki bunun yasaklandığını öğrenene kadar.' Sonra şu ayet indirildi: 'Putperestler için Peygamberin ve müminlerin Allah'tan bağışlanma dilemesi uygun değildir.' Ve şu ayet indirildi: 'Şüphesiz ki, sen (Ey Muhammed) sevdiğini doğru yola iletemezsin.'\""
    },
    {
      "id": 219,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Bir adamın putperest olan ebeveynleri için bağışlanma dilediğini duydum ve dedim ki: 'Onlar putperest olduğu halde onlara bağışlanma mı diliyorsun?' O da dedi ki: 'İbrahim babası için bağışlanma dilemedi mi?' Ben de Peygamber'e gittim ve bunu ona söyledim, sonra şu ayet indirildi: 'İbrahim'in (A.S) babası için Allah'tan bağışlanma dilemesi, yalnızca ona verdiği bir sözden dolayıydı.' (Daif)\""
    },
    {
      "id": 220,
      "narrator": "Muhammad bin Qais bin Makhramah said:",
      "text": "Muhammed bin Kays bin Makhramah dedi ki: \"Aişe dedi ki: 'Size benim ve Peygamber hakkında bir şey söylemeyeyim mi?' Biz de: 'Evet.' Dedi ki: 'O benim gecem olduğunda, yani Peygamber ile birlikteyken, o 'İsha' namazından döndü, ayakkabılarını ayaklarının yanına koydu ve izarının kenarını yatağının üzerine serdi. Benim uyuduğumu düşündüğü zamana kadar orada kaldı. Sonra ayakkabılarını yavaşça giydi, örtüsünü yavaşça aldı, kapıyı yavaşça açtı ve yavaşça dışarı çıktı. Ben de başımı örttüm, peştemali giydim ve belimi sıktım, sonra onun adımlarını takip ettim ta ki Al-Baki'ye gelene kadar. Üç kez ellerini kaldırdı ve orada uzun süre durdu, sonra gitti ve ben de gittim. O acele etti, ben de acele ettim; o koştu, ben de koştum. O eve geldi, ben de geldim, ama ben önce vardım ve içeri girdim, yattığımda o içeri girdi. Dedi ki: 'Bana söyle, ya da Latif, Alim olan bana söyleyecek.' Ben de dedim ki: 'Ey Allah'ın Resulü, babam ve annem sana fidye olsun,' ve ona (tüm hikayeyi) anlattım. O da dedi ki: 'Yani sen benim önümde gördüğüm siyah şekildin?' Ben de: 'Evet.' O, göğsüme bir dürtme yaptı ki bunu hissettim, sonra dedi ki: 'Allah ve Resulü sana haksızlık mı yapacaklarını mı düşündün?' Ben de: 'İnsanların gizlediği her şeyi Allah bilir.' O da dedi: 'Cebrail bana seninle karşılaştığımda geldi, ama sen tam giyinmediğin için içeri girmedi. Beni çağırdı ama bunu senden gizledi, ben de ona cevap verdim ama bunu da senden gizledim. Senin uyuduğunu düşündüm ve seni uyandırmak istemedim, korkacağından endişe ettim. O, Al-Baki'ye gitmemi ve onlar için bağışlanma dilememi söyledi.' Ben de: 'Ne söyleyeyim, ey Allah'ın Resulü?' Dedi ki: 'De ki: \"Selam olsun bu yerin mümin ve Müslüman sakinlerine. Allah, bizden önce gidenlere ve daha sonra gelecek olanlara rahmet etsin, ve biz de inşallah size katılacağız.\"'\""
    },
    {
      "id": 221,
      "narrator": "It was narrated that 'Alqamah bin Abi 'Alqamah, from his mother, that she heard 'Aishah say:",
      "text": "Alqamah bin Abi Alqamah'dan, annesinden rivayet edilmiştir ki: \"Aişe bir gece kalktı ve giyindi, sonra dışarı çıktı. Ben de köle kızım Barirah'a onu takip etmesini söyledim, o da onu takip etti ta ki Al-Baki'ye gelene kadar. Sonra orada Allah'ın dilediği kadar durdu, sonra gitti. Barirah, ondan önce geri döndü ve bana haber verdi, ama ben sabaha kadar hiçbir şey söylemedim, sonra bunu ona söyledim. O da dedi ki: 'Ben, Al-Baki' halkı için dua etmek üzere gönderildim.'\""
    },
    {
      "id": 222,
      "narrator": "It was narrated that 'Aishah said that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Her gece, Allah'ın Resulü benimle kaldığında, gecenin sonunda Al-Baki'ye gider ve derdi ki: 'As-salamu 'alaykum dara qawmin mu'minin, wa inna wa iyyakum mutawa'idun ghadan wa mutawakilun, wa inna in sha' Allahu bikum lahiqun. Allahummaghfir li ahli baqi'il gharaqad.' (Selam olsun, ey inananların evi. Siz ve biz, Kıyamet Günü'nde birbirimizi hatırlatıyorduk ve birbirimize güveniyoruz (şefaat ve şahitlik konusunda). Yakında inşallah size katılacağız. Ey Allah, Baqi' Al-Gharqad halkına bağışla.)\""
    },
    {
      "id": 223,
      "narrator": "It was narrated from Sulaiman bin Buraidah, from his father, that:",
      "text": "Sulaiman bin Buraidah'dan, babasından rivayet edilmiştir ki: \"Allah'ın Resulü mezarlığa geldiğinde şöyle derdi: 'As-salamu 'alaykum ahli ad-diyari min al-mu'minin wal-muslimin wa inna I sha' Allahu bikum lana faratun wa nahnu lakum taba'un, as'alullahal-'afiyata lana wa lakum.' (Selam olsun bu yerin mümin ve Müslüman sakinlerine. Yakında inşallah size katılacağız. Siz bizden önce gittiniz ve biz de sizi takip edeceğiz. Allah'tan bizim ve sizin için sağlık ve esenlik dilerim.)\""
    },
    {
      "id": 224,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"An-Necaşi öldüğünde, Peygamber dedi ki: 'Onun için bağışlanma dileyin.'\""
    },
    {
      "id": 225,
      "narrator": "It was narrated that Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü, An-Necaşi'nin, Etiyopya hükümdarının, öldüğü gün onlara duyurdu ve 'Kardeşiniz için bağışlanma dileyin' dedi.\""
    },
    {
      "id": 226,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü, mezarları ziyaret eden kadınlara ve onları mescit edinen, üzerine lambalar koyanlara lanet etmiştir.\""
    },
    {
      "id": 227,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Sizden biri, elbisesini yakana kadar canlı bir kömürün üzerine otursa, bu, mezarın üzerinde oturmaktan daha hayırlıdır.'\""
    },
    {
      "id": 228,
      "narrator": "It was narrated from 'Amr bin Hazm that the Messenger of Allah said:",
      "text": "Amr bin Hazm'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Mezarların üzerine oturmayın.'\""
    },
    {
      "id": 229,
      "narrator": "It was narrated from Aishah that the Prophet said:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber şöyle dedi: 'Allah, peygamberlerinin mezarlarını mescit edinen insanlara lanet etsin.'\""
    },
    {
      "id": 230,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Allah, peygamberlerinin mezarlarını mescit edinen Yahudilere ve Hristiyanlara lanet etsin.' (Sahih)"
    },
    {
      "id": 231,
      "narrator": "It was narrated that Bashir bin Al-Khasasiyyah said:",
      "text": "Bölüm 107. Mezarlıkta Sibtiyah sandaletleri ile yürümek hoş karşılanmaz.\""
    },
    {
      "id": 232,
      "narrator": "It was narrated from Anas that the Prophet said:",
      "text": "Bașir bin Al-Khasasiyyah'tan rivayet edilmiştir: \"Ben, Allah'ın Resulü ile yürüyordum ve o, Müslümanların mezarlarının yanından geçti ve şöyle dedi: 'Onlar, kendilerine büyük bir kötülük gelmeden önce öldüler.' Sonra putperestlerin mezarının yanından geçti ve şöyle dedi: 'Onlar, kendilerine büyük bir iyilik gelmeden önce öldüler.' Sonra döndü ve mezarların arasında sandaletleriyle yürüyen bir adam gördü ve şöyle dedi: 'Ey Sibtiyah sandaletleriyle yürüyen, onları çıkar.' (Şahih)\""
    },
    {
      "id": 233,
      "narrator": "Anas bin Malik said:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber şöyle dedi: 'Bir kişi mezarına konulduğunda ve arkadaşları ondan ayrıldığında, onların sandaletlerinin sesini duyar.'\""
    },
    {
      "id": 234,
      "narrator": "It was narrated from Anas that the Prophet said:",
      "text": "Anas bin Malik şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Bir kişi mezarına konulduğunda ve arkadaşları ondan ayrıldığında, onların sandaletlerinin sesini duyar. Sonra iki melek ona gelir ve onu oturtur ve ona derler: 'Bu adam hakkında ne söyledin?' Mümin şöyle der: 'Ben şahitlik ederim ki o, Allah'ın kulu ve Resulüdür.' Sonra ona denir: 'Cehennemdeki yerini gör; Allah, senin için orayı cennetle değiştirmiştir.' Peygamber şöyle dedi: 'Ve o, her ikisini de görür.'\""
    },
    {
      "id": 235,
      "narrator": "'Abdullah bin Yasar said:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber şöyle dedi: 'Bir kişi mezarına konulduğunda ve arkadaşları ondan ayrıldığında, onların sandaletlerinin sesini duyar. İki melek ona gelir, onu oturtur ve derler: 'Bu adam (Muhammed) hakkında ne söyledin?' Mümin şöyle der: 'Ben şahitlik ederim ki o, Allah'ın kulu ve Resulüdür.' Ona denir: 'Cehennemdeki yerini gör; Allah, senin için orayı daha iyi bir yerle değiştirmiştir.' Allah'ın Resulü şöyle dedi: 'Sonra o, her ikisini de görür.' Kafir veya münafık için ona denir: 'Bu adam hakkında ne söyledin?' O der: 'Bilmiyorum; ben insanların söylediklerini söylerdim.' Ona denir: 'Sen anlamadın ve anlayanları takip etmedin.' Sonra ona iki kulağının arasına bir darbe vurulur ve o adam, etrafındaki her şeyin duyduğu bir çığlık atar, sadece iki ırk hariç.'\""
    },
    {
      "id": 236,
      "narrator": "It was narrated from Rashid bin Sa'd, that a man among the Companions of the Prophet said:",
      "text": "Abdullah bin Yasar şöyle dedi: \"Süleyman bin Sard ve Halid bin 'Urfutah ile oturuyordum ve bir adamın karın hastalığı sonucu öldüğünü söylediler. Cenazesine katılmak istediler ve birisi diğerine dedi: 'Allah'ın Resulü, karın hastalığından ölen kimse mezarında azap görmeyecek demedi mi?' Diğeri dedi ki: 'Evet.'\""
    },
    {
      "id": 237,
      "narrator": "It was narrated that Safwan bin Umayyah said:",
      "text": "Rashid bin Sa'd'tan rivayet edilmiştir ki, Peygamber'in sahabelerinden biri şöyle dedi: \"Ey Allah'ın Resulü, neden müminler mezarlarında, şehit dışında, imtihana tabi tutulacaklar?\" O şöyle dedi: \"Kafasının üzerinde parlayan kılıçlar, yeterince bir imtihandır.\""
    },
    {
      "id": 238,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah said:",
      "text": "Safvan bin Umayyah'tan rivayet edilmiştir: \"Veba, karın hastalığı, boğulma ve doğumda ölmek şehitliktir.\" (Rivayet edenlerden biri) dedi ki: \"Ebu 'Uthman bunu bize birkaç kez aktardı ve bir seferinde bunu Peygamber'e atfetti.\""
    },
    {
      "id": 239,
      "narrator": "It was narrated that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bu, ölümüyle Arş'ın sarsıldığı, cennet kapılarının onun için açıldığı ve yetmiş bin meleğin cenazesine katıldığı kişidir. O, bir kez sıkıştırıldı ve sonra serbest bırakıldı.\""
    },
    {
      "id": 240,
      "narrator": "It was narrated form Al Bara bin Azib that the Prophet said:",
      "text": "Al-Bara, \"Allah, inananları bu dünyada ve ahirette sağlam bir sözle sabit kılacaktır.\" dedi. \"Bu, mezardaki azap hakkında indirilmiştir.\""
    },
    {
      "id": 241,
      "narrator": "It was narrated from Anas that the Prophet heard a sound from a grave and said:",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber bir mezardan ses duydu ve şöyle dedi: \"Bu adam ne zaman öldü?\" Onlar: \"Cahiliye döneminde öldü.\" dediler. Bunun üzerine sevindi ve şöyle dedi: \"Eğer birbirinizi gömmeyeceğinizi bilmeseydim, Allah'a dua ederdim da sizi mezardaki azabı işittirirdi.\""
    },
    {
      "id": 242,
      "narrator": "It was narrated that Abu Ayyub said:",
      "text": "Abu Ayyub'dan rivayet edilmiştir ki, \"Allah'ın Elçisi güneş battıktan sonra dışarı çıktı ve bir ses duydu. 'Bu, mezarlarında azap çeken Yahudilerdir.' dedi.\""
    },
    {
      "id": 243,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah used to say:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle derdi: \"Allah'ım, ben mezar azabından sana sığınırım, ateş azabından sana sığınırım, hayat ve ölüm fitnesinden sana sığınırım, Mesih Dajjal fitnesinden sana sığınırım.\""
    },
    {
      "id": 244,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Allah'ın Elçisi'ni mezar azabından Allah'a sığınırken duydum.\""
    },
    {
      "id": 245,
      "narrator": "'Urwah bin Az-Zubair (narrated) that he heard Asma' bint Abi Bakr say:",
      "text": "'Urve bin Az-Zubair (rivayet etti) ki, Asma' bint Abi Bekir'in şöyle dediğini duydu: \"Allah'ın Elçisi ayağa kalktı ve bir kişinin mezarında deneneceği fitneyi zikretti. Bunun üzerine insanlar huzursuz oldu, bu da benim Allah'ın Elçisi'nin söylediklerini anlamamı engelledi. İnsanlar sakinleşince, yanımda bulunan bir adama 'Allah seni mübarek kılsın, sonu neydi?' dedim. O da: 'Bana, mezarınızda Dajjal'a yakın bir fitne ile deneneceğiniz bildirildi.' dedi.\""
    },
    {
      "id": 246,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi, onlara bu duayı, Kur'an surelerini öğrettiği gibi öğretirdi: 'Allah'ım, ben mezar azabından sana sığınırım, Mesih Dajjal fitnesinden sana sığınırım, hayat ve ölüm fitnesinden sana sığınırım.'\""
    },
    {
      "id": 247,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi yanıma geldi ve yanımda bir Yahudi kadın vardı, o da: 'Siz mezarınızda deneneceksiniz.' diyordu. Allah'ın Elçisi sinirlendi ve: 'Hayır, Yahudiler denenecek.' dedi.\" Aişe devamla: \"Birkaç gece sonra, Allah'ın Elçisi: 'Bana, mezarınızda deneneceğiniz bildirildi.' dedi.\" Aişe: \"Sonrasında Allah'ın Elçisi'ni mezar azabından Allah'a sığınırken duydum.\" dedi."
    },
    {
      "id": 248,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber, mezar azabından ve Dajjal fitnesinden Allah'a sığınırdı ve şöyle derdi: 'Siz mezarınızda deneneceksiniz.'\""
    },
    {
      "id": 249,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Bir Yahudi kadın yanıma geldi ve benden bir şey istedi, ben de ona bir şey verdim. O da: 'Allah seni mezar azabından korusun.' dedi. Aişe: \"Bu beni endişelendirdi, ta ki Allah'ın Elçisi geldi ve ben bunu ona söyledim. O da: 'Onlar mezarlarında, hayvanların duyabileceği bir azap ile azap çekiyorlar.' dedi.\""
    },
    {
      "id": 250,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Medine'deki iki yaşlı Yahudi kadın yanıma geldi ve: 'Mezar sahipleri mezarlarında azap çekiyorlar.' dediler. Ama ben onlara inanmadım, onlara inanmak istemedim. Onlar gitti ve Allah'ın Elçisi yanıma girdi, ben de: 'Ey Allah'ın Elçisi, Medine'deki iki yaşlı Yahudi kadın mezar sahiplerinin mezarlarında azap çektiğini söylediler.' dedim. O da: 'Doğru söylediler. Onlar, tüm hayvanların duyabileceği bir şekilde azap çekiyorlar.' dedi. Ve ben onu hiç bir namazda, mezar azabından Allah'a sığınmadan görmedim.\""
    },
    {
      "id": 251,
      "narrator": "It was narrated that:",
      "text": "Rivayet edilmiştir ki: \"Allah'ın Elçisi, Mekke veya Medine'nin bir bahçesinden geçti ve iki adamın mezarlarında azap çektiğini duydu. Allah'ın Elçisi: 'Onlar azap çekiyorlar ama kaçınılması zor olan bir şeyden dolayı azap çekmiyorlar.' dedi. Sonra: 'Gerçekten, biri bedenine veya elbiselerine idrar sıçratmamaya dikkat etmezdi, diğeri ise dedikodu yayardı.' dedi. Sonra bir palmiye dalı istedi, onu ikiye kırdı ve her mezarın üzerine bir parçasını koydu. Kendisine: 'Ey Allah'ın Elçisi, bunu neden yaptın?' denildi. O da: 'Bu, kuruyana kadar onlara azaplarının hafifletilmesi içindir.' veya: 'Bu kuruyana kadar.' dedi.\""
    },
    {
      "id": 252,
      "narrator": "It was narrated that Ibn ' Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi iki mezarın yanından geçti ve: 'Onlar azap çekiyorlar ama kaçınılması zor olan bir şeyden dolayı azap çekmiyorlar. Biri bedenine veya elbiselerine idrar sıçratmamaya dikkat etmezdi, diğeri ise dedikodu yayardı.' dedi. Sonra taze bir palmiye dalı aldı ve onu ikiye kırdı, her mezarın üzerine bir yarısını dikti. Onlara: 'Ey Allah'ın Elçisi, bunu neden yapmadın?' dediler. O da: 'Bu, kuruyana kadar onlara azaplarının hafifletilmesi içindir.' dedi.\""
    },
    {
      "id": 253,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Sizden biri öldüğünde, sabah ve akşam kendisine yeri gösterilir. Eğer o cennet ehli ise, cennet ehli olduğu söylenir, eğer cehennem ehli ise, cehennem ehli olduğu söylenir, ta ki Allah, Azim ve Celil, onu Kıyamet Günü diriltene kadar.\""
    },
    {
      "id": 254,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Sizden biri öldüğünde, sabah ve akşam kendisine yeri gösterilir. Eğer o cehennem ehli ise, 'Bu senin yerin.' denilir, ta ki Allah, Azim ve Celil, onu Kıyamet Günü diriltene kadar.\""
    },
    {
      "id": 255,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Sizden biri öldüğünde, sabah ve akşam kendisine yeri gösterilir. Eğer o cennet ehli ise, cennet ehli olduğu söylenir, eğer o cehennem ehli ise, 'Bu senin yerin.' denilir, ta ki Allah, Azim ve Celil, onu Kıyamet Günü diriltene kadar.\""
    },
    {
      "id": 256,
      "narrator": "Ka 'b bin Malik used to narrate that the Messenger of Allah said:",
      "text": "Ka'b bin Malik, Allah'ın Elçisi'nin şöyle söylediğini nakletmiştir: \"Müminin ruhu, Cennet ağaçları arasında uçan bir kuş gibidir, ta ki Allah, Azîz ve Celîl, onu Kıyamet Günü bedenine geri gönderene kadar.\" (Dâ'if)"
    },
    {
      "id": 257,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Biz, 'Umar ile Mekkah ile Medine arasında iken, Badr halkından bahsetmeye başladı. Dedi ki: Allah'ın Elçisi, bir gün önce onlara (kafirler) nerede düşeceklerini gösterdi. Dedi ki: 'Şu yer, falan kişi yarın düşecek, eğer Allah dilerse.' 'Umar dedi ki: 'Gerçekle onu gönderenin hakkı için! Onlar o yerleri kaçırmadılar. Bir kuyuya konuldular ve Peygamber onlara geldi ve seslendi: 'Ey falan, falanın oğlu! Ey falan, falanın oğlu! Rabbinin sana vaat ettiğini doğru buldun mu?' 'Ben, Rabbimin bana vaat ettiğini doğru buldum.' 'Umar dedi: 'Sen, ruhu olmayan bedenlere mi hitap ediyorsun?' Dedi ki: 'Benim söylediklerimi siz onlardan daha iyi işitmiyorsunuz.'\""
    },
    {
      "id": 258,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Geceleyin, Müslümanlar Allah'ın Elçisi'nin Badr kuyusunda durup seslendiğini duydular; 'Ey Ebu Cehil bin Hişam! Ey Şeybe bin Rabia! Ey Utbe bin Rabia! Ey Ümeyye bin Halef! Rabbinin sana vaat ettiğini doğru buldun mu? Çünkü ben, Rabbimin bana vaat ettiğini doğru buldum.' Onlar dediler: 'Ey Allah'ın Elçisi, çürümüş cesetlere mi sesleniyorsun?' Dedi ki: 'Benim söylediklerimi siz onlardan daha iyi işitmiyorsunuz, ama onlar cevap veremezler.'\""
    },
    {
      "id": 259,
      "narrator": "it was narrated from Ibn 'Umar that the Prophet stood at the well of Badr and said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Peygamber Badr kuyusunda durup şöyle dedi: \"Rabbinin sana vaat ettiğini doğru buldun mu?\" Dedi ki: \"Şu anda onlara söylediklerimi duyabiliyorlar.\" Bu durum 'Aişe'ye iletildi ve o şöyle dedi: \"İbn 'Umar yanılıyor. Aslında Allah'ın Elçisi şöyle dedi: 'Artık onlar, onlara söylediğim şeyin doğru olduğunu biliyorlar.' Sonra şu ayeti okudu: 'Şüphesiz ki, sen (Ey Muhammed) ölüleri işittiremezsin.' Ta ki ayeti okuyana kadar.\""
    },
    {
      "id": 260,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Ademoğlunun tamamı toprak tarafından tüketilecektir, yalnızca yaratıldığı kuyruk sokumu kalacaktır ve ondan yeniden yaratılacaktır.'\""
    },
    {
      "id": 261,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah, Azîz ve Celîl, şöyle buyuruyor: 'Ademoğlu bana yalan söyledi ve bunu yapmaya hakkı yoktu. Ademoğlu bana sövdü ve bunu yapmaya hakkı yoktu. Bana yalan söylemesi, 'Beni ilk yarattığım gibi diriltmeyeceksin' demesidir, ama onu diriltmek benim için, onu ilk yaratmaktan daha zor değildir. Bana sövmesi ise, 'Allah bir evlat edindi' demesidir, ama ben Allah'ım, Tek olan, Kendine yeterli olan Efendi, doğurmam ve doğurulmam; benimle eşit veya benzer olan yoktur.'\""
    },
    {
      "id": 262,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle söyledi: 'Kendisine büyük zarar veren bir adam vardı, ve ölümü yaklaşınca ailesine şöyle dedi: 'Ben öldüğümde, bedenimi yakın, sonra kemiklerimi ezin ve rüzgârda ve denizde dağıtın; çünkü Allah'a yemin ederim ki, eğer Allah bana ulaşırsa, beni hiç kimseye vermediği bir şekilde azap eder.' Ailesi bunu yaptı, ama Allah, Azîz ve Celîl, ona ait olan her şeye, aldığı şeyi bırakmasını emretti. Sonra o, Allah'ın huzurunda duruyordu. Allah, Azîz ve Celîl, ona şöyle dedi: 'Seni bunu yapmaya ne sevk etti?' O da: 'Senden korkmaktı.' Dedi. Böylece Allah onu affetti.'\""
    },
    {
      "id": 263,
      "narrator": "It was narrated from Hudhaifah that the Messenger of Allah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Sizden önce gelenlerden bir adam, amellerinden kötü bir şekilde şüpheleniyordu, bu yüzden ölüm yaklaşınca ailesine şöyle dedi: 'Ben öldüğümde, bedenimi yakın ve kemiklerimi ezin, sonra beni denizde dağıtın; çünkü eğer Allah bana ulaşırsa, asla affetmeyecek.' Ama Allah, meleklerine ruhunu almak için emretti. Ona şöyle dedi: 'Seni bunu yapmaya ne sevk etti?' O da: 'Ey Rabbim, sadece Senden korktuğum için yaptım.' Böylece Allah onu affetti.'\""
    },
    {
      "id": 264,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi'nin minberden bir hutbe verirken şöyle dediğini duydum: 'Siz Allah'a ayakkabısız, çıplak ve sünnetsiz olarak kavuşacaksınız.'\""
    },
    {
      "id": 265,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber şöyle dedi: 'Kıyamet Günü insanlar, çıplak ve sünnetsiz toplanacak. İlk giydirilecek olan İbrahim olacaktır.' Sonra şu ayeti okudu: 'İlk yaratılışı başlattığımız gibi, onu tekrar edeceğiz.'\""
    },
    {
      "id": 266,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'İnsanlar Kıyamet Günü ayakkabısız, çıplak ve sünnetsiz olarak diriltilecekler.' 'Aişe dedi ki: 'Ya onların avret yerleri?' Dedi ki: 'O gün her adam, diğerlerine karşı kaygı duymayacak kadar meşgul olacaktır.'\""
    },
    {
      "id": 267,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber şöyle dedi: 'Siz (Kıyamet Günü) ayakkabısız ve çıplak olarak toplanacaksınız.' Ben dedim: 'Erkekler ve kadınlar birbirine bakacak mı?' Dedi ki: 'O mesele, insanlar için o kadar zor olacak ki, buna dikkat edemeyecekler.'\""
    },
    {
      "id": 268,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'İnsanlar Kıyamet Günü üç şekilde toplanacak. (ilk olarak) Cennet umuduyla ve ceza korkusuyla gelenler. (ikinci olarak) İki kişi bir deveye, ya da üç kişi bir deveye, ya da dört kişi bir deveye, ya da on kişi bir deveye binenler. Ve geri kalanlar, onlarla birlikte ateşle toplanacak; öğleden sonra dinlendikleri yerde onlarla duracak, geceyi geçirdikleri yerde onlarla kalacak ve sabah ve akşam nerede olurlarsa onlarla birlikte olacaklar.'\""
    },
    {
      "id": 269,
      "narrator": "It was narrated that Abu Dharr said;\n\"The truthful one whom people believe told me:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"İnsanların inandığı doğrucu bana şöyle söyledi: 'İnsanlar üç grupta toplanacak: Bir grup, binen, iyi beslenen ve iyi giyinenler; bir grup, meleklerin yüzleri üzerinde sürüklediği ve ateşin peşinden sürüklediği; ve bir grup, zorlukla yürüyenler. Allah, binen hayvanların hepsini öldürecek bir hastalık gönderecek ve hiçbiri kalmayacak; bir adam, bir dişi deveyi almak için bir bahçe verecek ama onu alamayacak.'\""
    },
    {
      "id": 270,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi bir nasihat vermek için ayağa kalktı ve şöyle dedi: 'Ey insanlar, siz Allah'a çıplak olarak toplanacaksınız.' (Rivayet edenlerden) Ebu Davud dedi ki: 'Ayakkabısız ve sünnetsiz.' (Rivayet edenler) Vaki ve Vahb dedi ki: 'Çıplak ve sünnetsiz: 'İlk yaratılışı başlattığımız gibi, onu tekrar edeceğiz.' Kıyamet Günü ilk giydirilecek olan İbrahim, ona selam olsun. Sonra benim ümmetimden bazı adamlar getirilecek ve sola doğru yönlendirilecek. Ben diyeceğim: 'Ey Rabbim, benim arkadaşlarım.' Denilecek ki: 'Sen, onların senin arandığın zamandan sonra ne yenilikler yaptıklarını bilmiyorsun.' Ve ben, salih kulun dediğini söyleyeceğim: 'Ben, onların arasında iken onlara şahitlik ettim, ama sen beni aldığında, sen onların üzerinde gözetleyici idin; sen her şeye şahit olan birisin. Eğer onları azap edersen, onlar senin kullarındır; eğer affedersen, şüphesiz ki, yalnızca sen, Azîz ve Hakim olan sensin.' Ve denilecek ki: 'Bu insanlar, senin arandığın zamandan beri sürekli olarak yüz çevirdiler.'\""
    },
    {
      "id": 271,
      "narrator": "Mu 'awiyah bin Qurrah narrated that his father said:",
      "text": "Mu'aviye bin Kurra'nın babasından nakledildiğine göre, şöyle dedi: \"Allah'ın Resulü oturduğunda, bazı Ashabları da onunla otururdu. Aralarında, arkasından gelen küçük bir oğlu olan bir adam vardı ve onu önünde oturturdu. O (çocuk) vefat etti ve adam, oğlunu hatırlattığı için derse katılmayı bıraktı, bu ona üzüntü veriyordu. Peygamber onu özledi ve 'Neden falanı göremiyorum?' dedi. Onlar: 'Ey Allah'ın Resulü, gördüğünüz oğlu vefat etti.' dediler. Peygamber onunla karşılaştı ve oğlunu sordu, o da ona vefat ettiğini söyledi. Peygamber başsağlığı diledi ve şöyle dedi: 'Ey falan, hangisini daha çok istersin, onunla hayatın boyunca birlikte olmayı mı, yoksa Kıyamet Günü Cennet'in kapılarından birine geldiğinde, onun senden önce oraya varıp kapıyı senin için açtığını mı görmek istersin?' O da: 'Ey Allah'ın Resulü! Cennet kapısına benden önce varıp benim için açması, benim için daha değerlidir.' dedi. Peygamber: 'Bunu elde edeceksin.' dedi.\""
    },
    {
      "id": 272,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın naklettiğine göre, şöyle dedi: \"Ölüm meleği Musa'ya (selam üzerine olsun) gönderildi. O geldiğinde, Musa ona bir tokat attı ve gözünü çıkardı. Ölüm meleği, Rabbine döndü ve şöyle dedi: 'Onun yanına geri dön ve ona, elini bir boğanın sırtına koymasını söyle, elinin kapladığı her tüy için bir yıl alacak.' Musa: 'Ey Rabbim, sonra ne olacak?' dedi. O: 'Ölüm.' dedi. Musa: 'Şimdi gitmeme izin ver.' dedi. Ve (Musa) Rabbinden, Kutsal Toprak'a bir taş atımı mesafesinde olmayı istedi. Allah'ın Resulü şöyle dedi: 'Eğer orada olsaydım, size onun mezarını, yolun kenarındaki kırmızı bir kum tepesinin yanında gösterirdim.'\""
    }
  ]
}