{
  "language": "tr",
  "metadata": {
    "length": 345,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Talhah bin 'Ubaidullah that:",
      "text": "Talha bin Ubaidullah'dan rivayet edilmiştir ki: Bir bedevi, dağınık saçlarla Allah'ın Elçisi'ne geldi ve \"Ey Allah, bana Salah'ı farz kıldı\" dedi. O da: \"Günde beş vakit namaz, eğer daha fazlasını gönüllü olarak kılmak istersen.\" dedi. Bedevi: \"Allah bana gönüllü olarak neyi farz kıldı?\" dedi. O da: \"Ramazan ayı orucunu, eğer daha fazlasını gönüllü olarak tutmak istersen.\" dedi. Bedevi: \"Allah bana zekâtı farz kıldı mı?\" dedi. Allah'ın Elçisi ona İslam'ın hükümlerini anlattı. O da: \"Sana yemin ederim ki, ben gönüllü olarak hiçbir şey yapmayacağım, ve Allah'ın farz kıldığı şeyden daha azını da yapmayacağım.\" dedi. Allah'ın Elçisi: \"Eğer samimi olursa, başarılı olacaktır,\" veya \"Eğer samimi olursa cennete girecektir.\" dedi."
    },
    {
      "id": 2,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Kur'an'da, Peygamber'e zorunlu olmayan bir şey sormamız yasaklandı, bu yüzden çölde akıllı bir adamın gelip sorduğunu duyduğumuzda hoşumuza gitti. Çöl halkından bir adam geldi ve: 'Ey Muhammed, elçin bize geldi ve senin Allah'ın, Azim ve Yüce olan, seni gönderdiğini söylediğini söyledi.' dedi. O da: 'Doğru söyledi.' dedi. Adam: 'Gökyüzünü kim yarattı?' dedi. O da: 'Allah.' dedi. Adam: 'Yeri kim yarattı?' dedi. O da: 'Allah.' dedi. Adam: 'İçinde dağları kim yerleştirdi?' dedi. O da: 'Allah.' dedi. Adam: 'İçinde faydalı şeyleri kim yarattı?' dedi. O da: 'Allah.' dedi. Adam: 'Gökyüzünü ve yeri yaratan, içinde dağları yerleştiren ve içinde faydalı şeyleri yaratan Allah seni gönderdi mi?' dedi. O da: 'Evet.' dedi. Adam: 'Elçin, her gün ve gece beş vakit namaz kılmamız gerektiğini söyledi.' dedi. O da: 'Doğru söyledi.' dedi. Adam: 'Seni gönderen Allah, bunu yapmamızı emretti mi?' dedi. O da: 'Evet.' dedi. Adam: 'Elçin, malımızdan zekât vermemiz gerektiğini söyledi.' dedi. O da: 'Doğru söyledi.' dedi. Adam: 'Seni gönderen Allah, bunu yapmamızı emretti mi?' dedi. O da: 'Evet.' dedi. Adam: 'Elçin, her yıl Ramazan ayı orucu tutmamız gerektiğini söyledi.' dedi. O da: 'Doğru söyledi.' dedi. Adam: 'Seni gönderen Allah, bunu yapmamızı emretti mi?' dedi. O da: 'Evet.' dedi. Adam: 'Elçin, gücü yetenlerin bu Hac'ı yapması gerektiğini söyledi.' dedi. O da: 'Doğru söyledi.' dedi. Adam: 'Seni hak ile gönderen Allah, bunu yapmamızı emretti mi?' dedi. O da: 'Evet.' dedi. Adam: 'Hak ile seni gönderen Allah'a yemin ederim ki, bundan fazlasını ya da daha azını yapmayacağım.' dedi. Gittiğinde, Peygamber: 'Eğer samimi ise, kesinlikle cennete girecektir.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Peygamber ile birlikte, mescitte otururken, bir adam deveyle geldi ve onu mescitte diz çöktürdü, sonra onu bağladı ve onlara: 'Sizlerden hangisi Muhammed?' dedi. Allah'ın Elçisi, arkadaşlarının arasında yaslanıyordu, biz de ona: 'Bu yaslanan beyaz adam.' dedik. Adam ona: 'Ey Abdulmuttalib'in oğlu.' dedi. Allah'ın Elçisi: 'Sana cevap verdim.' dedi. Adam: 'Ey Muhammed, sana sorular soracağım ve sert soracağım; üzülme.' dedi. Adam: 'Seni yaratan Rabbin ve senden önce gelenlerin Rabbi adına yemin ederim ki, Allah seni tüm insanlara mı gönderdi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, her gün ve gece beş vakit namaz kılmamızı emretti mi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, her yıl bu ay oruç tutmamızı emretti mi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, zenginlerimizden zekât alıp fakirlerimize dağıtmamızı emretti mi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Ben, getirdiğin şeye inanıyorum ve ben, benim arkamdan gelen halkımın elçisiyim. Ben, Banu Sad bin Bakr'ın Dimam bin Thalabah'ıyım.'\""
    },
    {
      "id": 4,
      "narrator": "Anas bin Malik said:",
      "text": "Anas bin Malik dedi ki: \"Peygamber ile birlikte, mescitte otururken, bir adam deve ile içeri girdi. Onu mescitte diz çöktürdü, sonra onu bağladı. Sonra: 'Sizlerden hangisi Muhammed?' dedi. O, onların arasında yaslanıyordu, biz de ona: 'Bu yaslanan beyaz adam.' dedik. Adam ona: 'Ey Abdulmuttalib'in oğlu.' dedi. Allah'ın Elçisi ona: 'Sana cevap verdim.' dedi. Adam: 'Ey Muhammed, sana sorular soracağım ve sert soracağım.' dedi. O da: 'İstediğini sor.' dedi. Adam: 'Seni yaratan Rabbin ve senden önce gelenlerin Rabbi adına yemin ederim ki, Allah seni tüm insanlara mı gönderdi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, her yıl bu ay oruç tutmamızı emretti mi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, zenginlerimizden zekât alıp fakirlerimize dağıtmamızı emretti mi?' Allah'ın Elçisi: 'Vallahi, evet.' dedi. Adam: 'Ben, getirdiğin şeye inanıyorum ve ben, benim arkamdan gelen halkımın elçisiyim. Ben, Banu Sad bin Bakr'ın Dimam bin Thalabah'ıyım.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Peygamber, arkadaşlarıyla birlikteyken, çöl halkından bir adam geldi ve: 'Sizlerden hangisi Abdulmuttalib'in oğludur?' dedi. Onlar: 'Bu yastıkta yaslanan adam.' dediler. (Rivayet edenlerden biri) Hamza dedi ki: 'Amghar, kırmızımsı beyaz demektir.' Adam: 'Sana sorular soracağım ve sert soracağım.' dedi. O da: 'İstediğini sor.' dedi. Adam: 'Seni yaratan Rabbin ve senden önce gelenlerin Rabbi adına yemin ederim ki, Allah seni gönderdi mi?' O da: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, her gün ve gece beş vakit namaz kılmamızı emretti mi?' O da: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, zenginlerimizden zekât alıp fakirlerimize vermemizi emretti mi?' O da: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, bu on iki aydan bu ayda oruç tutmamızı emretti mi?' O da: 'Vallahi, evet.' dedi. Adam: 'Seni yaratan Allah adına yemin ederim ki, Allah, bu eve hac yapmamızı emretti mi, gücü yetenler için?' O da: 'Vallahi, evet.' dedi. Adam: 'Ben inanıyorum ve ben Dimam bin Thalabah'ım.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Ubaidullah bin 'Abdullah bin 'Utabah that 'Abdullah bin 'Abbas used to say:",
      "text": "'Ubaidullah bin Abdullah bin 'Utabah'tan rivayet edilmiştir ki: Abdullah bin Abbas derdi ki: \"Allah'ın Elçisi, insanların en cömertiydi ve Ramazan ayında, Cebrail onunla buluştuğunda en cömertti. Cebrail, Ramazan ayı boyunca her gece onunla buluşur ve Kur'an okurdu.\" Ve şöyle dedi: \"Cebrail onunla buluştuğunda, Allah'ın Elçisi, iyilik yapmada, esen rüzgardan daha cömertti.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber'in kimseyi lanetlediğini hatırlayan pek az kişi vardır, ve eğer Cebrail ile buluşup onunla Kur'an okumuşsa, iyilik yapmada, esen rüzgardan daha cömertti.\" (Sahih) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu bir hatadır, ve doğru olan, Yunus bin Yazid'in (önceki) rivayetidir, bu rivayeti Hadis'e koymuştur."
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Ramazan ayı başladığında, cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar zincire vurulur.\""
    },
    {
      "id": 9,
      "narrator": "It Was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Ramazan başladığında, cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar zincire vurulur.\""
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah said;\n'The Messenger of Allah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Ramazan başladığında, cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar zincire vurulur.'\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Ramazan geldiğinde, rahmet kapıları açılır, cehennem kapıları kapanır ve şeytanlar zincire vurulur.'\""
    },
    {
      "id": 12,
      "narrator": "Abu Hurariah said;\n'The Messenger of Allah said:",
      "text": "Abu Hurayra dedi ki: \"Ramazan olduğunda, cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar zincire vurulur.\" İbn İshak, Az-Zuhri'den rivayet etmiştir."
    },
    {
      "id": 13,
      "narrator": "It was narrated form Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Ramazan ayı başladığında, cennet kapıları açılır, cehennem kapıları kapanır ve şeytanlar zincire vurulur.\" (Sahih) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu anlamda, İbn İshak'ın rivayeti bir hatadır. İbn İshak, Az-Zuhri'den duymamıştır. Doğru olan, daha önce bahsettiğimizdir."
    },
    {
      "id": 14,
      "narrator": "It was narrated form Anas bin Malik that the Messenger of Allah said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Ramazan size geldi, cennet kapıları açıldı, cehennem kapıları kapandı ve şeytanlar zincire vuruldu.\" (Sahih) Abu 'Abdur-Rahman dedi ki: Bu rivayet bir hatadır."
    },
    {
      "id": 15,
      "narrator": "It was narrated from Az-Zuhri, from Abu Salamah, from Abu Hurairah that:",
      "text": "Az-Zuhri'den, Abu Salamah'dan, Abu Hurayra'dan rivayet edilmiştir ki: Peygamber, Ramazan'da Qiyam Al-Lail kılmayı teşvik ederdi, ancak zorla değil. Ve şöyle dedi: \"Ramazan başladığında, cennet kapıları açılır ve cehennem kapıları kapanır, ve şeytanlar zincire vurulur.\" İbn Al-Mubarak bunu Mursal olarak rivayet etmiştir."
    },
    {
      "id": 16,
      "narrator": "It was narrated Az-Zuhri, from Abu Hurairah that the Prophet said:",
      "text": "Az-Zuhri'den, Abu Hurayra'nın rivayet ettiğine göre, Peygamber şöyle dedi: \"Ramazan başladığında, rahmet kapıları açılır ve cehennem kapıları kapanır, şeytanlar zincire vurulur.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Size Ramazan geldi, mübarek bir aydır, Allah, Azîz ve Celîl, oruç tutmanızı emretmiştir. Bu ayda göklerin kapıları açılır ve cehennem kapıları kapanır, her şeytan zincire vurulur. Bu ayda Allah'ın bir gecesi vardır ki, o gece bin aydan daha hayırlıdır; onun hayrından mahrum kalan gerçekten mahrum kalmıştır.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Arfajah said;\n'We visited 'Utbah bin Farqad (when he was ill) and we talked about the month of Ramadan. He said; 'What are you talking about?' We said:",
      "text": "'Arfajah'nın rivayet ettiğine göre; 'Utbah bin Farqad'ı (hastayken) ziyaret ettik ve Ramazan ayından konuştuk. O şöyle dedi: 'Ne hakkında konuşuyorsunuz?' Biz de: 'Ramazan ayı hakkında.' O dedi ki: \"Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: Bu ayda cennet kapıları açılır ve ateş kapıları kapanır, şeytanlar zincire vurulur ve her gece bir çağırıcı seslenir: Ey hayır işleyici, ilerle; ey şer işleyici, dur!\"'"
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Arfajah said:",
      "text": "'Arfajah'nın rivayet ettiğine göre: \"Ben 'Utbah bin Farqad ile bir evdeydim ve bir Hadis nakletmek istedim, ama orada Peygamber'in Sahabelerinden bir adam vardı ve Hadis'i onun anlatmasının daha uygun olduğunu düşündüm. Adam, Peygamber'in Ramazan hakkında şöyle dediğini nakletti: 'Bu ayda göklerin kapıları açılır ve ateş kapıları kapanır, her şeytan zincire vurulur. Her gece bir çağırıcı seslenir: Ey hayır arayan, ilerle; ey şer arayan, dur!'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from abu Bakrah that the Prophet said;\n'None of you should say:",
      "text": "Abu Bakrah'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Hiçbiriniz 'Ben Ramazan orucu tuttum' veya 'Ben bütün ay boyunca Kıyam namazı kıldım' dememelidir.\" Onun kendini övmekten hoşlanıp hoşlanmadığını bilmiyorum ya da \"Kesinlikle gaflet ve uyku olacaktır.\" dedi.\""
    },
    {
      "id": 21,
      "narrator": "Ibn 'Abbas told us:",
      "text": "İbn Abbas bize şöyle söyledi: \"Allah'ın Elçisi, Ensar'dan bir kadına şöyle dedi: 'Ramazan geldiğinde, umre yap, çünkü Ramazan'daki umre, hacca eşdeğerdir.'\""
    },
    {
      "id": 22,
      "narrator": "Kuraib narrated that Umm Al-Fadl sent him to Muawiyah in Ash-Sham. He said:",
      "text": "Kuraib, Ümmü'l-Fadl'ın onu Şam'daki Muaviye'ye gönderdiğini rivayet etti. O şöyle dedi: \"Şam'a geldim ve onun işini tamamladım. Sonra Ramazan'ın yeni hilali Şam'da bulunduğum sırada görüldü. Cuma gecesi yeni hilali gördüm, sonra ayın sonunda Medine'ye döndüm. Abdullah bin Abbas bana ayın görülmesi hakkında sordu ve 'Ne zaman gördün?' dedi. Ben de: 'Cuma gecesi gördük.' dedim. O: 'Cuma'nın dokuzunda mı gördünüz?' dedi. Ben: 'Evet, insanlar onu gördü ve oruç tutmaya başladılar, Muaviye de öyle yaptı.' O: 'Ama biz onu Cumartesi gecesi gördük, bu yüzden otuz günü tamamlayana veya onu görünceye kadar oruç tutmaya devam edeceğiz.' Ben: 'Muaviye ve arkadaşlarının gördüğüyle yetinmeyecek misiniz?' dedim. O: 'Hayır; bu, Allah'ın Elçisi'nin bize emrettiği şeydir.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Ibn 'Abbas said;\n\"A Bedouin came to the Prphet and said:",
      "text": "İbn Abbas'ın rivayet ettiğine göre; \"Bir bedevi Peygamber'e geldi ve 'Ben hilali gördüm.' dedi. O: 'Allah'tan başka ilah olmadığına ve Muhammed'in O'nun Elçisi olduğuna şahitlik ediyor musun?' dedi. O: 'Evet.' Bunun üzerine Peygamber: 'Oruç tutun.' diye çağrıda bulundu.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'ın rivayet ettiğine göre: \"Bir bedevi Peygamber'e geldi ve 'Bu gece hilali gördüm.' dedi. O: 'Allah'tan başka ilah olmadığına ve Muhammed'in O'nun Elçisi olduğuna şahitlik ediyor musun?' dedi. O: 'Evet.' O: 'Ey Bilal, insanlara yarın oruç tutmaları gerektiğini duyur.' dedi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated 'Ikramah:",
      "text": "İkramah'dan rivayet edildi: Benzer bir Mursal rivayet İkramah'dan nakledilmiştir."
    },
    {
      "id": 26,
      "narrator": "Narrated 'Ikramah:",
      "text": "İkramah'dan rivayet edildi: Benzer bir Mursal rivayet İkramah'dan nakledilmiştir."
    },
    {
      "id": 27,
      "narrator": "It was narrated that:",
      "text": "Abdurrahman bin Zaid bin Al-Khattab, şüphe duyulan gün (ayın başlangıcı hakkında) insanlara hitap etti ve şöyle dedi: \"Ben Allah'ın Elçisi'nin Sahabeleri ile oturdum ve onlara sordum, onlar da Allah'ın Elçisi'nin şöyle dediğini naklettiler: 'Hilali gördüğünüzde oruç tutun, hilali gördüğünüzde orucu kesin, ve bunu esas alarak ibadetlerinizi yerine getirin. Eğer bulanık olursa, otuz günü tamamlayın, ve eğer iki şahit şahitlik ederse, oruç tutun ve orucu kesin.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Hilali gördüğünüzde oruç tutun ve hilali gördüğünüzde orucu kesin, eğer sizden gizlenirse (çok bulutlu olursa), o zaman otuz gün sayın.'\""
    },
    {
      "id": 29,
      "narrator": "Narrated It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Hilali gördüğünüzde oruç tutun ve hilali gördüğünüzde orucu kesin, eğer sizden gizlenirse (çok bulutlu olursa), o zaman otuz gün sayın.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of allah sadi:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Hilali gördüğünüzde oruç tutun, hilali gördüğünüzde orucu kesin. Eğer sizden gizlenirse (çok bulutlu olursa), o zaman otuz gün oruç tutun.\""
    },
    {
      "id": 31,
      "narrator": "'Abdullah bin 'Umar said:",
      "text": "Abdullah bin Ömer dedi ki: \"Ben Allah'ın elçisinin şöyle söylediğini duydum: 'Hilali gördüğünüzde oruç tutun, ve onu gördüğünüzde orucu bırakın, eğer sizden gizlenirse (çok bulutlu olursa), o zaman ayın başından itibaren (otuz gün) sayın.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah mentioned Ramadan and said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Elçisi Ramazan'dan bahsetmiş ve şöyle demiştir: \"Hilali görene kadar oruç tutmayın, ve onu görene kadar orucu bırakmayın, eğer sizden gizlenirse (çok bulutlu olursa), o zaman ayın başından itibaren (otuz gün) sayın.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated form Ibn 'Umar that the Prophet said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Peygamber şöyle demiştir: \"Hilali görene kadar oruç tutmayın, ve onu görene kadar orucu bırakmayın, eğer sizden gizlenirse (çok bulutlu olursa), o zaman ayın başından itibaren (otuz gün) sayın.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Elçisi hilali anmış ve şöyle demiştir: 'Hilali gördüğünüzde oruç tutun ve onu gördüğünüzde orucu bırakın, eğer sizden gizlenirse (çok bulutlu olursa), o zaman otuz gün sayın.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Hilali gördüğünüzde oruç tutun ve onu gördüğünüzde orucu bırakın, eğer sizden gizlenirse (çok bulutlu olursa), o zaman otuz günü tamamlayın.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Hilali bekleyenlere şaşırıyorum, oysa Allah'ın Elçisi şöyle dedi: 'Yeni hilali gördüğünüzde oruç tutun, ve onu gördüğünüzde orucu bırakın, eğer sizden gizlenirse (çok bulutlu olursa), o zaman otuz günü tamamlayın.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Ribii bin Hirash, from Hudhaifah bin Al-Yaman, that the Messenger of Allah said:",
      "text": "Ribii bin Hirash'tan, Hudhaifah bin Al-Yaman'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Hilali görmeden ayı beklemeyin, ya da gün sayısını tamamlayın. O zaman yeni ayı görünce oruç tutun, ya da gün sayısını tamamlayın.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Ribi that one of the Companions of the Prophet said:",
      "text": "Ribi'den rivayet edilmiştir ki, Peygamberin bir Sahabesi şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Ayı beklemeyin, ya gün sayısını tamamlayın, ya da hilali görün. O zaman oruç tutun ve hilali görene kadar orucu bırakmayın, ya da otuz günü tamamlayın.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Ribi said;\n\"the Messenger of Allah said:",
      "text": "Ribi'den rivayet edilmiştir ki; \"Allah'ın Elçisi şöyle dedi: 'Hilali gördüğünüzde oruç tutun, ve onu gördüğünüzde orucu bırakın. Eğer çok bulutlu olursa, o zaman Şaban'ı otuz gün tamamlayın, aksi takdirde hilali görmeden Ramazan'ı otuz gün tutun.'\""
    },
    {
      "id": 40,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah said:",
      "text": "İbn Abbas rivayet etti ki, Allah'ın Elçisi şöyle dedi: \"Hilali gördüğünüzde oruç tutun, ve onu gördüğünüzde orucu bırakın, eğer bulutlar onu görmenizi engelliyorsa, o zaman sayıyı tamamlayın, ve Ramazan'dan önce oruç tutmayın.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Ramazan'dan önce oruç tutmayın. Hilali gördüğünüzde oruç tutun ve onu gördüğünüzde orucu bırakın, eğer bulutlar onu görmenizi engelliyorsa, o zaman otuz günü tamamlayın.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi bir ay boyunca eşlerine yaklaşmayacağına yemin etti, ve yirmi dokuz gün geçti. Ben dedim: 'Bir ay boyunca eşlerinden uzak durmadın mı? Ben yirmi dokuz günü saydım.' Allah'ın Elçisi şöyle dedi: 'Ay yirmi dokuz gündür.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisinin iki eşi hakkında 'Umar bin Al-Khattab'a sormak için çok hevesliydim. Allah onlara şöyle dedi: 'Eğer ikiniz de Allah'a tevbe ederseniz, bu sizin için daha hayırlıdır, kalpleriniz gerçekten eğilimlidir.' Ve Hadisi aktardı. Bununla ilgili olarak şöyle dedi: 'O, yirmi dokuz gün eşlerinden uzak kaldı, çünkü Hafsa Aişe'ye ifşada bulundu. O, 'Bir ay boyunca onlara girmeyeceğim' demişti, çünkü Allah, Azze ve Celle, ona onların söylediklerini bildirdiğinde çok üzgün olmuştu. Yirmi dokuz gün geçtikten sonra Aişe'ye girdi, ona başladı. Aişe ona dedi: 'Ey Allah'ın Elçisi, bir ay boyunca bize girmeyeceğine yemin ettin, ve şimdi yirmi dokuz gün geçti; biz bunları sayıyorduk.' Allah'ın Elçisi şöyle dedi: 'Ay yirmi dokuz gündür.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Cebrail, selam üzerine olsun, bana geldi ve şöyle dedi: 'Ay yirmi dokuz gündür.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Ay yirmi dokuz gündür.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated form Muhammad bin Sad Abi Waqqas, from his father, that:",
      "text": "Muhammad bin Sad Abi Waqqas'tan, babasından rivayet edildiğine göre: Peygamber, bir elini diğerine vurdu ve \"Ay böyle ve böyle ve böyle,\" dedi, üçüncü kez bir parmağını tuttu."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Muhammad bin Sad that his father said:",
      "text": "Muhammad bin Sad'dan, babasının şöyle dediği rivayet edildi: \"Allah'ın Elçisi dedi ki: 'Ay böyle ve böyle ve böyle,' yani yirmi dokuz.\" Yahya bin Saeed ve diğerleri bunu İsmail'den, Muhammad bin Sad'dan, Peygamber'den rivayet ettiler."
    },
    {
      "id": 48,
      "narrator": "It was narrated that Muhammad bin Sad bin Abi Waqqas said:",
      "text": "Muhammad bin Sad bin Abi Waqqas'tan rivayet edildiğine göre: \"Allah'ın Elçisi dedi ki: 'Ay böyle ve böyle ve böyle.\" (Rivayet edenlerden biri) Muhammad bin 'Ubaid, bunu göstermek için ellerini üç kez çırptı, sonra üçüncü kez sol başparmağını tuttu. Yahya bin Saeed, İsmail'e (Rivayet edenlerden biri): \"Babası aracılığıyla mı?\" dedi. O da: \"Hayır,\" diye cevap verdi."
    },
    {
      "id": 49,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: \"Allah'ın Elçisi dedi ki: Ay yirmi dokuz gün olabilir veya otuz gün olabilir. Onu gördüğünüzde, oruç tutmayı bırakın, eğer sizden gizlenirse (çok bulutluysa), o zaman sayıyı tamamlayın.\""
    },
    {
      "id": 50,
      "narrator": "Abdullah Ibn ' Umar said:",
      "text": "Abdullah Ibn 'Umar dedi ki: \"Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Ay yirmi dokuz gündür.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet said:",
      "text": "Ibn 'Umar'dan rivayet edildiğine göre Peygamber şöyle dedi: \"Biz okuma yazma bilmeyen bir ümmetiz, astronomik hesaplama veya hesap kullanmıyoruz. Ay böyle, böyle ve böyle,\" dedi, bunu üç kez yaptı, yirmi dokuz olarak gösterdi."
    },
    {
      "id": 52,
      "narrator": "It was narrated from Saeed bin 'Amr bin Saeed bin Abi Al-As, that:",
      "text": "Saeed bin 'Amr bin Saeed bin Abi Al-As'tan rivayet edildiğine göre: O, Ibn 'Umar'ın rivayet ettiğini duydu ki Peygamber şöyle dedi: \"Biz okuma yazma bilmeyen bir ümmetiz; hesap kullanmıyoruz. Ay böyle, böyle ve böyle,\" dedi ve son kez başparmağını aşağıya indirdi. \"Ve ay böyle, böyle ve böyle,\" diyerek otuz günü tamamladı."
    },
    {
      "id": 53,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet said:",
      "text": "Ibn 'Umar'dan rivayet edildiğine göre Peygamber şöyle dedi: \"Ay böyle,\" ve (rivayet edenlerden biri) Şubah, Jabalah'ın yaptığı gibi aynı hareketi yaptı, Ibn 'Umar'ı taklit ederek: \"Bu yirmi dokuzdur,\" dedi, her iki elinin tüm parmaklarıyla iki kez işaret etti ve üçüncü kez bir parmağını indirdi."
    },
    {
      "id": 54,
      "narrator": "Ibn 'Umar said:",
      "text": "Ibn 'Umar dedi ki: \"Allah'ın Elçisi dedi ki: \"Ay yirmi dokuz (gündür).\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edildiğine göre: \"Allah'ın Elçisi dedi ki: 'Sahur alın, çünkü sahurda bereket vardır.'\" 'Ubaidullah bin Saeed bunu Mawquf olarak rivayet etti."
    },
    {
      "id": 56,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edildiğine göre: \"Sahur alın.\" 'Ubaidullah dedi ki: \"Onun bunu nasıl söylediğini bilmiyorum.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Elçisi dedi ki: 'Sahur alın, çünkü sahurda bereket vardır.'\" 'Ata dedi ki: \"Onu duyan biri bana, Ibn 'Umar'ın (şöyle) dediğini söyledi: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: \"Allah'ın Elçisi dedi ki: 'Sahur alın, çünkü sahurda bereket vardır.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: \"Sahur yiyin, çünkü sahurda bereket vardır.\" (Sahih Mawquf) Ibn Abi Laila bunu Marfu olarak rivayet etti."
    },
    {
      "id": 60,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre Peygamber şöyle dedi: \"Sahur alın, çünkü sahurda bereket vardır.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Abu Hurairah said :",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Sahur yapın, çünkü sahurda bereket vardır.'\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that Abu Hurairah said :",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Sahur yapın, çünkü sahurda bereket vardır.' (Hasan) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Yahya bin Sa'id'in bu rivayetinde, senedi Hasan'dır ama Munkar'dır ve hatanın Muhammed bin Fudail'den olduğunu korkuyorum.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that Zirr said:",
      "text": "Zirr'den rivayet edilmiştir: \"Biz Hudhaifah'a dedik ki: 'Allah'ın Resulü ile sahuru ne zaman yaptınız?' O da dedi ki: 'Gündüzdü, ama güneş doğmadan önceydi.' (Daif)\""
    },
    {
      "id": 64,
      "narrator": "Zirr bin Hubaish said:",
      "text": "Zirr bin Hubaish dedi ki: \"Hudhaifah ile sahur yaptım, sonra namaz kılmak için çıktık. Camiye geldiğimizde iki rekat namaz kıldık, ardından namaz için ikamet getirildi ve aralarında sadece kısa bir zaman vardı.\" Abu Hurayra dedi: \"Allah'ın Resulü şöyle buyurdu: 'Sahur yapın, çünkü sahurda bereket vardır.'\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that Silah bin Zufar said:",
      "text": "Silah bin Zufar'dan rivayet edilmiştir: \"Hudhaifah ile sahur yaptım, sonra camiye çıktık. Fajr'ın iki rekatını kıldık, sonra namaz için ikamet getirildi ve namaz kıldık.\""
    },
    {
      "id": 66,
      "narrator": "Hisam reported from Qatadah, from Anas, that Zaid bin Thabir said;\n\"We took Sahur with the Messenger of Allah then we went to pray.\" I said:",
      "text": "Hisam, Qatadah'dan, o da Anas'tan rivayet etti ki Zayd bin Thabit dedi: \"Allah'ın Resulü ile sahur yaptık, sonra namaza gittik.\" Ben dedim: \"Aralarında ne kadar zaman vardı?\" O da dedi: \"Bir adamın elli ayet okuması kadar.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from Anas that Zaid bin Thabit said:",
      "text": "Anas'tan rivayet edilmiştir ki Zayd bin Thabit dedi: \"Allah'ın Resulü ile sahur yaptık, sonra namaza gittik.\" Ben (rivayet edenlerden biri) dedim: \"Anas'ın şöyle dediği iddia ediliyor: 'Aralarında ne kadar zaman vardı?' O da dedi: 'Bir adamın elli ayet okuması kadar.'\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü ve Zayd bin Thabit sahur yaptılar, sonra kalkıp Subh namazına başladılar.\" Biz Anas'a dedik: \"Namazı bitirmeleri ile başlamaları arasında ne kadar zaman vardı?\" O da dedi: \"Bir adamın elli ayet okuması kadar.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Abu 'Atiyyah said:",
      "text": "Abu 'Atiyyah dedi ki: \"Ben 'Aişe'ye dedim: 'Aramızda iki sahabi var, bunlardan biri iftarı aceleyle yapıyor ve sahuru geciktiriyor, diğeri ise iftarı geciktiriyor ve sahuru aceleyle yapıyor.' O da dedi: 'İftarını aceleyle yapan ve sahurunu geciktiren kimdir?' Ben dedim: 'Abdullah bin Mes'ud.' O da dedi: 'Bu, Allah'ın Resulü'nün yaptığıdır.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Abu 'Atiyyah said:",
      "text": "Abu 'Atiyyah dedi ki: \"Ben 'Aişe'ye dedim: 'Aramızda iki adam var, bunlardan biri iftarı aceleyle yapıyor ve sahuru geciktiriyor, diğeri ise iftarı geciktiriyor ve sahuru aceleyle yapıyor.' O da dedi: 'İftarını aceleyle yapan ve sahurunu geciktiren kimdir?' Ben dedim: 'Abdullah bin Mes'ud.' O da dedi: 'Bu, Allah'ın Resulü'nün yaptığıdır.'\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that Abu 'Atiyyah said:",
      "text": "Abu 'Atiyyah dedi ki: \"Masruq ve ben 'Aişe'ye geldik, Masruq ona dedi: 'Allah'ın Resulü'nün iki sahabesi var, ikisi de iyidir; biri namazı ve iftarı geciktiriyor, diğeri namazı ve iftarı aceleyle yapıyor.' 'Aişe' dedi: 'Namazı ve iftarı aceleyle yapan kimdir?' Masruq dedi: 'Bu, Allah'ın Resulü'nün yaptığıdır.'\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that Abu 'Atiyyah said:",
      "text": "Abu 'Atiyyah dedi ki: \"Masruq ve ben 'Aişe'ye geldik ve ona dedik: 'Ey müminlerin annesi, Muhammed'in sahabelerinden iki adam var; biri iftarı aceleyle yapıyor ve namazı aceleyle kılıyor, diğeri iftarı geciktiriyor ve namazı geciktiriyor.' O da dedi: 'İftarını aceleyle yapan ve namazını aceleyle kılan kimdir?' Biz dedik: 'Abdullah bin Mes'ud.' O da dedi: 'Bu, Allah'ın Resulü'nün yaptığıdır.' Diğeri ise Ebu Musa'ydı.\""
    },
    {
      "id": 73,
      "narrator": "'Abdullah bin Al-Harith narrated that a man from among the Companions of th Prophet said:",
      "text": "Abdullah bin Al-Harith rivayet etti ki, Allah'ın Resulü'nden bir adam dedi: \"Ben Resulullah'ın sahur yaptığı sırada yanına girdim. O da dedi: 'Bu, Allah'ın size verdiği bir berekettir, bu yüzden onu ihmal etmeyin.'\""
    },
    {
      "id": 74,
      "narrator": "It was narrated that AL-'Irbad bin Sariyah said:",
      "text": "Al-'Irbad bin Sariyah'dan rivayet edilmiştir: \"Allah'ın Resulü'nün Ramazan'da insanları sahura davet ettiğini duydum. O dedi: 'Bereketli kahvaltıya gelin.' (Hasan) Bölüm 26. Sahuru \"Ghada\" (Kahvaltı) olarak adlandırmak.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated from Al-Miqdam bin Madikarib that the Prophet said:",
      "text": "Al-Miqdam bin Madikarib'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Sahur yapmalısınız, çünkü o bereketli bir kahvaltıdır.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Khalid bin Ma'dan said:",
      "text": "Khalid bin Ma'dan'dan rivayet edildiğine göre: \"Allah'ın Resulü bir adama dedi ki: 'Mübarek sahura gel.'\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that 'Amr bin Al-As said:",
      "text": "'Amr bin Al-As'tan rivayet edildiğine göre: \"Allah'ın Resulü dedi ki: 'Bizim orucumuz ile Ehli Kitap'ın orucu arasındaki fark, sahur yemektir.'\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Resulü sahur vaktinde dedi ki: 'Ey Anas, oruç tutmak istiyorum, bana bir şey ver.' Ben de ona biraz hurma ve bir kap su getirdim. Bu, Bilal'in ezanından sonraydı. O dedi ki: 'Ey Anas, benimle birlikte yemek yiyecek birini bul.' Ben de Zaid bin Thabit'i çağırdım, o geldi ve dedi ki: 'Ben biraz sawık içtim ve oruç tutmak istiyorum.' Allah'ın Resulü dedi ki: 'Ben de oruç tutmak istiyorum.' Böylece onunla birlikte sahur yaptı, sonra kalkıp iki rekât namaz kıldı, ardından da namaza gitti.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from Al-Bara bin Azib that:",
      "text": "Al-Bara bin Azib'den rivayet edildiğine göre: \"Eğer onlardan biri akşam yemeğinden önce uyursa, o gece veya ertesi gün güneş batana kadar hiçbir şey yemesi veya içmesi caiz değildi. (Bu durum) 'Ve beyaz iplik, karanlıktan ayırt edilinceye kadar yiyin ve için.' ayeti inene kadar devam etti. O dedi ki: 'Bu, oruçlu olan Abu Qais bin 'Amr hakkında inmiştir. O, akşam namazından sonra ailesine geldi ve dedi ki: 'Yiyecek bir şey var mı?' Eşi dedi ki: 'Hayır, ama ben dışarı çıkacağım.' O da uzandı ve uyudu. Eşi geri döndüğünde onu uyurken buldu, onu uyandırdı ama o hiçbir şey yemedi. O gece oruçlu kaldı ve ertesi gün oruçlu olarak uyandı, öğle vakti bayılana kadar. Bu, bu ayet inmeden önceydi ve Allah onu hakkında indirdi.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated from 'Adiyy bin Hatim that:",
      "text": "'Adiyy bin Hatim'den rivayet edildiğine göre: \"O, Allah'ın Resulü'ne 'Beyaz iplik, karanlıktan ayırt edilinceye kadar' ayeti hakkında sordu. O da dedi ki: 'Bu, gecenin karanlığı ve gündüzün beyazlığıdır.'\""
    },
    {
      "id": 81,
      "narrator": "It was narrated from Ibn Mas'ud that the Prophet said:",
      "text": "İbn Mes'ud'dan rivayet edildiğine göre, Peygamber dedi ki: \"Bilal, geceleri uykuda olanları uyandırmak için ezan okur ve namaz kılanların geri dönmesini sağlar. Şafak, ışığın böyle göründüğü zaman değildir\" - ve elini işaret etti - \"şafak, böyle göründüğü zamandır: - ve iki işaret parmağıyla işaret etti.\""
    },
    {
      "id": 82,
      "narrator": "Samurah said:",
      "text": "Samurah dedi ki: \"Allah'ın Resulü dedi ki: 'Bilal'in ezanı veya bu beyazlığa aldanmayın, ta ki şafak böyle görününceye kadar' - yani yatay olarak. (Rivayet edenlerden biri) Ebu Davud dedi ki: 'Ve ellerini sağa ve sola açarak işaret etti.'\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Resulü dedi ki: \"Ayın önünde oruç tutmayın, ancak sürekli oruç tutan bir adam için, o gün onun düzenli oruç günlerinden biri olursa oruç tutabilir.\""
    },
    {
      "id": 84,
      "narrator": "Abu Hurairah narrated that the Messengre of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün dediğini rivayet etti: \"Hiç kimse ayın bir veya iki gün öncesinde oruç tutmasın, ancak daha önce oruç tutma alışkanlığı olan biri oruç tutabilir.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Resulü dedi ki: 'Ayın bir veya iki gün öncesinde oruç tutmayın, ancak bu, sizden birinin alışkanlıkla oruç tuttuğu bir gün olursa.' Ebu Abdurrahman (En-Nesai) dedi ki: Bu bir hatadır.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Abu Salamah that Umm Salamah said:",
      "text": "Ebu Salamah'dan rivayet edildiğine göre, Ümmü Seleme dedi ki: \"Ben, Allah'ın Resulü'nün iki ardışık ay oruç tuttuğunu hiç görmedim, ama o, Şaban'ı Ramazan'a eklerdi.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edildiğine göre: \"Allah'ın Resulü, Şaban'ı Ramazan'a eklerdi.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Abu Salamah bin 'Abdur-Rahman that he asked \nAishah about the fasting of the Messenger of Allah. She said:",
      "text": "Ebu Salamah bin Abdurrahman'dan rivayet edildiğine göre, o Aişe'ye Allah'ın Resulü'nün oruç tutma şekli hakkında sordu. O da dedi ki: \"Allah'ın Resulü öyle oruç tutardı ki, biz 'O oruç tutmayacak' derdik. Ve o, Şaban'ı veya Şaban'ın çoğunu oruç tutardı.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Bizden (kadınlardan) biri Ramazan'da bazı oruçları kaçırırdı ve onu Şaban başladığında kaza edemezdi, ve Allah'ın Resulü, Şaban'da tuttuğu kadar oruç tutmazdı; o, Şaban'ın tamamını, az bir kısmı hariç, oruç tutardı.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "Ebu Salamah dedi ki: \"Aişe'ye sordum: 'Allah'ın Resulü'nün oruç tutma şekli hakkında bana söyle.' O da dedi ki: 'O, öyle oruç tutardı ki, biz 'O oruç tutacak' dediğimizde, 'O oruç tutmayacak' derdik. O, Şaban'dan daha fazla hiçbir ayda oruç tutmazdı. O, Şaban'ın tamamını, az bir kısmı hariç, oruç tutardı.'\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü, yılın hiçbir ayında Şaban'dan daha fazla oruç tutmamıştır. O, Şaban'ın tamamında oruç tutardı.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber, Şaban ayında oruç tutardı.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü'nün bir gecede Kur'an'ı tamamladığını, sabaha kadar Kıyam namazı kıldığını veya Ramazan dışında bir ay boyunca oruç tuttuğunu bilmiyorum.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that 'Abdullah bin Shaqiq said:",
      "text": "Abdullah bin Şakık'tan rivayet edilmiştir: \"Ben Aişe'ye Allah'ın Resulü'nün oruç tutması hakkında sordum. O şöyle dedi: 'Allah'ın Resulü, biz onun sürekli oruç tutacağını söyleyene kadar oruç tutardı, biz de onun oruç tutmayacağını söyleyene kadar oruç tutmazdı. Ve o, Medine'ye geldiğinden beri Ramazan dışında bir ay boyunca oruç tutmadı.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that 'Abdullah bin Shaqiq said:",
      "text": "Abdullah bin Şakık'tan rivayet edilmiştir: \"Ben Aişe'ye: 'Allah'ın Resulü Duha namazı kıldı mı?' dedim. O şöyle dedi: 'Hayır, eğer bir yolculuktan dönmüyorsa.' Ben: 'Allah'ın Resulü bir ay boyunca oruç tuttu mu?' dedim. O: 'Hayır, Ramazan dışında bir ay boyunca oruç tuttuğunu hatırlamıyorum ve o, bir ay boyunca orucunu açmadı; aksine, her ayın bir kısmında oruç tutardı, ta ki vefat edene kadar.'\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that 'Abdullah bin Shaqiq said:",
      "text": "Abdullah bin Şakık'tan rivayet edilmiştir: \"Ben Aişe'ye: 'Allah'ın Resulü Duha namazı kıldı mı?' dedim. O: 'Hayır, eğer bir yolculuktan dönmüyorsa.' Ben: 'Allah'ın Resulü Ramazan dışında düzenli olarak oruç tutar mıydı?' dedim. O: 'Vallahi, o, vefat edene kadar Ramazan dışında düzenli olarak oruç tutmadı ve bir ay boyunca orucunu açmadı; aksine, her ayın bir kısmında oruç tutardı.'\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from Jubair bin Nufair that a man asked Aishah about fasting and she said:",
      "text": "Jubair bin Nufair'den rivayet edilmiştir ki, bir adam Aişe'ye oruç hakkında sordu ve o şöyle dedi: \"Allah'ın Resulü, Şaban'ın tamamında oruç tutardı ve pazartesi ve perşembe günlerinde oruç tutmaya özen gösterirdi.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü, Şaban ve Ramazan ayında oruç tutardı ve pazartesi ve perşembe günlerinde oruç tutmaya özen gösterirdi.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated that Silah said:",
      "text": "Silah'tan rivayet edilmiştir: \"Biz Ammar ile birlikteydik ve bir kuzu kızartması getirildi. O: 'Ye.' dedi. İnsanlardan biri döndü ve: 'Ben oruçluyum.' dedi. Ammar: 'Şüpheli bir günde oruç tutan, Ebu'l-Kasım'a itaat etmemiştir.' dedi.\""
    },
    {
      "id": 100,
      "narrator": "It was narrated that Simak said:",
      "text": "Simak'tan rivayet edilmiştir: \"Şüpheli bir günde, Ramazan mı yoksa Şaban mı olduğu konusunda, İkrime'nin yanına girdim ve o ekmek, sebze ve süt yiyordu. O: 'Gel ve ye.' dedi. Ben: 'Ben oruçluyum.' dedim. O, beni Allah'a yemin ettirerek orucumu açmamı istedi. Ben: 'Subhanallah' dedim iki kez. Onun ısrar ettiğini görünce, ileri gittim ve: 'Elindekini ver.' dedim. O: 'Ben İbn Abbas'tan şunu duydum: Allah'ın Resulü şöyle dedi: 'Hilali gördüğünüzde oruç tutun ve onu gördüğünüzde orucu açın. Eğer bulutlar veya karanlık, onu görmenizi engellerse, o zaman Şaban'ın sayısını tamamlayın ve ayın önüne geçmeyin, Ramazan'ı Şaban'ın bir günüyle birleştirmeyin.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah used to say:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü şöyle derdi: \"Ayın bir veya iki gün öncesinde oruç tutmayın, eğer düzenli olarak oruç tutan biri değilse. O zaman oruç tutsun.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Saeed bin Al-Musayyab that the Messenger of Allah said:",
      "text": "Sa'id bin el-Musayyib'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Ramazan gecelerini, imanla ve mükafat umarak namazla geçirenin geçmiş günahları affedilir.\""
    },
    {
      "id": 103,
      "narrator": "'Urwah bin Az-Zubair narrated that Aishah told him that:",
      "text": "Urve bin Zübeyr, Aişe'nin kendisine şunları söylediğini rivayet etmiştir: \"Allah'ın Resulü, insanları Ramazan'da Kıyam namazı kılmaya teşvik ederdi, ancak buna ısrar etmezdi. O: 'Ramazan gecelerini, imanla ve mükafat umarak namazla geçirenin geçmiş günahları affedilir.' dedi.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that Az-Zuhir said:",
      "text": "Az-Zuhri'den rivayet edilmiştir ki, Urve bin Zübeyr bana şunu söyledi: \"Aişe, ona şunu söyledi: 'Allah'ın Resulü, gece yarısı mescide çıkıp insanları namaza yönlendirdi; ve o, aynı hadisi aktardı, Aişe'nin: 'Ramazan'da insanları Kıyam namazı kılmaya teşvik ederdi, ancak buna ısrar etmezdi.' dediği gibi. O: 'Kadir Gecesi'ni, imanla ve mükafat umarak namazla geçirenin geçmiş günahları affedilir.' dedi. O: 'Ve Allah'ın Resulü, bu durumdayken vefat etti.'\""
    },
    {
      "id": 105,
      "narrator": "Abu Salamah bin 'Abdur-Rahman narrated that Abu Hurairah said:",
      "text": "Ebu Salame bin Abdurrahman'dan rivayet edilmiştir ki, Ebu Hureyre şöyle dedi: \"Ben, Allah'ın Resulü'nün Ramazan hakkında şöyle dediğini duydum: 'Ramazan gecesini, imanla ve mükafat umarak namazla geçirenin geçmiş günahları affedilir.'\""
    },
    {
      "id": 106,
      "narrator": "'Urwah bin Az-Zubair narrated that 'Aishah told him:",
      "text": "'Urwah bin Az-Zubair, 'Aişe'den şöyle nakletti: \"Allah'ın Resulü gece yarısı dışarı çıktı ve Mescid'de namaz kıldı,\" ve aynı Hadis'i aktardı, burada şöyle dedi: \"Ramazan'da Qiyam kılmaları için onları teşvik etti, ama buna ısrar etmedi ve şöyle dedi: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.'\""
    },
    {
      "id": 107,
      "narrator": "Abu Salamah bin 'Abdur-Rahman narrated that Abu Hurairah said:",
      "text": "Ebu Salamah bin 'Abdur-Rahman, Ebu Hureyre'den şöyle nakletti: \"Ben, Allah'ın Resulü'nün Ramazan hakkında şöyle dediğini duydum: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated from Ibn Shahab that Abu Salamah told him that Abu Hurairah said:",
      "text": "İbn Şahab'dan nakledildi ki, Ebu Salamah ona Ebu Hureyre'nin şöyle dediğini aktardı: \"Allah'ın Resulü şöyle dedi: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den nakledildi ki, \"Allah'ın Resulü Ramazan'da (bize) Qiyam kılmamız için teşvikte bulunurdu, ama buna ısrar etmezdi ve şöyle derdi: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.'\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den nakledildi ki, Allah'ın Resulü şöyle dedi: \"Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den nakledildi ki, Allah'ın Resulü şöyle dedi: \"Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den nakledildi ki, Allah'ın Resulü şöyle dedi: \"Kim Ramazan gecesini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Ebu Hureyre'den nakledildi ki, Peygamber şöyle dedi: \"Kim Ramazan'da oruç tutarsa\" ve Kutaibah Hadisi'ne göre, Peygamber şöyle dedi: \"Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir, ve kim Kadir Gecesi'ni imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Ebu Hureyre'den nakledildi ki, Peygamber şöyle dedi: \"Kim Ramazan'da imanla ve mükafat umarak oruç tutarsa, geçmiş günahları affedilir.\""
    },
    {
      "id": 115,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den nakledildi ki, \"Allah'ın Resulü şöyle dedi: 'Kim Ramazan'ı imanla ve mükafat umarak oruç tutarsa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 116,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den nakledildi ki, \"Allah'ın Resulü şöyle dedi: 'Kim Ramazan'ı imanla ve mükafat umarak oruç tutarsa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that Abu Salamah bin 'Abdur-Rahman said:",
      "text": "Ebu Salamah bin 'Abdur-Rahman'dan nakledildi ki: \"Ebu Hureyre bana, Allah'ın Resulü'nün şöyle dediğini aktardı: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir, ve kim Kadir Gecesi'ni imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.'\""
    },
    {
      "id": 118,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den nakledildi ki, \"Allah'ın Resulü şöyle dedi: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir, ve kim Kadir Gecesi'ni imanla ve mükafat umarak namazla geçirirse, geçmiş günahları affedilir.'\""
    },
    {
      "id": 119,
      "narrator": "An-Nadr bin Shaiban narrated that he met Abu Salamah bin 'Abdur-Rahman and said to him:",
      "text": "En-Nadr bin Şaiban, Ebu Salamah bin 'Abdur-Rahman ile karşılaştı ve ona şöyle dedi: \"Ramazan ayı hakkında duyduğun en iyi şeyi bana söyle.\" Ebu Salamah şöyle dedi: \"Abdurrahman bin 'Avf bana, Allah'ın Resulü'nün Ramazan'dan bahsettiğini ve onun diğer aylardan üstün olduğunu söylediğini, ve şöyle dediğini aktardı: 'Kim Ramazan gecelerini imanla ve mükafat umarak namazla geçirirse, annesinin onu doğurduğu gün gibi günahlarından temizlenir.'\" (Daif) Ebu 'Abdur-Rahman (En-Nesai) dedi: Bu bir hatadır, doğru olan \"Ebu Salamah, Ebu Hureyre'den\" şeklindedir."
    },
    {
      "id": 120,
      "narrator": "A similar report was narrated from Abu Salamah and he said:",
      "text": "Ebu Salamah'dan benzer bir rivayet nakledildi ve şöyle dedi: \"Kim onu oruç tutar ve gecelerini imanla ve mükafat umarak namazla geçirirse.\" (Daif)"
    },
    {
      "id": 121,
      "narrator": "An-Nadr bin Shaiban said:",
      "text": "An-Nadr bin Şaiban dedi ki: \"Abu Salamah bin 'Abdur-Rahman'a dedim ki: 'Bana babandan, babanın da Allah'ın Resulü'nden işittiğin bir şey söyle, arada kimse olmadan Ramazan ayı hakkında.' Dedi ki: 'Evet; babam dedi ki: Allah'ın Resulü şöyle söyledi: Allah, yüce ve mübarek olsun, Ramazan orucunu sizlere farz kıldı ve ben de onun gecelerini namazla geçirmenizi sünnet olarak belirledim. Kim onu oruç tutar ve gecelerini namazla geçirirse, o, annesinin kendisini doğurduğu gün gibi günahlardan arınmış olarak çıkacaktır.'\" (Daif)"
    },
    {
      "id": 122,
      "narrator": "It was narrated from 'Ali bin Abi Talib that the Messenger of Allah said:",
      "text": "'Ali bin Ebi Talib'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Allah, yüce ve mübarek olsun, şöyle buyuruyor: 'Oruç benim içindir ve ben de onun karşılığını vereceğim. Oruç tutan kişinin iki sevinci vardır: Oruç açtığında ve Rabbine kavuştuğunda.' Canım elinde olan Zat'a yemin ederim ki, oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated from Abu Al-Ahwas that 'Abdullah said:",
      "text": "Abu'l-Ahvas'tan rivayet edilmiştir ki, 'Abdullah şöyle dedi: \"Allah, yüce olsun, şöyle buyurdu: 'Oruç benim içindir ve ben de onun karşılığını vereceğim. Oruç tutan kişinin iki sevinci vardır: Oruç açtığında ve Rabbine kavuştuğunda. Ve oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.'\""
    },
    {
      "id": 124,
      "narrator": "It was narrated that Abu Saeed said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Allah, yüce ve mübarek olsun, şöyle buyuruyor: Oruç benim içindir ve ben de onun karşılığını vereceğim. Oruç tutan kişinin iki sevinci vardır: Oruç açtığında ve Rabbine kavuştuğunda. Canım elinde olan Zat'a yemin ederim ki, oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.\""
    },
    {
      "id": 125,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"(Allah şöyle der) Oruç benim içindir ve ben de onun karşılığını vereceğim. Oruç tutan kişi iki kez sevinir: Oruç açtığında ve Rabbine kavuştuğunda. Ve oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"İnsanoğlunun yaptığı her hayır ameli için, ona on ile yedi yüz arasında sevap yazılır. Allah, yüce ve aziz olan şöyle buyurdu: 'Oruç hariç, çünkü o benim içindir ve ben de onun karşılığını vereceğim. O, benim rızam için arzusunu ve yiyeceğini terk eder. Oruç bir kalkandır ve oruç tutan kişinin iki sevinci vardır. Biri orucunu açtığında, diğeri Rabbine kavuştuğunda. Ve oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.'\""
    },
    {
      "id": 127,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü şöyle dedi: '(Allah şöyle der) İnsanoğlunun her ameli kendisi içindir, oruç hariç; o benim içindir ve ben de onun karşılığını vereceğim. Oruç bir kalkandır. Sizden biri oruç tutuyorsa, kötü söz söylemesin ve öfkeyle sesini yükseltmesin, eğer biri ona hakaret ederse veya kavga etmek isterse, 'Ben oruçluyum' desin. Canım elinde olan Zat'a yemin ederim ki, oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır. Oruç tutan kişinin iki sevinci vardır: Oruç açtığında sevinir ve Rabbine kavuştuğunda, oruç tuttuğu için sevinir.\""
    },
    {
      "id": 128,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü şöyle dedi: 'Allah, yüce ve aziz olan şöyle buyurdu: İnsanoğlunun her ameli kendisi içindir, oruç hariç; o benim içindir ve ben de onun karşılığını vereceğim. Oruç bir kalkandır. Sizden biri oruç tutuyorsa, kötü söz söylemesin ve öfkeyle sesini yükseltmesin, eğer biri ona hakaret ederse veya kavga etmek isterse, 'Ben oruçluyum' desin. Canım elinde olan Zat'a yemin ederim ki, oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.' (Sahih) Bu hadis, Abu Hurayra'dan Sa'id bin Al-Musayyab tarafından rivayet edilmiştir.\""
    },
    {
      "id": 129,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü şöyle dedi: 'Allah, yüce ve aziz olan şöyle buyurdu: İnsanoğlunun her ameli kendisi içindir, oruç hariç; o benim içindir ve ben de onun karşılığını vereceğim. Canım elinde olan Zat'a yemin ederim ki, oruç tutan kişinin ağzından gelen koku, Allah katında miskin kokusundan daha hayırlıdır.'\""
    },
    {
      "id": 130,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said (that Allah said):",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi (ki Allah şöyle dedi): \"İnsanoğlunun yaptığı her hayır ameli için, ona on katı kadar sevap verilir, oruç hariç. O benim içindir ve ben de onun karşılığını vereceğim.\""
    },
    {
      "id": 131,
      "narrator": "Muhammad bin 'Abdullah bin Abi Yaqub said:",
      "text": "Muhammad bin 'Abdullah bin Ebi Yaqub dedi ki: \"Raja bin Haiwah, Abu Umamah'dan rivayet etti: 'Ben Allah'ın Resulü'ne geldim ve dedim ki: Benden alabileceğin bir şey söyle. O da dedi ki: 'Oruç tutmaya yönel, çünkü onun gibi bir şey yoktur.'\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Raja bin Haiwah said:",
      "text": "Raja bin Haiwah'tan rivayet edilmiştir ki, Abu Umamah Al-Bahili bana şöyle anlattı: 'Ben dedim: Ey Allah'ın Resulü, Allah'ın bana fayda vereceği bir şey söyle. O da dedi: Oruç tutmaya yönel, çünkü onun gibi bir şey yoktur.'\""
    },
    {
      "id": 133,
      "narrator": "It was narrated from Abu Umamah that he asked the Messenger of Allah:",
      "text": "Abu Umamah'dan rivayet edilmiştir ki, o Allah'ın Resulü'ne sordu: \"Hangi amel en hayırlıdır?\" O da dedi: \"Oruç tutmaya yönel, çünkü onun gibi bir şey yoktur.\""
    },
    {
      "id": 134,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Abu Umamah dedi ki: \"Ben dedim: 'Ey Allah'ın Resulü, yapmam gereken bir ameli söyle.' O da dedi: 'Oruç tutmaya yönel, çünkü onun gibi bir şey yoktur.'\""
    },
    {
      "id": 135,
      "narrator": "It was narrated that Muadh bin Jabal said:",
      "text": "Muaz bin Cebel dedi ki: \"Allah'ın Resulü şöyle dedi: 'Oruç bir kalkandır.'\""
    },
    {
      "id": 136,
      "narrator": "It was narrated that Muadh bin Jabal said:",
      "text": "Muadh bin Cebel'den rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that Muadh bin Jabal said:",
      "text": "Muadh bin Cebel'den rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\""
    },
    {
      "id": 138,
      "narrator": "It was narrated from Shubah:",
      "text": "Şu'be'den rivayet edilmiştir: \"El-Hakem bana dedi ki: 'Onu kırk yıl önce ondan duydum; sonra El-Hakem dedi ki: 'Ve Maimun bin Ebu Şabib, bunu Muadh bin Cebel'den bana rivayet etti.'\" (Sahih)"
    },
    {
      "id": 139,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\" (Sahih)"
    },
    {
      "id": 140,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\" (Sahih)"
    },
    {
      "id": 141,
      "narrator": "It was narrated from Saeed bin Abi Hind that Mutarrif a man from Banu 'Amir bin Sa'sa'ah told him that:",
      "text": "Sa'id bin Ebu Hind'den rivayet edilmiştir ki, Banu Amir bin Sa'sa'dan Mutarrif adında bir adam ona şunu söyledi: 'Osman bin Ebu Al-As, ona (Mutarrif) içmesi için süt getirilmesini istedi. Mutarrif dedi ki: 'Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Oruç, sizin savaşta kullandığınız zırh gibidir.' Ebu Hureyre dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\" (Sahih)"
    },
    {
      "id": 142,
      "narrator": "It was narrated that Mutarrif said:",
      "text": "Mutarrif'ten rivayet edilmiştir: \"Osman bin Ebu Al-As'ın yanına girdim ve süt istedi. Ben de: 'Ben oruçluyum' dedim; o da: 'Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Oruç, sizin savaşta kullandığınız zırh gibidir.' Ebu Hureyre dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\" (Sahih)"
    },
    {
      "id": 143,
      "narrator": "It was narrated that Saeed bin Abi Hind said:",
      "text": "Sa'id bin Ebu Hind'den rivayet edilmiştir: \"Mutarrif, Osman'ın yanına girdi\" ve o, benzer bir şeyi Mursal olarak anlattı. Ebu Hureyre dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Oruç bir zırhtır.'\" (Sahih)"
    },
    {
      "id": 144,
      "narrator": "Abu 'Ubaidah said:",
      "text": "Ebu Ubeyde dedi ki: \"Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Oruç bir zırhtır, yeter ki ona zarar vermeyesiniz.'\""
    },
    {
      "id": 145,
      "narrator": "It was narrated that 'Aishah said that the Prophet said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Oruç, ateşe karşı bir zırhtır. Kim oruçlu bir gün başlarsa, o gün cahilce davranmasın. Eğer biri ona cahilce davranırsa, ona sövmemeli veya lanet etmemeli, aksine: 'Ben oruçluyum' demelidir. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, oruçlu bir kişinin ağzından gelen koku, Allah katında misk kokusundan daha hayırlıdır.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that Al-Walid bin Abi Malik said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Kim Allah, Azze ve Celle yolunda bir çift (şey) harcarsa, cennette ona şöyle denilecektir: 'Ey Allah'ın kulu, işte refah burada. Kim namaz ehli ise, namaz kapısından çağrılacaktır. Kim sadaka ehli ise, Ar-Rayyan kapısından çağrılacaktır.' Ebu Bekir Es-Sıddık dedi ki: 'Ey Allah'ın Elçisi, o kapılardan çağrılan kimseye ne bir sıkıntı ne de bir ihtiyaç gelir. Bu kapılardan çağrılan biri olacak mı?' Allah'ın Elçisi dedi ki: 'Evet, ve umarım ki sen de onlardan biri olursun.'\""
    },
    {
      "id": 147,
      "narrator": "It was narrated from Sahi bin Sad that the Prophet said:",
      "text": "Sahi bin Sad'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Oruç tutanlar için cennette Ar-Rayyan adında bir kapı vardır, oradan sadece onlar girecektir. Onların sonuncusu girdiğinde kapı kapanacaktır. Kim oradan girerse içecek, kim içerse bir daha asla susamaz.\""
    },
    {
      "id": 148,
      "narrator": "Sahi narrated that:",
      "text": "Sahi rivayet etti ki: Cennette Ar-Rayyan adında bir kapı vardır, Kıyamet Günü denilecektir: \"Oruç tutanlar nerede? Ar-Rayyan'dan girmek ister misiniz?\" Kim oradan girerse bir daha asla susamaz. Sonra onlar girdiğinde kapı arkasından kapanacak ve sadece onlar girecektir."
    },
    {
      "id": 149,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Kim Allah, Azze ve Celle yolunda bir çift (şey) harcarsa, cennette ona şöyle denilecektir: 'Ey Allah'ın kulu, işte refah burada. Kim namaz ehli ise, namaz kapısından çağrılacaktır. Kim sadaka ehli ise, Ar-Rayyan kapısından çağrılacaktır.' Ebu Bekir Es-Sıddık dedi ki: 'Ey Allah'ın Elçisi, o kapılardan çağrılan kimseye ne bir sıkıntı ne de bir ihtiyaç gelir. Bu kapılardan çağrılan biri olacak mı?' Allah'ın Elçisi dedi ki: 'Evet, ve umarım ki sen de onlardan biri olursun.'\""
    },
    {
      "id": 150,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Biz, Allah'ın Elçisi ile çıktık ve hiçbir şeye gücü yetmeyen gençlerdik. O şöyle dedi: 'Ey gençler, evlenmelisiniz, çünkü bu bakışları daha iyi kontrol eder ve iffet korur. Kim buna gücü yetmezse oruç tutsun, çünkü bu onun için bir zorlama olacaktır.'\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from 'Alqamah that:",
      "text": "'Alqamah'dan rivayet edilmiştir ki: İbn Mes'ud, Arafat'ta 'Uthman ile karşılaştı ve onunla özel olarak konuştu. 'Uthman, İbn Mes'ud'a: \"Sana evlenmek için bir kızla ilgileniyor musun?\" dedi. 'Abdullah, 'Alqamah'ı çağırdı ve ona Peygamber'in şöyle söylediğini aktardı: \"Aranızdan evlenmeye gücü yeten evlensin. Gücü yetmeyen oruç tutsun, çünkü oruç onun için bir engel (Wija) olacaktır.\"'"
    },
    {
      "id": 152,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Aranızdan evlenmeye gücü yeten evlensin, gücü yetmeyen oruç tutsun, çünkü oruç onun için bir engel (Wija) olacaktır.'\""
    },
    {
      "id": 153,
      "narrator": "It was narrated that 'Abdur-Rahman bin Yazid said:",
      "text": "'Abdur-Rahman bin Yazid'den rivayet edilmiştir ki: \"Biz, 'Alqamah, Al-Aswad ve bir grup (başkasıyla) birlikte 'Abdullah'ın yanına girdik. Bize yalnızca benim için anlattığı bir Hadis söyledi, çünkü ben onların en küçüğüyüm. Allah'ın Elçisi şöyle dedi: 'Ey gençler, aranızdan evlenmeye gücü yeten evlensin, çünkü bu, bakışları alçaltmada ve iffetlerini korumada daha etkilidir.'\" (Rivayet edenlerden biri) 'Ali dedi ki: \"Al-Amash, İbrahim'in rivayetçisi hakkında soruldu, o da (soruyu soran) 'İbrahim'den, 'Alqamah'dan, 'Abdullah'dan; benzer şekilde mi?' dedi. O (Al-Amash) da: 'Evet.' diye cevap verdi.\""
    },
    {
      "id": 154,
      "narrator": "It was narrated that 'Alqamah said:",
      "text": "'Alqamah'dan rivayet edilmiştir ki: \"İbn Mes'ud ile 'Uthman'ın yanındaydım, 'Uthman şöyle dedi: 'Aranızdan evlenmeye gücü yeten evlensin, çünkü bu, bakışları alçaltmada ve iffetlerini korumada daha etkilidir. Gücü yetmeyen ise, oruç tutsun; bu onun için bir kalkan olacaktır.'\" (Sahih) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu (rivayetçi) Abu Maşar'dır, ismi Ziyad bin Kulaib'dir ve güvenilirdir. İbrahim'in arkadaşlarındandır. Mansur, Mughirah ve Şubah ondan rivayette bulunmuşlardır. (Abu Maşar Al-Madini'ye gelince; ismi Najih'tir ve zayıftır, zayıflığı ile birlikte karışıklık da yaşamıştır, Munkar rivayetler aktarmıştır, bunlardan biri: Muhammed bin 'Amr'dan, Abu Salamah'dan, Abu Hurayra'dan, Peygamber'in şöyle dediği: \"Doğu ile batı arasındaki yer Kıble'dir. Ve bunlardan biri: Hişam bin 'Urwah, babasından, 'Aişe'den, Peygamber'den: \"Eti bıçakla kesmeyin, aksine dişlerinizle çiğneyin.\"\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: \"Kim Allah yolunda bir gün oruç tutarsa, Allah, onun yüzünü ateşten yetmiş sonbaharlık mesafeyle uzaklaştırır.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated that Abu Saeed Al-Khudri said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kim Allah yolunda bir gün oruç tutarsa, Allah, o gün için onun yüzü ile ateş arasında yetmiş sonbaharlık mesafe koyar.'\""
    },
    {
      "id": 157,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kim Allah yolunda bir gün oruç tutarsa, Allah, aziz ve yüce olan, onun yüzünü ateşten yetmiş sonbaharlık mesafeyle ayırır.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated from Abu Sa`eed that the Prophet (ﷺ) said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki: Peygamber (ﷺ) şöyle dedi: \"Kim Allah yolunda bir gün oruç tutarsa, aziz ve yüce olan Allah, onun yüzünü ateşten yetmiş yıllık mesafeyle ayırır.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated from Abu Saeed that he heard the Messenger of Allah say:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Allah yolunda bir gün oruç tutan hiçbir kullar yoktur ki, aziz ve yüce olan Allah, o gün için onun yüzünü ateşten yetmiş sonbaharlık mesafeyle ayırmasın.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that An-Numan bin Abi 'Ayyash said:",
      "text": "An-Numan bin Abi 'Ayyash'dan rivayet edilmiştir ki: \"Abu Sa'id Al-Khudri'nin şöyle dediğini duydum: 'Allah'ın Elçisi şöyle dedi: Kim Allah yolunda bir gün oruç tutarsa, onun yüzünü ateşten yetmiş sonbaharlık mesafeyle ayırır.'\""
    },
    {
      "id": 161,
      "narrator": "Abu Saeed Al-Khudi said:",
      "text": "Abu Sa'id Al-Khudri dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Kim Allah yolunda bir gün oruç tutarsa, Allah, onun yüzünü ateşten yetmiş sonbaharlık mesafeyle ayırır.'\""
    },
    {
      "id": 162,
      "narrator": "It was narrated that Abu Saeed Al-khudi said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi: 'Allah yolunda bir gün oruç tutan hiçbir kullar yoktur ki, en yüce olan Allah, o gün için onun yüzü ile ateş arasında yetmiş sonbaharlık mesafe koymasın.'\""
    },
    {
      "id": 163,
      "narrator": "It was narrated from Abu Saeed Al-Khudri that the Prophet said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: Peygamber şöyle dedi: \"Kim Allah yolunda bir gün oruç tutarsa, Allah, onun yüzünü cehennemin ateşinden yetmiş sonbaharlık mesafeyle ayırır.\""
    },
    {
      "id": 164,
      "narrator": "It was narrated that Abu Saeed Al-Khudri said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: Kim Allah yolunda bir gün oruç tutarsa, Allah, o gün için onun yüzünü ateşten yetmiş sonbaharlık mesafeyle ayırır.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated from 'Uqbah bin 'Amir that the Messenger of Allah said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: \"Kim Allah yolunda bir gün oruç tutarsa, aziz ve yüce olan Allah, onu ateşten yüz yıl mesafeyle ayırır.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that Kab bin 'Asim said:",
      "text": "Kab bin 'Asim'den rivayet edilmiştir: \"Ben, Allah'ın Resulü'nün şöyle söylediğini duydum; 'Seyahat halindeyken oruç tutmak, takva değildir.'\""
    },
    {
      "id": 167,
      "narrator": "It was narrated that Saeed bin Al-Musayyab said:",
      "text": "Saeed bin Al-Musayyab'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Seyahat halindeyken oruç tutmak, takva değildir.'\" (Sahih) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu bir hatadır, doğru olanı önceki hadistir. İbn Kesir'i takip eden kimseyi bilmiyoruz."
    },
    {
      "id": 168,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü, bir adamın etrafında toplanmış bazı insanlar gördü, ne olduğunu sordu ve onlar: 'Oruç nedeniyle bitkin düşmüş bir adamdır.' dediler. Allah'ın Resulü şöyle dedi: 'Seyahat halindeyken oruç tutmak, takva değildir.'\""
    },
    {
      "id": 169,
      "narrator": "Jabir bin 'Abdullah narrated that:",
      "text": "Jabir bin 'Abdullah, Allah'ın Resulü'nün bir ağaç gölgesinde su serpilmekte olan bir adamın yanından geçtiğini rivayet etmiştir. O şöyle dedi: \"Arkadaşınızın durumu nedir?\" Onlar: \"Ey Allah'ın Resulü, o oruç tutuyor.\" dediler. O: \"Seyahat halindeyken oruç tutmak, takva değildir. Allah'ın size tanıdığı ruhsatı kabul edin.\" dedi."
    },
    {
      "id": 170,
      "narrator": "Muhammad bin 'Abdur-Rahman said:",
      "text": "Muhammad bin 'Abdur-Rahman dedi ki: \"Jabir'den bunu duyan birisi bana benzer bir şey söyledi.\""
    },
    {
      "id": 171,
      "narrator": "It was narrated from Jabir bin 'Abdullah that the Messenger of Allah said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Seyahat halindeyken oruç tutmak, takva değildir. Allah, aziz ve yüce olan, size tanıdığı ruhsatı kabul edin.\""
    },
    {
      "id": 172,
      "narrator": "It was narrated from a man, from Jabir that the Messenger of Allah said:",
      "text": "Jabir'den bir adamdan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Seyahat halindeyken oruç tutmak, takva değildir.\""
    },
    {
      "id": 173,
      "narrator": "It was narrated from Jabir bin Abdullah that:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü bir yolculukta gölgelik yapan bir adam gördü. O şöyle dedi: \"Seyahat halindeyken oruç tutmak, takva değildir.\""
    },
    {
      "id": 174,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir şöyle dedi: \"Allah'ın Resulü, Fetih yılı Ramazan ayında Mekkeye gitti. Kura Al-Ghamim'e ulaşana kadar oruç tuttu, insanlar da oruç tutuyordu, bu yüzden 'Asr'dan sonra bir kap su istedi ve insanların gözü önünde içti. Sonra bazı insanlar oruçlarını bozdu, bazıları ise oruç tutmaya devam etti. Bazı insanların hâlâ oruç tuttuğunu duydu ve şöyle dedi: 'Onlar isyan edenlerdir.'\""
    },
    {
      "id": 175,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Marr Az-Zahran'da Allah'ın Resulüne bazı yiyecekler getirildi ve o, Abu Bekir ve Ömer'e: 'Gelip yiyin.' dedi. Onlar: 'Biz oruçluyuz.' dediler. O: 'Arkadaşlarınız için develeri hazırlayın ve arkadaşlarınıza yardım edin.' dedi.\" (Daif)"
    },
    {
      "id": 176,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "Abu Salamah'dan rivayet edilmiştir: \"Allah'ın Resulü, Marr Az-Zahran'da kahvaltı yaparken, Abu Bekir ve Ömer de onunla birlikteydi, o: '(Gelip yiyin) kahvaltı.' dedi.\" (Daif) Bunu Mursal olarak rivayet etmiştir."
    },
    {
      "id": 177,
      "narrator": "It was narrated from Abu Salamah:",
      "text": "Abu Salamah'dan rivayet edilmiştir: \"Allah'ın Resulü, Abu Bekir ve Ömer ile birlikte Marr Az-Zahran'da bulundu.\" Bunu Mursal olarak rivayet etmiştir. (Daif)"
    },
    {
      "id": 178,
      "narrator": "'Amr bin Umayyah Ad-Damri said:",
      "text": "'Amr bin Umayyah Ad-Damri dedi ki: \"Ben, Allah'ın Resulü'ne bir yolculuktan geldim ve o: 'Kal ve oruç açmak için bir yemek ye, ey Abu Umayyah.' dedi. Ben: 'Ben oruçluyum.' dedim. O: 'Yanıma yaklaş ve sana yolcu hakkında söyleyeyim. Allah, aziz ve yüce olan, onun için oruç tutmayı ve namazın yarısını kaldırmıştır.'\""
    },
    {
      "id": 179,
      "narrator": "Jafar bin 'Amr bin Umayyah Ad-Damri narrated that his father said:",
      "text": "Cafer bin 'Amr bin Umayyah Ad-Damri, babasının şöyle dediğini rivayet etmiştir: \"Ben, Allah'ın Resulü'ne geldim ve Allah'ın Resulü bana: 'Kal ve kahvaltı için bir yemek ye, ey Abu Umayyah.' dedi. Ben: 'Ben oruçluyum.' dedim. O: 'Gel, sana yolcu hakkında söyleyeyim. Allah, onun için oruç tutmayı ve namazın yarısını kaldırmıştır.'\""
    },
    {
      "id": 180,
      "narrator": "It was narrated that Abu Umayyah Ad-Damri said:",
      "text": "Abu Umayyah Ad-Damri'den rivayet edilmiştir: \"Ben, Allah'ın Resulü'ne bir yolculuktan geldim ve ona selam verdim. Ayrılmak üzereyken o: 'Kal ve kahvaltı için bir yemek ye, ey Abu Umayyah.' dedi. Ben: 'Ben oruçluyum, ey Allah'ın Resulü.' dedim. O: 'Gel, sana yolcu hakkında söyleyeyim. Allah, yüce olan, onun için oruç tutmayı ve namazın yarısını kaldırmıştır.' dedi.\""
    },
    {
      "id": 181,
      "narrator": "Abu Umayyah Ad-Damri narrated:",
      "text": "Ebu Umeyye ed-Demri rivayet etti: O, Peygamber'e geldi ve benzer bir şey söyledi."
    },
    {
      "id": 182,
      "narrator": "Abu Qilabah AL-Jarmi narrated that Abu Umayyah Ad-Damri told them that:",
      "text": "Ebu Kılabe el-Cermi, Ebu Umeyye ed-Demri'nin onlara şöyle söylediğini rivayet etti: \"Ben, Allah'ın Elçisi'ne bir yolculuktan geldim ve O, 'Gel, kahvaltı yapalım, ey Ebu Umeyye.' dedi. Ben de: 'Ben oruçluyum.' dedim. O: 'Yaklaş, sana yolcu hakkında bir şey söyleyeceğim. Allah, yüce olan, orucu ve namazın yarısını ona farz kılmamıştır.' dedi.\""
    },
    {
      "id": 183,
      "narrator": "It was narrated from Abu Qilabah that Abu Umayyah Ad-Damri told him that:",
      "text": "Ebu Kılabe'den rivayet edildi ki, Ebu Umeyye ed-Demri ona şöyle söyledi: \"Ben, Allah'ın Elçisi'ne bir yolculuktan geldim ve oruçluydum. Allah'ın Elçisi bana, 'Kahvaltı yapmaya gelmeyecek misin?' dedi. Ben: 'Ben oruçluyum.' dedim. Allah'ın Elçisi: 'Gel, sana oruç hakkında bir şey söyleyeceğim. Allah, aziz ve yüce olan, yolcudan orucu ve namazın yarısını kaldırmıştır.' dedi.\""
    },
    {
      "id": 184,
      "narrator": "It was narrated from Abu Oilabah, from a man, that Abu Umayyah told him:",
      "text": "Ebu Kılabe'den, bir adam aracılığıyla rivayet edildi ki, Ebu Umeyye ona şöyle söyledi: \"Ben, Peygamber'e bir yolculuktan geldim ve benzer bir şey anlattı.\""
    },
    {
      "id": 185,
      "narrator": "It was narrated from Anas that the Prophet said:",
      "text": "Anas'tan rivayet edildi ki, Peygamber şöyle dedi: \"Allah, yolcu için namazın yarısını ve orucu kaldırmıştır, hamile kadınlar ve hastalar için de.\" (Hanas)"
    },
    {
      "id": 186,
      "narrator": "It was narrated from Ayyub, from a Shailh of Qushair, from his paternal uncle;\nthen we met him concerning some camels of his, and Bu Qilabah said to him:",
      "text": "Eyyub'dan, Küşeyr'in bir şeyhinden, amcasından rivayet edildi; sonra onun bazı develeri hakkında onunla buluştuk ve Ebu Kılabe ona: \"Bize anlat.\" dedi. Yaşlı adam: \"Amcam bana, Peygamber'e bazı develeri hakkında gittiğini ve O'nun yemek yediğini söyledi. O: 'Gel ve ye.' dedi. Ben: 'Ben oruçluyum.' dedim. O: 'Allah, aziz ve yüce olan, yolcu, hamile kadın ve hasta için namazın yarısını ve orucu kaldırmıştır.' dedi.\""
    },
    {
      "id": 187,
      "narrator": "It was narrated that Ayyub said:",
      "text": "Ayyub'dan rivayet edildi ki: \"Ebu Kılabe bu Hadisi bize anlattı, sonra: 'Bu Hadisi kimden duyduğunuzu görmek ister misiniz?' dedi. Beni ona yönlendirdi ve ben onu buldum ve o: 'Bana ait bazı develer hakkında Allah'ın Elçisi'ne çağrılan bir akrabam vardı. Onu gördüğümde yemek yiyordu ve beni onunla birlikte yemeye davet etti, ama ben: 'Ben oruçluyum.' dedim. O: 'Yaklaş, sana bunu söyleyeceğim. Allah, yolcu için orucu ve namazın yarısını kaldırmıştır.' dedi.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated from Abu Qilabah that a man said:",
      "text": "Ebu Kılabe'den rivayet edildi ki, bir adam şöyle dedi: \"Ben, Peygamber'e bir şey tartışmak için geldim ve O, kahvaltı yapıyordu. O: 'Gel ve ye.' dedi. Ben: 'Ben oruçluyum.' dedim. O: 'Gel, sana oruç hakkında bir şey söyleyeceğim. Allah, yolcu için namazın yarısını ve orucu kaldırmıştır, hamile kadınlar ve hastalar için de bir kolaylık tanımıştır.' dedi.\""
    },
    {
      "id": 189,
      "narrator": "Narrated from Abu Al-Ala bin Ash-Shikhkhir:",
      "text": "Ebu'l-Ala bin Eş-Şıhkir'den rivayet edildi: Ebu'l-Ala bin Eş-Şıhkir'den, bir adam aracılığıyla benzer bir rivayet yapıldı."
    },
    {
      "id": 190,
      "narrator": "It was narrated from Hani bin Ash-Shikhkhir, from a man from Balharish, that his father said:",
      "text": "Hani bin Eş-Şıhkir'den, Balharis'ten bir adamdan rivayet edildi ki, babası şöyle dedi: \"Ben yolculuk yapıyordum ve oruçluyken Peygamber'e geldim, O yemek yiyordu. O: 'Gel (ve ye).' dedi. Ben: 'Ben oruçluyum.' dedim. O: 'Buraya gel; Allah yolcu için neyi kaldırdığını bilmiyor musun?' dedim: 'Allah yolcu için neyi kaldırdı?' O: 'Oruç ve namazın yarısını.' dedi.\""
    },
    {
      "id": 191,
      "narrator": "It was narrated from Hani bin 'Abdullah bin Ash-Shikhkhir from Balharish,  from a man from Balharish, that his father said:",
      "text": "Hani bin Abdullah bin Eş-Şıhkir'den, Balharis'ten bir adamdan rivayet edildi ki, babası şöyle dedi: \"Biz, Allah'ın dilediği kadar yolculuk yaptık, sonra Allah'ın Elçisi'ne geldik ve O yemek yiyordu. O: 'Gel ve ye.' dedi. Ben: 'Ben oruçluyum.' dedim. Allah'ın Elçisi: 'Sana oruç hakkında bir şey söyleyeceğim. Allah, yolcu için orucu ve namazın yarısını kaldırmıştır.' dedi.\""
    },
    {
      "id": 192,
      "narrator": "It was narrated from Hani bin 'Abdullah bin Shikhkhir that his father said:",
      "text": "Hani bin Abdullah bin Şıhkir'den rivayet edildi ki, babası şöyle dedi: \"Ben yolculuk yapıyordum ve Peygamber'e geldiğimde O yemek yiyordu ve ben oruçluydum. O: 'Gel ve ye.' dedi. Ben: 'Ben oruçluyum.' dedim. O: 'Allah yolcu için neyi kaldırdığını biliyor musun?' dedi: 'Allah yolcu için neyi kaldırdı?' dedim. O: 'Oruç ve namazın yarısını.' dedi.\""
    },
    {
      "id": 193,
      "narrator": "It was narrated that Ghalian said:",
      "text": "Ghalian'dan rivayet edildi ki: \"Ben, Ebu Kılabe ile bir yolculuğa çıktım ve o biraz yemek getirdi. Ben: 'Ben oruçluyum.' dedim. O: 'Allah'ın Elçisi bir yolculuğa çıktı ve biraz yemek getirdi ve bir adama: 'Gel ve ye.' dedi. O: 'Ben oruçluyum.' dedi. O: 'Allah, yolcu için namazın yarısını ve orucu kaldırmıştır, bu yüzden gel ve ye.' dedi. Ben de yaklaştım ve yedim.\""
    },
    {
      "id": 194,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildi ki: \"Biz, Allah'ın Elçisi ile bir yolculuk yapıyorduk ve aramızda bazıları oruçluydu, bazıları değildi. Sıcak bir günde durakladık ve gölge aradık. Oruçlu olanlar yere düştü, fakat oruçlu olmayanlar kalkıp hayvanları suladı. Allah'ın Elçisi: 'Bugün oruç tutmayanlar, sevabı aldılar.' dedi.\""
    },
    {
      "id": 195,
      "narrator": "It was narrated that 'Abdur-Rahman bin 'Awf said:",
      "text": "Abdurrahman bin Avf'dan rivayet edildi ki: \"Yolculukta oruç tutmak, yerleşikken oruç tutmamaya benzer.\" (Dai)"
    },
    {
      "id": 196,
      "narrator": "It was narrated that 'Abdur-Rahman bin 'Awf said:",
      "text": "'Abdur-Rahman bin 'Awf'tan rivayet edildiğine göre: \"Seyahat ederken oruç tutan, ikamet eden gibi değildir.\" (Daif)"
    },
    {
      "id": 197,
      "narrator": "It was narrated from Humaid bin 'Abdur-Rahman bin 'Awf that his father said:",
      "text": "Humaid bin 'Abdur-Rahman bin 'Awf'tan rivayet edildiğine göre, babası şöyle demiştir: \"Seyahat ederken oruç tutan, ikamet eden gibi değildir.\" (Daif)"
    },
    {
      "id": 198,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: Peygamber, Ramazan ayında dışarı çıktı ve Qudaid'e gelene kadar oruç tuttu, sonra ona bir bardak süt getirildi ve içti ve orucunu açtı; o ve arkadaşları."
    },
    {
      "id": 199,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: \"Allah'ın Elçisi, Al-Medine'den Qudaid'e kadar oruç tuttu, sonra orucunu açtı ve Mekkah'a ulaşana kadar devam etti.\""
    },
    {
      "id": 200,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: \"Allah'ın Elçisi, seyahat ederken Qudaid'e ulaşana kadar oruç tuttu, sonra bir bardak süt istedi ve içti ve orucunu açtı; o ve arkadaşları.\""
    },
    {
      "id": 201,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: \"Allah'ın Elçisi Mekkah'a gitti ve 'Usfan'a gelene kadar oruç tuttu. Sonra bir kap istedi ve içti.\" (Rivayet edenlerden biri) Şubah dedi ki: \"(Bu Ramazan'daydı. İbn 'Abbas derdi ki: 'Kim oruç tutmak isterse tutsun, kim orucunu açmak isterse açsın.'\""
    },
    {
      "id": 202,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: \"Allah'ın Elçisi Ramazan ayında seyahat etti ve 'Usfan'a ulaşana kadar oruç tuttu. Sonra bir kap istedi ve insanların görebileceği bir zamanda içti, sonra oruç tutmadı.\""
    },
    {
      "id": 203,
      "narrator": "It was narrated that Al-'Awwam bin Hawshab said:",
      "text": "Al-'Awwam bin Hawshab'tan rivayet edildiğine göre: \"Mujahid'e: 'Seyahat ederken oruç tutmak hakkında ne dersin?' dedim. O da: 'Allah'ın Elçisi (bazen) oruç tutar, (bazen) oruç tutmazdı.' dedi.\""
    },
    {
      "id": 204,
      "narrator": "Mujahid narrated:",
      "text": "Mujahid rivayet etti: \"Allah'ın Elçisi Ramazan ayında oruç tuttu ve seyahat ederken orucunu açtı.\""
    },
    {
      "id": 205,
      "narrator": "It was narrated from Hamza bin 'Amr Al-Aslami that:",
      "text": "Hamza bin 'Amr Al-Aslami'den rivayet edildiğine göre: \"Seyahat ederken oruç tutmak hakkında Allah'ın Elçisi'ne sordum. O da: 'Eğer istersen, oruç tut, eğer istersen, oruç tutma.' dedi.\""
    },
    {
      "id": 206,
      "narrator": "It was narrated from Sulaiman bin Yasar that Hamzah bin 'Amr said:",
      "text": "Sulaiman bin Yasar'dan rivayet edildiğine göre, Hamza bin 'Amr şöyle dedi: \"Ey Allah'ın Elçisi.\" (Ve o da) benzer bir şeyi Mursal olarak anlattı."
    },
    {
      "id": 207,
      "narrator": "It was narrated that Hamzah said:",
      "text": "Hamza'nın şöyle dediği rivayet edilmiştir: \"Seyahat ederken oruç tutmak hakkında Allah'ın Elçisi'ne sordum. O da: 'Eğer oruç tutmak istersen, oruç tut, eğer oruç tutmak istemezsen, oruç tutma.' dedi.\""
    },
    {
      "id": 208,
      "narrator": "It was narrated that Hamzah bin 'Amr said:",
      "text": "Hamza bin 'Amr şöyle dedi: \"Seyahat ederken oruç tutmak hakkında Allah'ın Elçisi'ne sordum. O da: 'Eğer oruç tutmak istersen, oruç tut, eğer oruç tutmak istemezsen, oruç tutma.' dedi.\""
    },
    {
      "id": 209,
      "narrator": "It was narrated that Hamzah bin 'Amr Al-Aslami said:",
      "text": "Hamza bin 'Amr Al-Aslami şöyle dedi: \"Ey Allah'ın Elçisi, seyahat ederken oruç tutabileceğimi hissediyorum.\" O da: \"Eğer istersen oruç tut, eğer istersen oruç tutma.\" dedi."
    },
    {
      "id": 210,
      "narrator": "It was narrated from Hamzah bin 'Amr that:",
      "text": "Hamza bin 'Amr'dan rivayet edildiğine göre: \"Seyahat ederken oruç tutmak hakkında Allah'ın Elçisi'ne sordum. O da: 'Eğer oruç tutmak istersen, oruç tut, eğer oruç tutmak istemezsen, oruç tutma.' dedi.\""
    },
    {
      "id": 211,
      "narrator": "It was narrated that Hamzah bin 'Amr said:",
      "text": "Hamzah bin 'Amr'dan rivayet edildiğine göre, \"Ben Allah Resulü'nün zamanında sürekli oruç tutardım. 'Ey sürekli oruç tutan, seyahat ederken oruç tutmalı mıyım?' dedim. O da: 'İstersen oruç tut, istersen tutma.' dedi.\""
    },
    {
      "id": 212,
      "narrator": "It was narrated that Hamzah said:",
      "text": "Hamzah'dan rivayet edildiğine göre, \"Ben: 'Ey Allah'ın Resulü, ben sürekli oruç tutan bir adamım, seyahat ederken oruç tutmalı mıyım?' dedim. O da: 'İstersen oruç tut, istersen tutma.' dedi.\""
    },
    {
      "id": 213,
      "narrator": "Hamzah bin 'Amr narrated that he asked the Messenger of Allah, and he wsa a man who used to fast while traveling. He said:",
      "text": "Hamzah bin 'Amr, Allah Resulü'ne seyahat ederken oruç tutan bir adam olarak sordu. O da: \"İstersen oruç tut, istersen oruç tut, istersen tutma.\" dedi."
    },
    {
      "id": 214,
      "narrator": "It was narrated from Hamzah bin 'Amr that he said to the Messenger of Allah:",
      "text": "Hamzah bin 'Amr'dan rivayet edildiğine göre, Allah Resulü'ne: \"Seyahat ederken oruç tutabileceğimi hissediyorum; benim üzerimde bir günah var mı?\" dedi. O da: \"Bu, yüce ve aziz olan Allah'tan bir ruhsattır, bu ruhsatı kabul eden hayır işlemiştir, oruç tutmak isteyenin üzerinde bir günah yoktur.\" dedi."
    },
    {
      "id": 215,
      "narrator": "It was narrated from Hamzah bin 'Amr Al-Aslami that he asked the Messenger of Allah:",
      "text": "Hamzah bin 'Amr el-Eslemî'den rivayet edildiğine göre, Allah Resulü'ne: \"Seyahat ederken oruç tutmalı mıyım?\" dedi. O da: \"İstersen oruç tut, istersen tutma.\" dedi."
    },
    {
      "id": 216,
      "narrator": "It was narrated from 'Aishah that Hamzah bin 'Amr said:",
      "text": "Aişe'den rivayet edildiğine göre, Hamzah bin 'Amr: \"Ey Allah'ın Resulü, ben bir adamım ki oruç tutuyorum, seyahat ederken oruç tutmalı mıyım?\" dedi. O da: \"İstersen oruç tut, istersen tutma.\" dedi."
    },
    {
      "id": 217,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Hamzah, Allah Resulü'ne: 'Ey Allah'ın Resulü, seyahat ederken oruç tutmalı mıyım?' dedi. O çok oruç tutardı. Allah Resulü ona: 'İstersen oruç tut, istersen tutma.' dedi.\""
    },
    {
      "id": 218,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Hamzah, Allah Resulü'ne: 'Ey Allah'ın Resulü, seyahat ederken oruç tutmalı mıyım?' diye sordu. O da: 'İstersen oruç tut, istersen tutma.' dedi.\""
    },
    {
      "id": 219,
      "narrator": "It was narrated from Aishah that Hamzah Al-Aslami asked the Messenger of Allah about fasting while traveling as he was a man who used to fast continually. He said:",
      "text": "Aişe'den rivayet edildiğine göre, Hamzah el-Eslemî, sürekli oruç tutan bir adam olarak Allah Resulü'ne seyahat ederken oruç tutmayı sordu. O da: \"İstersen oruç tut, istersen tutma.\" dedi."
    },
    {
      "id": 220,
      "narrator": "Abu Saeed said:",
      "text": "Ebu Sa'id dedi ki: \"Ramazan'da seyahat ediyorduk ve aramızda oruç tutanlar ve tutmayanlar vardı. Oruç tutanlar, tutmayanları eleştirmedi, tutmayanlar da tutanları eleştirmedi.\""
    },
    {
      "id": 221,
      "narrator": "It was narrated that Abu Saeed said:",
      "text": "Ebu Sa'id'den rivayet edildiğine göre, \"Peygamberle seyahat ediyorduk ve aramızda oruç tutanlar ve tutmayanlar vardı. Oruç tutmayanlar, tutanları eleştirmedi, tutanlar da tutmayanları eleştirmedi.\""
    },
    {
      "id": 222,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edildiğine göre, \"Biz Allah Resulü ile seyahat ettik ve bazılarımız oruç tuttu, bazılarımız ise tutmadı.\""
    },
    {
      "id": 223,
      "narrator": "It was narrated from Abu Saeed and Jabir bin 'Abdullah:",
      "text": "Ebu Sa'id ve Cabir bin Abdullah'dan rivayet edildiğine göre, \"Onlar Allah Resulü ile seyahat ettiler. Bazıları oruç tuttu, bazıları ise tutmadı ve oruç tutanlar, tutmayanları eleştirmedi, tutmayanlar da tutanları eleştirmedi.\""
    },
    {
      "id": 224,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, \"Allah Resulü fetih yılı Ramazan'da dışarı çıktı. Sonra Al-Kadid'e geldiğinde orucunu açtı.\""
    },
    {
      "id": 225,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, \"Allah Resulü seyahat etti ve 'Usfan'a ulaşana kadar oruç tuttu, sonra bir kap istedi ve insanların görebileceği bir zamanda içti. Mekkeler'e ulaşana kadar oruç tutmadı ve Ramazan'da Mekkeler'i fethetti.\" İbn Abbas dedi ki: \"Ve Allah Resulü Mekkeler'e ulaşana kadar oruç tuttu ve Ramazan'da Mekkeler'i fethetti.\" İbn Abbas dedi ki: \"Ve Allah Resulü seyahat ederken oruç tuttu ve orucunu açtı, dileyen oruç tutabilir, dileyen tutmayabilir.\""
    },
    {
      "id": 226,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: O, Medine'de Peygamber'e geldiğinde Peygamber kahvaltı yapıyordu. Peygamber ona: \"Gel, kahvaltı yap.\" dedi. O: \"Ben oruçluyum.\" dedi. Peygamber ona: \"Allah, aziz ve yüce, yolcu için orucu ve namazın yarısını kaldırmıştır, hamile ve emziren kadınlar için de.\" dedi."
    },
    {
      "id": 227,
      "narrator": "It was narrated that salamah bin Al-Akwa said:",
      "text": "Salamah bin Al-Akwa'dan rivayet edilmiştir ki: \"Bu ayet indirildiğinde 'Ve oruç tutmakta zorlananlar için (örneğin yaşlı bir adam) bir seçim vardır; oruç tutmak ya da her gün bir miskin (fakir) doyurmak.' Bizden oruç tutmak istemeyenler fidye verirdi, ta ki ondan sonraki ayet indirildi ve bunu yürürlükten kaldırdı.\""
    },
    {
      "id": 228,
      "narrator": "It was narrated from 'Ata from Ibn 'Abbas:",
      "text": "'Ata'dan İbn Abbas'tan rivayet edilmiştir: Bu ayet hakkında \"Ve oruç tutmakta zorlananlar için (bir seçim vardır; oruç tutmak ya da) bir miskin (fakir) doyurmak.\" Zorlananlar, oruç tutmanın kendileri için zor olduğunu ifade eder; bir miskin doyurmak, her gün bir fakir doyurmak demektir. Ancak kendi isteğiyle iyi bir şey yapan, başka bir fakiri doyurmuş olur. Bu yürürlükten kaldırılmamıştır ve onun için daha iyidir. Ve: \"Oruç tutmanız sizin için daha iyidir\" demek, bunun dışında oruç tutamayanlar ya da tedavi edilemez hastalar için bir muafiyet yoktur."
    },
    {
      "id": 229,
      "narrator": "It was narrated from Muadhah Al-Adawiyyah that a woman asked 'Aishah:",
      "text": "Muadhah Al-Adawiyyah'dan rivayet edilmiştir ki bir kadın Aişe'ye sordu: \"Adet gören bir kadın temizlendiğinde namazlarını kaza etmesi gerekir mi?\" Aişe: \"Sen Haruri misin? Biz Allah Resulü zamanında adet görürdük, sonra temizlenirdik. O, bize orucu kaza etmemizi söyledi, ama namazları kaza etmemizi söylemedi.\" dedi."
    },
    {
      "id": 230,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ramazan'dan oruçlarım olurdu ve onları Şaban gelene kadar kaza etmezdim.\""
    },
    {
      "id": 231,
      "narrator": "It was narrated that Muhammad bin Saifi said:",
      "text": "Muhammad bin Saifi'den rivayet edilmiştir ki: \"Allah Resulü Aşura günü şöyle dedi: 'Bugün aranızda yiyen var mı?' Onlar: 'Bazılarımız oruçlu, bazılarımız değil.' dediler. O: 'Günün geri kalanında yemeyin ve Al-Al-Arud halkına, günün geri kalanında yememeleri için haber gönderin.' dedi.\""
    },
    {
      "id": 232,
      "narrator": "It was narrated that Yazid said:",
      "text": "Yazid'den rivayet edilmiştir ki: \"Salamah bize Allah Resulü'nün bir adama şöyle dediğini söyledi: 'Aşura gününü ilan et. Kim yediyse, günün geri kalanında yemesin; kim yememişse, oruç tutsun.'\""
    },
    {
      "id": 233,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Bir gün Allah Resulü bana geldi ve: 'Yiyecek bir şeyin var mı?' dedi. Ben: 'Hayır.' dedim. O: 'O zaman ben oruçluyum.' dedi. Sonra o günden sonra bana geldi ve bana biraz Hais verilmişti. Onun için biraz ayırmıştım çünkü Hais'i severdi. O: 'Ey Allah Resulü, bize biraz Hais verildi ve ben senin için biraz ayırdım.' dedim. O: 'Bunu getir. Ben günü oruçlu başladım.' dedi. Sonra biraz yedi ve: 'Nafile oruç tutmanın benzeri, bir adamın malından bir kısmını sadaka vermek için ayırması gibidir; dilerse verip, dilerse tutabilir.' dedi.\""
    },
    {
      "id": 234,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah Resulü kapımdan geçti. O: 'Yiyecek bir şeyin var mı?' dedi. Ben: 'Hiçbir şeyim yok.' dedim. O: 'O zaman ben oruçluyum.' dedi. Sonra kapımdan ikinci kez geçti ve bize biraz Hais verilmişti. Onu ona getirdim ve yedi, ben de şaşırdım. Ben: 'Ey Allah Resulü, sen oruçluydun, sonra Hais yedin.' dedim. O: 'Evet, ey Aişe. Ramazan dışında oruç tutan ya da kaçırılan Ramazan'ı kaza eden birinin durumu, malından bir kısmını sadaka vermek için ayıran bir adam gibidir; dilerse verip, dilerse tutabilir.' dedi.\""
    },
    {
      "id": 235,
      "narrator": "It was narrated that 'Aishah said the Messenger of Allah would come and say:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah Resulü gelir ve: 'Kahvaltı için yiyecek var mı?' derdi ve biz hayır derdik, o da: 'Ben oruçluyum.' derdi. Bir gün bize geldi ve bize biraz Hais verilmişti. O: 'Yiyecek bir şeyin var mı?' dedi ve biz: 'Evet, bize biraz Hais verildi.' dedik. O: 'Ben günü oruçlu başlamak istedim,' ama sonra yedi.\""
    },
    {
      "id": 236,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah Resulü bir gün bize geldi ve biz: 'Bize biraz Hais verildi ve senin için biraz ayırdık.' dedik. O: 'Ben oruçluyum,' ama orucunu bozdu.\""
    },
    {
      "id": 237,
      "narrator": "It was narrated from 'Aishah, the mother of the Believers, that the Prophet used to come to her when he was fasting and say:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir ki: Peygamber oruçlu olduğunda ona gelirdi ve: \"Bu sabah bana verebileceğin bir şey var mı?\" derdi. Biz hayır derdik ve o: \"Ben oruçluyum.\" derdi. Sonra daha sonra geldi ve o: \"Bana bir hediye verildi.\" dedi. O: \"Nedir?\" dedi. O: \"Hais.\" dedi. O: \"Ben günü oruçlu başladım,\" ama sonra yedi."
    },
    {
      "id": 238,
      "narrator": "It was narrated that 'Aishah, the mother of the Believers, said:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir ki: \"Allah Resulü bir gün yanıma geldi ve: 'Yiyecek bir şeyin var mı?' dedi. Biz: 'Hayır.' dedik. O: 'O zaman ben oruçluyum.' dedi.\""
    },
    {
      "id": 239,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah came to her and said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah Resulü ona geldi ve: 'Yiyecek var mı?' dedi. Aişe: 'Ey Allah Resulü, bize biraz Hais verildi.' dedi. O da onu istedi ve: 'Ben günü oruçlu başladım,' dedi, sonra yedi.\""
    },
    {
      "id": 240,
      "narrator": "It was narrated from Mujahid and Umm Kulthum that:",
      "text": "Mücahid ve Ümmü Külsüm'den rivayet edilmiştir ki: \"Allah Resulü Aişe'nin yanına girdi ve: 'Yiyecek var mı?' dedi. Benzer bir rivayet.\""
    },
    {
      "id": 241,
      "narrator": "It was narrated that 'Aishah the mother of the Believers, said:",
      "text": "Aişe, Müminlerin Annesi, şöyle nakletmiştir: \"Allah'ın Resulü bir gün geldi ve 'Sizde yiyecek var mı?' dedi. Ben de 'Hayır.' dedim. Başka bir zaman yanıma geldi ve 'Ey Allah'ın Resulü, bize biraz Hais verildi.' dedim. O da: 'O zaman bugün orucumu açacağım, halbuki oruca başladım.' dedi.\""
    },
    {
      "id": 242,
      "narrator": "It was narrated from Hafsah that the Prophet said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Şafak öncesinde oruç tutma niyeti olmayanın orucu yoktur.\" (Daif)"
    },
    {
      "id": 243,
      "narrator": "It was narrated from Hafsah that the Prophet said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Şafak öncesinde oruç tutma niyeti olmayanın orucu yoktur.\" (Daif)"
    },
    {
      "id": 244,
      "narrator": "It was narrated from Hafsah that the Prophet said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Şafak gelmeden oruç tutma niyeti olmayan oruç tutmasın.\" (Daif)"
    },
    {
      "id": 245,
      "narrator": "It was narrated from Hafsah that the Prophet said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Bir gece önce oruç tutma niyeti olmayanın orucu yoktur.\" (Daif)"
    },
    {
      "id": 246,
      "narrator": "It was narrated from Hafsah that she used to say:",
      "text": "Hafsa'dan rivayet edilmiştir ki, o şöyle derdi: \"Bir gece önce oruç tutma niyeti olmayan oruç tutmasın.\" (Daif)"
    },
    {
      "id": 247,
      "narrator": "Hamzah bin 'Abdullah bin 'Umar narrated that his father said:",
      "text": "Hamza bin Abdullah bin Ömer, babasından şöyle nakletmiştir: \"Peygamberin eşi Hafsa şöyle dedi: 'Şafak öncesinde niyet etmeyen için oruç yoktur.'\""
    },
    {
      "id": 248,
      "narrator": "It was narrated from Hafsah that:",
      "text": "Hafsa'dan rivayet edilmiştir ki: \"Şafak öncesinde niyet etmeyen için oruç yoktur.\""
    },
    {
      "id": 249,
      "narrator": "It was narrated that Hafsah that:",
      "text": "Hafsa'dan rivayet edilmiştir ki: \"Şafak öncesinde oruç tutma niyeti olmayan için oruç yoktur.\""
    },
    {
      "id": 250,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa şöyle demiştir: \"Şafak öncesinde oruç tutma niyeti olmayan için oruç yoktur.\""
    },
    {
      "id": 251,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa şöyle demiştir: \"Şafak öncesinde oruç tutma niyeti olmayan için oruç yoktur.\" Malik bin Enes bunu Mursel olarak rivayet etmiştir."
    },
    {
      "id": 252,
      "narrator": "Something similar was narrated from 'Aishah and Hafsah:",
      "text": "Aişe ve Hafsa'dan benzer bir şey rivayet edilmiştir: \"Şafak öncesinde niyet etmeyen için oruç yoktur.\" (Daif)"
    },
    {
      "id": 253,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer şöyle demiştir: \"Eğer bir adam gece önce oruç tutma niyetinde değilse, oruç tutmasın.\""
    },
    {
      "id": 254,
      "narrator": "It was narrated from Ibn 'Umar that he used to say:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, o şöyle derdi: \"Şafak öncesinde oruç tutma niyetinde olmayan hiç kimse oruç tutmasın.\""
    },
    {
      "id": 255,
      "narrator": "Abdullah bin 'Amr bin Al-As said:",
      "text": "Abdullah bin Amr bin As şöyle demiştir: \"Allah'ın Resulü şöyle buyurdu: 'Allah'a, aziz ve yüce olan, en sevimli oruç, Davud'un orucudur. O, bir gün oruç tutar, diğer gün oruç tutmazdı. Ve Allah'a, aziz ve yüce olan, en sevimli namaz, Davud'un namazıdır. O, gecenin yarısını uyur, üçte birinde (namaz kılar) ve altıda birinde tekrar uyurdu.'\""
    },
    {
      "id": 256,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Resulü, Al-Bid günlerinde, ister yerleşik olsun ister seyahat eden, orucunu açmazdı.\""
    },
    {
      "id": 257,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Resulü, biz 'oruç açmayacak' diyene kadar oruç tutardı, ve biz 'oruç tutmak istemiyor' diyene kadar oruç tutmazdı. Medine'ye geldiğinden beri Ramazan dışında hiçbir ayı tam olarak oruçlu geçirmedi.\""
    },
    {
      "id": 258,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü, biz 'oruç açmak istemiyor' diyene kadar oruç tutardı. Ve biz 'oruç tutmak istemiyor' diyene kadar oruç tutmazdı.\""
    },
    {
      "id": 259,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü'nün bir gecede Kur'an'ı tamamen okuduğunu, sabaha kadar Kıyam namazı kıldığını veya Ramazan dışında tam bir ay oruç tuttuğunu bilmiyorum.\""
    },
    {
      "id": 260,
      "narrator": "It was narrated that 'Abdullah bin Shaqiq said:",
      "text": "Abdullah bin Şakık'tan rivayet edildiğine göre: \"Aişe'ye Allah'ın Resulü'nün oruç tutması hakkında sordum. O da: 'Allah'ın Resulü, biz 'oruç tutacak' diyene kadar oruç tutardı, ve biz 'oruç tutmayacak' diyene kadar oruç tutmazdı. Medine'ye geldiğinden beri Ramazan dışında tam bir ay oruç tutmadı.' dedi.\""
    },
    {
      "id": 261,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: \"Allah'ın Resulü'nün en çok oruç tutmayı sevdiği ay Şaban'dı; gerçekten de onu Ramazan ile birleştirirdi.\""
    },
    {
      "id": 262,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü, biz 'oruç açmayacak' diyene kadar oruç tutardı. Ve biz 'oruç tutmayacak' diyene kadar oruç tutmazdı. Allah'ın Resulü'nün Şaban'dan daha fazla oruç tuttuğunu hiç görmedim.\""
    },
    {
      "id": 263,
      "narrator": "It was narrated from Umm Salamah:",
      "text": "Ümmü Seleme'den rivayet edildiğine göre: \"Allah'ın Resulü, Şaban ve Ramazan dışında, ardışık iki ay oruç tutmazdı.\""
    },
    {
      "id": 264,
      "narrator": "It was narrated from Umm Salamah:",
      "text": "Ümmü Seleme'den rivayet edildiğine göre: \"Peygamber, yılın hiçbir ayında tam olarak oruç tutmazdı, yalnızca Şaban'da oruç tutar ve onu Ramazan ile birleştirirdi.\""
    },
    {
      "id": 265,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü, Şaban'dan daha fazla oruç tutmadı; ya tamamını ya da çoğunu tutardı.\""
    },
    {
      "id": 266,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü, Şaban'ın tamamını oruç tutardı, yalnızca az bir kısmı hariç.\""
    },
    {
      "id": 267,
      "narrator": "It was narrated from Jubair bin Nufair that 'Aishah said:",
      "text": "Cübeir bin Nüfeyr'den rivayet edildiğine göre: \"Aişe, 'Allah'ın Resulü, Şaban'ın tamamını oruç tutardı.' dedi.\""
    },
    {
      "id": 268,
      "narrator": "Usamah bin Zaid said:",
      "text": "Usame bin Zeyd dedi ki: \"Ben dedim: 'Ey Allah'ın Resulü, Şaban'da oruç tuttuğunu hiç görmedim.' O da: 'Bu, insanların pek dikkat etmediği bir aydır, Recep ile Ramazan arasında. Bu, amellerin âlemlerin Rabbi'ne yükseltildiği bir aydır ve ben amellerimin oruçlu iken yükseltilmesini severim.' dedi.\""
    },
    {
      "id": 269,
      "narrator": "Usamah bin Zaid said:",
      "text": "Usame bin Zeyd dedi ki: \"Ben dedim: 'Ey Allah'ın Resulü, bazen oruç tutuyorsun ve neredeyse hiç orucunu açmıyorsun, yalnızca oruçlu olduğunda dahil ettiğin iki gün var, oruçlu olmadığında ise kendi başına oruç tutuyorsun.' O da: 'Hangi iki gün?' dedi. Ben: 'Pazartesi ve Perşembe.' dedim. O da: 'Bu, amellerin âlemlerin Rabbi'ne gösterildiği iki gündür ve ben amellerimin oruçlu iken gösterilmesini severim.' dedi.\""
    },
    {
      "id": 270,
      "narrator": "It was narrated from Usamah bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edildiğine göre: \"Allah'ın Resulü sürekli oruç tutardı ve orucunu açmayacağı söylenirdi, ve oruç tutmazdı ve oruç tutmayacağı söylenirdi.\""
    },
    {
      "id": 271,
      "narrator": "It was narrate from Jubair bin Nufair that 'Aishah said:",
      "text": "Jubair bin Nufair'den rivayet edilmiştir ki, 'Aişe şöyle demiştir: \"Allah'ın Resulü, pazartesi ve perşembe günleri oruç tutmaya hevesliydi.\""
    },
    {
      "id": 272,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Allah'ın Resulü, pazartesi ve perşembe günleri oruç tutmaya hevesliydi.\""
    },
    {
      "id": 273,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Allah'ın Resulü, pazartesi ve perşembe günleri oruç tutmaya hevesliydi.\""
    },
    {
      "id": 274,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Allah'ın Resulü, pazartesi ve perşembe günleri oruç tutmaya hevesliydi.\""
    },
    {
      "id": 275,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Allah'ın Resulü, pazartesi ve perşembe günleri oruç tutmaya hevesliydi.\""
    },
    {
      "id": 276,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, \"Allah'ın Resulü, her ay üç gün oruç tutardı: ilk haftanın pazartesi ve perşembe günleri ile takip eden haftanın pazartesi günü.\""
    },
    {
      "id": 277,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, \"Allah'ın Resulü, her ayın perşembe ve pazartesi günleri oruç tutar, takip eden haftanın pazartesi günü de oruç tutardı.\""
    },
    {
      "id": 278,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, \"Allah'ın Resulü, uzandığında sağ elini sağ yanağının altına koyar ve pazartesi ile perşembe günleri oruç tutardı.\""
    },
    {
      "id": 279,
      "narrator": "It was narrated that 'Abdullah bin Masud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki, \"Allah'ın Resulü, her ayın ortasında üç gün oruç tutardı ve nadiren cuma günü oruç tutmazdı.\""
    },
    {
      "id": 280,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, \"Allah'ın Resulü, bana iki rekât Duha namazı kılmamı, vitri kılmadan uyumamamı ve her ay üç gün oruç tutmamı emretti.\""
    },
    {
      "id": 281,
      "narrator": "It was narrated from 'Ubaidullah that:",
      "text": "Ubeydullah'tan rivayet edilmiştir ki, \"İbn Abbas'a 'Aşura orucu hakkında sorulduğunda şöyle dedi: 'Peygamberin fazileti nedeniyle herhangi bir günde oruç tuttuğunu bilmiyorum, bu gün hariç' diyerek Ramazan ayını ve 'Aşura gününü kastetti.\""
    },
    {
      "id": 282,
      "narrator": "It was narrated that Humaid bin 'Abdur-Rahman bin 'Awf said:",
      "text": "Hümeyd bin Abdurrahman bin Avf'den rivayet edilmiştir ki, \"Muaviye, 'Aşura günü Mindar'da şöyle dedi: Ey Medineli insanlar, âlimleriniz nerede? Bu günde Allah'ın Resulü şöyle dedi: 'Ben oruçluyum, kim oruç tutmak isterse tutsun.'\""
    },
    {
      "id": 283,
      "narrator": "It was narrated from Hunaidah bin Khalid that his wife said:",
      "text": "Hunaidah bin Halid'den rivayet edilmiştir ki, eşi şöyle dedi: \"Peygamberin eşlerinden biri dedi ki: 'Peygamber, 'Aşura günü, Zilhicce'nin dokuz günü ve her ay üç gün oruç tutardı: Ayın ilk pazartesi günü ve iki perşembe.'\""
    },
    {
      "id": 284,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, \"Allah'ın Resulü şöyle dedi: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 285,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, \"Allah'ın Resulü şöyle dedi: 'Kim hayatı boyunca her gün oruç tutarsa, ne oruç tutmuş, ne de orucunu bozmuştur.'\""
    },
    {
      "id": 286,
      "narrator": "'Ata said:",
      "text": "'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 287,
      "narrator": "'Ata said:",
      "text": "'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 288,
      "narrator": "It was narrated from 'Ata that he narrated that someone who heard him said that 'Abdullah bin 'Amr bin AL-As said:",
      "text": "'Ata'dan rivayet edildi ki, o da duyduğu birisinden aktardı ki, 'Abdullah bin 'Amr bin Al-As dedi ki: \"Allah'ın Resulü (s.a.v) dedi ki: 'Her gün oruç tutan kimse ne oruç tutmuştur, ne de orucunu bozmuştur.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 289,
      "narrator": "'Abdullah bin 'Amr bin Al-As said:",
      "text": "'Abdullah bin 'Amr bin Al-As dedi ki: \"Peygamber, benim sürekli oruç tuttuğumu duydu,\" ve bu hadisi aktardı. 'Ata dedi ki: \"Nasıl söylediğinden emin değilim, ama sanırım şöyle dedi: 'Sürekli oruç tutan kimsenin orucu yoktur.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 290,
      "narrator": "It was narrated that 'Imran said:",
      "text": "'İmran'dan rivayet edildi ki: \"Denildi ki: 'Ey Allah'ın Resulü, falan kişi hayatı boyunca bir gün bile orucunu bozmadı.' O da dedi ki: 'Ne oruç tutmuştur ne de orucunu bozmuştur.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 291,
      "narrator": "It was narrated from Mutarrif bin 'Abdullah bin 'Abdullah bin Ash-Shikhkhir:",
      "text": "Mutarrif bin 'Abdullah bin 'Abdullah bin Ash-Shikhkhir'den rivayet edildi ki: \"Babam bana, Allah'ın Resulü'nün, hayatı boyunca oruç tutan bir adamdan bahsedildiğinde şöyle dediğini aktardı: 'Ne oruç tutmuştur ne de orucunu bozmuştur.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 292,
      "narrator": "Mutarrif bin 'Abdullah bin Ash-Shikhkhir narrated from his father that:",
      "text": "Mutarrif bin 'Abdullah bin Ash-Shikhkhir, babasından rivayet etti ki: Allah'ın Resulü, hayatı boyunca oruç tutan birisi hakkında şöyle dedi: \"Ne oruç tutmuştur ne de orucunu bozmuştur.\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 293,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar'dan rivayet edildi ki: \"Biz Allah'ın Resulü ileydik ve bir adamın yanından geçtik. Onlar dediler: 'Ey Allah'ın Resulü, bu adam şu kadar zamandır orucunu bozmadı.' O da dedi ki: 'Ne oruç tutmuştur ne de orucunu bozmuştur.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 294,
      "narrator": "It was narrated from Abu Qatadah that:",
      "text": "Abu Qatadah'dan rivayet edildi ki: \"Allah'ın Resulü'ne oruç tutması soruldu ve o öfkelendi. 'Umar dedi ki: 'Biz Allah'ı Rabbimiz, İslam'ı dinimiz ve Muhammed'i (s.a.v) peygamberimiz olarak kabul ediyoruz.' Ve hayatı boyunca oruç tutan birisi hakkında soruldu ve o dedi ki: 'Ne oruç tutmuştur ne de orucunu bozmuştur.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 295,
      "narrator": "It was narrated from 'Aishah that Hamzah bin 'Amr Al-Aslami asked the Messenger of Allah:",
      "text": "'Aişe'den rivayet edildi ki, Hamzah bin 'Amr Al-Aslami, Allah'ın Resulü'ne sordu: \"Ey Allah'ın Resulü, ben sürekli oruç tutan bir adamım: Seyahat ederken oruç tutmalı mıyım?\" O da dedi ki: \"İstersen oruç tut, istersen orucunu boz.\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 296,
      "narrator": "It was narrated from 'Amr bin Shurahbil that a man from among the Companions of the Prophet said:",
      "text": "'Amr bin Shurahbil'den rivayet edildi ki, bir adam, Peygamber'in (s.a.v) sahabelerinden biri dedi ki: \"Peygamber'e, bir adamın hayatı boyunca oruç tuttuğu söylendi. O da dedi ki: 'Keşke hiç yemeseydi.' Onlar dediler: 'İki üçte biri (bir ömrün)?' O dedi ki: 'Bu çok fazla.' Sonra dedi ki: 'Kalpten kirleri alacak bir şey söylemeyeyim mi? Her ay üç gün oruç tutmak.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 297,
      "narrator": "It was narrated that 'Amr bin Shurahbil said:",
      "text": "'Amr bin Shurahbil'den rivayet edildi ki: \"Bir adam, Allah'ın Resulü'ne geldi ve dedi ki: 'Ey Allah'ın Resulü, hayatı boyunca oruç tutan bir adam hakkında ne dersin?' Allah'ın Resulü dedi ki: 'Keşke hayatı boyunca hiç yemeseydi.' O dedi ki: 'İki üçte biri (bir ömrün)?' O dedi ki: 'Bu çok fazla.' O dedi ki: 'Yarısı?' O dedi ki: 'Kalpten kirleri alacak bir şey söylemeyeyim mi?' O dedi ki: 'Evet.' O dedi ki: 'Her ay üç gün oruç tutmak.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 298,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Abu Qatadah'dan rivayet edildi ki: \"Umar dedi ki: 'Ey Allah'ın Resulü, hayatı boyunca oruç tutan bir kişi hakkında ne dersin?' O dedi ki: 'Bir gün oruç tutmuş, bir gün orucunu bozmamış mı?' O dedi ki: 'Bunu kim yapabilir?' O dedi ki: 'Bir gün oruç tutan birisi hakkında ne dersin?' O dedi ki: 'Bu, Davud'un (a.s) orucudur.' O dedi ki: 'Bir gün oruç tutup, iki gün orucunu bozan birisi hakkında ne dersin?' O dedi ki: 'Keşke bunu yapabilseydim.' Sonra dedi ki: 'Her ay üç gün oruç tutmak ve Ramazan'dan Ramazan'a kadar, bu hayat boyu oruç tutmaktır.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 299,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edildi ki: \"Allah'ın Resulü dedi ki: 'Oruçların en iyisi Davud'un (a.s) orucudur. O bir gün oruç tutar, bir gün orucunu bozar.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 300,
      "narrator": "It was narrated that Muhajid said:",
      "text": "Muhacir'den rivayet edildi ki: \"Abdullah bin 'Amr bana dedi ki: Babam, beni soylu bir aileden bir kadınla evlendirdi ve o, bana kocası hakkında soruyordu. O da dedi ki: 'Ne kadar harika bir adam! Hiç yatağıma gelmiyor. Ve evlendiğinden beri bana yaklaşmadı.' Bunu Peygamber'e aktardı ve o dedi ki: 'Onu bana getirin.' Böylece onu getirdi ve (Peygamber) dedi ki: 'Oruç tutma şekliniz nedir?' Ben dedim: 'Her gün.' O dedi: 'Her ay üç gün oruç tut.' Ben dedim: 'Bundan daha iyisini yapabilirim.' O dedi: 'İki gün oruç tut, bir gün orucunu boz.' Ben dedim: 'Bundan daha iyisini yapabilirim.' O dedi: 'Oruçların en iyisi, Davud'un (a.s) orucudur: Bir gün oruç tutmak ve bir gün orucunu bozmak.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (şöyle) dediğini aktardı: 'Kim her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 301,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Babam beni bir kadınla evlendirdi ve onu ziyarete geldi ve dedi ki: 'Kocan hakkında ne düşünüyorsun?' O da: 'Ne harika bir adam! Gece uyumuyor ve gündüz orucunu bozmuyor.' Babam bana kızdı ve dedi ki: 'Seni Müslüman bir kadınla evlendirdim ve ona ihmal ettin.' Ben onun söylediklerine dikkat etmedim çünkü enerjim ve ibadete olan sevgim vardı. Bu haber Peygamber'e ulaştı ve o da: 'Ben (namazda) ayakta duruyorum ve uyuyorum, oruç tutuyorum ve orucumu açıyorum. Öyleyse (namazda) ayakta dur ve uyu, oruç tut ve orucunu aç.' Dedi ki: 'Her ay üç gün oruç tut.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi ki: 'Davut'un orucunu tut, selam üzerine olsun: bir gün oruç tut, bir gün orucunu aç.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi ki: 'Kur'an'ı her ay (bir kez) oku.' Sonunda bu her on beş günde bir oldu, ve ben hâlâ: 'Bundan daha fazlasını yapabilirim.' dedim.\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 302,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi evime girdi ve dedi ki: 'Gece boyunca (namazda) ayakta durduğunuzu ve gündüz boyunca oruç tuttuğunuzu duydum.' Ben de: 'Evet (tutuyorum).' Dedi ki: 'Bunu yapma. Uyuyun ve (namazda) ayakta durun; oruç tutun ve orucunuzu açın. Çünkü gözlerinizin sizin üzerinde hakkı var, bedeninizin sizin üzerinde hakkı var, eşinizin sizin üzerinde hakkı var, misafirinizin sizin üzerinde hakkı var ve dostunuzun sizin üzerinde hakkı var. Umarım uzun bir ömrünüz olur ve her ay üç gün oruç tutmanız sizin için yeterli olur. Bu, bir ömür boyu oruç tutmak gibidir, çünkü bir iyi amelin sevabı onun gibi on katıdır.' Ben de: 'Daha fazlasını yapabileceğimi hissediyorum.' Sert davrandım, bu yüzden sert bir şekilde karşılandım. Dedi ki: 'Her hafta üç gün oruç tut.' Ben de: 'Bundan daha fazlasını yapabilirim; sert davrandım, bu yüzden sert bir şekilde karşılandım. Dedi ki: 'Allah'ın Elçisi Davut'un orucunu tut, selam üzerine olsun. Ben de: 'Davut'un orucu neydi?' dedi: 'Bir ömür boyunca oruç tutmak.' 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 303,
      "narrator": "It was narrated from 'Abdullah bin 'Amr bin Al-As that it was mentioned to the Messenger of Allah that he had said:",
      "text": "'Abdullah bin 'Amr bin Al-As'tan rivayet edilmiştir ki, Allah'ın Elçisi'ne: \"Kesinlikle gece boyunca (namazda) ayakta duracağım ve hayatım boyunca her gün oruç tutacağım.\" denildi. Allah'ın Elçisi dedi ki: \"Sen mi bunu söyledin?\" Ben de: 'Evet, Ey Allah'ın Elçisi.' Allah'ın Elçisi dedi ki: 'Bunu yapamazsın. Oruç tut ve orucunu aç, uyu ve (namazda) ayakta dur, her ay üç gün oruç tut. Çünkü bir iyi amelin sevabı onun gibi on katıdır ve bu, bir ömür boyu oruç tutmak gibidir.' Ben de: 'Ama daha iyisini yapabileceğimi düşünüyorum.' Dedi ki: 'Bir gün oruç tut ve iki gün orucunu aç.' Ben de: 'Daha iyisini yapabileceğimi düşünüyorum, Ey Allah'ın Elçisi.' Dedi ki: 'O zaman bir gün oruç tut ve iki gün orucunu aç.' Ben de: 'Daha iyisini yapabileceğimi düşünüyorum, Ey Allah'ın Elçisi.' Dedi ki: 'Bundan daha iyi bir şey yok.' 'Abdullah dedi ki: \"Eğer Allah'ın Elçisi'nin söylediği üç günü kabul etseydim, bu benim ailemden ve malımdan daha değerli olurdu.\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 304,
      "narrator": "It was narrated that Abu Salamah bin 'Abdur-Rahman said:",
      "text": "Abu Salamah bin 'Abdur-Rahman'dan rivayet edilmiştir: \"Ben 'Abdullah bin 'Amr'a girdim ve dedim: Ey amca, bana Allah'ın Elçisi'nin sana ne söylediğini anlat. O da: Ey kardeşimin oğlu, ben çok sıkı bir şekilde gayret etmeye karar vermiştim ve dedim ki: Hayatım boyunca oruç tutacağım ve her gün ve gece Kur'an'ı okuyacağım. Allah'ın Elçisi bunu duydu ve evime geldi ve dedi ki: 'Hayatım boyunca oruç tutacağım ve Kur'an'ı okuyacağım dediğini duydum.' Ben de: 'Bunu söyledim, Ey Allah'ın Elçisi.' Dedi ki: 'Bunu yapma. Her ay üç gün oruç tut.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi ki: 'Her hafta iki gün oruç tut, Pazartesi ve Perşembe.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi ki: 'Davut'un orucunu tut, selam üzerine olsun; bu, Allah katında en iyi oruç türüdür; bir gün oruç tut, bir gün oruç tutma. Ve bir vaatte bulunduğunda onu bozmazdı, düşmanla karşılaştığında kaçmazdı.\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 305,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Messenger of Allah (ﷺ) said to him:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) ona dedi ki: \"Bir gün oruç tut, geriye kalanların sevabını alırsın.\" O da: \"Bundan daha fazlasını yapabilirim.\" O (ﷺ) dedi: \"İki gün oruç tut, geriye kalanların sevabını alırsın.\" O da: \"Bundan daha fazlasını yapabilirim.\" O (ﷺ) dedi: \"Üç gün oruç tut ve geriye kalanların sevabını alırsın.\" O da: \"Bundan daha fazlasını yapabilirim.\" O (ﷺ) dedi: \"Dört gün oruç tut ve geriye kalanların sevabını alırsın.\" O da: \"Bundan daha fazlasını yapabilirim.\" O (ﷺ) dedi: \"Allah katında en iyi oruç türünü tut, Davut'un orucunu, selam üzerine olsun; o bir gün oruç tutar, bir gün oruç tutmazdı.\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 306,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, 'Amr dedi: \"Peygamber ile konuştum ve o dedi ki: 'On günün birinde oruç tut ve diğer dokuzunun sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi: 'Sekiz günde bir oruç tut ve diğer sekizin sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi: 'Yedi günde bir oruç tut ve diğer yedinin sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' 'Bir gün oruç tut ve ertesi gün oruç tutma.'\""
    },
    {
      "id": 307,
      "narrator": "It was narrated from Shuaib bin 'Abdullah bin 'Amr that his father said:",
      "text": "Şuayb bin 'Abdullah bin 'Amr'dan rivayet edilmiştir ki, babası dedi: \"Allah'ın Elçisi bana dedi ki: 'Bir gün oruç tut ve on günün sevabını alırsın.' Ben de: 'Daha fazla oruç tutmama izin ver.' Dedi: 'İki gün oruç tut ve dokuz günün sevabını alırsın.' Ben de: 'Daha fazla oruç tutmama izin ver.' Dedi: 'Üç gün oruç tut ve sekiz günün sevabını alırsın.' (Rivayet edenlerden) Thabit dedi ki: \"Bunu Mutarrif'e söyledim ve o da: 'Sadece daha az sevap için daha fazla çaba harcadığını görüyorum.'\""
    },
    {
      "id": 308,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi dedi ki: 'Gece boyunca (namazda) ayakta durduğunuzu ve gündüz boyunca oruç tuttuğunuzu duydum.' Ben de: 'Ey Allah'ın Elçisi, ben sadece iyi niyetle söyledim.' Dedi ki: 'Hayatı boyunca her gün oruç tutan gerçekten oruç tutmamıştır. Ama sana hayat boyu oruç tutmanın ne anlama geldiğini söyleyeyim: Her ay üç gün oruç tut.' Ben de: 'Ey Allah'ın Elçisi, daha fazlasını yapabileceğimi söyledim.' Dedi: 'Davut'un orucunu tut, selam üzerine olsun; o bir gün oruç tutar, ertesi gün oruç tutmazdı.'\" 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 309,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi bana dedi\" ve aynı Hadis'i aktardı. 'Ata dedi ki: \"Onu duyan birisi bana, İbn 'Umar'ın (dediğini) söyledi ki Peygamber: 'Kim hayatı boyunca her gün oruç tutarsa, o oruç tutmamıştır.'\""
    },
    {
      "id": 310,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi bana dedi: 'Ey 'Abdullah bin 'Amr, sen her zaman oruç tutuyorsun ve gece (namazda) ayakta duruyorsun, ama bunu yaparsan gözlerin çökükleşecek ve tükenmiş olacaksın. Hayatı boyunca her gün oruç tutan için oruç yoktur. Hayat boyu oruç tutmak, her ay üç gün oruç tutmaktır.\""
    },
    {
      "id": 311,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi bana dedi: 'Kur'an'ı bir ayda oku.' Ben de: 'Bundan daha fazlasını yapabilirim.' Ve ona sormaya devam ettim, ta ki o: 'Beş günde.' dedi. Ve o: 'Her ay üç gün oruç tut.' dedi. Ben de: 'Bundan daha fazlasını yapabilirim.' Ve 'Allah'a en sevimli olan orucu tut, o da bir gün oruç tutmak ve ertesi gün oruç tutmamaktır.' (Sahih).\""
    },
    {
      "id": 312,
      "narrator": "'Abduallah bin amr bin Al-'As said:",
      "text": "'Abdullah bin 'Amr bin Al-'As dedi ki: \"Allah'ın Elçisi, sürekli oruç tuttuğumu ve gece boyunca namaz kıldığımı duydu.\" Ya onu çağırdı ya da karşılaştı ve dedi ki: \"Sürekli oruç tuttuğunuzu ve asla orucunuzu açmadığınızı, gece boyunca namaz kıldığınızı duydum. Bunu yapma, çünkü gözlerinizin bir payı olmalı, nefsinizin bir payı olmalı ve ailenizin bir payı olmalı. Oruç tutun ve orucunuzu açın; her on günde bir oruç tutun ve diğer dokuzunun sevabını alırsınız.\" O da: \"Bundan daha fazlasını yapabilirim, Ey Allah'ın Elçisi.\" Dedi: \"O zaman Davut'un orucunu tut.\" Ben de: \"Davut nasıl oruç tutuyordu, Ey Allah'ın Elçisi?\" Dedi: \"O bir gün oruç tutar, ertesi gün oruç tutmazdı ve düşmanla karşılaştığında asla kaçmazdı.\" O da: \"Ben onunla nasıl karşılaştırabilirim, Ey Allah'ın Elçisi?\""
    },
    {
      "id": 313,
      "narrator": "It was narrated that Ibn Al-Malih said:",
      "text": "İbn Al-Malih'ten rivayet edilmiştir: \"Zaid ile 'Abdullah bin Amr'a girdim ve o şöyle anlattı: 'Allah'ın Elçisi benim oruç tuttuğumu duydu, bu yüzden benim yanıma girdi ve ben ona palmiyeden yapılmış ortalama boyda bir yastık verdim. O, yastık benimle arasında olacak şekilde yere oturdu ve dedi ki: 'Her ay üç gün oruç tutmak senin için yeterli olmaz mı?' Ben de: Ey Allah'ın Elçisi! Dedi: 'On bir.' Ben de: 'Ey Allah'ın Elçisi!' Sonra Peygamber dedi: 'Davut'un orucundan daha iyi bir oruç yoktur, bu da bir ömür boyunca oruç tutmak; bir gün oruç tutmak ve ertesi gün oruç tutmamak.'\""
    },
    {
      "id": 314,
      "narrator": "'Abdullah bin Amr said:",
      "text": "'Abdullah bin 'Amr dedi ki: \"Allah'ın Elçisi bana dedi: 'Ayda bir gün oruç tut ve geriye kalanların sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi: 'İki gün oruç tut ve geriye kalanların sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi: 'Üç gün oruç tut ve geriye kalanların sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' Dedi: 'Dört gün oruç tut ve geriye kalanların sevabını alırsın.' Ben de: 'Bundan daha fazlasını yapabilirim.' Allah'ın Elçisi dedi: 'En iyi oruç, Davut'un orucudur; o bir gün oruç tutar, ertesi gün oruç tutmazdı.'\""
    },
    {
      "id": 315,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "2406. Abu Dharr'dan rivayet edilmiştir: \"Sevgili Peygamberim bana, Allah dilerse asla bırakmayacağım üç şey tavsiye etti. Duha namazı kılmayı, uykudan önce vitir namazı kılmayı ve her ay üç gün oruç tutmayı tavsiye etti.\""
    },
    {
      "id": 316,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü, benim üzerimde üç şeyi sevdi: Vitr namazından sonra uyumak, Cuma günü gusül almak ve her ay üç gün oruç tutmak.\" (Sahih)."
    },
    {
      "id": 317,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü, bana iki rek'at Duha namazı kılmamı, Vitr namazından sonra uyumamı ve her ay üç gün oruç tutmamı emretti.\" (Sahih)."
    },
    {
      "id": 318,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü, Vitr namazından sonra uyumamı, Cuma günü gusül almamı ve her ay üç gün oruç tutmamı emretti.\" (Sahih)."
    },
    {
      "id": 319,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü'nün şöyle dediğini duydum: 'Sabır ayı (Ramazan) ve her ay üç gün oruç tutmak, bir ömür boyu oruç tutmak gibidir.'\" (Sahih)."
    },
    {
      "id": 320,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Her ay üç gün oruç tutan, bir ömür boyu oruç tutmuş gibidir.' Sonra dedi ki: Allah, kitabında doğru söylemiştir: Kim bir hayır getirirse, ona onun gibi on katı vardır.\""
    },
    {
      "id": 321,
      "narrator": "Abu 'Uthman reported from a man, that Abu Dharrr said:",
      "text": "Abu 'Uthman, bir adamdan rivayet etti, o da Abu Dharr'dan şöyle dedi: \"Allah'ın Resulü'nün şöyle dediğini duydum: 'Her ay üç gün oruç tutan, ayı tam oruç tutmuş gibidir' veya 'ayı oruç tutmanın (sevabına) sahip olacaktır.' 'Asim tereddüt etti."
    },
    {
      "id": 322,
      "narrator": "'Uthman bin Abi Al-As said:",
      "text": "'Uthman bin Abi Al-As dedi ki: \"Allah'ın Resulü'nün şöyle dediğini duydum: 'Her ay üç gün oruç tutmak, iyi bir oruçtur.'\""
    },
    {
      "id": 323,
      "narrator": "It was narrated that Sa'eed bin Abi Hind said:",
      "text": "Sa'eed bin Abi Hind'den rivayet edilmiştir: \"Uthman bin Abi Al-As\" ve benzer bir şeyi Mursal olarak anlattı."
    },
    {
      "id": 324,
      "narrator": "It was narrated that Al-Hurr bin Sayyah said:",
      "text": "Al-Hurr bin Sayyah'dan rivayet edilmiştir: \"İbn 'Umar'ın şöyle dediğini duydum: 'Peygamber her ay üç gün oruç tutardı.'\""
    },
    {
      "id": 325,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü her ay üç gün oruç tutardı: Ayın başındaki Pazartesi, ardından gelen Perşembe ve ondan sonraki Perşembe.\""
    },
    {
      "id": 326,
      "narrator": "Hunaidah Al-Khuza'i said:",
      "text": "Hunaidah Al-Khuza'i dedi ki: \"Müminlerin Annesi'ne girdim ve onun şöyle dediğini duydum: 'Allah'ın Resulü her ay üç gün oruç tutardı: Ayın ilk Pazartesi, ardından Perşembe ve bir sonraki Perşembe.'\""
    },
    {
      "id": 327,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa'dan rivayet edilmiştir: \"Peygamberin asla terk etmediği dört şey vardır: 'Aşura' orucu, (on gün) oruç, her ay üç gün oruç ve Al-Ghadah (Fajr) namazından önce iki rek'at kılmak.'\""
    },
    {
      "id": 328,
      "narrator": "It was narrated from Hunaidah bin Khalid, from his wife, from one of the wives of \nthe Prophet, that:",
      "text": "Hunaidah bin Khalid'den, eşinden, Peygamberin eşlerinden birinden rivayet edilmiştir ki: \"Allah'ın Resulü, Dhul-Hijjah'ın dokuz günü, 'Aşura' günü ve her ay üç gün oruç tutardı: Ayın ilk Pazartesi ve iki Perşembe.\""
    },
    {
      "id": 329,
      "narrator": "It was narrated from Hunaidah bin Khalid, from his wife, that one of the wives of the Prophet said:",
      "text": "Hunaidah bin Khalid'den, eşinden, Peygamberin eşlerinden birinin şöyle dediği rivayet edilmiştir: \"Peygamber on (gün) oruç tutardı ve her ay üç gün: Pazartesi ve Perşembe.\""
    },
    {
      "id": 330,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir: \"Allah'ın Resulü, üç gün oruç tutmayı emrederdi: İlk Perşembe, ardından Pazartesi ve Pazartesi.\""
    },
    {
      "id": 331,
      "narrator": "It was narrated from Jarir bin 'Abdullah that the Prophet said:",
      "text": "Jarir bin Abdullah'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Her ay üç gün oruç tutmak, bir ömür boyu oruç tutmak gibidir; Al-Bid'in parlayan günleri, on üçüncü, on dördüncü ve on beşinci günlerdir.\""
    },
    {
      "id": 332,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Bir bedevi, Peygamber'e kızartılmış bir tavşan getirdi ve onu önüne koydu. Allah'ın Elçisi yemekten kaçındı, ama insanlara yemelerini söyledi. Bedevi de yemekten kaçındı, Peygamber ona: 'Yemekten seni alıkoyan nedir?' dedi. O da: 'Ben ayın üç günü oruç tutuyorum.' dedi. Peygamber: 'Eğer oruç tutuyorsan, parlayan günlerde oruç tut.' dedi.\""
    },
    {
      "id": 333,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, \"Allah'ın Elçisi bize Al-Bid'in üç gününü, on üçüncü, on dördüncü ve on beşinci günlerini oruç tutmamızı emretti.\""
    },
    {
      "id": 334,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, \"Allah'ın Elçisi bize Al-Bid'in üç günü, on üçüncü, on dördüncü ve on beşinci günlerini oruç tutmamızı emretti.\""
    },
    {
      "id": 335,
      "narrator": "It was narrated that Musa bin Talhah said:",
      "text": "Musa bin Talha'dan rivayet edilmiştir ki: \"Ar-Rabadhah'da Abu Dharr'ı şöyle derken duydum: 'Allah'ın Elçisi, ayın herhangi bir zamanında oruç tutmak istersen, on üçüncü, on dördüncü ve on beşinci günlerde oruç tut.' dedi.\""
    },
    {
      "id": 336,
      "narrator": "It was narrated from Abu Dharr that the Prophet said to a man:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Peygamber bir adama: \"On üçüncü, on dördüncü ve on beşinci günlerde oruç tutmalısın.\" dedi. (Hasan) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu bir hatadır, bu bir Beyan rivayeti değildir; belki Sufyan: \"Bize iki (İthnan) tarafından rivayet edildi.\" demiştir ve 'Alif' düşmüş, bu yüzden Beyan olmuştur."
    },
    {
      "id": 337,
      "narrator": "It was narrated from Abu Dharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Peygamber bir adama on üçüncü, on dördüncü ve on beşinci günlerde oruç tutmasını emretti."
    },
    {
      "id": 338,
      "narrator": "It was narrated that Ibn Al-Hawtakiyyah said:",
      "text": "İbn Al-Hawtakiyyah'dan rivayet edilmiştir ki: \"Ubayy şöyle dedi: 'Bir bedevi, Allah'ın Elçisine geldi ve yanında kızartılmış bir tavşan ve biraz ekmek vardı. Onu Peygamber'in önüne koydu ve şöyle dedi: \"Ben onu kanlı buldum.\" Allah'ın Elçisi, arkadaşlarına: \"Önemli değil; yiyin.\" dedi. Ve bedeviye: \"Ye,\" dedi. O da: \"Ben oruçluyum.\" dedi. Peygamber: \"Eğer oruç tutmak istiyorsan, Al-Bid'in parlayan günlerinde oruç tutmalısın: On üçüncü, on dördüncü ve on beşinci günlerde.\" dedi.'"
    },
    {
      "id": 339,
      "narrator": "It was narrated from Musa bin Talhah that:",
      "text": "Musa bin Talha'dan rivayet edilmiştir ki: \"Bir adam, Peygamber'e bir tavşan getirdi ve Peygamber ona doğru elini uzattı, sonra getiren kişi: \"Üzerinde biraz kan gördüm.\" dedi. Bunun üzerine Peygamber elini geri çekti, ama insanlara yemelerini söyledi. İnsanlar arasında, yemekten kaçınan bir adam vardı. Peygamber: \"Senin derdin ne?\" dedi. O da: \"Ben oruçluyum.\" dedi. Peygamber ona: \"Neden Al-Bid'in üç günü oruç tutmuyorsun, on üçüncü, on dördüncü ve on beşinci günlerde?\" dedi.\""
    },
    {
      "id": 340,
      "narrator": "It was narrated that Musa bin Talhah said:",
      "text": "Musa bin Talha'dan rivayet edilmiştir ki: \"Bir adamın kızarttığı bir tavşan Peygamber'e getirildi ve ona sunulduğunda, Peygamber: 'Ey Allah'ın Elçisi, üzerinde biraz kan gördüm.' dedi. Allah'ın Elçisi onu yemediydi, ama yanında olanlara: \"Yiyin; eğer isteseydim, ben de yerdim.\" dedi. Oturan bir adam vardı ve Allah'ın Elçisi: \"Gel ve insanlarla ye.\" dedi. O da: \"Ey Allah'ın Elçisi, ben oruçluyum.\" dedi. Peygamber: \"Neden Al-Bid'de oruç tutmuyorsun?\" dedi. O da: \"Onlar nedir?\" dedi. Peygamber: \"On üçüncü, on dördüncü ve on beşinci günler.\" dedi.\""
    },
    {
      "id": 341,
      "narrator": "It was narrated that a man called 'Abdul-Malik narrated from his father, that:",
      "text": "'Abdul-Malik bin 'Abdul-Minhai, babasından rivayet etmiştir ki: \"Allah'ın Elçisi, bu Al-Bid günlerinde oruç tutmayı emrederdi ve şöyle derdi: 'Bu, bir ay oruç tutmaya eşittir.'\""
    },
    {
      "id": 342,
      "narrator": "'Abdul-Malik bin Abi Al-Minhai narrated from his father that:",
      "text": "'Abdul-Malik bin 'Abdul-Minhai, babasından rivayet etmiştir ki: \"Peygamber, onlara Al-Bid'in üç günü oruç tutmalarını emretti. O da: 'Bu, bir ay oruç tutmaya eşittir.' dedi.\""
    },
    {
      "id": 343,
      "narrator": "'Abdul-Malik bin Qudamah bin Milhan narrated that his father said:",
      "text": "'Abdul-Malik bin Qudamah bin Milhan, babasından rivayet etmiştir ki: \"Allah'ın Elçisi, bize parlayan aydınlık gecelerle (Al-Ayam Al-Bid) birlikte üç gün oruç tutmamızı emrederdi; on üçüncü, on dördüncü ve on beşinci günler.\""
    },
    {
      "id": 344,
      "narrator": "It was narrated from Abu Nawfal bin Abi 'Aqrab that his father said:",
      "text": "Abu Nawfal bin Abi 'Aqrab'dan rivayet edilmiştir ki, babası şöyle dedi: \"Ben Allah'ın Elçisine oruç tutmayı sordum ve o da: 'Ayda bir gün oruç tut.' dedi. Ben: 'Ayda bir gün oruç tut.' dedim. 'Ey Allah'ın Elçisi, daha fazlasını yapmama izin ver, daha fazlasını yapmama izin ver.' dedim. O da: 'Daha fazlasını yapmama izin ver, daha fazlasını yapmama izin ver; buna gücüm yeter.' dedi. Sonra Allah'ın Elçisi sessiz kaldı, ta ki isteğimi reddedeceğini düşündüm. Sonra şöyle dedi: 'Her ay üç gün oruç tut.'\""
    },
    {
      "id": 345,
      "narrator": "It was narrated from Abu Nawfal bin Abi 'Aqrab, from his father, that he asked the Prophet about fasting and he said:",
      "text": "Abu Nawfal bin Abi 'Aqrab'dan, babasından rivayet edilmiştir ki, o Peygamber'e oruç tutmayı sordu ve o da: \"Her ay bir gün oruç tut.\" dedi. O daha fazlasını istedi, \"Babam ve annem sana feda olsun, ben buna gücüm yeter.\" dedi. O da: \"Her ay iki gün oruç tut.\" dedi. O: \"Babam ve annem sana kurban olsun, ey Allah'ın Elçisi, ben buna gücüm yeter.\" dedi. Allah'ın Elçisi: \"Ben buna gücüm yeter, ben buna gücüm yeter.\" dedi. Onu artırmak istemedi, ama ben ısrar edince, Allah'ın Elçisi: \"Her ay üç gün oruç tut.\" dedi. (Sahih) Oruç hakkında Şeyh'in anlattığı şeylerin sonu, tüm övgüler alemlerin Rabbi olan Allah'a aittir."
    }
  ]
}