{
  "language": "tr",
  "metadata": {
    "length": 184,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü Mu'adh'a Yemen'e gönderdiğinde şöyle dedi: \"Sen, Kitap Ehli'nden bir kısmına gideceksin. Onlara gittiğinde, Allah'tan başka ibadete layık olan hiçbir ilah olmadığına ve Muhammed'in Allah'ın Resulü olduğuna şahitlik etmeleri için çağır. Eğer buna uyarlarlarsa, onlara Allah, Azze ve Celle'nin zenginlerinden alınıp fakirlere verilmesi gereken bir sadaka (Zekat) farz kıldığını söyle. Eğer buna da uyarlarlarsa, o zaman mazlumun duasından sakın.\""
    },
    {
      "id": 2,
      "narrator": "Bahz bin Hakim narrated from his father, that his grandfather said:",
      "text": "Bahz bin Hakim, babasından, dedesinin şöyle dediğini rivayet etti: \"Ben dedim ki: 'Ey Allah'ın Resulü, ben sana, bu kadar parmak sayısı kadar (ellerindeki parmak sayısı kadar) yemin etmeden gelmedim ki, asla sana gelmeyeceğim veya dinini takip etmeyeceğim. Ben, Allah, Azze ve Celle ve Resulü'nün öğrettikleri dışında hiçbir şey bilmeyen bir adamım. Sana, Allah'ın Vahyi ile, Rabb'in bize ne ile gönderdiğini soruyorum.' O da: 'İslam ile.' dedi. Ben: 'İslam'ın işaretleri nelerdir?' dedim. O da: 'Yüzümü Allah'a teslim etmek, Şirk'ten vazgeçmek, Salah'ı ikame etmek ve Zekat vermektir.' dedi.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from 'Abdur-Rahman bin Ghanm that Abu Malik Al-Ash'ari told him that the Messenger of Allah said:",
      "text": "Abdurrahman bin Ghanm'dan rivayet edildiğine göre, Ebu Malik el-Eş'ari ona şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Abdestin tamamlanması imanın yarısıdır; Elhamdulillah (Allah'a hamd olsun) tartıyı doldurur; Tesbih ve Tekbir gökleri ve yeri doldurur; Salah bir ışıktır; Zekat bir samimiyet işaretidir; sabır aydınlatıcı bir meşaledir; ve Kur'an ya senin lehine ya da aleyhine delildir.'\""
    },
    {
      "id": 4,
      "narrator": "Suhaib narrated that he heard Abu Hurairah and Abu Sa'eed say:",
      "text": "Suheyb, Ebu Hureyre ve Ebu Said'in şöyle dediğini duyduğunu rivayet etti: \"Allah'ın Resulü bir gün bize hitap etti ve şöyle dedi: 'Canım elinde olan Allah'a yemin ederim' üç kez, sonra başını eğdi, ve her birimiz başını eğdi, ağlayarak, neye yemin ettiğini bilmiyorduk. Sonra yüzünde sevinçle başını kaldırdı, bu da bizim için kırmızı develerden daha değerliydi. Sonra dedi ki: 'Beş (günlük) namazı kılan, Ramazan'ı oruç tutan, Zekat veren ve yedi büyük günahtan sakınan kimse yoktur ki, cennet kapıları ona açılmasın ve ona: 'Selametle gir!' denmesin.'\""
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Kim Allah yolunda iki şey için harcama yaparsa, cennet kapılarından çağrılacaktır: 'Ey Allah'ın kul, bu senin için hayırlıdır.' Cennetin (birçok) kapısı vardır. Kim Salah ehli ise, o, namaz kapısından çağrılacaktır. Kim Cihad ehli ise, o, Cihad kapısından çağrılacaktır. Kim sadaka ehli ise, o, sadaka kapısından çağrılacaktır. Kim oruç ehli ise, o, Ar-Rayyan kapısından çağrılacaktır.' Ebu Bekir dedi: 'Bu kapılardan hangisinden çağrılmaya ihtiyaç var mı? O kapılardan hangisinden çağrılacak mı, Ey Allah'ın Resulü?' O da: 'Evet, ve umarım ki sen de onlardan olursun.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edildiğine göre, \"Ben Peygamber'e Ka'b'ın gölgesinde otururken geldim. Beni görünce şöyle dedi: 'Onlar, Ka'b'ın Rabbi adına kaybedenlerdir!' Ben: 'Ne oluyor? Belki benimle ilgili bir şey vahyedilmiştir.' dedim. 'Onlar kimdir, babam ve annem sana feda olsun?' dedim. O da: 'Çok malı olanlardır, ancak bunlardan biri şöyle yaparsa, şöyle yaparsa, şöyle yaparsa,' (önünde, sağında ve solunda işaret ederek) dedi. Sonra: 'Canım elinde olan Allah'a yemin ederim ki, bir adam, Zekatını vermediği develer, sığırlar veya koyunlar bırakmadan ölmez, fakat bunlar Kıyamet Günü, oldukları gibi büyük ve şişman olarak gelirler, onu ayaklarıyla ezerler ve boynuzlarıyla delik deşik ederler. Onlardan sonuncusu onu geçtiğinde, ilki geri döner, ta ki insanlar arasında hüküm verilene kadar.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre, \"Allah'ın Resulü şöyle dedi: 'Malı olan ve malının haklarını vermeyen bir adam yoktur ki, başı kel bir Şuja'a onun boynuna dolanacak ve o, Allah'ın Kitabı'ndan kaçacaktır: 'Ve Allah'ın kendilerine verdiği nimetleri (mali) kıskanarak saklayanlar, bunun kendileri için hayırlı olduğunu düşünmesinler (ve bu yüzden farz Zekatı vermezler). Hayır, bu onlara daha kötü olacaktır; kıskanarak sakladıkları şeyler, Kıyamet Günü boyunlarına bir kolye gibi bağlanacaktır.'\""
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Kendisine develer verilmiş olan bir adam, bunların Zekatını vermediği takdirde, bunlar Kıyamet Günü, oldukları gibi enerjik, şişman ve canlı olarak gelirler. O, onların önünde yüzüstü bir düz alana yatırılacak ve onlar onu ayaklarıyla ezecekler. Sonuncusu geçtiğinde, ilki geri dönecek, elli bin yıl kadar uzun bir günde, ta ki insanlar arasında hüküm verilene kadar ve o, sonunu anlayana kadar. Kendisine sığırlar verilmiş olan bir adam, bunların Zekatını vermediği takdirde, bunlar Kıyamet Günü, oldukları gibi enerjik, şişman ve canlı olarak gelirler. O, onların önünde yüzüstü bir düz alana yatırılacak ve onlar onu çift toynaklarıyla ezecekler. Sonuncusu geçtiğinde, ilki geri dönecek, elli bin yıl kadar uzun bir günde, ta ki insanlar arasında hüküm verilene kadar ve o, sonunu anlayana kadar. Kendisine koyun verilmiş olan bir adam, bunların Zekatını vermediği takdirde, bunlar Kıyamet Günü, oldukları gibi enerjik, şişman ve canlı olarak gelirler. O, onların önünde yüzüstü bir düz alana yatırılacak ve onlar onu çift toynaklarıyla ezecekler, ve her boynuzlusu onu boynuzlarıyla delik deşik edecek, ve aralarında kıvrık veya kırık boynuzlu olan hiç kimse olmayacak. Sonuncusu geçtiğinde, ilki geri dönecek, elli bin yıl kadar uzun bir günde, ta ki insanlar arasında hüküm verilene kadar ve o, sonunu anlayana kadar.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, \"Allah'ın Resulü vefat ettiğinde, Ebu Bekir ondan sonra halife oldu ve bazı Araplar küfre döndü. Ömer, Ebu Bekir'e: 'Nasıl insanlarla savaşabilirsin ki, Allah'ın Resulü şöyle dedi: \"İnsanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) demedikçe savaşmam emredildi. La ilaha illallah diyenin malı ve canı benden emindir, ancak haksız bir ceza gerektiriyorsa, onun hesabı Allah'la olacaktır.\" Ebu Bekir, Allah ondan razı olsun, şöyle dedi: 'Namaz ile Zekatı ayıran herkesle savaşacağım; Zekat, maldan alınması gereken zorunlu bir haktır. Allah'a yemin ederim ki, eğer bana, Allah'ın Resulü'ne verdikleri bir ipi bile saklarlarsa, onu sakladıkları için onlarla savaşacağım.' Ömer, Allah ondan razı olsun, şöyle dedi: 'Allah'a yemin ederim ki, sanki Allah, Ebu Bekir'in savaşma kalbini açtığını gördüm ve gerçeği bildiğimi biliyordum.'\""
    },
    {
      "id": 10,
      "narrator": "Bahz bin Hakim said:",
      "text": "Bahz bin Hakim dedi ki: \"Babam bana, dedemin şöyle dediğini aktardı: 'Peygamber'in şöyle dediğini duydum: 'Gübrelenmiş develerle ilgili olarak, her kırk deveyi bir Bint Labbun (iki yaşında dişi deve) olarak kabul et. Develerin sayımında ayrım yapılmaz. Kim bunu, ödül umarak verirse, bunun karşılığında ödüllendirilecektir. Kim reddederse, biz onu alırız ve onun develerinin yarısını, Rabbimizin haklarından biri olarak alırız. Ve Muhammed'in ailesinin bunlardan herhangi birine sahip olması caiz değildir.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Messenger of Allah said:",
      "text": "Ebu Said el-Hudri'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Beş Awsuq'tan az olan bir şeyin Zekatı yoktur.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Abu Saeed Al-Khudri that the Messenger of Allah said:",
      "text": "Ebu Said el-Hudri'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Beş Dhawd (deve başı) ve beş Awaq'tan (ağırlık ölçüsü) az olan bir şeyin Zekatı yoktur, ve beş Awsuq'tan az olan bir şeyin Zekatı yoktur.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Anas bin Malik that Abu Bakar wrote to them:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Ebu Bekir onlara şöyle yazdı: \"Bu, Allah, Azze ve Celle'nin Allah'ın Resulü'ne emrettiği Müslümanların Zekat yükümlülüğüdür. Kim bu şekilde (Ebu Bekir'in mektubunda açıklandığı gibi) istenirse, versin, ve kim daha fazlasını isterse, vermesin. Yirmi beş deveden az olduğunda, her beş deve için bir koyun verilmelidir. Sayı yirmi beşe ulaştığında, bir Bint Makhad (bir yaşında dişi deve) verilmelidir, otuz beşe kadar. Eğer bir Bint Makhad yoksa, o zaman bir Bint Labbun (iki yaşında dişi deve) verilmelidir. Sayı otuz altıya ulaştığında, bir Bint Labbun (iki yaşında dişi deve) verilmelidir, kırk beşe kadar. Sayı kırk altıya ulaştığında, bir Hiqqah (üç yaşında dişi deve) verilmelidir, altmışa kadar. Sayı altmış bir olduğunda, bir Jadhah (dört yaşında dişi deve) verilmelidir, yetmiş altıya kadar, sonra iki Bint Labbun (iki yaşında dişi deve) verilmelidir, doksan kadar. Sayı doksan bir olduğunda, iki Hiqqah (üç yaşında dişi deve) verilmelidir, yüz yirmiye kadar. Sayı yüz yirmiden fazla olduğunda, her kırk için bir Bint Labbun, ve her elli için bir Hiqqah verilmelidir. Eğer bir kişi, Hiqqah düzenlemelerine göre belirtilen yaşta bir devesi yoksa, eğer bir kişi Zekat olarak bir Jadhah borçluysa ama bir Jadhah'ı yoksa, o zaman bir Hiqqah kabul edilmelidir, ve eğer varsa, iki koyun veya yirmi dirhem vermelidir. Eğer bir kişi Zekat olarak bir Hiqqah borçluysa ama bir Hiqqah'ı yoksa ama bir Jadhah'ı varsa, o zaman bu kabul edilmelidir, ve Zekat toplayıcısı ona yirmi dirhem veya varsa iki koyun vermelidir. Eğer bir kişi Zekat olarak bir Hiqqah borçluysa ama bir Bint Labbun'u varsa, bu kabul edilmelidir, ve eğer varsa, iki koyun veya yirmi dirhem vermelidir. Eğer bir kişi Zekat olarak bir Bint Labbun borçluysa ama sadece bir Bint Makhad'ı varsa, bu kabul edilmelidir, ve eğer varsa, iki koyun veya yirmi dirhem vermelidir. Eğer bir kişi Zekat olarak bir Bint Makhad borçluysa ama sadece bir Bint Labbun'u varsa, bu kabul edilmelidir, ve onunla birlikte başka bir şey vermesi gerekmez. Eğer bir kişinin sadece dört devesi varsa, başka bir şey vermesi gerekmez, ancak sahibi isterse verir. Gübrelenmiş koyunlarla ilgili olarak, eğer kırk varsa, o zaman bir koyun verilmelidir, yüz yirmiye kadar. Eğer bir tane daha varsa, o zaman iki koyun verilmelidir, iki yüze kadar. Eğer bir tane daha varsa, o zaman üç koyun verilmelidir, üç yüze kadar. Eğer bunlardan fazlası varsa, her yüz için bir koyun verilmelidir. Zayıf, kusurlu veya erkek koyun Zekat olarak alınmamalıdır, ancak Zekat toplayıcısı isterse. Ayrı sürüleri veya birleşik sürüleri Zekat korkusuyla birleştirmeyin. Her ortak (birleşik sürüde payı olan) Zekatı, payına göre ödemelidir. Eğer bir adamın sürüsü kırk koyundan bir eksikse, onlardan hiçbir şey verilmez, ancak sahibi isterse. Gümüşle ilgili olarak, onda birin dörtte biri, ve eğer sadece yüz doksan dirhem varsa, eğer sahibi isterse Zekat yoktur.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü şöyle dedi: '(Kıyamet Günü) develer, sahiplerine bu dünyada sahip oldukları en iyi sağlık durumunda geleceklerdir ve eğer bunların Zekatını vermediyse, onu ayaklarıyla ezeceklerdir. Koyunlar, sahiplerine bu dünyada sahip oldukları en iyi sağlık durumunda geleceklerdir ve eğer bunların Zekatını vermediyse, onu çift toynaklarıyla ezeceklerdir ve boynuzlarıyla delik deşik edeceklerdir. Ve onların haklarından biri, önlerinde su ile sağılmalarıdır. Hiçbirinizin Kıyamet Günü boynunda inleyen bir deve ile gelmesini istemiyorum, 'Ey Muhammed' diyerek, ben de 'Benim için hiçbir şey yapamam, mesajı ilettim.' diyeceğim. Hiçbirinizin Kıyamet Günü boynunda inleyen bir koyun ile gelmesini istemiyorum, 'Ey Muhammed' diyerek, ben de 'Benim için hiçbir şey yapamam, mesajı ilettim.' diyeceğim. Ve Kıyamet Günü, birinizin biriktirdiği hazine, başı kel bir Şuja'a olacak ve sahibi ondan kaçacak, ama o onu kovalayacak (şöyle diyerek), 'Ben senin biriktirdiğin hazinenim' ve onu yutması için parmağını vermesi için peşinden koşacaktır.'\""
    },
    {
      "id": 15,
      "narrator": "Bahz bin Hakim narrated from his father that his grandfather said:",
      "text": "Bahz bin Hakim, babasından, dedesinin şöyle dediğini rivayet etti: \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Gübrelenmiş develerle ilgili olarak, her kırk deveyi bir Bint Labbun. Develerin sayımında ayrım yapılmaz. Kim bunu, ödül umarak verirse, bunun karşılığında ödüllendirilecektir. Kim reddederse, biz onu alırız ve yarısını, Rabbimizin haklarından biri olarak alırız. Ve Muhammed'in ailesinin bunlardan herhangi birine sahip olması caiz değildir.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Muadh:",
      "text": "Muadh'dan rivayet edilmiştir: \"Allah'ın Resulü, beni Yemen'e gönderdi ve ergenlik çağına ulaşan her kişiden bir Dinar veya onun karşılığı olan Maafr almasını emretti. Sığırlar konusunda ise, her otuz baş hayvandan bir erkek veya dişi Tabi' (iki yaşında) alınmasını, her kırk baş hayvandan bir Musinnah (üç yaşında) alınmasını emretti.\" (Daif)"
    },
    {
      "id": 17,
      "narrator": "Muadh said:",
      "text": "Muadh dedi ki: \"Allah'ın Resulü beni Yemen'e gönderdi ve her kırk inekten bir üçüncü yılındaki inek, her otuz inekten bir Tabi' (iki yaşında) ve ergenlik çağına ulaşan her kişiden bir Dinar veya onun karşılığı olan Maafir almasını emretti.\" (Daif)"
    },
    {
      "id": 18,
      "narrator": "It was narrated that Mu'adh said:",
      "text": "Muadh'ın şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü beni Yemen'e gönderdiğinde, her otuz baş sığırdan bir erkek veya dişi Tabi' (iki yaşında) ve her kırk baş sığırdan bir Musinnah (üç yaşında) ve ergenlik çağına ulaşan her kişiden bir Dinar veya onun karşılığı olan Ma'afir almasını emretti.\" (Da'if)"
    },
    {
      "id": 19,
      "narrator": "It was narrated that Muadh to Yemen:",
      "text": "Muadh'dan rivayet edilmiştir: \"Allah'ın Resulü, bana sığır sayısı otuzu bulana kadar hiçbir sığır almamamı emretti. Eğer sayı otuzu bulursa, o zaman ikinci yılındaki bir Jadh'ah (dişi buzağı), ister erkek ister dişi, onlardan alınacak, sayı kırk olana kadar. Eğer sayı kırk olursa, o zaman onlardan bir Musinnah alınacaktır.\" (Daif)"
    },
    {
      "id": 20,
      "narrator": "It was narrated that Jabir bin Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Deve, sığır veya koyun sahibi olan hiç kimse, üzerlerine düşen zekatı vermezse, Kıyamet Günü düz bir arenada durdurulacak ve toynaklarıyla onu çiğneyecekler, boynuzlarıyla da onu yaralayacaklardır. O gün boynuzsuz veya kırık boynuzlu hayvan olmayacaktır.' Biz dedik ki: 'Ey Allah'ın Resulü, üzerlerine düşen nedir?' O da şöyle dedi: 'Üreme için erkek hayvan vermek, su kovalarını ödünç vermek ve insanlara Allah yolunda binerler için vermek.' Ve hiç kimse, üzerindeki zekatı vermezse, Kıyamet Günü ona kel bir Şuja (kelle) çıkacaktır; sahibi ondan kaçacak ve o onu kovalayacak ve ona şöyle diyecek: 'Bu, biriktirdiğin hazinendir.' Kaçamadığını anlayınca, elini ağzına sokacak ve o da onu bir tay gibi ısıracaktır.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Anas bin Malik that Abu Bakar, may Allah be pleased with him, wrote to him:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Ebu Bekir, Allah ondan razı olsun, ona yazdı: \"Bu, Allah'ın Resulü'nün Müslümanlara emrettiği Sadaqah yükümlülüğüdür, Allah da Allah'ın Resulü'ne emrettiği gibi. (Eğer) bu şekilde (Ebu Bekir'in mektubunda açıklandığı gibi) istenirse, versin; daha fazlası istenirse, vermesin. Yirmi beş deveden az olduğunda, her beş deveden bir koyun verilmelidir. Sayı yirmi beşe ulaştığında, bir Bint Makhad (bir yaşındaki dişi deve) verilmelidir, otuz beşe kadar. Bint Makhad (bir yaşındaki erkek deve) ise otuz altıya ulaştığında, bir Bint Labun (iki yaşındaki dişi deve) verilmelidir, kırk beşe kadar. Kırk altıya ulaştığında, bir Hiqqah (üç yaşındaki dişi deve) verilmelidir, altmışa kadar. Altmış bir ulaştığında, bir Jadh'ah (dört yaşındaki dişi deve) verilmelidir, yetmiş beşe kadar. Yetmiş altıya ulaştığında, iki Bint Labun verilmelidir, doksan kadar. Doksan bir ulaştığında, iki Hiqqah verilmelidir, yüz yirmiye kadar. Yüz yirmiden fazlası olduğunda, her kırk baş için bir Bint Labun ve her elli baş için bir Hiqqah verilmelidir. Eğer bir kişi Sadaqah düzenine göre belirtilen yaşta bir devesi yoksa, eğer bir Jadh'ah borcu varsa ama bir Hiqqah varsa, o zaman Hiqqah kabul edilmeli ve yanında iki koyun verilmelidir, eğer varsa, ya da yirmi Dirhem. Eğer bir kişi Hiqqah borcu varsa ama sadece bir Jadh'ah varsa, o zaman bu kabul edilmeli ve Zekat toplayıcısı ona yirmi Dirhem veya iki koyun vermelidir. Eğer bir kişi Hiqqah borcu varsa ama yoksa, ancak bir Bint Labun varsa, bu kabul edilmeli ve yanında iki koyun verilmelidir, eğer varsa, ya da yirmi Dirhem. Eğer bir kişi Bint Labun borcu varsa ama sadece bir Hiqqah varsa, bu kabul edilmeli ve Zekat toplayıcısı ona yirmi Dirhem veya iki koyun vermelidir. Eğer bir kişi Bint Labun borcu varsa ama yoksa, ancak bir Bint Makhad varsa, bu kabul edilmeli ve yanında iki koyun verilmelidir, eğer varsa, ya da yirmi Dirhem. Eğer bir kişi Bint Makhad borcu varsa ama sadece bir Bint Labun (erkek) varsa, bu kabul edilmeli ve onunla birlikte başka bir şey verilmesine gerek yoktur. Eğer bir kişi sadece dört deveye sahipse, o zaman onlardan hiçbir şey alınmaz, eğer sahibi (bir şey vermek isterse) istemezse. Sığırların Sadaqahı konusunda, eğer kırk varsa bir koyun verilmelidir, yüz yirmiye kadar. Eğer bir tane daha varsa, o zaman iki koyun verilmelidir, iki yüze kadar. Eğer bir tane daha varsa, o zaman üç koyun verilmelidir, üç yüze kadar. Eğer bir tane daha varsa, her yüz baş için bir koyun verilmelidir ve yaşlı, sakat veya erkek koyun Sadaqah olarak alınmamalıdır, eğer Zekat toplayıcısı istemezse. Ayrı sürüleri veya ayrı birleşik sürüleri Sadaqah korkusuyla birleştirmeyin. Her ortak (birleşik sürüdeki payı olan) Sadaqah'ı payına göre ödemelidir. Eğer bir adamın sürüsü kırk koyundan bir eksikse, o zaman onlardan hiçbir şey alınmaz, eğer sahibi istemezse. Gümüş konusunda, onda birin dörtte biri ve eğer sadece yüz doksan varsa, sahibi istemedikçe hiçbir şey alınmaz.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Deve, sığır veya koyun sahibi olan hiç kimse, üzerlerine düşen zekatı vermezse, Kıyamet Günü geldiklerinde, her zamanki gibi büyük ve hızlı olacaklar ve onu boynuzlarıyla yaralayacaklar ve toynaklarıyla çiğneyecekler. Onların sonuncusu onu çiğnedikten sonra, ilk gelen ona geri dönecek, ta ki insanlar arasında hüküm verilene kadar.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Suwaid bin Ghafalah said:",
      "text": "Suwaid bin Ghafalah'dan rivayet edilmiştir: \"Peygamberin Zekat toplayıcısı bize geldi ve ben ona gittim, onunla oturdum ve onun şöyle dediğini duydum: 'Sözleşmemde, emzikteki yavruları almamalıyız, ayrı olanı birleştirmemeli ve birleştirilenleri ayırmamalıyız.' Bir adam ona büyük bir hörgüçlü dişi deve getirdi ve 'Al bunu' dedi, ama o kabul etmedi.\" (Daif)"
    },
    {
      "id": 24,
      "narrator": "It was narrated from wa'il bin Hujr that:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: \"Peygamber bir toplayıcı gönderdi ve o, ona ince, yeni sütten kesilmiş bir deve getiren bir adamla karşılaştı. Peygamber şöyle dedi: 'Biz, Allah ve Resulü'nün Zekat toplayıcısını gönderdik ve filan kişi ona ince, yeni sütten kesilmiş bir deve verdi. Ey Allah, ona ve develerine bereket verme!' Bu haber adamın kulağına gitti, bu yüzden güzel bir dişi deve ile geldi ve 'Ben Allah'a ve Resulüne tövbe ediyorum' dedi. Peygamber şöyle dedi: 'Ey Allah, ona ve develerine bereket ver!'\" (Daif)"
    },
    {
      "id": 25,
      "narrator": "It was narrated that 'Abdullah bin Abi Awfa said:",
      "text": "Abdullah bin Ebi Evfa'dan rivayet edilmiştir: \"İnsanlar ona Zekatlarını getirdiğinde, Allah'ın Resulü şöyle derdi: 'Ey Allah, filan kişinin ailesine salat eyle.' Babam, Sadaqahını ona getirdi ve o da şöyle dedi: 'Ey Allah, filan kişinin ailesine salat eyle.'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Abdur-Rahman bin Hilal said:",
      "text": "Abdurrahman bin Hilal'den rivayet edilmiştir: \"Cerir şöyle dedi: 'Bazı Bedevi insanlar Peygamber'e geldiler ve dediler ki: 'Ey Allah'ın Resulü, bazı Zekat toplayıcıların bize geliyor ve adaletsiz davranıyorlar.' O da: 'Zekat toplayıcılarınızı memnun edin.' dedi. Onlar: 'Adaletsiz olsalar bile mi?' dediler. O da: 'Zekat toplayıcılarınızı memnun edin.' dedi. Sonra: 'Adaletsiz olsalar bile mi?' dediler. O da: 'Zekat toplayıcılarınızı memnun edin.' dedi. Cerir dedi ki: 'Allah'ın Resulü'nden bunu duyduğumdan beri, hiç bir Zekat toplayıcısı benden ayrılmadı, hepsi benden memnun kaldı.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Ash-Shabbi said:",
      "text": "Ash-Shabbi'den rivayet edilmiştir: \"Cerir şöyle dedi: 'Allah'ın Resulü şöyle dedi: Zekat toplayıcısı size geldiğinde, sizinle mutlu bir şekilde ayrılmasına izin verin.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Muslim bin Thafihan said:",
      "text": "Muslim bin Thafihan'dan rivayet edilmiştir: \"İbn Alqamah, babamı halkının Zekat toplayıcısı olarak atadı ve o da Sadaqahlarını toplamasını emretti. Babam beni onlardan bir grup için Sadaqahlarını almak üzere gönderdi. Yola çıktım ve Sa'r adında bir ihtiyara geldim. Ben de: 'Babam, sizin koyunlarınızın Sadaqahını toplamak için beni gönderdi.' dedim. O da: 'Ey yeğenim, almak istediğini nasıl belirleyeceksin?' dedi. Ben de: 'Biz seçiyoruz ve hatta koyunların memelerini ölçüyoruz.' O da: 'Ey yeğenim, sana şunu söyleyeyim ki, ben Allah'ın Resulü zamanında bu dağ geçitlerinden birindeydim ve bazı koyunlarım vardı. İki adam bir deve üzerinde geldi ve dediler ki: 'Biz, Allah'ın Resulü'nün elçisiyiz, sizin koyunlarınızın Sadaqahını almak için geldik.' Ben de: 'Ne vermem gerekiyor?' dedim. Onlar: 'Bir koyun.' dediler. Ben de, sütle dolu ve şişman bir koyuna gittim ve onu onlara getirdim. O da: 'Bu bir Şafi'dir - bir yavrusu olan veya hamile olan bir koyun - ve Allah'ın Resulü, bize Şafi' almayı yasakladı.' Bunun üzerine ben bir Mu'tat dişi keçi - Mu'tat, daha önce doğurmamış ama doğurabilecek yaşa gelmiş olan - alıp onlara getirdim. Onlar: 'Bunu alacağız.' dediler. Ben de onu onlara kaldırdım ve onlar onu develerine alıp gittiler.\" (Daif)"
    },
    {
      "id": 29,
      "narrator": "Muslim bin Thafinah narrated that:",
      "text": "Muslim bin Thafinah'dan rivayet edilmiştir: \"İbn Alqamah, babasını halkının Zekatını toplamakla görevlendirdi - ve aynı Hadisi aktardı.\""
    },
    {
      "id": 30,
      "narrator": "Abu Hurariah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Ömer dedi ki: 'Allah'ın Resulü, Sadaqah'ı emretti ve İbn Camil, Halid bin Velid ve Abbas bin Abdulmuttalib'in bir şey sakladığı söylendi. Allah'ın Resulü şöyle dedi: 'İbn Camil'in durumu nedir? O, yoksul değil miydi, sonra Allah onu zengin kıldı? Halid bin Velid'e gelince, ona haksızlık ediyorsunuz, çünkü o, Allah yolunda kalkanlarını ve silahlarını saklıyor. Abbas bin Abdulmuttalib, Allah'ın Resulü'nün amcasıdır, onun için bu bir zorunlu sadakadır ve iki katını vermesi gerekir.'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü sadaka vermeyi emretti;\" ve benzer bir şey rivayet etti."
    },
    {
      "id": 32,
      "narrator": "It was narrated that 'Abdullah bin Hilal Ath-Thaqafi said:",
      "text": "'Abdullah bin Hilal Et-Thağafi'den rivayet edilmiştir: \"Bir adam Peygamber'e geldi ve dedi ki: 'Sadaka olarak bir keçi veya koyun yüzünden öldürüleceğimden korktum.' O da: 'Eğer bu, fakir Muhacirlere verilmeyecek olsaydı, onu almazdım.' dedi.\" (Daif)"
    },
    {
      "id": 33,
      "narrator": "It was narrated that Abu Hurariah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Müslümanın kölesi veya atı üzerinde sadaka vermesi gerekmez.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Bir Müslüman, kölesi veya atı üzerinde zekat vermekle yükümlü değildir.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Abu Hurairah and attributed to the Prophet:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ve Peygamber'e atfedilmiştir: \"Müslümanın kölesi veya atı üzerinde sadaka vermesi gerekmez.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Bir kişi, atı veya kölesi üzerinde sadaka vermekle yükümlü değildir.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Müslümanın kölesi veya atı üzerinde sadaka vermesi gerekmez.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Müslümanın kölesi veya atı üzerinde sadaka vermesi gerekmez.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Abu Saeed Al-Khudri said:",
      "text": "Abu Sa'id El-Hudri'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Beş Awaq'tan daha az bir şey üzerinde sadaka yoktur, beş Dhawh (deve başı) üzerinde sadaka yoktur ve beş Awsuq'tan daha az bir şey üzerinde sadaka yoktur.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Sa 'eed Al-Khudri that the Messenger of Allah said:",
      "text": "Abu Sa'id El-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Beş Awsuq'tan daha az bir hurma üzerinde sadaka yoktur, beş Awaq gümüş üzerinde sadaka yoktur ve beş Dhawd (deve başı) üzerinde sadaka yoktur.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Sa 'eed Al-Khudri that he heard the Messenger of Allah say:",
      "text": "Abu Sa'id El-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Beş Awsuq'tan daha az bir hurma üzerinde sadaka yoktur, beş Awaq gümüş üzerinde sadaka yoktur ve beş Dhawd (deve başı) üzerinde sadaka yoktur.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Abu Sa 'eed Al-Khudri said:",
      "text": "Abu Sa'id El-Hudri'den rivayet edilmiştir ki, \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Beş Awsuq'tan daha az bir gümüş üzerinde sadaka yoktur, beş Dhawd (deve başı) üzerinde sadaka yoktur ve beş Awsuq'tan daha az bir hurma üzerinde sadaka yoktur.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Ali, may Allah e pleased with him, said:",
      "text": "'Ali, Allah ondan razı olsun, şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Sizleri atlar ve köleler üzerinde (zekat vermekten) muaf tuttum. Her iki yüz (Dirhem) için beş (Dirhem) zekat verin.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that 'Ali, may Allah be pleased with him, said:",
      "text": "'Ali, Allah ondan razı olsun, şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Sizleri evler ve köleler üzerinde (zekat vermekten) muaf tuttum ve iki yüz (Dirhem) altında zekat yoktur.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from 'Amr bin Shu 'aib, from his father, from his grandfather, that:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: Yemen halkından bir kadın, yanında bir kızıyla Allah'ın Resulü'ne geldi ve kızının elinde iki kalın altın bilezik vardı. O da: \"Bunlar üzerinde zekat veriyor musun?\" dedi. Kadın: \"Hayır.\" dedi. O da: \"Kıyamet Günü Allah'ın seni ateşten iki bilezikle kuşatmasını ister misin?\" dedi. Bunun üzerine kadın bilezikleri çıkardı ve Allah'ın Resulü'ne verdi ve: \"Bunlar Allah ve Resulü içindir.\" dedi."
    },
    {
      "id": 46,
      "narrator": "'Amr bin Shu 'aib said:",
      "text": "Amr bin Shu'aib dedi ki: \"Bir kadın, kızıyla birlikte Allah'ın Resulü'ne geldi ve kızının kolunda iki bilezik vardı.\" - Benzer bir rivayet, Mursal formda."
    },
    {
      "id": 47,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: Zekatını malından vermeyen kimsenin malı, Kıyamet Günü ona kel başlı bir Şuja'a gibi görünecektir; gözlerinin üzerinde iki nokta olacaktır. O, ona sarılacak veya etrafında dönecek ve 'Ben senin biriktirdiğin hazinemsin, ben senin biriktirdiğin hazinemsin.' diyecektir.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Eğer Allah bir insana mal verirse ve o malından zekat vermezse, malı Kıyamet Günü ona kel başlı bir Şuja'a gibi görünecektir; gözlerinin üzerinde iki nokta olacaktır. O, Kıyamet Günü onun ağzının köşelerinden tutacak ve 'Ben senin malınım, ben senin biriktirdiğin hazinemsin.' diyecektir. Sonra bu ayeti okudu: 'Ve Allah'ın kendilerine ihsan ettiği nimetten cimrilik edenler, bunun kendileri için hayırlı olduğunu düşünmesinler (ve bu yüzden farz olan zekatı vermezler).'\""
    },
    {
      "id": 49,
      "narrator": "It was narrated the Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: Beş Vesk (ölçü) tahıl veya hurma miktarından az olan Sadaqah yoktur.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Messenger of Allah said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: Beş Vesk miktarına ulaşmadıkça buğday veya hurmadan zekat yoktur. Beş Awaq miktarına ulaşmadıkça gümüşten zekat yoktur. Beş Dhawd miktarına ulaşmadıkça deveden zekat yoktur.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Prophet said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Peygamber şöyle dedi: Beş Vesk miktarına ulaşmadıkça tahıl veya hurmadan Sadaqah yoktur, beş Dhawd'dan az olan develerden Sadaqah yoktur, beş Awaq'dan az olan gümüşten Sadaqah yoktur.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Abu Sa'eed'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: Beş Awaq'dan az olan Sadaqah yoktur.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Abu Sa'eed  Al_khudri that the Prophet said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Peygamber şöyle dedi: Beş Awaq'dan az olan Sadaqah yoktur, beş Dhawd'dan az olan Sadaqah yoktur, beş Vesk'den az olan Sadaqah yoktur.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from Salim, from his father, that the Messenger of Allah said:",
      "text": "Salim'den, babasından rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: Gökyüzü, nehirler ve kaynaklar tarafından sulanan her şey için onda bir (zekat) vardır. Hayvanlar ve yapay yollarla sulanan her şey için onda birin yarısı (zekat) vardır.\""
    },
    {
      "id": 55,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah dedi ki: \"Allah'ın Resulü şöyle dedi: 'Gökyüzü, nehirler ve kaynaklar tarafından sulanan her şey için onda bir (zekat) vardır. Hayvanlar tarafından sulanan her şey için onda birin yarısı (zekat) vardır.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Mu'adh said:",
      "text": "Mu'adh'dan rivayet edilmiştir ki: \"Allah'ın Resulü beni Yemen'e gönderdi ve gökyüzü tarafından sulanan her şeyden onda bir, kova ile sulanan her şeyden onda birin yarısını almamı emretti.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from 'Abdur-Rahman bin Mas'ud bin Niyar:",
      "text": "'Abdur-Rahman bin Mas'ud bin Niyar'dan rivayet edilmiştir: \"Sahl bin Abi Hathmah, pazardayken bize geldi ve şöyle dedi: 'Allah'ın Resulü şöyle dedi: Hesapladığınızda, tahmin ettiğiniz miktarın üçte ikisini alın ve üçte birini bırakın; eğer (üçte ikisini) almazsanız veya üçte birini bırakmazsanız. (Rivayet edenlerden biri) Şu'ba şüpheye düştü - dörtte birini bırakın.'\""
    },
    {
      "id": 58,
      "narrator": "Abu Umamah bin Sahl bin Hunaif said:",
      "text": "Abu Umamah bin Sahl bin Hunaif dedi ki: \"Allah, Azim ve Yüce olan, 'Ve kötü olan şeyleri harcamak için hedef almayın.' ayetinde bahsedilen, kalitesiz hurmalardır. Allah'ın Resulü, kalitesiz hurmaları Sadaqah olarak almayı yasakladı.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that  'Awf bin Malik said:",
      "text": "'Awf bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü elinde bir sopa ile dışarı çıktı ve bir adam, bir avuç kuru ve kötü hurma asmıştı. O, o hurma demetine vurmaya başladı ve şöyle dedi: 'Keşke bu Sadaqah'ı veren, bunun yerine daha iyisini verseydi; çünkü bu kuru, kötü hurmaları veren, Kıyamet Günü kuru, kötü hurmalar yiyecektir.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "Amr bin Shu'aib'den, babasından rivayet edilmiştir ki, dedesi şöyle dedi: \"Allah'ın Resulü'ne Al-Luqath hakkında soruldu.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Hayvanların verdiği zararlar sorumluluk gerektirmez, kuyular sorumluluk gerektirmez, madenler sorumluluk gerektirmez ve Rikaz'dan Khumus alınır.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Aynı şekilde, Allah'ın Elçisi'nden Abu Hurayra'dan bir rivayet daha nakledilmiştir.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Hayvanların verdiği zararlar sorumluluk gerektirmez, kuyular sorumluluk gerektirmez, madenler sorumluluk gerektirmez ve Rikaz'dan Khumus alınır.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın şöyle dediği rivayet edilmiştir: Allah'ın Elçisi şöyle buyurmuştur: \"Kuyunun verdiği zararlar sorumluluk gerektirmez, hayvanlar sorumluluk gerektirmez, madenler sorumluluk gerektirmez ve Rikaz'dan Khumus alınır.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babası aracılığıyla dedesinden rivayet edilmiştir ki: \"Hilal, Allah'ın Elçisi'ne ondan bir ondalık bal ile geldi ve Salabah adında bir vadinin korunmasını istedi. Allah'ın Elçisi o vadiyi onun için korudu. 'Umar bin Al-Khattab halife olduğunda, Sufyan bin Wahb, 'Umar'a bu konuda yazdı ve 'Umar şöyle yazdı: 'Eğer bana Allah'ın Elçisi'ne verdiği gibi, onun balının onda birini verirse, ben Salabah'ı onun için korurum, aksi takdirde bunlar sadece arılardır ve isteyen yiyebilir.'\""
    },
    {
      "id": 66,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, Ramazan Zekatı'nı hür ve köle, erkek ve kadın, bir Sa' hurma veya bir Sa' arpa olarak farz kıldı; bu yüzden insanlar bunu yarım Sa' buğdaya eşdeğer gördüler.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, erkek ve kadın, hür ve köle için Sadaqatul Fitr'ı; bir Sa' hurma veya bir Sa' arpa olarak farz kıldı.\" Dedi ki: \"İnsanlar bunu yarım Sa' buğdaya eşdeğer gördüler.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, Ramazan Zekatı'nı herkes için, genç ve yaşlı, hür ve köle, erkek ve kadın, bir Sa' hurma veya bir Sa' arpa olarak farz kıldı.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, Ramazan'ın sonunda insanlara Zakatul-Fitr'ı; bir Sa' hurma veya bir Sa' arpa olarak, hür veya köle, erkek veya kadın, Müslümanlar için farz kıldı.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, hür ve köle, erkek ve kadın, genç ve yaşlı Müslümanlar arasında Zakatul-Fitr'ı, bir Sa' hurma veya bir Sa' arpa olarak farz kıldı. Bunun, insanların ('fd) namazına çıkmadan önce verilmesi emredildi.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, genç ve yaşlı, erkek ve kadın, hür ve köle için Sadaqatul Fitr'ı; bir Sa' hurma veya bir Sa' arpa olarak farz kıldı.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that Qais bin Sa'd bin 'Ubadah Said:",
      "text": "Kays bin Sa'd bin 'Ubadah'dan rivayet edilmiştir ki: \"Biz 'Ashura'da oruç tutar ve Zakatul-Fitr verirdik, Ramazan'da oruç tutma emri geldiğinde ve Zekat verme emri geldiğinde, ne vermemiz emredildi, ne de vermememiz söylendi, biz yine de yapıyorduk.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that Qais bin Sa'd said:",
      "text": "Kays bin Sa'd'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, Zekat verme emri gelmeden önce bize Sadaqatul Fitr vermemizi emretti. Zekat verme emri geldiğinde, ne yapmamızı emretti, ne de yapmamamızı söyledi, biz yine de yapıyorduk.\" (Sahih) Abu 'Abdur-Rahman (An-Nasai) dedi ki: Abu 'Ammar'ın adı 'Arib bin Humaid, 'Amr bin Shurabbil'in künyesi Abu Maisarah'dır ve Salamah bin Kuhail, Al-Hakam ile çelişmiştir, Al-Hakam, Salamah bin Kuhail'den daha güvenilirdir."
    },
    {
      "id": 74,
      "narrator": "When he was the governor of Al-Basrah, at the end of the month, Ibn 'Abbas said:",
      "text": "Al-Basra valisi olduğunda, ayın sonunda, İbn 'Abbas şöyle dedi: \"Oruçlarınızın Zekatını verin.\" İnsanlar birbirlerine baktı, o da şöyle dedi: \"Medine halkından burada olan kimse kalksın ve kardeşlerine öğretsin, çünkü bu Zekatın, Allah'ın Elçisi tarafından her erkek ve kadın, hür ve köle için, bir Sa' arpa veya hurma, ya da yarım Sa' buğday olarak farz kılındığını bilmiyorlar.\" Böylece kalktılar. (Da'if) Hişam ona muhalefet etti, \"Muhammed bin Sirin'den.\" dedi."
    },
    {
      "id": 75,
      "narrator": "It was narrated that:",
      "text": "İbn 'Abbas, Sadaqatul-Fitr hakkında şöyle dedi: \"Bir Sa' buğday, ya da bir Sa' hurma, ya da bir Sa' arpa, ya da bir Sa' çavdar.\" (Sahih Mawquf)"
    },
    {
      "id": 76,
      "narrator": "It was narrated that Abu Raja' said:",
      "text": "Abu Raja' şöyle dedi: İbn Abbas'ın sizin Minberinizden - yani Al-Basra'daki Minberden - bir hutbe verdiğini duydum; \"Sadaqatul Fitr bir Sa' gıda.\" (Sahih) Abu 'Abdur-Rahman (An-Nasa'i) dedi ki: Bu, üçü arasında en güvenilir olandır."
    },
    {
      "id": 77,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri şöyle dedi: \"Allah'ın Resulü Sadaqatul Fitr'ı, bir Sa' arpa veya bir Sa' hurma veya bir Sa' lor peynir vermeyi emretti.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Allah'ın Resulü bizim aramızdayken Zakaul Fitr'ı verirdik; bir Sa' gıda, veya bir Sa' arpa, veya bir Sa' hurma, veya bir Sa' kuru üzüm, veya bir Sa' lor peyniri.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Abu Sa'eed şöyle dedi: \"Allah'ın Resulü bizim aramızdayken Sadaqatul Fitr'ı verirdik; bir Sa' gıda, veya bir Sa' hurma, veya bir Sa' arpa, veya bir Sa' lor peyniri. Bunu Mu'aviye Şam'dan geldiği zamana kadar devam ettirdik ve onlardan biri insanlara şunu öğretti: 'Şam'dan iki Mudd buğday, bunun bir Sa'ına eşittir.' Böylece insanlar buna yöneldi.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri şöyle dedi: \"Allah'ın Resulü zamanında sadece bir Sa' hurma, veya bir Sa' arpa, veya bir Sa' kuru üzüm, veya bir Sa' un, veya bir Sa' lor peyniri, veya bir Sa' çavdar verirdik.\" Sonra (bir nakilci) Sufyan tereddüt etti ve \"Un veya çavdar.\" dedi."
    },
    {
      "id": 81,
      "narrator": "It was narrated from Al-Hasan that Ibn 'Abbas delivered a Khutbah in Al-Basrah and said:",
      "text": "Al-Hasan'dan nakledildiğine göre, İbn Abbas Al-Basra'da bir hutbe verdi ve şöyle dedi: \"Oruçlarınızın zekâtını verin.\" İnsanlar birbirlerine bakmaya başladılar. Bunun üzerine şöyle dedi: \"Medine halkından burada olan kimse kalksın ve kardeşlerine öğretsin, çünkü Allah'ın Resulü Sadaqatul Fitr'ı genç ve yaşlı, hür ve köle, erkek ve kadın için emretmiştir; yarım Sa' buğday veya bir Sa' hurma veya arpa.\" Al-Hasan şöyle dedi: \"Eğer Allah size daha fazlasını vermişse, o zaman buğday veya başka bir şeyden daha cömertçe verin.\""
    },
    {
      "id": 82,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar şöyle dedi: \"Allah'ın Resulü zamanında insanlar Sadaqatul Fitr olarak bir Sa' arpa veya hurma veya çavdar veya kuru üzüm veriyorlardı.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Abu Sa' eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri şöyle dedi: \"Allah'ın Resulü zamanında bir Sa' arpa, veya hurma, veya kuru üzüm, veya lor peyniri veriyorduk ve bunu Mu'aviye zamanına kadar devam ettirdik, o da şöyle dedi: 'Şam'dan iki Mudd buğday, bir Sa' arpa ile eşittir.'\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri şöyle dedi: \"Allah'ın Resulü zamanında bir Sa' hurma, veya bir Sa' arpa, veya bir Sa' lor peyniri veriyorduk ve başka bir şey vermiyorduk.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated from Al-Ju'aid:",
      "text": "Al-Ju'aid'den nakledildi: \"As-Sa'ib bin Yazid'in şöyle dediğini duydum: 'Allah'ın Resulü zamanında Sa', bugün kullandığınız Mudd'ın bir Mudd ve üçte biri kadardı ve bugünkü Sa' büyüdü.'\" (Sahih) Abu 'Abdur-Rahman (An-Nasa'i) dedi ki: Ziyad bin Ayyub bunu bana nakletti."
    },
    {
      "id": 86,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan nakledildi: Peygamber (ﷺ) şöyle dedi: \"Kullanılacak ölçü, Medine halkının ölçüsüdür ve kullanılacak ağırlık, Mekke halkının ağırlığıdır.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan nakledildi: Allah'ın Resulü, Sadaqatul Fitr'ın insanların namaz kılmak için dışarı çıkmadan önce verilmesi gerektiğini emretti. (Nakilcilerden biri) İbn Bazi şöyle dedi: \"Zakatul-Fitr.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet sent Mu'adh bin Jabal to Yemen and said:",
      "text": "İbn 'Abbas'tan nakledildi ki, Peygamber Mu'adh bin Cebel'i Yemen'e gönderdi ve şöyle dedi: \"Sen, Kitap ehli olan bir topluluğa gideceksin. Onlara, Allah'tan başka ilah olmadığına ve benim Allah'ın Resulü olduğuma şahitlik etmeleri için çağrıda bulun. Eğer buna itaat ederlerse, onlara her gün ve gece beş vakit namaz kılmayı Allah'ın emrettiğini öğret. Eğer buna itaat ederlerse, onlara zenginlerinden yoksullara verilmek üzere mallarından zekât vermeyi Allah'ın emrettiğini öğret. Eğer buna itaat ederlerse, o zaman en değerli mallarına dokunma ve haksızlığa uğrayanın duasından kork; çünkü onunla Allah arasında bir engel yoktur, O, Aziz ve Celil'dir.\""
    },
    {
      "id": 89,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Abu Hurayra, Allah'ın Resulü'nün şöyle dediğini nakletti: \"Bir adam dedi ki: 'Ben biraz sadaka vereceğim.' Böylece sadakasıyla çıktı ve onu bir hırsızın eline koydu. Ertesi sabah, sadakanın bir hırsıza verildiğinden bahsetmeye başladılar. Sonra dedi ki: 'Ey Allah, hırsız için sana hamd olsun. Ben biraz sadaka vereceğim.' Böylece sadakasıyla çıktı ve onu bir fahişenin eline koydu. Ertesi sabah, sadakanın bir fahişeye verildiğinden bahsetmeye başladılar. O da dedi ki: 'Ey Allah, fahişe için sana hamd olsun. Ben biraz sadaka vereceğim.' Böylece sadakasıyla çıktı ve onu zengin bir adamın eline koydu. Ertesi sabah, sadakanın bir zengine verildiğinden bahsetmeye başladılar. O da dedi ki: 'Ey Allah, zengin için sana hamd olsun, fahişe için sana hamd olsun, hırsız için sana hamd olsun.' Sonra ona şöyle bir mesaj geldi: 'Sadakan kabul edildi. Fahişe, belki zina yapmaktan alıkoyar. Hırsız, belki çalmaktan vazgeçer. Zengin, belki bir ders alır ve Allah'ın, Aziz ve Celil olanın kendisine verdiğinden harcar.'\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Abu Al-Malib that his father said:",
      "text": "Abu Al-Malib, babasından şöyle dediğini nakletti: \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Allah, Aziz ve Celil, temizlenmeden veya Ghulul'dan sadaka kabul etmez.'\""
    },
    {
      "id": 91,
      "narrator": "Abu Huraiarh said:",
      "text": "Abu Hureyre (r.a) dedi ki: \"Allah'ın Elçisi şöyle buyurdu: Hiç kimse (iyi bir kaynaktan elde edilen) malından sadaka vermez - ve Allah, ancak iyi olanı kabul eder - fakat Merhametlilerin Merhametlisi, onu sağ elinde alır, hatta bu bir hurma olsa bile, Merhametlilerin Merhametlisi onu öyle büyütür ki, dağdan daha büyük olur, tıpkı sizlerin tayını veya devesini büyüttüğü gibi.\" (Şih)"
    },
    {
      "id": 92,
      "narrator": "It was narrated from 'Abudullah bin Hubshi Al-Khath 'ami that the Prophet was asked:",
      "text": "'Abdullah bin Hubşi Al-Khath'ami'den rivayet edilmiştir ki, Peygamber'e soruldu: \"Hangi ameller en iyisidir?\" O da dedi ki: \"Şüphesiz olan imandır, savaş ganimeti çalmadan yapılan cihaddır ve Mabrur Hac'dır.\" Denildi ki: \"Hangi namaz en iyisidir?\" O da dedi ki: \"Kıyamda uzun Kunut'un olduğu namazdır.\" Denildi ki: \"Hangi sadaka en iyisidir?\" O da dedi ki: \"Fakirin gecesi.\" Denildi ki: \"Hangi hicret en iyisidir?\" O da dedi ki: \"Allah'ın yasakladığı şeylerden kaçınan.\" Denildi ki: \"Putperestlere karşı canı ve malıyla mücadele eden.\" Denildi ki: \"Hangi ölüm en iyisidir?\" O da dedi ki: \"Kılıçlarla atının ayakları kesilirken kanını döken.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurdu: \"Bir Dirhem, yüz bin Dirhemden daha üstündür.\" Onlar da dediler ki: \"Nasıl?\" O da dedi ki: \"Bir adamın iki Dirhemi vardı ve birini sadaka verdi, başka bir adam ise malının bir kısmını alarak yüz bin Dirhem çıkardı ve onu sadaka verdi.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurdu: \"Bir Dirhem, yüz bin Dirhemden daha iyidir.\" Onlar da dediler ki: \"Ey Allah'ın Elçisi, nasıl?\" O da dedi ki: \"Bir adamın iki Dirhemi vardı ve birini sadaka verdi, başka bir adam ise malının bir kısmını alarak yüz bin Dirhem çıkardı ve onu sadaka verdi.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that Abu Mas'ud said:",
      "text": "Abu Mes'ud'dan rivayet edilmiştir ki: \"Allah'ın Elçisi bize sadaka vermemizi emrederdi, ve içimizden biri, bir şey bulamayınca pazara gider ve insanlara yük taşımak için çalışırdı. Sonra bir Mudd getirir ve onu Allah'ın Elçisine verir. Şimdi yüz bin Dirhemi olan bir adamı tanıyorum, ama o gün sadece bir Dirhemi vardı.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Abu Mas 'ud said:",
      "text": "Abu Mes'ud'dan rivayet edilmiştir ki: \"Allah'ın Elçisi bize sadaka vermemizi emrettiğinde, Abu 'Aqil yarım Sa' verdi, başka bir adam ise ondan çok daha fazlasını getirdi. Münafıklar dediler ki: 'Allah'ın, ilkinin sadakasına ihtiyacı yoktur, ve ikincisi sadece gösteriş için yaptı.' Sonra şu ayet indirildi: 'İyilikte bulunan müminleri iftira edenler ve sadaka vermek için bir şey bulamayanlar.'\""
    },
    {
      "id": 97,
      "narrator": "Sa'eed and 'Urwah narrated that they heard Hakim bin Hizam say:",
      "text": "Sa'id ve 'Urwah, Hakim bin Hizam'ın şöyle dediğini duyduklarını rivayet ettiler: \"Ben Allah'ın Elçisine sordum ve o bana verdi, sonra tekrar sordum ve yine verdi, sonra tekrar sordum ve yine verdi. Sonra dedi ki: 'Bu mal çekici ve tatlıdır. Kim onu ısrar etmeden alırsa, onun için bereketli olur, ama kim onu açgözlülükle alırsa, onun için bereketli olmaz. O, doymayan birinin yediği gibidir. Üst el, alt elden daha hayırlıdır.'\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Tariq Al-Muharibi said:",
      "text": "Tariq Al-Muharibi'den rivayet edilmiştir ki: \"Biz Medine'ye geldik ve Allah'ın Elçisi Minber'de insanlara hitap ediyordu ve şöyle diyordu: 'Verme el, üst eldir. Sorumlu olduğunuz kişilerle başlayın; anneniz, babanız, kardeşiniz, sonra en yakın olanlar ve en yakın olanlar.'\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi, sadakayı ve istemekten kaçınanları anarken şöyle dedi: \"Üst el, alt elden daha hayırlıdır; üst el veren, alt el ise isteyen eldir.\""
    },
    {
      "id": 100,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurdu: \"Sadakanın en iyisi, kendinizi yeterli hissettiğinizde verilenidir, ve üst el alt elden daha hayırlıdır, ve sorumlu olduğunuz kişilerle başlayın.\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle buyurdu: 'Sadaka verin.' Bir adam dedi ki: 'Ey Allah'ın Elçisi, bende bir Dinar var.' O da dedi ki: 'Onu kendine harca.' Adam dedi ki: 'Bende bir tane daha var.' O da dedi ki: 'Onu eşine harca.' Adam dedi ki: 'Bende bir tane daha var.' O da dedi ki: 'Onu oğluna harca.' Adam dedi ki: 'Bende bir tane daha var.' O da dedi ki: 'Onu hizmetçine harca.' Adam dedi ki: 'Bende bir tane daha var.' O da dedi ki: 'Sen ne yapacağını en iyi bilirsin.'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki: \"Bir adam, Cuma günü, Allah'ın Elçisi hutbe verirken Mescid'e girdi ve 'İki Rek'at namaz kıl' dedi. Sonra bir sonraki Cuma geldi, Peygamber hutbe verirken 'İki Rek'at namaz kıl' dedi. Sonra üçüncü Cuma geldi, Peygamber hutbe verirken 'İki Rek'at namaz kıl' dedi. Sonra 'Sadaka verin' dedi. Böylece sadaka verdiler ve ona (o adama) iki elbise verdi. Sonra 'Sadaka verin' dedi ve (o adam) iki elbisesinden birini attı. Allah'ın Elçisi dedi ki: 'Bu adamı görmediniz mi? O, dağınık kıyafetlerle Mescid'e girdi ve ben sizin onu fark etmenizi ve ona sadaka vermenizi umdum, ama bunu yapmadınız. Bu yüzden 'Sadaka verin' dedim. Siz sadaka verdiniz ve ben ona iki elbise verdim, sonra 'Sadaka verin' dedim ve o iki elbisesinden birini attı. Elbisenizi alın.' Ve ona sert davrandı.\""
    },
    {
      "id": 103,
      "narrator": "Narrated:",
      "text": "'Umair, azatlı kölesi, bana biraz et kesmemi emretti, sonra bir fakir geldi ve ona biraz verdim. Efendim bunu duyunca beni dövdü, ben de Allah'ın Elçisine gittim ve ona geldi ve 'Ona vurma' dedi. O da dedi ki: 'O, benim iznim olmadan yiyeceğimi verdi.' O da dedi ki: 'Mükafatınız ikiniz arasında paylaşılacaktır.'\""
    },
    {
      "id": 104,
      "narrator": "It was narrated from Abu Musa that the Prophet said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Her Müslümanın sadaka vermesi gerekmektedir.\" Denildi ki: \"Peki, bir şey bulamazsa ne olacak?\" O da dedi ki: \"Ellerini çalıştırıp kendine fayda sağlamalı ve sadaka vermelidir.\" Denildi ki: \"Peki, bunu yapamazsa?\" O da dedi ki: \"Çaresiz birine yardım etmelidir.\" Denildi ki: \"Peki, bunu da yapamazsa?\" O da dedi ki: \"İyiliği emretmelidir.\" Denildi ki: \"Peki, bunu da yapamazsa?\" O da dedi ki: \"Kötülükten kaçınmalıdır, çünkü bu da bir sadaka eylemidir.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Bir kadın, kocasının malından sadaka verdiğinde, onun için bir sevap vardır, ve kocası da benzer bir sevap alır, ve malı yöneten de benzer bir sevap alır, hiçbiri diğerinin sevabından en küçük bir şey bile eksilmez. Koca, kazandığı için ödüllendirilir ve kadın, harcadığı için ödüllendirilir.\""
    },
    {
      "id": 106,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"Allah'ın Resulü Mekkeyi fethettiğinde, insanlara hitap etmek için ayağa kalktı ve hutbesinde şöyle dedi: 'Bir kadının kocasının izni olmadan hiçbir şey vermesi caiz değildir.'\" (Kısaca rivayet edilmiştir.)"
    },
    {
      "id": 107,
      "narrator": "It was narrated from 'Aishah, may Allah be pleased with her, that the wives of the Prophet \"gathered around him and said:",
      "text": "Aişe'den, Allah ondan razı olsun, rivayet edilmiştir ki, Peygamberin hanımları etrafında toplandılar ve dediler ki: \"Bizden hangisi seni (ölümde) ilk takip edecek?\" O da: \"En uzun kolları olanınız.\" dedi. Onlar bir sopa alıp kollarını ölçmeye başladılar. Ama ilk onu takip eden Sawda oldu. Çünkü o, sadaka vermekte en cömert olanıydı."
    },
    {
      "id": 108,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Bir adam dedi ki: 'Ey Allah'ın Resulü, hangi sadaka en hayırlıdır?' O da: 'Sağlıklı olduğun zaman, cimri hissederek, uzun bir ömür umarak ve yoksulluktan korkarak sadaka vermendir.'\""
    },
    {
      "id": 109,
      "narrator": "Hakim bin Hizam said:",
      "text": "Hakim bin Hizam dedi ki: \"Allah'ın Resulü şöyle buyurdu: 'Sadakanın en hayırlısı, zengin olduğun zaman verilenidir; üst el, alt elden daha hayırlıdır ve sorumlu olduğun kişilerle başlamalısın.'\""
    },
    {
      "id": 110,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü şöyle buyurdu: 'Sadakanın en hayırlısı, kendine yeterli olduğun zaman verilenidir ve sorumlu olduğun kişilerle başlamalısın.'\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Abu Mas'ud that the Prophet said:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Bir adam ailesine harcama yaptığında, bunun karşılığında sevap umarak, bu onun için bir sadakadır.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir: \"Banu 'Udhrah'dan bir adam, kölesinin öldükten sonra serbest kalacağını ilan etti. Bunun haberi Allah'ın Resulüne ulaştı ve O: 'Onun dışında herhangi bir malın var mı?' dedi. O da: 'Hayır.' dedi. Allah'ın Resulü: 'Onu benden kim satın alacak?' dedi. Nu'aim bin Abdullah Al-Adawi onu sekiz yüz dirheme satın aldı. Allah'ın Resulü parayı getirdi ve ona verdi, sonra: 'Öncelikle kendinle başla, eğer geriye bir şey kalırsa, onu ailemize ver. Ailenden sonra geriye bir şey kalırsa, akrabalarına ver. Akrabalarından sonra geriye bir şey kalırsa, o zaman şunlara ve bunlara ver, diyerek: 'Önünde, sağında ve solunda.' (Şih)\""
    },
    {
      "id": 113,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Sadaka veren ile cimri olanın örneği, zırh giymiş iki adamın örneğidir; elleri göğüslerine sıkıca yapışmıştır. Sadaka vermek isteyenin zırhı o kadar genişler ki, parmak uçlarını kaplar ve izlerini siler. Ama cimri vermek istediğinde, zırhı daralır ve her halka bulunduğu yere yapışır, elleri köprücük kemiklerine kadar bağlıdır.' Ebu Hureyre: 'Yemin ederim ki, O'nun zırhı genişletmeye çalıştığını gördüm ama başaramadı.' dedi. Tavus: 'Ebu Hureyre'nin elini kullanarak genişletmeye çalıştığını duydum ama başaramadı.' dedi.\" (Sahih)"
    },
    {
      "id": 114,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Cimri ile sadaka verenin örneği, elleri köprücük kemiklerine bağlı zırh giymiş iki adamın örneğidir. Sadaka vermek isteyen her zaman, zırhı genişler ve izlerini siler; cimri her düşündüğünde, zırhı daralır ve ona yapışır, elleri köprücük kemiklerine kadar bağlıdır.\" Allah'ın Resulü: \"O, genişletmeye çalışıyor ama başaramıyor.\" dedi."
    },
    {
      "id": 115,
      "narrator": "It was narrated that Abu Umamah bin Sahl bin Hunaif said:",
      "text": "Ebu Umame bin Sahl bin Hunaif'ten rivayet edilmiştir: \"Bir gün, Muhacirler ve Ensar'dan bir grup ile birlikte mescitte oturuyorduk. Aişe'ye, ona gelmek için izin istemesi için bir adam gönderdik. O da: 'Bir gün, Allah'ın Resulü yanında iken bir dilenci yanıma geldi ve ona bir şey verilmesini emrettim, sonra onu çağırdım ve ona baktım. Allah'ın Resulü: 'Evine, senin bilgin olmadan hiçbir şey girmesini veya çıkmasını istemiyor musun?' dedi. Ben de: 'Evet.' dedim. O da: 'Acele etme, ey Aişe. Verdiğin şeyi sayma, aksi takdirde Allah da sana verdiğini sayar.'\""
    },
    {
      "id": 116,
      "narrator": "It was narrated from Asma' bint Abi Bakr that the Prophet said to her:",
      "text": "Asma bint Ebu Bekr'den rivayet edilmiştir ki, Peygamber ona şöyle dedi: \"Verdiğin şeyi sayma, aksi takdirde Allah, Azim ve Celil, sana verdiğini sayar.\""
    },
    {
      "id": 117,
      "narrator": "It was narrated from Asma' bint Abi Bakr that she came to the Prophet and said:",
      "text": "Asma bint Ebu Bekr'den rivayet edilmiştir ki, Peygamber'e geldi ve: \"Ey Allah'ın Resulü, benim elimde sadece Zübeyir'in getirdiği şeyler var. Onun getirdiği şeylerden az bir miktar verirsem, günahım olur mu?\" dedi. O da: \"Elinden geldiğince ver, elindekini sakın tutma, yoksa Allah da sana rızık vermekten alıkoyar.\" dedi."
    },
    {
      "id": 118,
      "narrator": "It was narrated from 'Adiyy bin Hatim that the Prophet said:",
      "text": "Adiyy bin Hatim'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Kendinizi ateşten koruyun, hatta yarım bir hurma ile.\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "Adiyy bin Hatim dedi ki: \"Allah'ın Resulü ateşi anınca, yüzünü çevirdi (sanki onu görüyormuş gibi) ve Allah'a ondan sığınarak dua etti.\" (Rivayetçilerden) Şu'bah dedi ki: \"Bunu üç kez yaptı, sonra: 'Kendinizi ateşten koruyun, hatta yarım bir hurma ile; eğer onu bulamazsanız, o zaman güzel bir sözle.' dedi.\""
    },
    {
      "id": 120,
      "narrator": "Al-Mundhir bin Jarir narrated that his father said:",
      "text": "El-Mundhir bin Cerir, babasından rivayet etmiştir ki: \"Sabahın erken saatlerinde Allah'ın Resulü ile birlikteyken, üzerleri çıplak ve ayakları yalın olan, kılıçları boyunlarında asılı bazı insanlar geldi. Onların çoğu, belki hepsi, Mudar kabilesindendi. Allah'ın Resulü onları yoksulluk içinde görünce yüzü değişti. İçeri girdi, sonra dışarı çıktı ve Bilal'e ezan okumasını emretti, sonra ikamet ettirdi. O (Peygamber) namaz kıldı, sonra onlara hitap etti, (ayetleri okuyarak): 'Ey insanlar! Sizi yaratan Rabbinize karşı gelmekten sakının; O, sizi tek bir kişiden (Adem) yarattı ve ondan (Adem) eşini yarattı.' Sonra sadaka verdiler; bazıları bir dinar, diğerleri bir dirhem, bir elbise veya bir sa' buğday veya bir sa' hurma verdi, ta ki: 'Hatta yarım bir hurma.' dedi. Ensar'dan bir adam, ellerinin neredeyse kaldıramayacağı bir çuval para ile geldi. İnsanlar birbirini takip ederek (sadaka vermekte) devam ettiler, ta ki iki yığın yiyecek ve giysi gördüm ve Allah'ın Resulü'nün yüzü altın gibi parlıyordu (sevinçten). Allah'ın Resulü şöyle dedi: 'Kim İslam'da iyi bir örnek teşkil ederse, onun için bunun sevabı vardır ve buna uyanların sevabı da vardır; bu, onların sevabından hiçbir şey eksiltmez. Kim İslam'da kötü bir örnek teşkil ederse, onun için bunun günahı vardır ve buna uyanların günahı da vardır; bu, onların günahından hiçbir şey eksiltmez.'\""
    },
    {
      "id": 121,
      "narrator": "It was narrated that Harithah said:",
      "text": "Harithah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle söylediğini duydum: 'Sadaka verin, çünkü bir zaman gelecek ki, bir adam sadakasını taşırken, vermek istediği kişi şöyle diyecek: Eğer bunu dün getirmiş olsaydın kabul ederdim, ama bugün (buna ihtiyacım yok).'\""
    },
    {
      "id": 122,
      "narrator": "It was narrated from Abu Musa that the Prophet said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"Şefaat edin, şefaatiniz kabul edilebilir ve Allah, Azim ve Celil, Peygamberinin dudaklarıyla dilediğini takdir eder.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated from Mu'awiyah bin Sufyan that the Messenger of Allah said:",
      "text": "Mu'awiyah bin Sufyan'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bir adam gelip bir şey isteyebilir, ben de senin şefaatin olmadan bunu reddedebilirim, böylece sen de mükafatlandırılırsın.\" Ve Allah'ın Resulü şöyle dedi: \"Şefaat edin ve mükafatlandırılacaksınız.\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Ibn Jabir, from his father, that the Messenger of Allah said:",
      "text": "İbn Cabir'den, babasından rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"Allah, Azim ve Celil, sevdiği bir koruyucu kıskançlık türü vardır ve sevmediği bir türü vardır; Allah, Azim ve Celil, sevdiği bir gurur türü vardır ve sevmediği bir türü vardır. Allah, Azim ve Celil, sevdiği koruyucu kıskançlık, şüpheye yer olduğunda koruyucu kıskançlıktır. Allah, Azim ve Celil, sevmediği koruyucu kıskançlık, şüpheye yer olmadığında koruyucu kıskançlıktır. Allah, Azim ve Celil, sevdiği gurur, bir adamın savaşırken ve sadaka verirken kendisiyle gururlanmasıdır. Allah, Azim ve Celil, sevmediği gurur ise, yanlış yapmaktan duyulan gururdur.\""
    },
    {
      "id": 125,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından rivayet edilmiştir ki, dedesi şöyle demiştir: \"Yiyin, sadaka verin ve giyinin, israf etmeden ve gösteriş yapmadan.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Müminler, birbirlerini destekleyen bir bina gibidir.\" Ve şöyle dedi: \"Emredilenleri veren ve yaptığı işten memnun olan güvenilir bir depo sahibi, sadaka veren iki kişiden biridir.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated from 'Uqbah bin 'Amir that the Messenger of Allah said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Kur'an'ı yüksek sesle okuyan, açıkça sadaka veren gibidir; Kur'an'ı sessizce okuyan ise gizlice sadaka veren gibidir.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated from Salim bin 'Abdullah that his father said:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü şöyle buyurdu: 'Kıyamet Günü Allah'ın bakmayacağı üç kişi vardır: Anne babasına isyan eden, dış görünümde erkekleri taklit eden kadın ve aldatılan koca. Ve cennete giremeyecek üç kişi vardır: Anne babasına isyan eden, sarhoş olan ve insanlara verdiği şeyleri hatırlatan.'\""
    },
    {
      "id": 129,
      "narrator": "It was narrated from Abu Dharr that the Prophet said:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"Kıyamet Günü Allah'ın konuşmayacağı, bakmayacağı veya onları temizlemeyeceği üç kişi vardır; onların acı bir azabı olacaktır.\" Allah'ın Resulü bunu tekrar etti ve Abu Dharr şöyle dedi: \"Kayıp ve mahvolmuş olsunlar.\" O şöyle dedi: \"Giysisini ayak bileklerinin altına sarkıtan, ürününü yalan yeminlerle satmaya çalışan bir satıcı ve insanlara verdiği şeyleri hatırlatan.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"Kıyamet Günü Allah'ın konuşmayacağı, bakmayacağı veya onları temizlemeyeceği üç kişi vardır; onların acı bir azabı olacaktır: İnsanlara verdiği şeyleri hatırlatan, giysisini ayak bileklerinin altına sarkıtan ve ürününü yalan yeminlerle satmaya çalışan bir satıcı.\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from Abu Bujaid Al-Ansari from his grandmother that the Messenger of Allah said:",
      "text": "Abu Bujaid Al-Ansari'den, büyükannesinden rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"İsteyen kişiye, bir koyun ayağıyla bile olsa cevap ver.\" Harun'un rivayetinde: \"Bir koyunun yanmış ayağıyla.\""
    },
    {
      "id": 132,
      "narrator": "Bahz bin Hakim narrated from his father that his grandfather said:",
      "text": "Bahz bin Hakim, babasından, dedesinin şöyle dediğini rivayet etmiştir: \"Hiçbir adam, Mawla'sına gelir ve ondan elindekinin fazlasını isterse, o da ondan alıkoymaz; fakat Kıyamet Günü, kel başlı bir Şuja'a ona çağrılır ve o, alıkoyduğu fazlalığı yalayacaktır.\""
    },
    {
      "id": 133,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"Kim Allah'ın adıyla sığınırsa, ona sığınak verin; kim Allah'ın adıyla sizden isterse, ona verin; kim Allah'ın adıyla koruma isterse, ona koruma verin. Kim size bir iyilik yaparsa, karşılık verin; eğer karşılık veremiyorsanız, onun için dua edin, ta ki ona karşılık verdiğinizi düşünene kadar.\""
    },
    {
      "id": 134,
      "narrator": "Bahz bin Hakim narrated from his father that his grandfather said:",
      "text": "Bahz bin Hakim, babasından, dedesinin şöyle dediğini rivayet etmiştir: \"Ben dedim ki: 'Ey Allah'ın Peygamberi! Ben sana gelmeden önce, bu kadar çok kez -ellerindeki parmak sayısı kadar - yemin ettim ki, asla sana gelmeyeceğim veya dinine uymayacağım. Ben, Allah ve Resulü'nün öğrettiklerinden başka bir şey bilmeyen bir adamım. Allah'ın, Azim ve Celil olan yüzüyle, Rabb'in bize ne ile gönderdiğini soruyorum?' O şöyle dedi: 'İslam ile.' Ben dedim: 'İslam'ın alametleri nelerdir?' O şöyle dedi: 'Yüzümü Allah'a teslim etmek ve Şirk'ten vazgeçmek, namazı kılmak ve zekatı vermektir. Her Müslüman, diğer Müslümana karşı kutsaldır ve dokunulmazdır; birbirlerini desteklerler. Allah, bir müşrikten Müslüman olduktan sonra, müşriklerden ayrılmadıkça, amellerini kabul etmez.'\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"Sizlere insanların en yüksek mertebede olanlarını söylemeyeyim mi?\" Biz dedik: \"Evet. Ey Allah'ın Resulü!\" O şöyle dedi: \"Allah, Azim ve Celil yolunda atına binen bir adam, ölünceye veya öldürülünceye kadar. Sizlere ondan sonra geleni (mertebe olarak) söylemeyim mi?\" Biz dedik: \"Evet, ey Allah'ın Resulü!\" O şöyle dedi: \"Bir dağ geçidine çekilen, namaz kılan, zekat veren ve insanların şerrinden uzak duran bir adam. Sizlere insanların en kötü olanını söylemeyim mi?\" Biz dedik: \"Evet, ey Allah'ın Resulü!\" O şöyle dedi: \"Allah, Azim ve Celil için istemekte olan ama kendisinden istendiğinde O'nun rızası için vermeyen.\""
    },
    {
      "id": 136,
      "narrator": "It was narrated from Zaid bin Zibyan, and attributed to Abu Dharr, that the Prophet said:",
      "text": "Zaid bin Zibyan'dan, Abu Dharr'a atfedilerek rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Allah, Azze ve Celle'nin sevdiği üç kişi ve nefret ettiği üç kişi vardır. Allah, Azze ve Celle'nin sevdiği kişilerden biri: Bir adam, bazı insanlara gelir ve Allah rızası için (bir şey) istemek için, aralarındaki ilişki için değil, ama onlar ona vermez. Bunun üzerine bir adam geride kalır ve ona gizlice verir, onun verdiğinden sadece Allah, Azze ve Celle ve verdiği kişi haberdar olur. İnsanlar, gece boyunca seyahat ederler, ta ki uyku onlara her şeyden daha sevimli hale gelene kadar, sonra başlarını koyup uyurlar. Sonra aralarından bir adam kalkar ve bana dua etmeye ve benim ayetlerimi okumaya başlar. Ve bir adam, bir sefere çıkar ve düşmanla karşılaşır, düşman kaçar ama o ileriye doğru gider (peşlerinden) ta ki ya öldürülene kadar ya da Allah, Azze ve Celle ona zafer verene kadar. Ve Allah'ın nefret ettiği üç kişi şunlardır: Zina eden yaşlı adam, gösteriş yapan fakir adam ve zalim zengin adam.\""
    },
    {
      "id": 137,
      "narrator": "It was narrated from Abu Hurairah that the messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın elçisi şöyle buyurmuştur: \"Fakir (miskin) olan, eğer ona bir ya da iki hurma veya bir ya da iki lokma verirseniz giden değildir. Asıl fakir, istemekten çekinen kişidir. İsterseniz şunu okuyun: 'Onlar insanlardan hiç istemezler.'\""
    },
    {
      "id": 138,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of  Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Fakir (miskin) olan, insanlardan dolaşıp bir ya da iki lokma, bir ya da iki hurma isteyen değildir.\" Dediler ki: \"O zaman miskin ne demektir?\" O şöyle dedi: \"Bağımsız bir geçim kaynağına sahip olmayan ve kimsenin ona sadaka vermek için fark etmediği kişidir, o da insanlardan istemez.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Fakir (miskin) olan, eğer ona bir ya da iki lokma veya bir ya da iki hurma verirseniz giden değildir.\" Dediler ki: \"O zaman miskin kimdir, Ey Allah'ın Elçisi?\" O şöyle dedi: \"Bağımsız bir geçim kaynağına sahip olmayan ve insanların ihtiyacını bilmediği kişidir ki, böylece ona sadaka verebilirler.\""
    },
    {
      "id": 140,
      "narrator": "It was narrated from 'Abdur-Rahman bin Bujaid that his grandmother Umm Bujaid -who was one of those who gave the oath of allegiance to the Messenger of Allah - said to the Messenger of Allah:",
      "text": "'Abdur-Rahman bin Bujaid'den rivayet edilmiştir ki, onun ninesi Umm Bujaid -ki o, Allah'ın Elçisi'ne biat edenlerden biriydi- Allah'ın Elçisi'ne şöyle dedi: \"Kapımda bir fakir var, ona verecek bir şey bulamıyorum.\" Allah'ın Elçisi ona şöyle dedi: \"Eğer ona verecek başka bir şey bulamazsan, bir koyunun yanmış ayağını ver.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Kıyamet Günü Allah, Azze ve Celle ile konuşmayacağı üç kişi vardır: Zina eden yaşlı adam, kibirli fakir adam ve yalan söyleyen imam.\""
    },
    {
      "id": 142,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Allah, Azze ve Celle'nin nefret ettiği dört kişi vardır: Yalan yeminlerle malını satan satıcı, gösteriş yapan fakir, zina eden yaşlı adam ve zalim imam.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Bir dul kadını veya bir fakiri desteklemek için çaba gösteren kimse, Allah, Azze ve Celle yolunda cihad eden kimse gibidir.\""
    },
    {
      "id": 144,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Ali Yemen'deyken, hala tortu ile karışık bir altın parçası gönderdi. Allah'ın Elçisi bunu dört kişiye dağıttı: Al-Aqra' bin Habis Al-Hanzali, 'Uyaynah bin Badr Al-Fazari, 'Alqamah bin 'Ulathah Al-'Amiri, Banu Kilab'dan ve Zaid Al-Ta'i, Banu Nabhan'dan. Kureyş\" -bir zaman dedi ki: \"Najd'in önderlerine veriyorsun ki, kalplerini İslam'a ısındırasın.\" Sonra kalın sakallı, belirgin yanakları olan ve başı traşlı bir adam geldi ve dedi: \"Allah'tan kork, Ey Muhammed!\" O da: \"Eğer ben Allah'a isyan edersem, kim Allah'a itaat eder?\" (Adil mi?) \"O, yeryüzündeki tüm insanları bana emanet etti ama sen bana güvenmiyorsun?\" Sonra adam gitti ve halktan biri, onların (rivayet edenlerin) düşündüğü gibi, Halid bin Velid, onu öldürmek için izin istedi. Allah'ın Elçisi şöyle dedi: \"Bu adamın soyundan bazıları, Kur'an okuyacak ama bu, boğazlarından öteye geçmeyecek. Müslümanları öldürecekler ama putperestlere dokunmayacaklar ve İslam'dan, bir ok hedefin bedeninden geçerken geçtiği gibi geçecekler. Eğer onları görürsem, hepsini öldüreceğim, 'Ad halkının öldürüldüğü gibi.\"'"
    },
    {
      "id": 145,
      "narrator": "It was narrated that Qubaisah bin Mukhariq said:",
      "text": "Qubaisah bin Mukhariq'ten rivayet edilmiştir ki: \"Ben bir mali sorumluluk üstlendim. Sonra Peygamber'e geldim ve bu konuda (yardım) istedim. O da şöyle dedi: 'İstemek (para) sadece üç kişi için caizdir: İnsanlar arasında mali bir sorumluluk üstlenen bir adam; o, mesele çözülene kadar yardım isteyebilir, sonra istemekten çekinmelidir.'\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that Qubaisah bin Mukhariq said:",
      "text": "Qubaisah bin Mukhariq'ten rivayet edilmiştir ki: \"Ben bir mali sorumluluk üstlendim, sonra Peygamber'e geldim ve bu konuda (yardım) istedim. O da şöyle dedi: 'Bekle, ey Qubaisah! Biz bir sadaka aldığımızda sana vereceğiz.' Sonra Allah'ın Elçisi şöyle dedi: 'Ey Qubaisah, sadaka sadece üç kişiden biri için caizdir: Bir mali sorumluluk üstlenen bir adam, bu yüzden ona bağımsızlık sağlayacak ve yeterli olacak bir şey bulana kadar sadaka verilmesi caizdir; bir felakete uğramış ve malı yok olmuş bir adam, bu yüzden ona yardım istemesi caizdir, ta ki yeterli olana kadar, sonra istemekten çekinmelidir; ve bir fakir, kendi halkından üç akıllı kişi, filan kişinin acil ihtiyacı olduğunu tasdik ederse, o zaman ona bağımsızlık sağlayacak ve yeterli olacak bir şey bulana kadar yardım istemesi caizdir. Bunlar dışında yardım istemek, ey Qubaisah, haramdır ve bunu alan, onu haram yolla tüketmiş olur.'\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi minberde oturdu ve biz etrafında oturduk. O şöyle dedi: 'Benim gidişimden sonra en çok korktuğum şey, size gelecek olan (dünyevi) zevklerdir.' Ve bu dünya ve onun cazibeleri hakkında konuştu. Bir adam dedi ki: 'İyilik kötülük doğurabilir mi?' Allah'ın Elçisi sessiz kaldı ve ona (o adama) denildi: 'Sen neyle meşgulsün? Allah'ın Elçisi sana konuşmadığı zaman ona mı konuşuyorsun? Onun vahiy aldığını fark ettik. Sonra kendine geldi ve terini sildi ve dedi: Ben soran kişinin ne demek istediğini biliyorum: O, iyiliğin asla kötülük doğurmadığını kastediyor. Ama baharda büyüyen bazı şeyler hayvanları öldürüyor veya hasta ediyor, eğer Al-Khadir (bir tür bitki) yemezlerse: eğer doyarlar ve sonra güneşe dönerler ve sonra dışkılar ve idrar yaparlar ve tekrar otlamaya başlarlar. Bu servet taze ve tatlıdır. Müslümanın, yetimlere, fakirlere ve yolculara verdiği servet ne kadar bereketlidir. Haksız yere alan kimse, asla doymayan bir kimse gibidir ve bu, Kıyamet Günü aleyhine şahitlik edecektir.\""
    },
    {
      "id": 148,
      "narrator": "It was narrated from Salman bin 'Amir that the Prophet said:",
      "text": "Salman bin 'Amir'den rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Bir fakire sadaka vermek sadakadır, akrabaya vermek ise iki şeydir, sadaka ve akrabalık bağlarını korumak.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that Zainab, the wife of 'Abdullah, said:",
      "text": "Zainab, Abdullah'ın eşi, şöyle dedi: \"Allah'ın Elçisi kadınlara şöyle dedi: 'Sadaka verin, hatta kadınlardan: 'Sadaka verin, hatta takılarınızdan.' Abdullah zengin bir adam değildi ve ona şöyle dedi: 'Sadakalarımı sana ve yetim olan kardeşimin çocuklarına harcayabilir miyim?' Abdullah dedi: 'Bunu Allah'ın Elçisi'ne sor.' O da şöyle dedi: Allah'ın Elçisi'ne gittim ve kapısında, aynı konuyu soran bir Ansar kadını olan Zainab'ı buldum. Bilal bize çıktı ve ona dedik: 'Allah'ın Elçisi'ne git ve bunu sor, ama kim olduğumuzu ona söyleme.' O, Allah'ın Elçisi'ne gitti ve o da: 'Onlar kim?' dedi. O da: 'Zainab.' O da: 'Hangi Zainab?' dedi. O da: 'Zainab Al-Ansariyyah.' Abdullah ve Zainab Al-Ansariyyah.' O da: 'Evet, onların iki mükafatı olacak, akrabalık bağlarını korumanın mükafatı ve sadaka vermenin mükafatı.'\""
    },
    {
      "id": 150,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Allah'ın Elçisi şöyle buyurmuştur: 'Eğer biriniz sırtında bir odun yükü taşısa ve onu satsanız, bu, bir adamdan bir şey istemekten daha hayırlıdır.'\""
    },
    {
      "id": 151,
      "narrator": "'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr dedi ki: \"Allah'ın Resulü şöyle buyurdu: 'Bir adam sürekli isteyecek, ta ki Kıyamet Günü yüzünde bir parça deri bile kalmayacak şekilde gelecek.'\""
    },
    {
      "id": 152,
      "narrator": "It was narrated from  'A'idh bin 'Amr that:",
      "text": "'A'idh bin 'Amr'dan rivayet edilmiştir ki: Bir adam peygambere geldi ve ondan istedi, o da ona verdi. Adam eşiğin üzerine ayağını koyduğunda, Allah'ın Resulü şöyle dedi: \"Eğer dilenciliğin ne kadar kötü olduğunu bilseydin, kimse kimseye bir şey istemezdi.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated from Ibn Al-Firasi that Al-Firasi said to the Messenger of Allah:",
      "text": "İbn Al-Firasi'den rivayet edilmiştir ki, Al-Firasi Allah'ın Resulüne şöyle dedi: \"İnsanlardan (yardım) istemeli miyim, Ey Allah'ın Resulü?\" O da: \"Hayır, ama eğer istemekten başka çaren yoksa, o zaman salih olanlardan iste.\" dedi."
    },
    {
      "id": 154,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: Bazı Ensar, Allah'ın Resulünden (yardım) istediler ve o da onlara bir şey verdi. Sonra tekrar istediler ve o da verdi, fakat elinde bir şey kalmadığında şöyle dedi: \"Sahip olduğum iyiliklerden asla sizden esirgemem, ama kim istemekten kaçınmak isterse, Allah, Azze ve Celle, ona bu konuda yardım eder. Kim sabırlı olmak isterse, Allah ona sabretmesi için yardım eder. Sabırdan daha iyi ve daha geniş bir şey verilmez.\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"Canımın elinde olan Zat'a yemin ederim ki, eğer biriniz bir ip alıp sırtında odun toplasa, bu, Allah, Azze ve Celle'nin kendisine lütfettiği birine gelmekten ve ondan bir şey istemekten daha hayırlıdır. Ki o da belki verir, belki vermez.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated that Thawban said:",
      "text": "Thawban'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Bana bir şey vaat edebilen cennete girecektir.' (Rivayet edenlerden biri) Yahya dedi ki: \"Burada, insanların bir şey istemeyecekleri anlamına gelen bir ifade var.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated that Qabisah bin Mukhariq said:",
      "text": "Qabisah bin Mukhariq'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Yalnızca üç durumda (yardım) istemek caizdir: Malı bir belaya uğramış bir adam, yeterince alana kadar ister, sonra istemekten kaçınır; mali bir sorumluluk üstlenmiş bir adam, ödenmesi gerekeni ödeyene kadar yardım ister; ve kendi halkından üç akıllı adamın Allah'a yemin ettiği bir adam, o da yeterince bağımsız hale gelene kadar ister, sonra istemekten kaçınır. Bunun dışında (istemek) haramdır.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Eğer bir kimse, kendisini bağımsız kılacak kadar bir şeye sahipken isterse, Kıyamet Günü yüzünde yaralar olacaktır.' Denildi ki: 'Ey Allah'ın Resulü, onu bağımsız kılacak olan nedir?' O da: 'Kırk dirhem veya onun eşdeğeri altın.' dedi.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated from Mu'awiyah that the Messenger of Allah said:",
      "text": "Mu'awiyah'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"İsterken talepkar olmayın. Eğer biriniz benden bir şey ister ve ben onu isteksizce verirsem, onda bir bereket olmaz.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib, babasından, o da dedesinden rivayet etmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Eğer bir kimse kırk dirhem olduğunda istemeye kalkarsa, bu talepkar olmaktır.'\""
    },
    {
      "id": 161,
      "narrator": "It was narrated from 'Abdur-Rahman bin Abu Sa'eed Al-Khudri that his father said:",
      "text": "'Abdur-Rahman bin Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki, babası şöyle dedi: \"Annem beni Allah'ın Resulüne gönderdi, ben de ona geldim ve oturdum. O bana döndü ve şöyle dedi: 'Kim bağımsız olmak isterse, Allah, Azze ve Celle, onu bağımsız kılacaktır. Kim istemekten kaçınmak isterse, Allah, Azze ve Celle, ona bu konuda yardım edecektir. Kim kendi payına razı olmak isterse, Allah, Azze ve Celle, ona yeter. Eğer bir kimse bir Uqiyah değerinde bir şeye sahipken isterse, o zaman talepkar olmaktadır.' Ben de: 'Benim dişi develerim Al-Yaqutah bir Uqiyah'dan daha değerlidir,' dedim, sonra geri döndüm ve ondan bir şey istemedim.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from  'Ata'bin Yasar that a man from Banu Asad said:",
      "text": "'Ata' bin Yasar'dan rivayet edilmiştir ki, Banu Asad'dan bir adam şöyle dedi: \"Benim eşim ve ben Baqi Al-Gharqad'da durduk, eşim bana dedi ki: 'Git Allah'ın Resulüne, ondan bize yiyecek bir şey isteme.' Ben de Allah'ın Resulüne gittim ve yanında bir adamın ondan (bir şey) istediğini gördüm, ve Allah'ın Resulü: 'Size verecek bir şeyim yok.' diyordu. Adam öfkeyle döndü ve: 'Sen sadece istediğin kişilere verirsin.' dedi. Allah'ın Resulü: 'O, bana bir şey veremediğim için bana öfkeli. Eğer birisi sizden bir Uqiyah veya onun eşdeğeri bir şey isterse, o zaman talepkar olmuştur.' dedi.\" Al-Asadi dedi ki: \"Ben de: 'Bizim süt veren develerimiz bir Uqiyah'dan daha değerlidir,' dedim ve bir Uqiyah'ın kırk dirhem olduğunu söyledim. Sonra geri döndüm ve ondan bir şey istemedim. Sonra Allah'ın Resulü bize arpa ve kuru üzüm getirdi ve bize onlardan bir pay verdi, ta ki Allah, Azze ve Celle, bizi bağımsız kılana kadar.\""
    },
    {
      "id": 163,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Zengin birine (ya da bağımsız birine) ya da güçlü ve sağlıklı birine sadaka vermek caiz değildir.'\""
    },
    {
      "id": 164,
      "narrator": "'Ubaidullah bin 'Adiyy bin Al-Khiyar narrated that:",
      "text": "'Ubaidullah bin 'Adiyy bin Al-Khiyar rivayet etmiştir ki: İki adam ona şöyle dediler: \"Biz Allah'ın Resulüne gelerek ondan sadaka istedik. O, birinden diğerine baktı ve onların güçlü olduğunu gördü. Allah'ın Resulü: 'Eğer isterseniz, size verebilirim, ama zengin birine veya çalışmaya gücü yeten birine bunun bir payı yoktur.' dedi.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated that Samurah bin Jundab said:",
      "text": "Samurah bin Jundab'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Her dilenci, Kıyamet Günü yüzünde yaralarla dönecektir. Kim yüzünün yaralanmasını isterse (isteyebilir), kim istemezse (istememelidir): ancak bir sultanla konuşan bir adam veya başka bir alternatif bulamadığında isteyen bir adam hariç.'\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that Samurah bin Jundab said:",
      "text": "Samurah bin Cundab'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Dilencilik, bir adamın yüzünde yaralar olacaktır (Kıyamet Günü). Ancak bir otoriteden veya başka bir alternatifi yoksa istemesi hariç.'\""
    },
    {
      "id": 167,
      "narrator": "It was narrated that Kakim bin Hizam said:",
      "text": "Kakim bin Hizam'dan rivayet edilmiştir: \"Ben Allah'ın Elçisi'ne sordum ve o bana verdi, sonra tekrar sordum ve yine verdi, sonra tekrar sordum ve yine verdi. Sonra dedi ki: 'Ey Kakim! Bu mal cazip ve tatlıdır. Kim onu açgözlülük etmeden alırsa, onun için bereketli olur; kim onu açgözlülükle alırsa, onun için bereketli olmaz. O, doymayan birinin yediği gibidir. Ve üst el, alt elden daha hayırlıdır.'\""
    },
    {
      "id": 168,
      "narrator": "It was narrated that Hakim bin Hizam said:",
      "text": "Hakim bin Hizam'dan rivayet edilmiştir: \"Ben Allah'ın Elçisi'ne sordum ve o bana verdi, sonra tekrar sordum ve yine verdi, sonra tekrar sordum ve yine verdi. Sonra dedi ki: 'Ey Hakim! Bu mal cazip ve tatlıdır. Kim onu açgözlülük etmeden alırsa, onun için bereketli olur; kim onu açgözlülükle alırsa, onun için bereketli olmaz. O, doymayan birinin yediği gibidir. Ve üst el, alt elden daha hayırlıdır.'\""
    },
    {
      "id": 169,
      "narrator": "Kahim bin Hizamsaid:",
      "text": "Hakim bin Hizam dedi ki: \"Ben Allah'ın Elçisi'ne sordum ve o bana verdi, sonra tekrar sordum ve yine verdi. Sonra dedi ki: 'Ey Hakim, bu mal cazip ve tatlıdır. Kim onu açgözlülük etmeden alırsa, onun için bereketli olur; kim onu açgözlülükle alırsa, onun için bereketli olmaz. O, doymayan birinin yediği gibidir. Ve üst el, alt elden daha hayırlıdır.' Ben de dedim ki: 'Ey Allah'ın Elçisi! Seni hak ile gönderen Allah'a yemin ederim ki, senden sonra bu dünyadan ayrılana kadar kimseye bir şey istemeyeceğim.'\""
    },
    {
      "id": 170,
      "narrator": "It was narrated that Ibn As-Sa'idi Al-Maliki said:",
      "text": "İbn As-Sa'idi Al-Maliki'den rivayet edilmiştir: \"Umar bin Al-Khattab, Allah ondan razı olsun, beni sadakaların başına tayin etti. Onu topladıktan sonra ona teslim ettiğimde, bana bir ödeme verilmesini emretti. Ben de ona dedim ki: 'Ben sadece Allah, Azze ve Celle rızası için yaptım ve mükafatım Allah, Azze ve Celle ile olacaktır.' O da dedi ki: 'Sana verdiğimi al: Ben de Allah'ın Elçisi zamanında aynı şekilde aldım ve senin dediğini söyledim, fakat Allah'ın Elçisi bana dedi ki: \"Eğer sana istemeden bir şey verilirse, o zaman (bir kısmını) al ve (bir kısmını) sadaka olarak ver.\"'"
    },
    {
      "id": 171,
      "narrator": "'Abdullah bin As-Sa'di narrated that he came to 'Umar bin Al-Khattab, may Allah be pleased with him, from Ash-Sham, and he said:",
      "text": "Abdullah bin As-Sa'di rivayet etti ki, o, Ash-Sham'dan Umar bin Al-Khattab'a, Allah ondan razı olsun, geldi ve dedi ki: \"Müslümanlar için bazı işler yaptığını ve bunun karşılığında ödeme aldığını ama bunu kabul etmediğini duydum.\" Ben de dedim ki: \"Evet (öyle); benim atlarım ve kölelerim var ve ben iyi durumdayım, işimin Müslümanlara bir sadaka olmasını istedim.\" Umar, Allah ondan razı olsun, dedi ki: \"Ben de senin gibi istedim. Peygamber bana para verirdi ve ben derdim ki: 'Bunu benden daha muhtaç olan birine verin.' Bir keresinde bana para verdi ve ben dedim ki: 'Bunu benden daha muhtaç olan birine verin.' O da dedi ki: 'Allah, Azze ve Celle, sana bu maldan istemeden ve ummadan verdiği her şeyi al ve sakla veya sadaka olarak ver, ve sana verilmediğinde de buna umut etme veya arzu etme.'\""
    },
    {
      "id": 172,
      "narrator": "Abdullah bin As-Sa'di narrated that he came to 'Umar bin Al-Khattab during his Caliphate and 'Umar said to him:",
      "text": "Abdullah bin As-Sa'di rivayet etti ki, o, Umar bin Al-Khattab'a, halifeliği sırasında geldi ve Umar ona dedi ki: \"İnsanlar için bazı işler yaptığını ama ödeme verildiğinde bunu reddettiğini duydum.\" Ben de dedim ki: \"(öyle).\" Umar, Allah ondan razı olsun, dedi ki: \"Bunu neden yapıyorsun?\" Ben de dedim ki: \"Benim atlarım ve kölelerim var ve iyi durumdayım, işimin Müslümanlara bir sadaka olmasını istedim.\" Umar ona dedi ki: \"Bunu yapma. Ben de senin gibi istedim. Allah'ın Elçisi bana ödeme verirdi ve ben derdim ki: 'Bunu benden daha muhtaç olan birine verin.' Ama Allah'ın Elçisi dedi ki: 'Al ve sakla veya sadaka olarak ver. Sana bu maldan ummadığın ve istemediğin bir şey geldiğinde al, gelmeyen için de arzu etme.'\""
    },
    {
      "id": 173,
      "narrator": "Abdullah bin As-Sa'di narrated that he came to 'Umar bin Al-Khattab during his Caliphate and 'Umar said to him:",
      "text": "Abdullah bin As-Sa'di rivayet etti ki, o, Umar bin Al-Khattab'a, halifeliği sırasında geldi ve Umar ona dedi ki: \"İnsanlar için bazı işler yaptığını ama ödeme verildiğinde bunu sevmediğini duydum.\" Ben de dedim ki: \"Evet (öyle).\" O da dedi ki: \"Bunu neden yapıyorsun?\" Ben de dedim ki: \"Benim atlarım ve kölelerim var ve iyi durumdayım, işimin Müslümanlara bir sadaka olmasını istedim.\" Umar ona dedi ki: \"Bunu yapma. Ben de senin gibi istedim. Allah'ın Elçisi bana ödeme verirdi ve ben derdim ki: 'Bunu benden daha muhtaç olan birine verin.' Ta ki bir gün, Peygamber bana ödeme verdi ve ben dedim ki: 'Bunu benden daha muhtaç olan birine verin.' O da dedi ki: 'Al ve sakla veya sadaka olarak ver. Sana bu maldan ummadığın ve istemediğin bir şey geldiğinde al, gelmeyen için de arzu etme.'\""
    },
    {
      "id": 174,
      "narrator": "'Abdullah bin Umar said:",
      "text": "Abdullah bin Umar dedi ki: \"Ben, Allah ondan razı olsun, Umar'ın şöyle dediğini duydum: Peygamber bana ödeme verirdi ve ben derdim ki: 'Bunu benden daha muhtaç olan birine verin.' Ta ki bir gün bana biraz para verdi ve ben ona dedim ki: 'Bunu benden daha muhtaç olan birine verin.' O da dedi ki: 'Al ve sakla veya sadaka olarak ver. Sana bu maldan ummadığın ve istemediğin bir şey geldiğinde al, gelmeyen için de arzu etme.'\""
    },
    {
      "id": 175,
      "narrator": "Abu Rabiah binAl-Harith said to 'Abdul-Muttalib bin Rabi'ah bin Al-Harith and Al-Fadl bin 'Abbas bin 'Abdul-Muttalib:",
      "text": "Ebu Rabiah bin Al-Harith, Abdul-Muttalib bin Rabi'ah bin Al-Harith ve Al-Fadl bin Abbas bin Abdul-Muttalib'e dedi ki: \"Allah'ın Elçisi'ne gidin ve ona deyin ki: 'Ey Allah'ın Elçisi, bizi sadakaları toplamak için tayin et!' Ali bin Ebu Talib o sırada yanımızdan geçti ve onlara dedi ki: \"Allah'ın Elçisi sizden hiçbirini sadakayı toplamak için tayin etmeyecek.\" Abdul-Muttalib dedi ki: \"Ben de Al-Fadl ile birlikte Allah'ın Elçisi'ne gittim ve o bize dedi ki: 'Bu zekat, insanların kiridir ve Muhammed'e veya Muhammed'in ailesine helal değildir.'\""
    },
    {
      "id": 176,
      "narrator": "Shu'bah said:",
      "text": "Şu'bah dedi ki: \"Ben Ebu İyas Muaviye bin Kurra'ya dedim ki: 'Ans bin Malik'in şöyle dediğini duydun mu: Allah'ın Elçisi şöyle dedi: 'Bir toplumun kızı, onlardan biridir?' O da dedi ki: 'Evet.'\""
    },
    {
      "id": 177,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Bir toplumun kızı, onlardan biridir.\""
    },
    {
      "id": 178,
      "narrator": "It was narrated from Ihn Abi Rafi, from his father, that:",
      "text": "İbn Ebu Rafi'den, babasından rivayet edilmiştir ki: Allah'ın Elçisi, Banu Makhzum'dan bir adamı sadaka toplamaya tayin etti. Ebu Rafi onunla gitmek istedi, fakat Allah'ın Elçisi dedi ki: \"Sadaka bizim için helal değildir ve bir toplumun azadlı kölesi onlardan biridir.\""
    },
    {
      "id": 179,
      "narrator": "Bahz bin Hakim narrated from his father that his grandfather said:",
      "text": "Bahz bin Hakim, babasından rivayet etti ki, dedesi şöyle dedi: \"Bir şey kendisine getirildiğinde, peygamber sorardı; bu bir hediye mi yoksa sadaka mı? Eğer sadaka denilirse, yemedi; eğer hediye denilirse, elini uzatırdı.\""
    },
    {
      "id": 180,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"O, Barirah'ı satın alıp azat etmek istedi, fakat onlar onun azatlı köle olarak sadakatinin onlara ait olmasını şart koştu. Bunu Allah'ın Elçisine iletti ve o dedi ki: 'Onu satın al ve azat et, sadakat azat edene aittir.' Azat edildikten sonra ona seçim hakkı verildi. Allah'ın Elçisine biraz et getirildi ve 'Bu Barirah'a sadaka olarak verilmiştir' denildi. O da dedi ki: 'Bu onun için sadaka, bizim için hediyedir.' Ve onun kocası serbest bir adamdı.\""
    },
    {
      "id": 181,
      "narrator": "It was narrated from Zaid bin Aslam that his father said:",
      "text": "Zaid bin Aslam'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Ömer'in şöyle dediğini duydum: 'Ben birine Allah, Azze ve Celle yolunda bindiği bir at verdim, fakat onu ihmal etti. Onu kendisinden geri almak istedim ve onun bunu ucuz bir fiyata satacağını düşündüm. Bu konuda Allah'ın Resulü'ne sordum ve o da: \"Onu satın alma, sana bir dirheme bile verse.\" dedi. Sadaka verenin geri aldığı, kendi kusmuklarına dönen köpek gibidir.'\""
    },
    {
      "id": 182,
      "narrator": "It was narrated from 'Umar that:",
      "text": "Ömer'den rivayet edilmiştir ki: Birine Allah yolunda bindiği bir at verdi, sonra onu satışta gördü ve satın almak istedi. Peygamber ona: \"Sadaka olarak verdiğin şeyi geri almak isteme.\" dedi."
    },
    {
      "id": 183,
      "narrator": "It was narrated from Salim bin 'Abdullah that 'Abdullah bin 'Umar used to narrate that:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir ki, Abdullah bin Ömer şöyle anlatıyordu: 'Ömer, Allah, Azze ve Celle rızası için bir evi sadaka olarak verdi ve daha sonra onun satışta olduğunu gördü. Onu satın almak istedi, sonra Allah'ın Resulü'ne gitti ve bu konuda ona sordu. Allah'ın Resulü: \"Sadaka olarak verdiğin şeyi geri alma.\" dedi."
    },
    {
      "id": 184,
      "narrator": "It was narrated from Sa'eed bin Al-Musayyab:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir: Allah'ın Resulü, Attab bin Usaid'e üzümlerin (hasadını) tahmin etmesini ve hurma ağaçları için verilen zekatın kuru hurma olarak verildiği gibi, kuru üzüm olarak zekat vermesini söyledi."
    }
  ]
}