{
  "language": "tr",
  "metadata": {
    "length": 467,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi insanlara hitap ederek şöyle dedi: \"Allah, Azze ve Celle, size Hac'ı farz kılmıştır.\" Bir adam sordu: \"Her yıl mı?\" O, üç kez tekrarlayıncaya kadar suskun kaldı. Sonra şöyle dedi: \"Eğer evet dersem, bu farz olur, ve farz olursa onu yapamazsınız. Beni yalnız bırakın, ben de sizi yalnız bırakayım. Sizden önceki topluluklar, çok soru sordukları ve peygamberleriyle ihtilafa düştükleri için helak oldular. Eğer size bir şey emredersem, onu yapabildiğiniz kadar takip edin, ve eğer bir şeyden men edersem, ondan sakının.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah stood up and said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Elçisi ayağa kalktı ve şöyle dedi: \"Allah, Yüce, sizin için Hac'ı farz kılmıştır.\" Al-Aqra' bin Habis Et-Tamimi dedi ki: \"Her yıl, Ey Allah'ın Elçisi?\" Ama o suskun kaldı, sonra şöyle dedi: \"Eğer evet dersem, bu farz olur, sonra siz dinlemez ve itaat etmezsiniz. Aksine bu sadece bir Hac'dır.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abu Razin that he said:",
      "text": "Abu Razin'den rivayet edildiğine göre, o şöyle dedi: \"Ey Allah'ın Elçisi, babam yaşlı bir adamdır ve Hac veya Umre yapamaz, seyahat de edemez.\" O da şöyle dedi: \"Baban adına Hac ve Umre yap.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Mabrur Hac'ının karşılığı cennetten başka bir şey değildir, ve bir Umre'den diğerine kadar olanlar, arada kalan günahları affettirir.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Mabrur Hac'ının karşılığı cennetten başka bir şey değildir,\" rivayet aynıdır, sadece \"arada kalan günahları affettirir\" demiştir."
    },
    {
      "id": 6,
      "narrator": "It was narrated that abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, bir adam Peygamber'e sordu: \"Ey Allah'ın Elçisi, hangi ameller en hayırlıdır?\" O da şöyle dedi: \"Allah yolunda cihad.\" Adam sordu: \"Peki ya sonra?\" O da: \"Sonra Mabrur Hac.\""
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Allah'ın misafirleri üçtür: Gaziler, Hac (hacılar) ve Mu'tamirler.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of allah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Yaşlıların, gençlerin, zayıfların ve kadınların cihadı, Hac ve Umre'dir.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Bu Evi ziyaret eden ve Yarfuth (kötü söz söyleyip günah işleyen) olmayan kimse, annesinin onu doğurduğu gün gibi günahsız döner.\""
    },
    {
      "id": 10,
      "narrator": "The Mother of the Believers, 'Aishah, said:",
      "text": "Müminlerin Annesi Aişe dedi ki: \"Ben dedim: 'Ey Allah'ın Elçisi, sizinle cihad etmek için dışarı çıkmayacak mıyız? Zira Kur'an'da cihattan daha hayırlı bir amel olduğunu düşünmüyorum.' O da: 'Hayır. En iyi ve en güzel cihad, Allah'ın Evine Hac'dır; Mabrur Hac.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that abnu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Bir Umre'den diğerine kadar olanlar, arada kalan günahları affettirir, ve Mabrur Hac'ının karşılığı cennetten başka bir şey değildir.\""
    },
    {
      "id": 12,
      "narrator": "Ibn 'abbas said:",
      "text": "İbn Abbas dedi ki: \"Allah'ın Elçisi şöyle dedi: 'Hac ve Umre'yi peş peşe yapın; zira bunlar yoksulluğu ve günahı, demirden pisliği çıkaran körük gibi giderir.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Hac ve Umre'yi peş peşe yapın; zira bunlar yoksulluğu ve günahı, demir, altın ve gümüşten pisliği çıkaran körük gibi giderir, ve Mabrur Hac'ının karşılığı cennetten daha az değildir.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, bir kadın Hac yapmayı adadı ama öldü. Kardeşi Peygamber'e geldi ve bu konuda sordu, o da şöyle dedi: \"Kız kardeşinin bir borcu olsaydı, onu ödeyeceğinizi mi düşünüyorsunuz?\" O da: \"Evet.\" O da: \"O zaman Allah'ın hakkını yerine getirin, zira O, haklarının yerine getirilmesinde daha layıktır.\""
    },
    {
      "id": 15,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: \"Sinan bin Salamah Al-Cuhani'nin eşi, annesi vefat eden ve Hac yapmamış olan annesi hakkında Allah'ın Elçisi'ne soru sormasını istedi; eğer annesi adına Hac yaparsa, bu yeterli olur mu? O da: 'Evet. Eğer annesi bir borca sahip olsaydı ve onu ödeseydi, bu yeterli olmaz mıydı? O zaman annesi adına Hac yapsın.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Bir kadın, Peygamber'e babası vefat etmiş ve Hac yapmamış hakkında sordu. O da: \"Baban adına Hac yap.\" dedi."
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn 'abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Khath'am'dan bir kadın, Kurban Bayramı sabahı Peygamber'e sordu: \"Ey Allah'ın Elçisi! Allah'ın kullarına Hac yapma emri geldi, fakat babam yaşlı ve ata sağlam oturamıyor. Onun adına Hac yapabilir miyim?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (Başka bir isnat) İbn Abbas'tan benzer bir rivayet. (Sahih)"
    },
    {
      "id": 19,
      "narrator": "It was nattated from Abu RAzin Al-'Uqayli that he said:",
      "text": "Ebu Râzin Al-'Uqayli'den rivayet edilmiştir ki: \"Ey Allah'ın Elçisi! Babam yaşlı, ne Hac ne de Umre yapabilir, ayrıca seyahat edemez.\" dedi. O da: \"Baban adına Hac ve Umre yap.\" dedi."
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Abdullah bin Az-Zubair said:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir ki: \"Khath'am'dan bir adam, Allah'ın Elçisi'ne geldi ve dedi ki: 'Babam yaşlı ve ata binemiyor, Allah'ın Hac yapma emri geldi. Onun adına Hac yapmam yeterli olur mu?' O da: 'Sen onun en büyük çocuğu musun?' dedi. Adam: 'Evet.' dedi. O da: 'Eğer babanın bir borcu olsaydı, onu öder miydin?' dedi. Adam: 'Evet.' dedi. O da: 'O halde, baban adına Hac yap.'\" (Dai̇f)"
    },
    {
      "id": 21,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bir adam dedi ki: 'Ey Allah'ın Elçisi! Babam vefat etti ve Hac yapmadı; onun adına Hac yapabilir miyim?' O da: 'Babanın bir borcu olsaydı, onu öder miydin?' dedi. Adam: 'Evet.' dedi. O da: 'Allah'a olan borç daha çok ödenmeyi gerektirir.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: Bir adam Peygamber'e sordu: \"Hac emri geldi, fakat babam yaşlı ve ata sağlam oturamıyor; onu (ata) bağlarsam, ölmesinden korkuyorum. Onun adına Hac yapabilir miyim?\" O da: \"Babanın bir borcu olsaydı ve sen onu ödeseydin, bu yeterli olmaz mıydı?\" dedi. Adam: \"Evet.\" dedi. O da: \"O halde, baban adına Hac yap.\" dedi."
    },
    {
      "id": 23,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: \"Al-Fadl bin Abbas, Allah'ın Elçisi'nin arkasında binerken, Khath'am'dan bir kadın geldi ve ona bir soru sordu. Al-Fadl ona bakmaya başladı, o da ona bakıyordu, bunun üzerine Allah'ın Elçisi Al-Fadl'ın yüzünü diğer tarafa çevirdi. Kadın dedi ki: 'Ey Allah'ın Elçisi! Allah'ın kullarına Hac yapma emri geldi, fakat babam yaşlı ve ata sağlam oturamıyor; onun adına Hac yapmalı mıyım?' O da: 'Evet. Bu, Veda Haccı sırasında oldu.'\" (Şih)"
    },
    {
      "id": 24,
      "narrator": "Ibn 'Abbas narrated that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Khath'am'dan bir kadın, Veda Haccı sırasında Allah'ın Elçisi'ne bir soru sordu, o sırada Al-Fadl bin Abbas, Allah'ın Elçisi'nin arkasında biniyordu. Kadın dedi ki: \"Ey Allah'ın Elçisi! Allah'ın kullarına Hac yapma emri geldi, fakat babam yaşlı ve ata dik oturamıyor. Onun adına Hac yaparsam, bu onun adına ödenmiş olur mu?\" Allah'ın Elçisi ona: \"Evet.\" dedi. Al-Fadl ona doğru dönmeye başladı, çünkü o güzel bir kadındı, fakat Allah'ın Elçisi Al-Fadl'ın yüzünü tuttu ve diğer tarafa çevirdi."
    },
    {
      "id": 25,
      "narrator": "It was narrated from Al-Fadl bin 'Abbas that:",
      "text": "Al-Fadl bin Abbas'tan rivayet edilmiştir ki: O, Allah'ın Elçisi'nin arkasında binerken bir adam geldi ve dedi ki: \"Ey Allah'ın Elçisi! Annem yaşlı bir kadın ve ata sağlam oturamıyor. Eğer onu bağlarsam, onu öldürmekten korkuyorum.\" Allah'ın Elçisi dedi ki: \"Eğer annenin bir borcu olsaydı, onu öder miydin?\" Adam: \"Evet.\" dedi. O da: \"O halde, annen adına Hac yap.\" (Şih)"
    },
    {
      "id": 26,
      "narrator": "It was narrated from Ibn Az-Zubair that the Prophet said to a man:",
      "text": "İbn Zübeyr'den rivayet edilmiştir ki: Peygamber, bir adama dedi ki: \"Sen babanın en büyük oğlusun, o halde onun adına Hac yap.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Bir kadın, çocuğunu Allah'ın Elçisi'ne kaldırdı ve dedi ki: \"Ey Allah'ın Elçisi, bunun için Hac var mı?\" O da: \"Evet, ve mükafat alacaksın.\" (Sahih)"
    },
    {
      "id": 28,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bir kadın, bir çocuğunu bir howdah'tan (sedye) kaldırdı ve dedi ki: 'Ey Allah'ın Elçisi, bunun için Hac var mı?' O da: 'Evet, ve mükafat alacaksın.'\" (Sahih)"
    },
    {
      "id": 29,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bir kadın, bir çocuğunu Allah'ın Elçisi'ne kaldırdı ve dedi ki: 'Bunun için Hac var mı?' O da: 'Evet, ve mükafat alacaksın.'\" (Sahih)"
    },
    {
      "id": 30,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi yola çıktı ve Ar-Rawha'da bazı insanlarla karşılaştı ve sordu: 'Siz kimsiniz?' Onlar: 'Müslümanız.' dediler. Onlar: 'Siz kimsiniz?' dediler. Onlar: 'Allah'ın Elçisi.' Bir kadın, sedyeden bir çocuğu çıkardı ve dedi ki: 'Bunun için Hac var mı?' O da: 'Evet, ve mükafat alacaksın.'\" (Şih)"
    },
    {
      "id": 31,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Resulü, bir kadının yalnız kaldığı bir sırada yanından geçti ve yanında bir çocuk vardı. Kadın dedi ki: \"Bu çocuk için Hac var mı?\" Resulullah dedi ki: \"Evet, ve sen mükafatlandırılacaksın.\" (sahih)"
    },
    {
      "id": 32,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: \"Biz, Allah'ın Resulü ile birlikte, Dhul-Qa'da'nın beş günü kalmışken, Hac niyetiyle yola çıktık. Mekk'e yaklaştığımızda, Allah'ın Resulü, yanında Hadi (kurbanlık hayvan) olmayanların Beyt'i tavaf ettikten sonra ihramdan çıkmalarını emretti.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that the Messenger of Allah said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: Allah'ın Resulü dedi ki: \"Medine halkı, Dhul-Hulaifah'tan ihrama girmelidir, Şam halkı Al-Juhfah'tan, Nejd halkı ise Qarn'dan.\" Abdullah dedi ki: \"Bana ulaştırıldı ki, Allah'ın Resulü dedi ki: 'Yemen halkı Yalamlam'dan ihrama girmelidir.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that a man stood up in the Masjid and said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: Bir adam, Mescid'de ayağa kalkarak dedi ki: \"Ey Allah'ın Resulü, nereden ihrama girmemizi emrediyorsun?\" Allah'ın Resulü dedi ki: \"Medine halkı, Dhul-Hulaifah'tan ihrama girmelidir, Şam halkı Al-Juhfah'tan, Nejd halkı ise Qarn'dan.\" İbn Ömer dedi ki: \"Ve derler ki, Allah'ın Resulü dedi ki: 'Yemen halkı Yalamlam'dan ihrama girmelidir.' \" Ve İbn Ömer derdi ki: \"Bunu Allah'ın Resulü'nden duymadım.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Resulü, Medine halkı için Dhul-Hulaifah'ı Miqat, Şam ve Mısır halkı için Al-Juhfah'yı, Irak halkı için Dhat 'Irq'ı, Nejd halkı için Qarn'ı ve Yemen halkı için Yalamlam'ı belirlemiştir."
    },
    {
      "id": 36,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Resulü, Medine halkı için Dhul-Hulaifah'ı, Nejd halkı için Al-Juhfah'yı ve Yemen halkı için Yalamlam'ı Miqat olarak belirlemiştir. Dedi ki: \"Bunlar onlar içindir ve buraya başka yerlerden gelenler içindir. Eğer bir kişinin ikamet yeri Miqat sınırları içindeyse, (o, yolculuğuna başladığı yerden) ihrama girmelidir ve bu, Mekk halkı için de geçerlidir.\" (Sihah)"
    },
    {
      "id": 37,
      "narrator": "It was narrated from Salim, from his father, that the Prophet said:",
      "text": "Salim'den, babasından rivayet edilmiştir ki: Peygamber dedi ki: \"Medine halkı, Dhul-Hulaifah'tan ihrama girmelidir, Şam halkı Al-Juhfah'tan, Nejd halkı ise Qarn'dan.\" Ve bana ulaştırıldı ki, onu söylediğini duymadım: \"Ve Yemen halkı Yalamlam'dan ihrama girmelidir.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Resulü, Medine halkı için Dhul-Hulaifah'ı Miqat, Şam ve Mısır halkı için Al-Juhfah'yı, Irak halkı için Dhat 'Irq'ı, Nejd halkı için Qarn'ı ve Yemen halkı için Yalamlam'ı belirlemiştir."
    },
    {
      "id": 39,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü, Medine halkı için Dhul-Hulaifah'ı, Şam halkı için Al-Juhfah'yı, Nejd halkı için Qarn'ı ve Yemen halkı için Yalamlam'ı Miqat olarak belirlemiştir. Dedi ki: \"Bunlar onlar içindir ve Hac ve 'Umre niyetiyle geçip gidenler içindir. Eğer bir kişinin ikamet yeri Miqat sınırları içindeyse, (o, yolculuğuna başladığı yerden) ihrama girmelidir ve bu, Mekk halkı için de geçerlidir.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber, Medine halkı için Dhul-Hulaifah'ı, Şam halkı için Al-Juhfah'yı, Yemen halkı için Yalamlam'ı ve Nejd halkı için Qarn'ı Miqat olarak belirlemiştir. Bunlar onlar içindir ve Hac veya 'Umre niyetiyle geçip gidenler içindir. Eğer bir kişinin ikamet yeri Miqat sınırları içindeyse, (o, yolculuğuna başladığı yerden) ihrama girmelidir ve bu, Mekk halkı için de geçerlidir."
    },
    {
      "id": 41,
      "narrator": "'Ubaidullah bin 'Abdullah bin 'Umar narrated that his father said:",
      "text": "Ubeydullah bin Abdullah bin Ömer, babasından rivayet etmiştir ki: \"Allah'ın Resulü, Dhul-Hulaifah'ta bir gece kaldı, Hac'ına bu eylemle başladı ve orada Mescid'de namaz kıldı.\" (sahih)"
    },
    {
      "id": 42,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: Allah'ın Resulü Dhul-Hulaifah'tayken, ona biri geldi ve kendisine: \"Sen bereketli bir vadidesin.\" denildi. (sahih)"
    },
    {
      "id": 43,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Resulü, Dhul-Hulaifah'taki vadide durdu ve orada namaz kıldı. (sahih)"
    },
    {
      "id": 44,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Resulü, Al-Baida'da Zuhr namazı kıldı, sonra Al-Baida dağlarına bindi; ve Zuhr namazını kıldıktan sonra Hac ve 'Umre için Talbiyah'a başladı. (Daif)"
    },
    {
      "id": 45,
      "narrator": "It was narrated from Asma bin 'Umais that:",
      "text": "Asma binti Ümeys'ten rivayet edilmiştir ki: \"O, Al-Baida'da Ebu Bekir As-Sıddık'ın oğlu Muhammed'i doğurdu, Ebu Bekir bunu Allah'ın Resulü'ne bildirdi ve o dedi ki: \"Ona gusül almasını söyle, sonra Talbiyah'a başlasın.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Bakr:",
      "text": "Abu Bekir'den rivayet edilmiştir: Hac için Allah'ın Elçisi ile Veda Haccı'na çıktı ve eşi Esma bint 'Umais Al-Khath'amiyyah da onunla birlikteydi. Dhul-Hulaifah'ta bulundukları sırada, Esma Muhammed bin Ebu Bekir'i doğurdu. Ebu Bekir, Peygamber'e geldi ve ona haber verdi, Allah'ın Elçisi ona, ona gusül almasını, sonra Hac için telbiye getirmesini ve insanların yaptığı her şeyi yapmasını, ancak Kabe'yi tavaf etmemesini söyledi. (sahih)"
    },
    {
      "id": 47,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas and Al-Miswar bin Makhramah that:",
      "text": "'Abdullah bin 'Abbas ve Al-Miswar bin Makhramah'dan rivayet edilmiştir ki: Al-Abwa'da aralarında bir görüş ayrılığı oldu. İbn 'Abbas dedi ki: \"Muhrim (ihramda olan hacı) başını yıkayabilir.\" Al-Miswar ise: \"Başını yıkamamalıdır.\" İbn 'Abbas beni (rivayetçiyi) Abu Eyyub El-Ensari'ye gönderdi ve bu konuda ona sormamı istedi. Onu kuyu önünde, bir örtüyle örtülmüş halde gusül alırken buldum. Ona selam verdim ve dedim ki: \"Abdullah bin 'Abbas seni bana, Allah'ın Elçisi'nin ihramda iken başını nasıl yıkadığını sormam için gönderdi.\" Abu, elini örtünün üzerine koydu ve aşağı indirdi, ta ki başı göründü, sonra birine başına su dökmesini söyledi. Sonra elleriyle başını ileri geri ovaladı ve dedi ki: \"Bu, Allah'ın Elçisi'nin yaptığıdır.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, Muhrim'in safran veya Wars ile boyanmış elbiseler giymesini yasakladı.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi'ne Muhrim'in ne tür elbiseler giymesi gerektiği soruldu. O da dedi ki: 'Gömlek, burnus, pantolon, veya Wars veya safran ile boyanmış herhangi bir giysi giymemelidir; ancak sandalet bulamayan kimse Khuffs giyebilir. Eğer sandalet bulamazsa, o zaman onları bileklerin altına gelecek şekilde kesmelidir.' (sahih)"
    },
    {
      "id": 50,
      "narrator": "It was narrated from Safwan bin Umayyah, from his father that he said:",
      "text": "Safvan bin Umayyah'dan, babasından rivayet edilmiştir ki: \"Vahiy inince Allah'ın Elçisi'ni görebilmeyi çok isterdim. Al-Jirranah'ta iken, Peygamber bir çadırdaydı, vahiy ona iniyordu ve 'Umar bana gelmemi işaret etti. Başımı çadıra soktum. İhram giymiş bir adam ona geldi ve dedi ki: 'Ey Allah'ın Elçisi, ihrama girerken jubbah giyen bir adam hakkında ne dersin?' Sonra (bu soru nedeniyle) vahiy geldi. Peygamber derin bir nefes aldı ve iş bittiğinde dedi ki: 'Şimdi bana soran adam nerede?' Adam getirildi ve o dedi ki: 'Jubbah'ı çıkar, parfümü de yıka, sonra ihrama gir.'\" (Sahih)"
    },
    {
      "id": 51,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki: Bir adam Allah'ın Elçisi'ne \"Muhrim ne tür elbiseler giymelidir?\" diye sordu. Allah'ın Elçisi dedi ki: \"Gömlek, 'İmamah, pantolon, burnus veya Khuffs giymemelidir - eğer bir kişi sandalet bulamazsa, o zaman Khuffs giyebilir. Ama onları bileklerin altına gelecek şekilde kesmelidir. Ve safran veya Wars ile boyanmış herhangi bir giysi giymemelidir.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from Ibn 'Umar that a man said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki bir adam dedi ki: \"Ey Allah'ın Elçisi, ihrama girdiğimizde ne tür elbiseler giymeliyiz?\" O da dedi ki: \"Gömlek (veya gömlekler), 'İmamah, pantolon veya Khuffs giymeyin, eğer birisi sandalet bulamazsa, o zaman Khuffs giyebilir, fakat onları bileklerin altına gelecek şekilde kesmelidir veya safran veya Wars ile boyanmış herhangi bir giysi giymemelidir.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Ibn 'Abbas said;\n\"I heard the Prophet delivering a khutbah and he said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir; \"Peygamber'in bir hutbe verirken şöyle dediğini duydum: 'İzar bulamayan kimse için pantolon (giyilmesi caizdir) ve sandalet bulamayan kimse için Khuffs (giyilmesi caizdir).'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Ibn 'Abbas said;\n\"I heard the Messenger of Allah say:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir; \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'İzar bulamayan kimse pantolon giysin, sandalet bulamayan kimse Khuffs giysin.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Ibn 'Umar said;\n\"A man stood up and said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir; \"Bir adam ayağa kalktı ve dedi ki: 'Ey Allah'ın Elçisi! İhramda ne tür giysiler giymemizi emrediyorsun?' Allah'ın Elçisi dedi ki: 'Gömlek, pantolon, 'İmamah, burnus veya Khuffs giymeyin, eğer birisi sandalet bulamazsa, o zaman bileklerin altına gelecek şekilde Khuffs giysin. Ve kadınlar ihramda yüzlerini örtmemelidir, ya da eldiven giymemelidir.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki: Bir adam Allah'ın Elçisi'ne Muhrim'in ne tür elbiseler giymesi gerektiğini sordu. Allah'ın Elçisi dedi ki: \"Gömlek, 'İmamah, pantolon, burnus veya Khuffs giymemelidir, eğer birisi sandalet bulamazsa, o zaman Khuffs giysin ve onları bileklerin altına gelecek şekilde kesmelidir. Ve safran veya Wars ile boyanmış herhangi bir giysi giymemelidir.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Bir adam Allah'ın Elçisi'ne ihrama girdiğimizde ne tür elbiseler giymemiz gerektiğini sordu. O da dedi ki: \"Gömlek, pantolon, 'İmamah, burnus veya Khuffs giymeyin, eğer birisi sandalet bulamazsa, o zaman bileklerin altına gelecek şekilde Khuffs giysin. Ve safran veya Wars ile boyanmış herhangi bir giysi giymemelidir.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated that Ibn 'Umar said;\n\"A man came to the Prophet and said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir; \"Bir adam Peygamber'e geldi ve dedi ki: 'İhrama girdiğimizde ne giymeliyiz?' O da dedi ki: 'Gömlek, 'İmamah, pantolon, burnus veya Khuffs giymeyin, eğer sandalet bulamazsanız. Eğer sandalet bulamazsanız, o zaman bileklerin altına gelecek şekilde bir şey giyin.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Bir adam Peygamber'e geldi ve dedi ki: 'İhrama girdiğimizde ne giymeliyiz?' O da dedi ki: 'Gömlek, 'İmamah, burnus, pantolon veya Khuffs giymeyin, eğer sandalet yoksa; eğer sandalet yoksa, o zaman bileklerin altına gelecek şekilde Khuffs giyin. Ve safran veya Wars ile boyanmış veya Wars veya safran ile temas etmiş herhangi bir giysi giymeyin.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Peygamber'in şöyle dediğini duydum: 'İhramda gömlek, pantolon, 'İmamah, burnus veya Khuffs giymeyin.'\" (sahih)"
    },
    {
      "id": 61,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Eğer bir izar bulamazsanız, o zaman pantolon giyin; eğer sandalet bulamazsanız, o zaman khuff giyin, ama onları ayak bileklerinden daha aşağıda olacak şekilde kesin.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edildiğine göre, Peygamber şöyle dedi: \"Eğer bir muhrim sandalet bulamazsa, o zaman khuff giysin ve onları ayak bileklerinden daha aşağıda olacak şekilde kessin.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from Ibn 'Umar that a man stood up and said:",
      "text": "İbn Ömer'den rivayet edildiğine göre, bir adam ayağa kalkarak şöyle dedi: \"Ey Allah'ın Resulü! İhramda ne giymemizi emrediyorsunuz?\" Allah'ın Resulü şöyle dedi: \"Gömlek, pantolon veya khuff giymeyin; ancak bir adamın sandalet bulamadığı durumda, ayak bileklerinden daha aşağıda olacak şekilde khuff giyebilir. Ve safran veya wars ile boyanmış herhangi bir elbise giymeyin. İhramda olan bir kadın yüzünü örtmemeli ve eldiven giymemelidir.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that his sister, Hafsah, said;\n\"I said to the Prophet;'O Messenger of Allah! Why is it that the people have exited Ihram and you have not exited Ihram following your 'Umrah?'He said:",
      "text": "Abdullah bin Ömer'den rivayet edildiğine göre, kız kardeşi Hafsa şöyle dedi: \"Peygambere dedim: 'Ey Allah'ın Resulü! İnsanlar ihramdan çıkarken, sen niçin 'Umre'nden sonra ihramdan çıkmadın?' O şöyle dedi: 'Saçlarımı taradım ve Hadi'mi (kurbanlık hayvan) süsledim, bu yüzden Hac'dan sonra ihramdan çıkmadıkça ihramdan çıkmayacağım.'\""
    },
    {
      "id": 65,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Resulü'nün saçları taranmış olarak ihrama girdiğini gördüm.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihrama girmeye karar verdiğinde ona parfüm sürdüm ve ihramdan çıkmadan önce, kendi elimle parfüm sürdüm.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihrama girdiğinde ve Jamrat Al-Aqabah'a taş attığında, Kabe'yi tavaf etmeden önce ona parfüm sürdüm.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihrama girmeden önce ona parfüm sürdüm ve ihramdan çıkarken de ona parfüm sürdüm.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihrama girdiğinde ona parfüm sürdüm ve Jamrat Al-Aqabah'a taş attığında, Kabe'yi tavaf etmeden önce ona parfüm sürdüm.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihramdan çıkarken ona parfüm sürdüm ve ihrama girmesi için de ona parfüm sürdüm; bu parfüm sizin parfümünüze benzemiyordu\" demek istedi ki, bu parfüm kalıcı değildi. (Şah)"
    },
    {
      "id": 71,
      "narrator": "'Uthman bin 'Urwah narrated that his father said:",
      "text": "Osman bin Urve, babasından rivayet ettiğine göre, \"Aişe'ye dedim: 'Allah'ın Resulü'ne ne tür parfüm sürdün?' O şöyle dedi: 'En iyi parfümü, ihrama girdiğinde ve ihramdan çıktığında sürdüm.'\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihrama girdiğinde, bulabildiğim en iyi parfümü ona sürerdim.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihrama girdiğinde ve ihramdan çıktığında, Kabe'yi ziyaret etmek istediğinde, bulabildiğim en iyi parfümü ona sürerdim.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated that Al-Qasim said:",
      "text": "El-Kasım'dan rivayet edildiğine göre, \"Aişe şöyle dedi: 'Allah'ın Resulü'ne (ﷺ) ihrama girmeden önce ve Kurban Bayramı'nda Kabe'yi tavaf etmeden önce, misk içeren parfüm sürdüm.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü ihramda iken başında parfümün parıldadığını görebiliyormuşum gibi.\" Ahmad bin Nasr (rivayet edenlerden biri) kendi rivayetinde şöyle dedi: \"Allah'ın Resulü'nün saçlarının ayrıldığı kısımda misk parfümünün parıldaması.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin saçlarının ayırma yerinde parfümün parıldaması görülebiliyordu, o ihramdayken.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin başında parfümün parıldadığını görebiliyormuşum gibi.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin ihramda olduğu zaman saçlarının köklerinde parfümün parıldadığını görüyordum. (sahih)\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin ihramda olduğu zaman başının ayırma yerinde parfümün parıldadığını görebiliyormuşum gibi. (Şah)\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin ihrama girmeden önce başında parfümün parıldadığını gördüm.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin ihramda olduğu zaman ayırma yerinde parfümün parıldadığını görebiliyormuşum gibi. (sahih)\""
    },
    {
      "id": 82,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimiz ihrama girmek istediğinde, bulabildiği en güzel parfümü sürerdi, ta ki başında ve sakalında parıldadığını görene kadar. (sahih)\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimize bulabildiğim en güzel parfümü sürerdim, ta ki başında ve sakalında parfümün parıldadığını görene kadar, o ihrama girmeden önce.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin ayırma yerinde parfümün parıldadığını üç (gün) sonra gördüm.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber Efendimizin ayırma yerinde parfümün parıldadığını üç (gün) sonra görüyordum.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Ibrahim bin Al-Muntashir that his father said:",
      "text": "İbrahim bin El-Muntaşir'den rivayet edilmiştir ki, babası şöyle demiştir: \"İbn 'Umar'a ihrama girerken parfüm sürmek hakkında sordum, o da: 'Eğer katranla sürülsem, bu benim için daha değerli olurdu.' Bunu 'Aişe'ye anlattım, o da: 'Allah, Ebu 'Abdur-Rahman'a rahmet etsin. Ben Peygamber Efendimize parfüm sürerdim, sonra o eşlerinin yanına giderdi, sabah olunca parfüm kokusuyla dolu olurdu.' dedi.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from Muhammad bin Ibrahim bin Al-Muntashir that his father said:",
      "text": "Muhammed bin İbrahim bin El-Muntaşir'den rivayet edilmiştir ki, babası şöyle demiştir: \"İbn 'Umar'ın: 'Eğer katranla sürülmüş olarak uyanırsam, bu benim için parfüm kokusuyla ihrama girmekten daha değerli olurdu.' dediğini duydum. 'Aişe'nin yanına girdim ve ona ne söylediğini anlattım. O da: 'Ben Peygamber Efendime parfüm sürdüm, o eşlerinin yanına gitti, sonra ertesi sabah ihrama girdi.' dedi.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that Anas Said:",
      "text": "Enes'ten rivayet edilmiştir ki: \"Peygamber, erkeklerin safranla parfüm sürmesini yasakladı. (Şahih)\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Peygamber Efendimiz, safranla parfüm sürmeyi yasakladı.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that Anas said that:",
      "text": "Enes'ten rivayet edilmiştir ki: \"Peygamber Efendimiz, safranla parfüm sürmeyi yasakladı.\" Hammad dedi ki: \"Yani, erkekler için.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from Safwan bin Ya'la, from his father, that:",
      "text": "Safvan bin Ya'la'dan, babasından rivayet edildiğine göre: Ihram'ı 'Umre için başlatmış, dikişli giysiler giymekte ve Khaluq sürmüş bir adam, Peygamber'e geldi. \"Ben 'Umre için ihram giydim, ne yapmalıyım?\" dedi. Peygamber: \"Hac yapıyorsan ne yapardın?\" dedi. Adam: \"Bundan kaçınır ve silerim.\" dedi. Peygamber: \"Hac için ne yapıyorsan, 'Umre için de onu yap,\" dedi. (sahih)"
    },
    {
      "id": 92,
      "narrator": "It was narrated f rom Safwan bin Ya'la that his father saide:",
      "text": "Safvan bin Ya'la'dan rivayet edildiğine göre, babası şöyle dedi: \"Bir adam, Al-Jirranah'da, Jubnah giyerek ve sakalına ve başına Khaluq sürerek Allah'ın Elçisi'nin yanına geldi. O da: 'Ey Allah'ın Elçisi! Ben 'Umre için ihrama girdim ve ben böyleyim.' dedi. Peygamber: 'Jubbah'ı çıkar ve parfümü sil, Hac için ne yapıyorsan, 'Umre için de onu yap.' dedi.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Abn bin 'Uthman that his father said:",
      "text": "İbn 'Uthman'dan rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Elçisi, başı veya gözü ağrıyan bir muhrim hakkında şöyle dedi: 'Onları aloe ile sürsün.\" (sahih)"
    },
    {
      "id": 94,
      "narrator": "It was narrated that Ja'far bin Muhammad said;\n\" My father said:",
      "text": "Ca'fer bin Muhammed'den rivayet edildiğine göre; \"Babam şöyle dedi: 'Biz Jabir'e geldik ve Peygamber'in Hac'ını sorduk. Bize Allah'ın Elçisi'nin şöyle dediğini söyledi: \"Eğer yola çıktığımda şimdi bildiğim şeyi bilseydim, benimle birlikte bir Jadi (kurbanlık hayvan) getirirdim ve onu 'Umre' yapmazdım. Yanında Jadi olmayan, ihramdan çıksın ve onu 'Umre' yapsın.\" Ali, Allah ondan razı olsun, Yemen'den bir Hadi ile geldi ve Allah'ın Elçisi Al-Medine'den bir Hadi getirdi, Fatıma boyalı bir giysi giymişti ve gözlerine kohl sürmüştü. O (Ali) dedi ki: \"Ben Peygamber'e gidip bunun hakkında şikayet ettim ve bunun yapılmasının caiz olup olmadığını öğrenmek istedim. Dedim ki: 'Ey Allah'ın Elçisi, Fatıma boyalı bir giysi giymiş ve gözlerine kohl sürmüştür, o da bana Allah'ın Elçisi bunu yapmamı söyledi.' Peygamber: 'O doğru söylüyor, o doğru söylüyor, ben ona bunu yapmasını söyledim.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: Bir adam binek hayvanından düştü ve hayvan onu çiğnedi. Allah'ın Elçisi: \"Onu su ve lotus yaprakları ile yıkayın ve iki elbise ile kefenleyin, başı ve yüzü açık kalsın, çünkü o Kıyamet Günü Talbiyah okuyarak diriltilecektir.\" (sahih)"
    },
    {
      "id": 96,
      "narrator": "It was narrated that Ibn 'Abbas Said:",
      "text": "İbn 'Abbas şöyle dedi: \"Bir adam öldü ve Allah'ın Elçisi: \"Onu su ve lotus yaprakları ile yıkayın ve elbiseleri ile kefenleyin, ama başını ve yüzünü örtmeyin, çünkü o Kıyamet Günü Talbiyah okuyarak diriltilecektir.\" dedi."
    },
    {
      "id": 97,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edildiğine göre: Allah'ın Elçisi sadece Hac yaptı (İfrad)."
    },
    {
      "id": 98,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe şöyle dedi: \"Allah'ın Elçisi (ﷺ) sadece Hac için ihrama girdi.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe şöyle dedi: \"Biz, Allah'ın Elçisi ile Dhul-Hijjah ayının yeni ayı zamanı çıktık ve Allah'ın Elçisi: 'Hac için ihrama girmek isteyen girsin, 'Umre için ihrama girmek isteyen girsin' dedi.\""
    },
    {
      "id": 100,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe şöyle dedi: \"Biz, Allah'ın Elçisi (ﷺ) ile başka bir şey düşünmeden yola çıktık.\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that Abu Wail said:",
      "text": "Ebu Vail şöyle dedi: \"As-subai bin Mabad dedi ki: 'Ben bir Hristiyan bedevi idim, sonra Müslüman oldum. Cihad'a gitmek için hevesliydim ama Hac ve 'Umre'nin bana farz kılındığını öğrendim. Klanımdan Huraim bin 'Abdullah adında bir adama gittim ve ona sordum, o da: \"İkisini birleştir, sonra elinden gelen Hadi'yi kes,\" dedi. Böylece ikisi için birlikte ihrama girdim ve Al-'Udhaib'e geldiğimde, Talbiyah getirirken Salman bin Rabiah ve Zaid bin Suhan ile karşılaştım. Onlardan biri diğerine dedi ki: \"O, devenizden daha fazla bir şey anlamıyor!\" 'Umar'a geldim ve dedim ki: \"Ey Müminlerin Emiri! Müslüman oldum ve cihad için hevesliyim, ama Hac ve 'Umre'nin bana farz kılındığını öğrendim, bu yüzden Huraim bin 'Abdullah'a gittim ve ona: \"Hey sen! Hac ve 'Umre'nin bana farz kılındığını öğrendim.\" dedim. O da: \"İkisini birleştir, sonra elinden gelen Hadi'yi kes,\" dedi. Böylece ikisi için birlikte ihrama girdim ve Al-Udhaib'e geldiğimde Salman bin Rabiah ve Zaid bin Suhan ile karşılaştım, biri diğerine dedi ki: \"O, devenizden daha fazla bir şey anlamıyor.\" 'Umar dedi ki: \"Sen, Peygamberinin sünnetine hidayet oldun.\""
    },
    {
      "id": 102,
      "narrator": "(Another chain) that shaqiq said;\na \"As-Subai told us something similar, and he said:",
      "text": "(Başka bir isnat) Şakik şöyle dedi; \"As-Subai bize benzer bir şey söyledi ve o da: 'Ben 'Umar'a geldim ve ona hikayeyi anlattım, \"Hey sen!\" kelimeleri hariç.\""
    },
    {
      "id": 103,
      "narrator": "It was narrated from Mujahid and others, from a man from the people of Al-Iraq who was called Shaqiq bin Salmah Abu Wail, that:",
      "text": "Mücahid ve diğerlerinden, Al-Irak halkından Shaqiq bin Salmah Abu Wail adında bir adamdan rivayet edildiğine göre: Banu Taghlib'den bir adam vardı, adı As-Subai bin Mabad, Hristiyan iken Müslüman oldu. Hac'a gittiği ilk seferde, Hac ve 'Umre için birlikte Talbiyah okudu ve onları birlikte okumaya devam etti. Salman bin Rabiah ve Zaid bin Suhan'dan geçti ve biri diğerine dedi ki: \"Sen, bu devenizden daha fazla kaybolmuşsun.\" As-Subai dedi ki: \"Bu beni rahatsız etti ta ki 'Umar bin Al-Khattab ile karşılaşana kadar ve bunu ona anlattım. O da: 'Sen, Peygamberinin sünnetine hidayet oldun.' dedi. Şakik dedi ki: \"Masruq bin Al-Ajda ve ben sık sık As-Subai bin Ma'bad'ı ziyaret eder ve onunla konuşurduk.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that Marwan bin Al-Hakam said:",
      "text": "Marwan bin Al-Hakam şöyle dedi: \"Ben 'Uthman ile oturuyordum ve 'Ali'nin 'Umre ve Hac için birlikte Talbiyah okuduğunu duydu. 'Bunu yapmamanız yasak değil miydi?' dedi. 'Evet, ama ben Allah'ın Elçisi'nin onları birlikte Talbiyah okuduğunu duydum ve ben, Allah'ın Elçisi'nin söylediklerini, sizin söylediklerinizin yerine geçiremem.' dedi.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that Al-Hakam said:",
      "text": "Al-Hakam şöyle dedi: \"Ali bin Hüseyin'in Marwan'dan rivayet ettiğini duydum ki, 'Uthman, Mut'ah ve Hac ile 'Umre'yi birleştirmeyi yasakladı. 'Ali dedi ki: 'Labbaika bi Hajjatin wa 'Umratin ma'an (Buradayım, Ey Allah) Hac ve 'Umre için birlikte.' 'Uthman dedi: 'Bunu yapıyor musun, ben bunu yasakladım?' 'Ali dedi: 'Ben, Allah'ın Elçisi'nin sünnetini hiçbir insan için terk etmeyeceğim.'\""
    },
    {
      "id": 106,
      "narrator": "Shu'bah narrated:",
      "text": "Şu'bah rivayet etti: Şu'bah'tan benzer bir haber aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 107,
      "narrator": "It was narrated that Al-Bara said:",
      "text": "---"
    },
    {
      "id": 108,
      "narrator": "'Imran bin Husain said:",
      "text": "Al-Bara'nın şöyle dediği rivayet edilmiştir: \"Ben Ali bin Ebu Talib ile birlikteydim, Resulullah onu Yemen valisi olarak tayin etti. Resulullah'a geldiğinde Ali dedi ki: 'Ben Resulullah'a geldim ve Resulullah dedi ki: \"Ne yaptın?\" Ben de dedim ki; \"Senin ihrama girdiğin şey için ihrama girdim.\" O dedi ki: \"Ben Hadi'yi getirdim ve Kıran yapıyorum.\" Ve arkadaşlarına dedi ki: \"Eğer şimdi bildiğimi bilseydim, sizin yaptığınız gibi yapardım, ama ben Hadi'yi getirdim ve Kıran yapıyorum.\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from 'Imran:",
      "text": "---"
    },
    {
      "id": 110,
      "narrator": "It was narrated that Mutarrif bin `Abdullah said:",
      "text": "İmrân bin Hüsayn dedi ki: \"Resulullah Hac ile Umreyi birleştirdi, sonra bunu yasaklayacakken vefat etti ve Kur'an bunun yasaklandığını bildirmeden önce.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated that Anas said:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "It was narrated that Anas said:",
      "text": "İmrân'dan rivayet edilmiştir: Resulullah Hac ile Umreyi birleştirdi, sonra bununla ilgili hiçbir Kur'an ayeti indirilmedi ve Peygamber bunu yasaklamadı, bir adam ne derse desin."
    },
    {
      "id": 113,
      "narrator": "Bakr bin 'Abdullah Al-Muzani said:",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "It was narrated from Salim bin 'Abdullah that 'Abdullah bin 'Umar said;\n\"during the Farewell Pilgrimage, the Messenger of Allah benefited from performing 'Umrah and then Hajj, and he brought a Hadi (sacrificial animal )with him from dhul-Hulaifah. The Messenger of Allah entered Ihram for 'Umrah frist, them for Hajj, and the people also benefited by entering Ihram for 'Umrah first, then for Hajj. Some of the people brought the Hadi and carried it along with them, and other s did not. When the Messenger of Allah came to Makkah, he said to the people:",
      "text": "Mutarrif bin Abdullah'ın şöyle dediği rivayet edilmiştir: \"İmrân bin Hüsayn bana dedi ki: 'Biz Resulullah (ﷺ) ile Tamattu' yaptık.'\""
    },
    {
      "id": 115,
      "narrator": "Sa'ced bin Al-Musayyab said:",
      "text": "Abu Abdurrahman (En-Nesâî) dedi ki: Üç (isimli) İsmail bin Muslim vardır; bunlardan biri budur ve onunla ilgili bir sakınca yoktur. Ve Şeyh İsmail bin Muslim, Ebu Tufail'den rivayet eder, onunla ilgili de bir sakınca yoktur. Ve İsmail bin Muslim, Az-Zuhri ve Al-Hasan'dan rivayet eden, Hadis'te terk edilmiştir."
    },
    {
      "id": 116,
      "narrator": "It was narrated from Muhammad bin 'Abdullah bin Al-Harith bin Nawfal bin Al-Harith bin 'Abdul-Muttalib that:",
      "text": "---"
    },
    {
      "id": 117,
      "narrator": "It was narrated that Abu Musa said that:",
      "text": "Anas'ın şöyle dediği rivayet edilmiştir: \"Ben Resulullah'ın 'Labbaika 'Umratan wa Hajjan ma'an, Labbaika 'Umratan wa Hajjan ma'an (Buradayım (Ya Allah) Umre ve Hac için birlikte, buradayım (Ya Allah) Umre ve Hac için birlikte) dediğini duydum.\""
    },
    {
      "id": 118,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 119,
      "narrator": "It was narrated that Tawus said:",
      "text": "Anas'ın şöyle dediği rivayet edilmiştir: \"Ben Resulullah (ﷺ)'ın her ikisi için Talbiyah okuduğunu duydum.\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "---"
    },
    {
      "id": 121,
      "narrator": "It was narrated that Mutarrif said:",
      "text": "Mutarrif'in rivayetine göre, İmran bin Husain bana şöyle dedi: \"Allah'ın Resulü 'Umre ve Hac'ı birlikte yaptı, biz de onunla birlikte 'Umre ve Hac' yaptık. Kim farklı bir şey söylerse, bu onun kendi şahsi görüşüdür.\""
    },
    {
      "id": 122,
      "narrator": "Ja`far bin Muhammad said:",
      "text": "Cafer bin Muhammed dedi ki: \"Babam bana şöyle söyledi: 'Biz Jabir bin Abdullah'a geldik ve Peygamber'in (ﷺ) Hac'ı hakkında ona sorduk. O bize şöyle söyledi: Allah'ın Resulü (ﷺ) Hac için Medine'de dokuz yıl kaldı, sonra insanlara bu yıl Hac yapacağı ilan edildi. Birçok insan Medine'ye geldi, hepsi Allah'ın Resulü'nden (ﷺ) öğrenmek ve onun yaptığını yapmak umuduyla. Allah'ın Resulü (ﷺ) Dhul-Qa'da'nın beş günü kaldığında yola çıktı ve biz de onunla birlikte yola çıktık. Jabir dedi ki: \"Ve Allah'ın Resulü bizim aramızdaydı; Kur'an ona vahyediliyordu ve ne anlama geldiğini biliyordu. O ne yaptıysa (Kur'an'a dayanarak) biz de onu yaptık ve Hac'dan başka bir niyetle yola çıkmadık.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe dedi ki: \"Biz Hac'dan başka bir niyetle yola çıktık. Sarif'te olduğumuzda, adetim geldi. Allah'ın Resulü yanıma girdiğinde ağlıyordum ve dedi ki: 'Adetin mi geldi?' Ben de: 'Evet.' Dedi ki: 'Bu, Allah'ın, Azametli ve Yüce olan, Adem'in kızları için takdir ettiği bir şeydir. İhramda bulunan bir hacının yaptığı her şeyi yap, ama Kabe'yi tavaf etme.'\""
    },
    {
      "id": 124,
      "narrator": "Abu Musa said:",
      "text": "Ebu Musa dedi ki: \"Ben Yemen'den geldim ve o zaman Peygamber Hac için Al-Batha'da duraklamıştı. Sordu: 'Hac yaptın mı?' Ben de: 'Evet.' Dedi: 'Ne söyledin?' Ben de: 'Labbaika bi ihlal ka ihlal in-nabiy (Buradayım (Ya Allah), Peygamber'in girdiği ihram için giriyorum).' Dedi: 'Evi tavaf et ve (Safa ile Merve arasında) sa'y et, sonra ihramdan çık.' Sonra saçımı tarayan bir kadına gittim. Bu duruma dayanarak insanlara fetva vermeye başladım. Sonra 'Umar'ın hilafeti sırasında bir adam bana dedi ki: 'Ey Ebu Musa, bazı fetvalarımızı bizden sakla, çünkü sen, Müminlerin Emiri'nin senin ardından ritüellere neler eklediğini bilmiyorsun.' Ebu Musa dedi ki: 'Ey insanlar, ey insanlar, kim bizim fetvamızı duyduysa, hemen ona uymaya acele etmesin, çünkü Müminlerin Emiri geliyor ve onu takip etmelisiniz.' 'Umar dedi ki: 'Eğer Allah'ın Kitabı'na uyarsak, gerçekten O, bize Hac ve 'Umre'yi tamamlamamızı emrediyor ve Allah'ın Resulü, Hadi yerine ulaşmadan ihramdan çıkmadı.'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Ja'far bin Muhammad said:",
      "text": "Cafer bin Muhammed dedi ki: \"Babam bize şöyle söyledi: 'Biz Jabir bin Abdullah'a geldik ve Peygamber'in Hac'ı hakkında ona sorduk. O bize şöyle söyledi: 'Ali, Yemen'den bir Hadi ile geldi ve Allah'ın Resulü Medine'den bir Hadi getirdi. O, Ali'ye sordu: 'Neden ihrama girdin?' O da: 'Ben de dedim: 'Ya Allah, ben Allah'ın Resulü'nün girdiği ihram için giriyorum,' ve benimle Hadi var.' Dedi: 'İhramdan çıkma.'\""
    },
    {
      "id": 126,
      "narrator": "Jabir said:",
      "text": "Jabir dedi ki: \"Ali, zekat toplamak için geldi ve Peygamber ona dedi: 'Neden ihrama girdin, ey Ali?' O da: 'Allah'ın Resulü'nün girdiği ihram için girdim.' Dedi: 'O zaman Hadi'yi sun ve olduğun gibi ihramda kal.' Böylece Ali bir Hadi sundu.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara' dedi ki: \"Ben Ali ile birlikteydim, Allah'ın Resulü onu Yemen valisi olarak atadığında. Ali, Allah'ın Resulü'ne geldiğinde, Ali dedi ki: 'Fatıma'nın evi parfümle kokulandırdığını gördüm.' O da dedi ki: 'Bundan kaçınmaya çalıştım, o da bana: 'Seninle ne oldu?' dedi. Allah'ın Resulü, arkadaşlarına ihramdan çıkmalarını söyledi.' O da dedi ki: 'Ben dedim: 'Ben, Peygamber'in girdiği ihram için girdim.' O da dedi: 'Peygamber'e gittim ve bana: 'Ne yaptın?' dedi. Ben de: 'Ben, senin girdiğin ihram için girdim.' O da dedi: 'Ben Hadi getirdim ve Qiran yapıyorum.'\""
    },
    {
      "id": 128,
      "narrator": "It was narrated from Nafi that:",
      "text": "Nafi'den rivayet edildi ki: İbn 'Umar, Al-Haccac'ın İbn Az-Zubair'i kuşattığı yıl Hac yapmak istedi ve ona şöyle denildi: \"Görünüşe göre aralarında savaş olacak, ve Hac yapmaktan alıkonulacağından korkuyorum.\" O da dedi: \"Allah'ın Resulü'nde güzel bir örnek var. Ben, Allah'ın Resulü'nün yaptığı gibi yapacağım. Size şahitlik ederim ki, 'Umre' yapmaya karar verdim.\" Sonra yola çıktı ve Zahir Al-Baida'da olduğunda dedi: \"Hac ve 'Umre aynı şeydir; size şahitlik ederim ki, 'Umre'm ile Hac'ı yapmaya karar verdim.\" Ve yanında Qudaid'de satın aldığı bir Hadi getirdi. Sonra yola çıktı ve her ikisi için ihrama girdi. Mekke'ye geldiğinde Kabe'yi tavaf etti ve (Safa ile Merve arasında sa'y yaptı). Sonra bundan başka bir şey yapmadı, ne kurban kesti, ne başını traş etti, ne de saçını kesti; Hac gününe kadar ihramda kaldı. Sonra Hadi'sini kesti ve başını traş etti ve ilk tavafta Hac ve 'Umre'yi tamamladığını düşündü. İbn 'Umar dedi ki: \"Allah'ın Resulü'nün yaptığı budur.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that Ibn Shihab said:",
      "text": "İbn Şihab dedi ki: \"Salim bana babasının şöyle dediğini söyledi: 'Ben, Allah'ın Resulü'nün Talbiyah'ı söylediğini duydum: 'Labbaika Allahumma Labbaik, Labbaika La sharika laka Labbaik. Innal-hamda wan-ni'mata laka wal-mulk, la sharika lak (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz ki tüm övgü ve nimetler Senindir, tüm saltanat Senindir, Senin hiçbir ortağın yok).' 'Abdullah bin 'Umar şöyle derdi: 'Allah'ın Resulü, Dhul-Hulaifah'da iki rek'at namaz kılardı, sonra devesi Dhul-Hulaifah Mescidi'nde doğrulduğunda, bu sözleri söyleyerek ihrama girerdi.'\""
    },
    {
      "id": 130,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that the Prophet used to say:",
      "text": "'Abdullah bin 'Umar'dan rivayet edildi ki, Peygamber şöyle derdi: \"Labbaika Allahumma Labbaik, Labbaika la sharika laka labbaik. Innal-hamda wan-ni'mata laka wal-mulk, la sharika lak (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz ki tüm övgü ve nimetler Senindir, tüm saltanat Senindir, Senin hiçbir ortağın yok).\""
    },
    {
      "id": 131,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "'Abdullah bin 'Umar dedi ki: \"Allah'ın Resulü'nün Talbiyah'ı şuydu: 'Labbaika Allahumma Labbaik, Labbaika la sharika laka labbaik. Innal-hamda wan-ni'mata laka wal-mulk, la sharika lak (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz ki tüm övgü ve nimetler Senindir, tüm saltanat Senindir, Senin hiçbir ortağın yok).\""
    },
    {
      "id": 132,
      "narrator": "It was narrated from 'Ubaidullah bin 'Abdullah bin 'Umar that his father said:",
      "text": "Ubaidullah bin Abdullah bin 'Umar'dan rivayet edildi ki, babası şöyle dedi: \"Allah'ın Resulü'nün Talbiyah'ı şuydu: 'Labbaika Allahumma Labbaik, Labbaika la sharika laka labbaik. Innal-hamda wan-ni'mata laka wal-mulk, la sharika lak (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz ki tüm övgü ve nimetler Senindir, tüm saltanat Senindir, Senin hiçbir ortağın yok).' Ve İbn 'Umar ekledi: 'Labbaika Labbaika wasa'daika wal-khayr fi yadika, warraghba' ilaika wal-'aml (Buradayım, buradayım, ve hizmetindeyim; tüm hayır Senin ellerindedir, Senin rızanı arıyor ve Senin yolunda çaba gösteriyorum).'\""
    },
    {
      "id": 133,
      "narrator": "It was narrated that 'Abdullah bin Masud said:",
      "text": "'Abdullah bin Mes'ud dedi ki: \"Allah'ın Resulü'nün Talbiyah'ının bir kısmı şuydu: 'Labbaika Allahumma labbbaik, Labbaika la sharika laka labbaik, Innal-hamda wan-ni'mata laka wal-mulk (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz ki tüm övgü ve nimetler Senindir).\""
    },
    {
      "id": 134,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü'nün Talbiyah'ının bir kısmı şuydu: 'Labbaika ilahal-haqq (Buradayım, Ey Hak Tanrı).\" (Sahih) Ebu 'Abdur-Rahman (An-Nasa'i) dedi ki: 'Abdullah bin Al-Fadl'den bunu rivayet eden kimseyi bilmiyorum, ancak 'Abdul-Aziz biliyor. İsmail bin Umayyah bunu ondan Mursal olarak bildirdi.\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from Khallad bin As-Sa'ib, from his father that the Messenger of Allah said:",
      "text": "Khallad bin As-Sa'ib'den, babasından rivayet edildi ki, Allah'ın Resulü şöyle dedi: \"Cebrail bana geldi ve dedi: 'Ey Muhammed! Talbiyah okurken sesinizi yükseltin.'\""
    },
    {
      "id": 136,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü, namazdan sonra Talbiyah'a başladı."
    },
    {
      "id": 137,
      "narrator": "It was narrated from Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü, Al-Baida'da Zuhr namazı kıldı, sonra bindi ve Al-Baida dağında yürümeye başladı ve Zuhr namazını kıldıktan sonra Hac ve Umre için Talbiyah'a başladı."
    },
    {
      "id": 138,
      "narrator": "It was narrated from Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber'in Hac'ı hakkında, Dhul-Hulaifah'a geldiğinde namaz kıldığı ve sonra Al-Baida'ya gelene kadar sessiz kaldığı."
    },
    {
      "id": 139,
      "narrator": "It was narrated from Salim that he heard his father say:",
      "text": "Salim'den rivayet edilmiştir ki, babasının şöyle dediğini duydu: \"Bu sizin Al-Baida'nız, burada Allah'ın Resulü hakkında yalan söylüyorsunuz; Allah'ın Resulü, Talbiyah'ı Dhul-Hulaifah'taki Mescid'den başka bir yerden başlatmamıştır.\""
    },
    {
      "id": 140,
      "narrator": "It was narrated from Ibn Shihab that Salim bin 'Abdullah told him that 'Abdullah bin 'Umar said:",
      "text": "İbn Şihab'dan rivayet edilmiştir ki, Salim bin Abdullah ona, Abdullah bin Ömer'in şöyle dediğini aktardı: \"Ben, Allah'ın Resulü'nün Dhul-Hulaifah'ta bindiği hayvanın ayağa kalktığında Talbiyah'a başladığını gördüm.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: O, Peygamber'in bindiği hayvan ayağa kalktığında Talbiyah'a başladığını naklederdi."
    },
    {
      "id": 142,
      "narrator": "It was narrated that 'Ubaid bin Jraij said:",
      "text": "Ubaid bin Jraij şöyle dedi: \"Ben İbn Ömer'e dedim: 'Senin deve ayağa kalktığında Talbiyah'a başladığını gördüm.' O da şöyle dedi: 'Allah'ın Resulü, deve ayağa kalktığında Talbiyah'a başlardı.'\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Allah'ın Resulü, dokuz yıl boyunca Hac yapmadı. Sonra insanlara Hac'a gideceği duyuruldu. Gelip gidebilen hiç kimse geri kalmadı ve insanlar onunla çıkmak için acele ettiler, ta ki Dhul-Hulaifah'a gelene kadar. Asma bint Ümeys, Muhammed bin Ebu Bekir'i doğurdu ve Allah'ın Resulü'ne (ne yapması gerektiğini sorarak) haber gönderdi. O da: 'Gusül al ve özel yerini ört, sonra Talbiyah'a başla.' dedi. O da öyle yaptı.\" Kısaltılmıştır."
    },
    {
      "id": 144,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir: \"Asma bint Ümeys, Muhammed bin Ebu Bekir'i doğurdu ve Allah'ın Resulü'ne ne yapması gerektiğini sordu. O da ona gusül almasını, özel yerlerini bir örtüyle sarmasını ve Talbiyah'a başlamasını söyledi.\""
    },
    {
      "id": 145,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Biz, Allah'ın Resulü ile yalnızca Hac için (Mufrad) ihrama girdik, Aişe ise Umre için ihrama girdi. Sonra Sarif'te iken adet gördü. Geldiğimizde, Kabe'yi tavaf ettik ve (Safa ile Merve arasında) Sa'i yaptık. Sonra, Allah'ın Resulü, bizden Hadi'si olmayanların ihramdan çıkmasını emretti. Biz: 'İhramdan ne kadar çıkalım?' dedik. O da: 'Tamamen.' dedi. Böylece, eşlerimizle cinsel ilişkiye girdik, parfüm sürdük ve Arafat'tan sadece dört gece uzakta kaldık. Sonra, Tarviye günü ihrama girdik. Allah'ın Resulü, Aişe'nin yanına girdi ve onu ağlarken buldu. O da: 'Seninle ne oldu?' dedi. Aişe: 'Adetim geldi ve insanlar ihramdan çıktılar, ama ben ihramdan çıkmadım ve Kabe'yi tavaf etmedim, insanlar şimdi Hac'a gidiyorlar.' dedi. O da: 'Bu, Adem'in kızları için Allah'ın takdir ettiği bir şeydir. Gusül al, sonra Hac için Talbiyah'a başla.' dedi. O da öyle yaptı ve tüm ritüelleri yerine getirdi. Sonra, temizlendiğinde, Kabe'yi tavaf etti ve (Safa ile Merve arasında) Sa'i yaptı. Sonra, 'Sen Hac ve Umre'den aynı anda ihramdan çıktın.' dedi. O da: 'Ey Allah'ın Resulü, Hacım sırasında sadece Kabe'yi tavaf ettim diye üzgünüm.' dedi. O da: 'Al, ey Abdullah, At-Tan'im'den Umre yap.' dedi. Bu, Dhul-Hijjah'ın on ikinci gecesinde oldu.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Biz, Allah'ın Resulü ile Veda Hac'ına çıktık ve Umre için ihrama girdik, sonra Allah'ın Resulü: 'Kimde Hadi varsa, hem Hac hem de Umre için ihrama girsin, sonra her ikisi için de ihramdan çıkmadan çıkmasın.' dedi. Ben Mekkah'a geldim ve adetim vardı, bu yüzden Kabe'yi tavaf etmedim ya da (Safa ile Merve arasında) Sa'i yapmadım. Bunu Allah'ın Resulü'ne şikayet ettim ve o da: 'Saçını çöz, tarakla ve Hac için ihrama gir, Umre'yi bırak.' dedi. Hacımı tamamladıktan sonra, Allah'ın Resulü beni Abdurrahman bin Ebu Bekir ile At-Tan'im'e gönderdi ve Umre yaptım. O da: 'Bu senin Umre'nin yeridir.' dedi. Sonra Umre için ihrama girenler Kabe'yi tavaf ettiler ve (Safa ile Merve arasında) Sa'i yaptılar. Sonra ihramdan çıktılar, sonra Mina'dan döndüklerinde tekrar tavaf ettiler. Hac ve Umre'yi birleştirenler ise yalnızca bir tavaf yaptılar.\""
    },
    {
      "id": 147,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Duba'ah Hac yapmak istedi, bu yüzden Peygamber ona bir şart koymasını söyledi ve o da Allah'ın Resulü'nün emrine uyarak hareket etti."
    },
    {
      "id": 148,
      "narrator": "Hilal bin Khabbab said:",
      "text": "Hilal bin Khabbab şöyle dedi: \"Ben Sa'id bin Cübeyr'e Hac yapan bir adamın şart koyması hakkında sordum. O da: 'Şartlar, insanların kendi aralarında yaptıkları şeylerdir.' dedi. Ben ona İkrime'nin hadisini aktardım ve o da bana İbn Abbas'tan rivayet etti ki, Duba'ah bint Az-Zubair bin Abdul-Muttalib Peygamber'e geldi ve: 'Ey Allah'ın Resulü, Hac yapmak istiyorum, ne demeliyim?' dedi. O da: 'De ki: Labbaik Allahumma! Labbaika wa mahilli min al-ardihayth tahbisuni (Buradayım, Ey Allah, buradayım ve senin beni durdurduğun her yerde ihramdan çıkacağım).' dedi. Ve koyduğun her şart, Rabbin tarafından kabul edilecektir.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Duba'ah bint Az-Zubair bin Abdul-Muttalib, Allah'ın Resulü'ne geldi ve: 'Ben kilolu bir kadınım ve Hac'a gitmek istiyorum. İhrama nasıl girmeliyim?' dedi. O da: 'İhrama gir ve devam edemeyeceğin bir noktada ihramdan çıkacağını şart koş.' dedi.\""
    },
    {
      "id": 150,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Duba'ah bint Az-Zubair bin Abdul-Muttalib, Allah'ın Resulü'ne geldi ve: 'Ben kilolu bir kadınım ve Hac'a gitmek istiyorum. İhrama nasıl girmeliyim?' dedi. O da: 'İhrama gir ve devam edemeyeceğin bir noktada ihramdan çıkacağını şart koş.' dedi.\" (Sahih) İshak: 'Abdur-Razzaq'a dedim: Hem Aişe'den, Hem Hişam ve Az-Zuhri'den mi? O da: 'Evet.' dedi. Ebu Abdur-Rahman (En-Nesai): 'Az-Zuhri'den bu zinciri nakleden başka kimseyi bilmiyorum.' dedi."
    },
    {
      "id": 151,
      "narrator": "It was narrated that Salim said:",
      "text": "Salim'den rivayet edildiğine göre: \"İbn 'Umar Hac'da şart koşmayı kınardı ve şöyle dedi: 'Allah'ın Resulü'nün sünneti sizin için yeterli değil mi? Eğer biriniz Hac'ı (tamamlamaktan) alıkonulursa, Kabe'yi tavaf etsin ve As-Safa ile Al-Marwah arasında Sa'y yapsın, sonra ihramdan tamamen çıksın, ta ki bir sonraki yıl Hac'ı yapsın. Ve eğer Hadi bulamazsa, bir Hadi sunmalı veya oruç tutmalıdır.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "---"
    },
    {
      "id": 153,
      "narrator": "It was narrated that Al-Miswar bin Makhramah and Marwan bin Al-Hakam said:",
      "text": "Salim'den, babasından rivayet edildiğine göre: Hac'da şart koşmayı kınardı ve şöyle dedi: \"Peygamberinizin sünneti sizin için yeterli değil mi? Eğer biriniz (Hac'ı tamamlamaktan) bir şeyle alıkonulursa, Kabe'ye gelsin ve onu tavaf etsin, ve As-Safa ile Al-Marwah arasında Sa'y yapsın, sonra başını traş etsin veya saçını kessin, sonra ihramdan çıksın; ve bir sonraki yıl Hac'ı yapmalıdır.\""
    },
    {
      "id": 154,
      "narrator": "It was narrated from Aishah:",
      "text": "---"
    },
    {
      "id": 155,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "Al-Miswar bin Makhramah ve Marwan bin Al-Hakam'dan rivayet edildiğine göre: \"Allah'ın Resulü, Hudeybiye döneminde bin üç yüz ile bin beş yüz arasında arkadaşlarıyla birlikte dışarı çıktı. Sonra, Dhul-Hulaifah'ta olduklarında, Hadi'yi işaretledi ve süsledi ve 'Umre için Telbiye'ye başladı.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü, Budn'ını işaretledi.\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that Aishah said:",
      "text": "---"
    },
    {
      "id": 159,
      "narrator": "It was narrated that Aishah said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Peygamber, Budn'ını sağ tarafında işaretledi ve kan akmaya başladı ve onu işaretledi.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that Aishah said:",
      "text": "---"
    },
    {
      "id": 161,
      "narrator": "It was narrated that Aishah said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Peygamber, Dhul-Hulaifah'ta bulunduğunda, Budn'ının sırtının sağ tarafında işaretlenmesini emretti, sonra kanı ona sürdü ve iki ayakkabıyla süsledi, sonra Budn, onunla birlikte Al-Baida'ya kalktığında, Telbiye'ye başladı.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from Al-Qasim that the Mother of the Believers said:",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "It was narrated from Hafsah, the wif3e of the Prophet, that she said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü, Hadi'yi Medine'den gönderirdi ve ben onun Hadi'si için çelenkler yapardım, sonra o, ihramda olan kişinin kaçındığı hiçbir şeyden kaçınmazdı.\""
    },
    {
      "id": 164,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "---"
    },
    {
      "id": 165,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Ben, Allah'ın Resulü'nün Hadi'si için çelenkler yapardım, sonra onları gönderirdi, sonra Hadi, yerine ulaşmadan önce, ihramda olmayanın yaptığı her şeyi yapardı.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin Budn'ı için çelenkler ördüm, sonra o ihrama girmedi ve herhangi bir normal giysiyi de terk etmedi.\""
    },
    {
      "id": 167,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin kurbanlık koyunları için çelenkler örerdim.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi, Hadi olarak koyunlar gönderirdi.\""
    },
    {
      "id": 169,
      "narrator": "It was narrated from Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Bir seferinde Allah'ın Elçisi, Hadi olarak koyunlar gönderdi ve onları çelenkledi.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin kurbanlık koyunlarının çelenklerini örerdim. Sonra o ihrama girmedi.\""
    },
    {
      "id": 171,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin kurbanlık koyunlarının çelenklerini örerdim. Sonra o ihrama girmedi.\""
    },
    {
      "id": 172,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Biz koyunları çelenklerdik, sonra Allah'ın Elçisi onu gönderirdi ve o ihrama girmezdi.\""
    },
    {
      "id": 173,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi Dhul-Huaifah'a geldiğinde, Hadi'yi sırtının sağ tarafına işaretledi, sonra ondan kanı temizledi, ardından onu iki ayakkabıyla çelenkledi ve dişi devesine bindi. Al-Baida'da onunla birlikte ayağa kalktığında, Hac için Telbiye'ye başladı ve öğle vakti ihrama girdi.\""
    },
    {
      "id": 174,
      "narrator": "It was narrated from Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Onlar Allah'ın Elçisi ile Medine'de bulunduklarında, Hadi'yi gönderdi ve kim ihrama girmek istiyorsa girdi, istemeyen ise girmedi.\""
    },
    {
      "id": 175,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin Hadi'si için çelenkleri kendi ellerimle örerdim, sonra Allah'ın Elçisi onları kendi eliyle çelenklerdi. Sonra onları babamla gönderirdi ve Allah'ın Elçisi, kudretli ve yüce olan Allah'ın izin verdiği her şeyden, Hadi kurban edilene kadar kaçınırdı.\""
    },
    {
      "id": 176,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin Hadi'si için çelenkleri örerdim. Sonra o, muhrimlerin kaçındığı hiçbir şeyden kaçınmazdı.\""
    },
    {
      "id": 177,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: \"Ben Allah'ın Elçisi'nin Hadi'si için çelenkleri örerdim. Sonra o, hiçbir şeyden kaçınmazdı.\" Dedi ki: \"Hacının ihramdan tamamen çıkabileceğini bilmiyoruz, ancak tavaf yaparak.\""
    },
    {
      "id": 178,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin Hadi'si için çelenkleri örerdim ve Hadi çelenklenmiş olarak çıkarılırdı, ve Allah'ın Elçisi (ailesiyle) eşleriyle birlikte kalırdı.\""
    },
    {
      "id": 179,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'nin kurbanlık koyunları için çelenkleri ördüğümü hatırlıyorum, sonra o onları gönderdi ve bizimle ihramsız (ihrama girmeden) kaldı.\""
    },
    {
      "id": 180,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir: \"Peygamber, Hac sırasında bir Hadi sürmüştür.\""
    },
    {
      "id": 181,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü bir adamın bir Badane (Kurbanlık deve) sürdüğünü gördü ve dedi ki: \"Biner misin?\" Adam: \"Ey Allah'ın Resulü, bu bir Badane.\" dedi. O: \"Biner misin, yazıklar olsun sana!\" dedi, ikinci veya üçüncü kez."
    },
    {
      "id": 182,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Allah'ın Resulü bir adamın bir Badane sürdüğünü gördü ve dedi ki: \"Biner misin?\" Adam: \"Bu Badane.\" dedi. O: \"Biner misin?\" dedi. Adam: \"Bu bir Badane.\" dedi. Dördüncü kez: \"Biner misin, yazıklar olsun sana!\" dedi."
    },
    {
      "id": 183,
      "narrator": "It was narrated from Anas that the Prophet saw a man driving a Badanah and he was exhausted from walking. He said:",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamber, yürümekten yorgun düşmüş bir adamın bir Badane sürdüğünü gördü. O: \"Biner misin?\" dedi. Adam: \"Bu Badane.\" dedi. O: \"Badane olsa bile biner misin?\" dedi."
    },
    {
      "id": 184,
      "narrator": "Abu Az-Zuhair said:",
      "text": "Ebu Zühayr dedi ki: \"Jabir bin Abdullah'a Badane sürmekle ilgili sorulduğunu duydum. Badane sürmek hakkında dedi ki: \"Allah'ın Resulü'nün: 'Gerekirse makul bir şekilde biner misin, ta ki başka bir binek bulana kadar.' dediğini duydum.\""
    },
    {
      "id": 185,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü ile sadece Hac düşünerek yola çıktık. Mekkah'a geldiğimizde, evi tavaf ettik, sonra Allah'ın Resulü, Hadi getirmeyenlerin ihramdan çıkmasını söyledi. Hadi getirmeyenler ihramdan çıktılar. Eşleri Hadi getirmedikleri için onlar da ihramdan çıktılar.\" Aişe dedi ki: \"Adetim geldiği için evi tavaf edemedim. Zilhicce'nin on ikinci gecesi: 'Ey Allah'ın Resulü, insanlar Umre ve Hac yaparak geri dönüyorlar, ama ben sadece Hac yaparak geri dönüyorum.' dedim. O: 'Mekkah'a geldiğimizde tavaf etmedin mi?' dedi. Ben: 'Hayır.' dedim. O: 'O zaman kardeşinle At-Tan'im'e git ve Umre için ihrama gir, sonra biz seni ve şu ve bu yerde buluruz.' dedi.\""
    },
    {
      "id": 186,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü ile sadece Hac düşünerek yola çıktık. Mekkah'a yaklaştığımızda, Allah'ın Resulü: 'Kimde Hadi varsa ihramda kalsın, kimde Hadi yoksa ihramdan çıksın.' buyurdu.\""
    },
    {
      "id": 187,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Biz, Peygamber'in arkadaşları, sadece Hac için ihrama girdik, başka bir şey için değil. Zilhicce'nin dördüncü sabahında Mekkah'a geldik ve Peygamber bize: 'İhramdan çıkın ve bunu Umre yapın.' dedi. 'Arafat ile aramızda sadece beş gün kaldığında, ihramdan çıkmamızı emrediyor ve biz erkeklerimizle eşlerimizle yakınlık kurduğumuz için sarkarak Mina'ya mı çıkacağız?' dedik. Peygamber ayağa kalktı ve bize hitap etti: 'Söylediklerinizi duydum. Ben sizlerin en takvalısı ve en iyi olanıyım, eğer Hadi olmasaydı ben de ihramdan çıkardım. Şimdi bildiğim şeyleri bilseydim, Yemen'den gelmezdim.' dedi. O: 'Neden ihrama girdin?' dedi. O: 'Allah'ın Resulü'nün ihrama girdiği şey için.' Suraq bin Malik bin Jushum: 'Ey Allah'ın Resulü, bu Umre'miz bu yıl için mi yoksa her zaman için mi?' dedi. O: 'Her zaman içindir.' dedi.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated from Surqah bin Malik bin Jushum said :",
      "text": "Suraq bin Malik bin Jushum'dan rivayet edilmiştir ki: \"Ey Allah'ın Resulü, bu Umre'miz bu yıl için mi yoksa her zaman için mi?\" Allah'ın Resulü: \"Her zaman içindir.\" dedi."
    },
    {
      "id": 189,
      "narrator": "Surqah said:",
      "text": "Suraq dedi ki: \"Allah'ın Resulü Hac ve Umre'yi birleştirdi ve biz de onunla birlikte yaptık. Dedik ki: 'Bu sadece bizim için mi, yoksa her zaman için mi?' O: 'Hayır, her zaman içindir.' dedi.\""
    },
    {
      "id": 190,
      "narrator": "It was narrated from Al-Harith bin Bilal that his father said:",
      "text": "Al-Harith bin Bilal'den rivayet edilmiştir ki, babası dedi ki: \"Ben: 'Ey Allah'ın Resulü, bu Hac'ın iptali sadece bizim için mi yoksa tüm insanlar için mi?' dedim. O: 'Hayır, bu sadece bizim içindir.' dedi.\" (Daif)"
    },
    {
      "id": 191,
      "narrator": "It was narrated that Abu Dharr said concerning Tamattu\" in Hajj:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Hac'da Tamattu' sadece bizim içindi.\""
    },
    {
      "id": 192,
      "narrator": "It was narrated that Abu Dharr said concerning Tamattu' in Hajj:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Hac'da Tamattu' sizin için değildir ve sizinle bir ilgisi yoktur; bu sadece bizler için, Muhammed'in arkadaşları içindir.\""
    },
    {
      "id": 193,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Tamattu' sadece bizim içindi.\""
    },
    {
      "id": 194,
      "narrator": "It was narrated that Abdur-Rahman bin Abi Ash-Shatha Said:",
      "text": "Abdurrahman bin Ebi Şehda'dan rivayet edilmiştir ki: \"İbrahim En-Nehai ve İbrahim Et-Taymi ile birlikteydim ve dedim ki: 'Bu yıl Hac ve Umre'yi birleştirmek istiyorum,' ama İbrahim: 'Eğer baban hayatta olsaydı, bunu yapmazdı.' dedi. İbrahim Et-Taymi, babasından naklederek, Ebu Dharr'ın: 'Tamattu' sadece bizim içindi.' dediğini söyledi.\" (Sahih)"
    },
    {
      "id": 195,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Hac aylarında Umre yapmanın yeryüzündeki en kötü fiillerden biri olduğunu düşünüyorlardı ve Muharrem ayını 'Safar' diye adlandırıyorlardı ve: 'Develerin sırtındaki yaralar iyileşince ve tüyleri yeniden çıkınca ve Safar sona erince - ya da: 'Safar başladığında - o zaman Umre yapmak isteyen için caiz olur.' diyorlardı. Sonra Peygamber ve arkadaşları Zilhicce'nin dördüncü sabahında Hac için Telbiye getirerek geldiler, onlara Umre yapmalarını söyledi ve bunu yapmakta zorlandılar. Dediler ki: 'Ey Allah'ın Resulü, ihramdan ne kadar çıkmalıyız?' O: 'Tamamen.' dedi.\""
    },
    {
      "id": 196,
      "narrator": "Ibn Abbas said:",
      "text": "İbn Abbas dedi ki: \"Allah'ın Elçisi 'Umre için ihrama girdi ve arkadaşları Hac için ihrama girdiler. Hediye (hadi) ile birlikte olmayanlara ihramdan çıkmalarını söyledi. Hediye ile birlikte olmayanlar arasında Talha bin Ubeydullah ve başka bir adam vardı, böylece onlar ihramdan çıktılar.\""
    },
    {
      "id": 197,
      "narrator": "It was narrated from Ibn Abbas that the Prophet said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Peygamber şöyle dedi: \"Bu, faydalandığımız 'Umre'dir. Hediye ile birlikte olmayan, tamamen ihramdan çıksın. Artık 'Umre, Hac aylarında caizdir.\""
    },
    {
      "id": 198,
      "narrator": "It was narrated from Abu Qatadah that:",
      "text": "Ebu Katade'den rivayet edildiğine göre: O, Allah'ın Elçisi ile birlikteydi. Mekk'e doğru yola çıktıklarında, ihramda olan bazı arkadaşlarıyla geride kaldı, ama o ihramda değildi. Bir eşek gördü, atına bindi, sonra arkadaşlarından kamçısını vermelerini istedi, ama reddettiler. Mızrağını vermelerini istedi, ama yine reddettiler. Onu aldı, sonra eşeği kovaladı ve onu öldürdü. Allah'ın Elçisi'nin bazı arkadaşları ondan yedi ama diğerleri reddetti. Allah'ın Elçisi'ne yetiştiler ve bunun hakkında sordular, o da: \"Bu, Allah'ın, Aziz ve Celil olanın, size verdiği bir yiyecektir.\" dedi."
    },
    {
      "id": 199,
      "narrator": "It was narrated from Mu'adh bin Abdur-Rahman At-Taimi that his father said:",
      "text": "Muaz bin Abdurrahman At-Taimi'den rivayet edildiğine göre, babası şöyle dedi: \"Biz Talha bin Ubeydullah ile birlikteydik ve ihramdık. O, uyurken bir doğum gerçekleşti, bazılarımız ondan yedi, diğerleri ise çekindi. Talha uyandı ve onu yiyenlerle anlaştı ve dedi ki: 'Biz bunu Allah'ın Elçisi ile yedik.'\""
    },
    {
      "id": 200,
      "narrator": "It was narrated from Al-Bahzi that:",
      "text": "Al-Bahzi'den rivayet edildiğine göre: Allah'ın Elçisi Mekk'e doğru yola çıktı ve ihramdı. Ar-Rawha'da, yaralı bir eşek gördüler. Bunun hakkında Allah'ın Elçisi'ne bilgi verildi ve o da: \"Bırakın, çünkü yakında sahibi gelecek.\" dedi. Sonra Al-Bahzi, onun sahibi olarak, Allah'ın Elçisi'ne geldi ve: \"Bu eşekle ne yapmak isterseniz size kalmış.\" dedi. Allah'ın Elçisi, Ebu Bekir'e onu gruba dağıtmasını emretti, sonra yola devam etti ve Al-Uthayah'da, Ar-Ruwaythah ile Al-Arj arasında, gölgede bir okla yaralanmış bir ceylan uyuyordu. Allah'ın Elçisi'nin bir adama, yanına yaklaşmamasını ve kimsenin rahatsız etmemesini söylediği rivayet edildi.\""
    },
    {
      "id": 201,
      "narrator": "It was narrated from As-Sab bin Jaththamah that:",
      "text": "As-Sab bin Jaththamah'dan rivayet edildiğine göre: O, Allah'ın Elçisi'ne Al-Abwa veya Waddan'da bir eşek verdi, ama Allah'ın Elçisi onu geri verdi. \"Ve Allah'ın Elçisi yüzümdeki ifadeyi görünce dedi ki: 'Sadece ihramda olduğumuz için geri verdik.'\""
    },
    {
      "id": 202,
      "narrator": "It was narrated from As-Sab bin Jaththamah that:",
      "text": "As-Sab bin Jaththamah'dan rivayet edildiğine göre: Peygamber geldi, ve Waddan'dayken bir eşek gördü, ama onu geri verdi ve dedi ki: \"'Biz ihramdayız, av etmemiz caiz değil.'\""
    },
    {
      "id": 203,
      "narrator": "It was narrated from 'Ata' that Ibn 'Abbas said to Zaid bin Arqam:",
      "text": "'Ata'dan rivayet edildiğine göre, İbn Abbas Zaid bin Arqam'a dedi ki: \"Peygamberin ihramda iken kendisine verilen bir av parçasını kabul etmediğini bilmiyor musun?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 204,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Zaid bin Arqam geldi ve İbn Abbas ona hatırlatarak dedi: 'Peygamber'e ihramda iken verilen av eti hakkında bana ne söyledin?' O da: \"Evet, bir adam ona bir av eti parçası verdi ama o geri verdi ve dedi ki: 'Bunu yiyemeyiz, biz ihramdayız.'\" dedi."
    },
    {
      "id": 205,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"As-Sab bin Jaththamah, Allah'ın Elçisi'ne ihramda iken kan damlayan bir eşeğin bacağını verdi, Qudaid'de ve o da onu geri verdi.\""
    },
    {
      "id": 206,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: As-Sab bin Jaththamah, Peygamber'e ihramda iken biraz eşek eti verdi ve o da onu geri verdi."
    },
    {
      "id": 207,
      "narrator": "It was narrated that Abdullah bin Abi Qatadah said:",
      "text": "Abdullah bin Ebu Katade, babasından rivayet ettiğine göre: \"Babam, Hudeybiye yılı Allah'ın Elçisi ile yola çıktı ve arkadaşları ihrama girdiler, ama o girmedi. (Dedi ki:) 'Arkadaşlarımla birlikteyken, bazıları diğerlerine güldü. Bir eşek gördüm. Onu yaraladım, sonra onlardan yardım istedim ama reddettiler. Onun etinden yedik ve düşmandan kesileceğimizden korkuyorduk, bu yüzden Allah'ın Elçisi'ni takip ettim, bazen atımı dörtnala koşturuyor, bazen de normal bir hızda gidiyordum. Gece yarısı Ghifar'dan bir adamla karşılaştım ve: 'Allah'ın Elçisi'ni nerede bıraktın?' dedim. O da: 'Onu As-Suqya'da uyurken bıraktım.' dedi. Ona yetiştim ve dedim: 'Ey Allah'ın Elçisi! Arkadaşlarınız size selamlarını ve Allah'ın rahmetini ve bereketlerini iletiyorlar. Onlar, sizinle kesileceklerinden korktular, bu yüzden onları bekleyin.' Sonra dedim: 'Ey Allah'ın Elçisi, bir eşek yakaladım ve ondan biraz var.' O da insanlara: 'Yiyin.' dedi, ve onlar ihramdı.\""
    },
    {
      "id": 208,
      "narrator": "It was narrated that Yahya bin Abi Kathir said:",
      "text": "Yahya bin Ebu Katade dedi ki: \"Abdullah bin Ebu Katade, babasının kendisine söylediğine göre, Allah'ın Elçisi ile Hudeybiye seferine çıktı. Dedi ki: 'Onlar benden ayrı olarak 'Umre için ihrama girdiler. Ben bir eşek avladım ve onu arkadaşlarıma yedirdim, onlar ihramdayken. Sonra Allah'ın Elçisi'ne gittim ve ona geriye kalan etimiz olduğunu söyledim. O da: 'Yiyin.' dedi, ve onlar ihramdı.'\""
    },
    {
      "id": 209,
      "narrator": "Abdullah bin Abi Qatadah narrated from his father that:",
      "text": "Abdullah bin Ebu Katade, babasından rivayet ettiğine göre: \"Onlar bir yürüyüşteydiler, bazıları ihramdı, bazıları ise değil. Dedi ki: 'Bir eşek gördüm, bu yüzden atıma bindim ve bir mızrak aldım. Onlardan yardım istedim ama reddettiler. Birinden bir kamçı kaptım ve eşeği kovaladım ve yakaladım. Onlar ondan yediler ama korkuyorlardı. Peygamber'e bunun hakkında soruldu ve o da: 'Onu işaret ettiniz mi yoksa ona yardım mı ettiniz?' dedi. Onlar: 'Hayır.' dediler. O da: 'O zaman yiyin.' dedi.\""
    },
    {
      "id": 210,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edildiğine göre: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Karada av etmeniz caizdir, yeter ki onu avlamayın ve sizin için avlanmasın.'\" (Daif) Ebu Abdurrahman (An-Nasai) dedi ki: 'Amar bin Ebu Amr hadis açısından güçlü değildir, hatta Malik ondan rivayette bulunmuştur."
    },
    {
      "id": 211,
      "narrator": "It was narrated from Ibn Umar that the Messenger of Allah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Muhrim'in öldürdüğü beş (hayvan) için günah yoktur: Kargalar, akbabalar, akrepler, fareler ve saldırgan köpekler.\""
    },
    {
      "id": 212,
      "narrator": "It was narrated from Aishah that the Prophet said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Muhrim'in öldürebileceği beş hayvan vardır: yılanlar, fareler, akbabalar, benekli kargalar ve saldırgan köpekler.\""
    },
    {
      "id": 213,
      "narrator": "It was narrated from Ibn Umar that the Messenger of Allah gave permission fro the \nMuhrim to kill five kinds of animals:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü Muhrim'e beş çeşit hayvanı öldürmesine izin vermiştir: kargalar, akbabalar, fareler ve saldırgan köpekler.\""
    },
    {
      "id": 214,
      "narrator": "It was narrated from Saeed bin Al-Musayyab that:",
      "text": "Sa'id bin El-Musayyab'dan rivayet edilmiştir ki: Aişe'nin yanına bir kadın girdi, elinde demir ayaklı bir sopa vardı. Kadın: \"Bu nedir?\" dedi. Aişe: \"Bu, bu kertenkeleler içindir, çünkü Allah'ın Resulü bize, ihramda olanların ateşi söndürmeye çalışmayan tek hayvanın bu olduğunu söyledi, bu yüzden onu öldürmemizi emretti. Zararsız yılanları öldürmemizi yasakladı, sadece sırtında iki çizgi olan yılan ve kısa kuyruklu yılan için, çünkü bunlar gözleri alır ve kadınların rahminde olanı düşürür.\""
    },
    {
      "id": 215,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber şöyle buyurmuştur: \"İhramda olan kişinin öldürdüğü beş çeşit hayvan için günah yoktur: Akbabalar, fareler, saldırgan köpekler, akrepler ve kargalar.\""
    },
    {
      "id": 216,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Bir adam dedi ki: 'Ey Allah'ın Resulü, ihramda iken hangi hayvanları öldürebiliriz?' O da: 'Öldürmekte günah olmayan beş hayvan vardır: Akbabalar, kargalar, fareler, akrepler ve saldırgan köpekler.' dedi.\""
    },
    {
      "id": 217,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber'e Muhrim'in neyi öldürebileceği soruldu. O da: \"Akrepleri, kötü yaratıkları (fareleri), akbabaları, kargaları ve saldırgan köpekleri öldürebilir.\" dedi."
    },
    {
      "id": 218,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Peygamber şöyle buyurdu: 'İster ihramda olsun ister olmasın, öldürdüğü beş çeşit hayvan için günah yoktur: Fareler, akbabalar, kargalar, akrepler ve saldırgan köpekler.'\""
    },
    {
      "id": 219,
      "narrator": "It was narrated that Ibn Abi ammar said:",
      "text": "İbn Ebi Ammar'dan rivayet edilmiştir ki: \"Jabir bin Abdullah'a çitalar hakkında sordum, o da bana onları yememi söyledi. Ben: 'Bu av değil mi?' dedim. O: 'Evet.' dedi. Ben: 'Bunu Allah'ın Resulü'nden mi duydun?' dedim. O: 'Evet.' dedi.\""
    },
    {
      "id": 220,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber, ihramda iken Maimune ile evlendi.\""
    },
    {
      "id": 221,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü, ihramda iken evlendi.\""
    },
    {
      "id": 222,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü, ikisi de ihramda iken Maimune ile evlendi.\""
    },
    {
      "id": 223,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü, ihramda iken Maimune ile evlendi.\""
    },
    {
      "id": 224,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber, ihramda iken Maimune ile evlendi.\""
    },
    {
      "id": 225,
      "narrator": "Uthman bin Affan said:",
      "text": "Osman bin Affan dedi ki: \"Allah'ın Resulü şöyle buyurdu: 'Muhrim evlenmemeli, evlenme teklif etmemeli veya başkası için evlilik düzenlememelidir.'\""
    },
    {
      "id": 226,
      "narrator": "It was narrated from Aban bin Uthamn, from his father:",
      "text": "Aban bin Uthamn'dan, babasından rivayet edilmiştir: Peygamber, ihramda olan kişinin evlenmesini, başkası için evlilik düzenlemesini veya evlenme teklifinde bulunmasını yasaklamıştır."
    },
    {
      "id": 227,
      "narrator": "Uthaman bin Affan narrated that the Prohet said:",
      "text": "Osman bin Affan rivayet etmiştir ki, Peygamber şöyle buyurmuştur: \"İhramda olan kişi evlenmemeli veya evlenme teklifinde bulunmamalıdır.\""
    },
    {
      "id": 228,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü, ihramda iken hacamat ile tedavi edilmiştir."
    },
    {
      "id": 229,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber, ihramda iken hacamat ile tedavi edilmiştir."
    },
    {
      "id": 230,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber, ihramda iken hacamat ile tedavi edilmiştir.\""
    },
    {
      "id": 231,
      "narrator": "It was narrated from Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber, bir darbe nedeniyle ihramda iken hacamat ile tedavi edilmiştir. (Zayıf)"
    },
    {
      "id": 232,
      "narrator": "It was narrated from Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Resulü, ihramda iken ayağının üstünde bir darbe nedeniyle hacamat ile tedavi edilmiştir. (Zayıf)"
    },
    {
      "id": 233,
      "narrator": "Abdullah bin Buhayanah narrated:",
      "text": "Abdullah bin Buhayanah rivayet etmiştir: Allah'ın Resulü, ihramda iken, Lahi Jamal'da, Mekke yolunda kafasının ortasında hacamat ile tedavi edilmiştir."
    },
    {
      "id": 234,
      "narrator": "It was narrated from Kab bin Ujra:",
      "text": "Kab bin Ujra'dan rivayet edilmiştir: Allah'ın Resulü ile ihramda iken baş biti istilasına uğradım. Allah'ın Resulü, başımı traş etmemi emretti ve bana şöyle dedi: \"Üç gün oruç tut, ya da altı fakire iki mudd ver, ya da bir koyun kes. Bunlardan hangisini yaparsan senin için yeterlidir.\""
    },
    {
      "id": 235,
      "narrator": "It was narrated that Kab bin Ujrah said:",
      "text": "Kab bin Ujrah şöyle demiştir: \"İhrama girdim, sonra başımda şiddetli bir baş biti istilası oldu. Bu haber Peygamber'e ulaştı ve ben arkadaşlarım için bir tencerede bir şey pişirirken yanıma geldi, başımı parmağıyla dokundu ve dedi ki: 'Git ve traş ol, altı fakire sadaka ver.'\""
    },
    {
      "id": 236,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü ile birlikte olan bir adam, ihramda iken devesi tarafından boynu kırıldı ve öldü. Allah'ın Resulü şöyle dedi: \"Onu su ve lotus yaprakları ile yıka, iki elbisesiyle kefenle ve ona parfüm sürme, başını örtme, çünkü o, Kıyamet Günü Talbiyah okuyarak diriltilecektir.\""
    },
    {
      "id": 237,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: İhramda olan bir adam, devesi tarafından atıldı ve boynu kırıldı. Öldüğü söylendi, bunun üzerine Peygamber şöyle dedi: \"Onu su ve lotus yaprakları ile yıka, iki bezle kefenle.\" Sonra şöyle dedi: \"Ona parfüm sürmeyin, çünkü o, Kıyamet Günü Talbiyah okuyarak diriltilecektir.\" Şubah dedi ki: \"On yıl sonra, ona (rivayet eden Abu Bishr'e) bunu sordum ve o, ilk seferdeki gibi hadisi anlattı, sadece 'Ve yüzünü ve başını örtmeyin.' dedi.\""
    },
    {
      "id": 238,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Bir adam, Arafat'ta Allah'ın Resulü ile dururken, binek hayvanından düştü ve öldü. Allah'ın Resulü şöyle dedi: 'Onu su ve lotus yaprakları ile yıka, iki bezle kefenle. Ona aromatik şeyler sürmeyin veya başını örtmeyin, çünkü Allah, Azim ve Yüce olan, onu Kıyamet Günü Talbiyah okuyarak diriltecektir.'\""
    },
    {
      "id": 239,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"İhramda olan bir adamın devesi boynunu kırdı ve onu öldürdü. Allah'ın Resulü'ne getirildi ve o şöyle dedi: 'Onu yıka ve kefenle, başını örtme, ya da ona parfüm getirme, çünkü o, Talbiyah okuyarak diriltilecektir.'\" (Sahih)"
    },
    {
      "id": 240,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bir adam, Allah'ın Resulü ile birlikte Hac yapıyordu ve devesi onu attı ve öldü. Allah'ın Resulü şöyle dedi: 'Onu yıka ve iki elbisesiyle kefenle, başını veya yüzünü örtme, çünkü o, Kıyamet Günü Talbiyah okuyarak diriltilecektir.'\""
    },
    {
      "id": 241,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"İhramda olan bir adam, Allah'ın Elçisi ile birlikte geldi ve devenin sırtından düşerek boynunu kırdı ve öldü. Allah'ın Elçisi şöyle dedi: 'Onu su ve lotus yapraklarıyla yıkayın ve iki elbisesine sarın. Ama başını örtmeyin, çünkü o Kıyamet Günü Talbiyah okuyarak diriltilecektir.'\""
    },
    {
      "id": 242,
      "narrator": "It was narrated from Nafi that:",
      "text": "Nafi'den rivayet edilmiştir ki: Abdullah bin Abdullah ve Salim bin Abdullah bin Ömer, ordu İbn Zübeyr'i kuşattığında, \"Bu yıl Hac yapmasan da olur; Kabe'ye ulaşmaktan alıkonulacağımızdan korkuyoruz,\" dediler. O da şöyle dedi: \"Biz Allah'ın Elçisi ile birlikte çıktık ve Kureyş'in kafirleri Kabe'ye ulaşmamıza engel oldular. Bunun üzerine Allah'ın Elçisi Hadi'sini kesip başını traş etti. Size şahitlik etmenizi istiyorum ki, Umre yapma kararı aldım. Eğer Allah dilerse yola çıkacağım ve Kabe'ye ulaşabilirsem onu tavaf edeceğim; eğer Kabe'ye ulaşmaktan alıkonulursam, Allah'ın Elçisi'nin benimle birlikte yaptığı gibi yapacağım.\" Sonra bir süre seyahat etti, ardından şöyle dedi: \"İkisi de aynıdır. Size şahitlik etmenizi istiyorum ki, Hac ve Umre yapma kararı aldım.\" Ve ne Hac ne de Umre için İhramdan çıkmadı, ta ki Kurban Günü İhramdan çıkıp Hadi'sini sunduğu güne kadar."
    },
    {
      "id": 243,
      "narrator": "It was narrated from Ikrimah, from Al-Hajjaj bin Amr Al-Ansari that:",
      "text": "İkrime'den, Al-Haccac bin Amr El-Ensari'den rivayet edilmiştir ki: O, Allah'ın Elçisi'nin \"Kim bacak yarası alır veya bacağını kırarsa, o İhramdan çıkmıştır, ama başka bir Hac yapması gerekir,\" dediğini işitti. Ben de bu konuda İbn Abbas ve Ebu Hureyre'ye sordum, o da \"Gerçekten doğru söyledi,\" dedi."
    },
    {
      "id": 244,
      "narrator": "It was narrated from Ikramah, from Al-Hajja bin Amr that the Prophet said:",
      "text": "İkrime'den, Al-Haccac bin Amr'dan rivayet edilmiştir ki: Peygamber şöyle dedi: \"Kim bacağını kırar veya bacak yarası alırsa, o İhramdan çıkmıştır, ama başka bir Hac yapması gerekir.\" Ben de İbn Abbas ve Ebu Hureyre'ye sordum, onlar da \"Gerçekten doğru söyledi,\" dediler. Ve onun rivayetinde (rivayet edenlerden biri) Şuayb şöyle dedi: \"O, bir sonraki yıl Hac yapmalıdır.\""
    },
    {
      "id": 245,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer rivayet etmiştir ki: Allah'ın Elçisi, Mekk'e yaklaşırken Dhu Tuwa'da inip orada gece geçirdi ve Subh namazını kılana kadar orada kaldı. Allah'ın Elçisi'nin namaz kıldığı yer büyük tepenin üzerindeydi ve daha sonra inşa edilen mescitte değil, ondan daha alçaktaydı, büyük tepenin üstündeydi."
    },
    {
      "id": 246,
      "narrator": "It was narrated from Muhaarish Al-Kabi, that:",
      "text": "Muhaarish El-Kabi'den rivayet edilmiştir ki: Peygamber, Umre için yola çıktığında bir gece Al-Cirranah'tan çıktı ve sabah Al-Cirranah'a döndü, sanki orada gece kalmış gibi. Sonra, güneş zirvesini geçtikten sonra Al-Cirranah'tan Sarif vadisine doğru gitti, ta ki yol Sarif'ten Medine yoluna katılana kadar."
    },
    {
      "id": 247,
      "narrator": "It was narrated from Muharrish Al-Kabi that:",
      "text": "Muharrish El-Kabi'den rivayet edilmiştir ki: Peygamber, Al-Cirranah'tan gece yola çıktı, sanki bir gümüş külçesi gibi (yani, beyazlık ve saflıkta) ve Umre yaptı, sonra sabah geri döndü, sanki orada gece kalmış gibi."
    },
    {
      "id": 248,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Elçisi, Mekk'e Al-Batha'daki üst vadi üzerinden girdi ve alt vadiden çıktı."
    },
    {
      "id": 249,
      "narrator": "It was narrated from Jabir that:",
      "text": "Cabir'den rivayet edilmiştir ki: Peygamber Mekk'e girdi ve sancağı beyazdı."
    },
    {
      "id": 250,
      "narrator": "It was narrated from Ansas that the Prophet entered Makkah wearing a helmet. It was said that Ibn Katal was haging on to the drapes of the Kabah and he said:",
      "text": "Enes'ten rivayet edilmiştir ki: Peygamber, Mekk'e bir miğferle girdi. İbn Katal'ın Kabe'nin örtülerine tutunduğu ve \"Onu öldürün,\" dediği söylenmiştir."
    },
    {
      "id": 251,
      "narrator": "It was narrated from Anas that:",
      "text": "Enes'ten rivayet edilmiştir ki: Peygamber, Feth yılı Mekk'e bir miğferle girdi."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki: Peygamber, Mekk'in Feth günü arka imame ile girdi, İhramda olmadan."
    },
    {
      "id": 253,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi ve arkadaşları, Zilhicce'nin dördüncü gününün sabahında Hac için Talbiyah okuyarak geldiler ve Allah'ın Elçisi onlara İhramdan çıkmalarını emretti.\""
    },
    {
      "id": 254,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi, Zilhicce'nin dördüncü günü Hac için İhramda olarak geldi. Al-Batha'da Subh namazını kıldı ve 'Kim Umre yapmak isterse, yapsın,' dedi.\""
    },
    {
      "id": 255,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Peygamber, Zilhicce'nin dördüncü sabahında Mekk'e geldi.\""
    },
    {
      "id": 256,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildiğine göre: Peygamber, Umratul-Qada sırasında Mekkeye girdi ve Abdullah bin Rawahah önünde yürüyerek şöyle dedi:"
    },
    {
      "id": 257,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "Yoldan çekilin, ey kafirler, yol verin."
    },
    {
      "id": 258,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "Bugün onun vahyi hakkında savaşacağız"
    },
    {
      "id": 259,
      "narrator": "It was narrated from Abu Shuraih, that he said to Amr bin Sad when he was sending troops in batches to Makkah:",
      "text": "Omuzlardan boncukları düşürecek darbelerle"
    },
    {
      "id": 260,
      "narrator": "Abu Hurairah said:",
      "text": "Ve dostu dostundan habersiz bırakacak."
    },
    {
      "id": 261,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Ömer ona dedi: \"Ey İbn Rawahah! Allah'ın Elçisi'nin önünde ve Allah'ın Hareminde şiir mi okuyorsun?\" Peygamber şöyle dedi: \"Bırak, çünkü onun söyledikleri, onlara ok atmak kadar etkili.\""
    },
    {
      "id": 262,
      "narrator": "It was narrated that Hafshah bint Umar said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Elçisi, fetih günü şöyle dedi: 'Allah, bu toprağı gökleri ve yeri yarattığı gün kutsal kıldı, bu yüzden kıyamet gününe kadar Allah'ın hükmüyle kutsaldır. Dikenli çalıları kesmek, avını rahatsız etmek veya kaybolan malı toplamak, onu kamuya ilan eden biri dışında, veya yeşil otunu kökünden sökmek veya kesmek caiz değildir.'"
    },
    {
      "id": 263,
      "narrator": "Hafsah narrated that he said:",
      "text": "Abbas dedi: Ey Allah'ın Elçisi! İkhrir hariç.\" Ve o, \"İkhrir hariç\" anlamına gelen bir şey söyledi."
    },
    {
      "id": 264,
      "narrator": "It was narrated from Aishah that the Messenger of Allah said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Elçisi, Mekkelerin fethi günü şöyle dedi: 'Allah, Azim ve Yüce, bu toprağı kutsal kıldı ve benim öncesinde burada savaşmak kimseye caiz değildi. Bana bir günün birkaç saatinde savaşmak izin verildi, ve bu, Allah'ın hükmüyle kutsaldır, Azim ve Yüce.'\""
    },
    {
      "id": 265,
      "narrator": "It was narrated from Aishah that the Messenger of Allah said:",
      "text": "Abu Shuraih'tan rivayet edildiğine göre, o, Amr bin Sad'a, Mekkeye birlikler gönderirken şöyle dedi: \"Ey Komutan! Mekkelerin Fethi'nden sonraki gün, Allah'ın Elçisi'nin söylediği bir ifadeyi sana iletmem için bana izin ver. Kulaklarım duydu, kalbim anladı ve gözlerim onu gördü. O (Peygamber) Allah'ı övdü, sonra şöyle dedi: 'Mekke, Allah tarafından kutsal kılındı, insanlar tarafından değil. Allah'a ve Ahiret Günü'ne inanan bir adamın burada kan dökmesi veya ağaçlarını kesmesi caiz değildir. Eğer biri burada savaş izni isterse, çünkü Allah'ın Elçisi burada savaşmıştır, ona de ki: Allah, Elçisine (burada savaşması için) izin verdi ama sana izin vermedi. Aksine, burada savaş izni bana bir günün kısa bir süresi için verildi ve şimdi onun kutsallığı, öncesindeki gibi geri getirilmiştir. Burada bulunanlar (bu haberi) bulunmayanlara iletsin.'\""
    },
    {
      "id": 266,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abu Hurairah dedi ki: \"Allah'ın Elçisi şöyle dedi: Bu Ev, bir ordu tarafından saldırıya uğrayacak ve onlar Al-Baida'da yerin dibine geçilecek.\""
    },
    {
      "id": 267,
      "narrator": "It was narrated from Abu Ubaidah that his father said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Peygamber şöyle dedi: \"Birlikler, bu Ev'e saldırmaktan vazgeçmeyecek, ta ki onlardan bir ordu yerin dibine geçene kadar.\""
    },
    {
      "id": 268,
      "narrator": "It was narrated from Saeed bin Al-Musayyab that Umm Sharik said:",
      "text": "Hafşah bint Umar'dan rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Bu Ev'e bir ordu gönderilecek ve Al-Baida'da olduklarında, onların ilki ve sonuncusu yerin dibine geçecek, ortada kalanlar kurtulacak.' Ben dedim: \"Ya aralarında müminler olursa?\" O dedi: 'Onlar için mezarlar olacak.'\" (Daif)"
    },
    {
      "id": 269,
      "narrator": "It was narrated from Aishah that the Messenger of Allah said:",
      "text": "Hafşah, şöyle dedi: Bir işgalci ordu bu Ev'e doğru gelecek ve Al-Baida'da olduklarında, ortalarındaki yerin dibine geçecek. Onların ilki sonuncusuna seslenecek ve hepsi yutulacak, ta ki içlerinden kaçan biri kalana kadar ve o, onlara ne olduğunu anlatacak.\""
    },
    {
      "id": 270,
      "narrator": "It was narrated that Aishah said:",
      "text": "Bir adam (rivayeti duyarak) dedi: \"Ben şahidim ki, sen dedeni yalanla itham etmedin, ve ben şahidim ki, deden Hafşah'ı yalanla itham etmedi, ve ben şahidim ki, Hafşah, Peygamberi yalanla itham etmedi.\""
    },
    {
      "id": 271,
      "narrator": "It was narrated from Urwah that Aishah said:",
      "text": "Urvah'tan rivayet edildiğine göre Aişe şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Haram içinde öldürülebilecek beş zararlı hayvan vardır: Karga, akbaba, saldırgan köpekler, fareler ve akrepler.'\""
    },
    {
      "id": 272,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edildiğine göre: \"Peygamberin eşi Hafsa şöyle dedi: 'Allah'ın Resulü şöyle dedi: Öldürülmesinde günah olmayan beş hayvan vardır: Akrepler, kargalar, akbabalar, fareler ve saldırgan köpekler.'\""
    },
    {
      "id": 273,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Haram içinde ve dışında öldürülebilecek beş zararlı hayvan vardır: Akbabalar, kargalar, fareler, akrepler ve saldırgan köpekler.'\" (Rivayet edenlerden Abdur-Razzaq dedi ki: \"Bazı arkadaşlarımız Mamar'ın bunu Az-Zuhri'den, Salim'den, babasından, Urvah'tan, Aişe'den ve Peygamber'den rivayet ettiğini söyledi.\")"
    },
    {
      "id": 274,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Haram'da öldürülebilecek beş tür zararlı hayvan vardır: Akrepler, fareler, kargalar, saldırgan köpekler ve akbabalar.'\" (Sahih) Bölüm 120. Haram'da Oyun Bozmanın Yasaklanması"
    },
    {
      "id": 275,
      "narrator": "It was narrated from Ibn Abbas that the Messenger of Allah said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Bu Mekke, Allah, Azim ve Yüce tarafından, gökleri ve yeri yarattığı gün kutsal kılındı. İçinde savaşmak, benim öncesinde veya sonrasında kimseye izin verilmedi, sadece bana bir günün kısa bir kısmında izin verildi. Şu anda, Kıyamet Günü'ne kadar Allah'ın hükmüyle kutsal bir sığınaktır. Yeşil otları kökünden sökmek veya kesmek, ağaçlarını kesmek ve avını dağıtmak caiz değildir. Kaybolan eşyasını sadece kamuya ilan eden biri alabilir.\" Al-Abbas, deneyimli bir adam olarak ayağa kalktı ve şöyle dedi: \"İdkhir hariç, çünkü onu mezarlarımız ve evlerimiz için kullanıyoruz.\" O da: \"İdkhir hariç.\" dedi."
    },
    {
      "id": 276,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Peygamber, Umratul-Qada sırasında Mekke'ye girdi ve İbn Rawahah onun önünde giderek şöyle dedi: 'Yoldan çıkın, ey kafirler, yol verin. Bugün onun indirilmesi hakkında dövüşeceğiz, başları omuzlardan koparan darbelerle ve dostu dostundan habersiz bırakacağız.' Ömer ona dedi: 'Ey İbn Rawahah! Allah'ın Sığınak'ında ve Allah'ın Resulü'nün önünde şiir mi okuyorsun?' Peygamber dedi: 'Bırak onu yapsın, zira ruhumun elinde olan Allah'a yemin ederim ki, onun sözleri, okla vurulmak kadar onlara daha zor geliyor.'\""
    },
    {
      "id": 277,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Peygamber Mekke'ye geldiğinde, Banu Haşim'in çocukları tarafından karşılandı ve onlardan birini önünde (binasının üzerinde) ve birini arkasında taşıdı.\""
    },
    {
      "id": 278,
      "narrator": "It was narrated that Al-Muhajir Al-Makki said:",
      "text": "Al-Muhacir Al-Makki'den rivayet edildiğine göre: \"Câbir bin Abdullah'a bir adamın Kabe'yi görünce ellerini kaldırıp kaldırmaması gerektiği soruldu. O da: 'Bunun dışında kimsenin yaptığını düşünmüyorum, sadece Yahudiler yapar. Biz Allah'ın Resulü ile Hac yaptık ve bunu yapmadık.' dedi.\" (Daif)"
    },
    {
      "id": 279,
      "narrator": "Abdur-Rahman bin Tariq bin Alqamah narrated from his mother, that:",
      "text": "Abdur-Rahman bin Tariq bin Alqamah, annesinden rivayet ettiğine göre: \"Peygamber, Dar Yala'da bir yere geldiğinde Kıble'ye dönüp dua etti.\" (Daif)"
    },
    {
      "id": 280,
      "narrator": "Abdullah bin Umar said:",
      "text": "Abdullah bin Ömer dedi ki: \"Allah'ın Resulü'nün şöyle dediğini duydum: 'Benim mescidimde kılınan bir namaz, başka bir yerde kılınan bin namazdan daha hayırlıdır, Al-Masjid Al-Haram hariç.'\" Abu Abdur-Rahman dedi ki: \"Bu hadisi Nafi'den, Abdullah bin Ömer'den başka kimse rivayet etmedi, sadece Musa Al-Cuhani; o da İbn Juraij ve diğerleri tarafından çelişkiye uğratıldı.\""
    },
    {
      "id": 281,
      "narrator": "Maimunah, the wife of the Prophet said:",
      "text": "Peygamberin eşi Maimunah dedi ki: \"Allah'ın Resulü'nün şöyle dediğini duydum: 'Bu mescidimde kılınan bir namaz, başka bir mescidde kılınan bin namazdan daha hayırlıdır, Al-Masjid Al-Haram hariç.'\""
    },
    {
      "id": 282,
      "narrator": "Abu Hurairah narrated that the Prophet said:",
      "text": "Abu Hurayra rivayet etti ki: \"Peygamber şöyle dedi: 'Bu mescidimde kılınan bir namaz, başka bir mescidde kılınan bin namazdan daha hayırlıdır, Al-Masjid Al-Kabah hariç.'\""
    },
    {
      "id": 283,
      "narrator": "It was narrated from Aishah that the Messenger of Allah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Görmüyor musun ki, senin kavmin Kabe'yi yeniden inşa ettiğinde, İbrahim'in koyduğu temellerin hepsinin üzerine inşa etmediler mi?' Ben de: 'Ey Allah'ın Resulü, neden onu İbrahim'in temelleri üzerine yeniden inşa etmiyorsun?' dedim. O da: 'Eğer senin kavmin yeni bir inkarı terk etmemiş olsaydı, bunu yapardım.' Abdullah bin Ömer dedi ki: 'Aişe bunu Allah'ın Resulü'nden duydu, çünkü onun iki köşeye, Al-Hijr'e bakan köşelere dokunmadığını görüyorum, çünkü Kabe İbrahim'in temelleri üzerine inşa edilmemiştir.'\""
    },
    {
      "id": 284,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Eğer senin kavmin yeni bir inkarı terk etmemiş olsaydı, Kabe'yi yıkar ve İbrahim'in temelleri üzerine yeniden inşa ederdim ve ona bir arka kapı verirdim. Çünkü Kureyş Kabe'yi inşa ettiğinde, onu çok küçük yaptılar.'\""
    },
    {
      "id": 285,
      "narrator": "It was narrated from Al-Aswad that the Mother of the Believers said:",
      "text": "El-Esved'den rivayet edildiğine göre: \"Müminlerin Annesi şöyle dedi: 'Allah'ın Resulü şöyle dedi: 'Eğer benim kavmim -Muhammed'in rivayetine göre 'senin kavmin' dedi- yeni Cahiliye'den çıkmamış olsaydı, Kabe'yi yıkar ve ona iki kapı verirdim.'\" İbn Zübeyr iktidara geldiğinde, ona iki kapı verdi."
    },
    {
      "id": 286,
      "narrator": "It was narrated from Aisha that the Messenger of Allah said to her:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü ona şöyle dedi: \"Ey Aişe, eğer kavminiz yeni Cahiliyyeden çıkmamış olsaydı, Kabe'yi yıktırır ve eksik olan kısımlarını da eklerdim. Kapısını yer seviyesine indirir, doğu ve batıda iki kapı verirdim. Çünkü onu çok küçük yaptılar ve böylece İbrahim'in, selam üzerine olsun, temeli üzerine inşa edilmiş olurdu.\" (Rivayet edenlerden biri dedi ki: \"İşte bu, İbn Zübeyir'i yıkmaya motive eden şeydir.\" Yezid dedi ki: \"İbn Zübeyir'in onu yıktığı ve yeniden inşa ettiği zaman, Hijr'in bir kısmını da eklediğini gördüm. İbrahim'in, selam üzerine olsun, temeli gibi, birbirine bağlı deve hörgüçleri gibi taşlar gördüm.\")"
    },
    {
      "id": 287,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Kabe, Etiyopyalı Dhul-Suwaiqatan (ince bacaklı) tarafından yıkılacaktır.'\""
    },
    {
      "id": 288,
      "narrator": "It was narrated from Abdullah bin Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: \"O, Kabe'ye geldiğinde, Peygamber, Bilal ve Usame bin Zeyd içeri girmişti ve Osman bin Talha kapıyı kapatmıştı. Bir süre orada kaldılar, sonra kapıyı açtı ve Peygamber dışarı çıktı. Ben (İbn Ömer) merdivenleri tırmandım ve içeri girdim ve dedim ki: 'Peygamber nerede namaz kıldı?' Onlar: 'Burada.' dediler. Ve ben onlara Peygamberin Kabe içinde kaç rekat namaz kıldığını sormayı unuttum.\""
    },
    {
      "id": 289,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Resulü, Al-Fadl bin Abbas, Usame bin Zeyd, Osman bin Talha ve Bilal ile birlikte Kabe'ye girdi. Kapıyı kapattılar ve Allah dilediği kadar orada kaldı, sonra dışarı çıktı.\" İbn Ömer dedi ki: \"Karşılaştığım ilk kişi Bilal'di ve ben dedim ki: 'Peygamber nerede namaz kıldı?' O da: 'İki sütun arasında.' dedi.\""
    },
    {
      "id": 290,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Resulü Kabe'ye girdi ve çıkmak üzereyken bir şey düşündüm, bu yüzden hızlıca geldim ve Allah'ın Resulü'nün çıktığını buldum. Bilal'e sordum: 'Allah'ın Resulü Kabe içinde namaz kıldı mı?' O da: 'Evet, iki rekat iki sütun arasında.' dedi.\""
    },
    {
      "id": 291,
      "narrator": "Some one came to Ibn Umar in his house and said:",
      "text": "Birisi İbn Ömer'in evine geldi ve dedi ki: \"Allah'ın Resulü Kabe'ye girdi.\" Bunun üzerine İbn Ömer dedi ki: \"Ben (İbn Ömer) geldim ve Allah'ın Resulü'nün çıktığını buldum ve Bilal'in kapıda durduğunu gördüm. Ben dedim: 'Ey Bilal, Allah'ın Resulü Kabe içinde namaz kıldı mı?' O da: 'Evet.' dedi. Ben dedim: 'Nerede?' O da: 'Bu iki sütun arasında, iki rekat. Sonra dışarı çıktı ve Kabe'nin önünde iki rekat namaz kıldı.'\""
    },
    {
      "id": 292,
      "narrator": "It was narrated that Usmah bin Zaid said:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki: \"Allah'ın Resulü Kabe'ye girdi ve köşelerinde tesbih ve tekbir okudu, ama namaz kılmadı. Sonra dışarı çıktı ve Makar'ın arkasında iki rekat namaz kıldı, sonra dedi ki: 'Bu Kıble'dir.'\""
    },
    {
      "id": 293,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: \"Peygamber şöyle dedi: 'Eğer insanlar yeni inkardan çıkmamış olsalardı ve benim onu inşa edecek yeterli maddi gücüm olmasaydı, Hijr'den beş arşın eklerdim ve insanların girebileceği bir kapı ve çıkabileceği başka bir kapı verirdim.'\""
    },
    {
      "id": 294,
      "narrator": "Aisha said:",
      "text": "Aişe dedi ki: \"Ben dedim: 'Ey Allah'ın Resulü! Ben Kabe'ye girebilir miyim?' O da: 'Hijr'e gir, çünkü o Kabe'nin bir parçasıdır.' dedi.\""
    },
    {
      "id": 295,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben Kabe'ye girmek ve orada namaz kılmak istedim, bu yüzden Allah'ın Resulü beni elimden tutarak Hijr'e götürdü ve dedi ki: 'Eğer Kabe'ye girmek istiyorsan, burada namaz kıl, çünkü o Kabe'nin bir parçasıdır, ama senin kavmin onu inşa ederken çok küçük yaptılar.'\" (Sahih)"
    },
    {
      "id": 296,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber Kabe içinde namaz kılmadı, ama köşelerinde tekbir okudu.\" (Sahih)"
    },
    {
      "id": 297,
      "narrator": "It was narrated from Usmah bin Zaid that:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki: \"O ve Allah'ın Resulü Kabe'ye girdi ve Bilal'e kapıyı kapatmasını söyledi. O zaman Kabe altı sütun üzerine inşa edilmişti. İki sütunun arasında oturdu, Allah'ı övdü, ondan istedi ve bağışlanma diledi. Sonra kalktı ve Kabe'nin arka duvarına gitti, yüzünü ve yanağını ona dayadı ve Allah'ı övdü, ondan istedi ve bağışlanma diledi. Sonra Kabe'nin her köşesine gitti ve ona yönelerek tekbir, tehlil ve tesbih okudu, Allah'ı övdü, ondan istedi ve bağışlanma diledi. Sonra dışarı çıktı ve Kabe'nin önünde iki rekat namaz kıldı, sonra geri çekildi ve dedi ki: 'Bu Kıble'dir, bu Kıble'dir.'\""
    },
    {
      "id": 298,
      "narrator": "It was narrated the Usmah bin Zaid said:",
      "text": "Usame'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü ile birlikte Kabe'ye girdim. O oturdu ve Allah'ı övdü, tekbir ve tehlil okudu. Sonra önünde bulunan Kabe'nin duvarına gitti, göğsünü, yanağını ve ellerini ona dayadı, sonra tekbir ve tehlil okudu ve dua etti. Bunu tüm köşelerde yaptı, sonra dışarı çıktı ve kapının önünde Kıble'ye döndü ve dedi ki: 'Bu Kıble'dir, bu Kıble'dir.'\""
    },
    {
      "id": 299,
      "narrator": "It was narrated that Usmah said:",
      "text": "Usame'den rivayet edilmiştir ki: \"Allah'ın Resulü Kabe'den çıktı ve Kabe'nin önünde iki rekat namaz kıldı, sonra dedi ki: 'Bu Kıble'dir.'\""
    },
    {
      "id": 300,
      "narrator": "It was narrated that Ata said:",
      "text": "Ata'dan rivayet edilmiştir ki: \"İbn Abbas'ın şöyle dediğini duydum: 'Usame bin Zeyd bana söyledi ki, Peygamber Kabe'ye girdi ve köşelerinde dua etti, ama içeride namaz kılmadı; dışarı çıktığında Kabe'nin önünde iki rekat namaz kıldı.'\""
    },
    {
      "id": 301,
      "narrator": "Muhammad bin Abdullah bin As-Saib narrated from his father that:",
      "text": "Muhammed bin Abdullah bin Es-Saib, babasından şöyle nakletmiştir: \"İbn Abbas'ı üçüncü tarafta (Kâbe'nin köşesine bitişik olan, taş ile kapı arasında) durdurup namaz kıldırırdı.\" İbn Abbas dedi ki: \"Resulullah'ın burada namaz kıldığını duydun mu?\" O da: \"Evet.\" dedi. Bunun üzerine öne geçti ve namaz kıldı. (Dai'f)"
    },
    {
      "id": 302,
      "narrator": "It was narrated from Abdullah bin Ubaid bin Umair that a man said:",
      "text": "Bölüm 134. Kâbe'yi Tavaf Etmenin Fazileti, Hac ile İlgili Al-Mujtaba Kitabından"
    },
    {
      "id": 303,
      "narrator": "It was narrated from Ibn Abbas:",
      "text": "---"
    },
    {
      "id": 304,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "Abdullah bin Ubaid bin Umeyr'den rivayet edilmiştir ki, bir adam dedi ki: \"Ey Ebu Abdurrahman, neden sadece bu iki köşeyi dokunduğunu görüyorum?\" O da: \"Resulullah'ın: 'Onlara dokunmak günahları siler.' dediğini duydum. Ve: 'Kim yedi kez tavaf ederse, bu bir köleyi azat etmek gibidir.' dediğini duydum.\""
    },
    {
      "id": 305,
      "narrator": "It was narrated from Tawus from a man who met the Prophet, that he said:",
      "text": "---"
    },
    {
      "id": 306,
      "narrator": "Abdullah bin Umar said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber, Kâbe'yi tavaf eden bir adamın yanında geçti ve bir adamı burun halkasıyla götürüyordu. Resulullah, onu eliyle durdurdu ve ona elinden tutarak götürmesini söyledi.\""
    },
    {
      "id": 307,
      "narrator": "It was narrated from Jubair bin Mutim that the Prophet said:",
      "text": "---"
    },
    {
      "id": 308,
      "narrator": "It was narrated from Zainab bint Abi Salamah that Umm Salamah said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Resulullah, bir adamın başka bir adamı bir adakla götürdüğünü gördü. Peygamber onu aldı ve kırdı ve: 'Bu bir adağdır.' dedi.\" (Sahih)"
    },
    {
      "id": 309,
      "narrator": "It was narrated from HIsham bin Urwah, from his father, from Umm Salamah, that she said:",
      "text": "Bölüm 136. Tavaf Sırasında Konuşmak Caizdir"
    },
    {
      "id": 310,
      "narrator": "It was narrated from Urwah from Zainab bint Umm Salamab, from Umm Salamah, that:",
      "text": "---"
    },
    {
      "id": 311,
      "narrator": "It was narrated that Aishah said:",
      "text": "Tavus'tan, Peygamber ile karşılaşan bir adamdan rivayet edilmiştir ki, o şöyle demiştir: \"Kâbe'nin tavafı bir namaz şeklidir, bu yüzden az konuşun.\" (Sahih Maukuf) Bu, Hanzala bin Ebi Süfyan tarafından çelişkiye düşürülmüştür:"
    },
    {
      "id": 312,
      "narrator": "Wabarah said:",
      "text": "---"
    },
    {
      "id": 313,
      "narrator": "It was narrated that Amr said:",
      "text": "Abdullah bin Ömer dedi ki: \"Tavaf yaparken az konuşun, çünkü siz namaz halindesiniz.\" (Sahih Maukuf)"
    },
    {
      "id": 314,
      "narrator": "It was narrated that Anas said:",
      "text": "---"
    },
    {
      "id": 315,
      "narrator": "It was narrated that Ibn Umar joined Hajj and Umrah (Qiran) and he performd on Tawaf and said:",
      "text": "Jubair bin Mut'im'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Ey Banu Abd Manaf, bu Kâbe'yi tavaf etmekten kimseyi, gece veya gündüz istediği zaman alıkoymayın.\""
    },
    {
      "id": 316,
      "narrator": "It was narrated that Nafi said:",
      "text": "Nafi'den rivayet edilmiştir: \"Abdullah bin Ömer çıkıp Dhul-Hulaifah'a geldi ve Umre için İhram giydi. Sonra kısa bir mesafe yol aldı. Sonra Kabe'ye ulaşamaktan korktu. Dedi ki: 'Eğer engellenirsem, Allah'ın Resulü'nün yaptığı gibi yapacağım.' Dedi ki: 'Vallahi, Hac Umre gibidir; Umremle Hac yapma kararı aldığımı şahit olmanızı istiyorum.' Yoluna devam etti ve Qudaid'e ulaştı, orada bir Hadi satın aldı. Sonra Mekke'ye geldi, Kabe'yi yedi kez tavaf etti ve As-Safa ile Al-Marwah arasında Sai yaptı ve dedi ki: 'Bu, Allah'ın Resulü'nün yaptığını gördüğüm şeydir.'\""
    },
    {
      "id": 317,
      "narrator": "It was narrated from Jabir bin Abdullah that:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki: Peygamber bir Tavaf yaptı."
    },
    {
      "id": 318,
      "narrator": "It was narrated from Ibn Abbas that the Prophet said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber şöyle dedi: \"Hacerü'l-Esved Cennet'tendir.\""
    },
    {
      "id": 319,
      "narrator": "It was narrated from Suwaid bin Ghafalah that Umar kissed the Black Stone and touched it, and said:",
      "text": "Suwaid bin Ghafalah'dan rivayet edilmiştir ki: Ömer Hacerü'l-Esved'i öptü ve ona dokundu, ve dedi ki: \"Abdu'l-Kasım'ın sana dikkat ettiğini gördüm.\""
    },
    {
      "id": 320,
      "narrator": "It was narrated Abbas bin Rabiah said:",
      "text": "Abbas bin Rabiah'dan rivayet edilmiştir ki: \"Ömer'in Taş'a geldiğini ve şöyle dediğini gördüm: 'Senin sadece bir taş olduğunu biliyorum; eğer Allah'ın Resulü'nün seni öptüğünü görmeseydim, seni öpmezdim.' Sonra ona yaklaştı ve öptü.\""
    },
    {
      "id": 321,
      "narrator": "It was narrated that Hanzalah said:",
      "text": "Hanzalah'dan rivayet edilmiştir ki: \"Tavus'un Köşe'den geçtiğini gördüm. Eğer kalabalık görseydi, geçerdi ve içeri girmeye çalışmazdı. Eğer boş görseydi, üç kez öperdi, sonra dedi ki: 'İbn Abbas'ın bunu yaptığını gördüm. İbn Abbas dedi ki: 'Ömer bin Hattab'ın bunu yaptığını gördüm, sonra dedi ki: Sen sadece bir taşsın, ne zarar verebilir ne de fayda sağlayabilirsin; eğer Allah'ın Resulü'nün seni öptüğünü görmeseydim, seni öpmezdim.' Sonra Ömer dedi ki: 'Ben Allah'ın Resulü'nün bunu yaptığını gördüm.'\""
    },
    {
      "id": 322,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Resulü Mekke'ye geldiğinde, Mescide girdi ve Taş'a dokundu, sonra sağa döndü ve üç (dönüş) hızlı yürüdü, sonra dört (dönüş) normal hızda yürüdü. Sonra Makam'a geldi ve dedi ki: 'İbrahim'in Makamını namaz kılmak için bir yer edinin.' ve Makam ile Kabe arasında iki Rek'at namaz kıldı. Sonra o iki Rek'at namazdan sonra Kabe'ye geldi ve Taş'a dokundu, sonra As-Safa'ya gitti.\""
    },
    {
      "id": 323,
      "narrator": "It was narrated from Nafi that:",
      "text": "Nafi'den rivayet edilmiştir ki: Abdullah bin Ömer, Hac veya Umre için geldiğinde Tavaf'ının üç turunu hızlı yürüyerek, dört turunu ise normal hızda yürürdü. Dedi ki: \"Allah'ın Resulü bunu yapardı.\""
    },
    {
      "id": 324,
      "narrator": "It was narrated from Ibn Umar, that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Resulü Hac ve Umre'de Tavaf yaptığında - Mekke'ye ilk geldiğinde - üç turda hızlı yürür, dört turda ise normal hızda yürürdü. Sonra iki Rek'at namaz kılar, ardından As-Safa ile Al-Marwah arasında Sai yapardı."
    },
    {
      "id": 325,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki: Babası şöyle dedi: \"Allah'ın Resulü Mekke'ye geldiğinde, Hacerü'l-Esved'e dokundu ve Tavaf'ının başında yedi turdan ilk üçünde hızlı yürüdü.\""
    },
    {
      "id": 326,
      "narrator": "It was narrated from Nafi' that:",
      "text": "Nafi'den rivayet edilmiştir ki: Abdullah bin Ömer, Hac veya Umre için geldiğinde Tavaf'ının üç turunu hızlı yürüyerek, dört turunu ise normal hızda yürürdü. Dedi ki: \"Allah'ın Resulü bunu yapardı.\""
    },
    {
      "id": 327,
      "narrator": "It was narrated that Jabir bin Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Resulü'nün Taş'tan Taş'a hızlı yürüdüğünü gördüm, ta ki üç turunu tamamlayana kadar.\""
    },
    {
      "id": 328,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber ve arkadaşları Mekke'ye geldiğinde, putperestler şöyle dedi: 'Yathrib'in ateşi onları zayıflattı ve bu yüzden büyük sıkıntılar çektiler.' Allah, Peygamberine bunu bildirdi, böylece arkadaşlarına hızlı yürümelerini ve iki köşe arasında normal hızda yürümelerini söyledi, ve putperestler Taş'ın yanında idiler. Onlar: 'Onlar, şu ve bu kadarından daha güçlüdür.' dediler.\""
    },
    {
      "id": 329,
      "narrator": "It was narrated that Az-Zubair bin Adiyy said:",
      "text": "Az-Zubair bin Adiyy'den rivayet edilmiştir ki: \"Bir adam İbn Ömer'e Hacerü'l-Esved'e dokunmayı sordu ve o da: 'Ben Allah'ın Resulü'nün ona dokunduğunu ve öptüğünü gördüm.' dedi. Adam: 'Eğer çok kalabalık olursa ve ben bunalmışsam ne olacak?' İbn Ömer, Allah ondan razı olsun, dedi ki: 'Yemen'deki \"ya eğer\"ini bırak! Ben Allah'ın Resulü'nün ona dokunduğunu ve öptüğünü gördüm.'\""
    },
    {
      "id": 330,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber her Tavaf'ta Yemeni Köşe'ye ve Taş'a dokunurdu."
    },
    {
      "id": 331,
      "narrator": "It was narrated from Ibn Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber, sadece Hacerü'l-Esved ve Yemen köşesini dokunurdu. (Sahih)"
    },
    {
      "id": 332,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Bölüm 157. İki Yemen Köşesine Dokunma"
    },
    {
      "id": 333,
      "narrator": "It was narrated that Ubaid bin Juraij said:",
      "text": "---"
    },
    {
      "id": 334,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Ben, Allah'ın Elçisi'nin evin herhangi bir köşesine, iki Yemen köşesi dışında dokunduğunu görmedim.\""
    },
    {
      "id": 335,
      "narrator": "It was narrated that Nafi said:",
      "text": "---"
    },
    {
      "id": 336,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "Ubaid bin Juraij'den rivayet edilmiştir ki: \"İbn Ömer'e dedim: 'Görüyorum ki, sen sadece bu iki Yemen köşesine dokunuyorsun.' O da dedi ki: 'Ben, Allah'ın Elçisi'nin bu iki köşeye dokunduğunu gördüm.'\" Bu, onun kısaltmasıdır."
    },
    {
      "id": 337,
      "narrator": "It was narrated from Abdullah bin Abbas that:",
      "text": "---"
    },
    {
      "id": 338,
      "narrator": "It was narrated from Abdullah bin Abbas that:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi, evin köşelerinden sadece Hacerü'l-Esved ve ona yakın olan köşeye dokunmuştur, Al-Cumahiyyin evlerinin yönünde.\""
    },
    {
      "id": 339,
      "narrator": "It was narrated from Saeed bin Jubair that Ibn Abbas said:",
      "text": "---"
    },
    {
      "id": 340,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Nafi'den rivayet edilmiştir ki: \"Abdullah, Allah ondan razı olsun, şöyle dedi: 'Ben, Allah'ın Elçisi'ni bu iki köşeye, Yemen köşesi ve Hacerü'l-Esved'e dokunurken gördüğüm günden beri, zor da olsa, kolay da olsa, bu iki köşeye dokunmaktan geri kalmadım.'\""
    },
    {
      "id": 341,
      "narrator": "It was narrated from Muharrar bin Abi Hurairah that his father said:",
      "text": "---"
    },
    {
      "id": 342,
      "narrator": "It was narrated that Al-Muttalib bin Wadaah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi'ni onu dokunurken gördüğüm günden beri, Hacerü'l-Esved'e dokunmaktan geri kalmadım, ister kolay olsun ister zor.\""
    },
    {
      "id": 343,
      "narrator": "It was narrated that Amr - meaning, bin Umar - said:",
      "text": "---"
    },
    {
      "id": 344,
      "narrator": "It was narrated that Bajir said:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi, Veda Haccı sırasında deve üzerinde (Kabe'yi) tavaf etti ve köşeye bir çubukla dokundu."
    },
    {
      "id": 345,
      "narrator": "It was narrated from Jabir that the Messenger of Allah performed Tawaf, walking rapidly (Raml) for three circuits, and walking at a normal pace for four. Then he recited:",
      "text": "---"
    },
    {
      "id": 346,
      "narrator": "It was narrated from Jabir bin Abdullah that when the Messenger of Allah came to Maqam Ibrahim he recited:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi İbrahim Makamı'na geldiğinde: \"İbrahim'in Makamını (yerini) namaz kılma yeri edinin.\" diye okudu. Sonra iki rek'at namaz kıldı, Fatiha Suresini okudu, \"De ki: Ey kafirler\" ve \"De ki: O Allah'tır, (tektir).\" dedi. Sonra köşeye geri döndü ve onu dokundu, ardından As-Safa'ya gitti."
    },
    {
      "id": 347,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi, Zemzem suyunu ayakta içti."
    },
    {
      "id": 348,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Ben Allah'ın Elçisine biraz Zemzem suyu verdim ve o ayakta içti.\""
    },
    {
      "id": 349,
      "narrator": "Ibn Umar said:",
      "text": "İbn Umar dedi ki: \"Allah'ın Elçisi Mekke'ye geldiğinde, Kabe'yi yedi kez tavaf etti, sonra Makam'ın arkasında iki rek'at namaz kıldı. Sonra, As-Safa'ya çıkmak için genellikle çıkışta kullanılan kapıdan dışarı çıktı ve As-Safa ile Al-Marwah arasında Sai yaptı.\" (Rivayetçilerden biri olan Şubah dedi ki: Ayub, Amr bin Dinar'dan, o da İbn Umar'dan, \"Bu bir sünnettir.\" diye bildirdi.)"
    },
    {
      "id": 350,
      "narrator": "It was narrated that Urwah said:",
      "text": "Urve'den rivayet edilmiştir ki: \"Aişe'ye okudum: 'Hac veya Umre (Ziyaret) için Kabe'yi ziyaret eden kimse için, (As-Safa ile Al-Marwah arasında) tavaf yapmakta bir günah yoktur.' Ben de: 'Onlar arasında gitmemem bir şey ifade etmez mi?' dedim. O da: 'Ne kötü bir şey söyledin!' dedi. Cahiliye döneminde insanlar onların arasında gitmezdi, ama İslam geldiğinde ve Kur'an indirildiğinde: 'Şüphesiz, As-Safa ve Al-Marwah, Allah'ın sembollerindendir.' Allah'ın Elçisi onların arasında gitti ve biz de onunla birlikte yaptık, böylece bu Hac'ın bir parçası oldu.\""
    },
    {
      "id": 351,
      "narrator": "It was narrated that Urwah said:",
      "text": "Urve'den rivayet edilmiştir ki: \"Aişe'ye Allah'ın, Azim ve Yüce olan sözleri hakkında sordum: 'Hac veya Umre (Ziyaret) için Kabe'yi ziyaret eden kimse için, (As-Safa ile Al-Marwah arasında) tavaf yapmakta bir günah yoktur.' Ben de: 'Allah'a yemin ederim ki, As-Safa ile Al-Marwah arasında gitmeyen kimse için bir günah yoktur.' dedim. Aişe: 'Ne kötü bir şey söyledin, ey kardeşimin oğlu! Eğer bu ayet senin yorumladığın gibi olsaydı, onların arasında gitmeyen bir kimse için günah olmazdı. Fakat bu ayet Ensar hakkında indirildi. Onlar İslam'ı kabul etmeden önce, Al-Mushallal'da tapındıkları sahte ilah Manat için ihrama girerlerdi. Onun için ihrama giren kimse, As-Safa ile Al-Marwah arasında gitmekten kaçınırdı. Onlar Allah'ın Elçisine bu konuda sorduklarında, Allah, Azim ve Yüce olan, 'Şüphesiz, As-Safa ve Al-Marwah, Allah'ın sembollerindendir. Hac veya Umre (Ziyaret) için Kabe'yi ziyaret eden kimse için, (As-Safa ile Al-Marwah arasında) tavaf yapmakta bir günah yoktur.' diye indirdi. Sonra Allah'ın Elçisi, onların arasında gitmeyi emretti, böylece kimsenin onların arasında gitmekten kaçınma hakkı yoktur.'\""
    },
    {
      "id": 352,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir dedi ki: \"O, As-Safa'ya doğru çıkarken, Allah'ın Elçisinin şöyle dediğini duydum: 'Allah'ın başladığı ile başlayacağız.'\""
    },
    {
      "id": 353,
      "narrator": "Jabir said:",
      "text": "Jabir dedi ki: \"Allah'ın Elçisi As-Safa'ya çıktı ve 'Allah'ın başladığı ile başlayacağız.' dedi. Sonra: 'Şüphesiz, As-Safa ve Al-Marwah, Allah'ın sembollerindendir.' diye okudu.\""
    },
    {
      "id": 354,
      "narrator": "Jabir narrated that:",
      "text": "Jabir, Allah'ın Elçisinin As-Safa'ya çıkıp Kabe'yi görene kadar orada durduğunu, sonra da tekbir getirdiğini rivayet etti."
    },
    {
      "id": 355,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Elçisi As-Safa'nın tepesinde durduğunda, üç kez tekbir getirdi ve: 'La ilaha illallah, Wahdahu la sharika lah, lahul-mulku wa lahul-hamdu, yuhyi wa yumitu, wa huwaala kulli shayin qadir.' (Allah'tan başka ilah yoktur, O tektir, O'nun ortağı yoktur, mülk O'nundur ve hamd O'na aittir, O hayat verir ve öldürür, her şeye gücü yeter.) dedi. Bunu üç kez yaptı ve dua etti, aynı şeyi Al-Marwah'da da yaptı.\""
    },
    {
      "id": 356,
      "narrator": "Jafar bin Muhammad narrated, that he heard his father narrate, that he heard Jabir, speak of the Pilgrimage of the Prophet:",
      "text": "Cafer bin Muhammed rivayet etti ki, babasından duyduğunu, Jabir'in Peygamber'in Hac'ından bahsettiğini: \"Peygamber As-Safa'nın tepesinde Allah'ın Tahlil'ini (La ilaha illallah) ilan etti ve bunun arasında dua etti.\""
    },
    {
      "id": 357,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir dedi ki: \"Allah'ın Elçisi Kabe'yi yedi kez tavaf etti, üç turda hızlı yürüdü ve üç turda normal hızda yürüdü. Sonra İbrahim Makamı'nda dua etmek için durdu, sesini yükselterek insanların duyabileceği şekilde. Sonra Hacerü'l-Esved'e gitti ve onu dokundu ve (Sai yapmak için) gitti ve: 'Allah'ın başladığı ile başlayacağız.' dedi. Böylece As-Safa ile başladı, Kabe'yi görebileceği kadar yükseldi ve üç kez: 'La ilaha illallah, Wahdahu la sharika lah, lahul-mulku wa lahul-hamdu, yuhyi wa yumitu, wa huwaala kulli shayin qadir.' dedi. Sonra Allah'ı yüceltti ve O'na hamd etti, sonra kendisine takdir edilen kadar dua etti. Sonra yürüyerek aşağıya indi, vadinin dibine kadar geldi. Sonra hızlandı, yer yükselmeye başlayana kadar yürüdü. Sonra Al-Marwah'a geldi ve oraya tırmandı, Kabe'yi görebildiğinde: 'La ilaha illallah, Wahdahu la sharika lah, lahul-mulku wa lahul-hamdu, yuhyi wa yumitu, wa huwaala kulli shayin qadir.' dedi. Bunu üç kez söyledi, sonra Allah'ı hatırladı, O'nu yüceltti ve hamd etti, sonra orada Allah dilediği kadar dua etti. Ve bunu Sai'yi tamamlayana kadar yaptı.\""
    },
    {
      "id": 358,
      "narrator": "Abu Az-Zubair narrated that he heard Jabir bin Abdullah say:",
      "text": "Ebu Zübeyr rivayet etti ki, Jabir bin Abdullah'ın şöyle dediğini duydu: Veda Haccı sırasında Peygamber Kabe'yi tavaf etti ve As-Safa ile Al-Marwah arasında, insanların onu görebilmesi ve onun da onları görebilmesi için binek üzerinde gitti, insanlar ona sorular sorabiliyordu ve insanlar etrafında toplandılar."
    },
    {
      "id": 359,
      "narrator": "It was narrated that Kathir bin Jumhan said:",
      "text": "Katır bin Cumhan'dan rivayet edilmiştir ki: \"İbn Umar'ı As-Safa ile Al-Marwah arasında yürürken gördüm. 'Ben yürüyüyorum çünkü Allah'ın Elçisinin yürüdüğünü gördüm, ve acele ediyorum çünkü Allah'ın Elçisinin acele ettiğini gördüm.' dedi.\""
    },
    {
      "id": 360,
      "narrator": "It was narrated that Saeed bin Jubair said:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir ki: \"İbn Umar'ı gördüm ve benzer bir şey söyledi, fakat o: 'Ben yaşlı bir adamım.' dedi.\""
    },
    {
      "id": 361,
      "narrator": "It was narrated that Az-Zubair said:",
      "text": "Az-Zubair'in naklettiğine göre: \"İbn Ömer'e sordular: 'Allah'ın Resulü'nün Safa ile Merve arasında hızlı yürüdüğünü gördün mü?' O da: 'O bir grup insanın arasındaydı ve hızlı yürüdüler, sanırım onunla aynı tempoda yürüdüler.' dedi.\" (Daif)"
    },
    {
      "id": 362,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan nakledildiğine göre: \"Peygamber, putperestlere güçlü olduğunu göstermek için Safa ile Merve arasında hızlı yürüdü.\""
    },
    {
      "id": 363,
      "narrator": "It was narrated from Safiyyah bint Shaimah that a woman said:",
      "text": "Safiyyah bint Şeyma'dan nakledildiğine göre: Bir kadın şöyle dedi: \"Ben Allah'ın Resulü'nü vadi dibinde acele ederken gördüm ve o: 'Nehir yatağından ancak gayretle geçilmelidir.' dedi.\""
    },
    {
      "id": 364,
      "narrator": "It was narrated from Jabir bin Abdullah, may Allah be pleased with him, that:",
      "text": "Jabir bin Abdullah'dan, Allah ondan razı olsun, şöyle nakledilmiştir: \"Allah'ın Resulü Safa'dan indiğinde, vadi dibine kadar yürürdü, sonra oradan çıkana kadar acele ederdi.\""
    },
    {
      "id": 365,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir şöyle dedi: \"Allah'ın Resulü vadi dibindeki düz alana ulaştığında, oradan çıkana kadar acele ederdi.\""
    },
    {
      "id": 366,
      "narrator": "Jabir narrated that:",
      "text": "Jabir'in naklettiğine göre: \"Allah'ın Resulü Safa'dan inip vadi içindeki düz alana ulaştığında, acele etti (Ramel) ve (zemin) yükseldi, sonra yürüdü.\""
    },
    {
      "id": 367,
      "narrator": "It was narrated from Jabir bin Abdullah that:",
      "text": "Jabir bin Abdullah'dan nakledildiğine göre: \"Allah'ın Resulü Merve'ye geldi ve evi görebileceği kadar yukarı çıktı, sonra şöyle dedi: 'La ilaha illallah, Wahdahu la sharika lah, lahul-mulku wa lahul-hamdu, yuhyi wa yumitu, wa huwaala kulli shayin qadir (Allah'tan başka ilah yoktur, O'nun ortağı yoktur, mülk O'nundur ve hamd O'na aittir, O hayat verir ve öldürür, her şeye gücü yeter).' Bunu üç kez söyledi, sonra Allah'ı hatırladı, O'nu tesbih etti ve hamd etti, sonra orada Allah'ın dilediği kadar dua etti. Ve bunu Sai'sini tamamlayana kadar yaptı.\""
    },
    {
      "id": 368,
      "narrator": "It was narrated from Jabir that the Messenger of Allah went to As-Safa and climbed up it and said:",
      "text": "Jabir'den nakledildiğine göre: \"Allah'ın Resulü Safa'ya gitti ve oraya tırmandı ve şöyle dedi: 'La ilaha illallah, Wahdahu la sharika lah, lahul-mulku wa lahul-hamdu, yuhyi wa yumitu, wa huwaala kulli shayin qadir (Allah'tan başka ilah yoktur, O'nun ortağı yoktur, mülk O'nundur ve hamd O'na aittir, O hayat verir ve öldürür, her şeye gücü yeter).' Sonra düz alana ulaşana kadar yürüdü, sonra zemin yükselmeye başlayana kadar acele etti. Sonra Merve'ye ulaşana kadar yürüdü ve orada da Safa'da yaptığı gibi yaptı, ta ki Sai'sini tamamlayana kadar.\""
    },
    {
      "id": 369,
      "narrator": "Jabir said:",
      "text": "Jabir şöyle dedi: \"Peygamber ve arkadaşları sadece Safa ile Merve arasında bir kez Sai yaptılar.\""
    },
    {
      "id": 370,
      "narrator": "It was narrated from Muawiyah that:",
      "text": "Muaviye'den nakledildiğine göre: \"Umre sırasında Merve'de Peygamber'in saçını bir ok ucu ile kestim.\""
    },
    {
      "id": 371,
      "narrator": "It was narrated that Muawiyah said:",
      "text": "Muaviye şöyle dedi: \"Ben Allah'ın Resulü'nün Merve'de saçını bir bedevi okunun ucu ile kestim.\""
    },
    {
      "id": 372,
      "narrator": "It was narrated that Muawiyah said:",
      "text": "Muaviye şöyle dedi: \"Ben Allah'ın Resulü'nün saçının uçlarından biraz kestim, yanımda bulunan bir ok ucu ile, o Kabe'yi tavaf ettikten ve Safa ile Merve arasında Sai yaptıktan sonra, on gün içinde.\" Kays şöyle dedi: \"İnsanlar Muaviye'yi bu yüzden kınadılar.\""
    },
    {
      "id": 373,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den nakledildiğine göre: \"Biz Allah'ın Resulü ile sadece Hac niyetiyle çıktık. O Kabe'yi tavaf ettikten ve Safa ile Merve arasında Sai yaptıktan sonra şöyle dedi: 'Kimde bir Hadi varsa, ihramda kalsın; kimde bir Hadi yoksa, ihramdan çıksın.'\""
    },
    {
      "id": 374,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe şöyle dedi: \"Biz Allah'ın Resulü ile Veda Hac'ına çıktık. Bazılarımız Hac için ihrama girdi, bazılarımız Umre için ihrama girdi ve bir Hadi getirdi. Allah'ın Resulü şöyle dedi: 'Kim Umre için ihrama girdi ve Hadi getirmediyse, ihramdan çıksın. Kim Umre için ihrama girdi ve Hadi getirdiyse, ihramdan çıkmasın. Kim Hac için ihrama girdiyse, Hac'ını tamamlasın.'\" Aişe şöyle dedi: \"Ben de Umre için ihrama girenlerden biriydim.\""
    },
    {
      "id": 375,
      "narrator": "It was narrated from Asma bint Abi Bakr who said:",
      "text": "Asma bint Ebu Bekir'den nakledildiğine göre: \"Biz Allah'ın Resulü ile Hac için Telbiye getirerek yola çıktık. Mekke'ye yaklaştığımızda, Allah'ın Resulü şöyle dedi: 'Kimde bir Hadi yoksa, ihramdan çıksın. Kimde bir Hadi varsa, ihramda kalsın.' Az-Zubair'in yanında bir Hadi vardı, bu yüzden ihramda kaldı; ama benim yanımda bir Hadi yoktu, bu yüzden ihramdan çıktım, biraz parfüm sürdüm. Sonra Az-Zubair ile oturdum ve o: 'Benden uzaklaş.' dedi. Ben de: 'Üzerime atlayacağından mı korkuyorsun?' dedim.\""
    },
    {
      "id": 376,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Peygamber, Al-Jirranah Umresi'nden döndüğünde, Hac'ı yönetmesi için Ebu Bekir'i göndermiştir. Biz onunla birlikte Al-Urj'a kadar gittik, sabah namazı için ikamet getirildiğinde, arkasında bir devenin hırıltısını duydu ve tekbir getirmedi. \"Bu, Allah'ın Resulü'nün Hac konusunda ikinci düşüncelere kapıldığına dair devenin hırıltısıdır, belki de burada ve onunla birlikte namaz kılacağız.\" dedi. Ama deve üzerinde Ali vardı. Ebu Bekir ona: \"(Lider olarak mı yoksa elçi olarak mı geldin?)\" dedi. O da: \"Hayır, elçi olarak, Allah'ın Resulü tarafından Hac istasyonlarında insanlara okumam için bir beraat ile gönderildim.\" dedi. Böylece Mekke'ye geldik ve At-Tarwiyah gününden bir gün önce Ebu Bekir, Allah ondan razı olsun, ayağa kalktı ve insanlara ritüellerini anlattı. Bitirdiğinde, Ali, Allah ondan razı olsun, ayağa kalktı ve insanlara beraati okudu, ta ki bitirene kadar. Sonra onunla birlikte çıktık ve Arafat gününde Ebu Bekir ayağa kalktı ve insanlara ritüellerini anlattı. Bitirdiğinde, Ali, Allah ondan razı olsun, ayağa kalktı ve insanlara beraati okudu, ta ki bitirene kadar. Sonra Kurban günü, (İfada) ayrıldık ve Ebu Bekir geri döndüğünde, insanlara ayrılışlarını (İfada), kurban ve ritüellerini anlattı. Bitirdiğinde, Ali, Allah ondan razı olsun, ayağa kalktı ve insanlara beraati okudu, ta ki bitirene kadar. An-Nafr'ın ilk günü (Zilhicce'nin 12. günü) Ebu Bekir ayağa kalktı ve insanlara kurbanlarını nasıl keseceklerini ve Cemarat'a nasıl taş atacaklarını anlattı, ritüellerini öğretti. Bitirdiğinde, Ali, Allah ondan razı olsun, ayağa kalktı ve insanlara beraati okudu, ta ki bitirene kadar. (Daif) Ebu Abdur-Rahman (En-Nesai) dedi ki: İbn Khuthaim hadis açısından güçlü değildir ve bunu sadece İbn Juraij'den Abu Az-Zubai'ye ait olmasın diye rivayet ettim. Ve bunu sadece İshak bin Rahuyah bin İbrahim'den yazdık. Ve Yahya bin Said Al-Kattan, İbn Khuthaim'in rivayetlerini bırakmadı, ya da Abdur-Rahman'ı. Ancak Ali bin Al-Madini dedi ki: \"İbn Khuthaim hadis açısından munkardır,\" ve Ali bin Al-Madini hadis konusunda daha bilgiliydi."
    },
    {
      "id": 377,
      "narrator": "It was narrated that Jabir said:",
      "text": "---"
    },
    {
      "id": 378,
      "narrator": "It was narrated from Muhammad bn Imran Al-Ansari that his father said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü ile Zilhicce'nin dördüncü günü geldik. Peygamber: 'İhramdan çıkın ve onu Umre yapın.' dedi. Biz bundan dolayı sıkıntılı ve üzgün olduk. Bu haber Allah'ın Resulü'ne ulaştı ve o: 'Ey insanlar, ihramdan çıkın. Yanımda getirdiğim Hadi olmasaydı, sizin yaptığınız gibi yapardım.' dedi. Böylece ihramdan çıktık, eşlerimizle cinsel ilişkiye girdik ve At-Tarwiyah gününe kadar muhrim olmayanların yaptığı her şeyi yaptık, Mekke'yi geride bıraktığımızda (Mina'ya yöneldiğimizde) Hac için ihrama girdik.\""
    },
    {
      "id": 379,
      "narrator": "It was narrated from Muhammad bin Ibrahim At-Taimi that a man amonth them who was called Abdulr-Rahman bin Muadh said:",
      "text": "---"
    },
    {
      "id": 380,
      "narrator": "It was narrated that Abdul-Aziz bin Rafi said:",
      "text": "Muhammed bin İmran El-Ensari'den rivayet edilmiştir ki, babası şöyle dedi: \"Abdullah bin Ömer, Mekke'ye giden yolda büyük bir ağacın altında durduğumda yanıma geldi. 'Bu ağacın altında neden durdun?' dedi. Ben de: 'Gölgesi nedeniyle.' dedim. Abdullah dedi ki: 'Allah'ın Resulü şöyle dedi: Eğer Mina'nın iki dağı arasında iseniz - doğuya doğru elini işaret ederek - orada As-Surrabah adında bir vadi vardır; Al-Harith'in rivayetine göre As-Surar denir - orada yetmiş peygamberin doğduğu büyük bir ağaç vardır.' (Daif)"
    },
    {
      "id": 381,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "---"
    },
    {
      "id": 382,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "Muhammed bin İbrahim Et-Taymi'den rivayet edilmiştir ki, aralarından Abdulrahman bin Muadh adında bir adam şöyle dedi: Allah'ın Resulü, Mina'da bize hitap etti ve Allah, onun söylediklerini kamp yerlerimizde duymamızı sağladı. Peygamber, ritüellerini öğretmeye başladı ve Himar'a (taşlama) kadar geldi ve şöyle dedi: \"Hurma çekirdekleri veya parmak uçları büyüklüğünde taşlar arayın.\" Ve Muhacirlere caminin önünde, Ensar'a ise caminin arkasında kamp yapmalarını söyledi."
    },
    {
      "id": 383,
      "narrator": "Muhammad bin Abi Bakr Ath-Thaqafi narrated:",
      "text": "---"
    },
    {
      "id": 384,
      "narrator": "It was narrated that Muhmmad bin Abi Abkr - Ath-Thaqafi - said:",
      "text": "Abdul-Aziz bin Rafi'den rivayet edilmiştir ki: \"Ben Anas bin Malik'e sordum: 'Bana Allah'ın Resulü'nden öğrendiğin bir şey söyle; At-Tarwiyah günü nerede Zuhr namazı kıldı?' Dedi ki: 'Mina'da.' Ben de: 'An-Nafr günü nerede Asr namazı kıldı?' dedim. O da: 'Al-Abtah'ta.' dedi.\""
    },
    {
      "id": 385,
      "narrator": "It was narrated that Tariq bin Shihab said:",
      "text": "---"
    },
    {
      "id": 386,
      "narrator": "It was narrated that from Aishah that the Messenger of Allah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü ile Mina'dan Arafat'a gittik ve bazılarımız Talbiyah okuyor, bazılarımız ise tekbir getiriyordu.\""
    },
    {
      "id": 387,
      "narrator": "It was narrated from Uqbah bin Amir that the Messenger of Allah said:",
      "text": "---"
    },
    {
      "id": 388,
      "narrator": "It was narrated that Salim Bin Abdullah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü ile Arafat'a gittik ve bazılarımız Talbiyah okuyor, bazılarımız ise tekbir getiriyordu.\""
    },
    {
      "id": 389,
      "narrator": "It was narrated that Saeed bin Jubair said:",
      "text": "---"
    },
    {
      "id": 390,
      "narrator": "It was narrated from Salamah bin Nubait, that his father said:",
      "text": "Muhammed bin Ebu Bekir Et-Thağafi şöyle rivayet etti: \"Mina'dan Arafat'a çıkarken, Anas'a: 'Bu gün Allah'ın Resulü ile Talbiyah için ne yaptınız?' dedim. O da: 'Talbiyah okuyanlar okudu, kimse onları kınamadı, tekbir getirenler de getirdi, kimse onları kınamadı.' dedi.\""
    },
    {
      "id": 391,
      "narrator": "It was narrated from Salamah bin Nubait that his father said:",
      "text": "Salamah bin Nubait'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Arafat günü, Allah'ın Elçisi'nin kırmızı bir deve üzerinde hutbe verdiğini gördüm.\""
    },
    {
      "id": 392,
      "narrator": "It was narrated from Salim bin Abdullah that:",
      "text": "Salim bin Abdullah'tan rivayet edilmiştir ki: Abdullah bin Ömer, Arafat günü güneş zirve noktasını geçtikten sonra Al-Haccac bin Yusuf'a geldi ve ben de onunla birlikteydim. O dedi ki: \"Eğer Sünnet'i takip etmek istiyorsanız, hareket etmemiz gerekiyor.\" O da: \"Bu saatte mi?\" dedi. O da: \"Evet.\" Salim dedi ki: \"Ben Al-Haccac'a: 'Eğer Sünnet'i takip etmek istiyorsan, kısa bir hutbe ver ve namaza acele et.' dedim.\" Abdullah bin Ömer: \"Doğru söylüyor.\" dedi."
    },
    {
      "id": 393,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi, Jam (Al-Muzdalifah) ve Arafat dışında, namazlarını zamanında kılardı.\""
    },
    {
      "id": 394,
      "narrator": "It was narrated that Usamah bin Zaid said:",
      "text": "Usamah bin Zaid'den rivayet edilmiştir ki: \"Ben, Arafat'ta Peygamber ile birlikte binen bir arkadaşım. O, dua için ellerini kaldırdı, bu yüzden dişi devesi eğilmeye başladı ve halatını bıraktı, böylece bir elini kaldırırken diğer elini halatla tuttu.\""
    },
    {
      "id": 395,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Kureyş, Al-Muzdalifah'ta dururdu ve kendilerine Al-Hums derlerdi, diğer Araplar ise Arafat'ta dururdu. Sonra Allah, Teala, Peygamberine Arafat'ta durmasını emretti ve oradan hareket etmesini istedi. Allah, Azim ve Yüce, 'Sonra insanların ayrıldığı yerden ayrılın.' diye vahyetti.\""
    },
    {
      "id": 396,
      "narrator": "It was narrated from Muhammad bin Jubir bin Mutim that his father:",
      "text": "Muhammad bin Jubir bin Mutim'den rivayet edilmiştir ki, babası: \"Arafat günü, bir develerimi kaybettim, onu aramak için Arafat'a gittim. Orada Peygamber'i gördüm ve 'Burada ne yapıyor?' dedim. O, Hums'tan biridir.\" dedi."
    },
    {
      "id": 397,
      "narrator": "It was narrated from Amr bin Abdullah bin Safwan that Yazid bin Shaiban said:",
      "text": "Amr bin Abdullah bin Safwan'dan rivayet edilmiştir ki, Yazid bin Shaiban dedi ki: \"Arafat'ta durduğumuz yer, durma yerinden uzaktı, Ibn Mirba Al-Ansari geldi ve dedi ki: 'Ben, Allah'ın Elçisi'nin size gönderdiği elçisiyim; o diyor ki: 'Bulunduğunuz yerde kalın (çünkü burası ritüel yeridir), zira babanız İbrahim'in mirasını takip ediyorsunuz, selam üzerine olsun.'\""
    },
    {
      "id": 398,
      "narrator": "Ja`far bin Muhammad said:",
      "text": "Cafer bin Muhammad dedi ki: \"Babam bana şöyle söyledi: 'Jabir bin Abdullah'a geldik ve Peygamber'in Haccı hakkında sorduk. O, bize Peygamber'in şöyle dediğini aktardı: \"Arafat'ın tamamı durma yeridir.\"'"
    },
    {
      "id": 399,
      "narrator": "It was narrated that Abdur-Rahman bin Yamur said:",
      "text": "Abdur-Rahman bin Yamur'dan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi'ni gördüm, insanlar ona Hac hakkında sorular soruyorlardı. Allah'ın Elçisi dedi ki: 'Hac, Arafat'tır. Arafat gecesini, Jam (Al-Muzdalifah) gecesi sabah olmadan yakalayanın Haccı tamamdır.'\""
    },
    {
      "id": 400,
      "narrator": "It was narrated from Ibn Abbas that Al-Fadl bin Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Al-Fadl bin Abbas dedi ki: \"Allah'ın Elçisi Arafat'tan ayrıldı ve Usamah bin Zaid arkasında bindi. Devesi kaçtı ve o, onu dizginlemeye çalışıyordu ama elleri başının üzerinde değildi. Böyle devam etti ta ki Jam (Al-Muzdalifah)'a ulaşana kadar.\""
    },
    {
      "id": 401,
      "narrator": "It was narrated from Ibn Abbas that Usmah bin Zaid said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Usamah bin Zaid dedi ki: \"Allah'ın Elçisi Arafat'tan ayrıldı ve ben arkasında biniyordum. O, devesini dizginlemeye çalışıyordu, kulakları neredeyse eyerin önüne değiyordu ve şöyle diyordu: 'Ey insanlar, sakin ve onurlu olmalısınız, zira iyilik, develeri acele ettirerek gelmez.'\""
    },
    {
      "id": 402,
      "narrator": "It was narrated from Abu Ghaftan bin Tarif that he heard Ibn Abbas say:",
      "text": "Abu Ghaftan bin Tarif'ten rivayet edilmiştir ki, o İbn Abbas'ın şöyle dediğini işitti: \"Allah'ın Elçisi ayrıldığında dişi devesini dizginledi, başı eyerinin ortasına değene kadar ve insanlara şöyle diyordu: 'Sakin olun, sakin olun,' Arafat akşamında.\""
    },
    {
      "id": 403,
      "narrator": "It was narrated from Al-Fadl bin Abbas, who rode behind the Messenger of Allah, that:",
      "text": "Al-Fadl bin Abbas'tan rivayet edilmiştir ki, o Allah'ın Elçisi'nin arkasında biniyordu; Arafat akşamında ve Jam (Al-Muzdalifah) sabahında, ayrıldıklarında Allah'ın Elçisi insanlara şöyle dedi: \"Sakin olmalısınız,\" ve dişi devesini dizginliyordu. Sonra, Muhassir'de, Mina'nın bir parçasında, şöyle dedi: \"Tanelerini parmak uçları kadar olan taşları aramalısınız,\" Jamrat'ı taşlamak için. Ve Allah'ın Elçisi, Jamrat Al-Aqabah'ı taşlayana kadar Talbiyah okumaya devam etti."
    },
    {
      "id": 404,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Elçisi (Arafat'tan) sakin bir şekilde ayrıldı ve onlara sakin olmalarını emretti. Muhassir vadisinde acele etti ve onlara Jamrat'ı (hurma çekirdekleri veya parmak uçları gibi) taşlamalarını söyledi.\" (Daif)"
    },
    {
      "id": 405,
      "narrator": "It was narrated from Jabir that the Prophet departed from Arafat and started saying:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Peygamber Arafat'tan ayrıldığında 'Sakin olun, ey Allah'ın kulları!' demeye başladı!\" elini bu şekilde işaret ederek - ve Eyyub, avuç içi yukarıya bakacak şekilde işaret etti."
    },
    {
      "id": 406,
      "narrator": "It was narrated from Usmah bin Zaid that he was asked how the Prophet traveled during the Farewell pilgrimage. He said:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki, ona Veda Haccı sırasında Peygamber'in nasıl seyahat ettiği soruldu. O da: \"Orta hızda binerdi ve açık bir alana geldiğinde dörtnala giderdi.\" dedi."
    },
    {
      "id": 407,
      "narrator": "It was narrated from Usmah bin Zaid that when the Prophet departed from Arafat he turned toward the mountain pass. I said to him:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki, Peygamber Arafat'tan ayrıldığında dağ geçidine yöneldi. Ona: \"Akşam namazı kılacak mısın?\" dedim. O da: \"Namaz yeri hala önündedir.\" dedi."
    },
    {
      "id": 408,
      "narrator": "It was narrated that Usmah bin Zaid said:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki: \"Allah'ın Elçisi, şimdi yöneticilerin durduğu dağ geçidinde durdu ve idrarını yaptı, ardından hafif bir abdest aldı ve ben: 'Ey Allah'ın Elçisi, (namaz için) vakit geldi mi?' dedim. O da: 'Namaz hala önündedir.' dedi. Al-Müzdelife'ye geldiğimizde insanlar, o namaz kılmadan develerini indirmediler.\""
    },
    {
      "id": 409,
      "narrator": "It was narrated from Abu Ayyub that:",
      "text": "Ebu Eyyub'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, Akşam ve Yatsı namazlarını Cem (Al-Müzdelife) de birleştirdi.\""
    },
    {
      "id": 410,
      "narrator": "It was narrated from Ibn Masud that:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki: \"Peygamber, Akşam ve Yatsı namazlarını Cem (Al-Müzdelife) de birleştirdi.\""
    },
    {
      "id": 411,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim'den, babası aracılığıyla rivayet edilmiştir ki: \"Allah'ın Elçisi, Akşam ve Yatsı namazlarını Cem (Al-Müzdelife) de bir İkâmet ile birleştirdi ve aralarında veya sonrasında herhangi bir nafile namaz kılmadı.\""
    },
    {
      "id": 412,
      "narrator": "It was narrated from Ibn Shihab that Ubaidullah bin Abdullah told him that his father said:",
      "text": "İbn Şihab'dan rivayet edilmiştir ki, Ubaidullah bin Abdullah ona babasının şöyle söylediğini aktardı: \"Allah'ın Elçisi, Akşam ve Yatsı namazlarını aralarında (Nafile) namaz olmadan birleştirdi. Akşam namazını üç rekat, Yatsı namazını ise iki rekat kıldı.\" Abdullah bin Ömer de Allah'a kavuşuncaya kadar bu şekilde birleştirirdi."
    },
    {
      "id": 413,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi, Akşam ve Yatsı namazlarını Cem (Al-Müzdelife) de bir İkâmet ile kıldı.\""
    },
    {
      "id": 414,
      "narrator": "It was narrated from Ibrahim bin Uqbah that Kuraib said:",
      "text": "İbrahim bin Ukbe'den rivayet edilmiştir ki Kuraib şöyle dedi: \"Arafat akşamı Allah'ın Elçisi'nin arkasında binen Usame bin Zeyd'e sordum: 'Ne yaptınız?' O da: 'Seyahate başladık ve Al-Müzdelife'ye ulaşana kadar devam ettik, sonra durdu ve Akşam namazını kıldı. Sonra insanlara kamp yerlerinde kalmalarını bildirdi ve Allah'ın Elçisi Yatsı namazını kılmadan develerini indirmediler. Sonra insanlar develerini indirdiler ve kamp kurdular. Sabah olunca, oraya ilk ulaşan Kureyş'ten olanların arasından yürüyerek yola çıktım ve Al-Fadl Peygamber'in arkasında bindi.'\""
    },
    {
      "id": 415,
      "narrator": "It was narrated that Ubaidullah bin Abu Yazeed said:",
      "text": "Ubaidullah bin Ebu Yezid'den rivayet edilmiştir ki: \"İbn Abbas'ın, 'Ben Peygamber'in ailesinin zayıf olanlarından bir kısmını öne gönderenlerden biriydim.' dediğini duydum.\""
    },
    {
      "id": 416,
      "narrator": "It was narrated Abbas said:",
      "text": "Abbas'tan rivayet edilmiştir ki: \"Ben, Peygamber'in Al-Müzdelife gecesi ailesinin zayıf olanlarından bir kısmını öne gönderdiği kişilerden biriydim.\""
    },
    {
      "id": 417,
      "narrator": "It was narrated from Ibn Abbas, from Al-Fadl, that:",
      "text": "İbn Abbas'tan, Al-Fadl aracılığıyla rivayet edilmiştir ki: \"Peygamber, Banu Haşimoğulları'ndan zayıf olanların gece Cem' (Al-Müzdelife) den hareket etmelerini emretti.\""
    },
    {
      "id": 418,
      "narrator": "It was narrated from Salim bin Shawwal that:",
      "text": "Salim bin Şevval'den rivayet edilmiştir ki: \"Ümmü Habibe, Peygamber'in ona gece yarısı Cem' (Al-Müzdelife) den Mina'ya gitmesini emrettiğini söyledi.\""
    },
    {
      "id": 419,
      "narrator": "It was narrated that Umm Habibah said:",
      "text": "Ümmü Habibe'den rivayet edilmiştir ki: \"Biz, Allah'ın Elçisi döneminde gece yarısı Cem Al-Müzdelife'den Mina'ya giderdik.\""
    },
    {
      "id": 420,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber, Sawda'nın ağır bir kadın olduğu için, gece yarısı Cem' (Al-Müzdelife) den ayrılmasına izin verdi.\""
    },
    {
      "id": 421,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Ben, Allah'ın Resulü'nün hiçbir namazı, akşam ve yatsı namazı hariç, zamanında kıldığını görmedim; o gün ise, Fajr namazını alışıldık zamandan önce kıldı.\""
    },
    {
      "id": 422,
      "narrator": "It was narrated that Urwah bin Mudarris said:",
      "text": "Urvah bin Mudarris'ten rivayet edilmiştir: \"Ben, Allah'ın Resulü'nü Al-Muzdalifah'ta ayakta gördüm ve şöyle dedi: 'Kim bu namazı bizimle burada kılarsa, Arafat'ta gece veya gündüz önce ayakta durduysa, Haccı tamamlanmıştır.'\""
    },
    {
      "id": 423,
      "narrator": "It was narrated that Urwah bin Mudarris said:",
      "text": "Urvah bin Mudarris'ten rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Kim Fajr namazını Al-Muzdalifah'ta imamla ve halkla birlikte kılarsa ve orada kalırsa, Haccı yakalamıştır. Eğer halkla ve imamla birlikte yakalayamazsa, Haccı yakalayamamıştır.'\""
    },
    {
      "id": 424,
      "narrator": "It was narrated that Urwah bin Mudarris said:",
      "text": "Urvah bin Mudarris'ten rivayet edilmiştir: \"Ben, Al-Muzdalifah'ta Peygamber'e geldim ve dedim ki: 'Ey Allah'ın Resulü, ben Tai dağlarından geldim ve hiçbir dağ bırakmadım, hepsinde durdum; benim için Hac var mı?' Allah'ın Resulü şöyle dedi: 'Kim bu namazı bizimle kılarsa ve Arafat'ta gece veya gündüz önce ayakta durduysa, Haccı tamamlanmıştır ve farzları yerine getirmiştir.'\""
    },
    {
      "id": 425,
      "narrator": "Urwah bin Mudarris bin Aws bin Harithah bin La'm said:",
      "text": "Urvah bin Mudarris bin Aws bin Harithah bin La'm şöyle dedi: \"Ben, Al-Muzdalifah'ta Peygamber'e geldim ve dedim ki: 'Benim için Hac var mı?' O şöyle dedi: 'Kim bu namazı bizimle kılarsa ve orada durursa, ve Arafat'tan gece veya gündüz önce ayrılmışsa, onun Haccı tamamlanmıştır. Ve farzları yerine getirmiştir.'\""
    },
    {
      "id": 426,
      "narrator": "Urwah bin Mudarris at Tai said:",
      "text": "Urvah bin Mudarris at Tai şöyle dedi: \"Ben, Allah'ın Resulü'ne geldim ve dedim: 'Ben, Tai dağlarından geldim ve deveni yordum, kendimi de yordum; benim için Hac var mı?' O şöyle dedi: 'Kim bu sabah namazını burada bizimle kılarsa ve Arafat'a önce gelmişse, o farzları yerine getirmiştir ve Haccı tamamlanmıştır.'\""
    },
    {
      "id": 427,
      "narrator": "Abdur Rahman bin Yamur Ad-Daili said:",
      "text": "Abdur Rahman bin Yamur Ad-Daili şöyle dedi: \"Ben, Arafat'ta Peygamber'i gördüm, o sırada Najd'den bazı insanlar ona geldiler. Bir adamdan Hac hakkında sormasını istediler. O şöyle dedi: 'Hac Arafat'tır. Kim, Subh namazından önce Al-Muzdalifah'ta gelirse, Haccı yakalamıştır. Mina günleri üç gündür. Ama kim iki günde ayrılmayı acele ederse, onun üzerine bir günah yoktur; kim kalırsa, onun üzerine bir günah yoktur.' Sonra bir adamı arkasına bindirdi ve bunu halka ilan etmeye başladı.\""
    },
    {
      "id": 428,
      "narrator": "Jafar bin Muahammad narrated that his father said:",
      "text": "Cafer bin Muhammed, babasından rivayet etti: \"Biz, Cabir bin Abdullah'a geldik ve o bize Allah'ın Resulü'nün şöyle dediğini söyledi: 'Al-Muzdalifah'ın tamamı (hacılar için) durma yeridir.'\""
    },
    {
      "id": 429,
      "narrator": "It was narrated that Abdur-Rahman bin Yazid said:",
      "text": "Abdur-Rahman bin Yazid'ten rivayet edilmiştir: \"Biz Al-Muzdalifah'ta iken, İbn Mes'ud şöyle dedi: 'Ben, Al-Baqarah suresi kendisine indirilen kişinin bu yerde şöyle dediğini duydum: Labbaik Allahumma Labbaik.'\""
    },
    {
      "id": 430,
      "narrator": "It was narrated that Amr bin Maimun aid:",
      "text": "Amr bin Maimun şöyle dedi: \"Onun şöyle dediğini duydum: 'Ben, Al-Muzdalifah'ta Ömer'i gördüm ve o şöyle dedi: Cahiliye döneminin insanları güneş doğmadan ayrılmazdı ve derlerdi: 'Parla, ey Thabir!' Allah'ın Resulü onlardan farklı olarak güneş doğmadan ayrıldı.'\""
    },
    {
      "id": 431,
      "narrator": "Ata bin Abi Rabah told them that he heard Ibn Abbas say:",
      "text": "Ata bin Abi Rabah, onlara İbn Abbas'ın şöyle dediğini aktardı: \"Allah'ın Resulü, ailesinin zayıf olanlarını Mina'da Subh namazı kılmaları ve Cemre'yi taşlamaları için beni gönderdi.\""
    },
    {
      "id": 432,
      "narrator": "It was narrated that the Mother of the Belivers Aishah said:",
      "text": "Müminlerin Annesi Aişe'den rivayet edilmiştir: \"Ben, Allah'ın Resulü'nden izin istemeyi, Sawda'nın yaptığı gibi, arzuladım ki, insanlar gelmeden önce Mina'da Fajr namazı kılabileyim. Sawda, iri yapılı bir kadındı, bu yüzden Allah'ın Resulü'nden izin istedi ve ona insanların gelmeden önce Mina'da Fajr namazı kılmasına ve Cemre'yi taşlamasına izin verdi.\""
    },
    {
      "id": 433,
      "narrator": "It was narrated from Ata bin Abi Rabah that a freed slave of Asma bin Abi Bakr told him:",
      "text": "Ata bin Abi Rabah'tan rivayet edilmiştir ki, Asma bint Ebu Bekir'in azatlı kölesi ona şöyle dedi: \"Ben, Asma bint Ebu Bekir ile gece sonunda Mina'ya geldim ve ona dedim: 'Biz gece sonunda Mina'ya geldik.' O da şöyle dedi: 'Biz, senden daha iyi olan biriyle bunu yapardık.'\""
    },
    {
      "id": 434,
      "narrator": "It was narrated form Hisham bin Urwah that his father said:",
      "text": "Hişam bin Urvah'tan rivayet edilmiştir ki, babası şöyle dedi: \"Usame bin Zeyd'e -ben onunla otururken- 'Allah'ın Resulü, Veda Haccı sırasında hareket ederken nasıl seyahat etti?' diye soruldu. O da şöyle dedi: 'O, orta bir hızda binerdi ve eğer açık bir alan bulursa, dörtnala giderdi.'\""
    },
    {
      "id": 435,
      "narrator": "It was narrated that Al-Fadl bin Abbas said:",
      "text": "Al-Fadl bin Abbas şöyle dedi: \"Allah'ın Resulü, Arafat akşamında ve Al-Muzdalifah'taki Jam' (toplanma) sabahında insanlara şöyle dedi: 'Sakin olmalısınız.' O, devenin dizginini tutuyordu ve Mina'ya girdiğinde, Muhassir'e indi ve şöyle dedi: 'Cemre'yi taşlamak için parmak uçlarınızla hurma çekirdeği büyüklüğünde taşlar toplamalısınız.' Ve o (Al-Fadl) dedi ki: 'Ve Peygamber, bir adamın taş attığı gibi elini işaret etti.'\""
    },
    {
      "id": 436,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Peygamber, Muhassir vadisinde acele etti."
    },
    {
      "id": 437,
      "narrator": "Jafar bin Muhamad narrated that hi father said:",
      "text": "Cafer bin Muhammed, babasının şöyle dediğini rivayet etmiştir: \"Biz, Jabir bin Abdullah'ın yanına girdik ve ben ona: 'Peygamberin Haccı hakkında bana anlat.' dedim. O da: 'Allah'ın Resulü, güneş doğmadan önce Müzdelife'den hareket etti ve Al-Fadl bin Abbas onun arkasında bindi. Muhassir'e geldiğinde biraz hızlandı, sonra en büyük Cemre'ye çıkartan orta yoldan gitti. Ağaç yanındaki Cemre'ye geldiğinde, her biri için tekbir getirerek yedi taş attı; parmak uçları kadar hurma çekirdeği büyüklüğünde taşlar kullanarak ve vadi'nin altından attı.'\""
    },
    {
      "id": 438,
      "narrator": "It was narrated from Al-Fadl bin abbas that:",
      "text": "Al-Fadl bin Abbas'tan rivayet edilmiştir ki: O, Peygamber'in arkasında biniyordu ve Cemre'ye taş atana kadar Talbiyah okumaya devam etti."
    },
    {
      "id": 439,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Resulü, Cemre'ye taş atana kadar Talbiyah okudu."
    },
    {
      "id": 440,
      "narrator": "It was narrated that Abu Al-Aliyah said:",
      "text": "Ebu Al-Aliyah şöyle rivayet etmiştir: \"İbn Abbas dedi ki: 'Arafat sabahında, o bindiği hayvanın üzerinde iken, Allah'ın Resulü bana: 'Benim için (biraz taş) al.' dedi. Ben de onun için hurma çekirdeği veya parmak ucu büyüklüğünde bazı taşlar aldım ve onları eline koyduğumda: 'Bunlar gibi. Ve din işlerinde aşırıya gitmekten sakın, çünkü sizden önce gelenler din işlerinde aşırıya gitmekten helak oldular.' dedi.\""
    },
    {
      "id": 441,
      "narrator": "It was narrated that Al-Fadl bin Abbas said:",
      "text": "Al-Fadl bin Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü, Arafat akşamında ve Müzdelife'deki sabahda insanlara: 'Sakin olmalısınız.' dedi. Deve'sini dizginliyordu ve Mina'ya girdiğinde, Muhassir'e indi ve: 'Cemre'yi taşlamak için parmak uçları kadar hurma çekirdeği büyüklüğünde taşlar almalısınız.' dedi. Ve o (Al-Fadl) dedi ki: 'Ve Peygamber, bir taş atan adam gibi elini salladı.'\""
    },
    {
      "id": 442,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Arafat sabahında, o bindiği hayvanın üzerinde iken, Allah'ın Resulü: 'Benim için (biraz taş) al.' dedi. Ben de onun için parmak ucu kadar hurma çekirdeği büyüklüğünde bazı taşlar aldım ve onları eline koydum. O da elini bu şekilde hareket ettirmeye başladı.\" Yahya, onun elinde taşları bu şekilde salladığını tarif etti."
    },
    {
      "id": 443,
      "narrator": "It was narrated from Yajya bin Al-Husain that his grandmother, Umm Husain said:",
      "text": "Yahya bin el-Hüseyin'den rivayet edilmiştir ki: \"Büyükannem, Ümmü Hüseyin şöyle dedi: 'Ben, Peygamber'in Haccı sırasında Hac yaptım. Bilal'in dişi devesinin dizginlerine tutunduğunu ve Usame bin Zeyd'in onu gölgede tutmak için elbisesini onun üzerine tuttuğunu gördüm; o ihramdaydı, ta ki Cemre'yi taşlayana kadar. Sonra insanlara hitap etti ve Allah'ı övdü, birçok şeyden bahsetti.'\""
    },
    {
      "id": 444,
      "narrator": "It was narrated that Qudamah bin Abdullah said:",
      "text": "Kudame bin Abdullah'dan rivayet edilmiştir ki: \"Ben, Allah'ın Resulü'nün Kurban Bayramı'nda, kendi kızıl-kahverengi devesinin üzerinde Cemre'yi taşladığını, kimseyi dövmeden veya kovmadan gördüm.\""
    },
    {
      "id": 445,
      "narrator": "Abu Az-Zubair narrated that he heard Jabir bin Abdullah say:",
      "text": "Ebu Zübeyr, Jabir bin Abdullah'ın şöyle dediğini duyduğunu rivayet etti: \"Ben, Allah'ın Resulü'nün devesinin üzerinde Cemre'yi taşlarken: 'Ey insanlar, Hac ritüellerinizi öğrenin, çünkü bu yıldan sonra Hac yapıp yapmayacağımı bilmiyorum.' dediğini gördüm.\""
    },
    {
      "id": 446,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Resulü, Kurban Bayramı'nda sabah vakti Cemre'yi taşladı ve Kurban Bayramı'ndan sonra Cemre'yi, güneş zirvesini geçtikten sonra taşladı.\""
    },
    {
      "id": 447,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü, Banu Abdul-Muttalib'in genç çocuklarını eşeklerle gönderdi ve: 'Güneş doğmadan Cemre'yi taşlamayın.' dedi.\" (Daif)"
    },
    {
      "id": 448,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamber, ailesini öne gönderdi ve onlara güneş doğmadan Cemre'yi taşlamamalarını söyledi.\" (Daif)"
    },
    {
      "id": 449,
      "narrator": "Aishah bint Tallah narrated from her maternal aunt Aishah the Mother of the Believers that:",
      "text": "Aişe bint Talha, annesi Aişe'den, Müminlerin Annesi olarak rivayet etmiştir ki: \"Allah'ın Resulü, eşlerinden birine, Cem'den (Müzdelife) Cemre'ye gitmesini ve onu taşladıktan sonra sabaha kadar kampına geri dönmesini söyledi. Ve Ata, o öldüğünde buna devam ederdi.\""
    },
    {
      "id": 450,
      "narrator": "It was narrated that Ibn abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü'ne Mina günlerinde sorular soruldu ve o: 'Zarar yoktur.' dedi. Bir adam: 'Ben, kurbanı kesmeden önce başımı traş ettim.' dedi. O: 'Zarar yoktur.' dedi. Diğer bir adam: 'Akşam olunca Cemre'yi taşladım.' dedi. O: 'Zarar yoktur.' dedi.\""
    },
    {
      "id": 451,
      "narrator": "It was narrated from Abu al-Baddah bin'Adiyy, from father, that:",
      "text": "Abu'l-Beddah bin Adiyy'den, babasından rivayet edilmiştir ki: Peygamber, deve çobanlarına bir gün Cemarat'ı taşlama izni vermiştir, diğer bir gün değil."
    },
    {
      "id": 452,
      "narrator": "It was narrated from al-Baddah bin Asim bin Adiyy from his father, that:",
      "text": "Al-Beddah bin Asim bin Adiyy'den, babasından rivayet edilmiştir ki: Allah'ın Elçisi, bazı deve çobanlarına Mina'da gecelemelerine izin vermiş ve Kurban Günü'nde Jimar'ı taşlamalarına, ardından da kurban sonrası iki günün taşlamasını bir günde birleştirmelerine izin vermiştir."
    },
    {
      "id": 453,
      "narrator": "It was narrated that Abdur-Rahman - meaning bin Yazid - said:",
      "text": "Abdurrahman - yani bin Yazid - şöyle dedi: \"Abdullah bin Mes'ud'a bazı insanların Al-Aqabah'dan yukarıdan Cemarat'ı taşladığı söylendi.\" O da şöyle dedi: \"Bunun üzerine Abdullah, vadi'nin dibinden taşladı, ardından şöyle dedi: 'Buradan - kendisinden başka ilah olmayan Allah'a yemin ederim - Al-Baqarah suresi kendisine indirilen kişi taşladı.\""
    },
    {
      "id": 454,
      "narrator": "It was narrated that Abdullah bin Yazid said:",
      "text": "Abdullah bin Yazid şöyle dedi: \"Abdullah, Cemarat'ı yedi çakıl taşı ile taşladı, Kabe solunda ve Arafat sağında. Ve şöyle dedi: 'Bu, Al-Baqarah suresinin indirildiği kişinin durduğu yerdir.'\" (Sahih) Ebu Abdurrahman (An-Nisai) dedi ki: Bu rivayette Mansur diyen kimseyi bilmiyorum, sadece İbn Abi Adiyy'i biliyorum ve Allah en iyi bilendir."
    },
    {
      "id": 455,
      "narrator": "'Abdur-Rahman bin Yazid said:",
      "text": "Abdurrahman bin Yazid dedi ki: \"Ben İbn Mes'ud'un Cemaratul 'Aqabah'ı vadi'nin dibinden taşladığını gördüm, ardından şöyle dedi: 'Bu - kendisinden başka ilah olmayan Allah'a yemin ederim - Al-Baqarah suresinin indirildiği kişinin durduğu yerdir.'\""
    },
    {
      "id": 456,
      "narrator": "Al-A 'mash said :",
      "text": "El-A'maş şöyle dedi: \"El-Haccac'ın şöyle dediğini duydum: 'Al-Baqarah suresi demeyin, 'İçinde inek (Al-Baqarah) geçen sure' deyin.' Bunu İbrahim'e söyledim, o da şöyle dedi: \"Abdurrahman bin Yazid bana, Abdullah ile birlikteyken Cemaratul 'Aqabah'ı taşladığını söyledi. Vadi'nin ortasından aşağı indi, onun karşısında - yani Cemrah - durdu ve yedi çakıl taşı attı, her taşla Tekbir getirerek. Ben dedim ki; 'Bazı insanlar dağa tırmandı.' O da dedi ki: 'Burada - kendisinden başka ilah olmayan Allah'a yemin ederim - Al-Baqarah suresinin indirildiği kişi taşladı.'\""
    },
    {
      "id": 457,
      "narrator": "It was narrated from Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi, Cemarat'ı hurma çekirdekleri veya parmak uçları gibi çakıl taşlarıyla taşladı."
    },
    {
      "id": 458,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir şöyle dedi: \"Allah'ın Elçisi, Cemarat'ı hurma çekirdekleri veya parmak uçları gibi çakıl taşlarıyla taşladı.\""
    },
    {
      "id": 459,
      "narrator": "Jafar bin Muhammad bin 'Ali bin Husain narrated that his father said:",
      "text": "Cafer bin Muhammed bin Ali bin Hüseyin, babasından şöyle rivayet etmiştir: \"Biz Jabir bin Abdullah'a girdik ve ona: 'Peygamberin Haccı hakkında bana söyle' dedim. O da: 'Allah'ın Elçisi, ağaç yanında bulunan Cemarat'ı yedi çakıl taşıyla taşladı, her taşla Tekbir getirerek - taşlar hurma çekirdeği veya parmak ucu büyüklüğündeydi. Ve onları vadi'nin dibinden attı, ardından Mina'da kurban yerinin yanına gitti.'\""
    },
    {
      "id": 460,
      "narrator": "Sad said:",
      "text": "Sad dedi ki: \"Hac sırasında Peygamber ile dönerken, aramızdan bazıları yedi taşla Cemarat'ı taşladıklarını, diğerleri ise altı taşla yaptıklarını söyledi ve kimse kimseyi kınamadı.\""
    },
    {
      "id": 461,
      "narrator": "It was narrated the Qatadah said:",
      "text": "Katade'den rivayet edilmiştir ki: \"Abu Mijlaz'ın şöyle dediğini duydum: 'Ben İbn Abbas'a Jimar hakkında bir şey sordum, o da: 'Bilmiyorum, Allah'ın Elçisi onu altı veya yedi taşla taşladı' dedi.'\""
    },
    {
      "id": 462,
      "narrator": "It was narrated from Ibn 'Abbas that his brother Al-Fadl bin 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, kardeşi Al-Fadl bin Abbas şöyle dedi: \"Ben Peygamber'in arkasında biniyordum ve o, Cemaratul 'Aqabah'ı taşlayana kadar Talbiyah okumaya devam etti. Yedi çakıl taşıyla taşladı, her atışta Tekbir getirerek.\""
    },
    {
      "id": 463,
      "narrator": "Al-Fadl bin 'Abbas said:",
      "text": "Al-Fadl bin Abbas şöyle dedi: \"Ben Allah'ın Elçisi'nin arkasında biniyordum ve o, Cemaratul 'Aqabah'ı taşlayana kadar Talbiyah okumaya devam etti, sonra Cemrah'ı taşladığında Talbiyah okumayı bıraktı.\""
    },
    {
      "id": 464,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Al-Fadl ona, Allah'ın Elçisi'nin arkasında bindiğini ve Talbiyah okumaya devam ettiğini, ta ki Cemarat'ı taşlayana kadar söyledi."
    },
    {
      "id": 465,
      "narrator": "It was narrated from Al-Fadl bin 'Abbas that:",
      "text": "Al-Fadl bin Abbas'tan rivayet edilmiştir ki: O, Peygamber'in arkasında biniyordu ve Talbiyah okumaya devam etti, ta ki Cemaratul 'Aqabah'ı taşlayana kadar."
    },
    {
      "id": 466,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "Az-Zuhri'nin rivayetine göre: \"Allah'ın Elçisi, Cemre'yi taşladığında yedi çakıl taşı ile taşladı ve her taş attığında tekbir getirdi. Sonra onun önüne geldi ve Kıble'ye dönerek ellerini kaldırdı ve uzun süre dua etti. Ardından ikinci Cemre'ye geldi ve onu da yedi çakıl taşı ile taşladı, her taş attığında tekbir getirdi. Sonra sola doğru hareket etti ve Kıble'ye dönerek ellerini kaldırdı ve uzun süre dua etti. Son olarak, al 'Aqabah'daki Cemre'ye geldi ve onu yedi çakıl taşı ile taşladı, ama orada durmadı.\" Az-Zuhri dedi ki: \"Salim'in bunu babasından, onun da Peygamber'den duyduğunu işittim ve İbnü 'Umar da bunu yapardı.\""
    },
    {
      "id": 467,
      "narrator": "It was narrated that Ib 'Abbas said:",
      "text": "İbn Abbas'ın rivayetine göre: \"Hac yapan kişi Cemre'yi taşladığında, kadınlar dışında her şey ona helal olur.\" Denildi ki: \"Peki, parfüm?\" O da: \"Ben, Allah'ın Elçisi'nin misk kokusunu çok güçlü bir şekilde aldığını gördüm - bu bir parfüm değil mi?\" dedi."
    }
  ]
}