{
  "language": "tr",
  "metadata": {
    "length": 111,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber Mekkeden çıkarıldığında, Ebu Bekir ona şöyle dedi: 'Onlar Peygamberlerini sürgün ettiler, gerçekten biz Allah'a aitiz ve O'na döneceğiz. Kesinlikle onlar mahvolmuşlardır.' Sonra şu ayet indirildi: 'Savaş izni, haksızlığa uğrayanlara karşı savaşanlara verilmiştir; ve şüphesiz, Allah onlara (müminlere) zafer vermeye kadirdir.' O zaman savaş olacağını anladım.\" İbn Abbas dedi ki: \"Bu, savaşla ilgili olarak indirilen ilk ayettir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated It was narrated from Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Abdurrahman bin Avf ve bazı arkadaşları, Mekkede Peygambere geldiler ve şöyle dediler: \"Ey Allah'ın Resulü! Putperestken saygı görüyorduk, inandığımızda ise aşağılandık.\" O da: \"Bağışlanmam için emir verildi, bu yüzden savaşmayın.\" dedi. Sonra Allah bizi Medine'ye göç ettirdiğinde, bize savaşmamızı emretti, ama onlar geri durdular. Sonra Allah, Azîz ve Celil, şu ayeti indirdi: \"Savaşmaktan ellerinizi tutmanız ve namaz kılmanız emredildi mi, görmedin mi?\""
    },
    {
      "id": 3,
      "narrator": "Narrated It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Ben özlü sözlerle gönderildim ve korkuyla desteklendim. Uyuduğumda, yerin hazinelerinin anahtarları bana getirildi ve ellerime konuldu.'\" Ebu Hureyre dedi ki: \"Allah'ın Resulü gitti ve siz onları elde ediyorsunuz.\""
    },
    {
      "id": 4,
      "narrator": "Narrated It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü'nün şöyle dediğini duydum.\" benzeri bir hadis."
    },
    {
      "id": 5,
      "narrator": "Narrated It was narrated from Sa’eed bin Al-Musayyab and Salamah bin Abdur-Rahman that Abu Hurairah said:",
      "text": "Sa'id bin el-Musayyib ve Selame bin Abdurrahman'dan rivayet edilmiştir ki Ebu Hureyre şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Ben özlü sözlerle gönderildim ve korkuyla desteklendim. Uyuduğumda, yerin hazinelerinin anahtarları bana getirildi ve ellerime konuldu.' Ebu Hureyre dedi: 'Allah'ın Resulü gitti ve siz onları elde ediyorsunuz.'\""
    },
    {
      "id": 6,
      "narrator": "Narrated Sa'eed bin Al-Musayyab narrated that:",
      "text": "Sa'id bin el-Musayyib rivayet etti ki: Ebu Hureyre ona, Allah'ın Resulü'nün şöyle dediğini söyledi: \"İnsanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) dedikleri zamana kadar savaşmam emredildi. La ilaha illallah diyenin hayatı ve malı benden emindir, ancak hakkı (İslami kuralların uygulandığı durumlarda) dışında, onun hesabı Allah'ladır.\""
    },
    {
      "id": 7,
      "narrator": "Narrated It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü vefat ettiğinde ve Ebu Bekir halife olarak atandığında, bazı Araplar inkâr etti. Ömer dedi ki: 'Ey Ebu Bekir! Allah'ın Resulü şöyle dedi: 'Ben insanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) dedikleri zamana kadar savaşmam emredildi. La ilaha illallah diyenin hayatı ve malı benden emindir, ancak hakkı dışında, onun hesabı Allah'ladır.' Ebu Bekir, Allah ondan razı olsun, dedi ki: 'Vallahi, namaz ve zekatı ayıranlarla kesinlikle savaşacağım, çünkü zekat, malın üzerindeki bir haktır. Vallahi, eğer bana, Allah'ın Resulü'ne verdikleri küçük bir dişi keçiyi benden alırlarsa, onun için onlarla savaşacağım.' (Ömer dedi) 'Vallahi, Allah'ın, Azîz ve Celil, Ebu Bekir'in savaşma konusundaki göğsünü açtığını anladığımda, bunun hak olduğunu bildim.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from 'Ubaidullah bin 'Abdullah bin 'Utbah bin Mas'ud that Abu Hurairah said:",
      "text": "'Ubaidullah bin Abdullah bin Utbah bin Mes'ud'dan rivayet edilmiştir ki Ebu Hureyre şöyle dedi: \"Allah'ın Resulü (ﷺ) vefat ettiğinde ve Ebu Bekir (ondan sonra halife olarak atandığında), bazı Araplar inkâr etti. Ömer, Allah ondan razı olsun, dedi: 'Ey Ebu Bekir! İnsanlarla nasıl savaşabilirsin ki, Allah'ın Resulü (ﷺ) şöyle dedi: 'Ben insanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) dedikleri zamana kadar savaşmam emredildi. La ilaha illallah diyenin hayatı ve malı benden emindir, ancak hakkı dışında, onun hesabı Allah'ladır?' Ebu Bekir, Allah ondan razı olsun, dedi: 'Vallahi, namaz ve zekatı ayıranlarla kesinlikle savaşacağım, çünkü zekat, malın üzerindeki bir haktır. Vallahi, eğer bana, Allah'ın Resulü'ne verdikleri küçük bir dişi keçiyi benden alırlarsa, onun için onlarla savaşacağım.' (Ömer dedi) 'Vallahi, Allah'ın, Azîz ve Celil, Ebu Bekir'in savaşma konusundaki göğsünü açtığını anladığımda, bunun hak olduğunu bildim.'\" Bu sözler Ahmet'in ifadesidir."
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Ebu Bekir onlara karşı savaşmak üzere harekete geçtiğinde, Ömer dedi: 'Ey Ebu Bekir! İnsanlarla nasıl savaşabilirsin ki, Allah'ın Resulü (ﷺ) şöyle dedi: 'Ben insanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) dedikleri zamana kadar savaşmam emredildi. La ilaha illallah diyenin hayatı ve malı benden emindir, ancak hakkı dışında, onun hesabı Allah'ladır?' Ebu Bekir, Allah ondan razı olsun, dedi: 'Vallahi, namaz ve zekatı ayıranlarla kesinlikle savaşacağım, çünkü zekat, malın üzerindeki bir haktır. Vallahi, eğer bana, Allah'ın Resulü'ne verdikleri küçük bir dişi keçiyi benden alırlarsa, onun için onlarla savaşacağım.' (Ömer dedi) 'Vallahi, Allah'ın, Azîz ve Celil, Ebu Bekir'in savaşma konusundaki göğsünü açtığını anladığımda, bunun hak olduğunu bildim.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) vefat ettiğinde, bazı Araplar dinden döndü. Ömer dedi: 'Ey Ebu Bekir! Araplarla nasıl savaşabilirsin?' Ebu Bekir dedi: 'Allah'ın Resulü (ﷺ) şöyle dedi: 'Ben insanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) dedikleri zamana kadar savaşmam emredildi ve ben Allah'ın Resulü olduğumu tasdik ettikleri, namazı kıldıkları ve zekatı verdikleri zamana kadar.' Vallahi, eğer bana, Allah'ın Resulü'ne verdikleri küçük bir dişi keçiyi benden alırlarsa, onun için onlarla savaşacağım.' (Ömer dedi) 'Vallahi, (Ebu) Bekir'in bu fikre güven duyduğunu anladığımda, bunun hak olduğunu bildim.'\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ben insanlarla, La ilaha illallah (Allah'tan başka ilah yoktur) dedikleri zamana kadar savaşmam emredildi. Kim bunu söylerse, onun hayatı ve malı benden emindir, ancak hakkı dışında, onun hesabı Allah'ladır.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Anas that the Prophet (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Putperestlere karşı malınızla, ellerinizle ve dillerinizle mücadele edin.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Zincirinde eksiklikler vardır, ancak anlamı diğer zincirlerle desteklenmektedir."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Savaşmadan veya savaşmayı düşünmeden ölen kişi, nifakın bir dalında ölür.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Sahl bin Sa'd said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Canım elinde olan Allah'a yemin ederim ki, eğer bazı mümin erkekler, (ben sefer çıktığımda) geride kalmaktan mutlu olmazlarsa ve onlara binerlik sağlayacak imkânım yoksa, Allah yolunda hiçbir seferden veya savaştan geri kalmazdım. Canım elinde olan Allah'a yemin ederim ki, Allah yolunda öldürülmeyi, sonra dirilmeyi, sonra tekrar öldürülmeyi, sonra tekrar dirilmeyi, sonra tekrar öldürülmeyi, sonra tekrar dirilmeyi, sonra tekrar öldürülmeyi arzu ediyorum.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Ibn Shihab said:",
      "text": "İbn Şihab'dan rivayet edilmiştir: \"Sahl bin Sa'd dedi ki: 'Marwan'ı mescidde otururken gördüm, yanına gidip oturdum ve bize Zeyd bin Sabit'in kendisine, Allah'ın Elçisi'nin (ﷺ) şu sözleri dikte ettiğini söylediğini aktardı:"
    },
    {
      "id": 17,
      "narrator": "It was narrated from Al-Bara' that the Prophet (ﷺ) said:",
      "text": "Nisa 4:95."
    },
    {
      "id": 18,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Al-Bara'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Bana bir deveyi omuz kemiği ya da bir tablet getirin ve yazın: 'Evlerinde oturan müminler eşit değildir.'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Mu'awiyah bin Jahimah As-Sulami, that Jahimah came to the Prophet (ﷺ) and said:",
      "text": "Nisa 4:95."
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that a man came to the Messenger of Allah (ﷺ) and said:",
      "text": "Nisa 4:95."
    },
    {
      "id": 22,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Al-Bara'dan rivayet edilmiştir ki, \"Şu ayet indirildiğinde: 'Evlerinde oturan müminler eşit değildir,'"
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Nisa 4:95."
    },
    {
      "id": 25,
      "narrator": "It was narrated from Abu Hurairah that The Messenger of Allah (ﷺ) said:",
      "text": "Nisa 4:95."
    },
    {
      "id": 26,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"Bir adam, Allah'ın Elçisi'ne (ﷺ) geldi ve cihad için izin istedi. O da: 'Anne baban hayatta mı?' dedi. Adam: 'Evet.' dedi. O da: 'O halde onların rızası için çabala.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Muaviye bin Cahime es-Sulami'den rivayet edilmiştir ki, Cahime Peygamber'e (ﷺ) geldi ve: \"Ey Allah'ın Elçisi! Dışarı çıkıp savaşmak (cihad) istiyorum, senin tavsiyeni almak için geldim.\" dedi. Peygamber (ﷺ) de: \"Annen var mı?\" dedi. O: \"Evet.\" dedi. Peygamber (ﷺ) de: \"O halde onunla kal, çünkü cennet onun ayaklarının altındadır.\" dedi."
    },
    {
      "id": 30,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "It was narrated from Abu Al-'Ala' bin Al-Lajlaj that he heard Abu Hurairah say:",
      "text": "Ebu'l-Ala' bin el-Leclec'ten rivayet edilmiştir ki, Ebu Hureyre şöyle demiştir: \"Allah, aziz ve celil olan Allah yolunda tozu ve bir Müslüman adamın akciğerlerinde cehennem dumanını asla bir araya getirmeyecek, ve Allah, bir Müslüman adamın kalbinde imanı ve cimriliği asla bir araya getirmeyecek.\""
    },
    {
      "id": 32,
      "narrator": "Yazid bin Abi Mariam said:",
      "text": "Yezid bin Ebi Meryem şöyle demiştir: \"Abayah bin Rafi' bana Cuma namazına giderken rastladı ve dedi ki: 'Sevin, çünkü attığın bu adımlar Allah yolundadır. Ebu Abs'in şöyle dediğini duydum: Allah'ın Resulü (ﷺ) dedi ki: Allah yolunda ayakları tozlanan kimse ateşe girmesi yasaklanacaktır.'\""
    },
    {
      "id": 33,
      "narrator": "Abu 'Ali At-Tujibi (said) that he heard Abu Raihanah say:",
      "text": "Ebu Ali et-Tucibi, Ebu Rayhane'den şöyle duyduğunu söylemiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Allah yolunda uyanık kalan göz, ateşe girmesi yasaklanacaktır.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Sahl bin Sa'd said:",
      "text": "Sahl bin Sa'd'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle demiştir: \"Öğle öncesi veya öğle sonrası, aziz ve celil olan Allah yolunda çıkmak, bu dünya ve içindekilerden daha hayırlıdır.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Abu 'Abdur-Rahman Al-Hubuli that he heard Abu Ayyub Al-Ansari say:",
      "text": "Ebu Abdurrahman el-Hubuli'den rivayet edilmiştir ki, Ebu Eyyub el-Ensari şöyle demiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Öğle öncesi ve öğle sonrası, Allah yolunda çıkmak, güneşin doğup battığı her şeyden daha hayırlıdır.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle demiştir: \"Üç kişi vardır ki, hepsinin Allah'tan yardım sözü vardır: 'Allah yolunda çaba gösteren mücahit; kendini iffetli tutmak için evlenen adam; ve özgürlük satın almak isteyen köle.'\""
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle demiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah'ın misafirleri, aziz ve celil olan, üçtür: Savaşçı, Hac yapan ve Umre yapan.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle demiştir: \"Aziz ve celil olan Allah, O'nun yolunda çaba gösteren, yalnızca O'nun yolunda cihada çıkan ve O'nun kelimesine inanan kimseye, onu cennete kabul edeceğini veya çıktığı evine, kazandığı ödül veya savaş ganimetiyle geri döndüreceğini garanti etmiştir.\""
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Allah, garanti etmiştir: 'Allah yolunda çıkan ve bunu yalnızca bana olan imanı ve benim yolumdaki cihadı için yapan kimseye, onu cennete kabul edecektir, ister öldürülsün ister ölümü gelsin, ya da onu çıktığı evine, kazandığı ödül veya savaş ganimetiyle geri döndürecektir.'\""
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Allah yolunda çaba gösteren mücahidin örneği - ve Allah, O'nun yolunda çaba gösterenleri en iyi bilendir - oruç tutan ve sürekli Kıyam (namaz) kılan birine benzer. Allah, O'nun yolunda çaba gösteren mücahide, ya onu öldürüp cennete kabul edeceğini ya da kazandığı ödül veya savaş ganimetiyle güvenli bir şekilde geri döndüreceğini vaat etmiştir.'\""
    },
    {
      "id": 41,
      "narrator": "'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Allah yolunda çıkan ve biraz savaş ganimeti elde eden hiçbir akıncı yoktur ki, bu dünyada ödüllerinin üçte ikisini almış olmasın, geriye kalan üçte biri ise ahirette kalır. Eğer hiç savaş ganimeti elde etmezlerse, o zaman tüm ödülleri ahirette gelir.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Ibn 'Umar, from the Prophet (ﷺ), of what he related from his Lord, the Mighty and Sublime:",
      "text": "İbn Ömer'den, Peygamber (ﷺ) aracılığıyla, Rabbinden, aziz ve celil olan Allah'tan rivayet edilmiştir: \"Ve benim rızamı kazanmak için Allah yolunda mücahit olarak çıkan kullarımdan, kazandığı ödül veya savaş ganimetiyle geri döndüreceğime garanti veriyorum, eğer ruhunu alırsam onu affedecek ve ona merhamet edeceğim.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle demiştir: \"Allah yolunda çaba gösteren bir mücahidin örneği - ve Allah, O'nun yolunda çaba gösterenleri en iyi bilendir - oruç tutan, Kıyam kılan, doğru bir alçakgönüllülükle odaklanan, rükû eden ve secde eden birine benzer.\""
    },
    {
      "id": 44,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle demiştir: \"Bir adam, Allah'ın Resulü (ﷺ) yanına geldi ve 'Bana cihada eşit bir ameli söyle' dedi. O da: 'Bunu yapamam. Mücahit çıktığında, sen camiye girebilir ve namaz kılarken hiç dinlenebilir misin, oruç tutup asla orucunu bozmadan?' dedi. O da: 'Bunu kim yapabilir?'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Abu Dharr that he asked the prophet of Allah (ﷺ) which deed was best. He said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, o, Allah'ın Resulü (ﷺ) ile hangi amelin en iyi olduğunu sordu. O da: \"Allah'a iman ve aziz ve celil olan Allah yolunda cihad\" dedi."
    },
    {
      "id": 46,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Bir adam Allah Resulü'ne (ﷺ) hangi amelin en hayırlı olduğunu sordu. O da: 'Allah'a iman etmek.' dedi. Adam: 'Sonra ne?' dedi. O da: 'Allah yolunda cihad etmek.' dedi. Adam: 'Sonra ne?' dedi. O da: 'Mabrur Hac.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Messenger of Allah (ﷺ) said:",
      "text": "Mabrur Hac, kabul edilen veya günahlardan arınmış olan Hac demektir."
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Ad-Darda' said:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "It was narrated from 'Amr bin Malik Al-Janbi that he heard Fadalah bin 'Ubaid say:",
      "text": "Abu Sa'id El-Hudri'den rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle buyurdu: \"Ey Abu Sa'id! Kim Allah'ı Rabbi, İslam'ı dini ve Muhammed'i (ﷺ) Peygamberi olarak kabul ederse, o cennete girmesi garanti edilmiştir.\" Abu Sa'id bunu hayretle karşıladı ve: \"Bunu tekrar söyle, ey Allah Resulü.\" dedi. O da tekrar söyledi, ardından Allah Resulü (ﷺ) şöyle dedi: \"Ve bir kişi, cennette yüz derece yükselmesini sağlayacak başka bir şey vardır; her bir derece, gök ile yer arasındaki mesafe gibidir.\" Adam: \"O nedir, ey Allah Resulü?\" dedi. O da: \"Allah yolunda cihad, Allah yolunda cihad.\" dedi."
    },
    {
      "id": 50,
      "narrator": "It was narrated that Sabrah bin Abi Fakih said:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Abu Hurairah used to narrate that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Darda'dan rivayet edilmiştir ki: \"Allah Resulü (ﷺ) şöyle buyurdu: 'Kim namaz kılar, zekat verir ve Allah'a hiçbir şeyi ortak koşmadan ölürse, o, Aziz ve Celil olan Allah'tan bir hakka sahiptir; Allah onu affedecektir, ister hicret etmiş olsun, isterse kendi vatanında ölmüş olsun.' Biz: 'Ey Allah Resulü! Bunu insanlara söylemeyelim mi ki sevinç duysunlar?' dedik. O: 'Cennette yüz derece vardır; her iki derece arasındaki mesafe, gök ile yer arasındaki mesafe gibidir; Allah bunları, O'nun yolunda mücadele eden mücahitler için hazırlamıştır. Eğer müminler için çok zor olmasaydı ve onlara biner bulamasaydım - ve ben çıkınca geride kalmayı istemezlerdi - hiçbir seferden geri kalmazdım. Keşke öldürülsem, sonra tekrar diriltilsem, sonra tekrar öldürülsem.'\""
    },
    {
      "id": 52,
      "narrator": "Abu Musa Al-Ash'ari said:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "It was narrated from Abu Hurairah, that one of the people of Ash-Sham said to him:",
      "text": "'Amr bin Malik El-Cenbi'den rivayet edilmiştir ki, Fadalah bin Ubaid'in şöyle dediğini işitti: \"Ben Allah Resulü'nden (ﷺ) şöyle dediğini duydum: 'Ben, bana inanan ve İslam'ı kabul eden, hicret eden kişi için cennetin kenarında bir ev ve cennetin ortasında bir evin garantörüyüm. Ve ben, bana inanan ve İslam'ı kabul eden, Allah yolunda mücadele eden kişi için cennetin kenarında bir ev, cennetin ortasında bir ev ve cennetin en yüksek köşklerinde bir evin garantörüyüm. Bunu yapan ve nerede olursa olsun iyilik arayan, nerede olursa olsun kötülükten kaçınan, istediği yerde ölebilir.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from Yahya bin Al-Walid bin 'Ubadah bin As-Samit that his grandfather said:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "It was narrated from 'Ubadah bin As-Samit that the Messenger of Allah (ﷺ) said:",
      "text": "Sabrah bin Abi Fakih'ten rivayet edilmiştir ki: \"Ben Allah Resulü'nden (ﷺ) şöyle dediğini duydum: 'Şeytan, Adem'in oğullarının yollarında oturur. İslam yolunda oturur ve ona der ki: İslam'ı kabul edip, dinini ve atalarının dinini bırakacak mısın? Ama o ona itaat etmez ve İslam'ı kabul eder. Sonra hicret yolunda oturur ve der ki: Hicret edecek ve kendi topraklarını ve gökyüzünü geride bırakacak mısın? Hicret eden, bir kazığa bağlı bir ata gibidir. Ama o ona itaat etmez ve hicret eder. Sonra cihad yolunda oturur ve der ki: Hayatını ve malını kaybetmene neden olacak bir cihatta savaşacak mısın? Savaşacak ve öldürüleceksin, eşin yeniden evlenecek ve malın bölünecek. Ama o ona itaat etmez ve cihatta savaşır.' Allah Resulü (ﷺ) şöyle dedi: 'Bunu yapan kimse, Aziz ve Celil olan Allah'tan cennete girmesi için bir hakka sahiptir. Kim öldürülürse, Aziz ve Celil olan Allah'tan cennete girmesi için bir hakka sahiptir. Eğer boğulursa, Allah'tan cennete girmesi için bir hakka sahiptir; ya da eğer bindiği hayvan tarafından atılırsa ve boynu kırılırsa, Allah'tan cennete girmesi için bir hakka sahiptir.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Abu 'Umamah Al-Bahili said:",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "Mu'adh bin Jabal said that he heard the Prophet (ﷺ) say:",
      "text": "Abu Hurayra, Allah Resulü'nün (ﷺ) şöyle dediğini rivayet ederdi: \"Kim Allah yolunda bir çift (şey) harcarsa, cennette ona: 'Ey Allah'ın kulu, işte refah!' denilecektir. Kim namaz kılanlardan biri olursa, cennetin kapısından çağrılacaktır. Kim cihada katılanlardan biri olursa, cennetin kapısından çağrılacaktır. Kim oruç tutanlardan biri olursa, Ar-Rayyan kapısından çağrılacaktır.\" Abu Bekir Es-Sıddık: \"Ey Allah Resulü! O kapılardan çağrılan kimseye hiçbir sıkıntı ya da ihtiyaç gelmeyecek mi? Bu kapılardan çağrılan birisi olacak mı?\" dedi. Allah Resulü (ﷺ): \"Evet, ve umarım ki sen de onlardan biri olursun.\" dedi."
    },
    {
      "id": 58,
      "narrator": "It was narrated from Shurahbil bin As-Simt that he said to 'Amr bin 'Abasah:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "It was narrated that Abu Najih As-Sulami said:",
      "text": "Abu Musa El-Eş'ari şöyle dedi: \"Bir bedevi Allah Resulü'ne (ﷺ) geldi ve: 'Bir adam şan için savaşır, ya da ganimet için savaşır, ya da gösteriş için savaşır. Allah yolunda savaşan kimdir?' dedi. O da: 'Allah'ın kelimesinin yücelmesi için savaşan kimse, Allah yolunda savaşan kişidir, Aziz ve Celil olan.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Shurahbil bin As-Simt said to Ka'b bin Murrah:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "It was narrated that Shurahbil bin As-Simt said:",
      "text": "Şurahbil bin As-Simt'ten rivayet edilmiştir: \"Ben dedim: 'Ey Amr bin Abasah! Bize, Allah'ın Resulü'nden (ﷺ) duyduğun bir hadis söyle, unutmadan veya atlamadan.' O da dedi ki: 'Ben, Allah'ın Resulü'nden (ﷺ) şöyle duyduğumu işittim: Kim Allah yolunda bir ok atarsa ve bu ok düşmana ulaşırsa, ister isabet etsin ister kaçırmış olsun, o, sanki bir köleyi azat etmiş gibidir. Kim bir mümin köleyi azat ederse, bu, onun için Cehennem ateşinden her bir uzvu için bir fidye olacaktır. Kim Allah yolunda bir beyaz saç çıkarırsa, bu, Kıyamet Günü'nde onun için bir nur olacaktır.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from 'Uqbah bin 'Amir that the Prophet (ﷺ) said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Allah, Azze ve Celle, bir ok için cennete üç kişiyi alacaktır: Onu yapan, iyi bir amaç için kullanılmasını niyet eden, onu atan ve ona ulaştıran kişi.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Allah yolunda yaralanan hiç kimse yoktur - ve Allah, O'nun yolunda yaralananları en iyi bilendir - fakat o, Kıyamet Günü yaraları kanar halde, kan rengiyle gelir, ama misk kokusuyla.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that 'Abdullah bin Tha'labah said:",
      "text": "Abdullah bin Tha'labah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Onları kanlarıyla sarın, çünkü Allah yolunda meydana gelen hiçbir yara yoktur ki, o, Kıyamet Günü kan rengiyle gelir, ama kokusu misk olacaktır.'\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: \"Uhud günü, insanlar kaçtı ve Allah'ın Resulü (ﷺ) on iki Ensar'dan biri olan Talha bin Ubaidullah ile bir pozisyonda duruyordu. O dedi ki: 'İnsanlara kim karşı duracak?' Talha dedi ki: 'Ben.' Allah'ın Resulü (ﷺ) dedi ki: 'Olduğun yerde kal.' Ensar'dan biri dedi ki: 'Ben, Ey Allah'ın Resulü (ﷺ).' O da dedi ki: 'Sen (ilerle).' Böylece o, savaşmaya devam etti ve öldürüldü. Sonra döndü ve putperestleri gördü. O dedi ki: 'İnsanlara kim karşı duracak?' Talha dedi ki: 'Ben.' Allah'ın Resulü (ﷺ) dedi ki: 'Olduğun yerde kal.' Ensar'dan biri dedi ki: 'Ben, Ey Allah'ın Resulü (ﷺ).' O da dedi ki: 'Sen (ilerle).' Böylece o, savaşmaya devam etti ve öldürüldü. Bu devam etti ve her bir Ensar, onlardan birine karşı çıktı ve bir öncekiler gibi savaştı ve öldürüldü, ta ki sadece Allah'ın Resulü (ﷺ) ve Talha bin Ubaidullah kaldı. Allah'ın Resulü (ﷺ) dedi ki: 'İnsanlara kim karşı duracak?' Talha dedi ki: 'Ben.' Böylece Talha, on birinin önünde savaştı, ta ki eline bir darbe geldi, parmakları kesildi ve acı içinde inledi. Allah'ın Resulü (ﷺ) dedi ki: 'Eğer Bismillah (Allah'ın adıyla) deseydin, melekler seni insanların önünde kaldırırdı.' Sonra Allah, putperestleri geri püskürttü.\""
    },
    {
      "id": 66,
      "narrator": "Salamah bin Al-Akwa' said:",
      "text": "Salamah bin Al-Akwa' dedi ki: \"Khaybar günü, kardeşim Allah'ın Resulü (ﷺ) ile birlikte şiddetle savaştı, sonra kılıcı geri döndü ve onu öldürdü. Allah'ın Resulü (ﷺ) bu duruma itiraz eden sahabeler, 'Bir adam kendi silahıyla öldü' dediler.\" Salamah dedi ki: \"Allah'ın Resulü (ﷺ) Khaybar'dan döndü ve ben dedim: 'Ey Allah'ın Resulü, size biraz Rajaz şiiri okumama izin verir misiniz?' Allah'ın Resulü (ﷺ) izin verdi ama Ömer bin Al-Hattab, Allah ondan razı olsun, 'Söylediklerine dikkat et' dedi. Ben dedim: 'Vallahi, eğer Allah bizi hidayet etmemiş olsaydı, hidayet bulamazdık. Ne sadaka verir, ne de namaz kılardık.' Allah'ın Resulü (ﷺ) dedi ki: 'Gerçek söyledin.' (Devam ettim:) 'Üzerimize huzur indir, düşmanla karşılaştığımızda bizi sebat ettir. Çünkü putperestler bize zulmettiler.' Rajaz şiirimi tamamladığımda, Allah'ın Resulü (ﷺ) dedi ki: 'Bunu kim söyledi?' Ben dedim: 'Kardeşim.' Allah'ın Resulü (ﷺ) dedi ki: 'Allah ona merhamet etsin.' Ben dedim: 'Ey Allah'ın Resulü, bazı insanlar onun için (cenaze) namazı kılmaktan korkuyorlar ve onun kendi silahıyla öldüğünü söylüyorlar.' Allah'ın Resulü (ﷺ) dedi ki: 'O, bir Mücahid olarak mücadele ederken öldü.'\" İbn Şihab dedi ki: \"Sonra Salamah bin Al-Akwa'nın bir oğluna sordum ve babasından benzer bir rivayet aktardı, ancak o şöyle dedi: 'Ben, bazı insanların onun için (cenaze) namazı kılmaktan korktuğunu söylediğimde, Allah'ın Resulü (ﷺ) dedi ki: 'Onlar yalan söylediler. O, Mücahid olarak mücadele ederken öldü ve iki kat ödül alacak.' ve iki parmağıyla işaret etti.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Eğer bu benim ümmetim için çok zor olmasaydı, hiçbir seferden geri kalmazdım. Ama onlar binek bulamadılar, ben de onlara binek bulamadım ve ben dışarı çıktığımda geri kalmaları onlara çok zor olurdu. Ve Allah yolunda öldürülmeyi, sonra diriltilmeyi, sonra tekrar öldürülmeyi, sonra tekrar diriltilmeyi, sonra tekrar öldürülmeyi çok isterim.\" üç kez."
    },
    {
      "id": 68,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, \"Ben, Allah'ın Resulü (ﷺ) şöyle dediğini işittim: 'Nefsim elinde olan Zat'a yemin ederim ki, eğer bazı müminlerden bazıları benim dışarı çıktığımda geri kalmayı istemeseydi ve ben onlara binek bulamasaydım, Allah yolunda hiçbir sefere geri kalmazdım. Nefsim elinde olan Zat'a yemin ederim ki, Allah yolunda öldürülmeyi, sonra diriltilmeyi, sonra tekrar öldürülmeyi, sonra tekrar diriltilmeyi, sonra tekrar öldürülmeyi çok isterim.'\""
    },
    {
      "id": 69,
      "narrator": "It was narrated from Ibn Abi 'Amirah that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abi 'Amirah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İçinde bulunduğunuz insanlar arasında, Rabb'i tarafından alınan hiçbir Müslüman ruhu, sizin yanınıza geri dönmeyi istemez, eğer bu dünya ve içindekilerin hepsi ona verilse bile, yalnızca şehit olan kişi ister.\" İbn Abi 'Amirah dedi ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Eğer Allah yolunda öldürülsem, bu, çöl ve şehir halkının hepsi benim olsa daha değerli olurdu.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that 'Amr said:",
      "text": "Amr dedi ki: \"Jabir'in şöyle dediğini işittim: 'Bir adam Uhud günü şöyle dedi: Eğer Allah yolunda öldürülürsem, nereye gideceğimi düşünüyorsunuz?' O da dedi: 'Cennete.' Elindeki bazı hurmaları yere attı ve savaşmaya devam etti ta ki öldürüldü.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, \"Bir adam, Peygamber (ﷺ) hutbe verirken minberden geldi ve dedi ki: 'Eğer Allah yolunda sabırla ve ödül arayarak, düşmana karşı durup kaçmadan savaşırsam, Allah benim günahlarımı affeder mi?' O da dedi: 'Evet.' Sonra bir süre sessiz kaldı. Sonra dedi ki: 'Az önce soran kim?' Adam dedi: 'Ben buradayım.' O dedi: 'Ne dedin?' O da dedi: 'Ne dedin?' O dedi: 'Ben dedim: Eğer Allah yolunda sabırla ve ödül arayarak, düşmana karşı durup kaçmadan savaşırsam, Allah benim günahlarımı affeder mi?' O da dedi: 'Evet, borç hariç. Cebrail bana bunu biraz önce söyledi.'\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah that his father said:",
      "text": "Abdullah bin Abi Qatadah'tan rivayet edilmiştir ki, babası şöyle dedi: \"Bir adam, Allah'ın Resulü (ﷺ) yanına geldi ve dedi ki: 'Ey Allah'ın Resulü, eğer Allah yolunda sabırla ve ödül arayarak, düşmana karşı durup kaçmadan öldürülürsem, Allah benim günahlarımı affeder mi?' Allah'ın Resulü (ﷺ) dedi ki: 'Evet.' Adam dönerken, Allah'ın Resulü (ﷺ) onu geri çağırdı ve dedi ki: 'Ne dedin?' O, sorusunu tekrar etti ve Allah'ın Resulü (ﷺ) dedi ki: 'Evet, borç hariç. Cebrail bana bunu söyledi.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from 'Abdullah bin Qatadah that he heard Abu Qatadah narrate from the Messenger of Allah (ﷺ), that he stood up among them and said that Jihad in the cause of Allah and belief in Allah are the best of deeds. Then a man stood up and said:",
      "text": "Abdullah bin Qatadah'tan rivayet edilmiştir ki, o, Abu Qatadah'ın Allah'ın Resulü (ﷺ) ile ilgili şöyle dediğini işitti: \"O, onların arasında durdu ve Allah yolunda cihad etmenin ve Allah'a inanmanın en iyi ameller olduğunu söyledi. Sonra bir adam ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü, eğer Allah yolunda öldürülürsem, Allah benim günahlarımı affeder mi?' Allah'ın Resulü (ﷺ) dedi ki: 'Evet, eğer Allah yolunda öldürülürsen ve sabırlı olursan, ödül ararsan ve düşmana karşı durursan, kaçmadan - borç hariç. Cebrail (aleyhisselam) bana bunu söyledi.'\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah that his father said:",
      "text": "Abdullah bin Abi Qatadah'tan rivayet edilmiştir ki, babası şöyle dedi: \"Bir adam, Peygamber (ﷺ) minberdeyken yanına geldi ve dedi ki: 'Ey Allah'ın Resulü, eğer bu kılıcı Allah yolunda sabırla ve ödül arayarak, düşmana karşı durup kaçmadan kullanırsam, Allah benim günahlarımı affeder mi?' O da dedi ki: 'Evet.' Adam dönerken, onu geri çağırdı ve dedi ki: 'Cebrail diyor ki: borçlu olmadıkça.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated from Kathir bin Murrah that the Messenger of Allah (ﷺ) said:",
      "text": "Kathir bin Murrah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yeryüzünde, Allah katında iyi bir durumda olan ve geri dönmeyi isteyen hiçbir ruh yoktur, eğer bu dünya ve içindekilerin hepsi ona verilse bile, yalnızca Allah yolunda öldürülen kişi geri dönmeyi ister; o, geri dönüp tekrar öldürülmeyi arzu eder.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Cennetteki bir adam getirilecektir ve Allah, Azze ve Celle, ona şöyle diyecektir: \"Ey Âdem oğlu, yerini nasıl buldun?\" O da: \"Ey Rabbim, en güzel yer.\" diyecektir. Allah: \"İste ve dile (ne istersen).\" diyecektir. O da: \"Seni yemin ederim ki, beni dünyaya geri gönder, böylece senin yolunda on kez şehit olayım.\" diyecektir - şehit olmanın faziletini gördüğü için.'\""
    },
    {
      "id": 77,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şehit, öldürülme acısını hissetmez, tıpkı sizden birinin bir iğne batması gibi.\""
    },
    {
      "id": 78,
      "narrator": "Sahl bin Abi Umamah bin Sahl bin Hunaif narrated from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "Sahl bin Abi Umamah bin Sahl bin Hunaif, babasından, dedesinden rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim Allah'a, Azze ve Celle, şehitlik için samimi bir şekilde dua ederse, Allah onu, yatağında ölse bile şehitler mertebesine ulaştırır.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from 'Uqbah bin 'Amir that the Messenger of Allah (ﷺ) said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Beş şey vardır, bunlardan herhangi biri sebebiyle ölen kimse şehittir. Allah yolunda öldürülen kimse şehittir; Allah yolunda karın ağrısından ölen kimse şehittir; Allah yolunda veba yüzünden ölen kimse şehittir; ve Allah yolunda doğum sırasında ölen kadın da şehittir.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated from Al-'Irbad bin Sariyah that the Messenger of Allah (ﷺ) said:",
      "text": "Al-'Irbad bin Sariyah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şehitler ve yataklarında ölenler, veba yüzünden ölenlerle ilgili bir ihtilafı Rabbimize arz ettiler. Şehitler: 'Kardeşlerimiz bizim gibi öldürüldü.' dediler. Yataklarında ölenler: 'Kardeşlerimiz bizim gibi yataklarında öldü.' dediler. Rabbimiz: 'Yaralarına bakın; eğer yaraları öldürülenlerin yaralarına benziyorsa, o zaman onlardandırlar ve onlarla beraberdirler.' dedi. Ve yaraları, şehitlerin yaralarına benziyordu.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah, Azze ve Celle, iki adamı sever; bunlardan biri diğerini öldürür, sonra ikisi de Cennete girer.\" Bir başka seferde: \"İkisi de Cennete girdiğinde, biri diğerini öldürdüğünde Allah onlara güler.\" dedi."
    },
    {
      "id": 82,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah, iki adamı sever; bunlardan biri diğerini öldürür ama ikisi de Cennete girer. İlk adam Allah yolunda savaşmış ve öldürülmüştür, sonra Allah, onu öldürenin tövbesini kabul etmiş, o da savaşmış ve şehit olmuştur.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from Salman Al-Khair that the Messenger of Allah (ﷺ) said:",
      "text": "Salman Al-Khayr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim bir gün ve bir gece Ribat (sınır) beklerse, bir ay boyunca oruç tutup Kıyam kıldığına eşdeğer bir sevap alır. Kim Ribat'ta (sınırda) ölürse, ödüllendirilir, ona rızık verilir ve Al-Fattan'dan korunur.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Salman said:",
      "text": "As-Sindi'ye göre, tercih edilen telaffuz Al-Fattan'dır, Fatan'ın çoğulu Al-Munkar ve An-Nakir'e atıfta bulunurken, Al-Fattan ise Şeytan veya benzeri şeylere, kabir azabının cezaları arasında, ya da azap meleklerine atıfta bulunur."
    },
    {
      "id": 85,
      "narrator": "It was narrated from Zurah bin Ma'bad:",
      "text": "Salman'dan rivayet edilmiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Kim Allah yolunda bir gün ve bir gece Ribat (sınır) beklerse, bir ay boyunca oruç tutup Kıyam kıldığına eşdeğer bir sevap alır. Eğer ölürse, yaptığı şeylerden dolayı ödüllendirilir, Al-Fattan'dan korunur ve ona rızık verilir.'\""
    },
    {
      "id": 86,
      "narrator": "It was narrated that Abu Salih, the freed slace of 'Uthman, said:",
      "text": "Zurah bin Ma'bad'dan rivayet edilmiştir: \"Abu Salih, Osman'ın freed slave'ı, 'Osman bin Affan'ın şöyle dediğini duydum: Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah yolunda bir gün Ribat (sınır) beklemek, bir binada geçirilen bin günden daha üstündür.'\""
    },
    {
      "id": 87,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Abu Salih, Osman'ın freed slave'ı, şöyle dedi: \"Osman bin Affan şöyle dedi: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah yolunda bir gün, başka bir şeyle geçirilen bin günden daha hayırlıdır.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Anas bin Malik that Umm Haram bint Milhan said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Kuba'ya gittiğinde, Umm Haram bint Milhan'a gelirdi ve ona yemek yedirirdi. Umm Haram, 'Ubadah bin As-Samit ile evliydi. Allah'ın Resulü (ﷺ) ona girdi ve ona yemek yedirdi ve başında bit kontrolü yaptı. Allah'ın Resulü (ﷺ) uykuya daldı, sonra gülümseyerek uyandı. O da: 'Seni güldüren nedir, ey Allah'ın Resulü?' dedi. O da: 'Ümmetimden bazı insanlar, Allah yolunda savaşırken ve deniz üzerinde krallar gibi tahtlarda otururken gösterildi.' dedi. Ben de: 'Ey Allah'ın Resulü, beni onlardan biri yapması için Allah'a dua et.' dedim. Bunun üzerine Allah'ın Resulü, beni onlardan biri yapması için Allah'a dua etti, sonra tekrar uyudu.\" (Rivayet edenlerden biri) Al-Harith, (rivayetinde): \"Uyudu, sonra gülümseyerek uyandı. Ben de ona: 'Seni güldüren nedir, ey Allah'ın Resulü?' dedim. O da: 'Ümmetimden bazı insanlar, Allah yolunda savaşırken ve deniz üzerinde krallar gibi tahtlarda otururken gösterildi.' dedi. Ben de: 'Ey Allah'ın Resulü, beni onlardan biri yapması için Allah'a dua et.' dedim. O da: 'Sen ilklerden olacaksın.' dedi. Ve o, Muaviye zamanında denizle seyahat etti, sonra denizden çıktığında bindiği hayvan düştü ve öldü.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Umm Haram bint Milhan şöyle dedi: \"Allah'ın Resulü (ﷺ) bize geldi ve evimizde bir uykuya daldı, sonra gülümseyerek uyandı. Ben de: 'Ey Allah'ın Resulü, babam ve annem sana fidye olsun, seni güldüren nedir?' dedim. O da: 'Ümmetimden bazı insanlar, denizde krallar gibi tahtlarda otururken gösterildi.' dedi. Ben de: 'Allah'a dua et, beni onlardan biri yapsın.' dedim. O da: 'Sen onlardan biri olacaksın.' dedi. Sonra tekrar uyudu ve gülümseyerek uyandı. Ben ona sordum ve o aynı şeyi söyledi. Ben de: 'Allah'a dua et, beni onlardan biri yapsın.' dedim. O da: 'Sen ilklerden olacaksın.' dedi. Sonra 'Ubadah bin As-Samit ona evlendi ve o da denizle seyahat etti, ama kıyıya çıktığında ona bir katır getirildi ve bindi, ama katır onu fırlattı ve boynunu kırdı.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bize Hindistan'a bir sefer vaad etti. Eğer bunu görürsem, kendimi ve malımı buna harcayacağım. Eğer öldürülürsem, en iyi şehitlerden biri olacağım, eğer geri dönersem, Abu Hurairah Al-Muharrar olacağım.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Thawban, the freed slave of the Messenger of Allah (ﷺ), said:",
      "text": "Allah'ın Resulü (ﷺ) tarafından, Allah'ın Resulü'nün (ﷺ) özgürleştirdiği Thawban'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Ummetimden Allah'ın ateşten kurtaracağı iki grup vardır: Hindistan'a akın eden grup ve 'İsa bin Meryem'le (aleyhisselam) birlikte olacak grup.'\""
    },
    {
      "id": 92,
      "narrator": "It was narrated from Abu Sukainah, a man from among the Muharririn, that a man among the Companions of the the Prophet (ﷺ) said:",
      "text": "Abu Sukainah'tan, Muharririn'den bir adamın, Peygamber'in (ﷺ) Sahabelerinden birinin şöyle dediğini rivayet etti: \"Peygamber (ﷺ) onlara hendek (El-Khandaq) kazmalarını emrettiğinde, kazmalarını engelleyen bir taşla karşılaştılar. Allah'ın Resulü (ﷺ) ayağa kalktı, bir kürek aldı, elbisesini hendek kenarına koydu ve şöyle dedi: 'Rabbinizin sözü, gerçeğin ve adaletin gereği olarak yerine getirilmiştir. Onun sözlerini hiç kimse değiştiremez. O, her şeyi işiten ve her şeyi bilendir.' Taşın üçte biri kırıldığında Salman El-Farisi orada duruyordu ve Allah'ın Resulü (ﷺ) taşa vurduğunda bir ışık parladı. Sonra tekrar vurdu ve şöyle dedi: 'Rabbinizin sözü, gerçeğin ve adaletin gereği olarak yerine getirilmiştir. Onun sözlerini hiç kimse değiştiremez. O, her şeyi işiten ve her şeyi bilendir.' Taşın diğer üçte biri de kırıldı ve başka bir ışık parladı, bunu da Salman gördü. Sonra üçüncü kez vurdu ve şöyle dedi: 'Rabbinizin sözü, gerçeğin ve adaletin gereği olarak yerine getirilmiştir. Onun sözlerini hiç kimse değiştiremez. O, her şeyi işiten ve her şeyi bilendir.' Son üçte biri düştü ve Allah'ın Resulü (ﷺ) dışarı çıktı, elbisesini aldı ve oturdu. Salman dedi: 'Ey Allah'ın Resulü, her seferinde taşa vurduğunuzda bir ışık parlıyordu.' Allah'ın Resulü (ﷺ) ona dedi: 'Ey Salman, bunu gördün mü?' O da: 'Evet, seni hak ile gönderen Allah'a yemin ederim, ey Allah'ın Resulü.' Dedi ki: 'İlk darbeyi vurduğumda, Kisra'nın şehirleri ve çevreleri bana gösterildi, birçok başka şehir gördüm ve onları kendi gözlerimle gördüm.' Orada bulunan Sahabeleri şöyle dediler: 'Ey Allah'ın Resulü, Allah'a dua et de bize zafer versin ve onların topraklarını ganimet olarak bize versin, ve topraklarını bizim elimizle yok etsin.' Bunun üzerine Allah'ın Resulü (ﷺ) bunun için dua etti. (Sonra şöyle dedi:) 'Sonra ikinci darbeyi vurduğumda, Sezar'ın şehirleri ve çevreleri bana gösterildi, ve onları kendi gözlerimle gördüm.' Onlar da: 'Ey Allah'ın Resulü, Allah'a dua et de bize zafer versin ve onların topraklarını ganimet olarak bize versin, ve topraklarını bizim elimizle yok etsin.' Bunun üzerine Allah'ın Resulü (ﷺ) bunun için dua etti. (Sonra şöyle dedi:) 'Sonra üçüncü darbeyi vurduğumda, Habeş şehirleri ve çevreleri bana gösterildi, ve onları kendi gözlerimle gördüm.' Ancak o noktada Allah'ın Resulü (ﷺ) şöyle dedi: 'Habeşlilere, siz onlara dokunmadığınız sürece dokunmayın, ve Türkler'e, siz onlara dokunmadığınız sürece dokunmayın.'\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kıyamet Saati, Müslümanlar Türklerle savaşmadıkça başlamayacaktır; yüzleri dövülmüş kalkanlar gibi olan, yün elbiseler giyen ve yün ayakkabılar giyen bir kavimdir.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated from Mus'ab bin Sa'd, from his father, that he thought he was better than other Companions of the Prophet (ﷺ). The Prophet of Allah (ﷺ) said:",
      "text": "Mus'ab bin Sa'd'dan, babasından rivayet edilmiştir ki, o, Peygamber'in (ﷺ) diğer Sahabelerinden daha iyi olduğunu düşündü. Allah'ın Resulü (ﷺ) şöyle dedi: \"Aksine, Allah bu ümmeti onların duaları, namazları ve samimiyetleri nedeniyle desteklemektedir.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from Jubair bin Nufair Al-Hadrami that he heard Abu Ad-Darda' say:",
      "text": "Jubair bin Nufair Al-Hadrami'den rivayet edilmiştir ki, o, Abu Ad-Darda'nın şöyle dediğini işitti: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken işittim: 'Bana zayıf olanları getirin, çünkü siz ancak zayıflarınız sayesinde rızık ve ilahi destek alırsınız.'\""
    },
    {
      "id": 96,
      "narrator": "It was narrated from Zaid bin Khalid that the Messenger of Allah (ﷺ) said:",
      "text": "Zaid bin Khalid'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Allah yolunda bir savaşçıyı donatırsa, o savaşmış sayılır; kim de onun yokluğunda ailesine bakarsa, o da savaşmış sayılır.\""
    },
    {
      "id": 97,
      "narrator": "It was narrated that Zaid bin Khalid Al-Juhani said:",
      "text": "Zaid bin Khalid Al-Juhani'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim bir savaşçıyı donatırsa, o savaşmış sayılır; kim de onun yokluğunda ailesine bakarsa, o da savaşmış sayılır.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Al-Ahnaf bin Qais said:",
      "text": "Al-Ahnaf bin Qais'ten rivayet edilmiştir ki, \"Hac niyetiyle yola çıktık ve Medine'ye geldik. Kampta hayvanlarımızı indirirken, birisi bize geldi ve 'İnsanlar camide toplandı ve panik var.' dedi. Biz de yola çıktık ve insanların caminin ortasında bir grup etrafında toplandığını bulduk; onların arasında Ali, Zubeyr, Talha ve Sa'd bin Ebi Vakkas vardı. O sırada Osman, Allah ondan razı olsun, başını örtmüş sarı bir örtüyle geldi. 'Talha burada mı? Zubeyr burada mı? Sa'd burada mı?' dedi. Onlar: 'Evet.' dediler. O da: 'Sizi, kendisinden başka ilah olmayan Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) şöyle demedi mi: 'Banu filan filanın mirbadını kim alırsa, Allah onu affeder.' Ben de onu yirmi veya yirmi beş bin dirheme aldım, sonra Allah'ın Resulü'ne (ﷺ) geldim ve ona söyledim, o da: 'Bunu camimize ekleyin, onun sevabı senin olacaktır.' dedi.' Onlar: 'Allah'a yemin ederim ki, evet.' dediler. O da: 'Sizi, kendisinden başka ilah olmayan Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) şöyle demedi mi: 'Rumah kuyusunu kim alırsa, Allah onu affeder.' Ben de onu şu kadar dirheme aldım, sonra Allah'ın Resulü'ne (ﷺ) geldim ve ona söyledim, o da: 'Bunu Müslümanlara su sağlamak için ver, onun sevabı senin olacaktır.' dedi.' Onlar: 'Allah'a yemin ederim ki, evet.' dediler. O da: 'Sizi, kendisinden başka ilah olmayan Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) şöyle demedi mi: 'Bu (adamları) donatan kimse, Allah onu affeder.' Ben de onları öyle donattım ki, bir ip veya bir gemle bile eksik kalmadı.' Onlar: 'Allah'a yemin ederim ki, evet.' dediler. O da: 'Ey Allah'ım, şahit ol, ey Allah'ım, şahit ol, ey Allah'ım, şahit ol.'\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Abu Hurairah that the prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Kim Allah yolunda bir çift (şey) harcarsa, Cennet'te ona şöyle denilecektir: 'Ey Allah'ın kulu, işte refah.' Kim namaz ehli ise, Cennet'in kapısından çağrılacaktır. Kim cihad ehli ise, Cennet'in kapısından çağrılacaktır. Kim sadaka verenlerden ise, Cennet'in kapısından çağrılacaktır. Kim oruç tutanlardan ise, Ar-Rayyan kapısından çağrılacaktır.\" Abu Bekir, Allah ondan razı olsun, dedi: \"Ey Allah'ın Resulü, o kapılardan çağrılan kimseye hiçbir sıkıntı veya ihtiyaç gelmeyecektir. Bu kapılardan çağrılan biri var mı?\" Allah'ın Resulü (ﷺ) dedi: \"Evet, ve umarım sen de onlardan biri olursun.\""
    },
    {
      "id": 100,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Allah yolunda bir çift (şey) harcarsa, Cennet'in kapı bekçileri ona Cennet'in kapılarından şöyle seslenecektir: 'Ey filan, gel ve gir!' Abu Bekir dedi: 'Ey Allah'ın Resulü, böyle biri asla helak olmaz veya sıkıntıya düşmez.' Allah'ın Resulü (ﷺ) dedi: 'Umarım sen de onlardan biri olursun.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that Sa'sa'ah bin Mu'awiyah said:",
      "text": "Sa'sa'ah bin Mu'awiyah'dan rivayet edilmiştir ki, \"Abu Dharr ile karşılaştım ve dedim: 'Bana bir Hadis anlat.' O da: 'Evet, Allah'ın Resulü (ﷺ) şöyle dedi: Herhangi bir Müslüman, malının her türünden Allah yolunda bir çift (şey) harcayan bir ibadetkar yoktur ki, Cennet'in bekçileri onu karşılamasın ve hepsi ona sahip oldukları (sevap) için seslenmesin.' Ben de: 'Bu nasıl olur?' dedim. O da: 'Eğer develerse, iki tane verir; eğer ineklerse, iki tane verir.'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated that Khuraim bin Fatik said:",
      "text": "Khuraim bin Fatik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim Allah yolunda harcarsa, onun için yedi yüz kat yazılır.\""
    },
    {
      "id": 103,
      "narrator": "It was narrated from Abu Mas'ud that a man gave a bridled camel in charity in the cause of Allah. The Messenger of Allah (ﷺ) said:",
      "text": "Abu Mas'ud'dan rivayet edilmiştir ki, bir adam Allah yolunda bir dizginli deve sadaka verdi. Allah'ın Resulü (ﷺ) dedi: \"Kıyamet Günü, sana yedi yüz dizginli deve gelecektir.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated from Mu'adh bin Jabal that the Messenger of Allah (ﷺ) said:",
      "text": "Mu'adh bin Cabal'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Seferler iki türdür. Allah'ın rızasını arayan, imamına itaat eden, değerli olanı harcayan, arkadaşına karşı yumuşak davranan ve hem uyurken hem de uyanıkken fesat çıkarmaktan kaçınan kimse, her şey ona sevap kazandırır. Ama gösteriş için savaşan, imama itaat etmeyen ve yeryüzünde fesat çıkaran kimse, çıktığı gibi geri dönmeyecek.\" Bu, onun hiçbir iyi amelle geri dönmeyeceği anlamına gelmez; aksine, kaydında birçok kötü ameli olacaktır."
    },
    {
      "id": 105,
      "narrator": "It was narrated from Sulaiman bin Buraidah that his father said:",
      "text": "Sulaiman bin Buraidah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Mücahidin eşlerinin, geride kalanlar için saygınlığı, annelerinin saygınlığı gibidir. Mücahidin eşine bakma sorumluluğunu üstlenen ve ona ihanet eden hiçbir adam yoktur ki, o (ihanet eden) Kıyamet Günü onun önünde durdurulacak ve istediği kadar (iyi) amellerinden alacaktır. Peki, sizce ne olacak?'\""
    },
    {
      "id": 106,
      "narrator": "It was narrated from Sulaiman bin Buraidah, from his father, that the Messenger of Allah (ﷺ) said:",
      "text": "Süleyman bin Bureydah'dan, babasından, Allah'ın Resulü (ﷺ) şöyle buyurduğu rivayet edilmiştir: \"Mücahitlerin eşlerinin, geride kalanlar için saygınlığı, annelerinin saygınlığı gibidir. Eğer birisi eşine bakma sorumluluğunu üstlenir ve ona ihanet ederse, Kıyamet Günü ona denilecektir: 'Bu kişi senin eşinle seni aldattı, onun hayırlarından istediğini al.' Peki, sen ne düşünüyorsun?\""
    },
    {
      "id": 107,
      "narrator": "It was narrated from Ibn Buraidah, from his father, that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Bureydah'dan, babasından, Allah'ın Resulü (ﷺ) şöyle buyurduğu rivayet edilmiştir: \"Mücahitlerin eşlerinin, geride kalanlar için saygınlığı, annelerinin saygınlığı gibidir. Geride kalanlardan, mücahitlerden birinin eşine bakma sorumluluğunu üstlenen (ve ona ihanet eden) hiçbir erkek yoktur ki, Kıyamet Günü onun önünde durdurulmasın ve denilmesin: 'Ey falan, bu falandır, onun hayırlarından istediğini al.'\" Sonra Peygamber (ﷺ) Ashabına döndü ve dedi ki: \"Ne düşünüyorsunuz: Onun hayırlarından hiçbiri kalır mı?\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Elinizle, dilinizle ve malınızla cihad edin.'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from 'Abdullah (may Allah be pleased with him) that the Messenger of Allah (ﷺ) commanded that snakes be killed and he said:",
      "text": "'Abdullah'dan (Allah ondan razı olsun) rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) yılanların öldürülmesini emretmiş ve şöyle demiştir: \"Onların intikamından korkan bizden değildir.\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from 'Abdullah bin 'Abdullah bin Jabr, from his father, that the Messenger of Allah (ﷺ) visited Jabr (when he was sick). When he entered he heard the women crying and saying:",
      "text": "'Abdullah bin 'Abdullah bin Cebr'den, babasından, Allah'ın Resulü (ﷺ) Cebr'i (hastalığı sırasında) ziyaret ettiğinde, içeri girdiğinde kadınların ağladığını duydu ve şöyle dediler: \"Senin ölümünün, Allah yolunda savaşırken geleceğini düşünmüştük.\" O da şöyle dedi: \"Şehitlik sadece Allah yolunda öldürülmekle gelir diye mi düşünüyorsunuz? O zaman sizin şehitleriniz az olurdu. Allah yolunda öldürülmek şehitliktir, karın hastalığından ölmek şehitliktir, ateşte yanarak ölmek şehitliktir, boğulmak şehitliktir, düşen bir duvarın altında ezilmek şehitliktir, plevra hastalığından ölmek şehitliktir ve fetüsüyle birlikte ölen kadın da şehittir.\" Bir adam dedi ki: \"Allah'ın Resulü (ﷺ) burada otururken ağlıyor musunuz?\" O da şöyle dedi: \"Bırakın ağlasınlar, ama eğer ölürse, onun için ağlanmalıdır.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Jabr that he entered with the Messenger of Allah (ﷺ) upon someone who was dying, and the women were weeping. Jabr said:",
      "text": "Cebr'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ile birlikte birinin ölmekte olduğu bir yere girdik ve kadınlar ağlıyordu. Cebr dedi ki: \"Allah'ın Resulü (ﷺ) burada otururken ağlıyor musunuz?\" O da şöyle dedi: \"O, aralarında olduğu sürece ağlamalarına izin verin, ama eğer ölürse, onun için kimse ağlamamalıdır.\""
    }
  ]
}