{
  "language": "tr",
  "metadata": {
    "length": 33,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Salamah bin Nufail Al-Kindi said:",
      "text": "Salamah bin Nufail Al-Kindi'nin rivayet ettiğine göre, \"Ben Allah'ın Elçisi ile oturuyordum, bir adam şöyle dedi: 'Ey Allah'ın Elçisi! İnsanlar atlara olan ilgilerini kaybettiler ve silahlarını bıraktılar, cihadın olmadığını ve savaşın sona erdiğini söylüyorlar.' Allah'ın Elçisi ona döndü ve şöyle dedi: 'Onlar yalan söylüyorlar, şimdi savaş başlamak üzere. Ümmetimden her zaman hak için savaşacak bir grup olacaktır; Allah, bazı insanları saptıracak ve onlara rızık verecektir, ta ki Kıyamet saati gelene kadar ve Allah'ın vaadi gerçekleşene kadar. Hayır, Kıyamet Günü'ne kadar atların yelelerine bağlıdır. Bana, öleceğim ve uzun süre kalmayacağım bildirildi, ve siz grup grup arkamdan gideceksiniz, birbirinizin boyunlarına vuracaksınız. Müminlerin güvenli yeri ise Şam'dır.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'nin rivayet ettiğine göre, \"Allah'ın Elçisi şöyle dedi: 'Kıyamet Günü'ne kadar atların yelelerinde hayır vardır. Atlar üç türdür: İnsan için sevap getirenler, bir insan için koruma aracı olanlar ve bir insan için günah yükü olanlar. Sevap getirenler, Allah yolunda ve cihad için tutulanlardır. Mideye giren her yemekten, onların midesine giren her şey için sevap yazılır, hatta onları otlatmaya çıkardığında bile.'\" Ve Hadisi aktardı."
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Atlar bir insana sevap getirebilir, ya da koruma aracı olabilir, ya da bir günah yükü olabilir. Sevap getiren, Allah yolunda tutan ve bir merada veya bahçede uzun bir ip ile bağlayan bir insandır; o merada veya bahçede yediği veya içtiği her şey onun için iyi ameller olarak sayılır. Eğer ipini koparıp bir veya iki tepeyi aşarsa, onun ayak sesleri\" - ve Harith'in Hadisine göre, \"dışkısı onun için iyi ameller olarak sayılır. Eğer bir nehirden geçip ondan su içerse, (sahibi) o nehirden ona su vermeyi düşünmemiş olsa bile, bu da ona sevap kazandırır. Eğer bir adam, bağımsız bir yaşam kazanmak ve başkalarından yardım istememek için bir at beslerse ve atların boyunları ve sırtlarıyla ilgili olarak Allah'a karşı görevini unutmazsa, o zaman bu onun için bir koruma aracı olur. Eğer bir adam, gurur için, başkalarına gösteriş yapmak ve Müslümanlarla savaşmak amacıyla at beslerse, o zaman bu onun için bir günah yükü olur.\" Peygamber'e eşekler hakkında soruldu ve şöyle dedi: \"Onlar hakkında bana, anlamı kapsamlı olan bu Ayet dışında bir şey indirilmedi: 'Kim zerre kadar hayır yaparsa onu görecektir. Kim de zerre kadar şer yaparsa onu görecektir.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'ın rivayet ettiğine göre, \"Allah'ın Elçisinden sonra kadınlardan sonra atlardan daha sevimli bir şey yoktu.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Abu Wahb, who was a Companion of the Prophet, said:",
      "text": "Ebu Vahb, Peygamber'in bir Sahabesi olarak şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Çocuklarınıza peygamberlerin isimleriyle hitap edin. Allah'a, Aziz ve Celil olan'a en sevimli isimler 'Abdullah' ve 'Abdurrahman'dır. At besleyin; onların yelelerini ve arka kısımlarını silin, onları cihada hazırlayın, fakat cahiliye döneminde öldürülen insanlar için intikam almak amacıyla hazırlamayın. Kumait atları arayın; yüzünde beyaz bir leke ve beyaz ayakları olanlar, ya da yüzünde beyaz bir leke ve beyaz ayakları olan kırmızı atlar, ya da yüzünde beyaz bir leke ve beyaz ayakları olan siyah atlar.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'nin rivayet ettiğine göre, Peygamber atlar arasında Şikal'i sevmezdi. Ve bu ifade İsmail'in ifadesidir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Peygamber atlar arasında Şikal'i sevmezdi."
    },
    {
      "id": 8,
      "narrator": "It was narrated from Salim, from his father, that the Prophet said:",
      "text": "Salim'den, babasından rivayet edildiğine göre, Peygamber şöyle dedi: \"Kehanetler sadece üç şeydedir: bir kadın, bir at veya bir ev.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that the Messenger of Allah said:",
      "text": "Abdullah bin Ömer'den rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Kehanetler evlerde, kadınlarda ve atlarda vardır.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Jabir that the Messenger of Allah said:",
      "text": "Cabir'den rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Eğer bir şeyde (kehanet) varsa, o evlerde, kadınlarda ve atlarda vardır.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'in rivayet ettiğine göre, \"Allah'ın Elçisi şöyle dedi: 'Hayır, atların yelelerindedir.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Jarir said:",
      "text": "Cerir'in rivayet ettiğine göre, \"Ben Allah'ın Elçisinin bir atın yelesini iki parmağıyla çevirirken gördüm ve şöyle dedi: 'Hayır, atların yelelerinde Kıyamet Günü'ne kadar vardır: Sevap ve ganimet.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet said:",
      "text": "İbn Ömer'den rivayet edildiğine göre, Peygamber şöyle dedi: \"Kıyamet Günü'ne kadar atların yelelerinde hayır vardır.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that 'Urwah Al-Bariqi said:",
      "text": "Urve el-Bariqi'den rivayet edildiğine göre, \"Allah'ın Elçisi şöyle dedi: 'Hayır, atların yelelerinde Kıyamet Günü'ne kadar vardır.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Urwah bin Abi Al-Ja'd that he heard the Prophet say:",
      "text": "Urve bin Ebi'l-Ca'd'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Hayır, atların yelelerinde Kıyamet Günü'ne kadar vardır: Sevap ve ganimet.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that 'Urwah said that he heard the Messenger of Allah say:",
      "text": "'Urwah'ın rivayet ettiğine göre, Allah'ın Resulü şöyle söyledi: \"İyilik, atların yelelerine Kıyamet Günü'ne kadar bağlıdır: Müjdeler ve ganimetler.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from 'Urwah bin Abi Al-Ja'd that the Prophet said:",
      "text": "'Urwah bin Ebi'l-Ca'd'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"İyilik, atların yelelerine Kıyamet Günü'ne kadar bağlıdır: Müjdeler ve ganimetler.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Khalid bin Yazid Al-Juhani said:",
      "text": "Halid bin Yezid el-Cuhani'den rivayet edilmiştir ki, \"Ukbe bin Amir yanımdan geçer ve derdi: 'Ey Halid, çıkıp ok atalım.' Bir gün geç kaldım ve o dedi ki: 'Ey Halid, gel, sana Allah'ın Resulü'nün ne söylediğini anlatacağım.' Yanına gittim ve şöyle dedi: 'Allah'ın Resulü şöyle dedi: Bir ok sebebiyle cennete üç kişi girecek: İyilik için yapan, atan ve ona veren. O yüzden at ve oku, eğer ok atarsan bu benim için binerken olmaktan daha sevimlidir. Oyun sadece üç şeyde vardır: Bir adamın atını eğitmesi, eşiyle oynaması ve ok atması. Öğrendikten sonra ok atmayı bırakırsa, bu onun için bir nimettir ki buna şükretmez - ya da bunu reddetmiştir.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, \"Allah'ın Resulü şöyle dedi: 'Arap atı yoktur ki, her sahar (gece sonu) iki dua etmesi caiz olmasın: Ey Allah, beni Adem'in oğullarından dilediğine sahip kıldın ve onu bana ait kıldın. Onun ailesi ve malı içinde en sevimli olanım yap, ya da onun ailesi ve malı içinde en sevimlilerinden biri yap.'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Ali bin Abi Talib, may Allah be pleased with him, said:",
      "text": "Ali bin Ebi Talib, Allah ondan razı olsun, şöyle dedi: \"Bir katır, Allah'ın Resulü'ne hediye edildi ve o onu bindi.\" Ali dedi ki: \"Eğer bir eşeği bir atla çiftleştirirsek, işte böyle bir şey elde ederiz.\" Allah'ın Resulü şöyle dedi: \"Bunu yalnızca bilmeyenler yapar.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that 'Abdullah bin 'Ubaidullah bin 'Abbas said:",
      "text": "Abdullah bin Ubeydullah bin Abbas'dan rivayet edilmiştir ki, ben İbn Abbas ileydim ve bir adam ona sordu: \"Allah'ın Resulü, Zuhr ve Asr'da Kur'an okudu mu?\" O dedi: \"Hayır.\" Adam dedi: \"Belki kendine okudu?\" O dedi: \"Yüzün kararsın! Bu soru ilkinden daha kötü. Allah'ın Resulü, Rabbi tarafından emredilen bir kuldu ve o (mesajı) iletti. Vallahi, Allah'ın Resulü, insanlar arasında bizim için üç şeyden başka bir şey belirlemedi: Bize abdest almayı düzgün yapmamızı, sadakayı tüketmememizi ve eşekleri atlarla çiftleştirmememizi emretti.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Kim Allah yolunda bir at beslerse, Allah'a olan imanı ve Allah'ın vaadine inanarak, onun yemi, suyu, idrarı ve dışkısı, onun amellerinin terazisinde Hasenat olarak yazılır.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü bir at yarışı düzenledi ve onları Al-Hafya'dan gönderdi, bitiş çizgisi Thaniyyat Al-Wada' idi; ve zayıflatılmamış atlar için bir yarış düzenledi, parkur Ath-Thaniyyah'dan Banu Zuraiq Camii'ne kadar uzanıyordu."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü zayıflatılmış atlar için bir yarış düzenledi, Al-Hafya'dan Thaniyyat Al-Wada'ya kadar, ve zayıflatılmamış atlar için başka bir yarış düzenledi, Ath-Thaniyyah'dan Banu Zuraiq Camii'ne kadar, ve Abdullah yarışa katılanlar arasındaydı."
    },
    {
      "id": 25,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bir yarışta (zafer için) oklar, develer veya atlar dışında ödül olmamalıdır.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bir yarışta (zafer için) oklar, develer veya atlar dışında ödül olmamalıdır.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, \"Bir yarışta (zafer için) develer veya atlar dışında ödül almak caiz değildir.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'dan rivayet edilmiştir ki, \"Allah'ın Resulü'nün Al-'Adba' adında, yenilemeyen bir dişi deve vardı. Bir gün bir bedevi, binen bir deve ile geldi ve onu (yarışta) yendi. Müslümanlar bundan rahatsız oldular ve onun yüz ifadelerini görünce, 'Ey Allah'ın Resulü, Al-'Adba' yenildi.' dediler. O dedi ki: 'Bu dünyada hiçbir şey yükseltilmez ki, Allah onu alçaltmasın.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bir yarışta (zafer için) oklar, develer veya atlar dışında ödül olmamalıdır.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Imran bin Husain that the Messenger of Allah said:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"İslam'da 'getirme', 'kaçınma' ve 'şighar' yoktur, ve kim hırsızlık yaparsa, o bizden değildir.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from 'Imran bin Husain that the Messenger of Allah said:",
      "text": "İmran bin Hüseyin'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İslam'da ne 'getirme' vardır, ne 'kaçınma' ve ne de Şighar.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü bir bedevi ile yarış yaptı ve (bedevi) kazandı. Allah'ın Resulü'nün arkadaşlarının bundan rahatsız olduğu görünüyordu, bu yüzden şöyle dedi: \"Bu dünyada kendini yükselten hiçbir şey yoktur ki, Allah onu alçaltmasın.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Yahya bin 'Abbad bin 'Abdullah bin Az-Zubair, from his grandfather, that he used to say:",
      "text": "Yahya bin Abbad bin Abdullah bin Zübeyr'den, dedesinden rivayet edilmiştir ki, o şöyle derdi: \"Hayber yılı, Allah'ın Resulü Zübeyr bin Avvam'a dört hisse ayırdı: Zübeyr'in hissesi, Zübeyr'in annesi Safiye bint Abdülmuttalib'in akrabaları için bir hisse ve at için iki hisse.\""
    }
  ]
}