{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that 'Amr bin Al-Harith said:",
      "text": "'Amr bin Al-Harith'ten rivayet edildiğine göre: \"Allah'ın Resulü, geride ne bir Dinar ne de bir Dirhem, ne de bir köle, erkek ya da dişi bıraktı; sadece bindiği beyaz katırını, silahını ve Allah yolunda kullanılmak üzere bıraktığı bir miktar araziyi bıraktı.\" (Rivayet edenlerden) Kutaibe bir keresinde şöyle dedi: \"Sadaka olarak.\""
    },
    {
      "id": 2,
      "narrator": "Abu Ishaq narrated:",
      "text": "Abu İshak rivayet etti: \"Ben 'Amr bin Al-Harith'in şöyle dediğini duydum: 'Allah'ın Resulü, geride yalnızca beyaz katırını, silahını ve sadaka olarak bıraktığı bir miktar araziyi bıraktı.'\""
    },
    {
      "id": 3,
      "narrator": "Yunus bin Abi Ishaq narrated that his father said:",
      "text": "Yunus bin Abi İshak, babasından rivayet etti ki: \"Ben 'Amr bin Al-Harith'in şöyle dediğini duydum: 'Ben Allah'ın Resulünü gördüm ve geride yalnızca beyaz katırını, silahını ve sadaka olarak bıraktığı bir miktar araziyi bıraktı.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Sufyan Ath-Thawri, from Ibn 'Awn, from Nafi', from Ibn 'Umar, from 'Umar, that he said:",
      "text": "Sufyan Es-Savri'den, İbn 'Awn'dan, Nafi'den, İbn 'Umar'dan, 'Umar'dan rivayet edildiğine göre, o şöyle dedi: \"Ben Khaibar'da bir arazi edindim. Allah'ın Resulüne geldim ve dedim ki: 'Ben bir arazi edindim ve ondan daha değerli bir malım olmadı.' O da: 'İstersen, onu sadaka olarak verebilirsin.' dedi.\" Böylece onu, satılmayacağı veya başkasına verilmeyeceği şartıyla, yoksullara, akrabalara, kölelere, misafirlere ve yolculara sadaka olarak verdi. Yönetici, ondan makul bir şekilde yiyip başkalarına da yedirmesi halinde, zengin olma niyeti olmaksızın, günah işlemez."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Benzer bir rivayet, Abu İshak El-Fazari'den, (Ayyub) bin 'Awn'dan, Nafi'den, İbn 'Umar'dan, 'Umar'dan, Allah ondan razı olsun, Peygamberden rivayet edilmiştir."
    },
    {
      "id": 6,
      "narrator": "It was narrated that Yazid -Ibn Ruzaiq- said:",
      "text": "Yazid -İbn Ruzaiq- şöyle dedi: \"İbn 'Awn bize, Nafi'den, İbn 'Umar'dan, 'Umar'dan rivayet etti ki, 'Umar şöyle dedi: 'Ben Khaibar'da bir arazi edindim. Peygambere geldim ve dedim: Ben Khaibar'da bir arazi edindim ve ondan daha değerli bir malım olmadı. Bununla ne yapmamı emredersin?' O da: 'İstersen, onu dondurabilir ve sadaka olarak verebilirsin.' dedi.\" Böylece onu, satılmayacağı, verilmeyeceği veya miras alınmayacağı şartıyla, yoksullara, akrabalara, kölelere, Allah yolunda, misafirlere ve yolculara sadaka olarak verdi. Yönetici, ondan makul bir şekilde yiyip arkadaşına yedirmesi halinde, zengin olma niyeti olmaksızın, günah işlemez.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Bishr, from Ibn 'Awn, from Nafi', from Ibn 'Umar who said:",
      "text": "Bishr'den, İbn 'Awn'dan, Nafi'den, İbn 'Umar'dan rivayet edildi ki, \"Umar Khaibar'da bir arazi edindi. Peygambere geldi ve bu konuda ona danıştı. O da: 'Ben büyük bir arazi edindim ve ondan daha değerli bir malım olmadı. Bununla ne yapmamı emredersin?' dedi. O da: 'İstersen, onu dondurabilir ve sadaka olarak verebilirsin.' dedi.\" Böylece onu, satılmayacağı veya verilmeyeceği şartıyla, yoksullara, akrabalara, köleleri özgürleştirmek için, Allah yolunda, yolculara ve misafirlere sadaka olarak verdi. Yönetici, ondan yemesi veya bir arkadaşına yedirmesi halinde, zengin olma niyeti olmaksızın, günah işlemez.\" Bunlar İsmail'in sözleridir."
    },
    {
      "id": 8,
      "narrator": "It was narrated from Azhar As-Samman, from Ibn 'Awn, from Nafi', from Ibn 'Umar, that 'Umar acquired some land at Khaibar. He came to the Prophet and consulted him about that. He said:",
      "text": "Azhar Es-Samman'dan, İbn 'Awn'dan, Nafi'den, İbn 'Umar'dan rivayet edildi ki, 'Umar Khaibar'da bir arazi edindi. Peygambere geldi ve bu konuda ona danıştı. O da: \"İstersen, onu dondurabilir ve sadaka olarak verebilirsin.\" dedi. Böylece onu dondurdu, satılmayacağı, hediye edilmeyeceği veya miras alınmayacağı şartıyla, yoksullara, akrabalara, kölelere, muhtaçlara, yolculara ve misafirlere sadaka olarak verdi. Yönetici, ondan makul bir şekilde yemesi veya bir arkadaşına yedirmesi halinde, zengin olma niyeti olmaksızın, günah işlemez."
    },
    {
      "id": 9,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas şöyle dedi: \"Bu Ayet indirildiğinde -'Siz, sevdiğiniz şeylerden harcamadıkça, asla iyiliğe ulaşamazsınız'- Abu Talha dedi: 'Rabbimiz, malımız hakkında bizden soracak. Ey Allah'ın Resulü! Ben arazimi Allah'a veriyorum.' Allah'ın Resulü de: 'Onu akrabaların, Hassan bin Thabit ve Ubayy bin Ka'b için yap.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar şöyle dedi: \"Umar, Peygambere dedi ki: 'Khaibar'da edindiğim yüz hisse -ondan daha çok sevdiğim bir malım olmadı ve onu sadaka olarak vermek istiyorum.' Peygamber de: 'Onu dondur ve meyvelerini bağışla.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that 'Umar, may Allah be pleased with him, said:",
      "text": "'Umar, Allah ondan razı olsun, şöyle dedi: \"Umar, Allah'ın Resulüne geldi ve dedi ki: 'Ey Allah'ın Resulü, daha önce hiç edindiğim gibi bir mal edindim. Yüz baş (hayvan) ile Khaibar'dan yüz hisse aldım. Bununla Allah'a, Aziz ve Celil olan'a yaklaşmak istiyorum.' O da: 'Onu dondur ve meyvelerini bağışla.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar şöyle dedi: \"Ben, Thamgh'daki bir arazim hakkında Allah'ın Resulüne sordum. O da: 'Onu dondur ve meyvelerini bağışla.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "Al-Ahnaf said:",
      "text": "Al-Ahnaf şöyle dedi: \"Hac için yola çıktık ve Al-Medine'ye geldik. Hac yapmayı niyet ettik. Kampta hayvanlarımızı boşaltırken, birisi bize geldi ve dedi ki: 'İnsanlar, Mescit'te toplandı.' Ben baktım ve insanların toplandığını gördüm, ortalarında bir grup vardı; orada 'Ali bin Abi Talib, Az-Zubair, Talhah ve Sa'd bin Abi Waqqas'ı gördüm, Allah onlara rahmet etsin. Oraya vardığımda, 'Uthman bin 'Affan'ın geldiği söylendi. O, sarımsı bir örtü giyerek geldi. Ben arkadaşımın yanına: 'Ne olduğunu öğrenene kadar burada kal.' dedim. 'Uthman dedi ki: 'Ali burada mı? Az-Zubair burada mı? Talhah burada mı? Sa'd burada mı?' Onlar: 'Evet.' dediler. O da: 'Size Allah'a yemin ederim, O'ndan başka ilah yoktur, Allah'ın Resulü'nün şöyle dediğini biliyor musunuz: 'Kim Banu so and so'nun Mirbad'ını satın alırsa, Allah onu affeder.' Ben de onu satın aldım, sonra Allah'ın Resulüne geldim ve ona söyledim, o da: 'Bunu Mescidimize ekle ve bunun sevabı senin olsun.' dedi. Onlar: 'Evet.' dediler. O da: 'Size Allah'a yemin ederim, O'ndan başka ilah yoktur, Allah'ın Resulü'nün şöyle dediğini biliyor musunuz: 'Kim Rumah kuyusunu satın alırsa, Allah onu affeder.' Ben de Rumah kuyusunu satın aldım. O da: 'Bunu Müslümanlara su sağlamak için ver ve bunun sevabı senin olsun.' dedi. Onlar: 'Evet.' dediler. O da: 'Size Allah'a yemin ederim, O'ndan başka ilah yoktur, Allah'ın Resulü'nün şöyle dediğini biliyor musunuz: 'Kim Al-'Usrah (yani Tabuk) ordusunu donatırsa, Allah onu affeder.' Ben de onları donattım, öyle ki bir ip veya bir gem bile eksik kalmadı.' Onlar: 'Evet.' dediler. O da: 'Ey Allah, şahit ol, ey Allah, şahit ol, ey Allah, şahit ol.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Al-Ahnaf bin Qais said:",
      "text": "Al-Ahnaf bin Qais şöyle dedi: \"Hac için yola çıktık ve Al-Medine'ye geldik. Hac yapmayı niyet ettik. Kampta hayvanlarımızı boşaltırken, birisi bize geldi ve dedi ki: 'İnsanlar, Mescit'te toplandı ve panik var.' Biz de yola çıktık ve insanları Mescit'in ortasında bir grup etrafında toplandığını bulduk, aralarında 'Ali, Az-Zubair, Talhah ve Sa'd bin Abi Waqqas vardı. Biz böyleyken, 'Uthman geldi, sarımsı bir örtü ile başını örtmüştü. O da: 'Ali burada mı? Talhah burada mı? Az-Zubair burada mı? Sa'd burada mı?' dedi. Onlar: 'Evet.' dediler. O da: 'Size Allah'a yemin ederim, O'ndan başka ilah yoktur, Allah'ın Resulü'nün şöyle dediğini biliyor musunuz: 'Kim Banu so and so'nun Mirbad'ını satın alırsa, Allah onu affeder.' Ben de onu yirmi veya yirmi beş bin dirheme satın aldım, sonra Allah'ın Resulüne geldim ve ona söyledim, o da: 'Bunu Mescidimize ekle ve bunun sevabı senin olsun.' dedi. Onlar: 'Vallahi, evet.' dediler. O da: 'Size Allah'a yemin ederim, O'ndan başka ilah yoktur, Allah'ın Resulü'nün şöyle dediğini biliyor musunuz: 'Kim Rumah kuyusunu satın alırsa, Allah onu affeder.' Ben de onu şu kadar bir miktara satın aldım, sonra Allah'ın Resulüne geldim ve ona söyledim, o da: 'Bunu Müslümanlara su sağlamak için ver ve bunun sevabı senin olsun.' dedi. Onlar: 'Vallahi, evet.' dediler. O da: 'Size Allah'a yemin ederim, O'ndan başka ilah yoktur, Allah'ın Resulü'nün şöyle dediğini biliyor musunuz: 'Kim bu (adamları) donatırsa, Allah onu affeder.' -yani Al-'Usrah (Tabuk) ordusunu- ben de onları donattım, öyle ki bir ip veya bir gem bile eksik kalmadı.' Onlar: 'Vallahi, evet.' dediler. O da: 'Ey Allah, şahit ol, ey Allah, şahit ol.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Thumamah bin Hazn Al-Qushairi said:",
      "text": "Thumamah bin Hazn Al-Quşayri şöyle dedi: \"Ben orada bulunuyordum, 'Uthman onlara bakarak şöyle dedi: 'Size Allah'a ve İslam'a yemin ederim, Allah'ın Resulü Al-Medine'ye geldiğinde, orada içilebilir tatlı su yoktu, sadece Rumah kuyusu vardı, o da: 'Kim Rumah kuyusunu satın alır ve kova ile Müslümanların kovalarının yanına daldırırsa, ona cennette daha iyisi vardır.' dedi. Ben de onu sermayemle satın aldım ve Müslümanların kovalarının yanına daldırdım. Ama bugün siz beni ondan içmekten alıkoyuyorsunuz, böylece tuzlu su içmek zorunda kalıyorum.' Onlar: 'Vallahi, evet.' dediler. O da: 'Size Allah'a ve İslam'a yemin ederim, Al-'Usrah (Tabuk) ordusunu kendi malımla donattığımı biliyor musunuz?' Onlar: 'Vallahi, evet.' dediler. O da: 'Size Allah'a ve İslam'a yemin ederim, Mescid insanlara dar geldiğinde ve Allah'ın Resulü: 'Kim şu ve bu ailenin arazisini satın alır ve Mescide eklerse, ona cennette daha iyi bir arazi vardır.' dediğinde, ben de onu sermayemle satın aldım ve Mescide ekledim. Ama şimdi siz beni orada iki Rek'at namaz kılmaktan alıkoyuyorsunuz.' Onlar: 'Vallahi, evet.' dediler. O da: 'Size Allah'a ve İslam'a yemin ederim, Allah'ın Resulü Thabir'in tepesindeyken -Mekke'deki Thabir- ve yanında Abu Bekir, 'Umar ve ben olduğumuzda, dağ sarsıldı, Allah'ın Resulü ayağıyla onu tekmeledi ve: 'Sakin ol Thabir, çünkü senin üzerinde bir Peygamber, bir Sıddık ve iki şehit var.' dedi. Onlar: 'Vallahi, evet.' dediler. O da: 'Allahu Ekber! Onlar benim için, Kabe'nin Rabbi ile şahitlik ettiler' -yani, ben bir şehidim.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Abu Salamah bin 'Abdur-Rahman that 'Uthman looked out over them when they besieged him and said:",
      "text": "Abu Salamah bin 'Abdur-Rahman'dan rivayet edilmiştir ki, 'Uthman kendisini kuşattıklarında onlara baktı ve şöyle dedi: \"Allah'a yemin ederim ki, Allah'ın Resulü'nü, dağın onunla birlikte sarsıldığı günde, ayaklarıyla tekmeleyip 'Sakin ol, üzerinde yalnızca bir Nebi ya da bir Siddik ya da iki şehit vardır' dediğini işiten bir adamı yeminle çağırıyorum, ben de onunla birlikteydim.\" Bazı adamlar buna cevap verip doğruladılar. Sonra şöyle dedi: \"Allah'a yemin ederim ki, Allah'ın Resulü'nü, Bey'at-ı Ridvan günü 'Bu Allah'ın elidir ve bu da 'Uthman'ın elidir' derken gören bir adamı yeminle çağırıyorum.\" Bazı adamlar buna cevap verip doğruladılar. Dedi ki: \"Allah'a yemin ederim ki, Allah'ın Resulü'nün, Al-'Usrah ordusu (yani Tabuk) günü 'Kim harcayacak ve bu kabul edilecek?' dediğini işiten bir adamı yeminle çağırıyorum ve ben ordunun yarısını kendi malımla donattım.\" Bazı adamlar buna cevap verip doğruladılar. Sonra şöyle dedi: \"Allah'a yemin ederim ki, Rumah'ın satıldığını gören bir adamı yeminle çağırıyorum ve ben onu kendi malımla satın aldım ve yolcuların kullanımına açtım.\" Bazı adamlar buna cevap verip doğruladılar."
    },
    {
      "id": 17,
      "narrator": "It was narrated that 'Abdur-Rahman Al-Sulami said:",
      "text": "---"
    }
  ]
}