{
  "language": "tr",
  "metadata": {
    "length": 48,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: \"Biz, Allah'ın Resulü (sallallahu aleyhi ve sellem) ile Hac niyeti olmadan çıktık. Sarif'te iken adetim başladı. Allah'ın Resulü (sallallahu aleyhi ve sellem) yanıma girdi ve ben ağlıyordum. O, 'Seni ne tutuyor? Adet dönemine mi girdin?' dedi. Ben de, 'Evet.' dedim. O, 'Bu, Allah Teala'nın Adem'in kızlarına takdir ettiği bir şeydir. Hac yapanların yaptığı gibi yap, fakat Kabe'nin etrafında tavaf etme.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Fatimah bint Qais from Banu Asad Quraish that she came to the Prophet (ﷺ) and mentioned that she suffered from Istihadah. She said that he said to her:",
      "text": "Fatıma bint Kays'tan, Banu Asad Kureyş'ten rivayet edilmiştir ki, o, Peygamber (sallallahu aleyhi ve sellem)'e gelerek istihada hastalığından bahsetti. O, Peygamber'in kendisine şöyle dediğini aktardı: \"Bu bir damardır, bu yüzden adet zamanı geldiğinde namazı bırak, geçince gusül al ve kanı üzerinden temizle, sonra namaz kıl.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from 'Aishah that the Prophet (ﷺ) said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Peygamber (sallallahu aleyhi ve sellem) şöyle buyurdu: \"Adet zamanı geldiğinde namazı bırak, geçince gusül al.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: \"Ümmü Habibe bint Cahş, Allah'ın Resulü (sallallahu aleyhi ve sellem)'e sordu: 'Ey Allah'ın Resulü, ben istihada hastalığından muzdaripim.' O, 'Bu bir damardır, gusül al, sonra namaz kıl.' dedi. O, her namaz için gusül alırdı.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from 'Aishah that Umm Habibah asked the Messenger of Allah (ﷺ) about bleeding. 'Aishah said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Ümmü Habibe, Allah'ın Resulü (sallallahu aleyhi ve sellem)'e kanama hakkında sordu. 'Aişe (radıyallahu anha) dedi ki: \"Onun yıkanma kabını kanla dolu gördüm.\" Allah'ın Resulü (sallallahu aleyhi ve sellem) ona şöyle dedi: \"Adetinin süresi boyunca (namazı) bırak, sonra gusül al.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Seleme (radıyallahu anha) şöyle dedi: \"Bir kadın, Peygamber (sallallahu aleyhi ve sellem)'e sordu: 'Ben istihada hastalığından muzdaripim ve asla temizlenmiyorum; namazı bırakmalı mıyım?' O, 'Hayır. Adet günlerin ve gecelerin sayısınca namazı bırak, sonra gusül al, üzerine bir örtü sar ve namaz kıl.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Umm Salamah that a woman suffered from constant bleeding during the time of the Messenger of Allah (ﷺ), so Umm Salamah consulted the Prophet (ﷺ) for her. He said:",
      "text": "Ümmü Seleme (radıyallahu anha) şöyle dedi: Bir kadın, Allah'ın Resulü (sallallahu aleyhi ve sellem) zamanında sürekli kanama yaşıyordu, bu yüzden Ümmü Seleme, onun için Peygamber (sallallahu aleyhi ve sellem)'e danıştı. O, \"Her ay bu duruma gelmeden önceki adet gün ve gecelerini saysın, o süre boyunca namazı bıraksın. Sonra bu süre dolduğunda gusül alsın, üzerine bir örtü sarsın ve namaz kılsın.\" dedi."
    },
    {
      "id": 8,
      "narrator": "It was narrated from 'Aishah that Umm Habibah bint Jahsh who was married to 'Abdur-Rahman bin 'Awf suffered from Istihadah and did not become pure. Her situation was mentioned to the Messenger of Allah (ﷺ) and he said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Ümmü Habibe bint Cahş, 'Abdurrahman bin Avf ile evliydi ve istihada hastalığından muzdaripti, temizlenemiyordu. Durumu Allah'ın Resulü (sallallahu aleyhi ve sellem)'e bildirildi ve o şöyle dedi: \"Bu adet değildir, aksine rahimde bir darbedir, bu yüzden onun önceki adet süresini hesaplamasını ve o süre boyunca namazı bırakmasını, sonra her namaz için gusül almasını söyleyin.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Aishah that Umm Habibah bint Jahsh used to suffer from Istihadah for seven years. She asked the Prophet (ﷺ) and he said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Ümmü Habibe bint Cahş, yedi yıl boyunca istihada hastalığından muzdaripti. O, Peygamber (sallallahu aleyhi ve sellem)'e sordu ve o şöyle dedi: \"Bu adet değildir, aksine bir damardır. Ona, adetinin süresi boyunca namazı bırakmasını, sonra gusül alıp namaz kılmasını söyle.\" O, her namaz için gusül alırdı."
    },
    {
      "id": 10,
      "narrator": "It was narrated from 'Urwah that Fatimah bint Abi Hubaish narrated that she came to the Messenger of Allah (ﷺ) and complained to him about bleeding. The Messenger of Allah (ﷺ) said to her:",
      "text": "'Urve'den rivayet edilmiştir ki, Fatıma bint Ebi Hübeyş, Allah'ın Resulü (sallallahu aleyhi ve sellem)'e gelerek kanama şikayetinde bulundu. Allah'ın Resulü (sallallahu aleyhi ve sellem) ona şöyle dedi: \"Bu bir damardır, bu yüzden adet zamanında namaz kılma, adet dönemin sona erdiğinde kendini temizle ve bir adet ile diğerinin arasında namaz kıl.\" Ebu Abdurrahman dedi ki: Hişam bin Urve, bu hadisi Urve'den rivayet etti ve Al-Mundhir'in bahsettiği şeyi zikretmedi."
    },
    {
      "id": 11,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Fatıma bint Ebi Hübeyş, Allah'ın Resulü (sallallahu aleyhi ve sellem)'e geldi ve şöyle dedi: \"Ben istihada hastalığından muzdarip bir kadınım ve asla temizlenmiyorum. Namazı bırakmalı mıyım?\" O, \"Hayır, bu bir damardır, adet değildir. Adetin geldiğinde namazı bırak, geçince kanı üzerinden temizle ve namaz kıl.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Allah'ın Resulü (sallallahu aleyhi ve sellem) zamanında istihada hastalığı olan bir kadına, bu durumun inatçı bir damar olduğu söylendi (yani, kanamayı durdurmayan bir damar). Ona, öğle namazını geciktirmesi ve ikindi namazını öne alması, her ikisi için bir gusül alması, akşam namazını geciktirmesi ve yatsı namazını öne alması, her ikisi için bir gusül alması ve sabah namazı için bir gusül alması gerektiği söylendi."
    },
    {
      "id": 13,
      "narrator": "It was narrated that Zainab bint Jahsh said:",
      "text": "Zeynep bint Cahş'tan rivayet edilmiştir ki, \"Ben Peygamber (sallallahu aleyhi ve sellem)'e istihada hastalığımdan bahsettim. O, 'Adet günlerinde namaz kılma, sonra gusül al, öğle namazını geciktir, akşam namazını öne al ve yatsı namazını da öne alarak birlikte kıl, sabah namazı için de gusül al.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Fatimah bint Abi Hubaish that she suffered from Istihadah and the Messenger of Allah (ﷺ) said to her:",
      "text": "Fatıma bint Ebi Hübeyş'ten rivayet edilmiştir ki, o istihada hastalığından muzdaripti ve Allah'ın Resulü (sallallahu aleyhi ve sellem) ona şöyle dedi: \"Eğer bu adet kanı ise, o siyah ve tanınabilir bir kan olmalıdır, bu yüzden namazı bırak, eğer başka bir şeyse, o zaman abdest al, çünkü bu sadece bir damardır.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Aishah that Fatimah bint Abi Hubaish suffered from Istihadah. The Messenger of Allah (ﷺ) said to her:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: Fatıma bint Ebi Hübeyş, istihada hastalığından muzdaripti. Allah'ın Resulü (sallallahu aleyhi ve sellem) ona şöyle dedi: \"Adet kanı, siyah ve tanınabilir bir kan olmalıdır, eğer böyleyse, namazı bırak, eğer değilse, o zaman abdest al ve namaz kıl.\" Ebu Abdurrahman dedi ki: Diğerleri bu hadisi rivayet ettiler, fakat hiçbiri İbn Adi'nin bahsettiğini zikretmedi, ve Allah en iyi bilendir."
    },
    {
      "id": 16,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir: \"Fatıma bint Ebi Hubaş, istihada hastalığından muzdaripti ve Peygamber (ﷺ)'e: 'Ey Allah'ın Resulü, ben istihada hastalığına yakalandım ve temizlenemiyorum; namaz kılmayı bırakmalı mıyım?' diye sordu. Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu bir damardır ve adet değildir. Adet döneminiz geldiğinde namaz kılmayı bırakın, geçtikten sonra kendinizden kan izlerini yıkayın ve abdest alın. Bu bir damardır ve adet değildir.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Ona (rivayet edenlerden biri) \"Gusül hakkında ne dersin?\" diye soruldu. O da: \"Bu konuda kimsenin şüphesi yoktur.\" dedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir: \"Fatıma bint Ebi Hubaş, Allah'ın Resulü (ﷺ)'ne: 'Ey Allah'ın Resulü (ﷺ), ben temizlenemiyorum. Namaz kılmayı bırakmalı mıyım?' dedi. Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu bir damardır ve adet değildir. Adet döneminiz geldiğinde namaz kılmayı bırakın, geçtikten sonra kendinizden kanı yıkayın ve namaz kılın.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Aishah that the daughter of Abu Hubaish said:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir: Fatıma bint Ebi Hubaş, Allah'ın Resulü (ﷺ)'ne şöyle dedi: \"Ey Allah'ın Resulü (ﷺ), ben temizlenemiyorum. Namaz kılmayı bırakmalı mıyım?\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu bir damardır ve adet değildir. Adet döneminiz geldiğinde namaz kılmayı bırakın, düzenli adet döneminiz kadar zaman geçtikten sonra kendinizden kanı yıkayın ve namaz kılın.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Muhammad said:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir ki, Ebi Hubaş'ın kızı şöyle dedi: \"Ey Allah'ın Resulü, ben temizlenemiyorum, namaz kılmayı bırakmalı mıyım? O da: 'Hayır, bu bir damardır.' dedi.\" - (Rivayet edenlerden biri) Halid, ondan okuduğumda şöyle dedi: \"Ve bu adet değildir, bu yüzden adet döneminiz geldiğinde namaz kılmayı bırakın, geçtikten sonra kendinizden kanı yıkayın ve namaz kılın.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Anas said:",
      "text": "Muhammed (r.a.)'den rivayet edilmiştir: \"Ümmü Atiye şöyle dedi: 'Biz sarımsı ve kahverengimsi akıntıyı önemli bir şey olarak görmezdik.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Ibn 'Abbas from the Prophet (ﷺ) concerning a man who has had intercourse with his wife while she was menstruating:",
      "text": "Enes (r.a.)'den rivayet edilmiştir: \"Kadınlarının adet gördüğünde, Yahudiler onlarla yemek yemez veya içmez, evlerinde onlarla karışmazlardı. Onlar (Sahabe) Allah'ın Resulü (ﷺ)'ne bunu sordular ve Allah, Azim ve Yüce, şu ayeti indirdi: 'Sana adet hakkında soruyorlar. De ki: 'Bu bir Adha (zararlı bir şeydir).' Böylece Allah'ın Resulü (ﷺ) onlara adet gören kadınlarla yemek yemelerini, içmelerini ve evlerinde onlarla karışmalarını emretti, sadece cinsel ilişki dışında her şeyi yapmalarını söyledi. Yahudiler: 'Allah'ın Resulü (ﷺ) bizim işlerimizden hiçbir şeyi bırakmıyor, hepsine karşı çıkıyor.' dediler. Usaid bin Hudayr ve Abbad bin Bişr gidip Allah'ın Resulü (ﷺ)'ne söylediler: 'Onlarla adet dönemlerinde cinsel ilişkiye girmeli miyiz?' Allah'ın Resulü (ﷺ)'nün ifadesi çok değişti, öyle ki onlara kızdığını düşündük ve ayrıldılar. Sonra Allah'ın Resulü (ﷺ) bir süt hediyesi aldı, bu yüzden birini geri getirmesi için gönderdi ve onlara içmeleri için biraz verdi, böylece onlara kızmadığını anladık.\""
    },
    {
      "id": 23,
      "narrator": "Umm Salamah narrated:",
      "text": "Bakara 2:222"
    },
    {
      "id": 24,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Bakara 2:222"
    },
    {
      "id": 25,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "İbn Abbas (r.a.)'dan, Peygamber (ﷺ)'in adet döneminde eşiyle cinsel ilişkiye giren bir adam hakkında: \"Bir dinar veya yarım dinar sadaka versin.\" dediği rivayet edilmiştir."
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Ümmü Seleme (r.a.)'den rivayet edilmiştir: \"Ben, Allah'ın Resulü (ﷺ) ile bir örtü altında yatarken, adet dönemim geldi, bu yüzden kayboldum ve adet dönemimde giydiğim elbiseleri giydim. Allah'ın Resulü (ﷺ) bana: 'Adet mi görüyorsun?' dedi. Ben de: 'Evet.' dedim. Sonra beni örtü altında yanına yatmaya çağırdı.\" Bu, Ubeydullah bin Sa'id'in ifadesidir."
    },
    {
      "id": 27,
      "narrator": "Jumai' bin 'Umair said:",
      "text": "Yani, rivayet zincirlerinden birinde, yazarın bunu farklı zincirlerle aktardığı gibi, daha önceki No. 284'te de olduğu gibi."
    },
    {
      "id": 28,
      "narrator": "It was narrated that Maimunah said:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ve ben, adet dönemimde tek bir örtü altında uyurduk. Eğer benden ona bir şey bulaşırsa, o yeri yıkar ve başka bir şey yapmadan namaz kılardı, sonra geri dönerdi. Eğer yine benden ona bir şey bulaşırsa, yine aynı şekilde yapar ve başka bir şey yapmadan namaz kılardı.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Shuraih that he asked 'Aishah:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir: \"Eğer birimiz adet dönemindeyse, Allah'ın Resulü (ﷺ) ona, belini sıkı bir şekilde sarmasını söylerdi, sonra ona dokunurdu.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Al-Miqdam bin Shuraih, from his father, that 'Aishah said:",
      "text": "'Aişe (r.a.)'den rivayet edilmiştir: \"Eğer birimiz adet dönemindeyse, Allah'ın Resulü (ﷺ) ona bir izar (bel sarması) giymesini söylerdi, sonra ona dokunurdu.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Al-Miqdam bin Shuraih that his father said:",
      "text": "Al-Miqdam bin Şureyh'ten rivayet edilmiştir ki, babası şöyle demiştir: \"Aişe'yi şöyle derken duydum: 'Allah'ın Resulü (ﷺ) bana kabı verirdi, ben adetliyken ondan içer, sonra ona verirdim ve o da benim ağzımı koyduğum yeri arar, orayı ağzına getirirdi.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Adetliyken ben içer, sonra onu Peygamber'e (ﷺ) verirdim, o da benim ağzımın olduğu yeri bulur ve oradan içerdi. Adetliyken et kalıntısı olan bir kemiği kemirirdim, sonra onu Peygamber'e (ﷺ) verirdim ve o da benim ağzımın olduğu yeri bulur ve oradan içerdi.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) adetli olan birimizin kucağında başını dinlendirir ve Kur'an okurdu.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Mu'adhah Al-'Adawiyyah said:",
      "text": "Mu'adhah Al-'Adaviyyah'tan rivayet edilmiştir ki: \"Bir kadın Aişe'ye sordu: 'Adetli bir kadın kaçırdığı namazı kaza etmeli mi?' Aişe şöyle dedi: 'Sen Haruri misin? Biz Allah'ın Resulü (ﷺ) zamanında adetli olurduk ama kaçırdığımız namazları kaza etmezdik ve buna dair bir emir de almazdık.'\""
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Allah'ın Resulü (ﷺ) mescitteyken şöyle dedi: 'Ey Aişe, bana elbiseyi ver.' O da: 'Ben namaz kılmıyorum.' dedi. O da: 'O senin elinde değil.' Bunun üzerine o elbiseyi ona verdi.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Bana mescitten örtüyü ver.' O da: 'Ben adetliyim.' dedi. Allah'ın Resulü (ﷺ) şöyle dedi: 'Adetin senin elinde değil.'\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "(Benzer bir isnat ile.)"
    },
    {
      "id": 38,
      "narrator": "Maimunah said:",
      "text": "Maimunah şöyle dedi: \"Allah'ın Resulü (ﷺ) bizden birinin kucağına başını koyar ve o adetliyken Kur'an okurdu, ve bizden biri adetliyken mescide matı alır ve sererdi.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü (ﷺ) adetliyken saçını tarardım ve o itikaf yapıyordu. O, başını odasından dışarı çıkarırdı.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber (ﷺ) itikaf yaparken başını dışarı çıkarırdı ve ben adetliyken onu yıkardım.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) itikaf yaparken mescitten başını dışarı çıkarırdı ve ben adetliyken onu yıkardım.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü (ﷺ) adetliyken saçını tarardım.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Hafsah said:",
      "text": "Hafsa'dan rivayet edilmiştir ki: \"Ümmü Atiye, Allah'ın Resulü (ﷺ) hakkında asla 'Babam onun için fidye olsun.' demeden bahsetmezdi. Ben: 'Sen Allah'ın Resulü (ﷺ) şöyle dediğini duydun mu?' dedim. O da: 'Evet, babam onun için fidye olsun.' dedi. O şöyle dedi: 'Ergin kızlar, bakireler ve adetli kadınlar, iyi günlere ve Müslümanların dualarına tanıklık etmek için çıksınlar, ancak adetli kadınlar namaz yerinden uzak dursunlar.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from 'Aishah that she said to the Messenger of Allah (ﷺ):",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü (ﷺ) ile şöyle konuştum: 'Safiyye bint Huyai adet görmeye başladı.' Allah'ın Resulü (ﷺ) şöyle dedi: 'Belki bizi geciktirdi. Seninle birlikte Kabe'yi tavaf etmedi mi?' O da: 'Evet.' dedi. O da: 'O zaman gidebilirsiniz.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Jabir bin 'Abdullah concerning Asma' bint Umais that when she gave birth at Dhul-Hulaifah, the Messenger of Allah (ﷺ) said to Abu Bakr:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki: \"Asma bint Umais, Dhul-Hulaifah'ta doğum yaptığında, Allah'ın Resulü (ﷺ) Ebu Bekir'e şöyle dedi: 'Ona gusül almasını ve (telbiye getirmesini) söyle.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Samurah said:",
      "text": "Samurah'dan rivayet edilmiştir: \"Ben, Allah'ın Resulü (ﷺ) ile birlikte doğum sırasında vefat eden Umm Ka'b için cenaze namazı kıldım ve namaz sırasında, Allah'ın Resulü (ﷺ) onun ortasında durdu.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Asma' bint Abi Bakr that a woman asked the Messenger of Allah (ﷺ) about menstrual blood that gets on clothes. He said:",
      "text": "Asma' bint Ebu Bekir'den rivayet edilmiştir ki, bir kadın Allah'ın Resulü (ﷺ) ile adet kanının elbiselere bulaşması hakkında konuştu. O, \"Kazıyın, sonra su ile ovun, ardından üzerine su serpin ve içinde namaz kılın.\" dedi."
    },
    {
      "id": 48,
      "narrator": "It was narrated that 'Adi bin Dinar said:",
      "text": "'Adi bin Dinar'dan rivayet edilmiştir: \"Umm Qais bint Mihsan'ın, Allah'ın Resulü (ﷺ) ile adet kanının elbiselere bulaşması hakkında konuştuğunu duydum. O, 'Bir sopa ile kazıyın ve su ve lotus yaprakları ile yıkayın.' dedi.\""
    }
  ]
}