{
  "language": "tr",
  "metadata": {
    "length": 61,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre, bir adam Peygamber'e geldi ve dedi ki: \"Ey Allah'ın Elçisi, hangi sadaka en büyük sevabı getirir?\" O da şöyle dedi: \"Sağlıklı olduğun ve cimrilik hissettiğin, fakirlikten korktuğun ve uzun bir yaşam umduğun zaman sadaka vermek. (Ölüm sesi) boğaza ulaşana kadar beklemeyin ve sonra 'Bu falan için' demeyin; bu, neredeyse falanın (mirasçıların) malı haline gelecektir.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'ın rivayet ettiğine göre, Allah'ın Elçisi şöyle dedi: \"Sizden hangisinin mirasçılarının malı, kendi malından daha değerlidir?\" Onlar dediler: \"Ey Allah'ın Elçisi, aramızda kendi malı, mirasçılarının malından daha değerli olan kimse yok.\" Allah'ın Elçisi şöyle dedi: \"Şunu bilin ki, aranızda mirasçılarının malı, kendi malından daha değerli olan kimse yoktur. Sizin malınız, öne gönderdiğinizdir; mirasçılarınızın malı ise, sakladığınızdır.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Mutarrif, from his father, that the Prophet said:",
      "text": "Mutarrif'ten, babasından rivayet edildiğine göre, Peygamber şöyle dedi: \"Dünya malı biriktirme konusundaki karşılıklı rekabet sizi oyalıyor, 'Ta ki mezarları ziyaret edene kadar (yani ölünceye kadar).' Adem oğlu der: 'Malım, malım,' ama sizin malınız, yediğiniz ve tükettiğiniz, ya da giydiğiniz ve eskidiğiniz, ya da sadaka verdiğiniz ve ahirete gönderdiğinizdir.\""
    },
    {
      "id": 4,
      "narrator": "Abu Habibah At-Ta'i said:",
      "text": "Ebu Habibah At-Ta'i şöyle dedi: \"Bir adam, Allah yolunda harcanmak üzere bazı Dinarlar bırakarak vasiyet etti. Ebu Derda' bu konuda soruldu ve o da rivayet etti ki, Peygamber şöyle dedi: 'Bir köleyi azat eden veya ölmekteyken sadaka veren kişinin durumu, doyana kadar yedikten sonra hediye veren bir adamın durumuna benzer.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'in rivayet ettiğine göre, Allah'ın Elçisi şöyle dedi: \"Vasiyet yapılması gereken bir şeyi olan bir Müslümanın, yanında yazılı bir vasiyet olmadan iki gece geçirmesi uygun değildir.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah said:",
      "text": "İbn Ömer'den rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Vasiyet yapılması gereken bir şeyi olan bir Müslümanın, yanında yazılı bir vasiyet olmadan iki gece geçirmesi uygun değildir.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "(Aynısı) İbn Awn'dan, Nafi'den, İbn Ömer'den rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that the Prophet said:",
      "text": "Abdullah bin Ömer'den rivayet edildiğine göre, Peygamber şöyle dedi: \"Bir Müslümanın, vasiyeti olmadan üç gece geçirmesi uygun değildir.\" Abdullah bin Ömer dedi ki: \"Ben bu sözü Allah'ın Elçisi'nden duyduğum günden beri, her zaman vasiyetimi yanımda bulunduruyorum.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Salim bin 'Abdullah, from his father, that the Messenger of Allah said:",
      "text": "Salim bin Abdullah'dan, babasından rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Vasiyet yapılması gereken bir şeyi olan bir Müslümanın, yanında yazılı bir vasiyet olmadan üç geceden fazla geçirmesi doğru değildir.\""
    },
    {
      "id": 10,
      "narrator": "Talha said:",
      "text": "Talha şöyle dedi: \"İbn Ebi Evfa'ya sordum: 'Allah'ın Elçisi bir vasiyet bıraktı mı?' O da: 'Hayır.' dedi. Ben: 'Müslümanların vasiyet yapması nasıl emredildi?' dedim. O da: 'O, Müslümanları Allah'ın Kitabı'na bağlı kalmaları konusunda talimatlar bıraktı.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin rivayet ettiğine göre, \"Allah'ın Elçisi bir Dinar veya bir Dirhem, ya da bir koyun veya bir deve bırakmadı ve hiçbir vasiyet de bırakmadı.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin rivayet ettiğine göre, \"Allah'ın Elçisi bir Dirhem veya bir Dinar, ya da bir koyun veya bir deve bırakmadı ve hiçbir vasiyet de bırakmadı.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin rivayet ettiğine göre, \"Allah'ın Elçisi bir Dirhem veya bir Dinar, ya da bir koyun veya bir deve bırakmadı ve hiçbir vasiyet de bırakmadı.\" Cafer \"Dinar veya Dirhem\" demedi."
    },
    {
      "id": 14,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin rivayet ettiğine göre, \"Onlar derler ki, Allah'ın Elçisi Ali hakkında bir vasiyet yaptı, Allah ondan razı olsun. Ama o, idrar yapmak için bir kap istedi, sonra benim fark etmeden bayıldı. Peki, kime vasiyet bıraktı?\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin rivayet ettiğine göre, \"Allah'ın Elçisi, yanında kimse yokken, sadece benimle birlikte vefat etti.\" Dedi ki: \"Ve bir kap istedi.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Amir bin Sa'd that his father said:",
      "text": "'Amir bin Sa'd'dan rivayet edildiğine göre, babası şöyle demiştir: \"Bir hastalığa yakalandım ve daha sonra iyileştim. Allah'ın Elçisi beni ziyarete geldi ve ben dedim ki: 'Ey Allah'ın Elçisi, benim çok malım var ve mirasçım sadece kızım. Malımın üçte ikisini sadaka olarak vereyim mi?' O da dedi ki: 'Hayır.' Ben dedim: 'Yarısını mı?' O da dedi ki: 'Hayır.' Ben dedim: 'Üçte birini mi?' O da dedi ki: '(Ver) üçte bir, üçte bir çoktur. Mirasçılarını geçim kaynağından bağımsız bırakman, onları yoksul bırakıp insanların elini uzatmalarından daha iyidir.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Sa'd said:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Amir bin Sa'd that his father said:",
      "text": "Sa'd'dan rivayet edildiğine göre, \"Peygamber Makkah'ta hastayken beni ziyarete geldi. Ben dedim: 'Ey Allah'ın Elçisi, bütün malımı miras bırakacak mıyım?' O da dedi ki: 'Hayır.' Ben dedim: 'Yarısını mı?' O da dedi ki: 'Hayır.' Ben dedim: 'Üçte birini mi?' O da dedi ki: '(Miras bırak) üçte bir, üçte bir çoktur. Mirasçılarını geçim kaynağından bağımsız bırakman, onları yoksul bırakıp insanların elini uzatmalarından daha iyidir.'\""
    },
    {
      "id": 19,
      "narrator": "One from the family of Sa'd narrated:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "'Amir bin Sa'd (narrated) from his father that he fell sick in Makkah and the Messenger of Allah came to him. When Sa'd saw him, he wept and said:",
      "text": "'Amir bin Sa'd'dan rivayet edildiğine göre, babası şöyle demiştir: \"Peygamber Makkah'ta iken onu ziyaret ederdi ve o, göç ettiği topraklarda ölmek istemiyordu. Peygamber dedi ki: 'Allah Sa'd bin 'Afra'ya rahmet etsin.' Onun sadece bir kızı vardı ve o dedi ki: 'Ey Allah'ın Elçisi, bütün malımı miras bırakacak mıyım?' O da dedi ki: 'Hayır.' Ben dedim: 'Yarısını mı?' O da dedi ki: 'Hayır.' Ben dedim: 'Üçte birini mi?' O da dedi ki: 'Üçte bir, üçte bir çoktur. Mirasçılarını geçim kaynağından bağımsız bırakman, onları yoksul bırakıp insanların elini uzatmalarından daha iyidir.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Sa'd bin Abi Waqqas said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "It was narrated from Sa'd that the Prophet visited him when he was sick, and he said:",
      "text": "Sa'd'ın ailesinden biri rivayet etti: \"Sa'd hastalandı ve Allah'ın Elçisi ona girdi ve o dedi ki: 'Ey Allah'ın Elçisi, bütün malımı miras bırakacak mıyım?' O da dedi ki: 'Hayır.'\" Ve aynı Hadis'i aktardı."
    },
    {
      "id": 23,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah came to visit Sa'd (when he was sick). Sa'd said to him:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "'Amir bin Sa'd, babasından rivayet etti ki, Makkah'ta hastalandı ve Allah'ın Elçisi ona geldi. Sa'd onu görünce ağladı ve dedi: \"Ey Allah'ın Elçisi, göç ettiğim topraklarda mı öleceğim?\" O da dedi: \"Hayır, eğer Allah dilerse.\" O dedi: \"Ey Allah'ın Elçisi, Allah yolunda bütün malımı miras bırakacak mıyım?\" O da dedi: \"Hayır.\" O dedi: \"Üçte ikisini mi?\" O da dedi: \"Hayır.\" O dedi: \"Yarısını mı?\" O da dedi: \"Hayır.\" O dedi: \"Üçte birini mi?\" Allah'ın Elçisi dedi: \"Üçte bir, üçte bir çoktur. Eğer oğullarını geçim kaynağından bağımsız bırakırsan, onları yoksul bırakıp insanların elini uzatmalarından daha iyidir.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Muhammad bin Sa'd, from his father Sa'd bin Malik, that the Prophet came to him when he was sick and he said:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Jabir bin 'Abdullah narrated that his father was martyred on the Day of Uhud, and he left behind six daughters, and some outstanding debts. When the time to pick the dates came, I went to the Messenger of Allah and said:",
      "text": "Sa'd bin Abi Waqqas'tan rivayet edildiğine göre: \"Allah'ın Elçisi beni hastayken ziyaret etti ve dedi: 'Vasiyet yaptın mı?' Ben dedim: 'Evet.' O dedi: 'Ne kadar?' Ben dedim: 'Bütün malım Allah yolunda verilsin.' O dedi: 'Çocukların için ne bıraktın?' Ben dedim: 'Onlar zengin (geçim kaynağından bağımsız).' O dedi: 'Onda bir ondalık bırak.' Ve bunu tartışmaya devam ettik ta ki o dedi: 'Üçte bir bırak, üçte bir çoktur.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Jabir that his father died owing debts. \"I came to the Prophet and said:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "It was narrated that Jabir said:",
      "text": "Sa'd'dan rivayet edildiğine göre, Peygamber onu hastayken ziyaret etti ve o dedi: \"Ey Allah'ın Elçisi, bütün malımı miras bırakacak mıyım?\" O dedi: \"Hayır.\" O dedi: \"Yarısını mı?\" O dedi: \"Hayır.\" O dedi: \"Üçte birini mi?\" O dedi: \"Üçte bir, üçte bir çoktur.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "'Aişe'den rivayet edildiğine göre, Allah'ın Elçisi Sa'd'ı (hastayken) ziyaret etti. Sa'd ona dedi: \"Ey Allah'ın Elçisi, malımın üçte ikisini miras bırakacak mıyım?\" O dedi: \"Hayır.\" O dedi: \"Yarısını mı?\" O dedi: \"Hayır.\" O dedi: \"Üçte birini mi?\" O dedi: \"Evet, üçte bir, üçte bir çoktur. Eğer mirasçılarını geçim kaynağından bağımsız bırakırsan, onları yoksul bırakıp insanların elini uzatmalarından daha iyidir.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that 'Amr bin Kharijah said:",
      "text": "'Amr bin Kharijah'dan rivayet edilmiştir: \"Allah'ın Elçisi bir hutbe verdi ve şöyle dedi: 'Allah, hak sahibi her insana hakkını vermiştir ve mirasçıya vasiyet yoktur.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Shahr bin Hawshab that Ibn Ghanm mentioned that Ibn Kharijah told him that he saw the Messenger of Allah addressing the people from atop his mount, which was chewing its cud and its saliva was dripping down. The Messenger of Allah said in his Khutbah:",
      "text": "Şahr bin Hawshab'dan rivayet edilmiştir ki, İbn Ghanm, İbn Kharijah'ın kendisine, Allah'ın Elçisi'nin üzerinde oturduğu hayvanın yemini çiğnerken ve tükürüğünün damladığını gördüğünü söyledi. Allah'ın Elçisi hutbesinde şöyle dedi: \"Allah, her insana mirastan bir pay vermiştir ve mirasçıya vasiyet vermek caiz değildir.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Amr bin Kharijah said:",
      "text": "'Amr bin Kharijah'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Allah, ismi yüce olan, hak sahibi her insana hakkını vermiştir ve mirasçıya vasiyet yoktur.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Şu ayet indirildiğinde: 'Ve yakın akrabalarını uyar' (Ey Muhammed), Allah'ın Elçisi Kureyş'i çağırdı ve toplandılar, genel ve özel olarak konuştu, sonra şöyle dedi: 'Ey Banu Ka'b bin Lu'ayy! Ey Banu Murrah bin Ka'b! Ey Banu 'Abd Şems! Ey Banu 'Abd Manaf! Ey Banu Hişam! Ey Banu 'Abdülmuttalib! Kendinizi ateşten koruyun! Ey Fatıma! Kendini ateşten koru. Allah katında sana hiçbir şey fayda veremem, ama seninle akrabalık bağlarını koruyacağım.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Musa bin Talhah said:",
      "text": "Musa bin Talha'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Ey Banu 'Abd Manaf! Rabbinizden kendinizi satın alın. Allah katında size hiçbir şey fayda veremem. Ey Banu 'Abdülmuttalib! Rabbinizden kendinizi satın alın. Allah katında size hiçbir şey fayda veremem. Ama benimle sizin aranızda koruyacağım akrabalık bağları vardır.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi, 'Ve yakın akrabalarını uyar' ayeti indirildiğinde şöyle dedi: 'Ey Kureyş! Rabbinizden kendinizi satın alın; Allah katında size hiçbir şey fayda veremem. Ey Banu 'Abdülmuttalib! Allah katında size hiçbir şey fayda veremem. Ey Abbas bin 'Abdülmuttalib! Allah katında size hiçbir şey fayda veremem. Ey Safiye, Allah'ın Elçisi'nin amcası! Allah katında size hiçbir şey fayda veremem. Ey Fatıma bint Muhammed! İstediğin her şeyi benden iste, Allah katında sana hiçbir şey fayda veremem.'\""
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi, 'Ve yakın akrabalarını uyar' ayeti kendisine indirildiğinde ayağa kalktı ve şöyle dedi: 'Ey Kureyş! Rabbinizden kendinizi satın alın, Allah katında size hiçbir şey fayda veremem. Ey Banu 'Abd Manaf! Allah katında size hiçbir şey fayda veremem. Ey Abbas bin 'Abdülmuttalib! Allah katında size hiçbir şey fayda veremem. Ey Safiye, Allah'ın Elçisi'nin amcası! Allah katında size hiçbir şey fayda veremem. Ey Fatıma! İstediğin her şeyi benden iste, Allah katında sana hiçbir şey fayda veremem.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Bu ayet - 'Ve yakın akrabalarını uyar' - indirildiğinde, Allah'ın Elçisi şöyle dedi: 'Ey Fatıma, Muhammed'in kızı! Ey Safiye bint 'Abdülmuttalib! Ey Banu 'Abdülmuttalib! Allah katında size hiçbir şey fayda veremem; benim malımdan istediğiniz her şeyi isteyin.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Aishah that a man said to the Messenger of Allah:",
      "text": "'Aişe'den rivayet edilmiştir ki, bir adam Allah'ın Elçisi'ne şöyle dedi: \"Annem beklenmedik bir şekilde vefat etti; eğer konuşabilseydi sadaka verirdi. Onun adına sadaka vermeli miyim?\" Allah'ın Elçisi şöyle dedi: \"Evet.\" Bunun üzerine onun adına sadaka verdi."
    },
    {
      "id": 40,
      "narrator": "It was narrated from Sa'eed bin 'Amr bin Shurahbil bin Sa'eed bin Sa'd bin 'Ubadah, from his father, that his grandfather said:",
      "text": "Sa'id bin 'Amr bin Şurahbil bin Sa'id bin Sa'd bin 'Ubadeh'den, babasından rivayet edilmiştir ki, dedesi şöyle dedi: \"Sa'd bin 'Ubadeh, Peygamber ile bir seferde bulundu ve annesi Medine'de vefat etti. Ona (ölürken) denildi ki: 'Vasiyet yap.' O da: 'Kime vasiyet yapayım? Mal Sa'd'a aittir.' dedi. Sonra Sa'd gelmeden vefat etti. Sa'd geldiğinde, ona bu durumdan bahsedildi ve şöyle dedi: 'Ey Allah'ın Elçisi, onun adına sadaka verirsem ona fayda sağlar mı?' Peygamber şöyle dedi: 'Evet.' Sa'd dedi ki: 'Şu bahçe onun adına sadaka olarak verildi' - bahçeyi isimlendirdi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Bir adam öldüğünde, onun tüm hayır işleri sona erer, sadece üç şey hariç: Sürekli sadaka (Sadaqah Jariyah), faydalı ilim ve kendisi için dua eden salih bir evlat.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Abu Hurairah that a man said to the Prophet:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, bir adam Peygamber'e şöyle dedi: \"Babam vefat etti ve geride mal bıraktı, ama vasiyet bırakmadı. Onun adına sadaka verirsem, bu ona kefaret olur mu?\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Ash-Sharid bin Suwaid Ath-Thaqafi said:",
      "text": "Ash-Sharid bin Suwaid Ath-Thaqafi'den rivayet edilmiştir: \"Ben Allah'ın Elçisi'ne geldim ve şöyle dedim: 'Annem, onun adına bir kölenin özgür bırakılmasını vasiyet etti. Benim bir Nubiyeli köle kızım var; onun adına onu özgür bırakmam yeterli olur mu?' O da: 'Onu buraya getir.' dedi. Peygamber ona şöyle dedi: 'Senin Rabbin kim?' O da: 'Allah.' dedi. Peygamber: 'Ben kimim?' dedi. O da: 'Allah'ın Elçisi.' dedi. Peygamber: 'Onu özgür bırak, çünkü o bir imanı.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Ibn 'Abbas that Sa'd asked the Prophet:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Sa'd Peygamber'e sordu: \"Annem vefat etti ve vasiyet bırakmadı; onun adına sadaka verirsem?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 45,
      "narrator": "It was narrated from Ibn 'Abbas that a man said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, bir adam şöyle dedi: \"Ey Allah'ın Elçisi, annem vefat etti; onun adına sadaka verirsem ona fayda sağlar mı?\" O da: \"Evet.\" dedi. Adam: \"Bir bahçem var ve onun adına sadaka verdiğime şahit olmanı istiyorum.\" dedi."
    },
    {
      "id": 46,
      "narrator": "It was narrated from Sa'd bin 'Ubadah that he came to the Prophet and said:",
      "text": "Sa'd bin 'Ubadah'dan rivayet edilmiştir ki, o Peygamber'e gelerek şöyle dedi: \"Annem vefat etti ve yerine getirmesi gereken bir adak vardı. Onun adına bir köle azat etmem yeterli olur mu?\" Peygamber şöyle dedi: \"Annen adına bir köle azat et.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Sa'd bin 'Ubadah that he consulted the Prophet about a vow which his mother had to fulfill, but she died before doing so. The Messenger of Allah said:",
      "text": "Sa'd bin 'Ubadah'dan rivayet edilmiştir ki, o Peygamber'e annesinin yerine getirmesi gereken bir adağı hakkında danıştı, fakat annesi bunu yapmadan vefat etti. Allah'ın Elçisi şöyle dedi: \"Onun adına yerine getir.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Sa'd bin 'Ubadah that he consulted the Prophet about a vow which his mother had to fulfill, but she died before doing so. The Messenger of Allah said:",
      "text": "Sa'd bin 'Ubadah'dan rivayet edilmiştir ki, o Peygamber'e annesinin yerine getirmesi gereken bir adağı hakkında danıştı, fakat annesi bunu yapmadan vefat etti. Allah'ın Elçisi şöyle dedi: \"Onun adına yerine getir.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Sa'd, annesinin yerine getirmesi gereken bir adağı hakkında Allah'ın Elçisi'ne danıştı, fakat annesi bunu yapmadan vefat etti. Allah'ın Elçisi şöyle dedi: 'Onun adına yerine getir.'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Al-Harith bin Miskin said, it being read to him while I was listening:",
      "text": "Al-Harith bin Miskin'den rivayet edilmiştir ki, kendisine okunurken dinliyordum: \"Sufyan'dan, Az-Zuhri'den, 'Ubaidullah bin 'Abdullah'dan, İbn Abbas'tan, Sa'd bin 'Ubadah'ın Peygamber'e annesinin yerine getirmesi gereken bir adağı hakkında danıştığını, fakat annesinin bunu yapmadan vefat ettiğini; Allah'ın Elçisi'nin de şöyle dediğini aktardı: 'Onun adına yerine getir.'\""
    },
    {
      "id": 51,
      "narrator": "Muhammad bin 'Abdullah bin Yazid said:",
      "text": "Muhammed bin 'Abdullah bin Yazid şöyle dedi: \"Sufyan, Az-Zuhri'den, 'Ubaidullah bin 'Abdullah'dan, İbn Abbas'tan, Sa'd'ın şöyle dediğini bize aktardı: 'Annem vefat etti ve yerine getirmesi gereken bir (ödenmemiş) adağı vardı. Peygamber'e sordum ve o da bana onun adına yerine getirmemi söyledi.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Sa'd bin 'Ubadah Al-Ansari, annesinin yerine getirmesi gereken bir (ödenmemiş) adağı hakkında Allah'ın Elçisi'ne danıştı, fakat annesi bunu yapmadan vefat etti. Allah'ın Elçisi şöyle dedi: 'Onun adına yerine getir.'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Sa'd bin 'Ubadah Peygamber'e geldi ve şöyle dedi: \"Annem vefat etti ve yerine getirmesi gereken bir adağı vardı ama bunu yapmadı.\" O da şöyle dedi: \"Onun adına yerine getir.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Sa'd bin 'Ubadah said:",
      "text": "Sa'd bin 'Ubadah'dan rivayet edilmiştir ki, \"Ben dedim: 'Ey Allah'ın Elçisi, annem vefat etti; onun adına sadaka verebilir miyim?' O da: 'Evet.' dedi. Ben: 'Hangi tür sadaka en iyisidir?' dedim. O da: 'Su temin etmek.' dedi.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Sa'd bin 'Ubadah said:",
      "text": "Sa'd bin 'Ubadah'dan rivayet edilmiştir ki, \"Ben dedim: 'Ey Allah'ın Elçisi, hangi tür sadaka en iyisidir?' O da: 'Su temin etmek.' dedi.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated from Sa'd bin 'Ubadah that his mother died. He said:",
      "text": "Sa'd bin 'Ubadah'dan rivayet edilmiştir ki, annesi vefat etti. O şöyle dedi: \"Ey Allah'ın Elçisi, annem vefat etti; onun adına sadaka verebilir miyim?\" O da: \"Evet.\" dedi. O: \"Hangi tür sadaka en iyisidir?\" dedi. O da: \"Su temin etmek.\" dedi. Ve bu, Al-Medine'deki Sa'd'ın su kuyusudur."
    },
    {
      "id": 57,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, \"Allah'ın Elçisi bana şöyle dedi: 'Ey Ebu Dharr, senin zayıf olduğunu düşünüyorum ve senin için sevdiğimi kendim için de seviyorum. İki kişi üzerinde emirlik kabul etme ve bir yetimin malının koruyucusu olmayı kabul etme.'\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that a man came to the Prophet and said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, bir adam Peygamber'e geldi ve şöyle dedi: \"Ben fakirim ve hiçbir şeyim yok, ayrıca bir yetimim var (bakımımda).\" O da: \"Yetimin malından israf etmeden, savurganlık yapmadan ye.\" dedi."
    },
    {
      "id": 59,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Bu Ayetler indirildiğinde - 'Yetimin malına yaklaşmayın, ancak onu güzelleştirmek için' ve 'Şüphesiz ki, yetimlerin malını haksız yere yiyenler...' - insanlar yetimlerin malından ve yiyeceklerinden uzak durdular. Bu, Müslümanlara zorluk çıkardı ve bunu Peygamber'e şikayet ettiler. Sonra Allah, 'Ve sana yetimlerden soruyorlar. De ki: Onların malında dürüstçe çalışmak en iyisidir, eğer işlerinizi onlarınkiyle karıştırırsanız, o zaman onlar sizin kardeşlerinizdir. Ve Allah, kötülük yapmak isteyen ile iyilik yapmak isteyen arasında ayırt eder. Eğer Allah dileseydi, sizi zorluklara sokabilirdi.' diye indirdi.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Ibn 'Abbas said -concerning the Verse:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki - \"Şüphesiz ki, yetimlerin malını haksız yere yiyenler\" Ayeti hakkında - bir adamın bakımında bir yetim olurdu ve o, yiyecek, içecek ve kaplarını ayrı tutardı. Bu, Müslümanlara zorluk çıkardı, bu yüzden Allah, Aziz ve Celil, 'Ve sana yetimlerden soruyorlar. De ki: Onların malında dürüstçe çalışmak en iyisidir, eğer işlerinizi onlarınkiyle karıştırırsanız, o zaman onlar sizin kardeşlerinizdir' diye indirdi; bu yüzden onlarla karışmanız caizdir."
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü şöyle buyurdu: \"Cehenneme götüren yedi büyük günahlardan sakının.\" Denildi ki: \"Ey Allah'ın Resulü, bunlar nelerdir?\" O da şöyle dedi: \"Allah'a ortak koşmak (Şirk), sihir, Allah'ın katlini haram kıldığı bir canı öldürmek, İslam hukukunun belirlediği durumlar dışında, faize (Riba) harcamak, yetimlerin malını yemek, savaş günü (savaş alanına) kaçmak ve iffetli kadınlara, iffetsizlik düşünmeye bile kalkışmayan ve iyi mümin olanlara iftira atmaktır.\""
    }
  ]
}