{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from An-Nu'man bin Bashir that his father gave him a slave as a present, then he came to the Prophet to ask him to bear witness (to that). He said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki, babası ona bir köle hediye etti, sonra da bunu tasdik ettirmek için Peygamber'e geldi. Peygamber şöyle dedi: \"Tüm çocuklarına hediye verdin mi?\" O da: \"Hayır.\" dedi. Peygamber: \"O zaman geri al.\" dedi. Bu ifadeler, (rivayet edenlerden biri) Muhammed'e aittir."
    },
    {
      "id": 2,
      "narrator": "It was narrated from An-Nu'man bin Bashir that his father brought him to the Messenger of Allah and said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki, babası onu Allah'ın Resulü'ne getirdi ve şöyle dedi: \"Oğluma bir köle hediye ettim.\" Allah'ın Resulü şöyle dedi: \"Tüm çocuklarına hediye verdin mi?\" O da: \"Hayır.\" dedi. Allah'ın Resulü: \"O zaman (hediyeni) geri al.\" dedi."
    },
    {
      "id": 3,
      "narrator": "It was narrated from An-Nu'man bin Bashir that his father Bashir bin Sa'd brought An-Nu'man with him and said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki, babası Bashir bin Sa'd, An-Nu'man'ı yanına alarak şöyle dedi: \"Ey Allah'ın Resulü, bu oğluma bana ait bir köleyi hediye ettim.\" Allah'ın Resulü: \"Tüm çocuklarına hediye verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"O zaman (hediyeni) geri al.\" dedi."
    },
    {
      "id": 4,
      "narrator": "It was narrated from Bashir bin Sa'd that he brought An-Nu'man to the Prophet and said:",
      "text": "Bashir bin Sa'd'dan rivayet edilmiştir ki, o An-Nu'man'ı Peygamber'e getirdi ve şöyle dedi: \"Bu oğluma bir köle hediye etmek istiyorum, eğer bununla devam etmem gerektiğini düşünüyorsan, devam edeceğim.\" Allah'ın Resulü: \"Tüm çocuklarına hediye verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"O zaman (hediyeni) geri al.\" dedi."
    },
    {
      "id": 5,
      "narrator": "It was narrated from An-Nu'man bin Bashir that his father gave him a present, and his mother said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki, babası ona bir hediye verdi, annesi de: \"Peygamber'e benim oğluma verdiğin şeyi tasdik ettirmesini iste.\" dedi. Bunun üzerine o Peygamber'e geldi ve durumu anlattı, Peygamber bunu tasdik etmek istemedi."
    },
    {
      "id": 6,
      "narrator": "It was narrated from Bashir that he gave his son a slave as a present, then he came to the Prophet and he wanted the Prophet to bear witness to that. He said:",
      "text": "Bashir'den rivayet edilmiştir ki, o oğluna bir köle hediye etti, sonra da Peygamber'e geldi ve bunun tasdikini istedi. Peygamber: \"Tüm çocuklarına benzer bir hediye verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"O zaman (hediyeni) geri al.\" dedi."
    },
    {
      "id": 7,
      "narrator": "It was narrated from Hisham bin 'Urwah, from his father, that Bashir came to the Prophet and said:",
      "text": "Hişam bin 'Urwah'tan, babasından rivayet edilmiştir ki, Bashir Peygamber'e geldi ve şöyle dedi: \"Ey Allah'ın Peygamberi, An-Nu'man'a bir hediye verdim.\" Peygamber: \"Kardeşlerine de bir şey verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"O zaman (hediyeni) geri al.\" dedi."
    },
    {
      "id": 8,
      "narrator": "It was narrated that An-Nu'man said that his father took him to the Prophet and said:",
      "text": "An-Nu'man'ın şöyle dediği rivayet edilmiştir ki, babası onu Peygamber'e götürdü ve şöyle dedi: \"Şahit ol ki, An-Nu'man'a şu kadar ve bu kadar malımdan bir hediye verdim.\" Peygamber: \"An-Nu'man'a verdiğin gibi tüm çocuklarına da hediye verdin mi?\" dedi."
    },
    {
      "id": 9,
      "narrator": "It was narrated from An-Nu'man that his father brought him to the Prophet to bear witness to a present that he gave to him. He said:",
      "text": "An-Nu'man'dan rivayet edilmiştir ki, babası onu Peygamber'e getirdi ve ona verdiği hediyenin tasdikini istedi. Peygamber: \"Tüm çocuklarına, ona verdiğin gibi bir hediye verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"Ben hiçbir şeye şahitlik etmeyeceğim. Onların hepsinin sana eşit saygı göstermesi seni memnun etmez mi?\" dedi. O da: \"Elbette.\" dedi. Peygamber: \"O zaman hayır (bunu yapmayacağım).\" dedi."
    },
    {
      "id": 10,
      "narrator": "An-Nu'man bin Bashir Al-Ansari narrated that his mother, the daughter of Rawahah, asked his father to give some of his wealth to her son. He deferred that for a year, then he decided to give it to him. She said:",
      "text": "An-Nu'man bin Bashir Al-Ansari, annesi Rawahah kızı, babasından, oğluna bir miktar mal vermesini istedi. Babası bunu bir yıl erteledi, sonra ona vermeye karar verdi. Annesi: \"Peygamber'e şahitlik etmesini istemeden memnun olmayacağım.\" dedi. Babası: \"Ey Allah'ın Resulü, bu çocuğun annesi, Rawahah kızı, ona bir hediye vermemi ısrarla istedi.\" dedi. Peygamber: \"Ey Bashir, bu çocuktan başka başka çocukların var mı?\" dedi. O da: \"Evet.\" dedi. Peygamber: \"O zaman bu çocuğa verdiğin gibi diğerlerine de hediye verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"O zaman bana şahitlik etmemi isteme, zira ben adaletsizliğe şahitlik etmeyeceğim.\" dedi."
    },
    {
      "id": 11,
      "narrator": "It was narrated that An-Nu'man said:",
      "text": "An-Nu'man'dan rivayet edilmiştir ki: \"Annem babamdan bir hediye istedi ve o da bana verdi. O da: 'Peygamber'e şahitlik etmesini istemeden memnun olmayacağım.' dedi. Babam, beni küçük bir çocukken elimden tutarak Peygamber'e götürdü. O şöyle dedi: 'Ey Allah'ın Resulü, bu çocuğun annesi, Rawahah kızı, benden bir hediye istedi ve bunun için senden şahitlik etmeni istedi.' Peygamber: 'Ey Bashir, bu çocuktan başka başka çocukların var mı?' dedi. O da: 'Evet.' dedi. Peygamber: 'O zaman bu çocuğa verdiğin gibi ona da hediye verdin mi?' dedi. O da: 'Hayır.' dedi. Peygamber: 'O zaman bana şahitlik etmemi isteme, zira ben adaletsizliğe şahitlik etmeyeceğim.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Amir said:",
      "text": "'Amir'den rivayet edilmiştir ki: \"Bana denildi ki, Bashir bin Sa'd, Allah'ın Resulü'ne geldi ve şöyle dedi: 'Ey Allah'ın Resulü, eşim 'Amrah bint Rawahah, oğlu Nu'man'a bir hediye vermemi istedi ve bunun için senden şahitlik etmeni istedi.' Peygamber: 'Başka çocukların var mı?' dedi. O da: 'Evet.' dedi. Peygamber: 'Onlara, bu çocuğa verdiğin gibi bir şey verdin mi?' dedi. O da: 'Hayır.' dedi. Peygamber: 'O zaman bana adaletsizliğe şahitlik etmemi isteme.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from 'Abdullah bin 'Utbah bin Mas'ud that a man came to the Prophet and said:",
      "text": "'Abdullah bin 'Utbah bin Mas'ud'dan rivayet edilmiştir ki, bir adam Peygamber'e geldi ve şöyle dedi: \"Oğluma bir hediye verdim, şahitlik et.\" Peygamber: \"Başka çocukların var mı?\" dedi. O da: \"Evet.\" dedi. Peygamber: \"Onlara, ona verdiğin gibi bir şey verdin mi?\" dedi. O da: \"Hayır.\" dedi. Peygamber: \"Adaletsizliğe mi şahitlik edeyim?\" dedi."
    },
    {
      "id": 14,
      "narrator": "An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Bashir şöyle dedi: \"Babam, bana verdiği bir şeyin tasdikini istemek için beni Peygamber'e götürdü. Peygamber: 'Başka çocukların var mı?' dedi. O da: 'Evet.' dedi. Babası, elini yatay olarak şöyle işaret ederek: 'Onlara neden eşit davranmıyorsun?' dedi.\""
    },
    {
      "id": 15,
      "narrator": "An-Nu'man said, when he was delivering a Khutbah:",
      "text": "An-Nu'man, bir hutbe verirken şöyle dedi: \"Babam, bana verdiği bir hediye için şahitlik istemek üzere beni Allah'ın Resulü'ne götürdü. Peygamber: 'Ondan başka başka çocukların var mı?' dedi. O da: 'Evet.' dedi. Peygamber: 'Onlara eşit davran.'\""
    },
    {
      "id": 16,
      "narrator": "An-Nu'man bin Bashir delivered a Khutbah and said:",
      "text": "En-Nu'man bin Beşir bir hutbe verdi ve dedi ki: \"Allah'ın Resulü şöyle buyurdu: 'Çocuklarınıza adaletle muamele edin, çocuklarınıza adaletle muamele edin.'\""
    }
  ]
}