{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinin şöyle söylediği rivayet edilmiştir: \"Biz, Allah'ın Elçisi ile birlikteyken, Havazin heyeti ona geldi ve şöyle dedi: 'Ey Muhammed! Biz, Arap kabilelerinden biriyiz ve başımıza bir felaket geldi ki, sen de bunu iyi biliyorsun. Bize bir iyilik yap, Allah seni mübarek kılsın.' O da: 'Mallarınızla kadınlarınız ve çocuklarınız arasında seçim yapın.' dedi. Onlar: 'Bize ailelerimizle mallarımız arasında bir seçim sundunuz; biz kadınlarımızı ve çocuklarımızı seçiyoruz.' dediler. Allah'ın Elçisi: 'Benim ve Banu Abdülmuttalib'e tahsis edilen kısmı sizin. Ben öğle namazını kıldığımda, ayağa kalkıp şöyle deyin: \"Kadınlarımız ve çocuklarımızla ilgili olarak Allah'ın Elçisi'nden yardım istiyoruz.\" dedi. Öğle namazını kıldıklarında, ayağa kalkıp bunu söylediler. Allah'ın Elçisi: 'Benim ve Banu Abdülmuttalib'e tahsis edilen kısmı sizin.' dedi. Muhacirler: 'Bize tahsis edilen kısım Allah'ın Elçisi içindir.' dediler. Ensar: 'Bize tahsis edilen kısım Allah'ın Elçisi içindir.' dediler. Al-Aqra' bin Habis: 'Ben ve Banu Tamim için hayır (onu vermeyeceğiz).' dedi. 'Uyaynah bin Hisn: 'Ben ve Banu Fazarah için hayır (onu vermeyeceğiz).' dedi. Al-'Abbas bin Mirdas: 'Ben ve Banu Sulaim için hayır (onu vermeyeceğiz).' dedi. Banu Sulaim ayağa kalkarak: 'Yalan söyledin; bize tahsis edilen her şey Allah'ın Elçisi içindir.' dediler. Allah'ın Elçisi: 'Ey insanlar, kadınlarını ve çocuklarını geri verin. Kim bu ganimetten bir şey geri verirse, Allah'ın bize bir sonraki ganimetten altı deve alacaktır.' dedi. Sonra binek hayvanına bindi ve insanlar etrafını sardı, 'Ganimetimizi aramızda dağıt!' dediler. Onu, Rida'sının (üst örtüsü) takıldığı bir ağacın yanına geri götürdüler. O da: 'Ey insanlar! Rida'mı geri verin. Vallahi! Eğer Tihamah ağaçları kadar hayvan olsaydı, onları aranızda dağıtırdım, o zaman beni cimri, korkak veya yalancı bulamazdınız.' dedi. Sonra bir devenin yanına gidip, iki parmağının arasında hörgüçten bir kıl aldı ve: 'Bakın! Benim elimde hiç ganimet yok. Tek sahip olduğum Khums ve Khums size geri verilecektir.' dedi. Bir adam, keçi kılından yapılmış bir iplik topu tutarak ayağa kalktı ve: 'Ey Allah'ın Elçisi, bunu devesinin eyerini tamir etmek için aldım.' dedi. O da: 'Benim ve Banu Abdülmuttalib'e tahsis edilen kısım sizin.' dedi. Adam: 'Bu kadar önemli mi? Ona ihtiyacım yok!' dedi ve onu yere attı. O da: 'Ey insanlar! Büyük ve küçük iğneleri bile geri verin, çünkü Al-Ghulul, onu alanlar için Kıyamet Günü'nde bir utanç ve rezil olacaktır.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "It was narrated from Ibn 'Umar and Ibn 'Abbas, who attributed the Hadith to the Prophet:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinin şöyle söylediği rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Hiç kimse hediyesini geri almasın, ancak bir baba oğlundan aldığı hediyeyi geri alabilir. Hediye geri alan kimse, kusmuklarına geri dönen köpeğe benzer.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "It was narrated that Tawus said:",
      "text": "İbn 'Umar ve İbn 'Abbas'tan, Hadisi Peygamber'e atfederek rivayet edilmiştir: \"Bir adamın hediye vermesi ve sonra geri alması caiz değildir, ancak bir baba oğluna verdiği hediyeyi geri alabilir. Hediye verip geri alan kimsenin benzeri, doyana kadar yiyip sonra kusan ve kusmuklarına geri dönen köpeğe benzer.\""
    },
    {
      "id": 6,
      "narrator": "'Abdullah bin 'Abbas said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Hedisini geri alan kimse, kusup sonra kusmuklarına geri dönen köpeğe benzer.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that the Messenger of Allah said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet said:",
      "text": "Tawus'tan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Hiç kimsenin hediye vermesi ve sonra geri alması caiz değildir, ancak bir babanın oğlundan aldığı hediyeyi geri alması müstesna.' Tawus şöyle dedi: 'Gençken, 'Kusmasına geri dönen' ifadesini duyardım ama bunun bir benzetme olduğunu fark etmezdik.' Dedi ki: 'Bunu yapanın benzeri, yiyip kusan ve sonra kusmuklarına geri dönen köpeğe benzer.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "Abdullah bin 'Abbas şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Hedisini geri alan kimsenin benzeri, kusup sonra kusmuklarına geri dönen köpeğe benzer.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Hediye verip geri alan kimsenin benzeri, kusup sonra kusmuklarına geri dönen köpeğe benzer.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from 'Abdullah bin Tawus, from his father, from Ibn 'Abbas, that the Messenger of Allah said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Az-Zubair, from Tawus, that Ibn 'Abbas said:",
      "text": "Abdullah bin 'Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Hedisini geri alan kimsenin benzeri, kusup sonra kusmuklarına geri dönen köpeğe benzer.\" (Rivayet edenlerden) Al-Awza'i: \"Bu Hadisi 'Ata bin Abi Rabah'a anlatırken onu duydum.\" dedi."
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from Tawus, from Ibn 'Umar and Ibn 'Abbas, that they said:",
      "text": "'Amr bin Shu'aib'den, Tawus'tan, İbn 'Umar ve İbn 'Abbas'tan rivayet edilmiştir ki, şöyle demişlerdir: \"Allah'ın Elçisi şöyle dedi: 'Bir kimsenin hediye vermesi ve sonra onu geri alması caiz değildir, sadece bir babanın oğluna verdiği şeyler için.' Hediye verip sonra geri alanın durumu, doyan bir köpeğin yediği şeyi kusup sonra tekrar kusmuğuna dönmesi gibidir.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn Juraij, from Al-Hasan bin Muslim, from Tawus that the Messenger of Allah said:",
      "text": "İbn Juraij'den, Al-Hasan bin Muslim'den, Tawus'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Bir kimsenin hediye vermesi ve sonra onu geri alması caiz değildir, sadece bir babanın.\" Tawus dedi ki: \"Çocukların 'Ey kusmuğuna dönen!' dediklerini işitirdim. Ama Allah'ın Elçisi'nin bunu bir örnek olarak söylediğini anlamamıştım, ta ki onun 'Hediye verip sonra geri alanın durumu, yediği kusmuğu yiyen köpeğin durumu gibidir.' dediğini duyana kadar.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Hanzalah that he heard Tawus say:",
      "text": "Hanzalah'dan rivayet edilmiştir ki, Tawus'un şöyle dediğini işitmiştir: \"Peygamberle karşılaşan bazıları bize onun şöyle dediğini aktardı: 'Bir şey verip sonra hediyesini geri alanın durumu, yiyip sonra kusan ve sonra kusmuğunu yiyen köpeğin durumu gibidir.'\""
    }
  ]
}