{
  "language": "tr",
  "metadata": {
    "length": 42,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Zaid bin Thabit that the Prophet said:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir ki, Peygamber şöyle demiştir: \"'Umra (ömür boyu verilen bir hediye) mirasçısına aittir.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Zaid bin Thabit that the Messenger of Allah said:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir ki, Allah'ın Elçisi şöyle demiştir: \"'Umra (ömür boyu verilen bir hediye) mirasçısına aittir.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir ki, Peygamber 'Umra'nın (ömür boyu verilen bir hediye) mirasçısına ait olduğuna hükmetmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir ki, Peygamber 'Umra'nın (ömür boyu verilen bir hediye) mirasçısına ait olduğuna hükmetmiştir."
    },
    {
      "id": 5,
      "narrator": "It was narrated that Zaid bin Thabit said:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir ki, Allah'ın Elçisi şöyle demiştir: \"Kim ömür boyu bir hediye verirse, bu hediye onu alan kişiye aittir, hem hayatta olduğu sürece hem de ölümünden sonra. Ve Ruqba esasına göre şeyler vermeyin, çünkü Ruqba esasına göre bir şey verilen kimse, bu şey onun mirasına dahil olur.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that the Prophet said:",
      "text": "'Abdullah bin 'Abbas'tan rivayet edilmiştir ki, Peygamber şöyle demiştir: \"'Umra caizdir.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Peygamber şöyle demiştir: \"Gerçekten 'Umra caizdir.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Tawus'tan rivayet edilmiştir ki, Allah'ın Elçisi 'Umra ve Ruqba'yı bağlayıcı kılmıştır."
    },
    {
      "id": 9,
      "narrator": "Malik bin Dinar narrated from 'Ata', from Jabir that the Messenger of Allah addressed them one day and said:",
      "text": "Malik bin Dinar, 'Ata' dan, Jabir'den rivayet etmiştir ki, Allah'ın Elçisi bir gün onlara hitap ederek şöyle demiştir: \"'Umra caizdir.\""
    },
    {
      "id": 10,
      "narrator": "'Abdul-Karim narrated from 'Ata', who said:",
      "text": "'Abdul-Karim, 'Ata'dan rivayet etmiştir ki, o şöyle demiştir: \"Allah'ın Elçisi 'Umra ve Ruqba'yı yasakladı.\" Ben sordum: \"Ruqba nedir?\" O dedi ki: \"Bir adam diğerine 'Bu senin ömür boyu senindir.' dediğinde. Ama bunu yaparsan, caizdir.\""
    },
    {
      "id": 11,
      "narrator": "Shu'bah said:",
      "text": "Shu'bah dedi ki: \"Katatada'dan, 'Ata'dan, Jabir'den rivayet ettiğini duydum ki, Peygamber şöyle demiştir: 'Umra caizdir.'\""
    },
    {
      "id": 12,
      "narrator": "'Abdul-Malik bin Abi Sulaiman narrated from 'Ata' who said:",
      "text": "'Abdul-Malik bin Abi Sulaiman, 'Ata'dan rivayet etmiştir ki, o şöyle demiştir: \"Allah'ın Elçisi şöyle dedi: 'Kim ömür boyu bir şey verilirse, bu onun yaşamı boyunca ve ölümünden sonra ona aittir.'\""
    },
    {
      "id": 13,
      "narrator": "Sufyan narrated from Ibn Juraij, from 'Ata', from Jabir that the Messenger of Allah said:",
      "text": "Sufyan, İbn Juraij'den, 'Ata'dan, Jabir'den rivayet etmiştir ki, Allah'ın Elçisi şöyle demiştir: \"Ruqba veya 'Umra esasına göre şeyler vermeyin. Ruqba veya 'Umra esasına göre bir şey verilen kimse, bu şey mirasçılarına aittir.\""
    },
    {
      "id": 14,
      "narrator": "Ibn Juraij narrated from 'Ata':",
      "text": "İbn Juraij, 'Ata'dan rivayet etmiştir: \"Habib bin Abi Thabit, İbn 'Umar'dan bize bildirdi ki, Allah'ın Elçisi şöyle demiştir: 'Ne 'Umra ne de Ruqba vardır. Ruqba veya 'Umra esasına göre bir şey verilen kimse, bu onun yaşamı boyunca ve ölümünden sonra ona aittir.'\""
    },
    {
      "id": 15,
      "narrator": "Ibn Juraij said:",
      "text": "İbn Juraij dedi ki: 'Ata' bana bildirdi, Habib bin Abi Thabit'ten, İbn 'Umar'dan -ve o bunu ondan duymadı- dedi ki: 'Allah'ın Elçisi şöyle dedi: \"Ne 'Umra ne de Ruqba vardır. Ruqba veya 'Umra esasına göre bir şey verilen kimse, bu onun yaşamı boyunca ve ölümünden sonra ona aittir.\"' 'Ata' dedi ki: \"Bu diğerine aittir.\""
    },
    {
      "id": 16,
      "narrator": "Yazid bin Ziyad bin Abi Al-Ja'd narrated from Habib bin Abi Thabit, who said:",
      "text": "Yazid bin Ziyad bin Abi Al-Ja'd, Habib bin Abi Thabit'ten rivayet etti. O da dedi ki: \"İbn 'Umar'ın şöyle dediğini duydum: 'Allah'ın Resulü Ruqba'yı yasakladı ve şöyle dedi: \"Ruqba temelinde bir şey verilen kimseye aittir.\"'\""
    },
    {
      "id": 17,
      "narrator": "Ibn Juraij said:",
      "text": "İbn Juraij dedi ki: \"Abu Az-Zubair bana, Jabir'in şöyle dediğini aktardı: 'Allah'ın Resulü şöyle dedi: \"Umra temelinde bir şey verilen kimseye, o şey hayatı boyunca ve öldükten sonra aittir.\"'\""
    },
    {
      "id": 18,
      "narrator": "Al-Hajjaj bin As-Sawwaf narrated from Abu Az-Zubair, who said:",
      "text": "El-Haccac bin Es-Savvaf, Abu Az-Zubair'den rivayet etti. O da dedi ki: \"Jabir şöyle dedi: 'Allah'ın Resulü şöyle dedi: \"Ey Ensar! Malınıza sahip çıkın ve onu 'Umra temelinde vermeyin. Zira 'Umra temelinde bir şey veren kimseye, o şey hayatı boyunca ve öldükten sonra, verdiği kişiye aittir.\"'\""
    },
    {
      "id": 19,
      "narrator": "Hisham narrated from Abu Az-Zubair, from Jabir, that the Messenger of Allah said:",
      "text": "Hişam, Abu Az-Zubair'den, o da Jabir'den rivayet etti. Allah'ın Resulü şöyle dedi: \"Malınıza sahip çıkın ve onu 'Umra temelinde vermeyin. Zira 'Umra temelinde bir şey verilen kimseye, o şey hayatı boyunca aittir ve öldükten sonra da ona aittir.\""
    },
    {
      "id": 20,
      "narrator": "Khalid narrated from Dawud bin Abi Hind, from Abu Az-Zubair, from Jabir, who said:",
      "text": "Halid, Davud bin Abi Hind'den, o da Abu Az-Zubair'den, o da Jabir'den rivayet etti. Jabir şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Ruqba, verildiği kişiye aittir.'\""
    },
    {
      "id": 21,
      "narrator": "Hushaim narrated from Dawud, from Abu Az-Zubair, from Jabir, who said:",
      "text": "Huşeym, Davud'dan, o da Abu Az-Zubair'den, o da Jabir'den rivayet etti. Jabir şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Umra, verildiği kişiye helaldir ve Ruqba, verildiği kişiye helaldir.'\""
    },
    {
      "id": 22,
      "narrator": "Al-Awza'i narrated from Az-Zuhri, from 'Urwah, from Jabir, who said:",
      "text": "El-Evza'i, Az-Zuhri'den, o da 'Urwah'tan, o da Jabir'den rivayet etti. Jabir şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Umra temelinde bir şey verilen kimseye, o şey ona ve soyuna aittir ve ondan miras alanlar tarafından miras alınır.'\""
    },
    {
      "id": 23,
      "narrator": "(A different chain) from Abu 'Amr, from Ibn Shihab, from Abu Salamah, from Jabir, who said:",
      "text": "(Farklı bir isnad) Abu 'Amr'dan, İbn Şihab'dan, Abu Salamah'dan, o da Jabir'den rivayet etti. Jabir şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Umra (ömür boyu hediye) verildiği kişiye aittir; o, ona ve mirasçılarına aittir ve onun soyundan miras alanlar tarafından miras alınır.'\""
    },
    {
      "id": 24,
      "narrator": "(A different chain) from Al-Awza'i, from Az-Zuhri, from 'Urwah and Abu Salamah, from Jabir, who said:",
      "text": "(Farklı bir isnad) El-Evza'i, Az-Zuhri'den, o da 'Urwah ve Abu Salamah'dan, o da Jabir'den rivayet etti. Jabir şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Umra (ömür boyu hediye) verildiği kişiye aittir; o, ona ve soyuna aittir ve ondan miras alanlar tarafından miras alınır.'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Hisham bin 'Urwah, from his father, from 'Abdullah bin Az-Zubair, that the Messenger of Allah said:",
      "text": "Hişam bin 'Urwah'tan, babasından, 'Abdullah bin Az-Zubair'den rivayet edildi ki, Allah'ın Resulü şöyle dedi: \"Bir adam, bir başka adama ömür boyu hediye verirse, o hediye, ona (alıcıya) ve onun soyuna, mirasçılarına aittir.\""
    },
    {
      "id": 26,
      "narrator": "Al-Laith narrated from Ibn Shihab, from Abu Salamah bin 'Abdur-Rahman, from Jabir, who said:",
      "text": "El-Leyth, İbn Şihab'dan, o da Abu Salamah bin 'Abdur-Rahman'dan, o da Jabir'den rivayet etti. Jabir şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Bir adam, bir başka adama ömür boyu hediye verirse, o hediye ona ve mirasçılarına aittir; onun (hediye verildiği zaman) söylediği sözler, üzerindeki haklarını sona erdirir ve o, 'Umra temelinde verildiği kişiye ve onun mirasçılarına aittir.'\""
    },
    {
      "id": 27,
      "narrator": "Malik narrated from Ibn Shihab, from Abu Salamah, from Jabir that the Messenger of Allah said:",
      "text": "Malik, İbn Şihab'dan, o da Abu Salamah'dan, o da Jabir'den rivayet etti ki, Allah'ın Resulü şöyle dedi: \"Bir adam, 'Umra temelinde bir hediye alırsa, o hediye ona ve soyuna aittir. O, verildiği kişiye aittir ve onu veren kişi geri alamaz, çünkü o bir hediye vermiştir ve bu, verildiği kişinin mirasçılarına geçer.\""
    },
    {
      "id": 28,
      "narrator": "Shua'ib narrated from Az-Zuhri, who said:",
      "text": "Şuayb, Az-Zuhri'den rivayet etti. O da dedi ki: \"Abu Salamah bin 'Abdur-Rahman bana, Jabir'in ona şöyle söylediğini aktardı: 'Allah'ın Resulü, bir adama ömür boyu hediye veren kimse için şöyle hükmetti: O hediye ona ve mirasçılarına aittir. O, 'Umra temelinde verildiği kişiye aittir. Miras, Allah'ın (mirasla ilgili) hükümlerine ve haklarına göre, alıcıdan miras alınacaktır.'\""
    },
    {
      "id": 29,
      "narrator": "Ibn Abi Dhi'b narrated from Ibn Shihab, from Abu Salamah, from Jabir, that the Messenger of Allah ruled -concerning a person who has been given a lifelong gift ('Umra)- that it belongs to him and to his descendants:",
      "text": "İbn Abi Dhi'b, İbn Şihab'dan, o da Abu Salamah'dan, o da Jabir'den rivayet etti ki, Allah'ın Resulü, ömür boyu hediye (Umra) verilen bir kişi hakkında şöyle hükmetti: O, ona ve soyuna aittir: \"Kesinlikle ona aittir ve veren kişinin herhangi bir şart veya istisna koyması caiz değildir.\" Abu Salamah dedi ki: \"Çünkü o, bunu bir hediye olarak vermiştir ve dolayısıyla, bu, miras gibi aynı hükme tabidir ve (alıcı öldüğünde) geri dönme şartı geçersiz hale gelmiştir.\""
    },
    {
      "id": 30,
      "narrator": "Salih narrated from Ibn Shihab, that Abu Salamah informed him from Jabir, that the Messenger of Allah said:",
      "text": "Salih, İbn Şihab'dan, o da Abu Salamah'dan, o da Jabir'den rivayet etti ki, Allah'ın Resulü şöyle dedi: \"Bir adam, bir başka adama ömür boyu hediye verirse, o hediye ona (alıcıya) ve onun soyuna aittir. O şöyle dedi: 'Ben bunu sana ve senin soyuna verdim, sizden herhangi biri hayatta olduğu sürece.' Dolayısıyla, o, verildiği kişiye aittir ve ilk sahibine geri dönemez, çünkü o bunu bir hediye olarak vermiştir ve bu nedenle, miras gibi aynı hükme tabi olur.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Yazid bin Abi Habib, İbn Şihab'dan, o da Ebu Salamah'tan, o da Cabir'den, Allah Resulü'nün 'Umra hakkında hüküm verdiğini, bir adamın başka bir adama ve onun soyuna hediye verdiğini, ancak \"Eğer sana ve soyuna bir şey olursa, bu benim ve benim soyuma ait olacak\" diye şart koştuğunda, \"Bu hediye, verildiği kişiye ve onun soyuna aittir.\" dediğini nakletmiştir."
    },
    {
      "id": 32,
      "narrator": "Hisham said:",
      "text": "Hişam dedi ki: \"Yahya bin Abi Kathir bize nakletti, o da Ebu Salamah bin Abdurrahman'dan, o da Cabir'den, Allah Resulü'nün şöyle söylediğini işittiğini aktardı: 'Bir ömür boyu hediye, verildiği kişiye aittir.'\""
    },
    {
      "id": 33,
      "narrator": "Abu Isma'il said:",
      "text": "Ebu İsmail dedi ki: \"Yahya, bize Ebu Salamah'ın kendisine, o da Cabir bin Abdullah'dan, Allah Resulü'nün şöyle söylediğini aktardığını nakletti: 'Bir ömür boyu hediye, verildiği kişiye aittir.'\""
    },
    {
      "id": 34,
      "narrator": "Isma'il narrated from Muhammad, from Abu Salamah, from Abu Hurairah, that the Messenger of Allah said:",
      "text": "İsmail, Muhammed'den, Ebu Salamah'tan, Ebu Hureyre'den nakletti ki, Allah Resulü şöyle demiştir: \"Bir ömür boyu hediye yoktur. Kimseye ömür boyu hediye olarak verilen bir şey, ona aittir.\""
    },
    {
      "id": 35,
      "narrator": "Muhammad bin 'Amr said:",
      "text": "Muhammed bin Amr dedi ki: \"Ebu Salamah bize, Ebu Hureyre'den nakletti ki, Allah Resulü şöyle demiştir: 'Kimseye ömür boyu hediye olarak verilen bir şey, ona aittir.'\""
    },
    {
      "id": 36,
      "narrator": "Bashir bin Nahik narrated from Abu Hurairah that the Prophet said:",
      "text": "Bașir bin Nahik, Ebu Hureyre'den nakletti ki, Peygamber şöyle demiştir: \"Bir ömür boyu hediye ('Umra) caizdir.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Kâtade'den nakledildiğine göre, Süleyman bin Hişam bana ömür boyu hediye hakkında sordu. Ben de: \"Muhammed bin Sirin, Şuraih'ten nakletti ki, Allah Resulü ömür boyu hediyenin caiz olduğuna hükmetmiştir.\" dedim. Kâtade dedi ki: \"Ben de: 'Ve En-Nadr bin Anas bana, Bașir bin Nahik'ten, Ebu Hureyre'den, Allah Resulü'nün 'Ömür boyu hediye caizdir.' dediğini nakletti.' dedim. Kâtade dedi ki: \"Ben de: 'El-Hasan derdi ki: 'Ömür boyu hediye caizdir.' dedim. Kâtade dedi ki: \"Az-Zuhri dedi ki: 'Ömür boyu hediye, verildiği kişiye ve onun soyuna ait olduğu şartıyla geçerlidir, ancak eğer onun soyundan bahsedilmemişse, o zaman şart geçerlidir (ve hediye veren kişiye geri döner).' Kâtade dedi ki: \"Böylece Ata bin Abi Rabah'a soruldu ve o da: 'Cabir bin Abdullah bana nakletti ki, Allah Resulü 'Umra caizdir.' dedi.' dedi. Kâtade dedi ki: \"Az-Zuhri dedi ki: 'Halifeler (Hulafa) buna göre hükmetmediler.' Ata dedi ki: \"Abdul-Malik bin Marwan buna göre hükmetti.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Messenger of Allah said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden nakledildiğine göre, Allah Resulü şöyle demiştir: \"Kocası kendisine evlilik yetkisi verdikten sonra, bir kadının kendi malından hediye vermesi caiz değildir.\" Bu, (narratörlerden biri) Muhammed'in ifadesidir."
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinin şöyle dediği nakledilmiştir: \"Allah Resulü Mekke'yi fethettiğinde, (insanlara) hitap etmek üzere ayağa kalktı ve hutbesinde şöyle dedi: 'Bir kadının, kocasının izni olmadan (hediye) vermesi caiz değildir.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that 'Abdur-Rahman bin 'Alqamah Ath-Thaqafi said:",
      "text": "'Abdurrahman bin Alqamah Ath-Thaqafi'den nakledildiğine göre, \"Thaqif heyeti Allah Resulü'ne geldi ve yanlarında bir hediye getirdiler. O da: 'Bu bir hediye mi yoksa sadaka mı?' dedi. Eğer bu bir hediye ise, Allah Resulü'nün hatırına ve ihtiyaçlarının karşılanması içindir; eğer sadaka ise, Allah yolundadır. Onlar: 'Bu bir hediyedir.' dediler. Bunun üzerine o, hediyeyi kabul etti, onlarla oturdu ve sorular sordular, ta ki öğle namazını ikindi ile kıldığı zamana kadar.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den nakledildi ki, Allah Resulü şöyle demiştir: \"Kureyşli, Ensar, Thaqafi veya Dawsî'den başka kimselerden hediye kabul etmemeyi düşünüyordum.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Anas that some meat was brought to the Messenger of Allah and he said:",
      "text": "Anas'tan nakledildi ki, Allah Resulü'ne bir miktar et getirildi ve o da: \"Bu nedir?\" dedi. \"Barirah'a sadaka olarak verildi.\" denildi. O da: \"Bu onun için sadaka, bizim için ise hediye.\" dedi."
    }
  ]
}