{
  "language": "tr",
  "metadata": {
    "length": 96,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi yemin ederken şöyle derdi: 'Hayır, kalplerin sahibi olan Allah'a yemin ederim.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Elçisi yemin ederken şöyle derdi: 'Hayır, kalplerin sahibi olan Allah'a yemin ederim.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle demiştir: \"Allah, Cenneti ve Cehennemi yarattığında, Cebrail'e (aleyhisselam) Cennete gitmesini emretti ve 'Buna ve burada halkı için hazırladıklarıma bak' dedi. O da baktı, sonra geri döndü ve 'Senin azametine yemin ederim ki, onu duyan hiç kimse girmeyecek' dedi. Bunun üzerine Allah, Cenneti zorluklarla çevrelemesini emretti ve 'Git, ona ve burada halkı için hazırladıklarıma bak' dedi. O da baktı ve zorluklarla çevrili olduğunu gördü. Cebrail dedi ki: 'Senin azametine yemin ederim ki, hiç kimse giremeyecek.' Allah dedi ki: 'Git, Ateşe ve burada halkı için hazırladıklarıma bak.' O da baktı ve onun parçalarının diğer parçaların üstüne yığıldığını gördü. Geri döndü ve 'Senin azametine yemin ederim ki, hiç kimse giremeyecek' dedi. Bunun üzerine Allah, Ateşi zevklerle çevrelemesini emretti ve 'Git, ona bak' dedi. O da baktı ve onun zevklerle çevrili olduğunu gördü. Geri döndü ve 'Senin azametine yemin ederim ki, hiç kimse ondan kurtulamayacak ve hepsi içine girecek' dedi.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kim yemin ederse, Allah'tan başka bir şeyle yemin etmesin.'\" Kureyş, atalarına yemin ederdi, bu yüzden şöyle dedi: \"Atalarınıza yemin etmeyin.\""
    },
    {
      "id": 5,
      "narrator": "Yahya bin Abi Ishaq said:",
      "text": "Yahya bin Abi İshak dedi ki: \"Banu Gifar'dan bir adam bana, Salim bin 'Abdullah'ın meclisinde, Salim bin 'Abdullah'ın şöyle dediğini aktardı: 'Ben 'Abdullah -yani İbn 'Umar-ın şöyle dediğini duydum: \"Allah'ın Elçisi şöyle dedi: 'Allah, atalarınıza yemin etmenizi yasakladı.'\"'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Salim, from his father, that on one occasion the Prophet heard 'Umar saying:",
      "text": "Salim'den, babasından rivayet edilmiştir ki, bir gün Peygamber, 'Umar'ın \"Babam ve annem üzerine yemin ederim\" dediğini duydu. O da: \"Allah, atalarınıza yemin etmenizi yasakladı\" dedi. 'Umar: \"Allah'a yemin ederim ki, bir daha onlara yemin etmedim, ister kendim için söylesem ister başkaları hakkında aktarsam.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from 'Umar that the Prophet said:",
      "text": "'Umar'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Allah, atalarınıza yemin etmenizi yasakladı.\" 'Umar: \"Allah'a yemin ederim ki, bir daha onlara yemin etmedim, ister kendim için söylesem ister başkaları hakkında aktarsam.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Salim, from his father, that he told him from 'Umar:",
      "text": "Salim'den, babasından rivayet edilmiştir ki, 'Umar'dan şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Allah, atalarınıza yemin etmenizi yasakladı.'\" 'Umar: \"Allah'a yemin ederim ki, bir daha onlara yemin etmedim, ister kendim için söylesem ister başkaları hakkında aktarsam.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Babalarınıza, annelerinize ve putlara yemin etmeyin. Sadece Allah'a yemin edin ve samimi olmadıkça yemin etmeyin.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Thabit bin Ad-Dahhak said:",
      "text": "Sabit bin Ad-Dahhak dedi ki: \"Allah'ın Elçisi şöyle dedi: 'İslam'dan başka bir dinle, yalan söyleyerek yemin eden, söylediği gibi olacaktır.'\""
    },
    {
      "id": 11,
      "narrator": "Thabit bin Ad-Dahhak narrated that the Messenger of Allah said:",
      "text": "Onun rivayetinde Kutaibe dedi ki: \"Kasıtlı olarak.\" Yezid dedi ki: \"Yalan söyleyen, söylediği gibi olacaktır ve kim kendini bir şeyle öldürürse, Allah onu Cehennemde bununla cezalandıracaktır.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "Sabit bin Ad-Dahhak, Allah'ın Elçisi'nin şöyle dediğini rivayet etmiştir: \"İslam'dan başka bir dinle, yalan söyleyerek yemin eden, söylediği gibi olacaktır ve kim kendini bir şeyle öldürürse, ahirette bununla cezalandırılacaktır.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from 'Abdullah bin Yasar, from Qutailah, a woman from Juhainah, that a Jew came to the Prophet and said:",
      "text": "'Abdullah bin Buraidah'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Elçisi şöyle dedi: 'Kim: Benim İslam ile bir alakam yok derse, eğer yalan söylüyorsa, o söylediği gibidir; eğer doğru söylüyorsa, onun İslam'ı sağlam olmayacaktır.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from 'Abdur-Rahman bin Samurah that the Prophet said:",
      "text": "'Abdullah bin Yasar'dan, Juhainah'dan Kutaile adlı bir kadından rivayet edilmiştir ki, bir Yahudi Peygamber'e geldi ve şöyle dedi: \"Siz Allah'a rakipler (şirk koşuyorsunuz) ve başkalarını (O'na) ortak koşuyorsunuz. Siz: 'Allah neyi dilerse ve siz de neyi dilerse' diyorsunuz ve: 'Kabe'ye yemin ediyorsunuz.'\" Bunun üzerine Peygamber, eğer yemin etmek isterlerse, \"Kabe'nin Rabbi'ne yemin ederim\" demelerini ve \"Allah neyi dilerse, sonra siz de neyi dilerse\" demelerini emretti."
    },
    {
      "id": 15,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "'Abdurrahman bin Samurah'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Atalarınıza veya sahte tanrılara (At-Tawaghit) yemin etmeyin.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Mus'ab bin Sa'd that his father said:",
      "text": "Mus'ab bin Sa'd'dan rivayet edildiğine göre, babası şöyle dedi: \"Bir şey hakkında konuşuyorduk ve ben henüz Cahiliye dönemini geride bırakmıştım, bu yüzden Al-Lat ve Al-'Uzza'ya yemin ettim. Allah'ın Resulü'nün arkadaşları bana dediler ki: 'Ne kötü bir şey söyledin! Allah'ın Resulü'ne git ve ona söyle, zira senin küfrettiğini düşünüyoruz.' Bunun üzerine ona gittim ve söyledim, o da bana: 'De ki: La ilaha illallah wahdahu la sharika lah (Allah'tan başka ibadet edilecek hiçbir ilah yoktur, O'nun ortağı yoktur) üç kez söyle, Şeytandan Allah'a sığın, üç kez soluna kuru bir şekilde tükür ve bunu bir daha söyleme.'\""
    },
    {
      "id": 17,
      "narrator": "Mus'ab bin Sa'd narrated that his father said:",
      "text": "Mus'ab bin Sa'd, babasından şöyle rivayet etti: \"Al-Lat ve Al-'Uzza'ya yemin ettim ve arkadaşlarım bana dediler ki: 'Ne kötü bir şey söyledin! Korkunç bir şey söyledin.' Bunun üzerine Allah'ın Resulü'ne gittim ve bunu ona anlattım. O da: 'De ki: La ilaha illallah wahdahu la sharika lah, lahul-mulk wa lahul-hamd wa huwa 'ala kulli shay'in qadir (Allah'tan başka ibadet edilecek hiçbir ilah yoktur, O'nun ortağı yoktur; mülk O'nundur, hamd O'na aittir ve O, her şeye kadirdir). Soluna üç kez tükür, Şeytandan Allah'a sığın ve bunu bir daha söyleme.'\""
    },
    {
      "id": 18,
      "narrator": "Al-Bara' bin 'Azib said:",
      "text": "Al-Bara' bin 'Azib dedi ki: \"Allah'ın Resulü bize yedi şey yapmamızı emretti: Cenazelere katılmayı, hastaları ziyaret etmeyi, hapşıran birine (Yarhamuk Allah) demeyi, davetleri kabul etmeyi, mazlumları desteklemeyi, yeminleri yerine getirmeyi (başkası tarafından yemin ettirildiğinde) ve selamı iade etmeyi.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Abu Musa that the Prophet said:",
      "text": "Abu Musa'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Yeryüzünde yemin ettiğim hiçbir şey yoktur ki, daha iyi bir şey gördüğümde, ben daha iyi olanı yaparım.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Abu Musa Al-Ash'ari said:",
      "text": "Abu Musa Al-Ash'ari şöyle dedi: \"Ben, Ash'ari topluluğundan bir grup ile birlikte Allah'ın Resulü'ne geldim ve bizlere binek hayvanları vermesini istedik. O da: 'Vallahi, size binek verecek bir şeyim yok.' dedi. Allah dilediği kadar bekledik, sonra ona bazı develer getirildi. Üç güzel deve verilmesini emretti. Giderken birbirimize dedik ki: 'Biz Allah'ın Resulü'ne binek hayvanları istemek için geldik, o da Allah'a yemin etti ki, bize binek vermeyecek, sonra bize bir şey verdi.' Abu Musa dedi ki: 'Biz Peygamber'e gidip bunu anlattık. O da: 'Ben size binek hayvanları vermedim, aksine Allah size binek hayvanları verdi. Vallahi, ben yemin etmem ve sonra ondan daha iyi bir şey gördüğümde, yeminimin kefaretini veririm ve daha iyi olanı yaparım.'\""
    },
    {
      "id": 21,
      "narrator": "'Amr bin Shu'aib narrated from his father, from his grandfather, that the Messenger of Allah said:",
      "text": "'Amr bin Shu'aib, babasından, dedesinden rivayet etti ki, Allah'ın Resulü şöyle dedi: \"Kim yemin ederse ve ondan daha iyi bir şey görürse, daha iyi olanı yapsın.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from 'Abdur-Rahman bin Samurah that the Messenger of Allah said:",
      "text": "'Abdur-Rahman bin Samurah'dan rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Eğer sizden biri yemin ederse ve ondan daha iyi bir şey görürse, yeminine kefaret versin ve daha iyi olanı yapsın.\""
    },
    {
      "id": 23,
      "narrator": "'Abdur-Rahman bin Samurah said:",
      "text": "'Abdur-Rahman bin Samurah dedi ki: \"Allah'ın Resulü şöyle dedi: 'Eğer yemin ederseniz, yemininizin kefaretini verin, sonra daha iyi olanı yapın.'\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Abdur-Rahman bin Samurah that the Prophet said:",
      "text": "'Abdur-Rahman bin Samurah'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Eğer yemin ederseniz ve ondan daha iyi bir şey görürseniz, yemininizin kefaretini verin ve daha iyi olanı yapın.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Kim yemin ederse ve ondan daha iyi bir şey görürse, daha iyi olanı yapsın ve yeminine kefaret versin.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Kim yemin ederse ve ondan daha iyi bir şey görürse, yeminini terk etsin, daha iyi olanı yapsın ve bunun kefaretini versin.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Kim yemin ederse ve ondan daha iyi bir şey görürse, daha iyi olanı yapsın ve yeminini terk etsin.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Abu Al-Ahwas that his father said:",
      "text": "Abu Al-Ahwas'tan rivayet edildiğine göre, babası şöyle dedi: \"Ben dedim ki: 'Ey Allah'ın Resulü, benim bir kuzenim var, ona gidip yardım istiyorum ama bana hiçbir şey vermiyor ve akrabalık bağlarını da korumuyor. Sonra, ihtiyacı olduğunda, bana geliyor ve yardım istiyor. Ona hiçbir şey vermeyeceğime ve akrabalık bağlarını korumayacağıma yemin ettim.' O, bana daha iyi olanı yapmamı ve yeminimin kefaretini vermemi emretti.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Abdur-Rahman bin Samurah said:",
      "text": "'Abdur-Rahman bin Samurah dedi ki: \"Peygamber bana şöyle dedi: 'Eğer yemin edersen ve daha iyi bir şey görürsen, daha iyi olanı yap ve yeminine kefaret ver.'\""
    },
    {
      "id": 30,
      "narrator": "'Abdur-Rahman bin Samurah said:",
      "text": "'Abdur-Rahman bin Samurah dedi ki: \"Allah'ın Resulü şöyle dedi: 'Eğer yemin edersen ve daha iyi bir şey görürsen, daha iyi olanı yap ve yeminine kefaret ver.'\""
    },
    {
      "id": 31,
      "narrator": "'Abdur-Rahman bin Samurah said:",
      "text": "Abdur-Rahman bin Samurah dedi ki: \"Allah'ın Resulü bana şöyle dedi: 'Eğer yemin edersen ve daha iyi bir şey görürsen, o daha iyi olanı yap, yeminine keffaret ver.'\""
    },
    {
      "id": 32,
      "narrator": "'Amr bin Shu'aib narrated from his father, from his grandfather, that the Messenger of Allah said:",
      "text": "Amr bin Shu'aib babasından, o da dedesinden nakletti ki, Allah'ın Resulü şöyle dedi: \"Sahip olunmayan şeyler hakkında ne bir adak ne de yemin vardır; ne günah işlemek için ne de akrabalık bağlarını koparmak için.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Kim yemin eder ve 'Eğer Allah dilerse' derse, dilerse devam edebilir, dilerse devam etmez, yeminini bozmuş olmaz.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from 'Umar bin Al-Khattab that the Prophet said:",
      "text": "'Umar bin Al-Khattab'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Ameller niyetlere göredir ve her kişi sadece niyet ettiği şeyle mükafatlandırılır. Dolayısıyla, Allah ve Resulü rızası için hicret edenin hicreti Allah ve Resulü rızası içindir; dünya menfaati veya bir kadınla evlenmek için hicret edenin hicreti de, hicret ettiği şey içindir.\""
    },
    {
      "id": 35,
      "narrator": "'Ubaid bin 'Umair said:",
      "text": "'Ubaid bin 'Umair dedi ki: 'Aişe'nin şöyle dediğini duydum: \"Peygamber Zeynep bint Cahş ile kalır ve onun evinde bal içerdi. Hafsa ile anlaştık ki, eğer Peygamber biri yanımıza gelirse, o şöyle diyecek: 'Sende Maghafir (kötü kokulu bir reçine) kokusu var. Maghafir yedin mi?' O, onlardan birine gitti ve ona bunu söyledi. O da: 'Hayır, ben Zeynep bint Cahş'ın evinde bal içtim, ama bir daha asla yapmayacağım.' Sonra şu ayetler indirildi: 'Ey Peygamber! Allah'ın sana helal kıldığı şeyi niçin kendine haram kılıyorsun?' ve 'Eğer ikiniz de Allah'a tövbe ederseniz...' -Aişe ve Hafsa- 'Ve Peygamberin eşlerinden birine bir meseleyi gizlice açıkladığı zamanı hatırlayın.' O, 'Hayır, ben Zeynep bint Cahş'ın evinde bal içtim.' demesini kastetmektedir.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Peygamberin evine girdim ve orada biraz ekmek ve sirke vardı. Allah'ın Resulü şöyle dedi: 'Ye; sirke ne güzel bir çeşni.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Qais bin Abi Gharazah said:",
      "text": "Qais bin Abi Gharazah dedi ki: \"Allah'ın Resulü zamanında biz Samasir (aracılar) olarak adlandırılıyorduk. Allah'ın Resulü bize geldiğinde biz satış yapıyorduk ve bize daha iyi bir isimle hitap etti. 'Ey tüccarlar (Tujjar), bu satış yalanlar ve (sahte) yeminler içerir, bu yüzden içine biraz sadaka katın.' dedi.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Qais bin Abi Gharazah said:",
      "text": "Qais bin Abi Gharazah dedi ki: \"Biz Al-Baki'de satış yapıyorduk ve Allah'ın Resulü bize geldi. Biz Samasir (aracılar) olarak adlandırılıyorduk ama o: 'Ey tüccarlar!' dedi ve bize daha iyi bir isimle hitap etti. Sonra: 'Bu satış (sahte) yeminler ve yalanlar içerir, bu yüzden içine biraz sadaka katın.' dedi.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Qais bin Abi Gharazah said:",
      "text": "Qais bin Abi Gharazah dedi ki: \"Peygamber bize pazarda bulunduğunda: 'Bu pazar boş laflar ve (sahte) yeminlerle doludur, bu yüzden içine biraz sadaka katın.' dedi.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Qais bin Abi Gharazah said:",
      "text": "Qais bin Abi Gharazah dedi ki: \"Medine'de biz Wasq (mallar) alıp satardık ve kendimize Samasir (aracılar) derdik, insanlar da bizi öyle çağırırdı. Bir gün Allah'ın Resulü bize çıktı ve kendimize koyduğumuz isimden ve insanların bize koyduğu isimden daha iyi bir isimle hitap etti. 'Ey tüccarlar (Tujjar), sizin satışlarınız (sahte) yeminler ve yalanlar içerir, bu yüzden içine biraz sadaka katın.' dedi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that the Messenger of Allah forbade vows and said:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü adakları yasakladı ve şöyle dedi: \"Onlar hiçbir hayır getirmez; sadece cimri olanlardan mal almak için bir araçtır.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar dedi ki: \"Allah'ın Resulü adakları yasakladı ve şöyle dedi: 'Onlar hiçbir şeyi değiştirmez; sadece cimri olanlardan mal almak için bir araçtır.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bir adak, bir şeyi ileriye veya geriye almaz; sadece cimri olanlardan mal almak için bir araçtır.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Bir adak, Adem oğluna, kendisi için takdir edilmemiş olan bir şeyi getirmez. O sadece cimri olanlardan mal almak için bir araçtır.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Adak yapmayın, çünkü bir adak kader üzerinde hiçbir etkiye sahip değildir. Aksine, o sadece cimri olanlardan mal almak için bir araçtır.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Kim Allah'a itaat etmeyi adarsa, ona itaat etsin; kim de Allah'a isyan etmeyi adarsa, ona isyan etmesin.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Kim Allah'a itaat etmeyi adarsa, ona itaat etsin; kim de Allah'a isyan etmeyi adarsa, ona isyan etmesin.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Kim Allah'a itaat etmeyi adarsa, ona itaat etsin; kim de Allah'a isyan etmeyi adarsa, ona isyan etmesin.'\""
    },
    {
      "id": 49,
      "narrator": "'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn şöyle demiştir: \"Allah'ın Resulü şöyle buyurdu: 'Sizlerin en hayırlısı benim neslimdir, sonra onlardan sonra gelenler, sonra onlardan sonra gelenler.' - Onun ardından iki kez mi yoksa üç kez mi söylediğini bilmiyorum. Sonra bazı insanlardan bahsetti; onlara güvenilmez, tanıklık ederler ama istenmeden yaparlar, adaklar ederler ama yerine getirmezler ve aralarında oburluk yaygınlaşacaktır.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Allah'ın Resulü, bir adamın başka bir adamı ip ile çekerek götürdüğünü gördü. Peygamber onu aldı, kesti ve şöyle dedi: 'Bu bir adağdır.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber, Kâbe'yi tavaf eden bir adamın yanından geçti; onu burun deliklerinden ip ile çeken başka bir adam vardı. Peygamber onu elinden tuttu ve elinden götürmesini emretti.\" İbn Juraij dedi ki: \"Süleyman bana, Tavus'un İbn Abbas'tan, Peygamber'in Kâbe'yi tavaf eden bir adamın yanından geçtiğini, bir adamın elini başka bir adamla bir ip veya iplik ile bağladığını söylediğini aktardı. Peygamber onu elinden kesti ve sonra dedi ki: 'Onu elinle götür.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from 'Imran bin Husain that the Prophet said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"İsyan edilecek bir şey için adağın yoktur ve Adem oğlunun sahip olmadığı şeyler hakkında da adağın yoktur.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Thabit bin Ad-Dahhak, that the Messenger of Allah said:",
      "text": "Thâbit bin Ed-Dahhak'tan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"İslam'dan başka bir din üzerine yalan söyleyerek yemin eden, söylediği gibi olacaktır ve kendini bir şeyle öldüren, Ahirette onunla cezalandırılacaktır; bir insanın sahip olmadığı şeyler hakkında da adağın yoktur.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that 'Uqbah bin 'Amir said:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir ki, \"Kız kardeşim, Allah'ın Evine yürümek için adakta bulundu ve bana Allah'ın Resulü'ne bu konuda sormamı söyledi. Ben de onun adına Peygamber'e sordum ve o şöyle dedi: 'Yürüsün ve bindiği de olsun.'\""
    },
    {
      "id": 55,
      "narrator": "'Uqbah bin 'Amir narrated that he asked the Prophet about a sister of his who had vowed to walk, barefoot and bareheaded. The Prophet said to him:",
      "text": "Ukbe bin Amir, Peygamber'e, kız kardeşinin yürümek, ayakları çıplak ve başı açık olarak adakta bulunduğunu sordu. Peygamber ona şöyle dedi: \"Ona başını örtmesini ve bindiği de olmasını söyle, üç gün oruç tutsun.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Bir kadın deniz yolculuğu yaptı ve bir ay oruç tutma adakında bulundu, fakat oruç tutmadan önce vefat etti. Kız kardeşi Peygamber'e geldi ve bunu anlattı; Peygamber ona onun adına oruç tutmasını söyledi.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Ibn 'Abbas that Sa'd bin 'Ubadah asked the Messenger of Allah about a vow which his mother had sworn, but she died before she could fulfill it. He said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Sa'd bin Ubade, annesinin adadığı bir şey hakkında Allah'ın Resulü'ne sordu, fakat annesi onu yerine getirmeden vefat etti. O da: \"Onun adına yerine getir.\" dedi."
    },
    {
      "id": 58,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Sa'd bin Ubade, annesinin adadığı bir şey hakkında Allah'ın Resulü'ne sordu, fakat annesi onu yerine getirmeden vefat etti. Allah'ın Resulü şöyle dedi: \"Onun adına yerine getir.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Sa'd bin Ubade, Peygamber'e geldi ve şöyle dedi: \"Annem vefat etti ve bir adakta bulundu, fakat onu yerine getirmedi.\" Peygamber: \"Onun adına yerine getir.\" dedi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "İbn Ömer'den rivayet edilmiştir ki, 'Ömer, Cahiliye döneminde bir gece 'itikaf yapma adığında bulunmuştu. Allah'ın Resulü'ne bu konuda sordu ve o da ona 'itikaf yapmasını emretti."
    },
    {
      "id": 61,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Umar, Al-Masjid Al-Haram'da bir gece 'İtikaf' yapma vaadi vermişti. O, Allah'ın Elçisi'ne bu konuda sordu ve O, ona 'İtikaf' yapmasını emretti.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, 'Umar -Cahiliye döneminde- bir gün 'İtikaf' yapma vaadi vermişti. O, Allah'ın Elçisi'ne bu konuda sordu ve O, ona 'İtikaf' yapmasını emretti."
    },
    {
      "id": 63,
      "narrator": "'Abdullah bin Ka'b bin Malik narrated from his father, that he said to the Messenger of Allah -when his repentance was accepted:",
      "text": "'Abdullah bin Ka'b bin Malik, babasından rivayet etti ki, o, Allah'ın Elçisi'ne -tövbeleri kabul edildiğinde- şöyle dedi: \"Ey Allah'ın Elçisi! Tüm malımı Allah ve O'nun Elçisi için sadaka vermek istiyorum.\" Allah'ın Elçisi ona şöyle dedi: \"Malının bir kısmını kendin için ayır; bu senin için daha hayırlıdır.\""
    },
    {
      "id": 64,
      "narrator": "'Abdur-Rahman bin Ka'b bin Malik narrated that 'Abdullah bin Ka'b said:",
      "text": "'Abdur-Rahman bin Ka'b bin Malik, 'Abdullah bin Ka'b'dan rivayet etti ki, 'Abdullah bin Ka'b şöyle dedi: \"Ka'b bin Malik'in, Allah'ın Elçisi ile Tabuk seferine katılmadığı zamanla ilgili hadisini anlatırken duyduğumu işittim. O şöyle dedi: 'Önünde oturduğumda, 'Ey Allah'ın Elçisi, tövbemin bir parçası olarak, malımı Allah ve O'nun Elçisi için sadaka vermek istiyorum.' dedim. Allah'ın Elçisi şöyle dedi: 'Malının bir kısmını kendin için ayır; bu senin için daha hayırlıdır.' Ben de: 'Khaybar'daki payımı kendim için ayıracağım.' dedim.\""
    },
    {
      "id": 65,
      "narrator": "'Abdullah bin Ka'b bin Malik said:",
      "text": "'Abdullah bin Ka'b bin Malik şöyle dedi: \"Ka'b bin Malik'in, Allah'ın Elçisi ile Tabuk seferine katılmadığı zamanla ilgili hadisini anlatırken duyduğumu işittim. (O şöyle dedi) 'Tövbemin bir parçası olarak, malımı Allah ve O'nun Elçisi için sadaka vermek istiyorum.' dedim. Allah'ın Elçisi şöyle dedi: 'Malının bir kısmını kendin için ayır; bu senin için daha hayırlıdır.' Ben de: 'Khaybar'daki payımı kendim için ayıracağım.' dedim.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from 'Ubaydullah bin Ka'b:",
      "text": "'Ubaydullah bin Ka'b'dan rivayet edilmiştir: \"Babam Ka'b bin Malik'in şöyle anlattığını işittim: 'Ben dedim: Ey Allah'ın Elçisi, Allah, Azim ve Celil, beni doğru olmam sayesinde kurtardı ve tövbemin bir parçası olarak, malımı Allah ve O'nun Elçisi için sadaka vermek istiyorum.' O şöyle dedi: 'Malının bir kısmını kendin için ayır; bu senin için daha hayırlıdır.' Ben de: 'Khaybar'daki payımı kendim için ayıracağım.' dedim.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Biz, Khaibar yılında Allah'ın Elçisi ile birlikteydik ve savaş ganimeti olarak sadece mal, eşya ve giysi aldık. Sonra Banu Ad-Dubaib'den Rifa'ah bin Zaid adında bir adam, Allah'ın Elçisi'ne Mid'am adında bir siyah köle verdi. Allah'ın Elçisi, Vadi Al-Qura'ya doğru yola çıktı. Vadi Al-Qura'da iken, Mid'am, Allah'ın Elçisi'nin eşyalarını boşaltırken bir ok geldi ve onu öldürdü. İnsanlar: 'Tebrikler! Cennete gideceksin,' dediler, ama Allah'ın Elçisi şöyle dedi: 'Hayır, canımın sahibi olan Allah'a yemin ederim! Khaibar Günü'nde savaş ganimetinden aldığı örtü, onu ateşte yakıyor.' İnsanlar bunu duyunca, bir adam Allah'ın Elçisi'ne bir veya iki ayakkabı bağı getirdi ve Allah'ın Elçisi şöyle dedi: 'Bir veya iki ayakkabı bağı ateşten.'\""
    },
    {
      "id": 68,
      "narrator": "'Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Kim yemin ederse ve 'Eğer Allah dilerse' derse, o istisna yapmış olur.'\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Kim yemin ederse ve 'Eğer Allah dilerse' derse, o istisna yapmış olur.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Kim yemin ederse ve 'Eğer Allah dilerse' derse, o seçeneğe sahiptir: İsterse devam edebilir, isterse devam etmeyebilir.\""
    },
    {
      "id": 71,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Abu Hurairah, Allah'ın Elçisi'nin şöyle dediğini rivayet etti: \"Süleyman bin Davud dedi ki: 'Bu gece doksan kadının etrafında döneceğim, her biri Allah yolunda cihad edecek bir atlı doğuracak.' Arkadaşı ona: 'Eğer Allah dilerse.' dedi. Ama o: 'Eğer Allah dilerse.' demedi. Sonra hepsinin etrafında döndü, ama hiçbiri hamile kalmadı, sadece bir kadın yarım bir adam doğurdu. Canımın sahibi olan Allah'a yemin ederim! Eğer 'Eğer Allah dilerse.' demiş olsaydı, hepsi Allah yolunda atlı olarak cihad ederdi.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from 'Uqbah bin 'Amir that the Messenger of Allah said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Vazgeçme, yemin için kefaret, yemin için kefarettir.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'İsyan işlemek için bir yemin yoktur.'\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"İsyan işlemek için bir yemin yoktur ve kefareti yemin kefaretidir.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'İsyan işlemek için bir yemin yoktur ve kefareti yemin kefaretidir.'\""
    },
    {
      "id": 76,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that 'Imran bin Husain, may Allah be pleased with him, said:",
      "text": "İmrân bin Hüsayn'dan, Allah ondan razı olsun, rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 82,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Öfke anında yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that 'Imran said:",
      "text": "İmrân'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Öfke anında yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that 'Imran said:",
      "text": "İmrân'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Öfke anında yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\" Denildi ki: \"Az-Zübeyr, bu Hadisi İmrân bin Hüsayn'dan işitmemiştir.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated from Muhammad bin Az-Zubair, from his father, from a man from the inhabitants of Al-Basrah, who said:",
      "text": "Muhammed bin Az-Zübeyr'den, babasından, Basra halkından bir adamdan rivayet edilmiştir ki, \"İmrân bin Hüsayn ile beraber oldum, o da şöyle dedi: 'Allah'ın Resulü şöyle buyurdu: 'Adaklar iki çeşittir: Allah'a itaat etmek için yapılan bir adak; bu Allah içindir ve yerine getirilmelidir, ve Allah'a isyan etmek için yapılan bir adak; bu Şeytan içindir ve yerine getirilmemelidir, bunun kefareti de bir yemin kefaretidir.'\""
    },
    {
      "id": 86,
      "narrator": "It was narrated that Muhammad bin Az-Zubayr Hanzali said:",
      "text": "Muhammed bin Az-Zübeyr Hanzali'den rivayet edilmiştir ki, babam bana, bir adamın kendisine, 'İmrân bin Hüsayn'a, halkının camisine gitmemek için adak yapan bir adam hakkında sorduğunu' söyledi. İmrân dedi ki: \"Ben, Allah'ın Resulü'nün şöyle buyurduğunu işittim: Öfke anında yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ya da öfke anında, ve bunun kefareti, bir yemin kefaretidir.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ve bunun kefareti, bir yemin kefaretidir.\" Mansur bin Zadhan, onun sözlerinde çelişkiye düştü."
    },
    {
      "id": 89,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Âdemoğlunun sahip olmadığı şeyler hakkında ya da Allah'a isyan etmek için yapılan bir adak yoktur, Aziz ve Celil olan Allah'a.\" 'Ali bin Zayd, onu çelişkiye düşürdü - çünkü o, bunu Al-Hasan'dan 'Abdur-Rahman bin Samurah'dan rivayet etti."
    },
    {
      "id": 90,
      "narrator": "It was narrated from 'Abdur-Rahman bin Samurah that the Prophet said:",
      "text": "'Abdur-Rahman bin Samurah'dan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"İsyan etmek için yapılan bir adak yoktur ya da Âdemoğlunun sahip olmadığı şeyler hakkında.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"İnsanın sahip olmadığı bir şey hakkında ya da isyan etmek için yapılan bir adak yoktur.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber, iki kişinin desteklediği bir adamı gördü ve 'Bu nedir?' dedi. Onlar da: 'O, Allah'ın evine yürümek için adakta bulundu.' dediler. Peygamber: 'Allah'ın bu adamın kendini eziyet etmesine ihtiyacı yoktur. Ona binerken söyleyin.' dedi.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü, iki adam arasında desteklenen bir ihtiyara rastladı ve 'Onun durumu nedir?' dedi. Onlar: 'O, yürümek için adakta bulundu.' dediler. Peygamber: 'Allah'ın onun kendini eziyet etmesine ihtiyacı yoktur. Ona binerken söyleyin.' dedi.\" Böylece ona binerken söylendi."
    },
    {
      "id": 94,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü, iki kişi tarafından desteklenen bir adama geldi ve 'Onun durumu nedir?' dedi. Denildi ki: 'O, Kâbe'ye yürümek için adakta bulundu.' Peygamber: 'Allah, onun kendini eziyet etmesinden fayda sağlamaz.' dedi ve ona binerken söyledi.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurmuştur: 'Kim yemin ederse ve 'Eğer Allah dilerse' derse, o istisna yapmış olur.'\""
    },
    {
      "id": 96,
      "narrator": "It was narrated from Abu Hurairah, who attributed it to the Prophet:",
      "text": "Ebu Hureyre'den, bunu Peygamber'e atfederek rivayet edilmiştir: \"Süleyman: 'Bu gece doksan kadından geçeceğim, her biri Allah yolunda savaşacak bir çocuk doğuracak.' dedi. Kendisine: 'De ki: Eğer Allah dilerse.' denildi ama bunu söylemedi. Onlara gitti ama hiçbiri çocuk doğurmadı, sadece bir kadın yarım bir insan doğurdu.\" Allah'ın Resulü: \"Eğer 'Eğer Allah dilerse' deseydi, adakını bozmazdı ve bu, istediğine ulaşmasına yardımcı olmanın bir yolu olurdu.\" dedi."
    }
  ]
}