{
  "language": "tr",
  "metadata": {
    "length": 27,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'ın rivayet ettiğine göre, \"Allah'ın Elçisi şöyle dedi: 'Bu dünyada, kadınlar ve parfüm bana sevimli kılındı, benim rahatım ise namazda sağlandı.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'ın rivayet ettiğine göre, \"Allah'ın Elçisi şöyle dedi: 'Kadınlar ve parfüm bana sevimli kılındı, fakat benim rahatım namazda sağlandı.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'in rivayet ettiğine göre, \"Kadınlardan sonra Allah'ın Elçisi için en sevimli şey atlar idi.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Kim iki eşe sahip olur ve onlardan birine diğerine üstünlük vermeye meyilli olursa, Kıyamet Günü vücudunun yarısı eğilmiş olarak gelir.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'nin rivayet ettiğine göre, \"Allah'ın Elçisi, eşleri arasında zamanını eşit olarak paylaştırırdı, sonra derdi ki: 'Ey Allahım, ben kontrolüm altındaki konuda böyle yaptım, o halde senin kontrolünde olan konuda beni kınama.'\" Hammad bin Zaid bunu Mursal olarak rivayet etmiştir."
    },
    {
      "id": 6,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Peygamberin eşleri Fatıma'yı, Allah'ın Elçisi'ne gönderdiler. O, benimle örtümün altında yatarken içeri girmek için izin istedi. O, içeri girmek için izin aldı ve dedi ki: 'Ey Allah'ın Elçisi, eşlerin seni, Ebu Kuhafa'nın kızı konusunda adil olman için gönderdi.' Ben ('Aişe) sessiz kaldım ve Allah'ın Elçisi ona dedi ki: 'Ey kızım! Sevdiğim kişiyi sevmez misin?' O dedi ki: 'Evet.' O da dedi ki: 'O halde bu kişiyi sev.' Fatıma bunu duyunca ayağa kalktı ve Allah'ın Elçisi'nden ayrılıp Peygamberin eşlerine geri döndü. Onlara ne söylediğini ve onun ona ne dediğini anlattı. Onlar ona dediler ki: 'Senin bize bir faydan olmadığını düşünüyoruz. Geri dön ve ona de ki: Eşlerin seni, Ebu Kuhafa'nın kızı konusunda adil olman için zorluyorlar.' Fatıma dedi ki: 'Hayır, Allah'a yemin ederim; bir daha onunla bu konuda konuşmayacağım.'\" 'Aişe dedi ki: \"Böylece Peygamberin eşleri Zeynep bint Cahş'ı Allah'ın Elçisi'ne gönderdiler; o, Allah'ın Elçisi nezdinde benimle eşit bir konumda olan biriydi. Ve ben, Zeynep'ten daha iyi bir dini bağlılık gören, Allah'tan daha çok korkan, sözünde daha dürüst, akrabalık bağlarını korumada daha görevli, sadaka vermede daha cömert ve Allah'a yaklaşmak için kendisini sadaka vermeye adayan bir kadın görmedim. Ama çabuk sinirlenirdi; ancak aynı zamanda çabuk sakinleşirdi. O, 'Aişe'nin örtüsü altında bulunduğu sırada, Allah'ın Elçisi'nin yanına girmek için izin istedi, Fatıma'nın girdiği duruma benzer bir durumda. Allah'ın Elçisi ona içeri girmesi için izin verdi ve o dedi ki: 'Ey Allah'ın Elçisi, eşlerin seni, Ebu Kuhafa'nın kızı konusunda adil olman için gönderdi.' Sonra uzun bir şekilde bana hakaret etti ve ben Allah'ın Elçisi'ni izliyordum, acaba bana cevap vermeme izin verecek mi diye. Zeynep devam etti, ta ki Allah'ın Elçisi'nin benim cevap vermemi onaylayacağını anladım. Sonra ona öyle bir şekilde cevap verdim ki, onu susturdum. Sonra Allah'ın Elçisi dedi ki: 'O, Ebu Bekir'in kızıdır.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Aishah mentioned a similar report and said:",
      "text": "'Aişe'nin benzer bir rivayet ettiğine göre, \"Peygamberin eşleri Zeynep'i gönderdiler ve o, içeri girmek için izin istedi ve içeri girdi.\" Ve benzer bir şey söyledi. Ma'mar, ikisine karşıt bir rivayette bulundu; onu Az-Zuhri'den, 'Urve'den, 'Aişe'den rivayet etti."
    },
    {
      "id": 8,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'nin rivayet ettiğine göre, \"Peygamberin eşleri bir araya geldiler ve Fatıma'yı Peygamber'e gönderdiler. Ona dediler ki: 'Eşlerin'\" - ve o (rivayet eden) Ebu Kuhafa'nın kızı konusunda adil olmasını istediklerini belirten bir şey söyledi. O dedi ki: \"Böylece o, 'Aişe'nin örtüsü altında bulunduğu sırada Peygamber'in yanına girdi. Ona dedi ki: 'Eşlerin beni gönderdi ve Ebu Kuhafa'nın kızı konusunda adil olmanı istiyorlar.' Peygamber ona dedi ki: 'Beni seviyor musun?' O dedi ki: 'Evet.' O dedi ki: 'O halde onu sev.' Böylece o, onlara geri döndü ve ona ne dediğini anlattı. Onlar ona dediler ki: 'Sen hiçbir şey yapmadın; geri dön ve ona söyle.' O dedi ki: 'Allah'a yemin ederim, bir daha onunla bu konuda konuşmayacağım.' O gerçekten Allah'ın Elçisi'nin kızıdır. Böylece Zeynep bint Cahş'ı gönderdiler.\" 'Aişe dedi ki: \"O, Peygamberin eşleri arasında benimle eşit bir konumdaydı. O dedi ki: 'Eşlerin beni, Ebu Kuhafa'nın kızı konusunda adil olman için gönderdi.' Sonra bana saldırdı ve hakaret etmeye başladı, ben de Peygamber'e bakıyordum, acaba ona cevap vermeme izin verecek mi diye. Bana hakaret etti ve ben de onunla karşılık vermeyeceğimi düşünmeye başladım. Sonra ona hakaret ettim ve onu kısa sürede susturdum. Sonra Peygamber ona dedi ki: 'O, Ebu Bekir'in kızıdır.'\" 'Aişe dedi ki: \"Ve ben, Zeynep'ten daha iyi, sadaka vermede daha cömert, akrabalık bağlarını korumada daha istekli ve Allah'a yaklaşmak için kendisini her şeyde daha cömert bir kadın görmedim. Ama çabuk sinirlenirdi; ancak aynı zamanda çabuk sakinleşirdi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Abu Musa that the Prophet said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, Peygamber şöyle dedi: \"Aişe'nin diğer kadınlara üstünlüğü, Tharid'in diğer yemeklere üstünlüğü gibidir.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Peygamber ona şöyle dedi: \"Aişe'nin diğer kadınlara üstünlüğü, Tharid'in diğer yemeklere üstünlüğü gibidir.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'nin rivayet ettiğine göre, \"Allah'ın Elçisi şöyle dedi: 'Ey Ümmü Seleme, Aişe hakkında beni rahatsız etme, çünkü Allah'a yemin ederim, Vahiy, sizlerden hiçbiriyle örtünün altında bana gelmedi, sadece onunla geldi.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Umm Salamah that the wives of the Prophet asked her to speak to the Prophet and tell him, that the people were trying to bring their gifts to him when it was 'Aishah's day, and to say to him:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Peygamberin eşleri ondan, Peygamber'e konuşmasını ve ona, insanların hediyelerini Aişe'nin günü geldiğinde getirmeye çalıştıklarını söylemesini istediler ve ona şöyle demesini söylediler: \"Biz, Aişe kadar iyi şeyleri seviyoruz.\" Böylece o, ona konuştu, ancak o ona cevap vermedi. Onun sırası tekrar geldiğinde, o yine ona konuştu, ama o ona cevap vermedi. Onlar ona dediler ki: \"Ona nasıl cevap verdi?\" O dedi ki: \"O bana cevap vermedi.\" Onlar dediler ki: \"Onu yalnız bırakma, ta ki sana cevap verene veya onun ne dediğini anladığın zamana kadar.\" Onun sırası tekrar geldiğinde, o ona konuştu ve o dedi: \"Aişe hakkında beni rahatsız etme, çünkü Vahiy, sizlerden hiçbiriyle örtünün altında bana gelmedi, sadece Aişe'nin örtüsü altında geldi.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'nin rivayet ettiğine göre, \"İnsanlar, Allah'ın Elçisi'ne hediyelerini Aişe'nin günü getirmeye çalışırlardı, böylece Allah'ın Elçisi'nin rızasını kazanmayı umarlardı.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'nin rivayet ettiğine göre, \"Allah, Vahiy'i Peygamber'e gönderdiğinde ben onun yanındaydım, bu yüzden kalktım ve onunla benim aramdaki kapıyı kapattım. Vahiy kendisinden alındığında, bana dedi ki: 'Ey Aişe, Cebrail sana selam gönderiyor.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Aishah that the Prophet said to her:",
      "text": "'Aişe'den rivayet edilmiştir ki, Peygamber ona şöyle dedi: \"Cebrail sana selam gönderiyor.\" O dedi: \"Ona selam ve Allah'ın rahmeti ve bereketi olsun; sen, bizim göremediğimiz şeyleri görüyorsun.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Ey Aişe, bu Cebrail'dir ve sana selam gönderiyor.'\""
    },
    {
      "id": 17,
      "narrator": "Anas said:",
      "text": "Enes dedi ki: \"Peygamber, Müminlerin Annelerinden biriyle birlikteyken, diğer birisi ona içinde yemek olan bir tahta kâse gönderdi. Peygamber'in eline vurdu ve kâse düştü, kırıldı. Peygamber, iki parçayı aldı ve birleştirdi, sonra yemeği toplamaya başladı ve dedi ki: 'Annen kıskandı; ye.' Böylece yediler. O, evinde bulunan tahta kâseyi getirene kadar bekledi, sonra sağlam kâseyi elçiye verdi ve kırık kâseyi kıran kişinin evinde bıraktı.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Umm Salamah that she brought some food in a dish of hers to the Messenger of Allah and his Companions, then 'Aishah came, wrapped up in a garment, with a stone pestle and broke the dish. The Prophet gathered the broken pieces of the dish and said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, o, Allah'ın Resulü ve arkadaşlarına bir yemek getirdi, sonra Aişe geldi, bir örtü içinde, bir taş havan ile kâseyi kırdı. Peygamber, kâsenin kırık parçalarını topladı ve dedi ki: \"Ye; annen kıskandı,\" iki kez. Sonra Allah'ın Resulü, Aişe'nin kâsesini aldı ve Ümmü Seleme'ye gönderdi ve Ümmü Seleme'nin kâsesini Aişe'ye verdi.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe dedi ki: \"Safiyye gibi yemek yapan bir kadın görmedim. O, Peygamber'e içinde yemek olan bir kâse gönderdi ve ben onu kırmaktan kendimi alamadım. Peygamber'e bunun kefaretinin ne olduğunu sordum, o da: 'O kâse gibi bir kâse ve o yemek gibi bir yemek.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "'Aishah said that the Messenger of Allah used to stay with Zainab bint Jahsh and drink honey at her house. Hafsah and I agreed that if the Prophet entered upon either of us, she would say:",
      "text": "'Aişe, Allah'ın Resulü'nün Zeynep bint Cahş ile birlikte kaldığını ve onun evinde bal içtiğini söyledi. Hafsa ve ben, Peygamber bizden birine girdiğinde, onun: \"Sende Maghafir (kötü kokulu bir reçine) kokusu var; Maghafir yedin mi?\" diyeceğine karar verdik. O, birine girdi ve ona bunu söyledi. O da: \"Hayır, ben Zeynep bint Cahş'ın evinde bal içtim, ama bir daha asla yapmam.\" dedi. Sonra şu ayet indirildi: 'Ey Peygamber! Allah'ın sana helal kıldığı şeyi niçin kendine haram kılıyorsun?' 'Eğer ikiniz Allah'a tövbe ederseniz, bu sizin için daha hayırlıdır.' Aişe ve Hafsa hakkında, 'Ve (hatırla) Peygamber'in bir işte bir eşine gizlice bilgi verdiği zaman' ifadesi, onun: \"Hayır, ben Zeynep bint Cahş'ın evinde bal içtim.\" demesiyle ilgilidir.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Anas, that the Messenger of Allah had a female slave with whom he had intercourse, but 'Aishah and Hafsah would not leave him alone until he said that she was forbidden for him. Then Allah, the Mighty and Sublime, revealed:",
      "text": "Enes'ten rivayet edilmiştir ki, Allah'ın Resulü'nün bir cariyesi vardı ve onunla cinsel ilişkiye girdi, fakat Aişe ve Hafsa onu yalnız bırakmadılar ta ki o, onun kendisine haram olduğunu söyleyene kadar. Sonra Allah, Azîz ve Celil, şu ayeti indirdi: \"Ey Peygamber! Allah'ın sana helal kıldığı şeyi niçin kendine haram kılıyorsun?\" ayetin sonuna kadar.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from 'Ubadah bin Al-Walid bin 'Ubadah bin As-Samit that 'Aishah said:",
      "text": "'Ubade b. Velid b. 'Ubade b. Es-Samit'ten rivayet edilmiştir ki, 'Aişe dedi ki: \"Ben Allah'ın Resulü'nü aradım ve elimi saçına koydum.\" O da: \"Senin şeytanın sana geldi.\" dedi. Ben de: \"Senin şeytanın yok mu?\" dedim. O da: \"Evet, ama Allah ona karşı bana yardım etti, o da teslim oldu.\" dedi.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe dedi ki: \"Bir gece Allah'ın Resulü'nün orada olmadığını fark ettim ve onun diğer eşlerinden birine gittiğini düşündüm, bu yüzden onu aradım ve onu rükûda veya secdede buldum ve şöyle diyordu: 'Subhanaka wa bi hamdika la ilaha illa anta (Sana hamd olsun, senden başka ilah yoktur).' Ben de: 'Babam ve annem sana feda olsun; sen bir şey yapıyordun, ben başka bir şey düşünüyordum.' dedim.\""
    },
    {
      "id": 24,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Bir gece Allah'ın Resulü'nün orada olmadığını fark ettim ve onun diğer eşlerinden birine gittiğini düşündüm. Onu aradım, sonra geri döndüm, orada rükûda veya secdede buldum ve şöyle diyordu: 'Subhanaka wa bi hamdika la ilaha illa anta (Sana hamd olsun, senden başka ilah yoktur).' Ben de: 'Babam ve annem sana feda olsun; sen bir şey yapıyordun ve ben başka bir şey düşünüyordum.' dedim.\""
    },
    {
      "id": 25,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Size Peygamber ile benim aramdaki durumu anlatmayacak mıyım?\" Biz de: \"Evet.\" dedik. O da: \"Gece benim gecem olduğunda, o içeri girdi, ayakkabılarını ayaklarının yanına koydu, rida'sını (üst elbisesini) yatırdı ve izarını (alt elbisesini) yatağına serdi. Benim uyuduğumu düşündüğünde, ayakkabılarını yavaşça giydi ve rida'sını yavaşça aldı. Sonra kapıyı yavaşça açtı, dışarı çıktı ve yavaşça kapıyı kapattı. Ben de başımı örtüp üzerimi kapattım ve izarımı giydim, onun peşinden çıktım ta ki o, Baqi'ye gelene kadar, ellerini üç kez kaldırdı ve orada uzun süre durdu. Sonra o gitti, ben de gittim, o acele etti, ben de acele ettim, o koştu, ben de koştum ve ben ondan önce oraya vardım ve içeri girdim. Daha yeni uzanmıştım ki o içeri girdi ve dedi ki: 'Ey Aişe, neden nefes nefese kaldın?' (rapor edenlerden) Süleyman dedi ki: Ben onun (İbn Vahb) 'nefes darlığı' dediğini düşündüm. O da: 'Ya bana söyle ya da her şeyi bilen, her şeyi bilen Allah bana söyleyecek.' Ben de: 'Ey Allah'ın Resulü, babam ve annem sana feda olsun;' ve ona hikayeyi anlattım. O da: 'Önümde gördüğüm siyah şekil sen miydin?' dedi. Ben de: 'Evet.' dedim.\" O da: \"Göğsüme bir itme yaptı ki bu beni incitti ve dedi ki: 'Sen Allah ve Resulünün sana haksızlık edeceğini mi düşündün?' O da: 'İnsanların gizlediği her şeyi, Allah, Azîz ve Celil, bilir.' dedi. O da: 'Evet.' dedi. O da: 'Cebrail bana geldiğinde sen (beni çıkarken) gördün ama o sana girmedi çünkü sen elbiselerini çıkardın. O bana seslendi ama senin gözünden gizlendi, ben de ona cevap verdim ama bunu senden gizledim. Ben senin uyuduğunu düşündüm ve seni uyandırmak istemedim, yalnız kalmandan korktum. O, bana Baqi'ye gitmemi ve onlar için bağışlanma dilememi söyledi.'\""
    },
    {
      "id": 26,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Size Peygamber ile benim aramdaki durumu anlatmayacak mıyım?\" Biz de: \"Evet.\" dedik. O da: \"Gece benim gecem olduğunda, o benimle birlikteyken, içeri girdi, ayakkabılarını ayaklarının yanına koydu, rida'sını (üst elbisesini) yatırdı ve izarının kenarını (alt elbisesini) yatağına serdi. Benim uyuduğumu düşündüğünde, ayakkabılarını yavaşça giydi ve rida'sını yavaşça aldı. Sonra kapıyı yavaşça açtı, dışarı çıktı ve yavaşça kapıyı kapattı. Ben de başımı örtüp üzerimi kapattım ve izarımı giydim, onun peşinden çıktım ta ki o, Baqi'ye gelene kadar, ellerini üç kez kaldırdı ve orada uzun süre durdu. Sonra o gitti, ben de gittim, o acele etti, ben de acele ettim, o koştu, ben de koştum ve ben ondan önce oraya vardım ve içeri girdim. Daha yeni uzanmıştım ki o içeri girdi ve dedi ki: 'Ey Aişe, neden nefes nefese kaldın?' O da: 'Hayır.' dedi. O da: 'Ya bana söyle ya da Allah, her şeyi bilen, her şeyi bilen, bana söyleyecek.' Ben de: 'Ey Allah'ın Resulü, babam ve annem sana feda olsun;' ve ona hikayeyi anlattım. O da: 'Önümde gördüğüm siyah şekil sen miydin?' dedi. Ben de: 'Evet.' dedim.\" O da: \"Göğsüme bir itme yaptı ki bu beni incitti ve dedi ki: 'Sen Allah ve Resulünün sana haksızlık edeceğini mi düşündün?' O da: 'İnsanların gizlediği her şeyi, Allah bilir.' dedi. O da: 'Evet.' dedi. O da: 'Cebrail bana geldiğinde sen (beni çıkarken) gördün ama o sana girmedi çünkü sen elbiselerini çıkardın. O bana seslendi ama senin gözünden gizlendi, ben de ona cevap verdim ama bunu senden gizledim. Ben senin uyuduğunu düşündüm ve seni uyandırmak istemedim, yalnız kalmandan korktum. O, bana Baqi'ye gitmemi ve onlar için bağışlanma dilememi söyledi.'\" 'Asim, 'Aişe'den farklı bir lafızla 'Abdullah b. Amir'den rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe dedi ki: \"Bir gece onun orada olmadığını fark ettim\" ve hadisin geri kalanını aktardı."
    }
  ]
}