{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Yazid bin Hurmuz that:",
      "text": "Yazid bin Hurmuz'dan rivayet edilmiştir ki: Najdah Al-Haruriyyah, İbn Zübeyr fitnesi sırasında isyan ettiğinde, İbn Abbas'a, Resulullah'ın akrabalarına (kime verilmesi gerektiğini) sordu. İbn Abbas şöyle cevap verdi: \"Bu, bizimdir; çünkü Resulullah'a olan kan bağımız dolayısıyla onlara tahsis edilmiştir, fakat Ömer bize, hakkımızdan daha az olduğunu düşündüğümüz bir şey teklif etti ve bunu kabul etmedik. O, evlenmek isteyenlere ve borçluların borçlarını ödemelerine yardımcı olmak için bir şeyler verdi, ayrıca muhtaç olanlara da verdi. Ama onlara bundan fazlasını vermeyi reddetti.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Yazid bin Hurmuz said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "It was narrated that Al-Awza'i said:",
      "text": "Yazid bin Hurmuz şöyle demiştir: \"Najdah, İbn Abbas'a, Resulullah'ın akrabalarının payı hakkında kime verilmesi gerektiğini sordu. Yazid bin Hurmuz, İbn Abbas'ın Najdah'a yazdığı mektubu yazdım; o mektupta şöyle diyordu: 'Sen, bana Resulullah'ın akrabalarının payı hakkında kime verilmesi gerektiğini sorduğun için yazdın. Bu, biz Ahlul Beyt'e aittir. Ömer, aramızdaki bekar olanlara (evlenmeleri için) yardım etmeyi ve fakirlerimize bir şeyler vermeyi teklif ediyordu. Biz, bunun bize verilmesi gerektiğini ısrarla söyledik, ama o reddetti ve biz de bunu olduğu gibi bıraktık.'\""
    },
    {
      "id": 4,
      "narrator": "Sa'eed bin Al-Musayyab narrated that Jubair bin Mut'im told him:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "It was narrated that Jubair bin Mut'im said:",
      "text": "Al-Awza'i şöyle demiştir: \"Ömer bin Abdülaziz, Ömer bin Velid'e bir mektup yazdı ve şöyle dedi: 'Babanın sana verdiği pay, tüm Khumus'tur, ama babanın hak ettiği pay, Müslümanlardan herhangi bir adamınkiyle aynıdır; bunun üzerinde Allah ve Resulü'nün, akrabaların, yetimlerin, fakirlerin ve yolcuların hakları vardır. Kıyamet Günü babanla kaç kişi tartışacak! Bu kadar çok tartışmacıyla nasıl kurtulabilir? Ve senin açıkça müzik aletlerine ve nefesli çalgılara izin vermen, İslam'da bir yeniliktir. Senin uzun kötü saçlarını kesmek için sana birini göndermeyi düşünüyordum.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that 'Ubadah bin Al-Samit said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that:",
      "text": "Sa'id bin Müseyyib, Jubair bin Mut'im'den şöyle nakletmiştir: \"O ve Osman bin Affan, Resulullah'a, Huneyn'in Khumus'unu Banu Haşim ve Banu Muttalib bin Abd Manaf'a nasıl dağıttığı hakkında konuşmak için geldiler. Dediler ki: 'Ey Allah'ın Resulü, bunu kardeşlerimiz olan Banu Muttalib bin Abd Manaf'a dağıttın, ama bize hiçbir şey vermedin; seninle olan akrabalığımız onlarınkiyle aynıdır.' Resulullah onlara şöyle dedi: 'Ben Hashim ve Muttalib'i aynı görüyorum.' Jubair bin Mut'im dedi ki: 'Resulullah, Banu Abd Şems veya Banu Nofal'a o Khumus'tan hiçbir şey tahsis etmedi; Banu Haşim ve Banu Muttalib'e tahsis ettiği gibi.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that 'Umar said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Jubair bin Mut'im şöyle demiştir: \"Resulullah, akrabalarına pay dağıttığında Banu Haşim ve Banu Muttalib'e, ben Osman bin Affan ile birlikte yanına geldim ve dedik ki: 'Ey Allah'ın Resulü, kimse Banu Haşim'in faziletini inkar edemez; çünkü seninle aralarındaki ilişki çok yakındır. Ama nasıl olur da Banu Muttalib'e (bir pay) verdin de bize vermedin? Onlar ve biz, sana olan akrabalık derecesinde eşitiz.' Resulullah şöyle dedi: 'Onlar, Cahiliye döneminde veya İslam'da beni terk etmediler. Banu Haşim ve Banu Muttalib aynıdır.' Ve parmaklarını birbirine kenetledi.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that 'Ata' said concerning the saying of Allah, the Mighty and Sublime:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "It was narrated that Qais bin Muslim said:",
      "text": "Ubade bin Samit şöyle demiştir: \"Huneyn günü Resulullah, bir devenin yelesinden bir kıl aldı ve şöyle dedi: 'Ey insanlar, Allah'ın size bahşettiği Fay'dan, bu kadarını bile almam benim için caiz değildir; yalnızca Khumus'u alabilirim ve Khumus size geri dönecektir.' (Sahih) Ebu Abdurrahman (En-Nesai) dedi ki: Ebu Sallam'ın ismi Mamtur'dur ve o Habeşlidir, Ebu Umame'nin ismi ise Sudai bin Ajlan'dır.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Musa bin Abi 'Aishah said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "It was narrated that Mutarrif said:",
      "text": "Amr bin Şu'aib, babasından, onun da dedesinden şöyle rivayet etmiştir: \"Resulullah, bir deveye gitti ve sırtından bir kıl aldı, parmakları arasında tuttu ve şöyle dedi: 'Fay'dan, bu kadarını bile almaya hakkım yok; yalnızca Khumus'u alabilirim ve Khumus size geri dönecektir.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Yazid bin Ash-Shikhkhir said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "It was narrated that Mujahid said:",
      "text": "Ömer şöyle demiştir: \"Banu Nadir'in malı, Allah'ın Resulüne bahşettiği Fay'dan biriydi; Müslümanların atlar ve develerle bir sefere çıkmadığı durumlarda. Ondan kendisi için bir yıl yetecek kadar yiyecek ayırdı ve geriye kalanını Allah yolunda süvari ve silah teçhizatı için harcadı.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Malik bin Aws bin Al-Hadathan said:",
      "text": "Malik bin Aws bin Al-Hadathan'dan rivayet edilmiştir ki: \"Al-Abbas ve Ali, 'Umar'a bir ihtilafla geldiler. Al-Abbas dedi ki: 'Benimle onun arasında hüküm ver.' İnsanlar dediler ki: 'Onlar arasında hüküm ver.' 'Umar dedi ki: 'Ben onların arasında hüküm vermeyeceğim. Onlar, Allah'ın Resulü'nün: \"Biz miras bırakılmayız, geride bıraktığımız şeyler sadakadır.\" dediğini biliyorlar. O dedi ki: Ve (bu rivayette) Az-Zuhri dedi ki: 'O (Hums), Allah'ın Resulü'nün kontrolündeydi ve o, kendisi ve ailesi için ondan geçim sağladı ve geri kalanını da Müslümanların diğer malları gibi tasfiye etti. Sonra Ebu Bekir bunu kontrol etti, ardından ben Ebu Bekir'den sonra bunu kontrol ettim ve onun yaptığı gibi yaptım. Sonra bu iki kişi bana geldiler ve bana, Allah'ın Resulü'nün tasfiye ettiği gibi, Ebu Bekir'in tasfiye ettiği gibi ve benim tasfiye ettiğim gibi tasfiye edebilmeleri için bunu vermemi istediler. Ben de onlara verdim ve onlardan bununla iyi bir şekilde ilgileneceklerine dair söz aldım. Sonra bana geldiler ve bu biri dedi ki: 'Kardeşimin oğlundan payımı ver.' ve bu diğeri dedi ki: 'Eşimden payımı ver.' Eğer bana, bunu Allah'ın Resulü'nün yaptığı gibi, Ebu Bekir'in yaptığı gibi ve benim yaptığım gibi tasfiye edecekleri şartıyla vermemi isterlerse, onlara veririm; ama eğer reddederlerse, o zaman bununla ilgili endişelenmelerine gerek yok.' Sonra dedi ki: 'Ve bilin ki, elde ettiğiniz her ganimetin beşte biri, Allah'a, Resulüne ve Resulün (Muhammed) yakın akrabalarına (ve ayrıca) yetimlere, Al-Masakin'e (fakirler) ve yolculara aittir.' (Enfal 8:41) bu onlara aittir. 'Sadakalar (burada Zekat anlamında) sadece Fuqara'ya (fakirler), Al-Masakin'e (fakirler) ve (fonları toplamak için) istihdam edilenlere; ve kalpleri İslam'a yönlendirilmiş olanlara; ve esirleri serbest bırakmak için; ve borçlulara; ve Allah yolunda (yani cihad edenlere) aittir' - bu onlara aittir. 'Ve Allah'ın, Resulüne (Muhammed) onlardan verdiği ganimet (Fay) - bunun için ne atlı ne de develerle bir sefer yaptınız.' Az-Zuhri dedi ki: Bu, yalnızca Allah'ın Resulü'ne aittir ve Fadak adında bir 'Arap köyüne atıfta bulunmaktadır. Allah'ın, kasaba halkından Resulüne (Muhammed) verdiği ganimet (Fay) - bu, Allah'a, Resulüne (Muhammed), Resulün akrabalarına, yetimlere, Al-Masakin'e (fakirler) ve yolculara aittir (ve bu ganimetten) evlerinden ve mallarından sürülen fakir muhacirlere de bir pay vardır. Ve (bu, daha önce) Medine'de evleri olan ve imanı benimseyenler içindir. Ve onlardan sonra gelenler içindir. Müslümanlar arasında bu servetten hak sahibi olmayan kimse yoktur, yalnızca sahip olduğunuz bazı köleler hariç. Eğer yaşarsam, Allah dilerse, her Müslümana hakkını vereceğim.\" Ya da şöyle dedi: \"Hissesi.\""
    }
  ]
}