{
  "language": "tr",
  "metadata": {
    "length": 63,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir: \"Biz, Allah'ın Elçisi'ne, hem kolaylıkta hem de zorlukta, enerjik hissettiğimizde ve yorgun hissettiğimizde, kendisine emanet edilenin emirleriyle tartışmayacağımıza, nerede olursak olalım hak yolunda dimdik duracağımıza ve kınayanların kınamasından korkmayacağımıza söz verdik.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir: \"Biz, Allah'ın Elçisi'ne hem zorlukta hem de kolaylıkta dinlemeye ve itaat etmeye söz verdik.\" Ve benzer şekilde bahsetmiştir."
    },
    {
      "id": 3,
      "narrator": "It was narrated that 'Ubadah said:",
      "text": "'Ubadah'tan rivayet edilmiştir: \"Biz, Allah'ın Elçisi'ne hem zorlukta hem de kolaylıkta, enerjik hissettiğimizde ve yorgun hissettiğimizde, kendisine emanet edilenin emirleriyle tartışmayacağımıza, nerede olursak olalım gerçeği söyleyeceğimize veya hak yolunda dimdik duracağımıza ve kınayanların kınamasından korkmayacağımıza söz verdik.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from 'Ubadah bin Al-Walid bin 'Ubadah bin As-Samit, frim this father, that his grandfather said:",
      "text": "'Ubadah bin Al-Walid bin 'Ubadah bin As-Samit'ten, babasından, dedesinin şöyle dediği rivayet edilmiştir: \"Biz, Allah'ın Elçisi'ne hem zorlukta hem de kolaylıkta, enerjik hissettiğimizde ve yorgun hissettiğimizde, başkalarının bizden üstün olduğu zamanlarda, kendisine emanet edilenin emirleriyle tartışmayacağımıza ve nerede olursak olalım gerçeği söyleyeceğimize söz verdik.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir: \"Biz, Allah'ın Elçisi'ne zorlukta ve kolaylıkta, enerjik hissettiğimizde ve yorgun hissettiğimizde, kendisine emanet edilenin emirleriyle tartışmayacağımıza, nerede olursak olalım adaletin yanında duracağımıza ve Allah rızası için kınayanlardan korkmayacağımıza söz verdik.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Shu'bah, from Sayyar and Yahya bin Sa'eed that they heard 'Ubadah bin Al-Walid narrating from his father. Sayyar said:",
      "text": "Shu'bah'tan, Sayyar ve Yahya bin Sa'eed'den rivayet edilmiştir ki, 'Ubadah bin Al-Walid'in babasından rivayet ettiğini duymuşlardır. Sayyar dedi ki: \"Babası aracılığıyla,\" ve Yahya dedi ki: \"Babası aracılığıyla,\" dedesi, 'Biz, Allah'ın Elçisi'ne zorlukta ve kolaylıkta, enerjik hissettiğimizde ve yorgun hissettiğimizde, başkalarının bizden üstün olduğu zamanlarda, kendisine emanet edilenin emirleriyle tartışmayacağımıza, nerede olursak olalım hak için dimdik duracağımıza ve Allah rızası için kınayanlardan korkmayacağımıza söz verdik.\" (Sahih) Shu'bah dedi ki: \"Sayyar bu ifadeyi: 'Nerede olursa olsun' zikretmedi, oysa Yahya bunu zikretti.\" Shu'bah dedi ki: \"Eğer ben buna bir şey eklemişsem, o Sayyar'dan veya Yahya'dandır.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Enerjik hissettiğinizde ve yorgun hissettiğinizde, kolaylıkta ve zorlukta, başkalarının sizden üstün olduğu zamanlarda itaat etmelisiniz.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Jarir said:",
      "text": "Jarir dedi ki: \"Ben, Allah'ın Elçisi'ne her Müslümana karşı samimi olmaya söz verdim.\""
    },
    {
      "id": 9,
      "narrator": "Jarir said:",
      "text": "Jarir dedi ki: \"Ben, Peygamber'e dinlemeye ve itaat etmeye ve her Müslümana karşı samimi olmaya söz verdim.\""
    },
    {
      "id": 10,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Biz, Allah'ın Elçisi'ne ölüm için söz vermedik, aksine savaştan kaçmamak için söz verdik.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Yazid bin Abi 'Ubaid said:",
      "text": "Yazid bin Abi 'Ubaid'ten rivayet edilmiştir: \"Ben, Salamah bin Al-Akwa'ya dedim ki: 'Hüdeybiye Günü Peygamber'e ne tür bir söz verdin?' O da dedi ki: 'Ölüm için.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Ya'la bin Umayyah said:",
      "text": "Ya'la bin Umayyah'tan rivayet edilmiştir: \"Ben, babam Umayyah ile birlikte Feth Günü Allah'ın Elçisi'ne geldim ve dedim ki: 'Ey Allah'ın Elçisi, babamın hicret (Al-Hijrah) için sözünü kabul et.' Allah'ın Elçisi dedi ki: 'Ben, onun cihad için sözünü kabul ederim, çünkü hicret (Al-Hijrah) sona ermiştir.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir: \"Yanında bazı arkadaşları olduğu halde, Allah'ın Elçisi şöyle dedi: 'Bana söz verin ki, Allah'a hiçbir şeyi ortak koşmayacaksınız, çalmayacaksınız, haram cinsel ilişkiye girmeyeceksiniz, çocuklarınızı öldürmeyeceksiniz; iftira etmeyeceksiniz, ellerinizin ve ayaklarınızın arasından uydurmayacaksınız ve iyilikte (ma'ruf) bana itaat etmeyeceksiniz. Bu sözü yerine getirenin mükafatı Allah katındadır ve bu eylemlerden herhangi birini işleyen ve bunun cezasını çekenin, bu onun için bir kefaret olacaktır. Bu eylemlerden herhangi birini işleyen ve Allah onu gizlerse, o kişinin durumu Allah'a aittir; eğer dilerse onu affeder, eğer dilerse onu cezalandırır.' (Sahih) Ahmed bin Sa'eed ona muhalefet etmiştir.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from 'Ubadah bin As-Samit that the Messenger of Allah said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Neden bana kadınların verdiği söz üzerine söz vermiyorsunuz: Allah'a hiçbir şeyi ortak koşmayacağınıza, çalmayacağınıza, haram cinsel ilişkiye girmeyeceğinize, iftira etmeyeceğinize, ellerinizin ve ayaklarınızın arasından uydurmayacağınıza ve iyilikte (ma'ruf) bana itaat etmeyeceğinize?\" Biz dedik: \"Evet, ey Allah'ın Elçisi.\" Böylece ona bu esas üzerine söz verdik. Allah'ın Elçisi dedi ki: \"Bundan sonra bu eylemlerden herhangi birini işleyen ve cezalandırılan, bu onun için bir kefaret olacaktır. Cezalandırılmayanın durumu Allah'a aittir; eğer dilerse onu affeder, eğer dilerse onu cezalandırır.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that a man came to the Prophet and said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, bir adam Peygamber'e geldi ve dedi ki: \"Hicret (Hijrah) için söz vermek üzere geldim ve ailemi ağlatarak bıraktım.\" O da dedi ki: \"Onlara geri dön ve onları güldür, onları ağlattığın gibi.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki: Bir bedevi, Allah'ın Elçisi'ne hicret hakkında sordu. O da: \"Vay haline, hicret çok önemlidir. Deve sahip misin?\" dedi. Bedevi: \"Evet.\" dedi. O da: \"Onlar için sadaka veriyor musun?\" dedi. Bedevi: \"Evet.\" dedi. O da: \"Müslümanlardan ne kadar uzakta olursan ol, salih ameller işleyin, çünkü Allah, Aziz ve Celil olan, hiçbir amelinizi zayi etmeyecektir.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "It was narrated that Jabir bin Zaid said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: \"Bir adam dedi ki: 'Ey Allah'ın Elçisi! Hangi hicret (Hijrah) daha hayırlıdır?' O da: 'Rabbinin, Aziz ve Celil olan, hoşlanmadığı şeyleri terk etmektir.' dedi. Adam: 'İki çeşit hicret vardır, şehirli olanın hicreti ve bedevinin hicreti. Bedevi, çağrıldığında (Cihad için) cevap vermelidir ve emredildiğinde itaat etmelidir, şehirli olan ise daha fazla imtihana tabi tutulur ve daha büyük mükafat alır.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Kathir bin Murrah that Abu Fatimah told him that he said:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "It was narrated from 'Amr bin 'Abdur-Rahman bin Umayyah that his father told him that Ya'la said:",
      "text": "Jabir bin Zaid'den rivayet edilmiştir ki: \"İbn Abbas dedi ki: 'Allah'ın Elçisi (ﷺ), Ebu Bekir ve Ömer, Muhacirlerden (emigranlar) idiler, çünkü putperestleri terk ettiler (hajaru), ve bazı Ensar da Muhacirun'du çünkü Medine bir şirke yeri idi ve onlar, Allah'ın Elçisi'ne (ﷺ) Akabe Gecesi'nde geldiler.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Safwan bin Umayyah said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "Kathir bin Murrah'dan rivayet edilmiştir ki: Abu Fatimah ona dedi ki: \"Ey Allah'ın Elçisi, bana yapabileceğim ve devam edebileceğim bir amelden bahset.\" Allah'ın Elçisi ona dedi ki: \"Hicret etmelisin, çünkü onun gibi bir şey yoktur.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Nu'aim bin Dijajah said:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "It was narrated that 'Abdullah bin Waqdan As-Sa'di said:",
      "text": "Amr bin Abdurrahman bin Ümeyye'den rivayet edilmiştir ki: Babası ona, Ya'la'nın şöyle dediğini söyledi: \"Ben, Fetih Günü (Mekke'nin Fethi) Allah'ın Elçisi'ne babamla geldim ve dedim ki: 'Ey Allah'ın Elçisi, babamın hicret etme bey'atını kabul et.' Allah'ın Elçisi dedi ki: 'Ben onun cihad için bey'atını kabul ederim, çünkü hicret (Hijrah) sona ermiştir.'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that 'Abdullah bin As-Sa'di said:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Jarir said:",
      "text": "Safvan bin Ümeyye'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Elçisi, hiç kimsenin cennete giremeyeceğini söylüyorlar, ancak bir Muhacir (emigran) girebilir.' O da dedi ki: 'Mekke'nin Fethi'nden sonra hicret (Hijrah) yoktur, aksine cihad ve niyet vardır. Cihada çağrıldığında, buna katıl.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Jarir said:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "It was narrated that Jarir said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi, Fetih Günü (Mekke'nin Fethi) dedi ki: 'Artık hicret (Hijrah) yoktur, aksine cihad ve niyet vardır. Cihada çağrıldığında, buna katıl.'\""
    },
    {
      "id": 29,
      "narrator": "Jarir said:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "It was narrated that Abu Idris Al-Khawlani said:",
      "text": "Nu'aim bin Dijajah'dan rivayet edilmiştir ki: \"Umar bin Al-Khattab'ın şöyle dediğini duydum: 'Allah'ın Elçisi'nin vefatından sonra hicret (Hijrah) yoktur.'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Umm 'Atiyyah'dan rivayet edildiğine göre, \"Allah'ın Resulü'ne biat etmek istediğimde, 'Ey Allah'ın Resulü, kadınlar, cahiliye döneminde (ölü için ağıt yakmada) bana yardım ettiler; ben de onun (ağıt yakmasına) yardım edip, sonra sana gelip biat mı edeyim?' dedim. O da, 'Git ve ona yardım et.' dedi. Ben de gittim ve ona yardım ettim, sonra geldim ve Allah'ın Resulü'ne biat ettim.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Umm 'Atiyyah said:",
      "text": "Umm 'Atiyyah'dan rivayet edildiğine göre, \"Allah'ın Resulü, ölüler için ağıt yakmamamız konusunda biatimizi kabul etti.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that Umaimah bint Ruqaiqah said:",
      "text": "Umaimah bint Ruqaiqah'dan rivayet edildiğine göre, \"Ben, diğer Ensar kadınlarıyla birlikte Peygamber'e biat etmek için geldim. Dedik ki: 'Ey Allah'ın Resulü, sana biat ediyoruz ki, Allah'a hiçbir şeyi ortak koşmayacağız, hırsızlık yapmayacağız, haram cinsel ilişkide bulunmayacağız, iftira etmeyeceğiz, ellerimizden ve ayaklarımızdan uydurarak yalan söylemeyeceğiz ve iyilikte sana itaat etmeyeceğiz.' O da, 'Elinizden geldiği kadar.' dedi. Biz de, 'Allah ve Resulü bize daha merhametlidir. Gel, sana biat edelim, ey Allah'ın Resulü!' dedik. Allah'ın Resulü, 'Ben kadınlarla el sıkışmam. Benim bir kadına verdiğim söz, yüz kadına verdiğim söz gibidir.' dedi.\""
    },
    {
      "id": 34,
      "narrator": "It was narrted from a man from Al Ash-Sharid, who was called 'Amr, that his father said:",
      "text": "Al Ash-Sharid'den 'Amr adında bir adamdan rivayet edildiğine göre, babası şöyle dedi: \"Thaqif heyetinin içinde, cüzzam hastalığına yakalanmış bir adam vardı. Peygamber ona, 'Geri dön, çünkü ben senin biatini kabul ettim.' diye haber gönderdi.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Al-Hirmas bin Ziyad said:",
      "text": "Al-Hirmas bin Ziyad'dan rivayet edildiğine göre, \"Ben çocukken, Peygamber'e biat etmek için elimle uzandım, ama o benim biatimi kabul etmedi.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that jabir said:",
      "text": "Cabir'den rivayet edildiğine göre, \"Bir köle geldi ve Peygamber'e hicret etmek için biat etti, ama Peygamber onun köle olduğunu fark etmedi. Sonra efendisi onu aramaya geldi. Peygamber, 'Onu bana sat,' dedi ve onu iki siyah köle karşılığında satın aldı. Sonra, 'O bir köle mi?' diye sormadan kimsenin biatini kabul etmedi.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Cabir bin Abdullah'dan rivayet edildiğine göre, \"Bir bedevi, Allah'ın Resulü'ne İslam'a biat etti, sonra bedevi Medine'de ateşlenmeye yakalandı. O da Allah'ın Resulü'ne geldi ve 'Ey Allah'ın Resulü, biatimi iptal et,' dedi, ama o reddetti. Sonra tekrar geldi ve 'Biatimi iptal et,' dedi, ama o yine reddetti. Sonra tekrar geldi ve 'Biatimi iptal et,' dedi, ama o yine reddetti. Sonra bedevi (Medine'den) ayrıldı ve Allah'ın Resulü şöyle dedi: 'Medine, körük gibidir; pisliğini atar ve iyiliğini ortaya çıkarır.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Salamah bin Al-Akwa ' that he entered upon Al-Hajjaj who said:",
      "text": "Salamah bin Al-Akwa'dan rivayet edildiğine göre, \"Al-Haccac'ın yanına girdim, o da, 'Ey Al-Akwa'nın oğlu, bedevilerle çölde kalarak (İslam'dan) döndün,' dedi. Ben de, 'Hayır; Allah'ın Resulü, bedevilerle çölde kalmam için bana izin verdi,' dedim.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, \"Biz, Allah'ın Resulü'ne dinleyip itaat etmek için biat ederdik, o da, 'Elinizden geldiği kadar' derdi.\""
    },
    {
      "id": 40,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar şöyle dedi: \"Allah'ın Resulü'ne dinleyip itaat etmek için biat ettiğimizde, o bize, 'Elinizden geldiği kadar' derdi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Jarir bin 'Abdullah said:",
      "text": "Jarir bin Abdullah'dan rivayet edildiğine göre, \"Peygamber'e dinleyip itaat etmek için biat ettim ve bana, 'Elinizden geldiği kadar ekle,' dedi ve 'Her Müslümana karşı iyi davran' dedi.\" (Sahih)"
    },
    {
      "id": 42,
      "narrator": "It was narrated that Umaimah bin Ruqaiqah said:",
      "text": "Umaimah bint Ruqaiqah'dan rivayet edildiğine göre, \"Bir grup kadın arasında Allah'ın Resulü'ne biat ettik ve o bize, 'Elinizden geldiği kadar' dedi.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Abdur-Rahman bin 'Abd Rabb Al-Kabah said:",
      "text": "Abdur-Rahman bin Abd Rabb Al-Kabah'dan rivayet edildiğine göre, \"Ben, Abdullah bin Amr bin Al-As'ın yanına geldim, o Kabe'nin gölgesinde oturuyordu ve etrafında insanlar toplanmıştı. Onun şöyle dediğini duydum: 'Biz, Allah'ın Resulü ile bir yolculukta iken, kamp kurmak için durduk. Bazılarımız çadır kuruyor, bazıları ok atma yarışması yapıyor, bazıları da hayvanları yarıştırıyordu. Sonra Peygamber'in çağrıcısı, 'As-Salatu Jamiah (namaz başlamak üzere)' diye seslendi. Biz toplandık ve Allah'ın Resulü ayağa kalktı ve bize hitap etti. Dedi ki: 'Benden önce hiçbir peygamber, ümmetine onlara iyi gelen şeyleri bildirmeden ve onlara kötü gelen şeylerden sakındırmadan geçmemiştir. Sizin ümmetinizin sağlamlığı, önceki nesillerinde yer almıştır ve onların sonuncuları, hoşlanmadığınız belalarla karşılaşacaktır. Sonra öyle fitneler gelecek ki, önceki nesillerin yanında önemsiz kalacaktır ve mümin, 'Bu benim sonum olacak' diyecek, sonra bir rahatlık gelecek. Sonra (daha fazla) fitneler gelecek ve mümin, 'Bu benim sonum olacak' diyecek, sonra bir rahatlık gelecek. Kim ateşten uzaklaşmak ve cennete girmek isterse, Allah'a ve Ahiret Günü'ne inanarak ölsün ve insanlara, kendisine nasıl davranılmasını istiyorsa öyle davransın. Kim bir hükümdara biat eder ve ona elinin sıkışını ve kalbinin samimiyetini verirse, o zaman elinden geldiği kadar ona itaat etsin; eğer başka biri gelir ve ona karşı çıkar, o zaman ikinci kişinin boynunu vurun (yani, onu öldürün).' Dedi ki: 'Ben ona yaklaştım ve 'Allah'ın Resulü bunu söyledin mi?' dedim. O da, 'Evet,' dedi ve Hadisi kesintisiz olarak aktardı.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Yahya bin Husain said:",
      "text": "Yahya bin Husain'den rivayet edildiğine göre, \"Büyükannemden şunu duydum: 'Ben, Allah'ın Resulü'nün Veda Haccı sırasında şöyle dediğini duydum: Eğer üzerinize, Allah'ın Kitabı'na göre hükmeden bir Habeşli köle tayin edilirse, o zaman ona dinleyin ve itaat edin.'\""
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Allah'ın Resulü, 'Kim bana itaat ederse, Allah'a itaat etmiş olur; kim bana isyan ederse, Allah'a isyan etmiş olur. Kim benim valime (amirime) itaat ederse, bana itaat etmiş olur; kim benim valime isyan ederse, bana isyan etmiş olur.' dedi.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Ibn 'Abbas (concerning the Verse):",
      "text": "İbn Abbas'tan (ayet hakkında) rivayet edilmiştir: \"Ey iman edenler! Allah'a itaat edin ve Resul'e (Muhammed) itaat edin.\" O şöyle dedi: Bu, Resulullah'ın bir seferin başına Abdullah bin Hudhaifah bin Qais bin Adiyy'i tayin etmesiyle ilgili olarak indirilmiştir."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Muadah bin Jabal that the Messenger of Allah said:",
      "text": "Muadah bin Cebel'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Askeri seferler iki türdür: Allah'ın rızasını arayan, imamına itaat eden, değerli şeyler harcayan ve fitneden sakınan kimse, ister uykuda ister uyanık olsun, sevap kazanır. Ama gösteriş yapmak ve şöhret kazanmak için savaşan, imamına itaat etmeyen ve yeryüzünde fitne yayan kimse ise boş döner.\" (Da'if)"
    },
    {
      "id": 48,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"İmam, savaşırken itaat edilmesi gereken bir kalkan gibidir. Eğer Allah'tan korkmayı emreder ve adaletle davranırsa, o zaman mükafatlandırılır; fakat aksi bir şey emrederse, bu onun için bir günah yükü olur.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Tamim Ad-Dari said:",
      "text": "Temim ed-Dari'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Din, samimiyettir (An-Nasihah).\" Onlar: \"Kime, ey Allah'ın Resulü?\" dediler. O da: \"Allah'a, Kitabına, Resulüne, Müslümanların imamlarına ve halkına.\" dedi."
    },
    {
      "id": 50,
      "narrator": "It was narrated that Tamim Ad-Dari said:",
      "text": "Temim ed-Dari'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Din, samimiyettir (An-Nasihah).\" Onlar: \"Kime, ey Allah'ın Resulü?\" dediler. O da: \"Allah'a, Kitabına, Resulüne, Müslümanların imamlarına ve halkına.\" dedi."
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Din, samimiyettir, din, samimiyettir (Al-Nasihah), din, samimiyettir.\" Onlar: \"Kime, ey Allah'ın Resulü?\" dediler. O da: \"Allah'a, Kitabına, Resulüne, Müslümanların imamlarına ve halkına.\" dedi."
    },
    {
      "id": 52,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Din, samimiyettir (An-Nasihah).\" Onlar: \"Kime, ey Allah'ın Resulü?\" dediler. O da: \"Allah'a, Kitabına, Resulüne, Müslümanların imamlarına ve halkına.\" dedi."
    },
    {
      "id": 53,
      "narrator": "It was narrated that Abu Hurairah said \" The Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Hiçbir yönetici atanmaz ki, onun iki grup danışmanı olmasın: Bir grup ona iyilik yapmasını teşvik eder ve kötülük yapmamasını söyler, diğer grup ise onu bozmaya çalışır. Onların şerrinden korunmuş olan gerçekten korunmuştur. Ve o (yönetici), kendisi üzerinde daha fazla etkiye sahip olan gruba aittir.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from Abu Saeed tht the Messenger of Allah said:",
      "text": "Ebu Said'den rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Allah, hiçbir peygamber göndermediği ya da halife atamadığı halde, onun iki grup danışmanı vardır: Bir grup ona iyilik yapmasını söyler, diğer grup ise kötülük yapmasını söyler ve onu buna teşvik eder. Gerçekten korunmuş olan, Allah tarafından korunan kişidir, Aziz ve Celil olan.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Abu Ayyub said;\n\"I heard the Messenger of Allah say:",
      "text": "Ebu Eyyub'dan rivayet edilmiştir ki; \"Resulullah'ın şöyle söylediğini duydum: 'Hiçbir peygamber gönderilmedi, onun ardından da hiçbir halife atanmadı ki, onun iki grup danışmanı olmasın; bir grup ona iyilik yapmasını söyler, diğer grup ise kötülük yapmasını söyler. Kim kötü gruptan korunursa, gerçekten korunmuş olur.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Al-Qasim bin Muhammad said:",
      "text": "El-Kasım bin Muhammed'den rivayet edilmiştir ki: \"Ben, babamın kız kardeşinin şöyle dediğini duydum: 'Resulullah şöyle buyurdu: \"Sizden kim bir yetki makamına atanırsa, eğer Allah ona hayır dilerse, ona unuttuğunda hatırlatacak ve hatırladığında ona yardımcı olacak bir salih bakan verir.\"'"
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abu 'Adur-Rahman from Ali that:",
      "text": "Ebu 'Abdur-Rahman'dan Ali'den rivayet edilmiştir ki: Resulullah bir ordu gönderdi ve onların başına bir adam tayin etti. O bir ateş yaktı ve: \"İçeri girin.\" dedi. Bazı insanlar girmek istedi, diğerleri ise: \"Ondan uzak durmaya çalışıyoruz.\" dediler. Bunu Resulullah'a ilettiler ve o, girmek isteyenlere: \"Eğer girmiş olsaydınız, kıyamet gününe kadar orada kalırdınız.\" dedi. Diğerlerine de güzel sözler söyledi. Ve: \"Eğer Allah'a isyanı içeren bir şeyse, itaat yoktur. Aksine, itaat sadece hayır olan şeylerde gereklidir.\" dedi."
    },
    {
      "id": 58,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Resulullah şöyle buyurdu: \"Müslümanın, ister istemez dinlemesi ve itaat etmesi gerekir, ancak isyan etmeye zorlandığı takdirde. Eğer isyan etmeye zorlanırsa, dinlemesi ve itaat etmesi gerekmez.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Kab bin Ujrah said:",
      "text": "Kâb bin Ucre'den rivayet edilmiştir ki: \"Resulullah bize çıktı ve aramızda dokuz kişi vardı. O şöyle dedi: 'Benden sonra yöneticiler olacak, kim onların yalanlarına inanır ve onların haksızlıklarına yardım ederse, o benden değildir ve ben de ondan değilim; o, Havuz'a benimle gelmeyecek. Kim onların yalanlarına inanmaz ve onların haksızlıklarına yardım etmezse, o bendedir ve ben de ondanım; o, Havuz'a benimle gelecektir.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Kab bin Ujrah said:",
      "text": "Kâb bin Ucre'den rivayet edilmiştir ki: \"Resulullah bize çıktı ve biz dokuz kişiydik, beş Arap ve dört gayri Arap. O şöyle dedi: 'Dinleyin. Benden sonra yöneticiler olacak, kim onlara girer, yalanlarına inanır ve onların haksızlıklarına yardım ederse, o benden değildir ve ben de ondan değilim; o, Havuz'a benimle gelmeyecek. Kim onlara girmez, yalanlarına inanmaz veya onların haksızlıklarına yardım etmezse, o bendedir ve ben de ondanım; o, Havuz'a benimle gelecektir.'”"
    },
    {
      "id": 61,
      "narrator": "It was narrated from Tariq bin Shihab that:",
      "text": "Tariq bin Şihab'dan rivayet edildiğine göre: Bir adam, Peygamber'e atın semerine ayağını koyduğu sırada sordu: \"Hangi tür cihad en iyisidir?\" Peygamber şöyle dedi: \"Zalim bir hükümdar önünde söylenen bir hak sözü.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edildiğine göre: \"Peygamber ile bir toplulukta idik ve o şöyle dedi: 'Bana, Allah'a hiçbir şeyi ortak koşmayacağınıza, hırsızlık yapmayacağınıza ve haram cinsel ilişkiye girmeyeceğinize dair biat edin.' Onlara ayeti okudu (ve şöyle dedi): Kim bunlardan birini yaparsa ve Allah onu gizlerse, o zaman bu Allah'a kalmıştır, aziz ve celil olan: Eğer dilerse, onu azap eder, eğer dilerse, onu affeder.\""
    },
    {
      "id": 63,
      "narrator": "it was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Siz, otorite pozisyonlarına karşı hevesli olacaksınız, ama bu bir pişmanlık ve kayıp olacaktır. Ne güzel bir hayat yaşayacaklar, ama öldüklerinde onlara ne kadar zor olacak!\""
    }
  ]
}