{
  "language": "tr",
  "metadata": {
    "length": 53,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizden hiçbiri cünüpken durgun suda gusül almasın.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sizden hiçbiri durgun suya idrar yapmasın ve sonra onunla gusül veya abdest almasın.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) durgun suya idrar yapmayı ve sonra onunla cünüplükten gusül almayı yasaklamıştır."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) durgun suya idrar yapmayı ve sonra onunla gusül almayı yasaklamıştır."
    },
    {
      "id": 5,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Sizden hiçbiri akmayan durgun suya idrar yapmasın ve sonra onunla gusül almasın.\" (Rivayet edenlerden) Sufyan dedi ki: \"Onlar Hişam'a -yani İbn Hassan'a- 'Ayyub bu hadisi sadece Ebu Hureyre'ye mi isnat etti?' dediler. O da: 'Eğer Ayyub bir rivayeti yükseltme yeteneğine sahip değilse, onu yükseltmez.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Jabir that the Prophet (ﷺ) said:",
      "text": "Yani, bunu Ebu Hureyre'den, Resulullah'tan (ﷺ) değil, diğerleri bunu merfu' yani \"yükseltilmiş\" olarak Resulullah'tan (ﷺ) rivayet etmiştir. Ve belki de: \"Eğer onu yükseltme yeteneğine sahip değilse\" derken: \"Eğer onu yükseltme yeteneğine sahip değilse\" demek istemiştir. Ve Allah en iyi bilendir."
    },
    {
      "id": 7,
      "narrator": "'Abdullah bin Abi Awfa narrated that the Prophet (ﷺ) would supplicate:",
      "text": "Cabir'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, hamama ancak bir izar (bel örtüsü) ile girmesin.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Ibn Abi Awfa said:",
      "text": "Abdullah bin Ebi Evfa rivayet etti ki, Peygamber (ﷺ) dua ederdi: \"Allah'ım, beni günahlardan ve hatalardan arındır. Allah'ım, beni ondan, beyaz bir elbisenin kirden arındığı gibi arındır. Allah'ım, beni kar, dolu ve soğuk su ile arındır.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that 'Abdullah bin Abi Qais said:",
      "text": "İbn Ebi Evfa'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle derdi: 'Allah'ım, beni kar, dolu ve soğuk su ile arındır. Allah'ım, beni günahlardan, beyaz bir elbisenin kirden arındığı gibi arındır.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Ghudaif bin Al-Harith said:",
      "text": "Abdullah bin Ebi Kays dedi ki: \"Aişe'ye sordum: 'Allah'ın Resulü (ﷺ) cünüpken nasıl uyurdu? Gusül mü alırdı yoksa uyumadan önce mi gusül alırdı?' O dedi ki: 'İkisini de yapardı. Bazen gusül alır, sonra uyurdu; bazen de abdest alır, sonra uyurdu.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Ya'la that the Messenger of Allah (ﷺ) saw a man performing Ghusl in an open place, so he ascended the Minbar and praised and glorified Allah, then he said:",
      "text": "Hudayfe bin Haris'ten rivayet edilmiştir ki: \"Aişe'nin yanına girdim ve ona sordum: 'Allah'ın Resulü (ﷺ) gece başında mı yoksa sonunda mı gusül alırdı?' O dedi ki: 'İkisini de yapardı. Bazen başında, bazen sonunda gusül alırdı.' Ben de: 'Allah'a hamd olsun ki, bu işi kolaylaştırmıştır.' dedim.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Safwan bin Ya'la that his father said:",
      "text": "Ya'la'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir adamın açık bir yerde gusül aldığını gördü, sonra minbere çıktı ve Allah'ı övdü, yüceltti, ardından şöyle dedi: 'Allah, Aziz ve Celil olan, sabırlı, haya sahibi ve gizlemeyi seven bir Zat'tır. Sizden biri gusül alırken, kendisini gizlesin.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Maimunah said:",
      "text": "Safvan bin Ya'la'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Allah gizlemeyi sever, bu yüzden sizden biri gusül alırken, kendisini bir şeyle gizlesin.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Maimuna dedi ki: \"Ben Allah'ın Resulü (ﷺ) için biraz su koydum, sonra onu gizledim\" - ve gusül alışı hakkında bahsetti, sonra şöyle dedi: \"Sonra ona bir bez (havlu) getirdim ama onu istemedi.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Ayyub, selam üzerine olsun, çıplak olarak banyo yaparken, üzerine altın çekirgeler düştü ve onları elbisesine toplamaya başladı. Sonra Rabbi ona seslendi (şöyle dedi): \"Ey Ayyub, ben seni zengin etmedim mi?\" O da: \"Evet, Ey Rabbim, ama ben Senin nimetin olmadan yapamam.\"'"
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Ghusl yapardı, ben ve o tek bir kapta, ikimiz de ondan su alarak."
    },
    {
      "id": 17,
      "narrator": "'Abdur-Rahman bin Al-Qasim said:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Abdurrahman bin Al-Qasim dedi ki: \"Al-Qasim'in rivayet ettiğini duydum, 'Aişe dedi ki: 'Ben Ghusl yapardım - Allah'ın Resulü (ﷺ) ve ben - tek bir kapta Cünüplük için.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Umm Hani' narrated that she entered upon the Prophet (ﷺ) on the day of the Conquest of Makkah, when he was performing Ghusl - while a garment was screening him - from a vessel in which were traces of dough. She said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ) ile birlikte kap için yarıştığımı hatırlıyorum, ikimiz de ondan Ghusl yapıyorduk.\""
    },
    {
      "id": 21,
      "narrator": "'Aishah said:",
      "text": "Aşağıdaki rivayete ve no. 240'a bakınız."
    },
    {
      "id": 22,
      "narrator": "It was narrated from Ibrahim bin Muhammad bin Al-Muntashir that his father said:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "It was narrated that Maimunah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Ben Ghusl yapardım - Allah'ın Resulü (ﷺ) ve ben - tek bir kapta. O benimle yarışırdı, ben de onunla (su almak için) yarışırdım, ta ki o: 'Bana biraz bırak,' derdi, ben de: 'Bana biraz bırak,' derdim.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Maimunah bint Al-Harith, the wife of the Prophet (ﷺ), said:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Ümmü Hani' rivayet etti ki, Fethi Mekkede, Resulullah (ﷺ) Ghusl yaparken, onu bir giysi örtüyordu, hamur izleri olan bir kapta Ghusl yapıyordu. Dedi ki: \"O, Ad-Duha namazını kıldı - ama ne kadar Rakat kıldığını bilmiyorum - Ghuslünü bitirdikten sonra.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "It was narrated from Abu Salamah from 'Aishah, and, from 'Amr bin Sa'd, from Nafi', from Ibn 'Umar:",
      "text": "'Aişe dedi ki: \"Ben Ghusl yaparken - ben ve Allah'ın Resulü (ﷺ), bu\" - bir Sa' kadar veya daha küçük bir kap. \"İkimiz de ondan su almaya başladık ve ben elimle başıma su döktüm, üç kez, saçlarımı çözmeden.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "İbrahim bin Muhammed bin Al-Muntashir'den rivayet edilmiştir ki, babası dedi: \"İbn 'Umar'ın şöyle dediğini duydum: 'Sabah tarla içinde uyanmayı, üzerimde parfüm kokusu ile uyanmaya tercih ederim.' 'Aişe'ye girdim ve ona ne söylediğini anlattım, o da: 'Ben, Allah'ın Resulü (ﷺ) için parfüm sürdüm ve o, tüm eşlerine gitti, sonra sabah ihrama girdi.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Jubair bin Mut'im that mention of Ghusl was made in the presence of the Prophet (ﷺ) and he said:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'in rivayet ettiğine göre: \"Allah'ın Resulü (ﷺ) Ghusl yaptığında, başına üç defa su dökerdi.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Bir kadın, Peygamber'e (ﷺ) sordu: 'Ey Allah'ın Resulü, temizlenince Ghusl nasıl yapmalıyım?' O da: 'Misk ile kokulandırılmış bir parça pamuk al ve onunla kendini temizle.' dedi. Kadın: 'Onunla nasıl temizlenmeliyim?' dedi. O da: 'Onunla kendini temizle.' dedi. Kadın: 'Onunla nasıl temizlenmeliyim?' dedi. Allah'ın Resulü (ﷺ): 'Subhanallah!' dedi ve ondan yüz çevirdi.\" 'Aişe, Allah'ın Resulü'nün (ﷺ) ne demek istediğini anladı ve ona doğru çekip, Allah'ın Resulü'nün (ﷺ) ne demek istediğini anlattı."
    },
    {
      "id": 33,
      "narrator": "It was narrated that Maimunah, the wife of the Prophet (ﷺ), said:",
      "text": "Maimuna, Peygamber'in (ﷺ) eşi, şöyle dedi: \"Peygamber (ﷺ) Cünüplükten Ghusl yaptı; öncelikle cinsel organını yıkadı, sonra elini yere veya duvara sürdü, ardından namaz için olduğu gibi Abdest aldı, sonra başına ve vücudunun geri kalanına su döktü.\""
    },
    {
      "id": 34,
      "narrator": "Ja'far bin Muhammad said:",
      "text": "Cafer bin Muhammed dedi ki: \"Babam bana şöyle söyledi: 'Biz Jabir bin Abdullah'a geldik ve Peygamber'in (ﷺ) Hac'ı hakkında sorduk. O şöyle anlattı: 'Allah'ın Resulü (ﷺ) Dhul-Qa'dah'da beş gün kalmışken yola çıktı ve biz de onunla yola çıktık. Dhul-Hulaifah'a geldiğinde, Asma' bint 'Umais, Muhammed bin Ebu Bekir'i doğurdu. O, Allah'ın Resulü'ne (ﷺ) ne yapması gerektiğini bildirdi. O da: 'Ghusl yap, kendini bir bezle sar ve sonra (İhram için) Telbiye'ye başla.' dedi.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe şöyle dedi: \"Allah'ın Resulü (ﷺ) Ghusl yaptıktan sonra Abdest almazdı.\""
    },
    {
      "id": 36,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Ben, Allah'ın Resulü'ne (ﷺ) parfüm sürerdim ve o, tüm eşlerinin yanına giderdi, sonra sabah parfüm kokusuyla İhram'a girerdi.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Bana, benden önce hiç kimseye verilmemiş beş şey verilmiştir: Düşmanlarımın kalplerine korku salınarak bir aylık mesafe kadar desteklendim; yer, benim için secde yeri ve temizlenme aracı kılındı, bu nedenle benim ümmetimden bir kişi nerede olursa olsun, namaz vakti geldiğinde namaz kılsın; bana, benden önceki hiçbir Peygambere verilmemiş olan şefaat verilmiştir; ve ben, benden önceki Peygamberlerin kendi halklarına gönderildiği gibi, tüm insanlığa gönderildim.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Sa'eed that two men performed Tayammum and prayed, then they found water when there was still time left for prayer. One of them performed Wudu' and repeated the prayer, and the other did not. They asked the Prophet (ﷺ) about that and he said to the one who did not repeat the prayer:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki, iki adam Tayammum yaptı ve namaz kıldı, sonra namaz için hala zaman varken su buldular. Bunlardan biri Abdest aldı ve namazı tekrar etti, diğeri ise etmedi. Peygamber'e (ﷺ) bunu sordular ve o, namazı tekrar etmeyen adama: \"Sen Sünneti takip ettin ve namazın kabul edildi.\" dedi. Diğerine ise: \"Senin de iki namazın ödülü kadar bir şeyin olacak.\" dedi."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "'Ata' bin Yasar'dan rivayet edilmiştir ki, iki adam - ve o Hadisi aktardı."
    },
    {
      "id": 40,
      "narrator": "It was narrated from Tariq bin Shaihab that a man became Junub and did not pray. He came to the Prophet (ﷺ) and told him about that, and he said:",
      "text": "Tariq bin Şahib'den rivayet edilmiştir ki, bir adam Cünüp oldu ve namaz kılmadı. Peygamber'e (ﷺ) geldi ve bunu anlattı, o da: \"Doğru yaptın.\" dedi. Sonra başka bir adam Cünüp oldu, Tayammum yaptı ve namaz kıldı. O, Peygamber'e (ﷺ) geldi ve ona, diğer adama söylediği şeyi söyledi - yani, \"Doğru yaptın.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Ali, Mikdad ve Ammar konuşuyorlardı. Ali dedi ki: 'Ben çok fazla Madhi çıkaran bir adamım ama kızı Fatıma'nın durumu nedeniyle Allah'ın Resulü'ne (ﷺ) bu konuda sormaktan utanıyorum, bu yüzden biriniz ona sorsun.' Bana, onlardan birinin - ama kim olduğunu unuttum - ona sorduğunu söyledi ve Peygamber (ﷺ) dedi ki: 'Bu Madhi'dir. Eğer biriniz bunu fark ederse, kendini yıkasın ve namaz için Abdest alsın veya namaz Abdestine benzer bir Abdest alsın.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Ali, may Allah be please with him, said:",
      "text": "'Ali, Allah ondan razı olsun, şöyle dedi: \"Ben çok fazla Madhi çıkaran bir adamdım. Bir adama bu konuda Peygamber'e (ﷺ) sormasını söyledim ve o da: 'Bu konuda Abdest alınması gerekir.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali şöyle dedi: \"Fatıma nedeniyle Allah'ın Resulü'ne (ﷺ) Madhi hakkında sormaktan çok utandım, bu yüzden Mikdad'a ona sormasını söyledim ve o da: 'Bu konuda Abdest alınması gerekir.' dedi.\""
    },
    {
      "id": 44,
      "narrator": "'Ali said:",
      "text": "'Ali dedi ki: \"Mikdad'ı Allah'ın Resulü'ne (ﷺ) Madhi hakkında sorması için gönderdim ve o da: 'Abdest al ve cinsel organına su serpiştir.' dedi.\" Ebu Abdurrahman dedi ki: Makhramah (rivayet edenlerden biri) babasından hiçbir şey duymadı."
    },
    {
      "id": 45,
      "narrator": "It was narrated that Sulaiman bin Yasar said:",
      "text": "Süleyman bin Yasar şöyle dedi: \"Ali bin Ebu Talib, bir adamın Madhi'yi fark etmesi hakkında Allah'ın Resulü'ne (ﷺ) sorması için Mikdad'ı gönderdi. Allah'ın Resulü (ﷺ) dedi ki: 'Öncelikle cinsel organını yıka, sonra Abdest al.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Al-Miqdad bin Al-Aswad thatt 'Ali bin Abi Talib, peace be upon him, told him to ask the Messenger of Allah (ﷺ) about a man who gets close to a woman and Madhi comes out of him. (He said:",
      "text": "Al-Miqdad bin Al-Aswad'dan rivayet edilmiştir ki, Ali bin Abi Talib, ona, \"Kızım bana (evli) ve ona sormaya utanıyorum.\" diyerek Allah'ın Resulü'ne (ﷺ) bir adamın bir kadına yaklaşması ve ondan madhi çıkması hakkında sormasını söyledi. O da Allah'ın Resulü'ne (ﷺ) bunu sordu ve Resulullah (ﷺ) şöyle dedi: \"Eğer sizden biri bunu fark ederse, özel bölgelerine su serpsin ve namaz için abdest alsın.\""
    },
    {
      "id": 47,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizden biri gece (uyuduktan) kalktığında, elini kap içine sokmasın, önce ona iki veya üç defa su döksün; çünkü hiç kimse elinin geceyi nerede geçirdiğini bilemez.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bir gece Peygamber (ﷺ) ile namaz kıldım, onun solunda durdum, ama beni sağında durdurdu ve namaz kıldı. Sonra yanına yaslandı ve uykuya daldı, ardından müezzin ona geldi ve namaz kıldı, abdest almadı.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri namazı sırasında uyku hali hissederse, gitsin ve bir süre uyusun.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Busrah said:",
      "text": "Busra'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim özel yerine dokunursa, abdest alsın.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Busrah bint Safwan that the Prophet (ﷺ) said:",
      "text": "Busra bint Safwan'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Sizden biri elini özel yerine dokundurursa, abdest alsın.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Marwan bin Al-Hakam said that one should perform Wudu' after touching one's penis. Marwan said:",
      "text": "Marwan bin Hakam'dan rivayet edilmiştir ki, bir kimse penisine dokunduğunda abdest almalıdır. Marwan dedi ki: \"Busra bint Safwan bana bunu söyledi.\" 'Urve, bunu kontrol etmek için birini gönderdi ve o da şöyle dedi: \"Allah'ın Resulü (ﷺ) abdestin neden alındığını söyledi ve 'Penise dokunmak' dedi.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Busrah bin Safwan that the Prophet (ﷺ) said:",
      "text": "Busra bin Safwan'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Kim penisine dokunursa, abdest almadıkça namaz kılmasın.\" Ebu Abdurrahman (En-Nesai) dedi ki: Hişam bin 'Urve, bu Hadisi babasından duymamıştır."
    }
  ]
}