{
  "language": "tr",
  "metadata": {
    "length": 41,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Ne Fara' vardır ne de 'Atirah.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü Fara' ve 'Atirah'ı yasakladı.\""
    },
    {
      "id": 3,
      "narrator": "Mikhnaf bin Sulaim said:",
      "text": "Mikhnaf bin Sulaim dedi ki: \"Biz Allah'ın Resulü ile Arafat'ta dururken, O şöyle dedi: 'Ey insanlar, her ailenin her yıl bir kurban (Udhiyah) ve bir 'Atirah kesmesi gerekmektedir.' (Rivayet edenlerden) Muadh dedi ki: \"İbn 'Awn 'Atirah'ı keserdi ve bunu Rajab ayında kendi gözlerimle gördüm.\" (Daif)"
    },
    {
      "id": 4,
      "narrator": "'Amr bin Shu'aib bin Muhammad bin 'Abdullah bin 'Amr (narrated) that his father and Zaid bin Aslam said:",
      "text": "'Amr bin Shu'aib bin Muhammad bin 'Abdullah (rivayet etti) ki, babası ve Zaid bin Aslam şöyle dediler: \"Ey Allah'ın Resulü! (Fara' hakkında) ne dersin?\" O dedi ki: \"Bu bir görevdir, ancak eğer onu (hayvanı) yarı büyüyene kadar bırakırsanız ve onu (Cihad'da) Allah yolunda yüklenirseniz ya da bir dul kadına verirseniz, bu, onu (daha yeni doğmuşken) kesmekten daha hayırlıdır; çünkü o zaman etinin derisinden ayrılması zor olur, sonra kabınızı ters çevirirsiniz (çünkü anneden süt alamazsınız) ve dişi deveyi yavrusunu kaybettiği için üzersiniz.\" Onlar dediler: \"Ey Allah'ın Resulü, (peki) 'Atirah hakkında?\" O dedi ki: \"'Atirah bir görevdir.\" (Hasan) Abu 'Abdur-Rahman (An-Nasa'i) dedi ki: Abu 'Ali Al-Hanafi (rivayet edenlerden biri); onlar dört kardeştir: Biri Abu Bekir, diğeri Bişr, Şarik ve diğeridir."
    },
    {
      "id": 5,
      "narrator": "It was narrated that Yahya bin Zurarah bin Karim bin Al-Harith bin 'Amr Al-Bahili said:",
      "text": "Yahya bin Zurarah bin Karim bin Al-Harith bin 'Amr Al-Bahili'den rivayet edilmiştir ki: \"Babamın, dedesi Al-Harith bin 'Amr'dan duyduğuna göre, Allah'ın Resulü ile Veda Haccı sırasında karşılaştı ve O, kesik kulaklı devesinin üzerinde iken şöyle dedi: 'Ey Allah'ın Resulü, babam ve annem senin uğruna fidye olsun; benim için dua et.' O dedi ki: 'Allah sizi affetsin (çoğul).' Sonra ben O'na diğer taraftan geldim, umarak ki sadece benim için dua etsin, onların değil. Ben dedim: 'Ey Allah'ın Resulü, benim için dua et.' O dedi ki: 'Allah sizi affetsin (çoğul).' Sonra halktan bir adam dedi: 'Ey Allah'ın Resulü, (peki) 'Atirah ve Fara' hakkında ne dersin?' O dedi: 'Kim 'Atirah kesmek isterse, kesebilir; istemeyen kesmesin. Kim Fara' kesmek isterse, kesebilir; istemeyen kesmesin. Koyunlar için ise, bir kurban kesilmelidir.' Ve parmakları arasında bir şey tuttu, bir tanesi hariç.\""
    },
    {
      "id": 6,
      "narrator": "Yahya bin Zurarah As-Sahmi said:",
      "text": "Yahya bin Zurarah As-Sahmi dedi ki: \"Babam, dedesi Al-Harith bin 'Amr'dan bana rivayet etti ki, o, Allah'ın Resulü ile Veda Haccı sırasında karşılaştı ve şöyle dedi: 'Babam ve annem senin uğruna kurban olsun! Ey Allah'ın Resulü; benim için dua et.' O dedi: 'Allah sizi affetsin (çoğul).' O, kesik kulaklı devesinin üzerindeydi ve ben diğer tarafa geçtim\" ve hadisi aktardı."
    },
    {
      "id": 7,
      "narrator": "It was narrated that Nubaishah said:",
      "text": "Nubaishah'dan rivayet edilmiştir ki: \"Peygambere şöyle denildi: 'Cahiliye döneminde 'Atirah keserdik.' O dedi: 'Allah, Azim ve Celil olan için, hangi ay olursa olsun, Allah rızası için kurban kesin; Allah, Azim ve Celil olan için hayır yapın ve yoksulları doyurun.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Nubaishah said:",
      "text": "Nubaishah'dan rivayet edilmiştir ki: \"Mina'da bir adam bağırdı ve dedi: 'Ey Allah'ın Resulü, Cahiliye döneminde Rajab ayında 'Atirah keserdik; bize ne yapmamızı emredersin?' O dedi: 'Hangi ay olursa olsun kurban kesin, Allah rızası için hayır yapın ve yoksulları doyurun.' Onlar dediler: 'Ey Allah'ın Resulü, Cahiliye döneminde Fara' keserdik; bize ne yapmamızı emredersin?' O dedi: 'Her sürü için, ilk doğanı diğer sürüye nasıl besliyorsanız, öyle besleyin; yük taşıyacak yaşa geldiğinde, onu kesin ve etini sadaka olarak verin.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Nubaishah, a man of Hudhail, that the Prophet said:",
      "text": "Nubaishah'dan rivayet edilmiştir ki: \"Bir adam Peygambere seslendi ve dedi: 'Cahiliye döneminde Rajab ayında 'Atirah keserdik; bize ne yapmamızı emredersin?' O dedi: 'Hangi ay olursa olsun kurban kesin, Allah rızası için hayır yapın ve yoksulları doyurun.' O dedi: 'Cahiliye döneminde Fara' keserdik; bize ne yapmamızı emredersin?' O dedi: 'Her sürü için, ilk doğanı diğer sürüye nasıl besliyorsanız, öyle besleyin; yük taşıyacak yaşa geldiğinde, onu kesin ve etini yolcuya sadaka olarak verin, bu hayırlıdır.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Nubaishah said:",
      "text": "Nubaishah'dan rivayet edilmiştir ki: \"Bir adam Peygambere seslendi ve dedi: 'Cahiliye döneminde Rajab ayında 'Atirah keserdik; bize ne yapmamızı emredersin?' O dedi: 'Hangi ay olursa olsun kurban kesin, Allah rızası için hayır yapın ve yoksulları doyurun.' O dedi: 'Cahiliye döneminde Fara' keserdik; bize ne yapmamızı emredersin?' O dedi: 'Her sürü için, ilk doğanı diğer sürüye nasıl besliyorsanız, öyle besleyin; yük taşıyacak yaşa geldiğinde, onu kesin ve etini sadaka olarak verin, bu hayırlıdır.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Nubaishah Al-Hudhaili said:",
      "text": "Nubaishah Al-Hudhaili'den rivayet edilmiştir ki: \"Bir adam dedi: 'Ey Allah'ın Resulü, Cahiliye döneminde Rajab ayında 'Atirah keserdik; bize ne yapmamızı emredersin?' O dedi: 'Hangi ay olursa olsun Allah'a, Azim ve Celil olan için kurban kesin, Allah rızası için hayır yapın ve yoksulları doyurun.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Abu Razin Laqit bin 'Amir Al-Uqaili said:",
      "text": "Abu Razin Laqit bin 'Amir Al-Uqaili'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, Cahiliye döneminde Rajab ayında kurban keserdik, etlerinden yer ve bize gelenlere de sunardık.' Allah'ın Resulü dedi ki: 'Bunda bir sakınca yoktur.'\" (Rivayet edenlerden biri) Vaki bin 'Udus dedi ki: \"Bunu bırakmayacağım.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Ibn 'Abbas, from Maimunah, that:",
      "text": "İbn 'Abbas'tan, Maimunah'dan rivayet edilmiştir ki: Peygamber, kenara atılmış bir ölü koyun gördü. O dedi: \"Bu kime ait?\" Onlar dediler: \"Maimunah'a.\" O dedi: \"Neden derisini kullanmadı?\" Onlar dediler: \"O ölü et (yani, düzgün kesilmemiş).\" O dedi: \"Allah, Azim ve Celil olan, sadece onu yemeyi yasakladı.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas dedi ki: \"Allah'ın Resulü, Maimunah'ın, Peygamber'in eşinin, özgür bırakılmış bir cariyesine verdiği bir ölü koyundan geçti. O dedi: 'Neden derisini kullanmıyorsunuz?' Onlar dediler: 'Ey Allah'ın Resulü, bu ölü ettir.' Allah'ın Resulü dedi: 'Onu yemek sadece yasaktır.'\""
    },
    {
      "id": 15,
      "narrator": "Ibn'Abbas said:",
      "text": "İbn 'Abbas dedi ki: \"Allah'ın Resulü, Maimunah'ın özgür bırakılmış cariyesine ait bir ölü koyun gördü ve bu sadakadan gelmişti.\" O dedi: \"Neden derisini alıp kullanmıyorsunuz?\" Onlar dediler: \"Bu ölü ettir.\" O dedi: \"Onu yemek sadece yasaktır.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Maimunah bana bir koyunun öldüğünü söyledi, ve Peygamber dedi ki: 'Neden derisini yüzmüyorsunuz ve ondan faydalanmıyorsunuz?'\""
    },
    {
      "id": 17,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: \"Peygamber, Maimunah'a ait ölmüş bir koyunun yanından geçti ve dedi ki: 'Neden derisini almıyorsunuz, yüzmüyorsunuz ve ondan faydalanmıyorsunuz?'\""
    },
    {
      "id": 18,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: \"Peygamber, ölmüş bir koyunun yanından geçti ve dedi ki: 'Neden derisinden faydalanmıyorsunuz?'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Sawdah, the wife of the Prophet, said:",
      "text": "Peygamber'in eşi Sawdah'dan rivayet edilmiştir: \"Bizim bir koyunumuz öldü, ve biz derisini yüzdük, ve içinde Nabidh yapmaya devam ettik ta ki yıpranıncaya kadar.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi dedi ki: 'Yüzülen her deri, temizlenmiştir.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Ibn Wa'lah that he asked Ibn 'Abbas:",
      "text": "İbn Wa'lah'tan rivayet edilmiştir ki, o İbn Abbas'a sordu: \"Biz Maghrib'e saldırıyoruz, ve onlar putlara tapan bir topluluk, ve süt ve su sakladıkları deriden yapılmış su torbaları var.\" İbn Abbas dedi ki: \"Yüzme, temizlenmektir.\" İbn Wa'lah dedi ki: \"Bu senin kendi görüşün mü, yoksa Allah'ın Elçisi'nden duyduğun bir şey mi?\" O dedi ki: \"Hayır, (bunu) Allah'ın Elçisi'nden duydum.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Salamah bin Al-Muhabbaq that:",
      "text": "Salamah bin Al-Muhabbaq'tan rivayet edilmiştir ki: Tabuk seferinde, Allah'ın Elçisi bir kadından su istedi. Kadın dedi ki: \"Sadece (kesilmemiş) ölü bir hayvandan yapılmış su torbam var.\" O dedi ki: \"Onu yüzmedin mi?\" Kadın dedi ki: \"Elbette.\" O dedi ki: \"O zaman onun yüzülmesi, kesilmesidir.\" (Daif)"
    },
    {
      "id": 23,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber'e ölü hayvanların derileri hakkında soruldu.\" O dedi ki: \"Yüzülmesi onu temizler.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi'ne ölü hayvanların derileri hakkında soruldu.\" O dedi ki: \"Yüzülmesi onu temizler.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki: Peygamber dedi ki: \"Ölü hayvan, yüzülmesiyle temizlenir.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber dedi ki: 'Ölü hayvan, yüzülmesiyle temizlenir.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Maimunah, the wife of the Prophet, that:",
      "text": "Maimunah, Peygamber'in eşi, şöyle rivayet etmiştir: \"Kureyş'ten bazı adamlar, Allah'ın Elçisi'nin yanından bir eşek büyüklüğünde bir koyun sürükleyerek geçtiler. O onlara dedi ki: 'Neden derisini almıyorsunuz?' Onlar dedi ki: 'Bu ölü ettir.' Allah'ın Elçisi dedi ki: 'Onu su ve Qaraz ile temizleyin.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that 'Abdullah bin 'Ukaim said:",
      "text": "Abdullah bin 'Ukaim'den rivayet edilmiştir ki: \"Küçük bir çocukken, Allah'ın Elçisi'nin mektubu bize okundu: 'Ölü hayvanların derilerini ve sinirlerini kullanmayın.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that'Abdullah bin 'Ukaim said:",
      "text": "Abdullah bin 'Ukaim'den rivayet edilmiştir ki: \"Allah'ın Elçisi bize yazdı: 'Ölü hayvanların derilerini ve sinirlerini kullanmayın.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that 'Abdullah bin 'Ukaim said:",
      "text": "Abdullah bin 'Ukaim'den rivayet edilmiştir ki: \"Allah'ın Elçisi Cuhayna'ya yazdı: 'Ölü hayvanların derisini ve sinirlerini kullanmayın.'\" (Hasan) Abu 'Abdur-Rahman (An-Nasa'i) dedi ki: Bu konu hakkında, ölü hayvan derileri yüzüldüğünde en doğru olan, Az-Zuhri'nin rivayetidir; 'Ubaidullah bin 'Abdullah'dan, İbn Abbas'tan, Maimunah'dan, ve Allah en iyi bilendir."
    },
    {
      "id": 31,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: Allah'ın Resulü, ölü hayvanların derilerinin, eğer tabaklanmışlarsa, kullanılmasını emretmiştir. (Daif)"
    },
    {
      "id": 32,
      "narrator": "It was narrated from Abu Al-Malih, from his father, that:",
      "text": "Ebu'l-Malih'ten, babasından rivayet edilmiştir ki: Peygamber, yırtıcı hayvanların derilerinin (kullanılmasını) yasaklamıştır. (Hassan)"
    },
    {
      "id": 33,
      "narrator": "It was narrated that Al-Miqdam bin Ma di Karib said:",
      "text": "Mikdam bin Ma'di Karib'den rivayet edilmiştir ki: \"Allah'ın Resulü, leopar derisinden yapılmış ipek, altın ve eyer örtülerini yasaklamıştır.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Khalid said:",
      "text": "Halid'den rivayet edilmiştir ki: \"Mikdam bin Ma'di Karib, Muaviye'yi ziyaret etti ve ona şöyle dedi: 'Seni Allah'a yemin ederim ki, Allah'ın Resulü yırtıcı hayvanların derilerini giymeyi ve bunların üzerinde binmeyi yasakladı.' O da: 'Evet.' dedi.\""
    },
    {
      "id": 35,
      "narrator": "It was narraterd from Jabir bin 'Abdullah that, during the year of the Conquest, while he was in Makkah, he heard the Messenger of Allah say:",
      "text": "Câbir bin Abdullah'dan rivayet edilmiştir ki, Feth yılı Mekkede bulunduğu sırada, Allah'ın Resulü'nün şöyle dediğini duydu: \"Allah, Azze ve Celle, ve Resulü, alkol, ölü et, domuz ve putların satışını yasaklamıştır.\" Kendisine: \"Ey Allah'ın Resulü, ölü hayvanların yağı hakkında ne dersin? Çünkü bu, gemileri sızdırmaz hale getirmek için kullanılır, hayvan derilerine sürülür ve insanlar bunu lambalarını yakmak için kullanır.\" denildi. O da: \"Hayır, bu haramdır.\" dedi. Sonra Allah'ın Resulü şöyle dedi: \"Allah, Azze ve Celle, Yahudileri lanetlesin, çünkü Allah onlara (ölü hayvanların) yağını yasakladı ama onlar onu işleyip, sattılar ve fiyatını yediler.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Ibn'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Ömer'e, Samura'nın biraz şarap sattığı ulaşmıştı ve o: 'Allah, Samura'yı helak etsin! Allah'ın Resulü'nün: 'Allah, Yahudileri lanetlesin, çünkü hayvan yağı onlara haram kılındı ama onlar onu işlediler.' dediğini bilmiyor mu?\" dedi. Süfyan (rivayet edenlerden biri) dedi ki: \"Yani: Onlar onu eritip işlediler.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Ibn 'Abbas, form Maimunah, that:",
      "text": "İbn Abbas'tan, Maimuna'dan rivayet edilmiştir ki: Bir fare, biraz pişirme yağının içine düştü ve öldü. Peygamber'e (bu konuda) soruldu ve o: \"Onu ve etrafındakileri atın, gerisini yiyin.\" dedi."
    },
    {
      "id": 38,
      "narrator": "It was narrated from Ibn' Abbas, from Maimunah, that:",
      "text": "İbn Abbas'tan, Maimuna'dan rivayet edilmiştir ki: Peygamber'e, katı pişirme yağının içine düşen bir fare hakkında soruldu. O: \"Onu ve etrafındakileri alın, atın.\" dedi."
    },
    {
      "id": 39,
      "narrator": "It was narrated from Ibn' Abbas, from Maimunah, that:",
      "text": "İbn Abbas'tan, Maimuna'dan rivayet edilmiştir ki: Peygamber'e, pişirme yağının içine düşen bir fare hakkında soruldu. O: \"Eğer (yağ) katıysa, onu ve etrafındakileri atın. Eğer sıvıysa, onu hiç kullanmayın.\" dedi. (Daif)"
    },
    {
      "id": 40,
      "narrator": "Ibn ' Abbas said:",
      "text": "İbn Abbas dedi ki: \"Sa'id bin Cubeyr'in şöyle dediğini duydum: 'Allah'ın Resulü, ölü bir keçinin yanından geçti ve: \"Bu koyunun sahipleri neden derisini kullanmadılar?\" dedi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Prophet said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki: Peygamber şöyle dedi: \"Eğer bir sinek, sizden birinin kabına düşerse, onu içine daldırsın,\""
    }
  ]
}