{
  "language": "tr",
  "metadata": {
    "length": 98,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Adiyy bin Hatim that:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: O, Allah'ın Resulü'ne avcılık hakkında sordu. O da: \"Köpeğini saldığında, onun üzerine Allah'ın adını an. Eğer ona yetişirsen ve o (avı) öldürmemişse, onu kes ve üzerine Allah'ın adını an. Eğer ona yetişirsen ve o (avı) öldürmüş ama ondan hiç yememişse, o zaman ye, çünkü o senin için yakaladı. Eğer onun bir kısmını yemişse, o zaman ondan hiç yeme, çünkü o kendisi için yakaladı. Eğer senin köpeğinle birlikte başka köpekler varsa ve onlar (avı) öldürmüş ama ondan hiç yememişse, o zaman ondan hiç yeme, çünkü hangisinin onu öldürdüğünü bilemezsin.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that `Adiyy bin Abi Hatim said:",
      "text": "'Adiyy bin Abi Hatim'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü'ne Mi'rad ile avcılık hakkında sordum. O da: 'Eğer (avı) keskin ucu ile vurursan, o zaman ye; ama eğer geniş tarafı ile vurursan, o zaman hayvan bir darbe ile öldürülmüştür.' Köpekler hakkında sordum ve o da: 'Eğer köpeğini salarsan ve o (avı) yakalarsa ama yemiyorsa, o zaman ye, çünkü onun yakalaması onun kesilmesidir. Eğer senin köpeğinle birlikte başka bir köpek bulursan ve onun (avı) onunla yakalayıp öldürdüğünden korkuyorsan, o zaman yeme, çünkü sen köpeğin üzerine Allah'ın adını andın, ama diğerine Allah'ın adını anmadın.'\""
    },
    {
      "id": 3,
      "narrator": "It was Narrated from 'Adiyy bin Hatim the he asked the Messenger of Allah :",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki, o Allah'ın Resulü'ne: \"Eğitilmiş köpeğimi salıyorum ve o (avı) yakalıyor.\" dedi. O da: \"Eğitilmiş köpeğini saldığında ve onun üzerine Allah'ın adını anarsan ve o (bir şey) yakalarsa, o zaman ye.\" Ben: \"O (avı) öldürse bile mi?\" dedim. O da: \"Mi'rad ile vur.\" dedi. \"Eğer (avı) keskin ucu ile vurursa, o zaman ye; ama eğer geniş tarafı ile vurursa, o zaman yeme.\" dedi."
    },
    {
      "id": 4,
      "narrator": "Abu Tha'labah Al-Khushani said:",
      "text": "Ebu Tha'labah Al-Khushani dedi ki: \"Ben: 'Ey Allah'ın Resulü, biz insanların avlandığı bir yerde yaşıyoruz ve ben yayım ile, eğitilmiş köpeğim ile ve eğitilmemiş köpeğim ile avlanıyorum.' dedim. O da: 'Yay ile yakaladığın her şeyin üzerine Allah'ın adını an ve ye. Eğitilmiş köpeğin ile yakaladığın her şeyin üzerine Allah'ın adını an ve ye. Eğitilmemiş köpeğin ile yakaladığın ve ona canlı olarak ulaştığın her şeyi kes ve ye.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben: 'Ey Allah'ın Resulü, eğitilmiş köpeklerimi salıyorum ve onlar (avı) benim için yakalıyor; onu yiyebilir miyim?' dedim. O da: 'Eğitilmiş köpeklerini saldığında ve onlar (avı) senin için yakalarsa, o zaman ye.' Ben: 'Hatta onu öldürseler bile mi?' dedim. O da: 'Başka köpekler onlara katılmadığı sürece.' Ben: 'Mi'rad ile vuruyorum. Ve onlar (avı) delip geçiyorlar.' O da: 'Eğer delip geçiyorlarsa, o zaman ye; ama geniş tarafı ile vuruyorlarsa, o zaman yeme.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Adiyy bin Hatim that he asked the Messenger of Allah about hunting and he said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki, o Allah'ın Resulü'ne avcılık hakkında sordu ve o da: \"Eğer köpeğini salarsan ve seninle birlikte başka köpekler Allah'ın adını anmadan ona katılırsa, o zaman (onların yakaladığı şeyi) yeme, çünkü hangisinin onu öldürdüğünü bilemezsin.\" dedi."
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü'ne köpekler hakkında sordum ve o da: 'Eğer köpeğini salarsan ve Allah'ın adını anarsan, o zaman ye; ama eğer köpeğinle birlikte başka bir köpek bulursan, o zaman yeme, çünkü sen sadece köpeğin üzerine Allah'ın adını andın, başka birine değil.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Ash-Sha bi that;\n\"Adiyy bin Hatim who was neighbor, Dakhilan and Rabitan at An-Nahrain narrated that he asked the Prophet Saying:",
      "text": "Ash-Sha bi'den rivayet edilmiştir ki; 'Adiyy bin Hatim, komşusu Dakhilan ve Rabitan ile birlikte An-Nahrain'de, Peygamber'e: 'Köpeğimi salıyorum ve köpeğimle birlikte başka bir köpek buluyorum, hangisinin (avı) yakaladığını bilmiyorum.' dedi. O da: 'Yeme, çünkü sen sadece köpeğin üzerine Allah'ın adını andın, başka bir köpeğe değil.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Adiyy bin Hatim:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir: 'Adiyy bin Hatim'den benzer bir rivayet yapılmıştır."
    },
    {
      "id": 10,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü'ne: 'Köpeğimi salıyorum.' dedim. O da: 'Eğer köpeğini salarsan ve Allah'ın adını anarsan, o zaman ye. Ama eğer ondan bir şey yemişse, o zaman yeme, çünkü o kendisi için yakaladı. Eğer köpeğini salarsan ve yanında başka bir köpek bulursan, o zaman yeme, çünkü sen köpeğin üzerine Allah'ın adını andın, başka birine değil.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü'ne: 'Köpeğimi salıyorum ve onunla birlikte başka bir köpek buluyorum, hangisinin (avı) yakaladığını bilmiyorum.' dedim. O da: 'Onu yeme, çünkü sen köpeğin üzerine Allah'ın adını andın, başka birine değil.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü'ne Mi'rad ile avcılık hakkında sordum. O da: 'Keskin kenarı ile vurulan her şey, ye; geniş tarafı ile vurulan her şey, bir darbe ile öldürülmüş bir hayvandır.' dedi. \"Ve ben ona av köpekleri hakkında sordum. O da: 'Eğer köpeğini salarsan ve onun üzerine Allah'ın adını anarsan, o zaman ye.' dedi. Ben: 'Hatta o (avı) öldürse bile mi?' dedim. O da: 'Hatta o (avı) öldürse bile.' dedi. 'Ama eğer ondan bir şey yemişse, o zaman yeme. Ve eğer köpeğinle birlikte başka bir köpek bulursan ve o (avı) öldürmüşse, o zaman yeme, çünkü sen sadece köpeğin üzerine Allah'ın adını andın, başka birine değil.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from 'Adiyy bin Hatim At-Tai that he asked the Messenger of Allah about hunting. He said:",
      "text": "'Adiyy bin Hatim At-Tai'den rivayet edilmiştir ki: O, Allah'ın Resulü'ne avcılık hakkında sordu. O da: \"Eğer köpeğini salarsan ve onun üzerine Allah'ın adını anarsan, ve o (avı) öldürür ama ondan hiç yememişse, o zaman ye. Ama eğer ondan yemişse, o zaman yeme, çünkü o kendisi için yakaladı, senin için değil.\" dedi."
    },
    {
      "id": 14,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "Az-Zuhri'den rivayet edilmiştir ki: \"İbn As-Sabbaq dedi ki: \"Maimunah bana, Cebrail'in (aleyhisselam) Allah'ın Resulü'ne 'Biz (Melekler) içinde köpek veya resim bulunan bir eve girmeyiz.' dediğini söyledi. Ertesi gün Allah'ın Resulü, tüm köpeklerin öldürülmesini emretti, hatta küçük köpekleri bile.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü, köpeklerin öldürülmesini emretti, istisna edilenler dışında."
    },
    {
      "id": 16,
      "narrator": "Salim bin 'Abdullah narrated that his father said:",
      "text": "Salim bin Abdullah, babasından nakletti ki: \"Ben, Allah'ın Elçisi'nin köpeklerin öldürülmesi emrini yüksek sesle verdiğini duydum. Avcılık veya hayvan sürüsü için kullanılan köpekler dışında tüm köpekler öldürülecekti.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi, avcılık veya hayvan sürüsü için kullanılan köpekler dışında tüm köpeklerin öldürülmesini emretmiştir."
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Abdullah bin Mughaffal that the Messenger of Allah said:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Eğer köpekler bir topluluğu (veya yaratıkların bir ulusunu) oluşturmasaydı, onları öldürmeyi emrederdim. Ama tamamen siyah olanları öldürün. Tarım, avcılık veya hayvan sürüsü için köpek besleyen bir insanın her gün sevabından bir karat eksilecektir.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Ali bin Abi Talib that the Prophet said:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Melekler, içinde resim, köpek veya cünüp olan bir kişinin bulunduğu eve girmezler.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Abu Talhah said:",
      "text": "Ebu Talha'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Melekler, içinde köpek veya resim bulunan bir eve girmezler.'\""
    },
    {
      "id": 21,
      "narrator": "Maimunah, the wife of the Prophet narrated:",
      "text": "Peygamber'in eşi Maimunah'dan rivayet edilmiştir: \"Bir sabah Allah'ın Elçisi üzgün görünüyordu ve Maimunah ona: 'Ey Allah'ın Elçisi, bugün üzgün görünüyorsun.' dedi. O da: 'Cebrail, ona selam olsun, geçen gece benimle buluşmayı vaat etti ama gelmedi, ve Allah'a yemin ederim ki, o asla randevusunu kaçırmaz.' dedi. Gün geçti, sonra bizim masamızın altında bir yavru köpeği düşündü. Onun çıkarılmasını emretti ve sonra elinde biraz su alıp, bulunduğu yere serpti. O akşam, Cebrail, ona selam olsun, geldi ve onunla buluştu. Allah'ın Elçisi ona: 'Sen geçen gece benimle buluşmayı vaat ettin.' dedi. O da: 'Evet, ama biz içinde köpek veya resim bulunan bir eve girmeyiz.' dedi, ertesi gün Allah'ın Elçisi köpeklerin öldürülmesini emretti.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Ibn'Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kim köpek beslerse, her gün sevabından iki karat eksilecektir, eğitimli av köpeği veya hayvan sürüsü için köpek dışında.'\""
    },
    {
      "id": 23,
      "narrator": "As-Saib bin Yazid narrated that Surfyan bin Abi  Zuhair Ash-Shanai I came to visit them and said:",
      "text": "Es-Saib bin Yazid, Sufyan bin Ebi Zuhair Ash-Shanai'nin kendilerini ziyaret ettiğini ve şöyle dediğini nakletmiştir: \"Allah'ın Elçisi şöyle dedi: 'Tarım veya hayvanlar için ihtiyaç duymadığı bir köpeği besleyen kimse, her gün bir karat sevabından eksilecektir.' Kendisine: 'Bunu Allah'ın Elçisi'nden mi duydun?' denildi. O da: 'Evet, bu mescidin Rabbi adına.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Avcılık veya hayvan sürüsü için eğitimli köpek dışında köpek besleyen kimse, her gün sevabından iki karat eksilecektir.'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Salim, from his father, that the Messenger of Allah said:",
      "text": "Salim, babasından nakletti ki, Allah'ın Elçisi şöyle dedi: \"Köpek besleyen kimse, avcılık veya hayvan sürüsü için köpek dışında, her gün sevabından iki karat eksilecektir.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from 'Abdullah bin Mughaffal that the Prophet said:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir ki, Peygamber şöyle dedi: \"Köpek besleyen kimse, avcılık, hayvan sürüsü veya tarım için köpek dışında, her gün sevabından bir karat eksilecektir.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Köpek besleyen kimse, avcılık, tarım veya hayvan sürüsü için köpek dışında, her gün iyi amellerinden bir karat eksilecektir.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Avcılık, hayvan sürüsü veya arazi koruma için kullanılmayan bir köpek besleyen kimse, her gün sevabından iki karat eksilecektir.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Salim bin 'Abdullah that his father said:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Köpek besleyen kimse, hayvan sürüsü veya avcılık için köpek dışında, her gün sevabından bir karat eksilecektir.' Abdullah dedi ki: 'Ebu Hureyre şöyle dedi: 'Ya da tarım için bir köpek.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Abu Bakr bin 'Abdur-Rahman bin Al-Harith bin Hisham that her heard Abu Mas ud 'Uqbah say:",
      "text": "Ebu Bekir bin Abdurrahman bin Harith bin Hişam'dan rivayet edilmiştir ki, o, Ebu Mes'ud Ukbe'nin şöyle dediğini duydu: \"Allah'ın Elçisi, köpeğin fiyatını, bir kadın fahişenin hediyesini ve bir falcının ücretini yasakladı.\" (Sahih)"
    },
    {
      "id": 31,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Peygamber şöyle buyurdu: 'Bir köpeğin fiyatı, bir falcının ücreti ve bir fahişenin hediyesi caiz değildir.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Waqi bin Khadij said:",
      "text": "Vaki bin Hâdij'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'En kötü kazanç, bir fahişenin hediyesi, bir köpeğin fiyatı ve bir kan alıcısının kazancıdır.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Peygamber, avcılık dışında kedilerin ve köpeklerin fiyatını yasakladı. (Daif) Abu Abdurrahman (En-Nasaî) dedi ki: Haccac'ın Hammad bin Salamah'dan rivayeti sahih değildir."
    },
    {
      "id": 34,
      "narrator": "It was narrated from 'Arm bin Shu'aib, from his father, from his grandfather, that:",
      "text": "'Arm bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: Bir adam Peygambere gelerek: \"Ey Allah'ın Resulü, köpeklerim var; onlarla ilgili bana tavsiye et.\" dedi. Peygamber: \"Köpeklerinizin yakaladığı şeyleri yiyin.\" dedi. Adam: \"Hatta onu öldürseler bile mi?\" dedi. Peygamber: \"Hatta onu öldürseler bile.\" dedi. Adam: \"Okum hakkında bana tavsiye et.\" dedi. Peygamber: \"Okunuzun geri döndüğü şeyi yiyin.\" dedi. Adam: \"Hatta ondan kaçarsa, okunuzun işaretini bulamazsanız, ya da çürümüş olduğunu bulursanız?\" dedi. (Başka bir isnad)."
    },
    {
      "id": 35,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Hâdij'den rivayet edilmiştir ki: \"Biz Allah'ın Resulü ile Dhul-Hulaifah'ta bulunuyorduk. Onlar (savaş ganimeti olarak) bazı develer ve koyunlar elde ettiler. Allah'ın Resulü insanların en son geleniydi ve ilk gelenler (hayvanları) kesmekte ve tencere kurmakta acele ettiler. Allah'ın Resulü geldi ve tencerelerin devrilmesini emretti, sonra on koyunun bir deveye eşit olduğunu belirtti. Onlar böyleyken, bir deve kaçtı. İnsanların sadece birkaç atı vardı, bu yüzden peşinden gittiler ve ondan uzaklaştı. Bir adam ona ok attı ve onu durdurdu. Allah'ın Resulü: 'Bu hayvanlardan bazıları vahşi hayvanlar gibi evcilleşmemiştir, bu yüzden biri kontrolünüzden çıkarsa, aynı şekilde davranın.' dedi.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben Allah'ın Resulüne avcılık hakkında sordum ve o şöyle dedi: 'Okunu attığında, Allah'ın adını an, eğer (av) öldüğünü bulursan, onu ye, ancak suya düştüğünü bulursan ve suyun onu öldürüp öldürmediğini bilmiyorsan, onu yeme.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from 'Adiyy bin Hatim that he asked the Messenger of Allah about hunting and he said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: O, Allah'ın Resulüne avcılık hakkında sordu ve o şöyle dedi: \"Okunu veya köpeğini saldığında, Allah'ın adını an, eğer okun (avı) öldürürse, o zaman ye.\" Adam: \"Ya av bir gece benden kaçarsa, ey Allah'ın Resulü?\" dedi. O: \"Eğer okunu bulursan ve başka bir şeyin işaretini bulamazsan, o zaman ye. Ama suya düşerse, onu yeme.\" dedi."
    },
    {
      "id": 38,
      "narrator": "It was narrated tht 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, biz avlanan bir topluluğuz ve birimiz okunu atabilir ama (av) bir gece veya iki gece benden kaçar. Eğer onun izini takip edersem ve onu okumla ölmüş bulursam?\" O: \"Eğer okunu içinde bulursan ve yırtıcıların izini bulamazsan ve okunun onu öldürdüğünü biliyorsan, o zaman ye.\" dedi. (Sahih)"
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Adiyy bin Hatim that the Messenger of Allah said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: Allah'ın Resulü şöyle buyurdu: \"Eğer okunu içinde görürsen ve başka bir işaret görmezsen ve (okun) onu öldürdüğünü biliyorsan, o zaman ye.\""
    },
    {
      "id": 40,
      "narrator": "it was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, ben avı vuruyorum ve onun izini bir gece takip ediyorum.' O: 'Eğer okunu içinde bulursan ve yırtıcı ondan bir şey yememişse, o zaman ye.' dedi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Tha'labah from the Prophet that:",
      "text": "Abu Tha'labah'dan rivayet edilmiştir ki: \"Üç gün sonra avı (vurduğu) yakalayan kimse ondan yiyebilir, eğer çürümüş olmadıysa.\""
    },
    {
      "id": 42,
      "narrator": "t was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, köpeğimi salıyorum ve o avı yakalıyor, ama onu kesmek için bir şey bulamıyorum, bu yüzden onu keskin bir taş veya bir sopa ile kesiyorum.' O: 'Kanını dök, istediğinle ve Allah'ın adını an.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "t was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, eğitimli köpeklerimi salıyorum ve onlar benim için (avı) yakalıyor - ondan yemeli miyim?' O: 'Eğer eğitimli köpeklerini salarsan ve Allah'ın adını anarsan ve onlar senin için yakalarsa, o zaman ye.' Ben: 'Hatta onu öldürseler bile mi?' dedim. O: 'Hatta onu öldürseler bile, başka bir yabancı köpek onlara katılmadığı sürece.' Ben: 'Ve ben avı Mirad ile vuruyorum ve onu vuruyorum - yemeli miyim?' O: 'Eğer onu vurursan ve hedefe girerse, o zaman ye, ama eğer geniş kenarıyla vurursa, o zaman yeme.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Ash-Sha bi said:",
      "text": "Ash-Sha'bi'den rivayet edilmiştir ki: \"Adiyy bin Hatim'in şöyle dediğini duydum: 'Ben Allah'ın Resulüne Mirad hakkında sordum ve o şöyle dedi: \"Eğer keskin ucu (avı) vurursa, o zaman ye, ama eğer geniş kenarıyla vurursa ve öldürürse, o zaman o bir darbe ile öldürülmüştür, bu yüzden yeme.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that 'Adiyy bin Hatim said:",
      "text": "'Adiyy bin Hatim'den rivayet edilmiştir ki: \"Ben Allah'ın Resulüne Mirad ile avcılık hakkında sordum ve o şöyle dedi: 'Eğer keskin kenarı (avı) vurursa, o zaman ye, ama eğer geniş kenarıyla vurursa, onu yeme.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that 'Adiyy bin Htim said:",
      "text": "'Adiyy bin Htim'den rivayet edilmiştir: \"Ben Allah'ın Resulü'ne Mirad ile avlanmayı sordum. O da: 'Eğer keskin kenarı (av) vurursa, o zaman ye; fakat eğer geniş kenarı onu vurursa, o zaman bir darbe ile öldürülmüştür.' dedi.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"Çölde yaşayan kimse katı kalpli olur, av peşinden koşan kimse ona dalar (ve diğer görevlerini ihmal eder), ve yönetici peşinden giden kimse de imtihana tabi tutulur.\" (Sahih) Bu sözler İbn Al-Muthanna'ya aittir."
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Bir bedevi, Allah'ın Resulü'ne pişirdiği bir tavşanı getirdi ve onu önüne koydu. Allah'ın Resulü yemekten kaçındı ama insanlara yemelerini söyledi. Bedevi de yemekten kaçındı, bunun üzerine Allah'ın Resulü ona: 'Yemekten seni alıkoyan nedir?' dedi. O da: 'Her ay üç gün oruç tutuyorum.' dedi. Resulullah: 'Eğer oruç tutacaksan, o zaman aydınlık günlerde (Al-Ghurr) oruç tut.' dedi.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Ibn Al- Hawtakiyyah said:",
      "text": "İbn Al-Hawtakiyyah'tan rivayet edilmiştir: \"Umar, Allah bizden razı olsun, Al-Qaha'da durduğumuz gün? Abu Dharr dedi ki: 'Ben oradaydım. Bir tavşan Allah'ın Resulü'ne getirildi ve onu getiren adam: 'Onu kanarken gördüm (adet halinde).' dedi. Peygamber yemedi, sonra: 'Ye.' dedi. Bir adam: 'Ben oruçluyum.' dedi. O da: 'Hangi orucu tutuyorsun?' dedi. Adam: 'Her ay üç gün.' dedi. O da: 'Neden aydınlık günlerde, on üçüncü, on dördüncü ve on beşinci günlerde oruç tutmuyorsun?' dedi.\""
    },
    {
      "id": 50,
      "narrator": "Anas said:",
      "text": "Anas dedi ki: \"Marr Az-Zahran'da bir tavşanı rahatsız ettik, ben de onu yakaladım ve Abu Talhah'a götürdüm, o da onu kesti ve bana baldırları ve arka bacaklarıyla birlikte Peygamber'e göndermemi söyledi ve o bunu kabul etti.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Ibn Safwan said:",
      "text": "İbn Safwan'dan rivayet edilmiştir: \"İki tavşan yakaladım ama onları kesmek için bir şey bulamadım, bu yüzden onları keskin kenarlı bir taşla kestim. Peygamber'e bunu sordum ve bana onları yememi emretti.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü, minberde mastigurlar hakkında sorulduğunda: \"Ben onları yemem, ama haram olduğunu da söylemem.\" dedi."
    },
    {
      "id": 53,
      "narrator": "It was narrated from Ibn 'Umar that a man said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, bir adam: \"Ey Allah'ın Resulü, mastigurlar hakkında ne düşünüyorsun?\" dedi. O da: \"Ben onları yemem ama haram olduğunu da söylemem.\" dedi."
    },
    {
      "id": 54,
      "narrator": "It was narrated from Khalid bin Al-Walid that:",
      "text": "Halid bin Al-Walid'den rivayet edilmiştir ki: Allah'ın Resulü'ne bir ızgara mastigur getirildi ve yanına konuldu. O, onu yemek için elini uzattı, orada bulunan biri: \"Ey Allah'ın Resulü, bu bir mastigur etidir.\" dedi. O, elini geri çekti ve Halid bin Al-Walid ona: \"Ey Allah'ın Resulü, mastigur haram mı?\" dedi. O da: \"Hayır, ama benim halkımın topraklarında bulunmaz ve ben onu hoş bulmuyorum.\" dedi. Halid, mastigura eğildi ve biraz yedi, Allah'ın Resulü onu izliyordu."
    },
    {
      "id": 55,
      "narrator": "It was narrated from Ibn ' Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Halid bin Al-Walid, Allah'ın Resulü ile birlikte Maimunah bint Al-Harith'e girdi, ki o onun hala teyzesidir, ve Allah'ın Resulü'ne bir mastigur eti sunuldu. Allah'ın Resulü, ne olduğunu bilmeden hiçbir şey yemezdi. Kadınlardan biri: \"Neden Allah'ın Resulü'ne ne yediğini söylemiyorsun?\" dedi. Böylece ona bunun bir mastigur eti olduğunu söyledi ve o yemeyi bıraktı. Halid dedi ki: \"Ben Allah'ın Resulü'ne: 'Haram mı?' diye sordum. O da: 'Hayır ama benim halkımın topraklarında bilinmeyen bir yiyecektir ve ben onu hoş bulmuyorum.' dedi.\" Halid: \"Ben onu kendime doğru çekip yedim, ve Allah'ın Resulü beni izliyordu.\" İbn Al-Asamm bunu Maimunah'dan rivayet etti ve o onun odasında idi."
    },
    {
      "id": 56,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Teyzem, Allah'ın Resulü'ne biraz lor peyniri, yemek yağı ve mastigurlar verdi. O, lor peynirinden ve yemek yağından biraz yedi, ama mastigurları bıraktı, çünkü onları hoş bulmuyordu. Ama onlar Allah'ın Resulü'nün sofra örtüsünde yenildi ve eğer haram olsalardı, Allah'ın Resulü'nün sofra örtüsünde yenilmezlerdi ve başkalarına da yemelerini söylemezdi.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Mastigurların yenmesi hakkında soruldu. O da: \"Umm Hufaid, Allah'ın Resulü'ne biraz yemek yağı, lor peyniri ve mastigurlar verdi ve o yemek yağından ve lor peynirinden biraz yedi, ama mastigurları yemedim çünkü onları hoş bulmuyordu. Eğer haram olsalardı, Allah'ın Resulü'nün sofra örtüsünde yenilmezlerdi ve başkalarına da yemelerini söylemezdi.\" dedi."
    },
    {
      "id": 58,
      "narrator": "It was narrated that Thabit bin Yazid Al-Ansari said:",
      "text": "Thabit bin Yazid Al-Ansari'den rivayet edilmiştir: \"Biz Peygamber ile bir yolculukta idik. Kamp kurmak için durduk ve insanlar bazı mastigurlar yakaladılar. Ben bir mastigur aldım ve onu ızgara yaptım, Peygamber'e getirdim. O, bir palmiye dalı aldı ve parmaklarını onunla saymaya başladı ve dedi ki: 'İsrailoğulları'ndan bir kavim hayvanlara dönüştürüldü, ne tür hayvanlar olduklarını bilmiyorum.' Ben de: 'Ey Allah'ın Resulü, insanlar onlardan yedi.' dedim. O, onlara yemelerini söylemedi ve yemelerini de yasaklamadı.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Thabit bin Wadi ah said:",
      "text": "Thabit bin Wadi'ah'tan rivayet edilmiştir: \"Bir adam, Allah'ın Resulü'ne bir mastigur getirdi ve o da ona bakmaya ve çevirmeye başladı. O da: 'Bir kavim dönüştürüldü, ne yaptıkları bilinmiyor ve bunun onlardan biri olup olmadığını da bilmiyorum.' dedi.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated from al-Bara bin Azib, from Thabnit bin Wadiah, that:",
      "text": "Al-Bara bin Azib'den, Thabit bin Wadi'ah'tan rivayet edilmiştir ki: \"Bir adam, Peygamber'e bir mastigur getirdi ve o da: 'Bir kavim dönüştürüldü, Allah en iyi bilendir.' dedi.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Ibn Abi 'Ammar said:",
      "text": "İbn Abi Ammar'dan rivayet edilmiştir: \"Ben, Câbir bin Abdullah'a çakalları sordum ve bana onları yememi söyledi. Ben de: 'Onlar av mı?' dedim. O: 'Evet,' dedi. Ben: 'Bunu Allah'ın Resulü'nden mi duydun?' dedim. O: 'Evet,' dedi.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah that the prophet said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber: \"Her dişleri olan yırtıcı hayvanın eti yenmesi haramdır.\" demiştir."
    },
    {
      "id": 63,
      "narrator": "It was narrated from Abu Tha labah Al-Khushani that:",
      "text": "Abu Tha'labah Al-Khushani'den rivayet edilmiştir ki: Peygamber, dişleri olan her yırtıcı hayvanın etini yemeyi yasaklamıştır."
    },
    {
      "id": 64,
      "narrator": "It was narrated that Abu Tha'labah said:",
      "text": "Abu Tha'labah şöyle demiştir: \"Allah'ın Resulü şöyle buyurdu: 'Zorla alınan mal (haramdır), dişleri olan yırtıcı hayvanın eti haramdır ve hedef atışı için kullanılan hayvanın eti haramdır.'\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that Jabir said:",
      "text": "Câbir'den rivayet edilmiştir ki: \"Hayber Günü, Allah'ın Resulü eşek etini yasakladı ama at etini helal kıldı.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated that Jabir said:",
      "text": "Câbir'den rivayet edilmiştir ki: \"Allah'ın Resulü bize at etini yemeyi helal kıldı ama eşek etini yasakladı.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Jabir said:",
      "text": "Câbir'den rivayet edilmiştir ki: \"Hayber Günü, Allah'ın Resulü (ﷺ) bize at etini yemeyi helal kıldı ama eşek etini yememizi yasakladı.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Jabir said:",
      "text": "Câbir'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü döneminde at eti yerdik.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated from Khalid bin al-walid that he heard the Messe4nger of Allah say:",
      "text": "Halid bin Velid'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"Atların, katırların veya eşeklerin etini yemek haramdır.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from Khalid bin Al-Walid that:",
      "text": "Halid bin Velid'den rivayet edilmiştir ki: \"Allah'ın Resulü, atların, katırların ve eşeklerin etini yemeyi yasakladı ve dişleri olan her yırtıcı hayvanın etini de yasakladı.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from 'Ata, that Jabir said:",
      "text": "'Ata'dan rivayet edilmiştir ki, Câbir şöyle dedi: \"Biz at eti yerdik.\" Ben de: \"Ya katır?\" dedim. O: \"Hayır,\" dedi."
    },
    {
      "id": 72,
      "narrator": "It was narrated from Al- Hasan bin Muhammad, and 'Abdullah bin Muhammad that their father said:",
      "text": "Hasan bin Muhammed ve Abdullah bin Muhammed'den, babalarından rivayet edilmiştir ki: \"Ali, İbn Abbas'a, Allah ikisinden de razı olsun, şöyle dedi: Peygamber, Hayber Günü, mut'a nikahını ve evcil eşeklerin etini yasakladı.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from Al-Hasan bin Muhammad, and 'Abdullah bin Muhammad, from their father, that 'Ali bin Abi Talib may Allah be please with him, said:",
      "text": "Hasan bin Muhammed ve Abdullah bin Muhammed'den, babalarından rivayet edilmiştir ki: \"Ali bin Ebu Talib, Allah ondan razı olsun, şöyle dedi: Allah'ın Resulü, Hayber Günü, mut'a ve evcil eşeklerin etini yasakladı.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü, Hayber Günü evcil eşeklerin etini yasakladı.\""
    },
    {
      "id": 75,
      "narrator": "Narrated from Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"İbn 'Umar'dan benzer bir rivayet yapılmıştır, ancak Hayber'den bahsetmemiştir.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that Al-Bara said:",
      "text": "Al-Bara'dan rivayet edilmiştir: \"Khaybar Günü'nde, Allah'ın Resulü evcil eşeklerin etini, pişirilmiş veya çiğ olarak yasakladı.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that 'Abdullah bin Awfa said:",
      "text": "'Abdullah bin Awfa'dan rivayet edilmiştir: \"Khaybar Günü köyün dışındaki bazı eşekleri yakaladık ve onları pişirdik. Sonra Peygamberin çağrıcısı seslendi: 'Allah'ın Resulü eşeklerin etini yasakladı, o halde pişirdiğiniz kapları içindekilerle birlikte devirin.' Biz de onları devirdik.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü sabah Khaibar'a ulaştı ve onlar bize kürekleriyle çıktılar. Bizi görünce: 'Muhammed ve ordu!' dediler ve kaleye geri koştular. Allah'ın Resulü ellerini kaldırdı, sonra dedi ki: 'Allahu Ekber, Allahu Ekber, Khaibar yok oldu. Şüphesiz, bir kavmin arazisine indiğimizde, uyarılanlar için sabah kötü olacaktır!' Orada bazı eşekler edindik ve onları pişirdik. Sonra Peygamberin çağrıcısı seslendi: 'Allah ve Resulü, eşeklerin etini yemenizi yasakladı, çünkü bu bir iğrençliktir.'\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from Abu Tha''Aabah Al-Khushani that:",
      "text": "Abu Tha'labah Al-Khushani'den rivayet edilmiştir: \"Onlar Allah'ın Resulü ile Khaibar'a bir askeri sefer yaptılar ve insanlar açlık çekiyordu. Orada bazı evcil eşekler buldular, bu yüzden insanlar onlardan bazılarını kestiler. Peygambere bu durumdan bahsedildi ve 'Abdurrahman bin 'Awf'a insanlara duyurmasını emretti: 'Evcil eşeklerin eti, benim Allah'ın Resulü olduğuma şahitlik eden için haramdır.'\""
    },
    {
      "id": 80,
      "narrator": "It was narrated from Abu Tha'labah Al-khushani that:",
      "text": "Abu Tha'labah Al-Khushani'den rivayet edilmiştir: \"Allah'ın Resulü, dişleriyle avlanan her türlü yırtıcı hayvanın ve evcil eşeklerin etini yemeyi yasakladı.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Khaybar Günü'nde at ve eşek etinden yedik, ama Peygamber bize eşek etini yemeyi yasakladı.\" (sahih)"
    },
    {
      "id": 82,
      "narrator": "It was narrated that 'Umair bin Salamah Ad-Damri said:",
      "text": "'Umair bin Salamah Ad-Damri'den rivayet edilmiştir: \"Peygamber ile birlikte Athaya Ar-Rawha'nın bir kısmında seyahat ederken, ihramda olan bizler yaralı bir eşek gördük. Allah'ın Resulü: 'Bırakın, çünkü yakında onu yaralayan kişi gelecek,' dedi. Sonra Bahz'dan bir adam geldi ve o eşeği yaralayan kişi oydu. 'Ey Allah'ın Resulü, bu eşekle ne yapacağınız size kalmış,' dedi. Allah'ın Resulü, Abu Bekir'e onu insanlara dağıtmasını emretti.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that from Ibn  Abi Qatadah, from Abu Qatadah, that:",
      "text": "İbn Abi Katade'den, Abu Katade'den rivayet edilmiştir: \"O, ihramda olan arkadaşlarına bir eşek getirdi, o ise ihramda değildi ve onlardan yediler. Sonra birbirlerine: 'Hadi Allah'ın Resulü'ne soralım,' dediler. Biz de ona sorduk ve o: 'İyi yaptınız,' dedi. Sonra bize: 'Onunla ilgili bir şey kaldı mı?' dedi. Biz: 'Evet,' dedik. O: 'Bize biraz verin,' dedi. Biz de ona biraz getirdik ve o, ihramda iken ondan yedi.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated from Zahdam that:",
      "text": "Zahdam'dan rivayet edilmiştir: \"Bazı tavuklar Abu Musa'ya getirildi ve bir adam insanlardan uzaklaştı. 'Sizde ne var?' dedi. O: 'Onun bir şey yediğini gördüm ki ben onu pis kabul ediyorum, ve yemeyeceğime yemin ettim,' dedi. Abu Musa: 'Gel ve ye, çünkü ben Allah'ın Resulü'nün onu yediğini gördüm,' dedi. Ve ona yeminini kefaret vermesini söyledi (Kafarat Al-Yamin).\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Zahadam Al-Jarmi said:",
      "text": "Zahdam Al-Jarmi'den rivayet edilmiştir: \"Abu Musa ile birlikteydik ve onun yemeği getirildi, içinde tavuk da vardı. İnsanlar arasında, sanki azat edilmiş bir köle gibi kırmızı tenli bir Banu Taimullah'dan bir adam vardı. O yaklaşmadı ve Abu Musa: 'Gel (ve ye) çünkü ben Allah'ın Resulü'nün onu yediğini gördüm,' dedi.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Khaybar Günü'nde, Allah'ın Resulü, pençeleri olan kuşları ve dişleriyle avlanan her türlü yırtıcı hayvanın etini yemeyi yasakladı.\" (Daif)"
    },
    {
      "id": 87,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Messenger of Allah said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Haksız yere küçük bir kuşu veya daha büyük bir şeyi öldüren hiç kimse yoktur ki, Allah, Azim ve Celil, ondan bununla ilgili soracak olmasın.' Denildi ki: 'Ey Allah'ın Resulü, haksız neden ne demektir?' O: 'Onu kesip yemenizdir, başını kesip kenara atmayın,' dedi.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Abu Hurairah, that the Prophet (said), concerning the water of the sea:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Peygamber, deniz suyuyla ilgili şöyle dedi: 'Onun suyu temizdir (ve temizlenme) ve onun 'ölü eti' yenilebilir.'\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Jabir bin 'Abdulah saida:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: \"Peygamber bizi, üç yüz kişilik bir grup olarak gönderdi ve yiyeceklerimizi bineklerimizde taşıdık. İhtiyaçlarımız tükendi ve her birimize günde bir hurma düştü.\" Ona denildi ki: \"Ey Abu Abdullah, bir adam için bir hurma ne işe yarar?\" O: \"Hurmalarımız tükendiğinde bizim için çok zor oldu. Sonra deniz, kıyıya bir balina attı. Ve ondan sekiz gün boyunca yedik.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that 'Amr said:",
      "text": "'Amr'dan rivayet edilmiştir: \"Jabir'in şöyle dediğini duydum: 'Allah'ın Resulü, bizi, üç yüz süvari olarak, Kureyş kervanını beklemek üzere Abu Ubaidah bin el-Cerrah'ın liderliğinde gönderdi. Kıyıda kaldık ve çok aç kaldık, o kadar ki Khabat yedik. Sonra deniz kıyıya bir hayvan attı ki, buna (Al-'Anbar) denir, ve ondan yarım ay boyunca yedik, vücutlarımızı onun yağıyla yağladık ve sağlığımız geri geldi. Abu Ubaidah, onun bir kaburga kemiğini aldı ve ordudaki en uzun deve ve en uzun adamı aradı, ve onun altından geçti. Sonra tekrar aç kaldılar ve bir adam üç deve kestikçe, tekrar aç kaldılar ve bir adam üç deve kestikçe, tekrar aç kaldılar ve bir adam üç deve kestikçe, tekrar aç kaldılar ve bir adam üç deve kestikçe. Sonra Abu Ubaidah ona bunu yapmamasını söyledi.\" (Rivayet edenlerden biri) Süfyan dedi ki: \"Abu Az-Zubair, Jabir'den rivayet ederek: 'Peygamber'e sorduk ve o: 'Sizde ondan bir şey kaldı mı?' dedi.\" O: \"Onun (balinanın) gözlerinden, dört adamın sığabileceği kadar yağ çıkardık, ve Abu Ubaidah'ın bir torbası hurma vardı ve o, onları avuç avuç dağıtıyordu, sonra bir hurma vermeye başladı, ve hurmalarımız tükendiğinde bizim için çok zor oldu.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Peygamber, bizi Ebu Ubeyde ile bir sefere gönderdi. İkmalimiz tükendi. Sonra deniz tarafından kıyıya vurmuş bir balinadan geçtik. Ondan yemek istedik, ama Ebu Ubeyde bize yemeği yasakladı. Sonra şöyle dedi: 'Biz Allah'ın Elçisi'nin elçileri olarak Allah rızası için buradayız, o halde yiyin.' Biz de birkaç gün ondan yedik. Allah'ın Elçisi'ne geldiğimizde bunu ona anlattık ve o da: 'Eğer ondan bir şey kaldıysa, bize gönderin.' dedi.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Allah'ın Elçisi, bizi Ebu Ubeyde ile gönderdi ve biz üç yüzden fazla adamdık. Bize bir torba hurma verdi ve bunları avuç avuç dağıttı. Hurma azaldığında, birer birer vermeye başladı, ta ki biz onu bir bebek gibi emmeye başladık ve onunla su içiyorduk. Onlar bitince bizim için çok zor hale geldi. Khabat yapraklarını oklarımızla vurarak düşürmeye çalışıyorduk ve onları yutuyorduk, sonra onunla su içiyorduk. Biz Khabat ordusu olarak tanındık. Sonra, karaya döneceğimiz zaman, Al-'Anbar adında bir tepe gibi bir hayvan gördük. Ebu Ubeyde: 'O ölü bir hayvandır, onu yemeyin.' dedi. Sonra: 'Allah'ın Elçisi'nin ordusu, Allah'ın izniyle, zorunluluktan dolayı; Allah'ın adıyla yiyin.' dedi. Biz de ondan yedik ve bir kısmını kurutulmuş et yaptık. Onun göz çukuruna on üç adam oturabiliyordu. Ebu Ubeyde, onun bir kaburga kemiğini aldı ve insanların en büyük devesinin üzerine bir adam oturttu, ve onlar onun altından geçtiler. Allah'ın Elçisi'ne geldiğimizde, o: 'Sizi bu kadar uzun süre ne tuttu?' dedi. Biz de: 'Kureyş' dedik ve ona hayvandan bahsettik. O da: 'Bu, Allah'ın size verdiği bir rızık. Yanınızda ondan bir şey var mı?' dedi. Biz de: 'Evet.' dedik.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from 'Abdur-Rahman bin 'Uthman that:",
      "text": "'Abdurrahman bin Osman'dan rivayet edildiğine göre: Bir hekim, Allah'ın Elçisi'nin huzurunda kurbağaların bir tedavide kullanılmasını bahsetti ve Allah'ın Elçisi onları öldürmeyi yasakladı. (sahih)"
    },
    {
      "id": 94,
      "narrator": "It was narrated from Abu Ya fur that he heard 'Abdullah bin Abi Awfa says:",
      "text": "Ebu Ya'fur'dan rivayet edildiğine göre: 'Abdullah bin Ebu Avfa'nın şöyle dediğini duydu: \"Biz, Allah'ın Elçisi ile yedi sefere çıktık ve çekirgeleri yerdik.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that Abuy ya fur said:",
      "text": "Ebu Ya'fur'dan rivayet edildiğine göre: \"Ben 'Abdullah bin Ebu Avfa'ya çekirgeleri öldürmek hakkında sordum ve o: 'Ben, Allah'ın Elçisi ile altı sefere çıktım ve biz çekirgeleri yedik.' dedi.\""
    },
    {
      "id": 96,
      "narrator": "Was narrated from Abu Hurairah from the Messenger of Allah:",
      "text": "Ebu Hureyre'den, Allah'ın Elçisi'nden rivayet edildiğine göre: \"Bir karınca, peygamberlerden birini ısırdı ve o, karınca yuvasının yakılmasını emretti. Sonra Allah ona vahyetti: 'Bir karınca seni ısırdı, sen de Allah'ı yücelten bir ulusu yok ettin.'\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from al-Hasan:",
      "text": "Hasan'dan rivayet edildiğine göre: \"Peygamberlerden biri bir ağacın altında durdu ve bir karınca onu ısırdı, bu yüzden karınca yuvasının içindeki tüm karıncalarla birlikte yakılmasını emretti. Sonra Allah ona vahyetti: 'Neden sadece bir karıncayı cezalandırmadın?' Al-Ash'ath dedi ki: \"Buna benzer bir rivayet İbn Sirin'den, Ebu Hureyre'den, Peygamber'den aktarıldı ve içinde 'çünkü onlar Allah'ı yüceltirler' sözleri de eklendi.\""
    },
    {
      "id": 98,
      "narrator": "Narrated from Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: Ebu Hureyre'den benzer bir rivayet aktarıldı, ancak bu rivayet Peygamber'e atfedilmedi."
    }
  ]
}