{
  "language": "tr",
  "metadata": {
    "length": 164,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "It was narrated that Ibn 'Abbas said: \"The first instance of Qasamah during the Jahiliyyah involved a man from Banu Hashim who was employed by a man from Quraish, from another branch of the tribe. He went out with him, driving his camels and another man from Banu Hashim passed by them. The leather rope of that man's bag broke, so he said (to the hired worker): 'Help me by giving me a rope with which to tie the handle of my bag, lest the camels run away from me. 'So he gave him a rope and he tied his gab with it. When they halted, all the camels' legs were hobbled except one camel. The one who had hired him said: 'Why is his camel, out of all of them, not hobbled? He said: 'There is no rope for it. He said: 'Where is its rope? He said: A man from Banu Hashim passed by and the leather rope of his bag had broken, and he asked me to help him; he said: \"Help me by giving me a rope with which to tie the handle of my bag lest the camels run away from me, so I gave him a rope . \" He struck him with a stick, which led to his death.Then a man from Yemen passed by him (the man from Banu Hashim, (the man from Banu Hashim, just before he died) and he (the Hashimi man) said: 'Are you going to attend the Pilgrimage? He said: 'I do not think I will attend it, but perhaps I will attend it.' He said: 'Will you convey a message from me once in your lifetime? He said: 'Yes. 'He said: 'If you attend the pilgrimage, then call out, O family of Quraish! If they respond, then call out, O family of Hashim! If they respond, then ask for Abu Talib, and tell him that so and so killed me for a rope.' Then the hired worker died. When the one who had hired him cam, Abu Talib went to him and said: 'What happened to our companion? He said: 'He fell sick and I took good care of him, but he died, so I stopped and buried him.' He said: 'He deserved that from you. 'Some time passed, then the Yemeni man who had been asked to convey the message arrived at the time of the pilgrimage. He said: 'O family of Quraish! And they said: 'Here is Quraish.' He said: 'O family of Banu Hashim! They said: 'Here is Banu Hashim.' He said\" 'Where is Abu Talib? He said: 'Here is Abu Talib.' He said: 'so and so asked me to convey a message to you, that so and so killed him for a camel's rope.' Abu Talib went to him and said\" 'Choose one of three alternatives that we are offering you. If you wish, you may give us one hundred camels, because you killed our companion by mistake: or if you wish, fifty of your men may swear an oath that you did not kill him; or if you wish, we will kill you in retaliation. 'He went to his people and told them about that, and they said: 'We will swear the oath.' Then a woman from Banu Hashim, who was married to one of their men and had born him a child, came to Abu Talib and said:' O Abu Talib, I wish that my son, who is one of these fifty men, should be excused from having to take the oath., So the excused him. Then one of the men came to him and said: 'O Abu Talib, you want fifty men to take the oath in lieu of one hundred camels, which means that each man may give two camels instead, so here are two camels; take them from me, and do not make me take the oath.' So he accepted them, and did not make him take the oath. Then forty-eight men came and took the oath.\" Ibn 'Abbas said: \"By the One in Whose hand is my soul, by the time a year has passed, none of those forty-eight men remained alive.\""
    },
    {
      "id": 2,
      "narrator": "Abu Salamah and Sulaiman bin Yasar narrated from one of the Companions of the Messenger of Allah, one of the Ansar, that:",
      "text": "Abu Salamah and Sulaiman bin Yasar narrated from one of the Companions of the Messenger of Allah, one of the Ansar, that: the Messenger or Allah approved of Qasamah as it had been during the Jahiliyyah."
    },
    {
      "id": 3,
      "narrator": "it was narrated from Abu Salamah and Sulaiman bin Yasar, from some of the Companions of the Messenger of Allah, that:",
      "text": "it was narrated from Abu Salamah and Sulaiman bin Yasar, from some of the Companions of the Messenger of Allah, that: Qasamah existed during the Jahiliyyah and the Messenger of Allah approved of it as it had been during the Jahiliyyah, and he ruled accordingly among some of the Ansar concerning a victim whom they claimed the Jews of Khaibar had Killed. (Sahih)\nMa'mar contradicted the two of them."
    },
    {
      "id": 4,
      "narrator": "It was narrated that Ibn Al-Musayyab said:",
      "text": "It was narrated that Ibn Al-Musayyab said: \"Qasamah existed during the Jahiliyyah, then the Messenger of Allah confirmed it in the case of an Ansari who was found slain in the dry well of the jews, and Ansar said: \"The Jews kill our companion.\"'"
    },
    {
      "id": 5,
      "narrator": "It was narrated from Sahl bin Abi Hathmah that:",
      "text": "It was narrated from Sahl bin Abi Hathmah that: 'Abdullah bin Sahl and Muhayysah set out for Khaibar because of some problem that had arisen. Someone came to Muhayysah and he told him that 'Abdullah bin Sahl had been Killed and thrown into a pit, or a well. He came to the Jews and said: \"By Allah, you killed him. \" They said: \"By Allah, we did not kill him.\"Then he went back to the Messenger of Allah and told him about that. Then he and Huwayysah  - his brother who was older than him - and 'Abdur-Rahman bin Sahl, came (to the Prophet). Muhayysah, who was the one who had been at Khaibar, began to speak, but the messenger of Allah said: \"Let the elder speak first,\" So Huwayysah elder speaks first.\" So Huwayysah spoke, then Muhayysah spoke. The Messenger of Allah said: \"Either (the Jews) will pay the Diyah for your comanion, or war will be declared on them.\" The Messenger of Allah sent a letter to that effect (to the Jews) and they wrote back saying: \"By Allah, we did not kill him.\" The Messenger of Allah said to Huwayysah. Muhayysah and 'Abdur-Rahman: \"Will you swear an oath establishing your claim to the blood money of your companion?\" They said: \"No.\" He said: \"Should the jews swear an oath for you? They said: \"They are not Muslims.\" So the Messenger of Allah paid (the Diyah) himself, and he sent one hundred she-camels to their abodes. Sahl said: \"A red she-camel from among them kicked me.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Abu Laila bin 'Abdullah bin 'Abdur-Rahman bin Sahl, from Sahl bin Abi Hathmah, that:",
      "text": "It was narrated from Abu Laila bin 'Abdullah bin 'Abdur-Rahman bin Sahl, from Sahl bin Abi Hathmah, that: he informed him, ans some men among the elders of his people, that \"Abdullah bin Sahl and Muhayysah set out for Khaibar because of some problem that had arisen. Someone came to Muhayysah, and he told him that 'Abdullah bin Sahl had been killed and thrown into a pit or well. He came to the Jews and said: \"By Allah, you killed him.\" They said: \"By Allah, we did not kill him.\" Then he went baack to his people and told them about that. Then he and his brother Huwayysah, who was older than him, and 'Abdur-Rahman bin Sahl, came (to the prophet). Muhayysah, who was the one who had been at Khaibar, bnegan to speak, but the Messenger of Allah said: \"Let the elder speak first.\" So Huwayysah spoke, then Muhayysah spoke. The Messenger of Allah said: \"Either (the Jews) will pay the Diyah for your companion, or war will be declared on them.\" The Messenger of Allah sent a letter to that effect (to the Jews) and they wrote back saying: \"By Allah, we did not kill him.\" The Messenger of Allah and 'Abdur-Rahman: \"Will you swear an oath establishing your claim to the blood money of your companion?\" They said: \"No.\" He said: \"Should the Jews swear an oath for you?\" They said: \"They are not Muslims.\" So the Messenger of Allah paid it himself, and he sent one hundred she-camels to their abodes. Sahl said: \"A red she-camel from among them kicked me.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Yahya, from Bushair bin Yasa, from Sahl bin Abi Hathmah who said - and I think he said:",
      "text": "It was narrated from Yahya, from Bushair bin Yasa, from Sahl bin Abi Hathmah who said - and I think he said: and from Rafi bin Khadij, the two of them said - :\"Abdullah bin Sahl bin Zaid and Muhayysah bin Mas'ud went out until when they reached Khaibar, they went their separate ways. Then Muhayysah found 'Abdullah bin Sahl slain, so he buried him. Then he came to the Mesenger of Allah, along with Huwayysah bin Mas'ud and 'Abdur-Rahman bin Sahl, who was the youngest of them, 'Abdur-Rahman started to speak before his two companions, but the Messenger of Allah said to him: \"Let the clear speak first.\" So he fell silent and his two companions spoke, then he spoke with them. They told the Messenger of Allah about the killing of 'Abdullah bin Sahl, and he said to them: \"Will you swear fifty oaths, then you will receive compensation, or be entitled to retaliate?\" They said: \"How can we swear an oath when we did not witness what happened?\" he said: \"Then can the Jews swear fifty oaths declaring their innocence?\" They said: \"How can we accept the oath of a disbelieving people?\" When the Messenger of Allah saw that, he paid the blood money (himself)."
    },
    {
      "id": 8,
      "narrator": "It was narrated from Sahl bin Ab Hathmah and Rafi bin Khadij that:",
      "text": "It was narrated from Sahl bin Ab Hathmah and Rafi bin Khadij that: Muhayysah bin Mas'ud and 'Abdullah bin Sahl went to Khaibar for some need they had there, and they parted among the palm trees. 'Abdullah bin Sahl was killed, and 'Abdullah bin Sahl was killed, and his brother 'Abdur-Rahman bin Shl, and Huwayysah, and Musayysah, his paternal cousins, came to the Messenger of Allah. 'Abdur-Rahan spoke about his brother's case, but he was the youngest of them, so the Messenger of Allah said: \"Let the elders speak first.\" So they spoke about their companions, and the Messenger of Allah said: Let fifty of your swear an oath.\" The said: \"O Messenger of Allah, it is something that we did not witness: how can we swear an oath?\" He said: \"Then let the Jews swear fifty oaths to their innocence.\" They said: \"O Messenger of Allah, they area) a disbelieving people,\" So the Messenger of Allah paid the blood money himself Sahl said: \"I entered a Mirbad of theirs, and one of those camels kicked me.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Sahi bin Abi Hathmah that:",
      "text": "It was narrated from Sahi bin Abi Hathmah that: 'Abdullah bin SAahi and Nubayysah bin Mas'ud bin Zaid went o Khaibar, and at that time there was peace treaty. They went their separate ways to about their business, then Muhayysah came upon 'Abdullah in Sahl lying dead in a pool of blood. He buried him, then he came to AL-Madinah. 'Abdur-Rahman bin Sahi. Huwayysah, and Muhayysah came to the Messenger of Allah, and 'Abdur-Rehman started to speak, but he was the youngest of them, so the Messenger of Allah said: \"Let the elders speak first.\" So he fell silent and they (the other two) spoke. The Messenger of Allah said: \"Will you swear fifty oaths, then you will receive compensation or be entitled to retaliate?\" They said: \"O Messenger of Allah, how can we swear an oath when we did not witness, and did not see (what happened)?\" He said: \"The n can the Jews swear fifty oaths declaring their innocence?\" They said: \"O Messenger of Allah, how can we accept the oath of a disbelieving people?\" So the Messenger of Allah paid the blood money himself."
    },
    {
      "id": 10,
      "narrator": "It was narratd that Sahl bin Abi Hatmah said:",
      "text": "It was narratd that Sahl bin Abi Hatmah said: \"Abdullah bin Sahl and Muhayysah bin Mas'ud bin Zaid went to Khaibar, and at that time there was a peace treaty. They went their separatea ways to go about their business, then Muhayysah came upon 'Abdullah bin Sahl lying dead in a pool of blood. He buried him, then he camae to Al-Madinah. 'Abdur-Rahman bin Sahl and Huwhayysah, and Muhayysah, the tow sons of Nas'ud, came to the Messenger of Allah, and \"Abdur-Rahman started to speak, but the Messenger of Allah said: \"Let the elders speak first,\" for he was the youngest of them. So he fell silent and they (the other two) spoke. The Messenger of Allah said: \"Will you sear fifty oaths, then you will receive compensation or be entitled to retaliate?\" They said: \"O Messenger of Allah, how can we a wear and oath when we did not witness and did not see (what happened)\" He said: \"Then can the Jews swear fifty oaths declaring their innocence?\" They said: \"O Messenger of Allah, how can we accept the oath of a disbelieving people?\" So the Messenger of Allah paid the blood money himself."
    },
    {
      "id": 11,
      "narrator": "It was narrated from Sahl bin Abi Hathmah that:",
      "text": "It was narrated from Sahl bin Abi Hathmah that: 'Abdullah bin Sahi Al-Anasri and Muhayysah bin Mas'ud went out to Khaibar and went their separate ways to go about their business. 'Abdullah bin Sahl Al-Anasari was killed and Muhayysah. 'Abdur-Rahman, who was the brother of the victim, and Huwayysah, came to the Messenger of Allah. 'Abdur-Rahman started to speak, but the prophert said to him: \"Let the elders speak first.\" So Muhayysah and Huwayysah spoke and told him about the case of 'Abdullah bin Sahl. The Messenger of Allah said: \"Will you swear fifty oaths, then you will receive compensation or be entitled to retaliate?\" They said: \"How can we swear an oath when we did not witness (what happened) and we were not there?\" The Messenger of Allah said: \"Then can the Jews swear fifty oaths declaring their innocence?\" They said: \"O Messenger of Allah, how can we accept the oath of a disbelieving people?\" So the Messenger of Allah paid the blood money himself. (One of the narrators) Bushair said: 'One of those camels kicked me in a Mirbad of ours.\"'"
    },
    {
      "id": 12,
      "narrator": "It was narrated that Sahl bin Abi Hathmah said:",
      "text": "It was narrated that Sahl bin Abi Hathmah said: \"Abdullah bin Sahl was found slain, and his brother, and two paternal uncles, Huwayysah and Huwayisaah, who were the paternal uncles of 'Abdullah bin Sahl, came to the Messenger of Allah. 'Abdur-Rahman started to speak, but the Messenger of Allah said: \"Let the elders speak first.\" They said: \"O Messenger of Allah, we found 'Abdullah bin Sahl slain in one of the dry wells of Khaibar.\" The prophet said: \"Whom do you suspect? They said: \"We suspect the Jews.\" He said: \"Will you swear fifty oaths saying that the Jews killed him?\" They said: \"How can we swear an oath about something that we did not see?\" He said: \"Then can the Jews swear fifty oaths declaring that they did not kill him?\" They said:\"How can we accept their oaths, when they are Mushrikun?\" So the Messenger of Allah paid the blood money himself. (Sahih)\nMalik narrated this in Mursal from."
    },
    {
      "id": 13,
      "narrator": "It was narrated from Bushair bin Yasar that:",
      "text": "It was narrated from Bushair bin Yasar that: 'Abdullah bin Sahl Al-Ansari and Muhayysah bin Mas'ud went out to Khaibar, where they went their separate ways to go about their business. 'Abdullah bin Sahl was killed, and Muhayysah came (to Madinah) and went with his brother Huwayysah and 'Abdur-Rahman bin Sahl to the Messenger of Allah. 'Abdur-Rahaman started to speak, because of his position as brother (of the slain man) but the Messenger of Allah said: \"Let the elders speak first.\" So Huyysah and Muhayysah spoken, and told him about what happened to 'Abdullah bin Sahl. The Messenger of Allah said to them: \"Will you sewer fifty oaths, then you will receive compensation or be entitled to retaliate?\" (In his narration) Malik said: \"Yahya said: 'Bushair said that the Messenger of Allah paid the blood money himself, but Sa'eed bin 'Ubaid At-Ta'l disagreed with them (in reporting that).''"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Sa'eed bin 'Ubaid At-Ta'l from Bushair bin Yasar who said:",
      "text": "It was narrated from Sa'eed bin 'Ubaid At-Ta'l from Bushair bin Yasar who said: \"A man from among the Ansar who was called Sahl bin Abi Hathmah told him that some of his people went to Khaibar, where they went their separate ways. Then they found one of their numbers slain. They said to those in whose land they found him: 'You killed our companion!' They said: 'We did not kill him and we do not know who killed him.' They went to the prophet of Allah and said: 'O Prophet of Allah, we went to Khaibar and we found one of our number slain.' The Messenger of Allah said:  'Let the elders speak first.' And he said to them: 'Bring proof of the one whom you suspect killed him.' They said: 'We do not have any proof.' He said: \"Then let them swear an oath to you.' They said\" 'We will not accept the oath of the Jews.' The Messenger of Allah did not want his blood to have been shed with no Justice done, so he paid a Diyah of one hundred camels from the Sadaqah.\" 'Amr bin Shu'aib differed with them."
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that:",
      "text": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that: the younger son of Muhayysah was found slain one morning at the gate of one morning at the gates of Khaibar. The Messenger of Allah said: \"Bring two witnesses to (say) who killed him, and he will hand him over to you.\" He said: \"O Messenger of Allah, where shall I get two witnesses? He was found slain in the morning at their gates.\" He said: \"Will you swear fifty oaths?\" He said: \"O Messenger of Allah, how can I swear concerning something I do not know?\" The Messenger of Allah said: \"Then will you accept fifty oaths from them?\"  He said: \"O Messenger of Allah, how can we accept their oaths when they are Jews?\" So the Messenger of Allah told them (the Jews) to pay the Diyah and he would help them with half.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Abdullah that the Messenger of Allah said:",
      "text": "It was narrated from 'Abdullah that the Messenger of Allah said: \"It is not permissible to shed the blood of a Muslim except in one of three cases: A soul for a soul, a adulterer who has been married, and one who separates leaving his religion.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "It was narrated that Abu Hurairah said: \"A man was killed during the time of the Messenger of Allah, and the Killer was brought to the Prophet. He handed him over to the heir of the victim, but the killer said: 'O Messenger of Allah, by Allah I did not means to kill him.' The Messenger of Allah said to the next of kin: 'If he is telling the truth and you kill him, you will go to the Fire.' So he let him go. He had been tied with a string and he went out dragging his string, so he became known as Dhul-Nis'ah (the one with the string)."
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Alqamah binWa'il Al-Hadrami that his farther said:",
      "text": "It was narrated from 'Alqamah binWa'il Al-Hadrami that his farther said: A man who had killed someone was brought to the Messenger of Allah, and he was brought by the heir of the victim. The Messenger of Allah said to him. 'Will you forgive him? He said: No.' He said: 'Will you kill him? He said: 'Yes.' He said: 'Go away.' Then when he went away, he called him back and said: will you forgive him?' He said: 'No.' He said: 'Will you accept the Diyah? He said: 'No.' He said: 'will you kill him? He said: 'Yes.' He said: 'Go away.' Then when he had gone he said: If you forgive him, he will carry your sin and the sin of your companion (the victim).\" So he forgave him and let him go.\" He said: \"And I saw him dragging his string.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Wa'il said:",
      "text": "It was narrated that Wa'il said: \"I saw the Messenger of Allah when the heir of a victim brought the killer, leading him by a string. The Messenger of Allah said to the heir of the victim: Will you forgive him?' He said: 'No., He said: 'Will you accept Diyah?' He said: 'No.' He said: 'Will you kill him?' He said: 'Yes.' He said\" 'Take him away (to kill him).' When he took him and turned away, he turned to those who were with him, and called him back, and said to him: 'Will you forgive him?' He said: No.' He said: 'Will you accept Diyah?' He said: No.' He said: 'Will you kill him?' He said: 'Yes.' He said: 'Take him away.' Then the Messenger of Allah said: 'If you forgive him, he will carry your sin and the sin of your companion (the victim).' So he forgave him and left him, and I was him dragging his string.\""
    },
    {
      "id": 20,
      "narrator": "A similar report was narrated from 'Alqamah bin Wa'il from his father, from the Prophet. Yahya (one of the narrators) said:",
      "text": "A similar report was narrated from 'Alqamah bin Wa'il from his father, from the Prophet. Yahya (one of the narrators) said: \"He is better than him.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from 'Alqamah bin Wa'il that his father said:",
      "text": "It was narrated from 'Alqamah bin Wa'il that his father said: \"I was sitting with the Messenger of Allah when a man came with a string around his neck and said: 'O Messenger of Allah, this man and my brother were digging a hole, and he raised his pickax and struck his companion in the head, Killing him. 'The Prophet said: 'Forgive him,' but he refused and said: 'O Prophet of Allah, this man and my brother were digging a whole, and he raised his pickax and struck his companion in the head, killing him.' The Prophet said: 'Forgive him,' but he refused, then he stood up and said: 'O Messenger of Allah, this man and my brother were digging a hole, and he raised his pickax and struck his companion in the head, killing him.' The Prophet said: 'Forgive him,' but he refused. He (the prophet) said: 'Go, but if you kill him, you will be like him. So he took him out, and they called out to him: Didn't you hear what the Messenger of Allah said?' So he came back and he said: 'If I kill him will I be like him?' He said: 'Yes. Forgive him.' Then he went out, dragging his string, until he disappeared from our view.\""
    },
    {
      "id": 22,
      "narrator": "'Alqamah bin Wa'il narrated from his father that he was sitting with the Messenger of Allah when a man came leading another man by a string. He said:",
      "text": "'Alqamah bin Wa'il narrated from his father that he was sitting with the Messenger of Allah when a man came leading another man by a string. He said: \"O Messenger of Allah, this man killed my brother.\" The Messenger of Allah said to him: \"Did you kill him?\" He said: \"O Messenger of Allah even if he did not confess I would have brought proof against him.\" He said: \"Yes, I killed him.\" He said: \"How did you kill him?\" He said: \"He and I were chopping firewood from a tree and he insulted me, so I got angry and struck him with the ax on the forehead.\" The Messenger of Allah said: \"Do you have any wealth with which you can pay the Diyah to save yourself?\" He said: \"O Messenger of Allah, I do not have anything but my ax and my clothes.\" The Messenger of Allah said to him: \"Do you think your people will pay to save you?\" He said: \"I am too insignificant to them for that.\" He threw the string to the man and said: \"Here, thank him.\" When he turned to go, the Messenger of Allah said: \"If he kills him, he will be like him. \"They caught up with the man, and said: \"Woe to you! The Messenger of Allah said: 'If he kills him, he will be like him. \"So he went back to the Messenger of Allah and said: \"O Messenger of Allah, I have been told that you said: 'if he kills him, he will be like him. 'But I only took him because you told me to. He said: 'Don't you want him to carry your sin and the sin of your companion (the victim)?' He said: 'Yes, if that is the case.' He said: 'And that is how it is.\"'"
    },
    {
      "id": 23,
      "narrator": "It was narrated from Simak bin Harb that 'Alqamah bin Wa'il told him that his father said:",
      "text": "It was narrated from Simak bin Harb that 'Alqamah bin Wa'il told him that his father said: \"I was sitting with the Messenger of Allah when a man came leading another\" (and he narrated) a similar report."
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Alqamah bin Wa'il that:",
      "text": "It was narrated from 'Alqamah bin Wa'il that: his father told them that a man who had killed another man was brought to the Prophet and he handed him over to their of the victim to kill him. Then the Prophet said to those who were sitting with him: \"The killer and the slain will both be in Fire. \"A man went after him and told him that, and when he told him that, he left him (let him go). He (the narrator) said: \"I saw him dragging his string when he let him go. I mentioned that the Habib and he said: 'Sa'eed bin Ashwa' told me that the Prophet commanded the man to forgive him.\"'"
    },
    {
      "id": 25,
      "narrator": "It was narrated from Ans bin Malik that a man brought the killer of his kinsman to the Messenger of Allah and the Prophet said:",
      "text": "It was narrated from Ans bin Malik that a man brought the killer of his kinsman to the Messenger of Allah and the Prophet said: \"Forgive him.\" But he refused. He said: \"Take the Diyah,\" but he refused. He said: \"Go and kill him then, for you are just like him.\" So he went away, but some people caught up with the man and told him that the Messenger of Allah had said: \"Messenger of Allah had said: \"Kill him for you are just like him.\" So he let him go, and the man passed by me dragging his string."
    },
    {
      "id": 26,
      "narrator": "It was narrated from 'Abdullah bin Buraidah, from the father, that a man came to the Prophet and said:",
      "text": "It was narrated from 'Abdullah bin Buraidah, from the father, that a man came to the Prophet and said: \"This man killed my brother.\" He said: \"Go and kill him as he killed your brother.\" The man said to him: \"Fear Allah and let me go, for that will bring you a greater reward and will be better for you and your brother on the Day of Resurrection.\" So he let him go. The Prophet was told about that, so he asked him about it, and he told him what he had said. He said: \"Pardoning him would be better for you than what he would have done for you on the Day of Resurrection when he said: 'O Lord, ask him why he killed me.\"'"
    },
    {
      "id": 27,
      "narrator": "It was narrated from Simak, from 'Ikrimah, that Ibn 'Abbas said:",
      "text": "It was narrated from Simak, from 'Ikrimah, that Ibn 'Abbas said: \"There were (the two tribes of) Quraizah and An-Nadir, and An-Nadir was nobler than Quraiaah. If a man of Quraizah Killed a man of An-Nadir, he would be killed in return, but if a man of An-Nadir killed a man of Quraizah, he would pay a Diyah of one hundred Wasqs of dates.  When An-Nadir killed a man of Quraizah, and they said: 'Hand him over to us and we will kill him.' They said: 'Between us and you (as judge) is the Prophet.' So they came to him, then the following was revealed: \"And if you judge, judge with justice between them.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Dawud hin Al-Husain, from 'Ikrimah, from Ibn 'Abbas, that the Verses in AL-Ma'idah, in which Allah, the Mighty and Sublime, says:",
      "text": "It was narrated from Dawud hin Al-Husain, from 'Ikrimah, from Ibn 'Abbas, that the Verses in AL-Ma'idah, in which Allah, the Mighty and Sublime, says: \"Either judge between them, or turn away from them. If you turn away from then up to: those who act justly.\" - were revealed concerning the matter of blood money between An-Nadir and Quraizah. That was because the slain of An-Nadir were of noble status, so the blood money would be paid in full for them, but for Banu Quraizah only half of the blood money would be paid. They referred the matter to the Messenger of Allah for judgment, then Allah, the Mighty and Sublime, revealed that concerning them, so the Messenger of Allah told them to do the right thing and he made the blood money equal."
    },
    {
      "id": 29,
      "narrator": "It was narrated that Qais bin 'Ubad said:",
      "text": "It was narrated that Qais bin 'Ubad said: \"Al-Ashtar and I went to 'Ali, may Allah be pleased with him, and said: Did the Prophet of Allah tell you anything that he did not tell to all the people?' He said: 'No, except what is in this letter of mine.' He brought out a letter from the sheath of his sword and it said therein: \"The lives of the believers are equal in value, and they are one against others, and they hasten to support the asylum granted by the least of them. But no believer may be killed in return for a disbeliever, nor one with a covenant while his convenant is in effect. Whoever commits an offense then the blame is on himself, and whoever gives sanctuary to an offender, then upon him will be the curse of Allah, the angels and all the people.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Ali, may Allah be please with him that the Prophet said:",
      "text": "It was narrated from 'Ali, may Allah be please with him that the Prophet said: \"The lives of the believers are equal in value, and they are one against others, and they hasten to support the asylum granted by the least of them. But no believer may be killed in return for a disbeliever, nor one with a covenant while his covenant is in effect.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Samurah that the Messenger of Allah said:",
      "text": "It was narrated from Samurah that the Messenger of Allah said: \"Whoever kills his slave, we will kill him: whoever mutilates (his slave). We will mutilate him, and whoever castrates (his slave), we will castrate him.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Samurah that the Prophet said:",
      "text": "It was narrated from Samurah that the Prophet said: \"Whoever kills his slave, we will kill him, and whoever mutilates his slave, we will mutilate him.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that Samurah said:",
      "text": "It was narrated that Samurah said: \"The Prophet said: 'Whoever kills his slave, we will kill him, and whoever mutilates his slave, we will mutilate him.\"'"
    },
    {
      "id": 34,
      "narrator": "'Amr bin Dinar narrated that:",
      "text": "'Amr bin Dinar narrated that: he heard Tawus narrate from Ibn 'Abbas, from 'Umar, may Allah be pleased with him, that he asked about the ruling of the Messenger of Allah concerning that. Hamal bin Malik stood up and said: \"I was married to two women, and one of them struck the other with a tent pole and killed her and her fetus. The Prophet ruled that a slave be given (as Diyah) for her fetus and that she be killed (for killing the other woman).\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Anas that:",
      "text": "It was narrated from Anas that: a Jew killed a young girl for her jewelry, so the Messenger of Allah killed him in retaliation for her."
    },
    {
      "id": 36,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "It was narrated from Anas bin Malik that: a Jew took some jewelry from a girl, then he crushed her head between two rocks. They found her as she was breathing her last, and they took her around among the people (saying); \"Was it this one? Was it this one?\" (When) she said yes, the Messenger of Allah ordered that his head be crushed between two rocks."
    },
    {
      "id": 37,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "It was narrated that Anas bin Malik said: \"A girl went out wearing some jewelry and a Jew caught her, crushed her head between two rocks and took the jewelry that she was wearing. She was found as she was breathing her last, and she was brought to the Messenger of Allah who said: 'Who killed you? Was it so and so?' She gestured no with her head, and he continued asking until he named the Jew, and she gestured yes with her head. He was caught and he confessed (to his crime), then the Messenger of Allah ordered that his head be crushed between two rocks.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Aishah, the Mother of the Believers, that the Messenger of Allah said:",
      "text": "It was narrated from 'Aishah, the Mother of the Believers, that the Messenger of Allah said: \"It is not permissible to kill a Muslim except in one of three cases: A adulterer who has been married, who is to be stoned; a man who kills a Muslim deliberately; and a man who leaves Islam and wages war against Allah, the Mighty and Sublime, and His Messenger, who is to be killed, crucified or banished from the land.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Ash-Sha'bi said:",
      "text": "It was narrated that Ash-Sha'bi said: \"I heard Abu Juhaifah say: 'We asked 'Ali: \"Do you have anything from the Messenger of Allah apart from the Qur'an?\" He said:  \"No, by the One who splits the seeds and creates the soul, unless Allah gives a slave understanding of His Book, or except this sheet.\" I said: \"What is in the sheet?\" He said: \"In it are (the regulations concerning) blood money and the freeing of captives and (the rule) that no Muslim should be killed for killing a disbeliever.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Abi Hassan said:",
      "text": "It was narrated that Abi Hassan said: \"Ali said: 'The Messenger of Allah did not tell me anything that he did not tell the people, except what is in a sheet in the sheath of my word.' They did not leave him alone until he brought out the sheet, and in it (were the words): 'The lives of the believers are equal in value, and they hasten to support the asylum granted by the least of them, and they are one against others. But no believer may be killed in return for a disbeliever, nor one with a covenant while his covenant is in effect.\""
    },
    {
      "id": 41,
      "narrator": "It was narrataed from Al-Ashtar that he said to 'Ali:",
      "text": "It was narrataed from Al-Ashtar that he said to 'Ali: \"What the people have been hearing from you has become widespread. If the Messenger of Allah told you anything, then tell us,\" He said: \"The Messenger of Allah did not tell me anything that he did not tell the people, except that in the sheath of my sword there is a sheet, in which it says: 'The lives of the believers are equal in value, and they hasten to support the asylum granted by the least of them. But no believer may be killed in return for a disbeliever, nor one with a covenant while his covenant is in effect.\"' It is an abridgement of it."
    },
    {
      "id": 42,
      "narrator": "Abu Bakrah said:",
      "text": "Abu Bakrah said: \"The Messenger of Allah said: 'Whoever kills a Mu'ahad with no justification, Allah will forbid Paradise to him.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "It was narrated that Abu Bakrah said: The Messenger of Allah said: \"Whoever kills a Mu'ahad with no justification, Allah will forbid Paradise to him and he will not even smell its fragrance.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Al-Qasim bin Al-Mukhaimirah, from a man among the Companions of the Prophet, that the Prophet said:",
      "text": "It was narrated from Al-Qasim bin Al-Mukhaimirah, from a man among the Companions of the Prophet, that the Prophet said: \"Whoever kills a man from among Ahl Adh-Dhimmah. he will not smell the fragrance of Paradise, and its fragrance may be detected from a distance of seventy years.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "It was narrated that 'Abdullah bin 'Amr said: \"The Messenger of Allah said: 'Whoever kills a person from among Ahl Adh-Dhimmah, he will not smell the fragrance of Paradise, and its fragrance may be detected from a distance of forty years.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from 'Imran bin Hussain that:",
      "text": "It was narrated from 'Imran bin Hussain that: a slave belonging to some poor people cut off the ear of a slave belonging to some rich people. They came to the Prophet but he did not give them anything."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Anas that:",
      "text": "It was narrated from Anas that: the Messenger of Allah ruled that Qisas should be given for a tooth. The Messenger of Allah said: \"The Messenger of Allah said: \"What Allah has decreed is retaliation.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Samurah that the Messenger of Allah said:",
      "text": "It was narrated from Samurah that the Messenger of Allah said: \"Whoever kills his slave, we will kill him, and whoever mutilates his slave, we will mutilate him.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Samurah that the Prophet of Allah said:",
      "text": "It was narrated from Samurah that the Prophet of Allah said: \"Whoever castrates his slave, we will castrate him, and whoever mutilates his slave, we will mutilate him.\" This is the wording of Ibn Bashshar (one of the narrators)."
    },
    {
      "id": 50,
      "narrator": "It was narrated from Anas that:",
      "text": "It was narrated from Anas that: the sister of Ar-Rubai' Umm Harithah injured  a person and they referred the dispute to the Messenger of Allah. The Messenger of Allah said: \"Retaliation, retaliation (Qisas).\" Umm Ar-Rabi said: 'O Messenger of Allah, how could retaliation be carried out against so and so? No, by Allah, retaliation willnever be carried out against her!' The Messenger of Allah said: \"Subhan Allah, O Umm Ar-Rabi'! decreed by Allah.\" She said: \"No, by Allah, retaliation will never be carried out against her!\" And she carried on until they accepted Diyah (blood money). He (the prophet) said: \"There are among the slaves of Allah who, if they swear by Allah, Allah fulfills their oath."
    },
    {
      "id": 51,
      "narrator": "Anas narrated that:",
      "text": "Anas narrated that: his paternal aunt broke the front tooth of a girl and the Prophet of Allah decreed retaliation. Her brother, Anas bin An-Nadr, said: \"Will you break the front tooth of so and so? No, by the One Who sent you with the truth, the front tooth of so and so will not be broken!\" Before that, they had asked her family for forgiveness and blood money. When her brother - who was the paternal uncle of Anas and was martyred at Uhud - swore that oath, the people agreed to forgive. The Prophet said: \"There are among the slaves of Allah who, if they swear by Allah, Allah fulfills their oath.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Anas said:",
      "text": "It was narrated that Anas said: \"Ar-Rubai broke the front tooth of a girls, and they asked them (her people) to forgive her, but they refused. They offered them blood money, but they refused. Then they went to the Prophet and he decreed relation. Anas Bin An-Nadr said: \"O Messenger of Allah, will you break the front tooth of Ar-Rubai'? No, by the One Who sent you with the truth, it will not be broken!\" He said: \"O Anas, what Allah has decreed is retaliation.\" But the people agreed to forgive her. He (the Prophet) said: \"There are among the slaves of Allah who, if they swear by Allah, Allah fulfills their oath.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from 'Imran bin Hussain that:",
      "text": "It was narrated from 'Imran bin Hussain that: a man bit the hand of another man, who pulled his hand away, and the man's front tooth (or from teeth) fell out. He complained about that to the Messenger of Allah, and the Messenger of Allah said: \"What do you want? Do you want me to tell him to put his hand in your mouth, so that you can bite it like a stallion bites? Or, do you want to give him your hand so that he may bite it, then you can pull it away if you want?\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from 'Imran bin Husain that a man bit another man on the forearm:",
      "text": "It was narrated from 'Imran bin Husain that a man bit another man on the forearm: he pulled it away and a front tooth fell out. The matter was referred to the Messenger of Allah and he canceled (the Diyah) and said: \"Did you want to bite your brother's flesh as a stallion bites?\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that 'Imran bin Husain said:",
      "text": "It was narrated that 'Imran bin Husain said: \"Ya'la fought with a man, and one of them bit the other, who pulled his hand away from his mouth, and a front tooth fell out. They referred their dispute to the Messenger of Allah and he said: 'Would one of you bite his brother as a stallion bites? There is no Diyah for that.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated from 'Imran bin Husain that:",
      "text": "It was narrated from 'Imran bin Husain that: Ya'la said, concerning the one who bit (another), and his front tooth fell out, that the Prophet said: \"There is no Diyah for you.\" (Sahih )"
    },
    {
      "id": 57,
      "narrator": "It was narrated from 'Imran bin Husain that:",
      "text": "It was narrated from 'Imran bin Husain that: a man bit another man in the forearm, and his front tooth fell out, so he went to the Prophet and told him about that. He said: \"Do you want to bite your brother's forearm as a stallion bites?\" And he judged it to be invalid."
    },
    {
      "id": 58,
      "narrator": "It was narrated from Ya'la bin Munyah that:",
      "text": "It was narrated from Ya'la bin Munyah that: he fought a man and one of them bit the other, who pulled his forearm away from his mouth, and a front tooth fell out. The matter was referred to the Prophet and he said: \"Would one of you bite his brother as a young camel bites?\" And judged it to be invalid."
    },
    {
      "id": 59,
      "narrator": "It was narrated from Ya'la bin Munyah that:",
      "text": "It was narrated from Ya'la bin Munyah that: a man from Banu Tamim fought with another man, and he bit his hand, so he pulled it away and a front tooth fell out. They referred the dispute to the Messenger of Allah, who said: \"Would one of you bite his brother as a young camel bites?\" and he thwarted it, meaning he judged it to be invalid."
    },
    {
      "id": 60,
      "narrator": "It was narrated from Safwan bin 'Abdullah that his two paternal uncles, Salamah and Ya'la, the sons of Umayyah, said:",
      "text": "It was narrated from Safwan bin 'Abdullah that his two paternal uncles, Salamah and Ya'la, the sons of Umayyah, said: \"We went out with the Messenger of Allah on the campaign of Tabuk, and there was a friend of ours with us, who fought with a man from among the Muslims. The man bit him on the forearm, so he pulled it away from his mouth and a tooth fell out. The man came to the Prophet, seeking blood money, but his brother and bite him like a stallion bites, then come and demand blood money? There is no blood money for that.\" And the Messenger of Allah juddgedit to be invalid."
    },
    {
      "id": 61,
      "narrator": "It was narrated from Safwan bin Ya'la, from his father, that:",
      "text": "It was narrated from Safwan bin Ya'la, from his father, that: a man bit the hand of another man and his front tooth fell out. He came to the Prophet but he considered it in vain."
    },
    {
      "id": 62,
      "narrator": "It was narrated from Ya'la that:",
      "text": "It was narrated from Ya'la that: he hired a worker who fought with a man and bit his hand, and his from tooth fell out. So he referred the dispute to the Prophet who said: \"Do you want to bite his hand as a stallion bites?\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from Safwan bin Ya'la that his father said:",
      "text": "It was narrated from Safwan bin Ya'la that his father said: \"I went on the campaign to Tabuk with the Messenger of Allah, and I hired a worker. My hired man fought with another man. The other one bit him, and his front tooth fell out. He went to the Prophet and told him about that, but the Prophet considered it to bin vain."
    },
    {
      "id": 64,
      "narrator": "It was narrated that Ya'la bin Umayyah said:",
      "text": "It was narrated that Ya'la bin Umayyah said: \"I went on a campaign with the Messenger of Allah in the Army of Hardship, and this was the deed of which I was most sure. I had a hired man who fought with another person. One of them bit the finger of the other, who pulled his finger away and a front tooth fell out. He went to the Prophet who considered the tooth to be in vain, and said: \"Would he put his hand in your mouth for you to bite it?\""
    },
    {
      "id": 65,
      "narrator": "A similar report to that of the one who bit (another man) and his from tooth fell out was narrated from Ibn Ya'la from his father, in which the Prophet said:",
      "text": "A similar report to that of the one who bit (another man) and his from tooth fell out was narrated from Ibn Ya'la from his father, in which the Prophet said: \"There is no Diyah for you.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Safwan bin Ya'la bin Munyah that:",
      "text": "It was narrated from Safwan bin Ya'la bin Munyah that: a hired man of Ya'la bin Munyah was bitten by another on his forearm and he pulled it away from his mouth. The matter was referred to the Prophet, as his front tooth had fallen out, but the Messenger of Allah considered it an invalid claim, and said: \"No,; should he put (his forearm) in your mouth for you to bite it as a stallion bites?\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from Safwan bin Ya'la that:",
      "text": "It was narrated from Safwan bin Ya'la that: his father wen on the campaign of Tabuk with the Messenger of Allah, and he hired a man who fought with another man. The man bit his forearm, and when it hurt him, he pulled it away, and the man's front tooth fell out. The matter was referred to the Messenger of Allah who said: \"Would one of you deliberately bit his brother as a stallion bites?\" And he judged it to be invalid."
    },
    {
      "id": 68,
      "narrator": "It was narrated that Abu Aa'eed Al-Khudri daid:",
      "text": "It was narrated that Abu Aa'eed Al-Khudri daid: \"While the Messenger of Allah was distributing something, a man came and leaned over him, and the Messenger of Allah hit him with a stick that he had with him. The man went tout, and the Messenger of Allah said: 'Come and ask for retaliation. 'He said: 'No. I ask for retaliation.' He said: 'No, I pardon you, O Messenger of Allah.\"'"
    },
    {
      "id": 69,
      "narrator": "It was narrated the Abu Sa'eed Al-Khudri said:",
      "text": "It was narrated the Abu Sa'eed Al-Khudri said: \"While the Messenger of Allah was distributing something, a man came and leaned over him, and the Messenger of Allah hit him with a stick that head with him. The man shouted, and the Messenger of Allah said: 'Come and ask for retaliation. He said: 'No, I pardon you, O Messenger of Allah.\"'"
    },
    {
      "id": 70,
      "narrator": "Ibn 'Abbad narrated that:",
      "text": "Ibn 'Abbad narrated that: a man slandered one of his forefathers from the time of the Jahiliyyah, and Al-'Abbas slapped him. His people came and said: \"Let him slap him as he slapped him,\" and they prepared for quarrel. News of that reached the Prophet, and he ascended the Minbar and said: \"O People, which of the people of the Earth do you know to be the most noble before Allah?\" They said: \"You.\" He said: \"Al-Abbas belongs to me and I to him. Do not defame our dead or offend our living.\" Those people came and said: \"O Messenger of Allah, we seek refuge with Allah from your anger; pray to give us.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "It was narrated that Abu Hurairah said: \"We would sit with the Messenger of Allah in the Masjid and when he stood up, we would stand up too, Only day he stood up and we stood up with him, and when he reached the middle of the Masjid, a man caught up with him and pulled roughly on his Rida' (upper-warp) from behind. His Rida 'was of rough material, and that left a red mark on his neck. He said: 'O Muhammad! Load up these two camels of mine, for you are not giving me anything from your wealth or the wealth of your father!' The Messenger of Allah said: 'The Messenger of Allah said: 'No, and I pray for Allah's forgiveness. I will not load anything (onto your camels) untily you let me retaliate for your pulling roughly (on my cloak and leaving a mark on) my neck.' The Bedouin said: 'No, by Allah, I will not let you retaliate., The Messenger of Allah said that three times, and each time the man said: 'No, by Allah, I will not let you retaliate., When we heard what the Bedouin said, we turned toward him quickly. The Messenger of Allah turned to us and said; 'I urge anyone who hears me not to leave his place until give him permission. Then the Messenger of Allah said: 'O so and so, load one of his camels with barley and the other with dates.' Then the Messenger of Allah said: 'Leave,\"'"
    },
    {
      "id": 72,
      "narrator": "It was narrated from Abu Firas that \"Umar said:",
      "text": "It was narrated from Abu Firas that \"Umar said: \"I saw the Messenger of Allah allowing others to seek retaliation against him.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "It was narrated from 'Aishah that: the Messenger of Allah sent Abu Jahm bin Hudhaifah to collect Zakah and a man argued with him about his Sadaqah, so Abu Jahm struck him. They came to the prophet and he said: \"Diyah, O Messenger of Allah.\" He said: \"You will have such and such,\" but they did not accept it. The Messenger of Allah said: \"You will have such and such,\" and they accepted it. The Messenger of Allah said: \"I am going to address the people and tell them that you accepted it.\" They said: \"Yes.\" So the Prophet addressed (the people) and said: \"Those people came to me seeking compensation, and I offered them such as such, and they accepted.\" They said: \"No.\" The Muhajirun wanted to attack them, but the Messenger of Allah ordered them to refrain, so they refrained. Then he called them and said: \"Do you accept?\" They said:\" Yes.\" He said: \"I and going to address the people and tell them that you accepted it.\" They said: \"Yes.\" So the Prophet addressed (the people), then he said: \"Do you accept?\" They said: \"Yes.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from Anas, that:",
      "text": "It was narrated from Anas, that: a Jew saw some jewelry on a girl, so he killed her with a rock. She was brought to the Prophet as she was breathing her last, and he said: \"Did so and so kill you?\" - Shu'bah (one of the narrators) gestured with his head, to show that she had gestured no. - He said: \"Did so and so kill you?\" - Shu'bah (one of the narrators) gestured with his head to show that she had gestured no. - He said: \"Did so and so kill you?\" - Shu'bah (one of the narrators) gestured with his head to show that she had gestured yes. - So the Messenger of Allah called for him, and killed him with two rocks."
    },
    {
      "id": 75,
      "narrator": "It was narrated from Anas that:",
      "text": "It was narrated from Anas that: the Messenger of Allah sent a detachment jof troops to some people of Khath'am, who sought to protect themselves by prostrating (to demonstrate that they were Muslims), but they were killed. The Messenger of Allah ruled that half the Diyah should be paid, and said: \"I am innocent of any Muslim who (lives with) a Mushrik.' Then the Messenger of Allah said: \"Their fires should not be visible to one another.\"'"
    },
    {
      "id": 76,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "It was narrated that Ibn 'Abbas said: \"There was Qisas among the Children of Israel, but Diyah was unknown among them. Then Allah, the Mighty and Sublime, revealed: \"Al-Qisas (the law of equality in punishment) is prescribed for your in case of murder: the free for the free, the slave for the slave, and the female for the female.\" Up to His saying: \"But if the killer is forgiven by the brother 9or the relatives) of the killed against blood money, then adhering to it with fairness and payment of the blood money to the heir should be made in fairness.\" means: This is easier thanthat which was prescribed for those who came before you, which was Qisas and not Diyah.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that Mujahid said:",
      "text": "It was narrated that Mujahid said: \"Al-Qisas (the Law of Equality in punishment) is prescribed for you in case of murder: the free  for the free The rule for the Children of Israel was Qisas, and not Diyah. Then Allah, the Mighty and Sublime, revealed the Diyah to them, and He revealed this ruling to this Ummah as an alleviation of the ruling that applied to the Children of Israel.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Anas said:",
      "text": "It was narrated that Anas said: \"A case requiring Qisas was brought to the Messenger of Allah and he enjoined them to pardon.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "It was narrated that Anas bin Malik said: \"No case requiring Qisas was ever brought to the Messenger of Allah but he would enjoin pardoning.\""
    },
    {
      "id": 80,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah said: \"The Messenger of Allah said: 'If a person's relative is killed, he has the choice of two things: Either he may retaliate, or he may take the ransom.\"'"
    },
    {
      "id": 81,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah said: \"The Messenger of Allah said: 'If a person's relative is killed, he has the choice of two things: Either he may retaliate, or he may take the ransom.\"'"
    },
    {
      "id": 82,
      "narrator": "Abu Salamah narrated that the Messenger of Allah said:",
      "text": "Abu Salamah narrated that the Messenger of Allah said: \"If a person's relative is killed.\" In Mursal form. (Shah)"
    },
    {
      "id": 83,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "It was narrated from 'Aishah that the Messenger of Allah said: \"And it is upon those (relatives) of the killed one to block (any punishment) the first (in line) then the first, even if that one is a woman.\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "It was narrated that Ibn 'Abbas said: \"The Messenger of Allah said: 'Whoever is killed in the blind or by something thrown, while between them is a rock, a wipe, or a stick, then the blood money of be paid for him is the blood money for accidental killing. Whoever kills deliberately, then retaliation is upon him, and whoever tries to prevent that, upon him is the curse of Allah, the Angels, and all the people, and neither Sarf nor Adl will be accepted from him.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Ibn 'Abbad, who attributed it to the prophet, said:",
      "text": "It was narrated that Ibn 'Abbad, who attributed it to the prophet, said: \"Whoever is killed in the blind or by something thrown, with a rock, a whip, or a stick, then the blood money to be paid for him is the blood money for accidental killing. Whoever kills deliberately, then retaliation is upon him, and whoever tries to prevent that, upon him is the curse of Allah, the Angels and all the people, and Allah will not accept any Sarf nor 'Adl from him.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Al-Qasim bin Rabi'ah, from 'Abdullah bin 'Amr, the Prophet said:",
      "text": "It was narrated from Al-Qasim bin Rabi'ah, from 'Abdullah bin 'Amr, the Prophet said: \"The accidental killing, which seems intentional, with a whip or stick, (the Diyah) is one hundred camels, of which forty should be (she-camels) which their young in their wombs.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from Al-Qasim bin Rabi'ah that:",
      "text": "It was narrated from Al-Qasim bin Rabi'ah that: the Messenger of Allah delivered a speech on the Day of the Conquest. (And he mentioned it) in Mursal from."
    },
    {
      "id": 88,
      "narrator": "It was narrated from Abdullah bin 'Amr that the prophet said:",
      "text": "It was narrated from Abdullah bin 'Amr that the prophet said: \"Indeed the accidental killing, which seems intentional, with a whip or a stick, (the Diyah) is one hundred camels, of which forty should be (she-camels) with their young in their wombs.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from 'Uqbah bin Aws, that:",
      "text": "It was narrated from 'Uqbah bin Aws, that: a man from among the Companions of the Prophet delivered a speech on the Day of the Conquest of Makkah and said: 'Indeed the accidental killing, which seems international, with a whip, a stick, or a rock, (the Diyah) is one hundred camels, of which forty should be pregnant she-camels between the ages of six and nine years old, all in the middle of their pregnancies.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from 'Uqbah bin 'Aws, that the Mssenger of Allah said:",
      "text": "It was narrated from 'Uqbah bin 'Aws, that the Mssenger of Allah said: \"Indeed the accidental killing, the killing with a whip or stick, for it (the Diyah) is one hundred camels - a severe penalty - of which forty should be (she-camels) with their young in their wombs.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from Ya'qub bin Aws, from a man among the Companions of the Prophet that:",
      "text": "Ya'qub bin Aws'tan, Peygamber'in Ashabından bir adamın naklettiğine göre, Allah'ın Resulü Mekkeye Fethi günü girdiğinde şöyle dedi: \"Şüphesiz, kasten meydana gelen her tesadüfi öldürme, ya da kasten benzer şekilde - kırbaçla veya sopa ile öldürme, bunun için kırk (dişi deve) vardır ki, bunların yavruları annelerinin karnındadır.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated from Ya'qub bin Aws that:",
      "text": "Ya'qub bin Aws'tan, Peygamber'in Ashabından bir adamın ona şöyle söylediği nakledilmiştir: \"Allah'ın Resulü Mekkeye Fethi yılında geldiğinde şöyle dedi: 'Şüphesiz, kasten meydana gelen tesadüfi öldürme, kırbaçla veya sopa ile öldürmedir, bunun için kırk (dişi deve) vardır ki, bunların yavruları annelerinin karnındadır.'\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Ya'qub bin Aws that:",
      "text": "Ya'qub bin Aws'tan, Peygamber'in Ashabından bir adamın ona naklettiğine göre, Peygamber Fethi yılı Mekkeye girdiğinde şöyle dedi: \"Şüphesiz, kasten meydana gelen tesadüfi öldürme, kırbaçla veya sopa ile öldürmedir, bunun için kırk (dişi deve) vardır ki, bunların yavruları annelerinin karnındadır.\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan nakledildiğine göre, \"Allah'ın Resulü, Mekkede Fethi günü Kâbe'nin merdivenlerinde durdu. Allah'ı övdü ve yüceltti, sonra şöyle dedi: 'Bütün hamd, yalnızca O'na aittir. O, kullarını tamamladı ve müttefikleri tek başına yendi. Kasten yanlışlıkla öldürülen kişi, kırbaçla veya sopa ile benzer şekilde öldürülürse, bunun (Diyahı) yüz deve - ağır bir ceza - ki bunun kırkı, yavruları annelerinin karnında olan dişi develer olmalıdır.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from Al- Qasim bin Rabi'ah that the Messenger jof Allah said:",
      "text": "Al-Qasim bin Rabi'ah'tan nakledildiğine göre, Allah'ın Resulü şöyle dedi: \"Kasten meydana gelen tesadüfi öldürme, yani (öldürme) sopa veya kırbaçla yapılır, (bunun için Diyah) yüz deve, bunların kırkı (hamile dişi deve) olmalıdır, yavruları annelerinin karnındadır.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Messenger of Allah said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden nakledildiğine göre, Allah'ın Resulü şöyle dedi: \"Kasten yanlışlıkla öldürülenin bedeli yüz devedir: Otuz Bint Makkah, otuz Bint Labun, otuz Hiqqah ve on Bin Labun.\" Allah'ın Resulü, (tesadüfi öldürme için) Diyah değerini şehir halkı arasında dört yüz Dinar veya gümüş karşılığı olarak belirlerdi. Deve sahipleri arasında hesaplandığında, zamanla değişirdi. Fiyatlar yükseldiğinde, Dinar değeri artar, fiyatlar düştüğünde Dinar değeri düşerdi. Allah'ın Resulü zamanında değer dört yüz ile sekiz yüz Dinar arasında, ya da gümüş karşılığı olarak sekiz bin Dirhem idi. Allah'ın Resulü, bir kişinin kan bedeli sığır cinsinden ödenirse, sığır besleyenler arasında miktarın iki yüz inek olduğunu, eğer bir kişinin kan bedeli koyun cinsinden ödenirse, koyun besleyenler arasında değerinin iki bin koyun olduğunu hükmetmiştir. Allah'ın Resulü, kan bedelinin mirasın bir parçası olduğunu, mağdurun mirasçıları arasında paylaştırılacağını ve geriye kalanların 'Asabah'a ait olduğunu hükmetmiştir. Ayrıca, Allah'ın Resulü, eğer bir kadın cinayet işlerse, 'Asabah, kim olursa olsun, kan bedelini ödemek zorundadır, ancak mirasçılarından geriye kalan dışında hiçbir şey miras almazlar; eğer bir kadın öldürülürse, onun kan bedeli mirasçıları arasında paylaşılacak ve katilini öldürebilirler.\""
    },
    {
      "id": 97,
      "narrator": "In Mas'ud said:",
      "text": "Mas'ud'dan nakledildiğine göre: \"Allah'ın Resulü, kasten meydana gelen öldürme için Diyah'ın yirmi Bint Makhad, yirmi Bin Makhad, yirmi Bint Labur, yirmi Jadh'ah ve yirmi Hiqqah olduğunu hükmetmiştir.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan nakledildiğine göre: \"Bir adam, Allah'ın Resulü zamanında başka bir adamı öldürdü ve Peygamber Diyah'ı on iki bin olarak belirledi. Ve O'nun şu sözünü zikretti: 'Ve bunun için bir sebep bulamadılar, ancak Allah ve Resulü onları lütfu ile zenginleştirmiştir.' (Hasan) Bu, Ebu Davud'un ifadesidir.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan nakledildiğine göre: Peygamber, on iki bin (verilmesi gerektiğini) Diyah olarak hükmetmiştir. (Hasan)"
    },
    {
      "id": 100,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden nakledildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Bir kadının (yaralanma durumunda) kan bedeli, bir erkeğin kan bedeli gibidir, Diyah'ın (hayatı için) üçte birine kadar.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from 'Amr Bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden nakledildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Ahl Adh-Dhimmah'ın kan bedeli, Müslümanların kan bedelinin yarısı kadardır; bunlar Yahudiler ve Hristiyanlardır.'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from 'Abdullah bin 'Amr, that the Messenger of Allah said:",
      "text": "'Amr bin Shu'aib'den, babasından, 'Abdullah bin 'Amr'dan nakledildiğine göre, Allah'ın Resulü şöyle dedi: \"Bir kafirin kan bedeli, müminin kan bedelinin yarısıdır.\" (Hasan)"
    },
    {
      "id": 103,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan nakledildiğine göre: \"Allah'ın Resulü, öldürülen bir Mukatab için Diyah'ın, özgür bir adamın Diyah'ı ile, onun özgürlüğü için ödediği miktara orantılı olması gerektiğini hükmetmiştir.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan nakledildiğine göre: \"Allah'ın Resulü, Mukatab için Diyah'ın, özgür bir adamın Diyah'ı ile, onun özgürlüğü için ödediği miktara orantılı olması gerektiğini hükmetmiştir.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan nakledildiğine göre: \"Allah'ın Resulü, Mukatab durumunda, Diyah'ın, özgür bir adamın Diyah'ı ile, onun özgürlüğü için ödediği miktara orantılı olması gerektiğini hükmetmiştir.\" (Darıf)"
    },
    {
      "id": 106,
      "narrator": "It was narrated from Ibn 'Abbas tht the Prophet said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Mukatab, özgürlüğü için ödediği miktar kadar serbesttir; ona uygulanan had cezası, özgürlüğü için ödediği miktara orantılı olmalıdır; ve miras alması, özgürlüğü için ödediği miktara orantılıdır.\""
    },
    {
      "id": 107,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah Resulü döneminde bir Mukatab öldürüldü ve onun için diyetin (özgür bir adamın diyetine eşit) olarak ödenmesini emretti, (özgürlüğü için ödediği miktara orantılı olarak)."
    },
    {
      "id": 108,
      "narrator": "It was narrated from 'Abdullah bin Buraidah, from his father, that:",
      "text": "Abdullah bin Buraidah'dan, babasından rivayet edilmiştir ki: Bir kadın bazı taşlar attı ve başka bir kadına isabet etti, o da düşük yaptı. Allah Resulü, onun çocuğu için (bir diyet olarak) elli koyun belirledi. Ve o gün, taş atmayı yasakladı."
    },
    {
      "id": 109,
      "narrator": "\"Abdullah bin Buraidah narrated that:",
      "text": "Abdullah bin Buraidah rivayet etmiştir ki: Bir kadın başka bir kadına taş attı ve vurulan kadın düşük yaptı. Bu mesele Peygambere götürüldü ve o, onun çocuğu için kan bedelini beş yüz koyun olarak belirledi. Ve o gün, taş atmayı yasakladı. (Sahih)"
    },
    {
      "id": 110,
      "narrator": "It was narrated from 'Abdullah bin Mughaffal that he saw a man throwing pebbles and he said:",
      "text": "Abu Abdurrahman (En-Nasai) dedi ki: Bu bir hatadır, niyetin yüz deve olması gerekirdi. Ve taş atmanın yasaklandığı, Abdullah bin Buraidah'dan, Abdullah bin Mughaffal'dan rivayet edilmiştir."
    },
    {
      "id": 111,
      "narrator": "Hamal bin Malik said:",
      "text": "Abdullah bin Mughaffal'dan rivayet edilmiştir ki, bir adamın taş attığını gördü ve dedi ki: \"Taş atmayın, çünkü Allah Resulü taş atmayı yasakladı,\" veya \"taş atmayı hoş karşılamadı.\" Kahmas (rivayet edenlerden biri) emin değildi."
    },
    {
      "id": 112,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Hamal bin Malik dedi ki: \"Allah Resulü, bir fetüs için (diyet olarak) bir kölenin verilmesi gerektiğine hükmetti.\" Tawus dedi ki: \"Bir at, kölenin yerine geçer.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah Resulü, Banu Lihyah'dan bir kadına, çocuğu düşük yapan ve ölen bir kadın için (diyet olarak) bir erkek veya dişi köle verilmesi gerektiğine hükmetti. Sonra kölenin verilmesi emredilen kadın öldü ve Allah Resulü, onun mirasının çocuklarına ve kocasına ait olduğuna, kan bedelinin ise onun 'Asabah'ı tarafından ödenmesi gerektiğine hükmetti.\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Hudhail'den iki kadın kavga etti ve bunlardan biri diğerine bir taş attı ve onu ve karnındaki çocuğu öldürdü. Anlaşmazlık Allah Resulüne götürüldü ve Allah Resulü, fetüs için bir erkek veya dişi köle verilmesi gerektiğine ve kadının diyetinin onun 'Aqilah'ı (baba tarafından akrabaları) tarafından ödenmesi gerektiğine hükmetti. Hamal bin Malik bin An-Nabighah Al-Hudhali dedi ki: \"Ey Allah Resulü, ne yedi ne içti, ne de bağırdı veya ağladı, böyle birine kan bedeli ödenir mi? Böyle biri göz ardı edilmelidir.\" Allah Resulü dedi ki: \"Bu, kahinlerin kardeşlerinden biridir,\" çünkü konuşma tarzı kafiyeli bir şekildeydi."
    },
    {
      "id": 115,
      "narrator": "It was narrated from Sa'eed bin Al-Musayyab that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah Resulü döneminde Hudhail'den iki kadın vardı, bunlardan biri diğerine bir şey attı ve onun düşük yapmasına sebep oldu. Allah Resulü, bunun için (diyet olarak) bir erkek veya dişi kölenin ödenmesi gerektiğine hükmetti.\""
    },
    {
      "id": 116,
      "narrator": "It was narrated from Al-Mughirah bin Shu'bah that:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki: \"Allah Resulü, annenin karnında öldürülen bir fetüs için bir erkek veya dişi kölenin verilmesi gerektiğine hükmetti. Bu hükme muhatap olan kişi dedi ki: \"Ne yedi ne içti, ne de bağırdı veya ağladı (doğum anında)? Böyle biri göz ardı edilmelidir.\" Allah Resulü dedi ki: \"Bu, kahinlerden biridir.\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that Al-Mughirah bin Shu'bah said:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki: \"Bir kadın, hamile olan co-wife'ını bir tente direğiyle vurdu ve onu öldürdü. O, Peygamber'e getirildi ve Allah Resulü, katilin 'Asabah'ının diyet ödemesi gerektiğine ve fetüs için bir kölenin verilmesi gerektiğine hükmetti. Onun 'Asabah'ı dedi ki: \"Ne yedi ne içti, ne de bağırdı veya ağladı (doğum anında)? Böyle biri göz ardı edilmelidir.\" Peygamber dedi ki: \"Bedevilerin şiirine benzer kafiyeli bir söz.\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Al-Mughirah bin shu'bah that:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki: \"Banu Lihyan'dan bir kadın, hamile olan co-wife'ını bir tente direğiyle vurdu ve onu öldürdü. Allah Resulü, katilin 'Asabah'ının diyet ödemesi gerektiğine ve karnındaki çocuk için bir kölenin verilmesi gerektiğine hükmetti.\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Al-Muhgirah bin Shu'bah said:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki: \"İki co-wife vardı, bunlardan biri diğerine bir tente direğiyle vurdu ve onu öldürdü. Allah Resulü, diyetin katilin 'Asabah'ı tarafından ödenmesi gerektiğine ve karnındaki çocuk için bir kölenin verilmesi gerektiğine hükmetti. Bedeviler dedi ki: \"Ne yedi ne içti, ne de bağırdı veya ağladı (doğum anında)? Böyle biri göz ardı edilmelidir.\" O dedi ki: \"Cahiliye şiirine benzer kafiyeli bir söz,\" ve karnındaki çocuk için bir kölenin verilmesi gerektiğine hükmetti."
    },
    {
      "id": 120,
      "narrator": "It was narrated from Al-Muhgirah b in Shu'bad that:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir ki: \"Banu Lihyan'dan bir kadın, hamile olan co-wife'ını bir tente direğiyle vurdu ve onu öldürdü. Allah Resulü, diyetin katilin 'Asabah'ı tarafından ödenmesi gerektiğine ve karnındaki çocuk için bir kölenin verilmesi gerektiğine hükmetti.\""
    },
    {
      "id": 121,
      "narrator": "It was narrated form Al-Mughirahbin shu'bah that:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edildiğine göre: Hudhail'den bir adamın iki eşi vardı, bunlardan biri diğerine bir tente direği fırlattı ve onun düşük yapmasına sebep oldu. Denildi ki: \"Ne dersin, ne yedi ne içti, ne bağırdı ne de ağladı (doğum anında)?\" O da dedi ki: \"Bedevilerin şiirine benzer bir şiir. \"Ve Allah'ın Resulü, onun (düşük yapılan çocuğun) diyetinin verilmesi için bir erkek veya kadın kölenin verilmesini hükmetti, ancak kadının 'Aqilah'ı tarafından ödenecektir."
    },
    {
      "id": 122,
      "narrator": "It was narrated from al-a'mash from Ibrahim who said:",
      "text": "Al-A'maş'tan, İbrahim'den rivayet edildiğine göre: \"Bir kadın, hamile olan co-wife'ına bir taş attı ve onu öldürdü. Allah'ın Resulü, kadının içindeki çocuk için bir kölenin (Diyah olarak) verilmesi gerektiğine ve onun Diyah'ının 'Asabah'ı tarafından ödenmesi gerektiğine hükmetti. Onlar dediler ki: \"Ne yedi ne içti, ne bağırdı ne de ağladı (doğum anında)?\" Böyle biri göz ardı edilmelidir.\" O da dedi ki: \"Bedevilerin şiirine benzer bir şiir mi? Benim söylediklerim budur (sahih)."
    },
    {
      "id": 123,
      "narrator": "It was narrated that Ibn 'Abbas said;\n\"There were two women neighbors between whom there was some trouble. One of them threw a rock at the other a she miscarried a boy - whose hair had already grown -0 who was or dead, and the woman died too. He ruled that the 'Aqilah had to pay the Diyah. Her paternal uncle said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre; \"İki komşu kadın arasında bir sorun vardı. Bunlardan biri diğerine bir taş attı ve bir erkek çocuk düşürdü - saçları zaten çıkmıştı - ya da ölüydü ve kadın da öldü. 'Aqilah'ın diyeti ödemesi gerektiğine hükmetti. Katilin amcası dedi ki: \"Ey Allah'ın Resulü, o bir erkek çocuk düşürdü, saçları çıkmıştı.\" Katilin babası dedi ki: \"O yalan söylüyor. Vallahi o doğum anında ne bağırdı ne de ağladı, ne içti ne de yedi. Böyle biri göz ardı edilmelidir.\" Peygamber dedi ki: \"Cahiliye ve onun kahinlerinin şiirine benzer bir şiir mi? Çocuk için bir köle verilmelidir.\" Ibn Abbas dedi ki: \"Bunlardan biri Mulaikah, diğeri ise Umm Ghatif'ti.\""
    },
    {
      "id": 124,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Allah'ın Resulü, her aşiretinin kan bedelini ödemede pay alması gerektiğine hükmetti ve bir azad edilmiş kölenin, onu azat eden dışında bir Müslümanı (Mawla - patron) edinmesi, eski efendisinin izni olmadan caiz değildir.\""
    },
    {
      "id": 125,
      "narrator": "It was narrated from'Amrbin shu'aib, from his father that his grandfather said:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü dedi ki: 'Eğer birisi tıp yapıyorsa ve bu konuda tanınmıyorsa, sorumludur.' (Daif)"
    },
    {
      "id": 126,
      "narrator": "Narrator mentioned in hadith:",
      "text": "Hadiste bahsedilen ravinin: Amr bin Shu'aib'den, babasından, dedesinden benzer bir rivayet edilmiştir. (Daif)"
    },
    {
      "id": 127,
      "narrator": "It was narrated that Abu Rimthah said;\n\"I came to the Prophet with my father and he said:",
      "text": "Abu Rimthah'tan rivayet edildiğine göre; \"Ben, babamla birlikte Peygamber'e geldim ve o dedi ki: 'Bu seninle kim?' O da dedi: 'Oğlum, ben şahitlik ederim (o benim oğlumdur).' O da dedi: 'Sen onun günahından etkilenemezsin, o da senin günahından etkilenemez.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated that Tha'labah bin Zahdam said:",
      "text": "Tha'labah bin Zahdam'dan rivayet edildiğine göre: \"Banu Tha'labah'tan bazı insanlar, Peygamber'e hitap ederken, bir adam dedi ki: 'Ey Allah'ın Resulü, bunlar Banu Tha'labah bin Yarbu' ki filan kişiyi öldürdüler' - Peygamber'in bir Sahabesi. Peygamber dedi ki: \"Hiçbir ruh, diğerinin günahından etkilenmez.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that Tha'1abah bin Zahdam said:",
      "text": "Tha'labah bin Zahdam'dan rivayet edildiğine göre: \"Banu Tha'labah'tan bazı insanlar, Peygamber (ﷺ) konuşma yaparken geldiler ve bir adam dedi: 'Ey Allah'ın Resulü, bunlar Banu Tha'labah bin Yarbu' ki filan kişiyi öldürdüler' - Peygamber (ﷺ) 'in bir Sahabesi. Peygamber (ﷺ) dedi: 'Hiçbir ruh, diğerinin günahından etkilenmez.'\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Ash'ath bin Abi Ash-Sha'tha, said:",
      "text": "Ash'ath bin Abi Ash-Sha'tha'dan rivayet edildiğine göre: \"Al-Aswad bin Hilal'in, Banu Tha'labah bin Yarbu'dan bir adamdan rivayet ettiğini duydum ki, Banu Tha'labah'tan bazı insanlar Peygamber'e geldiler ve bir adam dedi: 'Ey Allah'ın Resulü, bunlar Banu Tha'labah bin Yarbu' ki filan kişiyi öldürdüler' - Peygamber'in bir Sahabesi. Peygamber dedi: 'Hiçbir ruh, diğerinin günahından etkilenmez.'\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from Al-Aswad bin Hilal - who met the Prophet - from a man from Banu Tha'labah bin Yarbu, that:",
      "text": "Al-Aswad bin Hilal'den - ki o Peygamber ile görüşmüştür - Banu Tha'labah bin Yarbu'dan bir adamdan rivayet edildiğine göre: Banu Tha'labah'tan bazı insanlar, Allah'ın Resulü'nden bir adamı öldürdüler. Allah'ın Resulü'nden bir adam dedi ki: \"Ey Allah'ın Resulü, bunlar Banu Tha'labah ki filan kişiyi öldürdüler.\" Resul dedi: \"Hiçbir ruh, diğerinin günahından etkilenmez.\" Şu'bah (rivayet edenlerden biri) dedi ki: \"Bu, hiçbir ruhun diğerinin günahından sorumlu olmadığı anlamına gelir ve Allah en iyi bilendir.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated from Al-Ash'ath bin sulaim, from his father that a man from among Banu Tha'labah bin Yarbu' said:",
      "text": "Al-Ash'ath bin Sulaim'den, babasından rivayet edildiğine göre, Banu Tha'labah bin Yarbu'dan bir adam dedi ki: \"Ben, Peygamber'e konuşurken geldim ve bir adam dedi: 'Ey Allah'ın Resulü, bunlar Banu Tha'labah bin Yarbu' ki filan kişiyi öldürdüler.' Allah'ın Resulü dedi ki: 'Hayır,' yani hiçbir ruh, diğerinin günahından etkilenmez.\""
    },
    {
      "id": 133,
      "narrator": "It was narrated from Ash'ath, from his father that a man from among Banu Tha'labah bin Yarbu' said:",
      "text": "Ash'ath'tan, babasından rivayet edildiğine göre, Banu Tha'labah bin Yarbu'dan bir adam dedi ki: \"Biz, Allah'ın Resulü'ne, insanlara hitap ederken geldik ve bazı insanlar ayağa kalkıp dediler: 'Ey Allah'ın Resulü, bunlar Banu Tha'labah ki filan kişiyi öldürdüler.' Allah'ın Resulü dedi ki: 'Hiçbir ruh, diğerinin günahından etkilenmez.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from Tariq and Muharibi that a manh said:",
      "text": "Tariq ve Muharibi'den rivayet edildiğine göre bir adam dedi ki: \"Ey Allah'ın Resulü, bunlar Banu Tha'labah ki filan kişiyi öldürdüler, intikam al! Kollarını kaldırdı ve koltuk altlarının beyazlığı görünecek şekilde dedi: \"Hiçbir annenin günahı çocuğunu etkileyemez,\" iki kez. (Sahih)"
    },
    {
      "id": 135,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinden rivayet edildiğine göre: Allah'ın Resulü, bir gözün iyi görünmesine rağmen kör olması durumunda diyetin üçte birinin ödenmesi gerektiğine, bir elin felç olması durumunda kesilmesi halinde diyetin üçte birinin ödenmesi gerektiğine ve bir dişin düşmesi halinde diyetin üçte birinin ödenmesi gerektiğine hükmetmiştir."
    },
    {
      "id": 136,
      "narrator": "It was narrated from'Amr bin Shu'aib, from his father that his grandfather said;\nthe Messenger of Allah said:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir; Allah'ın Resulü şöyle buyurdu: \"Dişler için (Diyah) beş deve.\""
    },
    {
      "id": 137,
      "narrator": "It was narrated from 'Amr bin shu'aib, from his father, that his grandfather said:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir: Allah'ın Resulü şöyle buyurdu: \"Dişler için (Diyah) aynıdır, her biri için beş deve.\""
    },
    {
      "id": 138,
      "narrator": "It was narrated fromabu MUsa that the Prophet said:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"Parmaklar için (Diyah) her biri on (devedir).\""
    },
    {
      "id": 139,
      "narrator": "It was narrated from Abu Musa Al-Asha'ari that the Prophet of Allah said:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurdu: \"Parmaklar aynıdır, (Diyah) on (devedir).\""
    },
    {
      "id": 140,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Ebu Musa'nın şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü parmakların aynı olduğunu ve her biri için (Diyah) on deve olduğunu hükmetmiştir.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated from Sa'eed bin al-Musayyab that:",
      "text": "Sa'id bin el-Musayyib'den rivayet edilmiştir ki: 'Amr bin Hazm ailesinin elinde bulunan ve Allah'ın Resulü'nün onlara yazdığı söylenen mektup bulunduğunda, parmaklarla ilgili olarak içinde şunlar yazılıydı: (Diyah) her biri için on (devedir).\""
    },
    {
      "id": 142,
      "narrator": "It was narrated from Ibn 'Abbas that the Propher said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber şöyle buyurdu: \"Bu ve bu aynıdır,\" yani serçe parmak ve baş parmak."
    },
    {
      "id": 143,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Bu ve bu aynıdır: Serçe parmak ve baş parmak (sahih).\""
    },
    {
      "id": 144,
      "narrator": "It was narrated that Ibn 'abbas said:",
      "text": "İbn Abbas'ın şöyle dediği rivayet edilmiştir: \"Parmaklar için (Diyah) her biri on'dur.\""
    },
    {
      "id": 145,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"Allah'ın Resulü Mekkeleri fethettiğinde, hutbesinde şöyle dedi: '(Diyah) parmaklar için her biri on'dur.'\""
    },
    {
      "id": 146,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Messenger\nof Allah (ﷺ) said in his khutbah, while he was leaning with his back against the Ka'bah:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) hutbesinde, Kabe'ye yaslanarak şöyle buyurdu: \"Parmaklar aynıdır.\""
    },
    {
      "id": 147,
      "narrator": "It was narrated from 'Amr bin Shu'aib that his father told him that 'Abdullah bin 'Amr said:",
      "text": "Amr bin Shu'aib'den rivayet edilmiştir ki, babası ona Abdullah bin Amr'ın şöyle dediğini aktardı: \"Allah'ın Resulü (ﷺ) Mekkeleri fethettiğinde, hutbesinde şöyle dedi: 'Kemikleri açığa çıkaran her yaralanma için (Diyah) beş (devedir).'\""
    },
    {
      "id": 148,
      "narrator": "It was narrated from Abu Bakr bin Muhammad bin 'Amr bin Hazm, from his father from his grandfather, that:",
      "text": "Ebu Bekir bin Muhammed bin Amr bin Hazm'dan, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Resulü Yemen halkına bir mektup yazdı, içinde miras kuralları, sünnetler ve (kan parası ile ilgili) kurallar vardı. Bunu 'Amr bin Hazm ile gönderdi ve Yemen halkına okundu. İçeriği şöyleydi: \"Muhammed Peygamber'den Şurahbil bin Abd Kulal, Nu'aim bin Abd Kulal, Al-Harith bin Abd Kulal, Qail dhil-Ru'ain, Mu'afir ve Hamdan'a. Öncelik vermek için\" - Ve bu mektupta, bir mümini haksız yere öldürenin karşılığında öldürüleceği, eğer mağdurun mirasçıları onu affetmeyi kabul etmezse. Bir kişinin öldürülmesi için (Diyah) yüz deve. Burnu tamamen kesilirse, (Diyah) ödenmelidir; dil için, (Diyah) ödenmelidir; dudaklar için, (Diyah) ödenmelidir; testisler için, (Diyah) ödenmelidir; uçlar için, (Diyah) ödenmelidir; omurga için, (Diyah) ödenmelidir; gözler için, (Diyah) ödenmelidir; bir bacak için, (Diyah) yarısı ödenmelidir; beyne ulaşan bir baş darbesi için, (Diyah) üçte biri ödenmelidir; vücuda derinlemesine nüfuz eden bir bıçak yarası için, (Diyah) üçte biri ödenmelidir; kemiği kıran bir darbe için, on beş deve verilmelidir; ellerin veya ayakların her bir parmağı için, on deve verilmelidir; bir diş için beş deve verilmelidir; kemiği açığa çıkaran bir yaralanma için beş deve verilmelidir. Bir adam, (bir kadını öldürme) karşılığında öldürülebilir ve altınla ticaret yapanlar bin dinar ödemelidir. (Daif)\""
    },
    {
      "id": 149,
      "narrator": "It was narrated from Abi Bakr bin Muhammad bin 'Amr bin Hazm, from his father, from his grandfather, that:",
      "text": "Ebu Bekir bin Muhammed bin Amr bin Hazm'dan, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Resulü Yemen halkına bir mektup yazdı, içinde miras kuralları, sünnetler ve (kan parası ile ilgili) kurallar vardı. Bunu 'Amr bin Hazm ile gönderdi ve Yemen halkına okundu. Bunun bir kopyasıdır. Ve benzer bir şey zikretti, ancak şunları söyledi: \"Ve bir göz için, (Diyah) yarısı ödenmelidir; bir el için, (Diyah) yarısı ödenmelidir; bir ayak için, (Diyah) yarısı ödenmelidir.\" (Daif)"
    },
    {
      "id": 150,
      "narrator": "It was narrated that Ibn shihab said:",
      "text": "İbn Şihab'dan rivayet edilmiştir ki: \"Ben, Allah'ın Resulü'nün 'Amr bin Hazm'a Najran'ı yönetmesi için yazdığı mektubu okudum. Mektup Ebu Bekir bin Hazm'daydı. Allah'ın Resulü şunları yazdı: 'Allah ve Resulü'nden bir beyan; Ey iman edenler! (Görevlerinizi) yerine getirin, ve ayetleri yazdı, ta ki: Şüphesiz, Allah hesapta çabuktur. Sonra şunu yazdı: 'Bu, kısas kitabıdır: Bir can için, yüz deve,' ve devam etti.\""
    },
    {
      "id": 151,
      "narrator": "It was narrate that Az-Zuhri said:",
      "text": "Az-Zuhri'den rivayet edilmiştir ki: \"Abu Bakr bin Hazm bana, Allah Resulü'nden gelen bir mektup getirdi: 'Bu, Allah ve Resulü'nden bir beyan: 'Ey iman edenler! (yükümlülüklerinizi) yerine getirin.' Ve ondan bazı Ayetler okudu. Sonra dedi ki: 'Bir can için, yüz deve; bir göz için, elli deve; bir el için, elli; bir ayak için, elli; beyne ulaşan bir baş darbesi için, Diyah'ın üçte biri; bir el için, elli; derin bir bıçak yarası için, Diyah'ın üçte biri; bir kemiği kıran bir darbe için, on beş deve; parmaklar için, her biri on; dişler için, her biri beş; kemiği açığa çıkaran bir yara için, beş.' (Daif)"
    },
    {
      "id": 152,
      "narrator": "It was narrated from' Abdullah bin Abi Bakr bin Muhammad bin 'Amr bin Hazm that his rather said:",
      "text": "Abdullah bin Abu Bakr bin Muhammed bin Amr bin Hazm'dan rivayet edilmiştir ki, babası dedi ki: \"Allah Resulü'nün 'Amr bin Hazm'a kan bedeli hakkında yazdığı mektup: 'Bir can için, yüz deve; burun tamamen kesilirse, yüz deve; beyne ulaşan bir darbe için, bir canın Diyah'ının üçte biri; derin bir bıçak yarası için de aynı; bir el için, elli; bir göz için, elli; bir ayak için, elli; her parmak için, on deve; bir diş için, beş; ve kemiği açığa çıkaran bir yara için, beş.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated form Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Bir bedevi, peygamberin kapısına geldi ve gözünü çatlak yere koydu. Peygamber onu gördü ve gözünü kılıçla veya bir sopa ile çıkarmayı düşündü. Onu görünce durdu ve Peygamber ona dedi: \"Eğer ısrar etseydin, gözünü çıkarırdım.\""
    },
    {
      "id": 154,
      "narrator": "It was narrated from Sahl bin Sa'd As-Saidi that:",
      "text": "Sahl bin Sa'd As-Saidi'den rivayet edilmiştir ki: Bir adam, Peygamber'in kapısındaki bir delikten içeri baktı, Peygamber de başını kaşıdığı bir tarakla onunla birlikteydi. Allah Resulü onu görünce dedi ki: \"Eğer beni izlediğini bilseydim, gözünü bu ile delip geçerdim. İzin isteme kuralı, insanların evlerine izinsiz bakılmaması için emredilmiştir.\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber dedi ki: \"Kim bir evin içine, sakinlerinin izni olmadan bakarsa ve gözünü çıkarırlarsa, kan bedeli veya intikam alma hakkı yoktur.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber dedi ki: \"Eğer bir kişi izinsiz sana bakarsa ve sen ona bir taş atıp gözünü çıkarırsan, senin üzerinde bir günah yoktur.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: O, namaz kılıyordu ve Marwan'ın oğlu onun önünden geçmek istedi. Onu durdurmaya çalıştı ama geri dönmedi, bu yüzden ona vurdu. Çocuk ağlayarak dışarı çıktı ve Marwan'a (olanları) anlattı. Marwan, Abu Sa'eed'e dedi: \"Neden kardeşinin oğluna vurdun?\" O da dedi ki: \"Ben ona vurmadım, şeytana vurdum. Allah Resulü'nün şöyle dediğini duydum: 'Eğer biriniz namaz kılıyorsa ve biri onun önünden geçmek istiyorsa, onu durdurmaya çalışsın, eğer ısrar ederse, ona karşı savaşsın, çünkü o bir şeytandır.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir ki: \"Abdur-Rahman bin Abi Laila bana, Ibn 'Abbas'a iki Ayet hakkında sormamı söyledi: 'Ve kim bir mümini kasten öldürürse, onun cezası cehennemdir.' Ben ona sordum ve o dedi ki: 'Bunun hiçbiri neshedilmedi.' (Ve ona şu Ayet hakkında sordum): 'Ve Allah ile birlikte başka bir ilah (tanrı) çağırmayan, ve Allah'ın haram kıldığı birini öldürmeyen, ancak hak ile. O dedi ki: 'Bu, şirk ehli hakkında indirilmiştir.'\""
    },
    {
      "id": 159,
      "narrator": "It was narrated that Sa'eed bin Jabair said:",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir ki: \"Al-Kufah halkı bu ayet hakkında farklı görüşlere sahipti: 'Ve kim bir mümini kasten öldürürse.' Ben de Ibn 'Abbas'a gittim ve ona sordum, o da dedi ki: 'Bu, indirilen son ayetlerden biridir ve ondan sonra hiçbir şey neshedilmedi.'\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir ki: \"Ben Ibn Abbas'a dedim: 'Bir kişi kasten bir mümini öldürdüğünde tövbe edebilir mi?' O dedi ki: 'Hayır.' Ben ona Al-Furkan'dan şu Ayeti okudum: 'Ve Allah ile birlikte başka bir ilah (tanrı) çağırmayan, ve Allah'ın haram kıldığı birini öldürmeyen, ancak hak ile.' O dedi ki: 'Bu Ayet Mekke'de indirilmiştir ve Medine'de indirilen bir ayetle neshedilmiştir: 'Ve kim bir mümini kasten öldürürse, onun cezası cehennemdir.'\""
    },
    {
      "id": 161,
      "narrator": "It was narrated from Salim bin abi Ja'd that:",
      "text": "Salim bin abi Ja'd'dan rivayet edilmiştir ki: \"Ibn 'Abbas'a, bir mümini kasten öldüren sonra tövbe eden, iman eden ve salih ameller işleyen, doğru rehberliği takip eden biri hakkında soruldu. Ibn 'Abbas dedi ki: 'Onun tövbe etmesi mümkün değil! Ben senin Peygamberinin şöyle dediğini duydum: 'O (kurban), katilinin boynuna kanlar akarak asılı gelecek ve 'Beni neden öldürdün?' diye soracak.' Sonra dedi ki: 'Vallahi, Allah bunu indirdi ve bunun hiçbiri neshedilmedi.'\""
    },
    {
      "id": 162,
      "narrator": "It was narrated that 'Ubaidullah bin abi Bakr said:",
      "text": "'Ubaidullah bin abi Bakr'dan rivayet edilmiştir ki: \"Ben Anas'ın şöyle dediğini duydum: 'Allah Resulü dedi ki: 'Büyük günahlar şunlardır; Allah'a ortak koşmak (şirk), ebeveynlere isyan etmek, bir canı öldürmek (cinayet) ve yalan söylemektir.'\""
    },
    {
      "id": 163,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Prophet said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Peygamber dedi ki: \"Büyük günahlar şunlardır: Allah'a ortak koşmak, ebeveynlere isyan etmek, bir canı öldürmek (cinayet) ve bilerek yalan yere yemin etmektir.\""
    },
    {
      "id": 164,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "Ibn 'Abbas'tan rivayet edilmiştir ki: \"Allah Resulü dedi ki: 'Zina eden kimse, zina yaptığı anda mümin değildir; içki içen kimse, içki içtiği anda mümin değildir; hırsız, çaldığı anda mümin değildir; katil, öldürdüğü anda mümin değildir.'\""
    }
  ]
}