{
  "language": "tr",
  "metadata": {
    "length": 114,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from abu Hurairah that the Messenger of Allah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Zina eden kimse zina ettiği anda mümin değildir; hırsızlık yapan kimse hırsızlık yaptığı anda mümin değildir; şarap içen kimse şarap içtiği anda mümin değildir; ve insanlar bakarken soygun yapan kimse de mümin değildir.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from abu Hurairah that the Prophet - and Ahmad said in his Hadith:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber - ve Ahmed hadisini şöyle demiştir: \"Allah'ın Resulü şöyle buyurdu: 'Zina eden kimse zina ettiği anda mümin değildir; hırsızlık yapan kimse hırsızlık yaptığı anda mümin değildir; şarap içen kimse şarap içtiği anda mümin değildir; ancak bundan sonra tövbe imkanı vardır.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın şöyle dediği rivayet edilmiştir: \"Zina eden kimse zina ettiği anda mümin değildir; hırsızlık yapan kimse hırsızlık yaptığı anda mümin değildir; şarap içen kimse şarap içtiği anda mümin değildir.\" - Ve o dördüncüyü de zikretti ama ben (rivayet eden) unuttum - \"Bunu yaptığında İslam yoku onun boynundan çıkar, ama eğer tövbe ederse, Allah onun tövbesini kabul eder.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Hurairah, may Allah be pleased with him, said:",
      "text": "Abu Hurayra, Allah ondan razı olsun, şöyle dedi: \"Allah'ın Resulü şöyle buyurdu: 'Bir yumurta çalan hırsızı lanetlerim, elini kestirir; bir ip çalanı da lanetlerim, elini kestirir.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from An-Nu'man bin Bashir that:",
      "text": "An-Nu'man bin Başir'den rivayet edilmiştir ki: Kala'iyin'den bir grup, bazı insanların bazı malları çaldıklarından şikayet etti, o da onları birkaç gün gözaltında tuttu, sonra serbest bıraktı. Onlar gelip dediler: \"Onları herhangi bir baskı (suçlarını itiraf ettirmek için) ya da dövme olmadan mı serbest bıraktın?\" An-Nu'man dedi: \"Ne istiyorsunuz? İsterseniz onları döverim, eğer Allah mallarınızı bu şekilde geri getirirse, ne ala. Aksi takdirde, ben de sizin sırtlarınızdan (döverek) intikam alırım.\" Onlar dediler: \"Bu senin hükmün mü?\" O dedi: \"Bu Allah ve Resulünün hükmüdür.\" (Daif)"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Bahz bin Hakim, from his father, from his grandfather, that:",
      "text": "Bahz bin Hakim'den, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Resulü, şüpheli olan bazı insanları gözaltına aldı."
    },
    {
      "id": 7,
      "narrator": "It was narrated from Bahz bin Hakim, from his father, from his grandfather, that:",
      "text": "Bahz bin Hakim'den, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Resulü, şüpheli bir adamı gözaltına aldı, sonra onu serbest bıraktı. (Hasan)"
    },
    {
      "id": 8,
      "narrator": "It was narrated from abu Umayah Al-Makhzumi that:",
      "text": "Abu Umayah Al-Makhzumi'den rivayet edilmiştir ki: Bir suçunu itiraf eden ama üzerinde çalınmış mal bulunmayan bir hırsız, Allah'ın Resulü'ne getirildi. Allah'ın Resulü ona şöyle dedi: \"Senin bir şey çaldığını düşünmüyorum.\" O da: \"Evet, çaldım.\" dedi. Resulullah: \"Onu al ve ellerini kes, sonra buraya getir.\" dedi. Böylece onun elini kestiler ve onu ona getirdiler. Ona şöyle dedi: \"De ki: Allah'tan af diliyorum ve O'na tövbe ediyorum.\" O da: \"Allah'tan af diliyorum ve O'na tövbe ediyorum.\" dedi. Resulullah: \"Ey Allahım, onun tövbesini kabul et.\" dedi. (Daif)"
    },
    {
      "id": 9,
      "narrator": "It was narrated from Safwan bin Umayyah, that:",
      "text": "Safvan bin Umayyah'tan rivayet edilmiştir ki: Bir adam onun Burdah'ını çaldı, bu yüzden onu Allah'ın Resulü'ne getirdi, Resulullah onun elinin kesilmesini emretti. O dedi: \"Ey Allah'ın Resulü, onu serbest bırakacağım.\" Resulullah: \"Ey Abu Wahb! Neden onu bize getirmeden önce bunu yapmadın?\" dedi. Ve Allah'ın Resulü (adamın) elini kestirdi."
    },
    {
      "id": 10,
      "narrator": "It was narrated from Safwan bin Umayyah that:",
      "text": "Safvan bin Umayyah'tan rivayet edilmiştir ki: Bir adam onun Burdah'ını çaldı, bu yüzden onu Peygamber'e getirdi, Peygamber onun elinin kesilmesini emretti. O dedi: \"Ey Allah'ın Resulü, onu serbest bırakacağım.\" Resulullah: \"Ey Abu Wahb! Neden bunu bana getirmeden önce söylemedin?\" dedi. Ve Allah'ın Resulü (adamın) elini kestirdi."
    },
    {
      "id": 11,
      "narrator": "'Ata' bin Abi Rabah narrated that:",
      "text": "'Ata' bin Abi Rabah rivayet etmiştir ki: Bir adam bir elbise çaldı ve Allah'ın Resulü'ne getirildi, Resulullah onun elinin kesilmesini emretti. Adam dedi: \"Ey Allah'ın Resulü, onu tutabilir.\" Resulullah: \"Neden (bunu) şimdiye kadar söylemedin?\" dedi."
    },
    {
      "id": 12,
      "narrator": "It was narrated from Safwan bin Umayyah that:",
      "text": "Safvan bin Umayyah'tan rivayet edilmiştir ki: Kabe'yi tavaf etti ve namaz kıldı, sonra bir Rida'sını yuvarladı ve başının altına koydu, uyudu. Bir hırsız geldi, başının altından onu çekip aldı. Onu Peygamber'e getirdi ve dedi: \"Bu adam benim Rida'mı çaldı.\" Peygamber ona sordu: \"Bu adamın Rida'sını çaldın mı?\" O da: \"Evet.\" dedi. Peygamber: \"Onu al ve elini kes.\" dedi. Safvan dedi: \"Ben onun elinin kesilmesini istemiyorum.\" O da: \"Neden (bunu) şimdiye kadar söylemedin?\" dedi."
    },
    {
      "id": 13,
      "narrator": "It narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Safvan, Rida'sının altında uyuyordu ve çalındı. Kalktı, adam gitmişti ama onu yakaladı ve Peygamber'e götürdü, Peygamber onun elinin kesilmesini emretti. Safvan dedi: 'Ey Allah'ın Resulü, benim Rida'm bir adamın elinin kesilmesine değmez.' O da: 'Neden bunu bana getirmeden önce söylemedin?' dedi.\""
    },
    {
      "id": 14,
      "narrator": "It was knarrated that Safwan bin Umayyah said:",
      "text": "Safvan bin Umayyah'tan rivayet edilmiştir ki: \"Ben, otuz dirheme değer bir Khamisah üzerinde Masjid'de uyuyordum ve bir adam onu benden çaldı. Adam yakalandı ve Peygamber'e götürüldü, Peygamber onun elinin kesilmesini emretti. Ben ona geldim ve dedim: 'Sadece otuz dirhem için onun elini mi keseceksin? Onu ona kredi ile satacağım.' O da: 'Neden bunu bana getirmeden önce söylemedin?' dedi.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Safwan bin Umayyah that:",
      "text": "Safvan bin Umayyah'tan rivayet edilmiştir ki: Peygamber'in Masjid'inde uyurken başımın altından bir Khamisah çalındı. Hırsızı yakaladım ve Peygamber'e götürdüm, Peygamber onun elinin kesilmesini emretti. Safvan dedi: \"Onun elini mi keseceksin?\" O da: \"Neden onu bana getirmeden önce serbest bırakmadın?\" dedi. (Daif)"
    },
    {
      "id": 16,
      "narrator": "It was narrated form 'Amr bin Shu'ainb, from his father, from his grandfather, that the Prophet said:",
      "text": "'Amr bin Shu'ainb'den, babasından, dedesinden rivayet edildiğine göre, Peygamber şöyle dedi: \"Hadd cezasını gerektirebilecek meseleleri benim dikkatime getirmeden affedin, çünkü benim dikkatime getirilen her şeyde Hadd cezası uygulanır.\" (Saif)"
    },
    {
      "id": 17,
      "narrator": "It was narrated from 'Amr bin Shu'aib from his father, from' Abdullah bin 'Amr that the Messenger of Allah said:",
      "text": "'Amr bin Shu'aib'den, babasından, Abdullah bin 'Amr'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Hadd cezasını gerektirebilecek meseleleri aranızda affedin, çünkü benim dikkatime getirilen her şeyde Hadd cezası uygulanır.\" (Daif)"
    },
    {
      "id": 18,
      "narrator": "",
      "text": "İbn 'Umar'dan, Allah her ikisinden de razı olsun, rivayet edildiğine göre, Makhzumi kabilesinden bir kadın eşyaları ödünç alır, sonra ödünç aldığını inkar ederdi, bu yüzden Peygamber (ﷺ) onun elinin kesilmesini emretti."
    },
    {
      "id": 19,
      "narrator": "It was narrated that Ibn 'Umar, may Allah be pleased with them said:",
      "text": "İbn 'Umar'dan, Allah her ikisinden de razı olsun, şöyle rivayet edilmiştir: \"Makhzumi kabilesinden bir kadın eşyaları ödünç alır, komşularının ihtiyacı olduğunu söyler, sonra ödünç aldığını inkar ederdi, bu yüzden Allah'ın Elçisi onun elinin kesilmesini emretti.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Ibn 'Umar, may Allah be pleased with them both, that:",
      "text": "İbn 'Umar'dan, Allah her ikisinden de razı olsun, rivayet edildiğine göre: Bir kadın insanlardan takı ödünç alır, sonra bunu saklardı. Allah'ın Elçisi şöyle dedi: \"Bu kadın Allah'a ve Elçisine tövbe etsin ve aldığı şeyleri insanlara geri versin.\" Sonra Allah'ın Elçisi \"Kalk, ey Bilal, onun elini al ve kes.\" dedi."
    },
    {
      "id": 21,
      "narrator": "It was narrated from Nafi that:",
      "text": "Nafi'den rivayet edildiğine göre: Bir kadın Allah'ın Elçisi döneminde takı ödünç alırdı. Biraz takı ödünç aldı, topladı ve sakladı. Allah'ın Elçisi şöyle dedi: \"Bu kadın tövbe etsin ve sahip olduğu şeyleri geri versin,\" birkaç kez söyledi ama o bunu yapmadı, bu yüzden onun elinin kesilmesini emretti."
    },
    {
      "id": 22,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edildiğine göre: Banu Makhzum'dan bir kadın (bir şey) çaldı ve Peygamber'e getirildi. Umm Salamah'ın korumasını istedi, ama Peygamber şöyle dedi: \"Eğer Fatıma bint Muhammed çalarsa, ben onun elini keserim.\" Ve onun elinin kesilmesini emretti."
    },
    {
      "id": 23,
      "narrator": "It was narrated from Saeed bin AL-Musayyab that:",
      "text": "Said bin Al-Musayyab'dan rivayet edildiğine göre: Banu Makhzum'dan bir kadın bazı takıları ödünç aldı, başkaları adına istedi, sonra bunu inkar etti ve Peygamber onun elinin kesilmesini emretti."
    },
    {
      "id": 24,
      "narrator": "It was narrated from Dawud bin Abi Asim that:",
      "text": "Davud bin Abi Asim'den rivayet edildiğine göre: Said bin Al-Musayyab buna benzer bir şey rivayet etti."
    },
    {
      "id": 25,
      "narrator": "Sufyan said:",
      "text": "Süfyan dedi ki: \"Makhzumi kabilesinden bir kadın eşyaları ödünç alır, sonra bunu inkar ederdi. O, Allah'ın Elçisine getirildi ve ona hakkında bilgi verildi. O şöyle dedi: 'Eğer Fatıma (çaldıysa), ben onun elini keserim.' Süfyan'a: 'Bunu sana kim söyledi?' denildi. O: 'Ayyub bin Musa, Az-Zuhri'den, 'Urwah'tan, 'Aişah'tan, eğer Allah, yüce ve aziz ise, dilerse.' dedi.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from `A'ishah that:",
      "text": "'Aişah'tan rivayet edildiğine göre: Bir kadın (bir şey) çaldı ve Peygamber'e getirildi. Onlar: \"Allah'ın Elçisine kim cesaret edebilir ki, Usamah dışında.\" dediler. Usamah ile konuştular ve o da (Peygamber ile) konuştu. Peygamber şöyle dedi: \"Ey Usamah, İsrailoğulları, aralarındaki soylu bir kişi bir suç işlediğinde, Hadd cezasını gerektiren bir suç, onu serbest bırakırlardı. Ama aralarında düşük sınıftan biri böyle bir suç işlediğinde, ona ceza uygularlardı. Eğer Fatıma bint Muhammed çalarsa, ben onun elini keserim.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişah'tan rivayet edildiğine göre: \"Bir hırsız getirildi.\" Onlar: \"Bunu bu kadar ileri götüreceğini düşünmemiştik.\" dediler. O: \"Eğer Fatıma (çaldıysa), ben onun elini keserim.\" dedi."
    },
    {
      "id": 28,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişah'tan rivayet edildiğine göre: Bir kadın Allah'ın Elçisi döneminde çaldı ve onlar: \"Onun hakkında konuşamayız; onunla konuşabilecek kimse yok, sadece sevdiği Usamah.\" dediler. O da onunla konuştu ve şöyle dedi: \"Ey Usamah, İsrailoğulları böyle bir şey için helak oldular. Aralarındaki soylu bir kişi çaldığında, onu serbest bırakırlardı, ama aralarındaki düşük sınıftan biri çaldığında, onun elini keserlerdi. Eğer Fatıma bint Muhammed (çaldıysa), ben onun elini keserim.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişah'tan rivayet edildiğine göre: \"Bir kadın bazı takıları ödünç aldı, başkalarının bilinen isimleriyle ama kendi ismiyle değil, sonra onu sattı ve parayı sakladı. O, Allah'ın Elçisine getirildi ve halkı Usamah bin Zaid'e gitti, o da Allah'ın Elçisine onun hakkında konuştu. Allah'ın Elçisinin yüzü, onunla konuşurken değişti. Sonra Allah'ın Elçisi ona şöyle dedi: 'Allah tarafından belirlenen Hadd cezalarından biri hakkında benimle mi aracılık ediyorsun?' Usamah: 'Beni affet, ey Allah'ın Elçisi!' dedi. Sonra Allah'ın Elçisi o akşam ayağa kalktı, Allah'ı övdü ve yüceltti, O'na layık olduğu gibi, sonra şöyle dedi: 'Sizden önce gelenler, aralarındaki soylu bir kişi çaldığında, onu serbest bırakırlardı. Ama eğer düşük sınıftan biri çaldığında, ona ceza uygularlardı. Muhammed'in ruhu elinde olan Allah'a yemin ederim ki, eğer Fatıma bint Muhammed çalarsa, ben onun elini keserim.' Sonra o kadının elini kesti.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Aishah that Quraish were worried about the Mkahzumi woman who had stolen. They said;\nWho will speak to the Messenger of Allah concerning her?\" They said:",
      "text": "'Aişah'tan rivayet edildiğine göre: Kureyş, çalan Makhzumi kadını hakkında endişeliydi. Onlar: \"Onun hakkında Allah'ın Elçisine kim konuşacak?\" dediler. Onlar: \"Bunu yapacak kimse yok, sadece Allah'ın Elçisinin sevgilisi Usamah bin Zaid.\" dediler. Usamah onunla konuştu ve Allah'ın Elçisi şöyle dedi: \"Allah tarafından belirlenen Hadd cezalarından biri hakkında mı aracılık ediyorsun?\" Sonra ayağa kalktı ve (halkı) hitap etti ve şöyle dedi: \"Sizden önce gelenler, aralarındaki soylu bir kişi çaldığında, onu serbest bırakırlardı. Ama eğer zayıf biri çaldığında, ona ceza uygularlardı. Allah'a yemin ederim ki, eğer Fatıma bint Muhammed çalarsa, ben onun elini keserim.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe (radıyallahu anha) şöyle dedi: \"Mekke'den Makhzum kabilesine mensup bir kadın hırsızlık yaptı ve Resulullah'a getirildi. Onlar: 'Onun hakkında kim konuşacak?' dediler. Onlar: 'Usame bin Zeyd.' dediler. Usame, Resulullah'a geldi ve onun hakkında konuştu. Fakat Resulullah ona çıkıştı ve şöyle dedi: 'İsrailoğulları arasında, eğer soylu birisi hırsızlık yaparsa, onu serbest bırakırlardı. Ama eğer düşük bir sınıftan biri hırsızlık yaparsa, onun elini keserlerdi. Muhammed'in ruhu elinde olan Allah'a yemin ederim ki, eğer Fatıma bint Muhammed hırsızlık yapsa, onun elini keserdim.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from 'Aishah the Quraish were worried about the case of the Makhzumi woman who stole, and they said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Kureyş, Makhzumi kadının hırsızlık davası hakkında endişeliydi ve dediler ki: \"Onun hakkında kim konuşacak?\" Onlar: \"Resulullah'ın sevdiği Usame bin Zeyd'den başka kim cesaret edebilir?\" dedi: \"Sizden önceki topluluklar, içlerinden soylu biri hırsızlık yaptığında onu serbest bıraktıkları için helak oldular. Ama zayıf biri hırsızlık yaparsa, ona hadd cezası uygulanırdı. Vallahi, eğer Fatıma, Muhammed'in kızı hırsızlık yapsa, onun elini keserdim.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: Resulullah zamanında, fetih sırasında bir kadın hırsızlık yaptı ve Resulullah'a getirildi. Usame bin Zeyd, onun hakkında konuştu. Fakat o, Resulullah'a konuştuğunda, Resulullah'ın yüzü değişti ve Resulullah şöyle dedi: \"Allah'ın belirlediği hadd cezası hakkında benimle mi konuşuyorsun?\" Usame ona: \"Ey Allah'ın Resulü, Allah'tan benim için bağışlanma dile!\" dedi. Akşam olunca, Resulullah ayağa kalktı ve Allah'ı, O'na layık olduğu gibi övdü ve yüceltti, sonra şöyle dedi: \"Sizden önceki topluluklar, içlerinden soylu biri hırsızlık yaptığında onu serbest bıraktıkları için helak oldular. Ama zayıf biri hırsızlık yaparsa, ona hadd cezası uygulanırdı.\" Sonra şöyle dedi: \"Ruhumun elinde olan Allah'a yemin ederim ki, eğer Fatıma bint Muhammed hırsızlık yapsa, onun elini keserdim.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "Az-Zuhri şöyle dedi: \"Urve bin Zübeyr bana, Resulullah zamanında fetih sırasında bir kadının hırsızlık yaptığını ve onun kavminin Usame bin Zeyd'e gidip onun için şefaat etmesini istediğini söyledi.\" Urve dedi ki: \"Usame onun hakkında konuştuğunda, Resulullah'ın yüzü değişti ve şöyle dedi: 'Allah'ın hadd cezası hakkında benimle mi konuşuyorsun?' Usame: 'Ey Allah'ın Resulü, benim için Allah'tan bağışlanma dile!' dedi. Akşam olunca, Resulullah ayağa kalkıp bir konuşma yaptı. Allah'ı, O'na layık olduğu gibi övdü, sonra şöyle dedi: 'Sizden önceki topluluklar, içlerinden soylu biri hırsızlık yaptığında ona hadd cezası uygulanmadığı için helak oldular. Ruhumun elinde olan Allah'a yemin ederim ki, eğer Fatıma bint Muhammed hırsızlık yapsa, onun elini keserdim.' Sonra Resulullah, o kadının elinin kesilmesini emretti. Ondan sonra o, içten bir şekilde tövbe etti ve 'Aişe dedi ki: 'O, bundan sonra bana gelirdi ve ihtiyaçlarını Resulullah'a iletirdim.'\""
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü şöyle dedi: 'Yeryüzünde uygulanan bir hadd cezası, yeryüzünün insanları için otuz sabah yağmur yağmasından daha hayırlıdır.'\" (Daif)"
    },
    {
      "id": 36,
      "narrator": "It was narrated that Abu Zurah said:",
      "text": "Ebu Zurra'dan rivayet edilmiştir ki: \"Ebu Hureyre şöyle dedi: 'Bir beldede hadd cezası uygulamak, o beldenin insanları için kırk gece yağmur yağmasından daha hayırlıdır.'\" (Daif)"
    },
    {
      "id": 37,
      "narrator": "'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr dedi ki: \"Allah'ın Resulü, beş dirheme mal olan bir zırh için (bir hırsızın) elini kesti.\" (Daif)"
    },
    {
      "id": 38,
      "narrator": "'Abdullah bin 'Umar said:",
      "text": "Abdullah bin Ömer dedi ki: \"Allah'ın Resulü, üç dirheme mal olan bir zırh için (bir hırsızın) elini kesti.\" (Sahih) Ebu Abdurrahman (En-Nesai) dedi: Bu doğrudur."
    },
    {
      "id": 39,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Resulü, üç dirheme mal olan bir zırh için (bir hırsızın) elini kesti."
    },
    {
      "id": 40,
      "narrator": "'Abdullah bin 'Umar narrated that:",
      "text": "Abdullah bin Ömer, şöyle rivayet etti: \"Peygamber, üç dirhem değerinde bir zırh çalan bir hırsızın elini, kadınlara ayrılmış bir revak altında kesti.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Resulü, üç dirheme mal olan bir zırh için (bir hırsızın) elini kesti."
    },
    {
      "id": 42,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: Allah'ın Resulü, bir zırh için (bir hırsızın) elini kesti. (Sahih) Ebu Abdurrahman (En-Nesai) dedi: Bu bir hatadır."
    },
    {
      "id": 43,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas dedi ki: \"Ebu Bekir, Allah ondan razı olsun, beş dirhem değerinde bir zırh için (bir hırsızın) elini kesti.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade dedi ki: \"Anas'ın şöyle dediğini duydum: 'Bir adam, Ebu Bekir zamanında beş dirhem değerinde bir zırh çaldı ve onun elini kesti.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from 'Aishah, may Allah be pleased with her, that:",
      "text": "'Aişe, Allah ondan razı olsun, şöyle rivayet etti: \"Allah'ın Resulü, bir çeyrek dinar için (bir hırsızın) elini kesti.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"(Hırsızın) eli, bir kalkanın fiyatı, bir Dinar'ın üçte biri veya yarım Dinar veya daha fazlası için kesilmez.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "Az-Zuhri'den rivayet edilmiştir ki, \"Amra, 'Aişe'den, Allah ondan razı olsun, Allah'ın Resulü'nün bir hırsızın elini bir Dinar'ın dörtte biri için kestiğini nakletti.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from 'Aishah that the Prophet said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah\" (one of the narrators) Qutaibah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü\" (rivayet edenlerden biri) Kutaibe şöyle demiştir: 'Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilirdi.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from 'Aishah, from the Prophet:",
      "text": "'Aişe'den, Peygamber'den rivayet edilmiştir: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from 'Aishah, from the Prophet:",
      "text": "'Aişe'den, Peygamber'den rivayet edilmiştir: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from 'Amrah that she heard 'Aishah say:",
      "text": "'Amra'dan rivayet edilmiştir ki, 'Aişe'nin şöyle dediğini işitti: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\" (Sahih)"
    },
    {
      "id": 56,
      "narrator": "It was narrated from 'Amrah that she heard 'Aishah say:",
      "text": "Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu, Yahya'nın rivayetinin doğru versiyonudur."
    },
    {
      "id": 57,
      "narrator": "It was narrated from 'Amrah that 'Aishah said:",
      "text": "'Amra'dan rivayet edilmiştir ki, 'Aişe'nin şöyle dediğini işitti: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Amra'dan rivayet edilmiştir ki, 'Aişe şöyle dedi: \"Hırsızın elinin kesilmesi, bir Dinar'ın dörtte biri veya daha fazlası içindir.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Çok uzun zaman olmadı ve henüz unutmamışım. Hırsızın elinin kesilmesi, bir Dinar'ın dörtte biri veya daha fazlası içindir.\""
    },
    {
      "id": 60,
      "narrator": "Narrator mentioned in hadith:",
      "text": "'Aişe'den rivayet edilmiştir ki: O, Allah'ın Resulü'nün şöyle dediğini işitti: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilmez.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that 'Amrah said:",
      "text": "'Amrah'dan rivayet edildiğine göre, Aişe şöyle dedi: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası için kesilir.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Hırsızın eli, bir zırhın bedeli için kesilir ve bir zırhın bedeli bir Dinar'ın dörtte biridir.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, Allah'ın Resulü hırsızın elini bir Dinar'ın dörtte biri veya daha fazlası için keserdi."
    },
    {
      "id": 64,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Hırsızın eli, bir Dinar'ın dörtte biri dışında kesilmez.\""
    },
    {
      "id": 65,
      "narrator": "'Aishah, the mother of the believers, narrated that the Messenger of Allah said:",
      "text": "Müminlerin annesi Aişe, Allah'ın Resulü'nün şöyle dediğini rivayet etti: \"Hırsızın eli, bir zırh için kesilmez.\""
    },
    {
      "id": 66,
      "narrator": "'Aishah said:",
      "text": "Aişe şöyle dedi: Allah'ın Resulü şöyle dedi: \"Hırsızın eli, zırhın değerinden daha düşük bir şey için kesilmez.\" Aişe'ye, \"Zırhın bedeli nedir?\" denildi. O da, \"Bir Dinar'ın dörtte biri.\" dedi."
    },
    {
      "id": 67,
      "narrator": "It was narrated from 'Aishah that she heard the Messenger of Allah say:",
      "text": "Aişe'den rivayet edildiğine göre, Allah'ın Resulü şöyle dedi: \"Hırsızın eli, bir Dinar'ın dörtte biri veya daha fazlası dışında kesilmez.\""
    },
    {
      "id": 68,
      "narrator": "Makhramah narrated that his father said:",
      "text": "Makhramah, babasından şöyle rivayet etti: \"Ben, Akhnasiyin'in azatlısı olan Osman bin Ebi Velid'in şöyle dediğini duydum: 'Urve bin Zübeyr'in şöyle dediğini duydum: Aişe, Peygamber'in şöyle dediğini rivayet ederdi: \"Hırsızın eli, yalnızca bir zırh veya onun değerine eşdeğer bir şey için kesilir.\"'"
    },
    {
      "id": 69,
      "narrator": "'Uthman bin Abi Al-Walid said:",
      "text": "Osman bin Ebi Velid şöyle dedi: \"Ben, Urve bin Zübeyr'in şöyle dediğini duydum: Aişe, Allah'ın Resulü'nün şöyle dediğini rivayet ederdi: Hırsızın eli, yalnızca bir zırh veya onun değerine eşdeğer bir şey için kesilir. Ve Urve'nin şöyle dediğini aktardı: Bir zırh, dört Dirhem değerindedir. Ve o (rivayet eden) şöyle dedi: Süleyman bin Yesar'ın, Amrah'ın şöyle dediğini duyduğunu işittim: Aişe, Allah'ın Resulü'nün şöyle dediğini rivayet etti: Hırsızın eli, yalnızca dört Dinar veya daha fazlası için kesilir.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that sulaiman bin Yasar said:",
      "text": "Süleyman bin Yesar'dan rivayet edildiğine göre, \"Beş (parmak yani el) beşten başka bir şey için kesilmez.\" Hammam şöyle dedi: \"Ben, Abdullah Ad-Danac ile karşılaştım ve o bana Süleyman bin Yesar'ın şöyle dediğini aktardı: 'Beş, beşten başka bir şey için kesilmez.' (Sahih Maqtu)\""
    },
    {
      "id": 71,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Hırsızın eli, bir Hajafah veya bir Turs (iki çeşit zırh) için kesilmez,\" her biri (makul bir) bedel değerindeydi."
    },
    {
      "id": 72,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "Abdullah'dan rivayet edildiğine göre, Peygamber (hırsızın elini) beş Dirhem değerinde bir şey için kesti. (Daif)"
    },
    {
      "id": 73,
      "narrator": "It was narrated that Ayman said:",
      "text": "Ayman'dan rivayet edildiğine göre, \"Peygamber, hırsızın elini yalnızca bir zırhın değeri için keserdi ve o zamanlar bir zırhın değeri bir Dinar'dı.\" (Daif)"
    },
    {
      "id": 74,
      "narrator": "It was narrated that Ayman said:",
      "text": "Ayman'dan rivayet edildiğine göre, \"Allah'ın Resulü döneminde hırsızın eli, yalnızca bir zırhın değeri için kesilirdi ve o zamanlar bir zırhın değeri bir Dinar'dı.\" (Daif)"
    },
    {
      "id": 75,
      "narrator": "It was narrated that Ayman said:",
      "text": "Ayman'dan rivayet edildiğine göre, \"Allah'ın Resulü döneminde hırsızın eli, yalnızca bir zırhın değeri için kesilmezdi ve o zamanlar bir zırhın değeri bir Dinar'dı.\" (Daif)"
    },
    {
      "id": 76,
      "narrator": "It was narrated that Ayman said:",
      "text": "Ayman'ın rivayet ettiğine göre: \"Allah'ın Resulü döneminde bir hırsızın eli, o zamanlar bir zırhın fiyatı olan bir Dinar dışında kesilmezdi.\" (Daif)"
    },
    {
      "id": 77,
      "narrator": "It was narrated that Ayman said:",
      "text": "Ayman'ın rivayet ettiğine göre: \"Bir hırsızın eli, bir zırhın fiyatı için kesilir ve Allah'ın Resulü döneminde bir zırhın fiyatı bir Dinar veya on Dirhem idi.\" (Daif)"
    },
    {
      "id": 78,
      "narrator": "It was narrated that Ayman bin Umm Ayman who attributed it to the Prophet said:",
      "text": "Ayman bin Ümmü Ayman'dan, o da bunu Peygamber'e atfederek rivayet ettiğine göre: \"Bir hırsızın eli, bir zırhın fiyatı dışında kesilmez ve o zamanlar bir zırhın fiyatı bir Dinar idi.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Ayman said:",
      "text": "Ayman'ın rivayet ettiğine göre: \"Bir hırsızın eli, bir zırhın fiyatından daha az bir bedel için kesilmez.\" (Daif Mawquf)"
    },
    {
      "id": 80,
      "narrator": "'Ata, bin Abi Rabah narrated that 'Abdullah bin 'Abbas used to say:",
      "text": "'Ata, bin Ebi Rabah'dan, 'Abdullah bin 'Abbas'ın şöyle söylediğini rivayet etti: \"O zamanlar fiyatı on Dirhem idi.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: İbn 'Abbas'tan benzer bir rivayet yapılmıştır. Allah'ın Resulü döneminde bir zırhın fiyatı on Dirhem olarak tahmin edilmiştir."
    },
    {
      "id": 82,
      "narrator": "Narrated from Ayyub bin Musa:",
      "text": "Ayyub bin Musa'dan rivayet edilmiştir: (Benzer bir rivayet) Ayyub bin Musa'dan, 'Ata'dan Mursal olarak rivayet edilmiştir."
    },
    {
      "id": 83,
      "narrator": "It was narrated that 'Ata' said:",
      "text": "'Ata'nın şöyle dediği rivayet edilmiştir: \"Bir hırsızın eli için kesilmesi gereken en az miktar, bir zırhın fiyatıdır. O zamanlar bir zırhın fiyatı on Dirhem idi.\" (Hasan) Ebu 'Abdur-Rahman (An-Nasai) şöyle dedi: Önceki rivayetleri yapan Ayman'ın bir Sahabi olduğunu düşünmüyorum ve ondan başka bir Hadis de rivayet edilmiştir ki, bu da söylediklerimizi doğrulamaktadır:"
    },
    {
      "id": 84,
      "narrator": "It was narrated that Ka'b said:",
      "text": "Ka'b'ın şöyle dediği rivayet edilmiştir: \"Kim abdest alır ve abdestini güzelce alır, sonra (Abdur-Rahman dedi ki: ve İsha namazını kılarsa), ardından dört Rakah kılar ve bunları güzelce yaparsa (Sawwar dedi ki: ve okuduğunu anlar (Sawwar dedi ki: ve orada okur), bu onun için (Kadir Gecesi'nde) namaz kılmakla eşdeğer olacaktır.\" (Hasan Maqtu)"
    },
    {
      "id": 85,
      "narrator": "It was narrated that Ka'b said:",
      "text": "Ka'b'ın şöyle dediği rivayet edilmiştir: \"Kim abdest alır ve abdestini güzelce alır, sonra cemaatle İsha namazına katılır, ardından dört benzer Rakah kılar, orada okur, rükû ve secdeyi mükemmel yaparsa, bu ona (Kadir Gecesi'nde) namaz kılmak gibi bir sevap kazandırır.\" (Hasan Maqtu)"
    },
    {
      "id": 86,
      "narrator": "It was narrated from 'Amr bin Shuaib, from his father, that his grandfather said:",
      "text": "'Amr bin Şuayb'den, babasından, onun dedesinin şöyle söylediği rivayet edilmiştir: \"Allah'ın Resulü döneminde bir zırhın fiyatı on Dirhem idi.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from 'Amr bin Shuaib, from his father, that his grandfather said:",
      "text": "'Amr bin Şuayb'den, babasından, onun dedesi şöyle dedi: \"Allah'ın Resulüne soruldu: 'Hırsızın eli ne kadar için kesilir?' O da: 'Hırsızın eli (ağaçtaki) meyve için kesilmez, ama (meyve) kurutulmak üzere saklandığı yere götürülürse, o zaman (hırsızın) eli kesilir (eğer çalınan şey) bir zırhın fiyatına eşitse. (Hırsızın) eli meradan çalınan bir koyun için kesilmez, ama eğer ahıra konulmuşsa, o zaman (hırsızın) eli kesilir (eğer çalınan şey) bir zırhın fiyatına eşitse.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from 'Amr bin Shuaib, from his father, that his grandfather 'Abdullah bin 'Amr, that the Messenger of Allah wsa asked about fruit on the tree. He said:",
      "text": "'Amr bin Şuayb'den, babasından, onun dedesi 'Abdullah bin 'Amr'dan, Allah'ın Resulü'ne ağaçtaki meyve hakkında soruldu. O da: \"Bir muhtaç kişinin cebine bir şey koymadan (ve alıp gitmeden) aldığı şey için ceza yoktur. Ama kim bir şeyi alırsa, onun değerinin iki katını ödemeli ve ceza almalıdır. Kim bir şeyi düzgün bir şekilde saklandıktan sonra çalarsa ve değeri bir zırhın değerine eşitse, onun eli kesilmelidir. Kim bunun altında bir şeyi çalarsa, onun değerinin iki katını ödemeli ve ceza almalıdır.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from 'Amr bin Shuaib, from his father, that his grandfather 'Abdullah bin 'Amr, that a man from Muzainah came to the Messenger of Allah and said:",
      "text": "'Amr bin Şuayb'den, babasından, onun dedesi 'Abdullah bin 'Amr'dan, Muzeyne'den bir adam Allah'ın Resulü'ne geldi ve: \"Ey Allah'ın Resulü, meradan çalınan bir koyun hakkında ne dersin?\" dedi. O da: \"(Hırsız iki katını ödemeli) ve ceza almalıdır. (Hayvanları çalmak için) el kesilmez, ancak ahıra konulmuşsa, eğer değeri bir zırhın fiyatına eşitse, o zaman (hırsızın) eli kesilir. Eğer değeri bir zırhın fiyatına eşit değilse, o zaman iki katını ödemeli ve ceza almalıdır.\" O da: \"Ey Allah'ın Resulü! Ağaçtaki meyve hakkında ne dersin?\" dedi. O da: \"(Hırsız iki katını ödemeli) ve ceza almalıdır. (Ağaçtaki) meyve için el kesilmez, ancak düzgün bir şekilde saklanmışsa ve değeri bir zırhın fiyatına eşitse, o zaman (hırsızın) eli kesilir, eğer değeri bir zırhın fiyatına eşit değilse, o zaman iki katını ödemeli ve ceza almalıdır.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Hacir'in şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü'nün: 'Eller, (ürün veya hurma salkımı çalmak için) kesilmez' dediğini duydum.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 93,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 94,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 97,
      "narrator": "Rafi bin Khadij said:",
      "text": "Rafi bin Khadij dedi ki: \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\" (Sahih)"
    },
    {
      "id": 99,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu bir hatadır ve Abu Maimun'un (rivayet edenlerden biri) kim olduğunu bilmiyorum."
    },
    {
      "id": 100,
      "narrator": "It was narrated that Rafi bin Khadij said:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Sufyan, from Abu Az-Zubair, from Jabir that:",
      "text": "Rafi bin Khadij'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi'nin şöyle dediğini duydum: 'Elde (çalıntı) ürün veya hurma ağaçlarının tomurcuğu için kesilmez.'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Sufyan, from Abu Az-Zubair, that Jabir said:",
      "text": "Sufyan'dan, Abu Az-Zubair'den, Jabir'den rivayet edildiğine göre: \"Allah'ın Elçisi, hırsız ve çalıntı için kesilmez.\" (Sahih)"
    },
    {
      "id": 103,
      "narrator": "It was narrated from Jabir that the Messenger of Allah said:",
      "text": "Sufyan, bunu Abu Az-Zubair'den duymadı."
    },
    {
      "id": 104,
      "narrator": "It was narrated from Hajjaj from Ibn Juraij from Abu Az-Zubair, that Jabir said:",
      "text": "Sufyan'dan, Abu Az-Zubair'den, Jabir'in şöyle dediği rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Çalıntı için kesilmez.'\" (Sahih)"
    },
    {
      "id": 105,
      "narrator": "It was narrated that Jabir said:",
      "text": "İbn Juraij de bunu Abu Az-Zubair'den duymadı. İbn Juraij de bunu Abu Az-Zubair'den duymadı."
    },
    {
      "id": 106,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'in rivayet ettiğine göre: \"Hainin eli kesilmez.\" (Sahih)"
    },
    {
      "id": 107,
      "narrator": "It was narrated from Al-Harith bin Hatib that a thief was brought to the Messenger of Allah and he said:",
      "text": "Abu 'Abdur-Rahman (An-Nasai) dedi ki: Ashath bin Sawwar (rivayetçilerinden biri) zayıftır."
    },
    {
      "id": 108,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Al-Harith bin Hatib'ten rivayet edildiğine göre, bir hırsız Allah'ın Resulü'ne getirildi ve o şöyle dedi: \"Onu öldürün.\" Onlar dediler ki: \"Ey Allah'ın Resulü, o sadece (bir şey) çaldı.\" O dedi: \"Onu öldürün.\" Onlar dediler ki: \"Ey Allah'ın Resulü, o sadece (bir şey) çaldı.\" O dedi: \"Eli kesilsin.\" Sonra tekrar çaldı ve ayağı kesildi. Sonra Abu Bekir zamanında çalmaya devam etti, ta ki tüm uzuvları kesilene kadar. Sonra beşinci kez çaldı ve Abu Bekir, Allah ondan razı olsun, dedi ki: \"Allah'ın Resulü onu öldürmesini söylediğinde, onu daha iyi biliyordu.\" Sonra onu Quraş'tan bazı gençlere teslim etti, aralarında liderlik pozisyonunda olmak isteyen 'Abdullah bin Az-Zubair de vardı. O dedi ki: \"Beni onlara vekil kılın,\" böylece onu vekil kıldılar ve onu vurduğunda, onlar da onu vuruyorlardı, ta ki onu öldürdüler."
    },
    {
      "id": 109,
      "narrator": "It was narrated that Junadah bin Abi Umayyah said:",
      "text": "Jabir bin 'Abdullah'ın rivayet ettiğine göre: \"Bir hırsız Allah'ın Resulü'ne getirildi ve o dedi: 'Onu öldürün.' Onlar dediler: 'Ey Allah'ın Resulü, o sadece çaldı.' O dedi: 'Eli kesilsin.' Böylece onun eli kesildi. Sonra ikinci kez getirildi ve o dedi: 'Onu öldürün.' Onlar dediler: 'Ey Allah'ın Resulü, o sadece çaldı.' O dedi: 'Ayağı kesilsin.' Böylece onun ayağı kesildi. Üçüncü kez getirildi ve o dedi: 'Onu öldürün.' Onlar dediler: 'Ey Allah'ın Resulü, o sadece çaldı.' O dedi: 'Diğer eli kesilsin.' Sonra dördüncü kez getirildi ve o dedi: 'Onu öldürün.' Onlar dediler: 'Ey Allah'ın Resulü, o sadece çaldı.' O dedi: 'Diğer ayağı kesilsin.' Beşinci kez getirildi ve o dedi: \"Böylece onu bir hayvan ahırına götürdük ve ona saldırdık. Sırt üstü yattı, sonra kollarını ve bacaklarını havada salladı, develer kaçtı. Sonra ona ikinci kez saldırdık ve o aynı şeyi yaptı, sonra üçüncü kez saldırdık ve ona taş attık ve onu öldürdük, sonra onu bir kuyuya attık ve üstüne taşlar attık.\" (Hasan)"
    },
    {
      "id": 110,
      "narrator": "It was narrated from Abu Hurairah that the Prophet said:",
      "text": "Abu 'Abdur-Rahman (An-Nasai) dedi ki: Bu Hadis Munkar'dır, Musab bin Thabit Hadis'te güçlü değildir."
    },
    {
      "id": 111,
      "narrator": "It was narrated that 'Atiyyah said:",
      "text": "Junadah bin Abi Umayyah'ın rivayet ettiğine göre: \"Busr bin Abi Artah'ın şöyle dediğini duydum: 'Ben Allah'ın Resulü'nün şöyle dediğini duydum: Seyahat halindeyken el kesilmez.'\""
    },
    {
      "id": 112,
      "narrator": "It was narrated that Ibn Muhairiz said;\n\"I asked Fadalah bin 'Ubaid about hanging the hand (of the thief) from his neck, and he said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Peygamber şöyle dedi: \"Eğer bir köle çalarsa, onu sat, hatta yarı fiyatına bile.\" (Hasan)"
    },
    {
      "id": 113,
      "narrator": "It was narrated that 'Abdur-Rahman bin Muhairiz said:",
      "text": "Abu 'Abdur-Rahman (An-Nasai) dedi ki: 'Umar bin Abi Salamah Hadis'te güçlü değildir."
    },
    {
      "id": 114,
      "narrator": "It was narrated from 'Abdur-Rahman bin 'Awf that the Messenger of Allah said:",
      "text": "'Atiyyah'ın rivayet ettiğine göre: \"Ben Quraizah esirleri arasındaydım; biz sorgulandı ve kimde (pubik) kıllar çıkmışsa öldürüldü, kimde çıkmamışsa yaşamasına izin verildi ve öldürülmedi.\""
    }
  ]
}