{
  "language": "tr",
  "metadata": {
    "length": 55,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü .\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Abdullah bin Hubshi Al-Khath'ami that:",
      "text": "Abdullah bin Hubşi Al-Khath'ami'den rivayet edilmiştir ki: Peygamber'e soruldu: \"Hangi ameller en hayırlıdır?\" O da: \"Şüphesiz bir imana, Ghulul olmayan bir cihada ve Mabrur Hac'a.\" dedi."
    },
    {
      "id": 3,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü .'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade'den rivayet edilmiştir ki: \"Anas bin Malik'in, Peygamber'in onu kurtardığını anlatırken duyduğunu işittim.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Anas that :",
      "text": "Anas'tan rivayet edilmiştir ki: \"Peygamber ; ve bir kimsenin küfre geri dönmeyi, ateşe atılmaktan ne kadar nefret ettiğini.\""
    },
    {
      "id": 6,
      "narrator": "'Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar dedi ki: \"Umar bin Al-Khattab bana söyledi: 'Biz Allah'ın Resulü ile birlikteyken, bana: \"Ey Umar, soran kişinin kim olduğunu biliyor musun?\" dedi. Ben de: \"Allah ve Resulü en iyi bilir.\" dedim. O da: \"O, size dininizi öğretmek için gelen Cebrail'dir, selam üzerine olsun.\" dedi.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Abu Hurairah and Abu Dharr said:",
      "text": "Abu Hurayra ve Abu Dharr'dan rivayet edilmiştir ki: \"Allah'ın Resulü . Şüphesiz, Allah, O'nunla (yalnızca) Kıyamet'in bilgisine sahiptir, 'Şüphesiz Allah, her şeyi bilendir, her şeyden haberdardır.' dedi. Sonra: \"Hayır, Muhammed'i hak ile, hidayet ve müjde ile gönderen Zat'a yemin ederim ki, onu sizlerden hiç kimse kadar tanımadım. O, Dihya Al-Kalbi suretinde inen Cebrail'dir, selam üzerine olsun.\" dedi.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from 'Amir bin Sa'd bin Abi Waqqas that his father said:",
      "text": "'Amir bin Sa'd bin Abi Waqqas'tan rivayet edilmiştir ki, babası dedi ki: \"Peygamber  dedi ki: 'Ben bazı insanlara veriyorum, daha sevdiklerimden bazılarını ise bir şey vermeden bırakıyorum, yoksa (ilk gruptakiler) yüz üstü cehenneme atılmasınlar.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Sa'd that :",
      "text": "Sa'd'dan rivayet edilmiştir ki: \"Allah'ın Resulü  (bir savaş ganimetini) dağıttı ve bazı insanlara verdi, bazılarını ise mahrum bıraktı. Ben: \"Ey Allah'ın Resulü, sen falana ve falana verdin, fakat falana, o bir mümin olduğu halde, vermedin.\" dedim. O da: \"Mümin demeyin, Müslüman deyin.\" dedi. İbn Şihab (rivayet edenlerden biri) dedi ki: Bedeviler der ki: \"Biz iman ettik.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Bishr bin Suhaim that:",
      "text": "Bishr bin Suhaim'den rivayet edilmiştir ki: \"Peygamber  ona At-Tashriq günlerinde, cennete yalnızca bir müminin gireceğini ilan etmesini emretti ve bu günlerin yemek ve içmek günleri olduğunu söyledi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü  dedi ki: \"Müslüman, insanların dilinden ve elinden emin olduğu kimsedir, ve mümin, insanların canlarının ve mallarının emniyette olduğu kimsedir.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Resulü  şöyle dedi: \"Müslüman, Müslümanların dilinden ve elinden emin olduğu kimsedir, ve Muhacir, Allah'ın kendisine yasakladığı şeyleri terk eden kimsedir.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü  dedi ki: 'Kim bizim gibi namaz kılar, bizimle aynı Kıble'ye yönelir ve bizim kesilmiş hayvanlarımızdan yer, o bir Müslümandır.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Resulü  dedi ki: 'Bir kişi İslam'ı kabul ederse, eğer İslam'ı güzel olursa, Allah, daha önce yaptığı her hayırlı ameli için mükafat verecek, daha önce yaptığı her kötü ameli ise silecektir. Sonrasında ise hesap günü gelecek; her hayırlı amelin mükafatı on kat, yedi yüz katına kadar olacaktır. Her kötü amel ise olduğu gibi kaydedilecektir, Allah, Azze ve Celle, onu affetmediği sürece.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, kimin İslam'ı en faziletlidir?' O da: 'Müslümanların dilinden ve elinden emin olduğu kimsedir.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki: Bir adam Allah'ın Resulü'ne sordu: \"İslam'ın en iyi vasfı nedir?\" O da: \"Yoksullara yemek vermek ve tanıdıklarına ve tanımadıklarına selam vermektir.\" dedi."
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Bir adam ona dedi: \"Neden dışarı çıkıp savaşmıyorsun?\" O da: \"Ben Allah'ın Resulü'nden şunu duydum: 'İslam beş temel üzerine kuruludur: Allah'tan başka ilah olmadığına şehadet etmek, namazı ikame etmek, zekat vermek, hacca gitmek ve Ramazan orucu tutmaktır.'\" dedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir ki: \"Biz Peygamber (s.a.v) ile bir meclisteydik ve o şöyle dedi: 'Bana, Allah'a hiçbir şeyi ortak koşmayacağınıza, hırsızlık yapmayacağınıza ve haram cinsel ilişkide bulunmayacağınıza dair biat edin.' Sonra onlara ayeti okudu: 'İçinizden bu biati yerine getirenin mükafatı Allah katındadır. Kim de bu fiillerden birini işler ve Allah, Azim ve Celil, onu gizlerse, bu Allah'a kalmıştır: Dilerse onu cezalandırır, dilerse onu affeder.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Resulü (s.a.v) şöyle dedi: \"Ben insanlarla, Allah'tan başka ilah olmadığına ve Muhammad'ın Allah'ın Resulü olduğuna şehadet edinceye kadar savaşmam emredildi. Eğer onlar Allah'tan başka ilah olmadığına ve Muhammad'ın Allah'ın Resulü olduğuna şehadet ederlerse, bizimle aynı kıbleye dönerler, bizim kesimimizden yemezler ve bizim gibi namaz kılarlar; o zaman onların kanları ve malları bize haramdır, ancak hakları olan bir şey müstesna, ve onların Müslümanlarla aynı hak ve yükümlülükleri vardır.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (s.a.v) şöyle dedi: \"İman yetmişten fazla dalı vardır ve haya (Al-Haya') imanın bir dalıdır.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'İmanın yetmişten fazla dalı vardır, en faziletlisi La ilaha illallah (Allah'tan başka ilah yoktur) ve en azı yoldan zararlı bir şeyi kaldırmaktır. Ve haya (Al-Haya') imanın bir dalıdır.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (s.a.v) şöyle dedi: \"Haya (Al-Haya') imanın bir dalıdır.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from 'Amr bin Shurahbil,:",
      "text": "'Amr bin Shurahbil'den rivayet edilmiştir ki: Peygamber (s.a.v) sahabelerinden biri şöyle dedi: \"Ammar'ın kalbi imanla dolup taşıyor.\""
    },
    {
      "id": 24,
      "narrator": "Abu Sa'eed said:",
      "text": "Abu Sa'eed dedi ki: \"Ben Allah'ın Resulü'nün (s.a.v) şöyle dediğini duydum: 'İçinizden birisi bir kötülük görürse, onu eliyle değiştirsin; eğer buna gücü yetmezse, diliyle değiştirsin; eğer buna da gücü yetmezse, kalbiyle değiştirsin - bu da imanın en zayıfıdır.'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Tariq bin Shihab said:",
      "text": "Tariq bin Shihab'dan rivayet edilmiştir ki: \"Abu Sa'eed Al-Khudri şöyle dedi: 'Ben Allah'ın Resulü'nün (s.a.v) şöyle dediğini duydum: İçinizden birisi bir kötülük görüp onu eliyle değiştirirse, o zaman üzerine düşeni yapmıştır. Bunu yapamayan, ama diliyle değiştirirse, o da üzerine düşeni yapmıştır. Bunu yapamayan, ama kalbiyle değiştirirse, o da üzerine düşeni yapmıştır ve bu da imanın en zayıfıdır.'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Sizden hiç kimse, bu dünyada kendisine ait olan bir şey için, müminlerin Rabbine, ateşe giren kardeşleri için daha çok itiraz etmez. Onlar şöyle derler: 'Rabbimiz, kardeşlerimiz bizimle namaz kılıyor, bizimle oruç tutuyor, bizimle hacca gidiyordu, sen onları ateşe soktun mu?' O da şöyle der: 'Gidin ve tanıdığınız kimseleri getirin.' Onlar da onlara gider ve onları görünüşlerinden tanırlar. Aralarında, ateşin bacaklarının ortasına kadar sardığı kimseler vardır, bazıları ise ayak bileklerine kadar sarmıştır. Onları getirirler, sonra derler: 'Rabbimiz, biz getirdik, senin bize emrettiğin kimseleri getirdik.' O da şöyle der: 'Kalbinde bir dinar kadar iman olanı getirin.' Sonra şöyle der: 'Kalbinde yarım dinar kadar iman olanı getirin.' Ta ki şöyle der: 'Kalbinde en küçük bir zerre kadar iman olanı getirin.' Abu Sa'eed dedi ki: 'Bunu inkar eden, 'Şüphesiz Allah, kendisine ortak koşulmasını affetmez, ancak dilediği dışında her şeyi affeder' ayetini okusun.'\""
    },
    {
      "id": 27,
      "narrator": "Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri dedi ki: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Ben uyurken, insanların bana gösterildiğini gördüm ve üzerlerinde gömlekler vardı. Bazıları göğse kadar, bazıları daha aşağıya kadar ulaşıyordu. 'Umar bin Al-Khattab bana gösterildi ve o, sürüklediği bir gömlek giyiyordu.' Onlar dediler: 'Bunu nasıl yorumlarsın, Ey Allah'ın Resulü?' O da: 'Din.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Tariq bin Shihab said:",
      "text": "Tariq bin Shihab'dan rivayet edilmiştir ki: \"Bir Yahudi, 'Umar bin Al-Khattab'a geldi ve dedi: 'Ey Müminlerin Emiri! Kitabınızda okuduğunuz bir ayet var; eğer bu bize, Yahudilere indirilseydi, o günü bayram olarak kabul ederdik.' O da: 'Hangi ayet?' dedi. O da: 'Bugün, dininizi tamamladım, üzerinize olan nimetimi ikmal ettim ve sizin için İslam'ı din olarak seçtim.' 'Umar dedi: 'Nerede indirildiğini ve hangi günde indirildiğini biliyorum. Bu ayet, Allah'ın Resulü'ne (s.a.v) Arafat'ta, bir Cuma günü indirilmiştir.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Qatadah that:",
      "text": "Kattadah'dan rivayet edilmiştir ki: Anas'ın şöyle dediğini duydu: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Sizden hiç kimse, ben ona, kendi oğlundan, babasından ve tüm insanlardan daha sevimli olmadıkça iman etmiş olmaz.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Sizden hiç kimse, ben ona, ailesinden, malından ve tüm insanlardan daha sevimli olmadıkça iman etmiş olmaz.'\""
    },
    {
      "id": 31,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Canım elinde olan Zat'a yemin ederim ki, sizden hiç kimse, beni oğlu veya babasından daha çok sevmedikçe iman etmiş olamaz.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade'den nakledildiğine göre: \"Anas'ın şöyle dediğini duydum: 'Allah'ın Resulü şöyle dedi: Sizden hiç kimse, kardeşi için kendisi için sevdiği şeyi sevmedikçe iman etmiş olamaz.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Anas that :",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Muhammed'in ruhu elinde olan Zat'a yemin ederim ki, sizden hiç kimse, kardeşi için kendisi için sevdiği iyilikleri sevmedikçe iman etmiş olamaz.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Zirr said:",
      "text": "Zirr'den nakledildiğine göre: 'Ali şöyle dedi: \"Ümmî Peygamber benimle bir ahit yaptı, yalnızca bir müminin beni seveceğini ve yalnızca bir münafığın beni nefret edeceğini söyledi.\"'"
    },
    {
      "id": 35,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildiğine göre: \"Peygamber şöyle dedi: 'Ensar'ı sevmek imanın bir alametidir, Ensar'a nefret etmek ise münafıklığın bir alametidir.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that:",
      "text": "Abdullah bin Amr'dan rivayet edildiğine göre: \"Peygamber şöyle dedi: 'Dört (özellik) vardır, kimde bunlar varsa o münafıktır ve kimde bunlardan biri varsa, o münafıklığın bir özelliğine sahiptir, ta ki onu terk edene kadar: Konuştuğunda yalan söyler; söz verdiğinde sözünü tutmaz; ahit yaptığında ihanet eder; ve tartıştığında çirkin sözlere başvurur.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hureyre'den nakledildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Münafığın üç alameti vardır: Konuştuğunda yalan söyler; söz verdiğinde sözünü tutmaz; ve kendisine bir şey emanet edildiğinde o emaneti ihanet eder.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den nakledildiğine göre: \"Peygamber benimle bir ahit yaptı ki, yalnızca bir mümin beni sevecek ve yalnızca bir münafık beni nefret edecek.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Abu Wa'il said:",
      "text": "Ebu Vail'den rivayet edildiğine göre: \"Abdullah şöyle dedi: 'Üç (özellik) vardır, kimde bunlar varsa o münafıktır: Konuştuğunda yalan söyler; kendisine bir şey emanet edildiğinde o emaneti ihanet eder; ve söz verdiğinde sözünü tutmaz. Bunlardan birine sahip olan kimse de münafıklığın bir özelliğinden kurtulmamıştır, ta ki onu terk edene kadar.'\" (Sahih Mawquf)"
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hureyre'den nakledildiğine göre: \"Allah'ın Resulü şöyle dedi: 'Kim Ramazan'da (nafile gece namazında) imanla ve mükafat umarak durursa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hureyre'den nakledildiğine göre: \"Peygamber şöyle dedi: 'Kim Ramazan'da (nafile gece namazında) imanla ve mükafat umarak durursa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den nakledildiğine göre: \"Peygamber şöyle dedi: 'Kim Ramazan'da (nafile gece namazında) imanla ve mükafat umarak durursa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 43,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Kim Ramazan'da (nafile gece namazında) imanla ve mükafat umarak durursa, geçmiş günahları affedilir. Ve kim Kadir Gecesi'ni dua ile geçirirse, imanla ve mükafat umarak, geçmiş günahları affedilir.\""
    },
    {
      "id": 44,
      "narrator": "Abu Suhail narrated from his father,:",
      "text": "Ebu Suhail, babasından naklediyor: \"Talha bin Ubeydullah'ın şöyle dediğini duydu: 'Dağınık saçlı bir adam, Allah'ın Resulü'ne geldi ve şöyle dedi: 'Eğer doğruyu söylüyorsa, o başarılı olacaktır.'\""
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Ben, Allah'ın Resulü'nün şöyle dediğini duydum: 'Allah, O'nun yolunda çıkan ve 'Benim için imanla ve cihad için çıkmaktan başka bir niyetle çıkmayan' kimseye cennete girmeyi garanti etmiştir; isterse öldürülsün, isterse ölsün, ya da gittiği yerden, kazandığı her şeyle geri dönecektir.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurdu: 'Allah, Azze ve Celle, O'nun yolunda çıkan kimseye garanti vermiştir; o, yalnızca benim yolumda cihad ve bana iman etmek için çıkıyorsa, elçilerime inanıyorsa, ona cennete gireceğini veya çıktığı yerden geri döneceğini garanti etmiştir. Bu süreçte kazandığı her türlü ödül veya savaş ganimeti ile geri dönecektir.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Abdul-Kays heyeti, Allah'ın Elçisi'ne geldi ve şöyle dedi: 'Biz Rabi'a kabilesinden bir grup insanız ve yalnızca kutsal ayda size ulaşabiliyoruz. Bizimle birlikte olanlara çağırabileceğimiz bir şey söyleyin.' O da şöyle dedi: 'Size dört şey emrediyorum ve dört şeyden de men ediyorum: Allah'a iman edin' - bunu onlara açıkladı - 'Allah'tan başka ilah olmadığına şehadet edin, namazı kılın, zekatı verin ve elde ettiğiniz savaş ganimetinin beşte birini (hums) bana verin. Size Ad-Dubba', Al-Hantam, Al-Muqayyir ve Al-Muzaffat'tan men ediyorum.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Peygamber  şöyle buyurdu: 'Bir Müslümanın cenaze merasimine, imanla ve ödül umuduyla katılan, cenaze namazını kılan ve onu mezarına konulana kadar bekleyen kimse, Uhud Dağı kadar iki Kirat alacaktır. Cenaze namazını kılıp geri dönen kimse ise bir Kirat alacaktır.'\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim'den, babasından rivayet edilmiştir ki: \"Allah'ın Elçisi  bir adamın kardeşini haya konusunda kınadığını gördü. O da şöyle dedi: 'Bırak onu, çünkü haya imanın bir parçasıdır.'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle buyurdu: 'Gerçekten bu din kolaydır ve kimse din konusunda kendini aşırı yormasın, çünkü bu onu aşar. Öyleyse uygun olanı arayın, elinizden geldiğince yaklaşın, müjdeleri alın ve rahat olun; sabahları, öğleden sonraları ve gecenin son saatlerinde ibadetle güçlenin.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber  şöyle buyurdu: 'Sakin olun. Yapabileceğiniz şeyleri yapın, çünkü Allah'a yemin ederim ki, Allah, Azze ve Celle, yorulmaz. O'na en sevimli din, kişinin devamlı olarak üzerinde durduğu dindir.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurdu: 'Yakında bir Müslümanın en iyi malı, dininden kaçıp dağların zirvelerinde ve yağmurun bulunduğu yerlerde dolaşan koyun olacaktır.'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurdu: 'Münafığın durumu, iki sürü arasında tereddüt eden bir koyun gibidir; bazen birini, bazen diğerini takip eder, hangisini takip edeceğini bilmez.'\""
    },
    {
      "id": 54,
      "narrator": "Abu Musa Al-Ash'ari said:",
      "text": "Abu Musa Al-Eş'ari şöyle dedi: \"Peygamber  şöyle buyurdu: 'Kur'an okuyan müminin durumu, tadı ve kokusu güzel olan bir limona benzer. Kur'an okumayan müminin durumu, tadı güzel ama kokusu olmayan bir hurmaya benzer. Kur'an okuyan münafığın durumu, kokusu güzel ama tadı acı olan bir fesleğene benzer. Kur'an okumayan münafığın durumu ise, tadı acı ve kokusu olmayan bir hıyar (acı elma) gibidir.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Peygamber  şöyle buyurdu: 'Hiçbiriniz, kardeşi için sevdiğini kendisi için sevmedikçe iman etmiş olmaz.'"
    }
  ]
}