{
  "language": "tr",
  "metadata": {
    "length": 339,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: Allah'ın Resulü  şöyle buyurmuştur: \"On şey Fıtrattandır: Bıyığı kısaltmak, tırnakları kesmek, eklemleri yıkamak, sakalı uzatmak, siwak kullanmak, burnu çalkalamak, koltuk altı kıllarını yolmak, pubis kıllarını traş etmek ve (tuvalet ihtiyacını giderdikten sonra) su ile yıkanmak.\" Mus'ab bin Şaibe dedi ki: \"Onuncusunu unuttum, belki de ağız çalkalamaktır.\""
    },
    {
      "id": 2,
      "narrator": "Al-Mu'tamir narrated that his father said:",
      "text": "Al-Mu'tamir, babasından rivayet etti ki: \"Talq'ın Fıtrat ile ilgili on şeyden bahsettiğini duydum: Siwak kullanmak, bıyığı kısaltmak, tırnakları kesmek, eklemleri yıkamak, pubis kıllarını traş etmek, burnu çalkalamak ve ağız çalkalamak konusunda emin değilim.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Talq bin Habib said:",
      "text": "Talq bin Habib'den rivayet edilmiştir ki: \"On şey Sünnetten biridir: Siwak kullanmak, bıyığı kısaltmak, ağız çalkalamak, burnu çalkalamak, sakalı uzatmak, tırnakları kesmek, koltuk altı kıllarını yolmak, sünnet olmak, pubis kıllarını traş etmek ve arka tarafı yıkamaktır.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü  şöyle buyurmuştur: 'Beş şey Fıtrattandır: Sünnet olmak, pubis kıllarını traş etmek, koltuk altı kıllarını yolmak, tırnakları kesmek ve bıyığı kısaltmaktır.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki: \"Beş şey Fıtrattandır: Tırnakları kesmek, bıyığı kısaltmak, koltuk altı kıllarını yolmak, pubis kıllarını traş etmek ve sünnet olmaktır.\" (Sahih Mawquf)"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü  şöyle buyurmuştur: \"Bıyığı kısalt ve sakalı uzat.\""
    },
    {
      "id": 7,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Allah'ın Resulü  şöyle buyurmuştur: 'Sakalı uzat ve bıyığı kısalt.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Zaid bin Al-Arqam said:",
      "text": "Zeyd bin Al-Arqam'dan rivayet edilmiştir ki: \"Allah'ın Resulü  şöyle buyurdu: 'Bıyığından almayana bizden değildir.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Peygamber  bir çocuğu gördü, başının bir kısmı traş edilmiş, bir kısmı bırakılmıştı. Bunu yasakladı ve dedi ki: \"Hepsini traş et ya da hepsini bırak.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from 'Ali:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü  kadınların başlarını traş etmelerini yasakladı.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that :",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki: Peygamber  şöyle dedi: \"Allah, Azze ve Celle, bana Al-Qaza'ı (başın bir kısmını traş edip diğer kısmını bırakmayı) yasakladı.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü  Al-Qaza'yı (başın bir kısmını traş edip diğer kısmını bırakmayı) yasakladı.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir ki: \"Peygamber  yanına geldim ve saçım vardı. O dedi ki: 'Bu kötü,' ben de onun beni kastettiğini düşündüm, saçımı kestim ve tekrar yanına geldim. O bana dedi ki: 'Seni kastetmedim, ama bu daha iyidir.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Anas said:",
      "text": "Enes'ten rivayet edilmiştir ki: \"Peygamber  saçları dalgalıydı, ne kıvırcık ne de düz, ve (kulakları ile omuzları arasında) sarkıyordu.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Humaid bin 'Abdur-Rahman Al-Himyari said:",
      "text": "Hümeyd bin Abdurrahman Al-Himyari'den rivayet edilmiştir ki: \"Peygamber  ile birlikte bulunan bir adamla karşılaştım, o bize her gün saçımızı taramamızı yasakladı.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that 'Abdullah bin Mughaffal said:",
      "text": "'Abdullah bin Mughaffal'den rivayet edilmiştir: \"Allah'ın Resulü, saç taramayı her gün değil, ancak her iki günde bir yasakladı.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Al-Hasan that:",
      "text": "Al-Hasan'dan rivayet edilmiştir ki: \"Peygamber, saç taramayı her iki günde bir dışında yasakladı.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Al-Hasan and Muhammad said:",
      "text": "Al-Hasan ve Muhammed'den rivayet edilmiştir: \"Saç taramak (her iki günde bir yapılmalıdır).\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Abdullah bin Shaqiq said:",
      "text": "'Abdullah bin Shaqiq'den rivayet edilmiştir: \"Peygamber'in bir Sahabesi, bize Al-Irfah'tan sakınmamızı yasakladı.\" Biz de: \"Al-Irfah nedir?\" dedik. O da: \"Her gün saç taramak.\" dedi."
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü, sağdan başlamayı severdi. Sağ eliyle alır, sağ eliyle verirdi ve tüm işlerinde sağdan başlamayı severdi.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara'dan rivayet edilmiştir: \"Allah'ın Resulü'nden daha güzel birini, kırmızı bir Hullah içinde, uzun saçları omuzlarına kadar inen birini hiç görmedim.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'dan rivayet edilmiştir: \"Allah'ın Resulü'nün saçları kulaklarının yarısına kadar geliyordu.\""
    },
    {
      "id": 23,
      "narrator": "Al-Bara' said:",
      "text": "Al-Bara dedi ki: \"Allah'ın Resulü'nden daha güzel bir adamı, kırmızı bir Hullah içinde hiç görmedim.\" Dedi ki: \"Ve onun uzun saçlarını gördüm, neredeyse omuzlarına kadar geliyordu.\""
    },
    {
      "id": 24,
      "narrator": "'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mes'ud dedi ki: \"Hangi kıraate göre okumamı istersiniz? Çünkü ben, Zaid iki örgüyle oynarken, Allah'ın Resulü'ne yetmişten fazla Sure okudum.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Wa'il said:",
      "text": "Abu Wa'il'den rivayet edilmiştir: \"İbn Mes'ud bize hitap etti ve dedi ki: 'Nasıl okumamı istersiniz? Zaid bin Sabit'in kıraatiyle mi, yoksa Allah'ın Resulü'nden yetmişten fazla Sureyi öğrendiğimde Zaid diğer çocuklarla iki örgüyle oynarken mi?'\""
    },
    {
      "id": 26,
      "narrator": "Ziyad bin Al-Husain narrated that his father said:",
      "text": "Ziyad bin Al-Husain rivayet etmiştir ki, babası şöyle demiştir: \"O, Peygamber'e geldiğinde, Peygamber ona: 'Bana yaklaş.' dedi. O da yaklaştı, Peygamber onun örgüsüne elini koydu, başını sıvazladı ve onun için dua etti.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Wa'il bin Hujr said:",
      "text": "Wa'il bin Hujr'den rivayet edilmiştir: \"Peygamber'e geldim ve uzun saçım vardı. O: 'Bu iyi değil.' dedi, ben de kendimi kastettiğini düşündüm ve saçımı kestim. O: 'Seni kastetmedim, ama bu daha iyidir.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "Ruwaifi' bin Thabit said:",
      "text": "Ruwaifi' bin Thabit dedi ki: \"Allah'ın Resulü şöyle dedi: 'Ey Ruwaifi', benden sonra uzun yaşayabilirsin, bu yüzden insanlara söyle ki, kim sakalını bağlarsa, ya da bükerse, ya da bir muskayı asarsa, ya da kendini (tuvalet ihtiyacından sonra) hayvan dışkısı veya kemik ile temizlerse, Muhammed'in onunla hiçbir ilgisi yoktur.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that:",
      "text": "'Amr bin Shu'aib'den, babası aracılığıyla, dedesi vasıtasıyla rivayet edilmiştir ki: \"Allah'ın Resulü, beyaz saçları yolmayı yasakladı.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı olun.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated from Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ebu Hureyre'den, Allah'ın Elçisi'nden benzer bir rivayet aktarılmıştır."
    },
    {
      "id": 32,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'nin söylediğine göre: \"Allah'ın Elçisi şöyle dedi: 'Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı olun ve saçınızı boyayın.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber şöyle dedi: \"Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı olun.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Açık saçları değiştirin, ama Yahudilere benzemekten kaçının.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Az-Zubair said:",
      "text": "Zübeyir'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Açık saçları değiştirin ama Yahudilere benzemekten kaçının.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Ibn 'Abbas, who attributed it to the Prophet , said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, o da bunu Peygamber'e atfetmiştir: \"Bazı insanlar kıyamet zamanında güvercinlerin göğsü gibi siyah saç boyayacaklar, ama cennetin kokusunu bile alamayacaklar.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir ki: \"Abu Kuhafa, Mekke'nin Fethi Günü getirildi ve saçları ile sakalı Thaghamah gibi beyazdı. Allah'ın Elçisi şöyle dedi: 'Bunu bir şeyle değiştirin, ama siyah renkten kaçının.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Dharr that:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Peygamber şöyle dedi: 'Açık saçları değiştirmenin en iyi yolları, kına ve katamdır.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Açık saçları değiştirmenin en iyi yolları, kına ve katamdır.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr şöyle dedi: \"Peygamber'in şöyle dediğini duydum: 'Açık saçları değiştirmenin en iyi yollarından bazıları kına ve katamdır.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Açık saçları değiştirmenin en iyi yolları, kına ve katamdır.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Abdullah bin Buraidah said:",
      "text": "Abdullah bin Bureydah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Açık saçları değiştirmenin en iyi yolları, kına ve katamdır.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that:",
      "text": "Abdullah bin Bureydah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Açık saçları değiştirmenin en iyi yolları, kına ve katamdır.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Abu Rimthah said:",
      "text": "Ebu Rimthah şöyle dedi: \"Babam ve ben Peygamber'e geldik ve onun sakalını kına ile boyadığını gördük.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Abu Rimthah said:",
      "text": "Ebu Rimthah şöyle dedi: \"Peygamber'e geldim ve onun sakalını sarı boya ile boyadığını gördüm.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Zaid bin Aslam said:",
      "text": "Zaid bin Aslam'dan rivayet edilmiştir: \"İbn 'Umar'ı Khaluq ile sakalını sarıya boyarken gördüm ve dedim ki: 'Ey Abu 'Abdur-Rahman, sakalını Khaluq ile sarıya mı boyuyorsun?' O da dedi ki: 'Ben, Allah'ın Messenger'ını bununla sakalını sarıya boyarken gördüm ve bunun dışında ona daha sevimli bir boya yoktu. O, bütün elbiselerini bununla boyardı, hatta 'İmamah'ını (sarığını) bile.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Qatadah :",
      "text": "Kâtadah'dan rivayet edilmiştir: O, Anas'a sordu: \"Allah'ın Messenger'ı saçını boyadı mı?\" O da dedi ki: \"Onun beyaz saçları çok fazla değildi, sadece şakaklarında biraz vardı.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Allah'ın Messenger'ı saçını boyamadı; onun beyaz saçları sadece alt dudağının altında ve şakaklarında, ayrıca başının üstünde biraz vardı."
    },
    {
      "id": 49,
      "narrator": "It was narrated from 'Abdullah bin Mas'ud that:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki: Allah'ın Messenger'ı on şeyi hoş karşılamazdı: Sarı boya, yani Khaluq, beyaz saçları değiştirmek, izarını sürüklemek, altın yüzük takmak, zar ile oynamak (Ki'ab), (bir kadın) süsünü, göstermesi caiz olmayan insanlara göstermek, Ruqyah okumak, ancak bu Al-Mu'awidhat ile olursa (Allah'a sığınma ayetleri), muskaları asmak, boşalma için uygun olmayan yerlerde bulunmak ve bir erkek çocuğun sütünü almak (annesine ilişki kurarak) - fakat bunun haram olduğunu söylemedi."
    },
    {
      "id": 50,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Bir kadın, Peygamber'e bir mektup vermek için elini uzattı, o da elini geri çekti. Kadın dedi ki: \"Ey Allah'ın Messenger'ı, ben sana bir mektup vermek için elimi uzattım ve sen almadın.\" O da dedi ki: \"Ben, bunun bir kadın elimi yoksa bir erkek elimi olduğunu bilemedim.\" Kadın dedi ki: \"Bu bir kadın elidir.\" O da dedi ki: \"Eğer sen bir kadın olsaydın, tırnaklarını (Hinna ile) boyardın.\""
    },
    {
      "id": 51,
      "narrator": "Karimah said:",
      "text": "Karimah dedi ki: \"Bir kadının Aişe'ye Hinna ile saç boyama hakkında sorduğunu duydum. O da dedi ki: 'Bunda bir sakınca yoktur, fakat ben bunu yapmak istemiyorum çünkü sevgilim -yani Peygamber- bunun kokusunu sevmezdi.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from Abu Al-Husain Al-Haitham bin Shufayy that he said:",
      "text": "Ebu'l-Hüseyin El-Heytem bin Şufayy'dan rivayet edilmiştir ki: \"Abu 'Amir adında bir arkadaşım, Al-Ma'afir'den, benimle birlikte Kudüs'te namaz kılmak için çıktık. Onların vaizi, Ashab'dan olan Abu Raihanah adında bir Azd kabilesinden bir adamdı.\" Ebu'l-Hüseyin dedi ki: \"Arkadaşım, ben gelmeden önce camiye vardı, sonra ben de ona yetiştim ve yanında oturdum. O dedi ki: 'Abu Raihanah'ın vaazını duydun mu?' Ben dedim: 'Hayır.' O dedi ki: 'Onun şöyle dediğini duydum: 'Allah'ın Messenger'ı on şeyi yasakladı: Dişleri törpülemek, dövme yapmak, saçları yolmak, iki erkeğin arasında bir örtü olmadan yatması, iki kadının arasında bir örtü olmadan yatması, bir erkeğin elbisesinin altına dört parmak genişliğinden fazla ipek eklemesi, yağmalamak, kaplan derisi üzerinde oturmak ve yüzük takmak - sadece yöneticiler için.'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Sa'eed bin Al-Musayyab that Mu'awiyah said:",
      "text": "Sa'id bin el-Musayyib'den rivayet edilmiştir ki Muaviye dedi: \"Allah'ın Messenger'ı yanlış bir izlenim vermeyi yasakladı.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Sa'eed Al-Maqburi said:",
      "text": "Sa'id el-Makburi'den rivayet edilmiştir ki: \"Muaviye bin Ebu Süfyan'ı minberde gördüm, kadınların kullandığı gibi bir saç topuzunu tutuyordu. Dedi ki: 'Müslüman kadınların başlarına böyle şeyler koymalarında ne sakınca var? Allah'ın Messenger'ı şöyle dedi: 'Kendi olmayan bir saçı başına ekleyen her kadın, başına sahte bir şey eklemiş olur.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Hisham bin 'Urwah, from his wife Fatimah, from Asma' bint Abi Bakr, that:",
      "text": "Hişam bin 'Urwah'tan, eşi Fatıma'dan, Asma' bint Ebu Bekir'den rivayet edilmiştir ki: \"Allah'ın Messenger'ı saç uzatan kadını ve bunu yaptıran kadını lanetledi.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Messenger'ı saç uzatan kadını ve bunu yaptıran kadını, dövme yapan kadını ve bunu yaptıran kadını lanetledi.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Nafi' that he heard that:",
      "text": "Nafi' den rivayet edilmiştir ki: \"Allah'ın Messenger'ı saç uzatan kadını ve bunu yaptıran kadını, dövme yapan kadını ve bunu yaptıran kadını lanetledi.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Safiyyah bint Shaibah, that 'Aishah said:",
      "text": "Safiyyah bint Şeybe'den rivayet edilmiştir ki: Aişe dedi ki: \"Allah'ın Messenger'ı şöyle dedi: 'Allah, saç uzatan kadını ve bunu yaptıran kadını lanetlesin.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from Masruq that:",
      "text": "Masruq'tan rivayet edilmiştir ki: \"Bir kadın Abdullah bin Mes'ud'a geldi ve dedi ki: 'Ben az saçlı bir kadınım, saçlarıma uzantı eklememde bir sakınca var mı?' O dedi ki: 'Hayır.' Kadın dedi ki: 'Bu, Allah'ın Messenger'ından duyduğun bir şey mi yoksa Allah'ın Kitabı'nda mı buldum?' Ve Hadisi aktardı.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Messenger'ı dövme yapan kadınları ve bunları yaptıran kadınları, Al-Mutanammisat'ı ve güzellik için dişlerini ayıran kadınları, Allah'ın yaratılışını değiştirenleri lanetledi.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edildi ki: \"Abdullah dedi ki: 'Dişleri ayrılmış kadınlar hakkında...'\" ve Hadis'i aktardı.\""
    },
    {
      "id": 62,
      "narrator": "Aban bin Sam'ah narrated that his mother said:",
      "text": "Aban bin Sam'ah, annesinden rivayet etti ki: \"Aişe'nin şöyle dediğini duydum: 'Allah'ın Resulü, dövme yapan kadını ve dövme yaptıran kadını, saç uzatan kadını ve uzatan kadını, An-Namisah (tıraş eden) ve Al-Mutanammisah (tıraş ettiren) kadınları yasakladı.'\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from 'Abdullah bin Murrah, from Al-Harith, from 'Abdullah, who said:",
      "text": "'Abdullah bin Murrah'dan, Al-Harith'ten, 'Abdullah'dan rivayet edildi ki: \"Riba yiyen, onu ödeyen ve yazan; bunun Riba olduğunu bilenler; dövme yapan kadın ve güzelleşmek amacıyla dövme yaptıran kadın; Sadaqah (Zekat) verenleri engelleyen; ve hicret ettikten sonra bedevi hayatına dönen -hepsi- Kıyamet Günü'nde Muhammed'in diliyle lanetlenecekler.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Husain, Mughirah, and Ibn 'Awn, from Ash-Sh'abi, from Al-Harith, from 'Ali, that:",
      "text": "Husain, Mughirah ve Ibn 'Awn'dan, Ash-Sh'abi'den, Al-Harith'ten, 'Ali'den rivayet edildi ki: \"Allah'ın Resulü, Riba yiyen, onu ödeyen, yazan ve Sadaqah (Zekat) verenleri engelleyen kişiyi lanetledi. Ve ölüler için yas tutmayı yasaklardı.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated from Ibn 'Awn, from Ash-Sha'bi, from Al-Harith, who said:",
      "text": "Ibn 'Awn'dan, Ash-Sha'bi'den, Al-Harith'ten rivayet edildi ki: \"Allah'ın Resulü, Riba yiyen, onu ödeyen, yazan ve buna şahit olan kişiyi lanetledi; dövme yapan kadın ve dövme yaptıran kadın\" dedi: \"Eğer tedavi amacıyla yapılmıyorsa;\" dedi: \"Evet\" - \"Bir kadını boşamak için evlenen adam ve bunun için yapılan ilk koca; ve Sadaqah (Zekat) verenleri engelleyen. Ve yas tutmayı yasaklardı, ama 'lanetli' demedi.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated that from 'Ata' bin As-Sa'ib, from Ash-Sha'bi who said:",
      "text": "'Ata' bin As-Sa'ib'den, Ash-Sha'bi'den rivayet edildi ki: \"Allah'ın Resulü, Riba yiyen, onu ödeyen, buna şahit olan ve yazan kişiyi lanetledi; dövme yapan kadın ve dövme yaptıran kadın; ve yas tutmayı yasakladı, ama yapanın lanetli olduğunu söylemedi.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edildi ki: \"Dövme yapan bir kadın 'Umar'a getirildi ve o dedi ki: 'Sizi Allah'a yemin ettiriyorum, içinizden herhangi biri Allah'ın Resulü'nden (bir şey) duydu mu?' Abu Hurairah dedi ki: \"Ben ayağa kalktım ve dedim: 'Ey Müminlerin Emiri! Onun (bir şey) söylediğini duydum.' O dedi: 'Ne duydun?' Ben dedim: 'Onun dövme yapmayın ve dövme yaptırmayın dediğini duydum.'\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Ibn Mas'ud said:",
      "text": "Ibn Mas'ud'dan rivayet edildi ki: \"Ben Allah'ın Resulü'nün Al-Mutanammisat'ı, dişleri ayrılmış kadınları ve dövme yaptıran kadınları lanetlediğini duydum; Allah, Azim ve Celil olanın yaratılışını değiştirenleri.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edildi ki: \"Ben Allah'ın Resulü'nün Al-Mutanammisat'ı, dişleri ayrılmış kadınları ve dövme yaptıran kadınları lanetlediğini duydum; Allah, Azim ve Celil olanın yaratılışını değiştirenleri.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edildi ki: \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Allah, Al-Mutanammisat'ı, dövme yaptıran kadınları ve dişleri ayrılmış kadınları lanetlesin; Allah, Azim ve Celil olanın yaratılışını değiştirenleri.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from Abu Al-Husain Al-Himyari that :",
      "text": "Abu Al-Husain Al-Himyari'den rivayet edildi ki: O ve bir arkadaşı, Abu Raihanah ile kalıp ondan iyi şeyler öğreniyorlardı. O dedi ki: \"Bir gün arkadaşım geldi ve bana Abu Raihanah'ın şöyle dediğini duyduğunu söyledi: 'Allah'ın Resulü, dişleri törpülemeyi, dövmeyi ve saçları yolmayı yasakladı.'\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that Abu Raihanah said:",
      "text": "Abu Raihanah'dan rivayet edildi ki: \"Biz, Allah'ın Resulü'nün dişleri törpülemeyi ve dövmeyi yasakladığını duyduk.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that Abu Raihanah said:",
      "text": "Abu Raihanah'dan rivayet edildi ki: \"Biz, Allah'ın Resulü'nün dişleri törpülemeyi ve dövmeyi yasakladığını duyduk.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "Ibn 'Abbas'tan rivayet edildi ki: \"Allah'ın Resulü şöyle dedi: 'Kullandığınız en iyi kohl türü Ithmid'dir; bu, görüşü aydınlatır ve kirpikleri uzatır.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Simak said:",
      "text": "Simak'tan rivayet edildi ki: \"Jabir bin Samurah'a Peygamber'in gri saçları hakkında soruldu. O dedi ki: 'Eğer başına yağ sürerse görünmezler, ama yağ sürmezse görünürler.'\""
    },
    {
      "id": 76,
      "narrator": "'Abdullah bin Zaid narrated from his father that:",
      "text": "Abdullah bin Zaid, babasından naklederek şöyle dedi: İbn Ömer, elbiselerini safranla boyardı. Bu konuda kendisine sorulduğunda, \"Allah'ın Resulü  elbiselerini bununla boyardı.\" dedi."
    },
    {
      "id": 77,
      "narrator": "It was narrated that Muhammad bin 'Ali said:",
      "text": "Muhammad bin Ali'nin şöyle söylediği nakledilmiştir: \"Aişe'ye sordum: 'Allah'ın Resulü  parfüm kullanır mıydı?' O da: 'Evet, erkeklerin kullandığı parfümler: Misk ve amber.' dedi.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan nakledilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Erkekler için parfüm, kokusu belli olan ama rengi gizli olandır; kadınlar için parfüm ise, rengi belli olan ama kokusu gizli olandır.'\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan nakledilmiştir: \"Peygamber  şöyle buyurdu: 'Erkekler için parfüm, kokusu belli olan ama rengi gizli olandır; kadınlar için parfüm ise, rengi belli olan ama kokusu gizli olandır.'\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id el-Hudri'den nakledilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Bu, en iyi parfüm çeşididir.'\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan nakledilmiştir: \"Bir adam Peygamber  yanına geldi ve ona: 'Git ve sil.' dedi. Sonra tekrar geldi ve: 'Git ve sil.' dedi. Sonra tekrar geldi ve: 'Git ve sil, bir daha sürme.' dedi.\""
    },
    {
      "id": 82,
      "narrator": "It was narrated from Ya'la bin Murrah that:",
      "text": "Ya'la bin Murrah'dan nakledilmiştir: \"Peygamber  yanından geçerken Khaluq sürmüştüm. Bana: 'Eşin var mı?' dedi. Ben: 'Hayır.' dedim. O da: 'Sil, sonra sil, sonra bir daha sürme.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from Ya'la bin Murrah that:",
      "text": "Ya'la bin Murrah'dan nakledilmiştir: \"Allah'ın Resulü  bir adamın Khaluq sürdüğünü gördü ve: 'Git ve sil, sonra sil, ve bir daha sürme.' dedi.\""
    },
    {
      "id": 84,
      "narrator": "Narrated from Ibn 'Amr:",
      "text": "İbn Amr'dan nakledilmiştir: \"İbn Amr'dan, bir adamdan, Ya'la'dan benzer bir rivayet nakledilmiştir.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Ya'la bin Murrah Ath-Thaqafi said:",
      "text": "Ya'la bin Murrah el-Tehafi'den nakledilmiştir: \"Allah'ın Resulü  beni az bir miktar Khaluq sürmüşken gördü. Bana: 'Ey Ya'la, eşin var mı?' dedi. Ben: 'Hayır.' dedim. O da: 'Sil ve bir daha sürme, sonra sil ve bir daha sürme, sonra sil ve bir daha sürme.' dedi. Ben de: 'Öyleyse sildim ve bir daha sürmedim, sonra sildim ve bir daha sürmedim, sonra sildim ve bir daha sürmedim.' dedim.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated that Ya'la said:",
      "text": "Ya'la'dan nakledilmiştir: \"Allah'ın Resulü  yanından geçerken Khaluq sürmüştüm. O da: 'Ey Ya'la, eşin var mı?' dedi. Ben: 'Hayır.' dedim. O da: 'Git ve sil, sonra sil, sonra sil, ve bir daha sürme.' dedi. Ben de gittim ve sildim, sonra sildim, sonra sildim ve bir daha sürmedim.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated that Al-Ash'ari said:",
      "text": "El-Eş'ari'den nakledilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Herhangi bir kadın parfüm sürüp insanların yanından geçerse, onların onun kokusunu alması için, o zina edendir.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan nakledilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Bir kadın camiye çıkmak isterse, parfümü silmek için Ghusl yapsın, tıpkı cinsel ilişki sonrası Janabah (necaset) için Ghusl yaptığı gibi.' Bu, onun kısaltılmış şeklidir.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan nakledilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Eğer bir kadın tütsü ile parfüm sürdüyse, 'İsha' namazına katılmasın.'\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that Zainab, the wife of 'Abdullah, said:",
      "text": "Abdullah'ın eşi Zeynep'ten nakledilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Eğer biriniz 'İsha' namazına katılmak isterse, parfüme dokunmasın.'\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Zainab, the wife of 'Abdullah, said:",
      "text": "Zeynep binti Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Sizden biri 'İsha' namazına gitmek isterse, parfüm sürmesin.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated from Zainab Ath-Thaqafiyyah that :",
      "text": "Zeynep binti At-Thağfiyye'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Sizden biri mescide çıkarsa, parfüme yaklaşmasın.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Zainab Ath-Thaqafiyyah, the wife of 'Abdullah, that:",
      "text": "Zeynep binti At-Thağfiyye, Abdullah'ın eşi, şöyle rivayet etmiştir: Allah'ın Resulü ona, 'İsha' namazına gitmek istiyorsa parfüm sürmemesini söyledi."
    },
    {
      "id": 94,
      "narrator": "It was narrated from Zainab Ath-Thaqafiyyah that:",
      "text": "Zeynep binti At-Thağfiyye'den rivayet edilmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Bir kadın (namaz kılmak için) 'İsha'ya çıkarsa, parfüm sürmesin.\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that Zainab Ath-Thaqafiyyah said:",
      "text": "Zeynep binti At-Thağfiyye şöyle demiştir: \"Allah'ın Resulü şöyle buyurdu: 'Sizden biri namaza gitmek isterse, parfüm sürmesin.'\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Nafi' said:",
      "text": "Nafi' şöyle demiştir: \"İbn 'Umar, tütsü yaktığında, başka bir şeyle karıştırılmamış Al-Uluwwah veya biraz Al-Uluwwah ile karıştırılmış kafur yakardı. Sonra şöyle dedi: 'Bu, Allah'ın Resulü'nün yaktığıdır.'\""
    },
    {
      "id": 97,
      "narrator": "'Uqbah bin 'Amir narrated that:",
      "text": "'Ukbâ b. 'Amir rivayet etmiştir ki, Allah'ın Resulü eşlerine altın ve ipek takı takmamalarını söylerdi. \"Eğer cennetin altın ve ipeklerini istiyorsanız, o zaman bunları bu dünyada takmayın.\" dedi."
    },
    {
      "id": 98,
      "narrator": "It was narrated from Rib'i, from his wife, that the sister of Hudhaifah said:",
      "text": "Rib'i' den, eşinden, Hudhaifah'ın kız kardeşinden rivayet edilmiştir ki, Allah'ın Resulü bize hitap ederek şöyle dedi: \"Ey kadınlar, süslenmek için üzerinizde takacak gümüşünüz yok mu? İçinizde altın takan ve bunu gösteren bir kadın yoktur ki, bunun yüzünden ceza görmesin.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Rib'i, from his wife, that the sister of Hudhaifah said:",
      "text": "Rib'i' den, eşinden, Hudhaifah'ın kız kardeşinden rivayet edilmiştir ki, Allah'ın Resulü bize hitap ederek şöyle dedi: \"Ey kadınlar, süslenmek için üzerinizde takacak gümüşünüz yok mu? İçinizde altın takan ve bunu gösteren bir kadın yoktur ki, bunun yüzünden ceza görmesin.\""
    },
    {
      "id": 100,
      "narrator": "Asma' bint Yazid narrated that:",
      "text": "Asma' binti Yazid rivayet etmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Herhangi bir kadın altın bir kolye takarsa, Allah onun boynuna ateşten bir şey takar. Herhangi bir kadın altın küpe takarsa, Allah, Aziz ve Celil olan, kıyamet gününde onun kulaklarına ateşten küpe takar.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Abu Asma' Ar-Rahabi that Thawban, the freed slave of the Messenger of Allah , told him:",
      "text": "Abu Asma' Ar-Rahabi'den rivayet edilmiştir ki, Allah'ın Resulü'nün azatlısı Thawban ona şöyle dedi: \"Fatıma binti Hubeyre, Allah'ın Resulü'ne geldi ve elinde ateşten bir zincir vardı.\" Sonra oturmadan dışarı çıktı. Fatıma zinciri pazara gönderdi ve sattı, parasıyla bir köle satın aldı ve onu azat etti. Bunun hakkında kendisine bilgi verildi ve şöyle dedi: 'Hamd, ateşten Fatıma'yı kurtaran Allah'a olsun.'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated that Thawban said:",
      "text": "Thawban şöyle demiştir: \"Hubeyre'nin kızı, Allah'ın Resulü'ne geldi ve elinde büyük altın yüzükler vardı.\" - benzer bir rivayet."
    },
    {
      "id": 103,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra şöyle demiştir: \"Ben, Peygamber ile oturuyordum ki, bir kadın ona geldi ve dedi ki: 'Ey Allah'ın Resulü, iki altın bilezik.' O da dedi ki: 'İki ateş bileziği.' Kadın: 'Ey Allah'ın Resulü, bir altın kolye.' O da dedi ki: 'Bir ateş kolyesi.' Kadın: 'İki altın küpe.' O da dedi ki: 'İki ateş küpe.' Kadın iki altın bilezik takıyordu, onları çıkardı ve dedi ki: 'Ey Allah'ın Resulü, eğer bir kadın kocasına süslenmezse, ona çekici gelmeyecektir.' O da dedi ki: 'Sizden herhangi birinin gümüşten küpe yapıp, onları safranla sarıya boyamasına engel olan nedir?' Bu, İbn Harb'ın sözleridir."
    },
    {
      "id": 104,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Size bunun daha iyisini söylemeyeyim mi? Neden bunları çıkarmıyorsunuz ve gümüşten iki bilezik takmıyorsunuz, onları safranla sarıya boyuyorsunuz, bu güzel olur.'\""
    },
    {
      "id": 105,
      "narrator": "'Ali bin Abi Talib said:",
      "text": "Ali b. Ebi Talib şöyle demiştir: \"Allah'ın Resulü sağ elinde bir miktar ipek, sol elinde bir miktar altın tutarak şöyle dedi: 'Bunlar benim ümmetimin erkeklerine haramdır.'\""
    },
    {
      "id": 106,
      "narrator": "'Ali bin Abi Talib said:",
      "text": "'Ali bin Ebu Talib dedi ki: \"Allah'ın Resulü  sağ elinde biraz ipek, sol elinde biraz altın tuttu, sonra dedi ki: 'Bu ikisi benim Ümmetimin erkeklerine haramdır.'\""
    },
    {
      "id": 107,
      "narrator": "'Ali said:",
      "text": "'Ali dedi ki: \"Allah'ın Resulü  sağ elinde biraz ipek, sol elinde biraz altın tuttu, sonra dedi ki: 'Bu ikisi benim Ümmetimin erkeklerine haramdır.'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that 'Abdullah bin Zurair Al-Ghafiqi said:",
      "text": "'Abdullah bin Zurair Al-Ghafiqi'den rivayet edilmiştir ki: \"Ben 'Ali'nin şöyle dediğini duydum: 'Allah'ın Resulü  sağ elinde biraz altın, sol elinde biraz ipek tuttu ve dedi ki: Bu benim Ümmetimin erkeklerine haramdır.'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Abu Musa that :",
      "text": "Ebu Musa'dan rivayet edilmiştir ki: \"Allah'ın Resulü  dedi ki: 'Altın ve ipek, benim Ümmetimin kadınlarına helal, erkeklerine haram kılınmıştır.'\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from Mu'awiyah that:",
      "text": "Mu'aviye'den rivayet edilmiştir ki: \"Allah'ın Resulü  ipek ve altın giymeyi yasakladı, ancak bu (küçük parçalara) kırılmadıkça.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Mu'awiyah that :",
      "text": "Mu'aviye'den rivayet edilmiştir ki: \"Allah'ın Resulü  altın giymeyi yasakladı, ancak bu (küçük parçalara) kırılmadıkça, ve (o) Al-Mayathir üzerinde binmeyi yasakladı.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Abu Shaikh that he heard Mu'awiyah say,:",
      "text": "Ebu Şeyh'ten rivayet edilmiştir ki: \"Mu'aviye'nin şöyle dediğini duydum: 'Muhammed'in  bazı Sahabeleri altın giymeyi yasakladı mı, eğer bu (küçük parçalara) kırılmadıysa?' Onlar: 'Vallahi, evet.' dediler.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated that Abu Shaikh said:",
      "text": "Ebu Şeyh dedi ki: \"Mu'aviye ile birlikte bir hac ziyaretindeyken, o, Muhammed'in  bazı Sahabelerini topladı ve altın giymeyi yasakladı mı, eğer bu (küçük parçalara) kırılmadıysa?' Onlar: 'Vallahi, evet.' dediler.\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from Abu Himman:",
      "text": "Ebu Himman'dan rivayet edilmiştir ki: \"Mu'aviye Hac'a gittiğinde, Allah'ın Resulü'nün  altın giymeyi yasakladığını söyleyen bir grup Sahabeyi topladı.\" Onlar: \"Evet.\" dediler. O da: \"Ve buna şahitlik ediyorum.\" dedi."
    },
    {
      "id": 115,
      "narrator": "Abu Shaikh narrated from his brother Himman:",
      "text": "Ebu Şeyh, kardeşi Himman'dan rivayet etti: \"Mu'aviye Hac'a gittiğinde, Allah'ın Resulü'nün  altın giymeyi yasakladığını söyleyen bir grup Sahabeyi topladı.\" Onlar: \"Evet.\" dediler. O da: \"Ve buna şahitlik ediyorum.\" dedi."
    },
    {
      "id": 116,
      "narrator": "Himman said:",
      "text": "Himman dedi ki: \"Mu'aviye Hac'a gitti ve bir grup Ensar'ı Kabe'ye çağırdı. Dedi ki: 'Sizi Allah'a yemin ederim, Allah'ın Resulü'nün  altın giymeyi yasakladığını duydunuz mu?' Onlar: 'Evet.' dediler. O da: 'Ve buna şahitlik ediyorum.' dedi.\""
    },
    {
      "id": 117,
      "narrator": "Himman said:",
      "text": "Himman dedi ki: \"Mu'aviye Hac'a gitti ve bir grup Ensar'ı Kabe'ye çağırdı. Dedi ki: 'Sizi Allah'a yemin ederim, Allah'ın Resulü'nün  altın giymeyi yasakladığını duydunuz mu?' Onlar: 'Evet.' dediler. O da: 'Ve buna şahitlik ediyorum.' dedi.\""
    },
    {
      "id": 118,
      "narrator": "Ibn Himman said:",
      "text": "İbn Himman dedi ki: \"Mu'aviye Hac'a gitti ve bir grup Ensar'ı Kabe'ye çağırdı. Dedi ki: 'Allah'ın Resulü'nün  altın giymeyi yasakladığını duydunuz mu?' Onlar: 'Evet.' dediler. O da: 'Ve buna şahitlik ediyorum.' dedi.\""
    },
    {
      "id": 119,
      "narrator": "Himman said:",
      "text": "Himman dedi ki: \"Mu'aviye Hac'a gitti ve bir grup Ensar'ı Kabe'ye çağırdı. Dedi ki: 'Sizi Allah'a yemin ederim, Allah'ın Resulü'nün  altın giymeyi yasakladığını duydunuz mu?' Onlar: 'Evet.' dediler. O da: 'Ve buna şahitlik ediyorum.' dedi.\""
    },
    {
      "id": 120,
      "narrator": "Abu Shaikh Al-Huna'i said:",
      "text": "Ebu Şeyh Al-Huna'i dedi ki: \"Mu'aviye'nin etrafında bulunan bir grup Muhacir ve Ensar'a şöyle dediğini duydum: 'Allah'ın Resulü'nün  ipek giymeyi yasakladığını biliyor musunuz?' Onlar: 'Vallahi, evet.' dediler. O da: 'Ve (o) altın giymeyi yasakladı mı, eğer bu (küçük parçalara) kırılmadıysa?' Onlar: 'Evet.' dediler.\" 'Ali bin Ghurab ona karşı çıktı; bunu Bahais'ten, Ebu Şeyh'ten, İbn 'Umar'dan rivayet etti."
    },
    {
      "id": 121,
      "narrator": "Abu Shaikh said:",
      "text": "Ebu Şeyh dedi ki: \"İbn 'Umar'ın şöyle söylediğini duydum: 'Allah'ın Resulü, altın takmayı yasakladı, ancak bu (küçük parçalara) kırılmışsa.'\""
    },
    {
      "id": 122,
      "narrator": "It was narrated from 'Arafah bin As'ad that:",
      "text": "'Arafah bin As'ad'dan rivayet edilmiştir ki: Jahiliye döneminde Al-Kulab savaşında burnu kesildi, bu yüzden gümüşten bir burun taktı, ama çürümeye başladı, bunun üzerine Peygamber  ona altından bir burun takmasını söyledi."
    },
    {
      "id": 123,
      "narrator": "It was narrated from 'Abdur-Rahman bin Tarafah, from 'Arafah bin As'ad bin Karib, who was his grandfather- saying that he saw his grandfather, and he said:",
      "text": "'Abdurrahman bin Tarafah'tan, 'Arafah bin As'ad bin Karib'den, onun dedesi olduğunu söyleyerek rivayet edilmiştir ki: \"Dedemi gördüm ve şöyle dedi: 'Jahiliye döneminde Al-Kulab savaşında burnu kesildi, bu yüzden gümüşten bir burun taktı, ama çürümeye başladı, bunun üzerine Peygamber  ona altından bir burun takmasını söyledi.'\""
    },
    {
      "id": 124,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'id bin Al-Musayyab'dan rivayet edilmiştir ki: \"Ömer, Suheyb'e dedi ki: 'Neden altın bir yüzük taktığını görüyorum?' O da dedi ki: 'Senden daha iyi biri bunu gördü ve eleştirmedi.' Ömer sordu: 'O kimdi?' O da: 'Allah'ın Resulü.'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü  dedi ki: 'Bu yüzüğü takıyordum, ama bir daha asla takmayacağım.' Onu attı ve insanlar da yüzüklerini attı.\""
    },
    {
      "id": 126,
      "narrator": "'Ali said:",
      "text": "'Ali dedi ki: \"Peygamber  bana altın yüzük takmayı, Al-Qassi'yi, kırmızı Al-Miyathir'i ve (içmeyi) Al-Ji'ah'ı yasakladı.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Peygamber  bana altın yüzük takmayı, Al-Qassi'yi, kırmızı Al-Miyathir'i yasakladı.\""
    },
    {
      "id": 128,
      "narrator": "'Ali said:",
      "text": "'Ali dedi ki: \"Allah'ın Resulü  altın yüzükleri, kırmızı Al-Miyathir'i, Qassiyah elbiselerini ve Al-Ji'ah'ı yasakladı; bu, arpa ve buğdaydan yapılan bir içecektir.\" - Ve onun kuvvetini de zikretti."
    },
    {
      "id": 129,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü  bana (takmayı) altın yüzükleri, Al-Qassi'yi, Al-Mitharah'ı ve Al-Ji'ah'ı yasakladı.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Sa'sa'ah bin Suwhan said:",
      "text": "Sa'sa'ah bin Suwhan dedi ki: \"Ben 'Ali'ye dedim: 'Bize, Allah'ın Resulü  sana yasakladığı şeyleri yasakla.' O da dedi ki: 'O, bana Ad-Dubba', Al-Hantam, altın halkalar (yüzükler), ipek giymek ve Al-Qassi ile kırmızı Al-Mitharah'ı yasakladı.'\""
    },
    {
      "id": 131,
      "narrator": "It was narrated that Malik bin 'Umair said:",
      "text": "Malik bin 'Umair'den rivayet edilmiştir ki: \"Sa'sa'ah bin Suwhan 'Ali'ye geldi ve dedi ki: 'Bize, Allah'ın Resulü  sana yasakladığı şeylerden yasakla.' O da dedi ki: 'O, bize Ad-Dubba', Al-Hantam, An-Naqir, Al-Ji'ah'ı yasakladı ve altın halkalar (yüzükler), ipek giymek, Al-Qassi ve kırmızı Al-Mitharah'ı yasakladı.'\""
    },
    {
      "id": 132,
      "narrator": "Sa'sa'ah bin Suwhan said to 'Ali:",
      "text": "Sa'sa'ah bin Suwhan, 'Ali'ye dedi ki: \"Ey Müminlerin Emiri! Bize, Allah'ın Resulü  sana yasakladığı şeylerden yasakla.\" O da dedi: \"O, bize Ad-Dubba, Al-Hantam, Al-Ji'ah'ı, altın halkalar (yüzükler) takmayı, ipek giymeyi ve kırmızı Al-Mitharah'ı yasakladı.\""
    },
    {
      "id": 133,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Sevgilim, Allah'ın Resulü  bana üç şeyi yasakladı ama ben bunları halka yasakladığını söylemiyorum. O, bana altın yüzük takmayı, Al-Qassi'yi ve Al-Mu'asfar Al-Mufaddam'ı (derin safranla boyanmış elbiseler) ve (secde veya rükuda) Kur'an okumayı yasakladı.\" Bu rivayeti Ad-Dahhak bin 'Uthman takip etti."
    },
    {
      "id": 134,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü  bana yasakladı - ama ben sizin için yasakladığını söylemiyorum - altın yüzük takmayı, Al-Qassi'yi, Al-Mufaddam'ı (koyu kırmızı boyanmış elbiseler) ve Al-Mu'asfar'ı (safranla boyanmış elbiseler) ve rükuda Kur'an okumayı yasakladı.\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from Ibrahim that his father told him that he heard 'Ali say:",
      "text": "İbrahim'den rivayet edilmiştir ki, babası ona şöyle dedi: \"Ali'nin şöyle söylediğini duydum: 'Allah'ın Resulü  bana rükuda Kur'an okumayı ve altın takmayı ve safranla boyanmış elbiseleri yasakladı.'\""
    },
    {
      "id": 136,
      "narrator": "It was narrated from Ibrahim bin 'Abdullah bin Hunain that his father said:",
      "text": "İbrahim bin Abdullah bin Hunain'den rivayet edilmiştir ki, babası şöyle demiştir: \"Ali'nin şöyle dediğini duydum: 'Allah'ın Resulü bana -ama sizin için yasakladığını söylemiyorum- altın yüzük takmayı, Al-Qassi'yi, safranla boyanmış elbiseleri giymeyi ve rükûda iken Kur'an okumayı yasakladı.'\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü bana altın yüzüklerden, safranla boyanmış elbiselerden, Al-Qassi giymekten ve rükûda iken Kur'an okumaktan yasakladı.\""
    },
    {
      "id": 138,
      "narrator": "It was narrated from Ibn Hunain- the freed slave of Ibn 'Abbas- that 'Ali said:",
      "text": "İbn Hunain'den -İbn Abbas'ın azatlısı- rivayet edilmiştir ki, Ali şöyle demiştir: \"Allah'ın Resulü bana Al-Qassi giymekten, safranla boyanmış elbiselerden ve altın yüzüklerden yasakladı.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated from Ibn Hunain, the freed slave of 'Ali, that 'Ali said:",
      "text": "İbn Hunain'den, Ali'nin azatlısından rivayet edilmiştir ki, Ali şöyle demiştir: \"Allah'ın Resulü bana dört şeyden yasakladı: Altın yüzükler, Al-Qassi giymek, rükûda iken Kur'an okumak ve safranla boyanmış elbiseler giymek.\""
    },
    {
      "id": 140,
      "narrator": "It was narrated from Nafi', from a freed slave of Ibn 'Abbas, that 'Ali said:",
      "text": "Nafi'den, İbn Abbas'ın azatlısından rivayet edilmiştir ki, Ali şöyle demiştir: \"Allah'ın Resulü bana safranla boyanmış elbiseler giymekten, Al-Qassi'den, altın yüzüklerden ve rükûda iken Kur'an okumaktan yasakladı.\""
    },
    {
      "id": 141,
      "narrator": "Ibn Hunain narrated that 'Ali said to him:",
      "text": "İbn Hunain, Ali'nin kendisine şöyle dediğini rivayet etmiştir: \"Allah'ın Resulü bana safranla boyanmış elbiseler giymekten, altın yüzüklerden, Al-Qassi giymekten ve rükûda iken Kur'an okumaktan yasakladı.\""
    },
    {
      "id": 142,
      "narrator": "It was narrated from 'Ali that :",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü safranla boyanmış elbiseleri, Al-Qassiyah elbiseleri ve rükûda iken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü yasakladı\" ve aynı Hadis'i aktarmıştır."
    },
    {
      "id": 144,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Peygamber bana Al-Qassi, ipek, altın yüzükler ve rükûda iken Kur'an okumaktan yasakladı.\" Hişam ona karşı çıktı, bunu Marfu' olarak rivayet etmedi."
    },
    {
      "id": 145,
      "narrator": "It was narrated from 'Abidah, from 'Ali, he said:",
      "text": "Abide'den, Ali'den rivayet edilmiştir ki: \"O, kırmızı Al-Mayathir'i, Al-Qassi giymeyi ve altın yüzükleri yasakladı.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that 'Abidah said:",
      "text": "Abide'den rivayet edilmiştir ki: \"O, kırmızı Al-Mayathir'i ve altın yüzükleri yasakladı.\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü bana altın yüzük takmayı yasakladı.\""
    },
    {
      "id": 148,
      "narrator": "Hafs Al-Laithi said:",
      "text": "Hafs Al-Laithi şöyle dedi: \"Şahitlik ederim ki, İmrân bize rivayet etti, şöyle dedi: 'Allah'ın Resulü ipek giymeyi, altın yüzükleri ve Al-Hanatim'den içmeyi yasakladı.'\""
    },
    {
      "id": 149,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Ebu Sa'id Al-Hudri rivayet etmiştir ki: Bir adam Necd'den Allah'ın Resulü'ne geldi, ondan döndü ve dedi ki: \"Bana elinde bir kömür parçasıyla geldin.\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from Al-Bara' bin 'Azib that :",
      "text": "Al-Bara' bin Azib'den rivayet edilmiştir ki: Bir adam Peygamber ile oturuyordu, sonra onu gördü ve dedi ki: \"Yüzük ne oldu?\" O da dedi ki: \"Onu attım.\" Adam dedi ki: \"Bunu yapmanı söylemedim, aksine onu satmanı ve fiyatından faydalanmanı söyledim.\" Bu Hadis Munkar'dır."
    },
    {
      "id": 151,
      "narrator": "It was narrated from Abu Tha'labah Al-Khushani that :",
      "text": "Ebu Tha'labah el-Huşani'den rivayet edilmiştir ki: Peygamber (s.a.v) bakışını çevirdi, onu attı. \"Sanırım sana zarar verdi ya da seni para kaybettirdi.\" dedi."
    },
    {
      "id": 152,
      "narrator": "Abu Idris Al-Khawlani narrated that:",
      "text": "Ebu İdris el-Havlani'den rivayet edilmiştir ki: Peygamber (s.a.v) ile karşılaşanlardan bir adam altın yüzük takıyordu. Benzer bir rivayet."
    },
    {
      "id": 153,
      "narrator": "It was narrated from Abu Idris Al-Khawlani that:",
      "text": "Ebu İdris el-Havlani'den rivayet edilmiştir ki: Allah'ın Resulü (s.a.v) bir adamın altın yüzük taktığını gördü. Benzer bir rivayet."
    },
    {
      "id": 154,
      "narrator": "It was narrated from Abu Idris that :",
      "text": "Ebu İdris'ten rivayet edilmiştir ki: Peygamber (s.a.v) bir adamın elinde altın yüzük gördü ve yanında bulunan bir sopayla parmağına vurdu, ta ki onu atsıncaya kadar."
    },
    {
      "id": 155,
      "narrator": "Ibrahim bin Sa'd bin Shihab narrated that:",
      "text": "İbrahim bin Sa'd bin Şihab'dan rivayet edilmiştir ki: Allah'ın Resulü ... Mursal olarak."
    },
    {
      "id": 156,
      "narrator": "'Abdullah bin Buraidah narrated from his father that:",
      "text": "Abdullah bin Bureydah, babasından rivayet etmiştir ki: Bir adam Peygamber (s.a.v)'e geldi ve demir yüzük takıyordu. \"Neden cehennem halkının takısını taktığını görüyorum?\" dedi. Onu attı, sonra geldi ve pirinç yüzük takıyordu. \"Neden senden putların kokusunu alıyorum?\" dedi. Onu da attı ve \"Ey Allah'ın Resulü, ne kullanmalıyım?\" dedi. \"Gümüş, ama bir Mithkal kadar olmamalı.\" dedi."
    },
    {
      "id": 157,
      "narrator": "It was narrated from Anas that :",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamber (s.a.v) üzerinde \"Muhammed Rasul Allah\" (Muhammed Allah'ın Resulü) yazılı, Etiyopya taşından (Fass) bir gümüş yüzük takıyordu."
    },
    {
      "id": 158,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) sağ elinde gümüş bir yüzük takıyordu. Yüzüğün üzerinde bir Etiyopya taşı (Fass) vardı ve taşı avucunun yanına takıyordu.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü'nün (s.a.v) yüzüğü gümüşten yapılmıştı ve taşı (Fass) da gümüşten yapılmıştı.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamberin yüzüğü gümüşten yapılmıştı ve taşı (Fass) da gümüşten yapılmıştı."
    },
    {
      "id": 161,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Peygamberin (s.a.v) yüzüğü gümüşten yapılmıştı ve taşı (Fass) da gümüşten yapılmıştı.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) Romalılara yazmak istedi, fakat (Sahabeler) 'Mühürlü bir mektup okumazlar.' dediler. Bunun üzerine gümüş bir yüzük aldı, ve sanki onun elindeki beyazlığını görebiliyorum, üzerinde 'Muhammed Rasul Allah' (Muhammed Allah'ın Resulü) yazılıydı.\""
    },
    {
      "id": 163,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) bir gece 'İsha' namazını geciktirdi, gece yarısına kadar, sonra çıktı ve bize namaz kıldırdı. Ve sanki onun elindeki gümüş yüzüğünün beyazlığını görebiliyorum.\""
    },
    {
      "id": 164,
      "narrator": "Ibn Wahab narrated from Sulaiman - and he is Ibn Bilal - from Sharik - and he is Ibn Abi Namr - from Ibrahim Ibn 'Abdullah bin Hunain, from his father, from 'Ali; Sharik said:",
      "text": "İbn Vahb, Süleyman'dan - o İbn Bilal'dır - Şarik'ten - o İbn Ebi Namr'dır - İbrahim bin Abdullah bin Huneyn'den, babasından, Ali'den rivayet etmiştir; Şarik dedi ki: \"Ve Ebu Salamah bana bildirdi\" - Peygamber (s.a.v) yüzüğünü sağ elinde takardı."
    },
    {
      "id": 165,
      "narrator": "It was narrated from 'Abdullah bin Ja'far that:",
      "text": "Abdullah bin Ca'fer'den rivayet edilmiştir ki: Peygamber (s.a.v) yüzüğünü sağ elinde takardı."
    },
    {
      "id": 166,
      "narrator": "Iyas bin Al-Harith bin Al-Mu'aiqib narrated that his grandfather Mu'aiqib said:",
      "text": "İyas bin Al-Harith bin Al-Mu'aiqib, dedesi Mu'aiqib'den şöyle nakletmiştir: \"Peygamberin yüzüğü.\""
    },
    {
      "id": 167,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir: \"Bir adam Al-Bahreyn'den Peygamber'e geldi ve ona selam verdi, ancak o selamını iade etmedi. Adamın elinde altın bir yüzük vardı ve ipek bir cübbe giyiyordu. Onları çıkardı, sonra ona selam verdi ve o da selamını iade etti. Sonra dedi ki: 'Ey Allah'ın Resulü, ben biraz önce sana geldim ve sen benden yüz çevirdin.' O da: 'Elinde bir ateş kömürü vardı.' dedi. Adam: 'O zaman ben birçok kömür getirdim.' dedi. O da: 'Getirdiğin, bizim için Al-Harrah taşlarından daha iyi değil, ama bu dünyanın geçici bir rahatlığıdır.' dedi. Adam: 'O zaman ben neyle yüzük takmalıyım?' dedi. O da: 'Demir veya gümüş ya da pirinçten bir yüzük tak.' dedi.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü, gümüş bir yüzük takarak dışarı çıktı. 'Kim bu şekilde bir yüzük yapmak isterse yapsın, ama aynı yazıyı koymasın.' dedi.\""
    },
    {
      "id": 169,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü bir yüzük taktı ve üzerine bazı kelimeler yazdırdı. 'Biz bir yüzük taktık ve üzerine bazı kelimeler yazdırdık; sizden hiç kimse bu yazıyı kopyalamamalıdır.' dedi. Sonra Anas: 'Onun elinde beyazlığını görebiliyormuşum gibi geliyor.' dedi.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü: 'Müşriklere o kadar yakın olmayın ki, ateşlerinin ışığından faydalanabilesiniz ve yüzüklerinizin üzerine Arapça (kelimeler) yazdırmayın.' dedi.\""
    },
    {
      "id": 171,
      "narrator": "It was narrated that Abu Burdah said:",
      "text": "Abu Burdah'tan rivayet edilmiştir: 'Ali dedi ki: \"Allah'ın Resulü bana: 'Ey Ali, Allah'tan hidayet ve sebat iste,' dedi ve bu parmağıma ve bu parmağıma yüzük takmamı yasakladı\" - ve işaret parmağı ile orta parmağını gösterdi."
    },
    {
      "id": 172,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir: \"Allah'ın Resulü, bu parmağıma ve bu parmağıma yüzük takmamı yasakladı,\" yani işaret parmağı ve orta parmak. Bu, İbn Al-Muthanna'nın ifadesidir."
    },
    {
      "id": 173,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir: \"Allah'ın Resulü bana: 'De ki: Ey Allah, beni hidayet et ve sabit kıl,' dedi ve bu parmağıma ve bu parmağıma yüzük takmamı yasakladı\" - ve Bişr (rivayet edenlerden biri) işaret parmağı ile orta parmağını gösterdi. 'Asim dedi ki: \"İkisi de.\""
    },
    {
      "id": 174,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü Khala'ya girdiğinde yüzüğünü çıkarırdı.\""
    },
    {
      "id": 175,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü yüzüğünü attı ve: 'Bir daha asla takmayacağım,' dedi ve insanlar da yüzüklerini attılar.\""
    },
    {
      "id": 176,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü onu attı ve: 'Bir daha asla takmayacağım,' dedi.\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Peygamber, altın bir yüzük takardı, sonra onu attı ve üzerine 'Muhammed Rasul Allah' yazılı gümüş bir yüzük taktı. 'Başka hiç kimse bu yüzüğüm gibi bir yazı ile yüzüğünü yazdırmasın.' dedi. Sonra taşı elinin avucuna doğru koydu.\""
    },
    {
      "id": 178,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü, öldüğü zamana kadar, sonra Abu Bekir'in elinde öldüğü zamana kadar, sonra 'Umar'ın elinde öldüğü zamana kadar. Sonra (o, 'Uthman'ın elinde) görev süresinin ilk altı yılı boyunca kaldı, ama birçok mektup yazması gerektiğinde, onu mektupları mühürleyen bir Ensar'dan bir adama verdi. Sonra Ensari, 'Uthman'a ait bir kuyuya gitti ve yüzük düştü. Onu aradılar ama bulamadılar. Benzer bir yüzük yapılmasını ve üzerine 'Muhammed Rasul Allah' yazılmasını emretti.\""
    },
    {
      "id": 179,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü onu attı ve insanlar da yüzüklerini attılar. Sonra mektupları mühürlemek için kullandığı gümüş bir yüzük edindi ama onu takmadı.\""
    },
    {
      "id": 180,
      "narrator": "It was narrated that Abu Bakr bin Abi Shaikh said:",
      "text": "Abu Bekir bin Abi Şeyh'ten rivayet edilmiştir: \"Salim ile oturuyordum, Umm Al-Banin'e ait bir kervan yanımızdan geçti ve yanlarında çanlar vardı. Salim, babasından Nafi'ye şöyle nakletti: Peygamber: 'Melekler, yanında küçük çanlar bulunan bir kervana eşlik etmez.' dedi. Bu insanlarda ne kadar çok küçük çan görüyorsunuz.\""
    },
    {
      "id": 181,
      "narrator": "It was narrated that Abu Bakr bin Musa said:",
      "text": "Abu Bekir bin Musa'dan rivayet edilmiştir: \"Ben Salim bin Abdullah ile birlikteydim, Salim babasından rivayet etti, Peygamber  dedi ki: 'Melekler, yanlarında küçük çanlar bulunan topluluklara katılmazlar.'\""
    },
    {
      "id": 182,
      "narrator": "It was narrated from Salim, from his father,:",
      "text": "Salim'den, babasından rivayet edilmiştir: Peygamber'e atfedilmiştir: \"Melekler, yanlarında küçük çanlar bulunan topluluklara katılmazlar.\""
    },
    {
      "id": 183,
      "narrator": "Umm Salamah, the wife of the Prophet , said:",
      "text": "Peygamber'in eşi Ümmü Seleme dedi ki: \"Ben Allah'ın Elçisi'nin  şöyle dediğini duydum: 'Melekler, içinde küçük çan veya çan bulunan bir eve girmezler ve yanlarında çanlar bulunan topluluklara katılmazlar.'\""
    },
    {
      "id": 184,
      "narrator": "It was narrated from Abu Al-Ahwas that his father said:",
      "text": "Abu'l-Ahvas'tan rivayet edilmiştir ki, babası dedi ki: \"Ben Allah'ın Elçisi ile oturuyordum ve onun, benim dağınık giysiler içinde olduğumu gördü. Dedi ki: 'Herhangi bir malın var mı?' Ben de: 'Evet, Ey Allah'ın Elçisi, her çeşit malım var.' Dedi ki: 'Eğer Allah sana mal verdiyse, o malın etkisi üzerinde görülsün.'\""
    },
    {
      "id": 185,
      "narrator": "It was narrated from Abu Al-Ahwas, from his father, :",
      "text": "Abu'l-Ahvas'tan, babasından rivayet edilmiştir: O, Peygamber'e geldi ve ona dedi: \"Herhangi bir malın var mı?\" O da: \"Evet, her çeşit malım var.\" Dedi: \"Ne çeşit malların var?\" O da: \"Allah bana develer, sığırlar, koyunlar, atlar ve köleler verdi.\" Dedi: \"Eğer Allah sana mal verdiyse, o malın Allah'ın nimet ve cömertliğinin etkisi üzerinde görülsün.\""
    },
    {
      "id": 186,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi  bana dedi ki: 'Beş şey fitradandır: Bıyığı kısaltmak, koltuk altı kıllarını almak, tırnakları kesmek, pubis kıllarını traş etmek ve sünnet olmaktır.'\""
    },
    {
      "id": 187,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber  dedi ki: \"Bıyığı kısaltın ve sakalı uzatın.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated that 'Abdullah bin Ja'far said:",
      "text": "Abdullah bin Ca'fer'den rivayet edilmiştir: \"Allah'ın Elçisi, Ca'fer'in ailesinden (ölümünden sonra) üç gün uzak durdu, sonra onlara geldi ve dedi ki: 'Bugünden sonra kardeşim için ağlamayın.' Sonra dedi ki: 'Kardeşimin oğullarını bana çağırın.' Biz küçük civcivler gibi getirildik, o da: 'Berberi çağırın.' Dedi ve başlarımızın traş edilmesini emretti.\""
    },
    {
      "id": 189,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber  Al-Qaza'ı (başın bir kısmını traş edip diğer kısmını bırakmayı) yasakladı."
    },
    {
      "id": 190,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Ömer dedi ki: \"Ben Allah'ın Elçisi'nin  Al-Qaza'ı (başın bir kısmını traş edip diğer kısmını bırakmayı) yasakladığını duydum.\""
    },
    {
      "id": 191,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi  Al-Qaza'ı (başın bir kısmını traş edip diğer kısmını bırakmayı) yasakladı.\""
    },
    {
      "id": 192,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber  Al-Qaza'ı (başın bir kısmını traş edip diğer kısmını bırakmayı) yasakladı.\""
    },
    {
      "id": 193,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara'dan rivayet edilmiştir: \"Allah'ın Elçisi, ortalama boyda, geniş omuzlu, kalın sakallı ve kırmızımsı bir ten rengine sahip bir adamdı, saçları kulak memelerine kadar iniyordu. Onu kırmızı bir hullah içinde gördüm ve ondan daha güzel birini hiç görmedim.\""
    },
    {
      "id": 194,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi'nden daha güzel bir hullah içinde uzun saçlı bir adam görmedim ve onun saçları omuzlarına kadar iniyordu.\""
    },
    {
      "id": 195,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamber'in  saçları kulaklarının yarısına kadar iniyordu."
    },
    {
      "id": 196,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamberin saçları omuzlarına kadar iniyordu."
    },
    {
      "id": 197,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir ki: \"Peygamber bize geldi ve dağınık saçlı bir adam gördü. 'Bu adam saçlarını düzeltmek için bir şey bulamaz mıydı?' dedi.\""
    },
    {
      "id": 198,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Abu Katade'den rivayet edilmiştir ki: Uzun ve kalın saçları vardı. \"Peygamber'e (bu konuda) sordu ve o da ona saçına dikkat etmesini ve her gün taramasını söyledi.\""
    },
    {
      "id": 199,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi saçını o zaman ayırdı."
    },
    {
      "id": 200,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that:",
      "text": "Abdullah bin Buraidah'tan rivayet edilmiştir ki: Peygamber'in sahabelerinden bir adam Al-Irfah'tan fazlasını yasaklardı.\" Buraidah'a Al-Irfah'tan fazlasının ne anlama geldiği sorulduğunda, \"Bu saç taramayı da kapsar.\" dedi."
    },
    {
      "id": 201,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Elçisi mümkün olduğunca sağdan başlamayı severdi; kendini temizlerken, ayakkabı giyerken ve saçını tararken."
    },
    {
      "id": 202,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etmiştir ki: Allah'ın Elçisi şöyle dedi: \"Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı olun.\""
    },
    {
      "id": 203,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Abu Quhafah, Allah'ın Elçisine getirildi ve o da: 'Bunu değiştir, ya da boyat.' dedi.\""
    },
    {
      "id": 204,
      "narrator": "It was narrated that 'Ubaid said:",
      "text": "Ubaid'den rivayet edilmiştir ki: \"İbn Umar'ı sarı renkte sakal boyarken gördüm ve ona bunu sordum. 'Peygamberin sakalını sarı boyadığını gördüm.' dedi.\""
    },
    {
      "id": 205,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Peygamber, Sibtiyyah sandalet giyer ve sakalını Wars ve safran ile sarı boyardı.\" İbn Umar da bunu yapardı."
    },
    {
      "id": 206,
      "narrator": "It was narrated that Humaid bin 'Abdur-Rahman said:",
      "text": "Humaid bin Abdurrahman'dan rivayet edilmiştir ki: \"Muaviye'nin Medine'de minberde iken, kolundan bir saç parçası çıkardığını duydum: 'Ey Medineliler, nerede sizin bilginleriniz? Allah'ın Elçisinin böyle şeyleri yasakladığını duydum ve şöyle dedi: 'İsrailoğulları, kadınları böyle şeyler giymeye başladığında helak oldular.'\""
    },
    {
      "id": 207,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'id bin el-Musayyib'den rivayet edilmiştir ki: \"Muaviye Medine'ye geldi ve bize hitap etti. Bir saç parçasını eline aldı ve: 'Bunu yapan kimseyi daha önce Yahudiler dışında görmemiştim. Allah'ın Elçisi bunu duydu ve 'yanlış izlenim vermek' olarak adlandırdı.\""
    },
    {
      "id": 208,
      "narrator": "It was narrated that Mu'awiyah said:",
      "text": "Muaviye'den rivayet edilmiştir ki: \"Ey insanlar, Peygamber size yanlış izlenim vermeyi yasakladı. Siyah bir parça kumaş getirdi ve onların önüne attı ve: 'Bu, kadınların başlarına koyup örtükleri şeydir.' dedi.\""
    },
    {
      "id": 209,
      "narrator": "It was narrated from Mu'awiyah that:",
      "text": "Muaviye'den rivayet edilmiştir ki: Allah'ın Elçisi, yanlış izlenim vermeyi ve bir kadının başına ek saç eklemesini yasakladı."
    },
    {
      "id": 210,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi, saç ekleyen kadına lanet etti."
    },
    {
      "id": 211,
      "narrator": "It was narrated from Asma' that:",
      "text": "Asma' dan rivayet edildiğine göre: \"Bir kadın, Allah'ın Elçisi'ne geldi ve 'Bir kızım evleniyor. Hastalandı ve saçları döküldü. Ona saç uzatma yaptırırsam günah olur mu?' dedi. O da: 'Allah, saç uzatan kadına ve bunun yaptıran kadına lanet etmiştir.' dedi.\""
    },
    {
      "id": 212,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre: \"Allah'ın Elçisi, saç uzatan kadına ve bunun yaptıran kadına, dövme yapan kadına ve bunun yaptıran kadına lanet etmiştir.\""
    },
    {
      "id": 213,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edildiğine göre: \"Allah, Al-Mutanammisat'a ve dişlerini ayıranlara lanet etsin. Allah'ın Elçisi'nin lanet ettiği kimselere lanet etmemeli miyim?\""
    },
    {
      "id": 214,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edildiğine göre: \"Allah'ın Elçisi, dövme yapan kadınlara, dişlerini ayıranlara ve Allah, Azze ve Celle'nin yaratılışını değiştiren Al-Mutanammisat'a lanet etmiştir.\""
    },
    {
      "id": 215,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edildiğine göre: \"Allah, Al-Mutanammisat'a ve dişlerini ayıranlara, dövme yaptıranlara, Allah'ın yaratılışını değiştirenlere lanet etsin.\" Bir kadın ona geldi ve: \"Sen şu kadarını söyledin mi?\" dedi. O da: \"Allah'ın Elçisi'nin söylediğini neden söylemeyeyim?\" dedi."
    },
    {
      "id": 216,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edildiğine göre: \"Abdullah derdi ki: 'Allah, dövme yaptıran kadınlara ve Al-Mutanammisat'a, dişlerini ayıran kadınlara lanet etsin. Allah'ın Elçisi'nin lanet ettiği kimselere lanet etmemeli miyim?'\""
    },
    {
      "id": 217,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Elçisi, erkeklerin safran kullanmasını yasakladı.\""
    },
    {
      "id": 218,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ), erkeklerin ciltlerine safran sürmelerini yasakladı.\""
    },
    {
      "id": 219,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre: \"Peygamber'e parfüm getirildiğinde, onu reddetmezdi.\""
    },
    {
      "id": 220,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hüreyre'den rivayet edildiğine göre: \"Allah'ın Elçisi, 'Kim parfüm teklif edilirse, onu reddetmesin; çünkü taşınması kolaydır ve güzel kokar.' dedi.\""
    },
    {
      "id": 221,
      "narrator": "It was narrated that Zainab, the wife of 'Abdullah, said:",
      "text": "Zeynep binti Abdullah'dan rivayet edildiğine göre: \"Allah'ın Elçisi, 'Sizden biri (kadınlar) 'İsha' (namazına) gitmek isterse, parfüm sürmesin.' dedi.\""
    },
    {
      "id": 222,
      "narrator": "It was narrated from Busr bin Sa'eed that Zainab, the wife of 'Abdullah, told him that :",
      "text": "Busr bin Sa'eed'den rivayet edildiğine göre: Zeynep, Abdullah'ın eşi, ona şöyle dedi: \"Allah'ın Elçisi, 'Eğer 'İsha'ya çıkarsan, parfüm sürme.' dedi.\""
    },
    {
      "id": 223,
      "narrator": "It was narrated from Zainab Ath-Thaqafiyyah that:",
      "text": "Zeynep el-Tehafiyye'den rivayet edildiğine göre: \"Peygamber, 'Sizden biri (kadınlar) mescide gitmek isterse, parfüme yaklaşmasın.' dedi.\""
    },
    {
      "id": 224,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hüreyre'den rivayet edildiğine göre: \"Allah'ın Elçisi, 'Dumanla parfümlenen hiçbir kadın, bizimle 'İsha'ya katılmasın.' dedi.\""
    },
    {
      "id": 225,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Sa'id'den rivayet edildiğine göre: \"Peygamber, miskle halkasını dolduran bir kadından bahsetti ve 'Bu, parfümlerin en iyisidir.' dedi.\""
    },
    {
      "id": 226,
      "narrator": "It was narrated from Abu Musa that:",
      "text": "Abu Musa'dan rivayet edilmiştir ki: Allah'ın Elçisi  şöyle buyurmuştur: \"Allah, benim ümmetimin kadınlarına ipeği ve altını helal kılmış, erkeklerine ise haram kılmıştır.\""
    },
    {
      "id": 227,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Bana kırmızı giysiler giymek, altın yüzük takmak ve rükûda iken Kur'an okumak yasaklandı.\""
    },
    {
      "id": 228,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Peygamber  bana altın yüzük takmayı, rükûda iken Kur'an okumayı, Al-Qassi'den ve safranla boyanmış giysilerden kaçınmamı yasakladı.\""
    },
    {
      "id": 229,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: \"Allah'ın Elçisi  bana altın yüzük takmayı, Al-Qassi giysilerini, safranla boyanmış giysileri ve rükûda iken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 230,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Elçisi  bana rükûda iken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 231,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: \"Allah'ın Elçisi  bana safranla boyanmış giysileri, altın yüzükleri, Al-Qassi'yi giymeyi ve rükûda iken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 232,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Elçisi  bana dört şeyi yasakladı: Safranla boyanmış giysileri, altın yüzükleri, Al-Qassiyah giysilerini ve rükûda iken Kur'an okumayı.\""
    },
    {
      "id": 233,
      "narrator": "It was narrated from Ibn Hunain, that 'Ali said that:",
      "text": "İbn Hunain'den rivayet edilmiştir ki: Ali şöyle dedi: \"Allah'ın Elçisi  safranla boyanmış giysileri, ipeği, rükûda iken Kur'an okumayı ve altın yüzükleri yasakladı.\""
    },
    {
      "id": 234,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Peygamber  altın yüzükleri yasakladı."
    },
    {
      "id": 235,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi  altın yüzükleri yasakladı."
    },
    {
      "id": 236,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle dedi: 'Ben bu yüzüğü takıyordum, ama bir daha asla takmayacağım.' Sonra onu attı ve insanlar da yüzüklerini attı.\""
    },
    {
      "id": 237,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi'nin yüzüğündeki yazı şuydu: 'Muhammed Rasul Allah (Muhammed Allah'ın Elçisi).'\""
    },
    {
      "id": 238,
      "narrator": "It was narrated from Anas that :",
      "text": "Anas'tan rivayet edilmiştir ki: Peygamber  bir gümüş yüzük taktı ve üzerinde Etiyopya taşı (Fass) vardı, yazısı ise: \"Muhammed Rasul Allah.\""
    },
    {
      "id": 239,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi  Romalılara yazmak istedi, ve (Sahabeler) dediler ki: 'Onlar, mührü olmayan hiçbir mektubu okumazlar.' Bunun üzerine o, gümüş bir yüzük aldı ve sanki onun elinde beyazlığını görebiliyormuşum gibi, üzerine 'Muhammed Rasul Allah' yazdırdı.\""
    },
    {
      "id": 240,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi  bir gümüş yüzük taktı ve üzerinde Etiyopya taşı (Fass) vardı.\""
    },
    {
      "id": 241,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildi ki: \"Peygamberin yüzüğü gümüşten idi ve taşı (Fass) da gümüşten yapılmıştı.\""
    },
    {
      "id": 242,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildi ki: \"Allah'ın Elçisi dedi ki: 'Bizim için bir yazı ile yapılmış bir yüzük yaptırdık, bu yazıyı kimse taklit etmemelidir.'\""
    },
    {
      "id": 243,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildi ki: Peygamber ."
    },
    {
      "id": 244,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildi ki: \"Peygamber  yüzüğünü sağ elinde takardı.\""
    },
    {
      "id": 245,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildi ki: \"Sanki Peygamberin sol parmağındaki yüzüğünün beyazlığını görebiliyorum.\""
    },
    {
      "id": 246,
      "narrator": "Thabit narrated that :",
      "text": "Thabit rivayet etti ki: Onlar Anas'a Allah'ın Elçisi'nin yüzüğünü sordular ve o dedi ki: \"Sanki onun gümüş yüzüğünün parıltısını görebiliyorum, ve sol serçe parmağını kaldırdı.\""
    },
    {
      "id": 247,
      "narrator": "It was narrated that Abu Burdah said:",
      "text": "Ebu Burdah'tan rivayet edildi ki: \"Ali'nin şöyle dediğini duydum: 'Allah'ın Peygamberi  bana işaret parmağında ve orta parmağında yüzük takmayı yasakladı.'\""
    },
    {
      "id": 248,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edildi ki: \"Allah'ın Elçisi  bu parmakta (yüzük takmayı) bana yasakladı,\" ve bu orta parmakta ve yanındaki parmakta idi."
    },
    {
      "id": 249,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildi ki: \"Peygamber  altın bir yüzük taktı, sonra onu attı ve 'Muhammed Rasul Allah' yazılı gümüş bir yüzük taktı. Sonra dedi ki: 'Bu yazımı kimse taklit etmemelidir.' Ve taşı (Fass) avucuna doğru taktı.\""
    },
    {
      "id": 250,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn 'Abbas'tan rivayet edildi ki: \"Allah'ın Elçisi  bir yüzük aldı ve taktı, sonra dedi ki: 'Bu, beni sizden tüm gün alıkoydu, bakışlarımı ondan size (ve tekrar) kaydırdı.' Sonra onu attı.\""
    },
    {
      "id": 251,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edildi ki: \"Allah'ın Elçisi  altından bir yüzük yaptırmıştı ve onu taş (Fass) avucuna gelecek şekilde takıyordu, insanlar da öyle yapıyordu. Sonra minbere oturdu ve dedi ki: 'Ben bu yüzüğü takıyordum ve taşını (Fass) içe doğru koyuyordum.' Sonra onu attı ve dedi ki: 'Allah'a yemin ederim, bir daha asla takmayacağım.' Ve insanlar da yüzüklerini attılar.\""
    },
    {
      "id": 252,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildi ki: \"O, Allah'ın Elçisi'nin elinde gümüş bir yüzük gördü, yüzüğünü attı ve insanlar da yüzüklerini attılar.\""
    },
    {
      "id": 253,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edildi ki: \"Allah'ın Elçisi onu attı, ve insanlar da yüzüklerini attılar. Sonra gümüş bir yüzük aldı ve onunla mektupları mühürledi, ama onu takmadı.\""
    },
    {
      "id": 254,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edildi ki: \"Allah'ın Elçisi  gümüş bir yüzük aldı ve onu eline taktı. Sonra bu, Ebu Bekir'in elinde, sonra Ömer'in elinde, sonra Osman'ın elinde oldu, ta ki Aris kuyusunda kaybolana kadar.\""
    },
    {
      "id": 255,
      "narrator": "It was narrated from Abu Al-Ahwas that his father said:",
      "text": "Ebu Al-Ahwas'tan rivayet edildi ki: Babası şöyle dedi: \"Ben Allah'ın Elçisi'ne girdim, o dedi ki: 'Sizde bir şey var mı?' O dedi: 'Evet, Allah bana her türlü zenginlik verdi.' O dedi ki: 'Eğer zenginliğin varsa, bu senin üzerinde görülsün.'\""
    },
    {
      "id": 256,
      "narrator": "It was narrated from 'Umar bin Al-Khattab that:",
      "text": "'Umar bin Al-Khattab'dan rivayet edilmiştir ki: Mescidin kapısında Sira' ipeğinden bir Hullah'ın satıldığını gördü. Ben dedim ki: \"Ey Allah'ın Resulü, bunu niçin satın alıp Cuma günleri ve (size gelen) heyetlerle karşılaşırken giymiyorsunuz?\" Allah'ın Resulü şöyle dedi: \"Bunu giymen için vermedim! Aksine, bunu bağışlaman veya satman için verdim.\" Bunun üzerine 'Umar, annesi tarafından kardeşi olan bir putperestine verdi."
    },
    {
      "id": 257,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Zeynep, Peygamber'in kızı, Sira' ipeğinden bir Qamis giyerken gördüm.\""
    },
    {
      "id": 258,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Umm Kalthum, Allah'ın Resulü'nün kızı, Sira' ipeğinden bir Burdah giyerken gördüm ve Sira', ipekten çizgili bir kumaştır.\""
    },
    {
      "id": 259,
      "narrator": "'Ali said:",
      "text": "'Ali dedi ki: \"Allah'ın Resulü'ne bir Hullah Sira' verildi ve o bunu bana gönderdi. Ben giydim, sonra yüzünde öfke gördüm. 'Bunu giymen için vermedim.' dedi. Sonra bana kadınlarım arasında paylaşmamı söyledi.\""
    },
    {
      "id": 260,
      "narrator": "Ibn 'Umar narrated that:",
      "text": "İbn 'Umar rivayet etti ki: 'Umar dışarı çıktı ve pazarda Al-Istabraq'tan bir Hullah'ın satıldığını gördü. Allah'ın Resulü'ne gitti ve ona bir tane 'Umar'a, bir tane 'Ali'ye ve bir tane de Usame'ye verdi. 'Umar ona geldi ve dedi ki: \"Ey Allah'ın Resulü, sen bununla ilgili söylediklerini söyledin, sonra bana bir tane gönderdin!\" O şöyle dedi: \"Bunu sat ve parayı ihtiyaçların için harca, ya da kadınların için baş örtüsü olarak parçalarına ayır.\""
    },
    {
      "id": 261,
      "narrator": "Yahya - bin Ishaq - said:",
      "text": "Yahya - bin İshak - dedi ki: \"Salim dedi: 'Al-Istabraq nedir?' Ben dedim: 'Kalın bir Ad-Dibaj türü ve onun kaba bir türüdür.' O dedi: 'Ben 'Abdullah (bin 'Umar)'ın şöyle dediğini duydum: \"Umar bir adamda bir Hullah Sundus gördü ve onu Allah'ın Resulü'ne getirdi ve dedi: 'Bunu satın al.'\" ve Hadisi aktardı."
    },
    {
      "id": 262,
      "narrator": "It was narrated that 'Abdullah bin 'Ukaim said:",
      "text": "'Abdullah bin 'Ukaim'den rivayet edilmiştir ki: \"Hudhaifah biraz su istedi ve başkan gümüş bir kapta su getirdi. Onu kenara attı, sonra yaptığından dolayı onlara özür diledi ve dedi: 'Ona daha önce bunu yapmamasını söyledim. Ben Allah'ın Resulü'nden şöyle duyduğumu işittim: Altın ve gümüş kaplardan içmeyin ve Ad-Dibaj veya ipek giymeyin. Bunlar onların dünyası içindir, sizin ise ahiretiniz içindir.\""
    },
    {
      "id": 263,
      "narrator": "It was narrated that Wafid bin 'Amr bin Sa'd bin Mu'adh said:",
      "text": "Vafid bin 'Amr bin Sa'd bin Mu'adh'dan rivayet edilmiştir ki: \"Anas bin Malik'in yanına girdim, o Medine'ye geldiğinde ona selam verdim. O dedi ki: 'Nereden geliyorsun?' Ben dedim: 'Ben Vafid bin 'Amr bin Sa'd bin Mu'adh'ım.' O dedi: 'Sa'd, insanların en büyüğü ve en faziletlisiydi.' Sonra çok ağladı, sonra dedi ki: 'Allah'ın Resulü bunu giydi, sonra Minber'e çıktı ve konuşmadan oturdu, sonra indi ve insanlar ona elleriyle dokunmaya başladılar. O dedi: 'Bunu mı hayranlıkla izliyorsunuz? Sa'd'ın cennetteki mendilleri, gördüğünüzden daha güzeldir.'\""
    },
    {
      "id": 264,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: \"Peygamber, kendisine verilmiş olan bir Ad-Dibaj Qaba' giydi, ama kısa süre sonra onu çıkardı ve 'Umar'a gönderdi. Kendisine: 'Ne çabuk çıkardın, ey Allah'ın Resulü.' denildi. O dedi: 'Cebrail, selam üzerine olsun, bunu giymemi yasakladı.' Sonra 'Umar ağlayarak geldi ve dedi: 'Ey Allah'ın Resulü, sen bir şeyi sevmedin ama onu bana verdin.' O dedi: 'Bunu giymen için vermedim, aksine, bunu satman için verdim.' Böylece 'Umar onu iki bin dirheme sattı.\""
    },
    {
      "id": 265,
      "narrator": "'Abdullah bin Az-Zubair said, while he was on the Minbar delivering a Khutbah:",
      "text": "'Abdullah bin Az-Zubair, bir Khutbah verirken Minber'de dedi ki: \"Muhammed, selam üzerine olsun, dedi ki: 'Kim bu dünyada ipek giyerse, ahirette onu giyemez.'\""
    },
    {
      "id": 266,
      "narrator": "Khalifah said:",
      "text": "Halife dedi ki: \"Ben 'Abdullah bin Az-Zubair'in şöyle dediğini duydum: 'Kadınlarınızın ipek giymesine izin vermeyin, çünkü ben 'Umar bin Al-Khattab'ın şöyle dediğini duydum: Allah'ın Resulü, bu dünyada giyenin ahirette giyemeyeceğini söyledi.'\""
    },
    {
      "id": 267,
      "narrator": "'Imran bin Hittan narrated that :",
      "text": "'Imran bin Hittan rivayet etti ki: 'Abdullah bin 'Abbas'a ipek giymek hakkında sordum. O dedi ki: \"Aişe'ye sor.\" \"Ben de Aişe'ye sordum ve o dedi ki: 'Abdullah bin 'Umar'a sor.' Ben de İbn 'Umar'a sordum ve o dedi ki: 'Abu Hafs bana, Allah'ın Resulü'nün şöyle dediğini söyledi: \"Kim bu dünyada ipek giyerse, ahirette hiçbir payı yoktur.\"'"
    },
    {
      "id": 268,
      "narrator": "It was narrated from Ibn 'Umar, :",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"İpek, sadece payı olmayan birine giydirilir.\""
    },
    {
      "id": 269,
      "narrator": "It was narrated that 'Ali Al-Bariqi said:",
      "text": "Ali El-Bariki'den rivayet edilmiştir ki: \"Bir kadın bana bir soru sormak için geldi ve ben ona: 'İbn 'Umar orada.' dedim. O, ona sormak için peşinden gitti ve ben de ne diyeceğini duymak için peşinden gittim. O dedi ki: 'Bana ipek hakkında söyle.' O da dedi ki: 'Allah'ın Resulü bunu yasakladı.'\""
    },
    {
      "id": 270,
      "narrator": "It was narrated that Al-Bara' bin 'Azib said:",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir ki: \"Allah'ın Resulü bize yedi şey emretti ve yedi şeyden de yasakladı. Bize altın yüzükleri, gümüş kapları, Al-Mayathir, Al-Qassiyah, Al-Istabraq, Ad-Dibaj ve ipeği yasakladı.\""
    },
    {
      "id": 271,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildiğine göre: Allah'ın Resulü, 'Abdur-Rahman bin 'Awf ve Az-Zubair bin Al-'Awwam'a, çektikleri uyuz nedeniyle ipek gömlek giymelerine izin verdi."
    },
    {
      "id": 272,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildiğine göre: Peygamber, 'Abdur-Rahman ve Az-Zubair'e, çektikleri uyuz nedeniyle ipek gömlek giymelerine izin verdi."
    },
    {
      "id": 273,
      "narrator": "It was narrated from Jarir from Sulaiman At-Taimi, from Abu 'Uthman A-Nahdi, who said:",
      "text": "Jarir'den, Sulaiman At-Taimi'den, Abu 'Uthman A-Nahdi'den rivayet edildiğine göre: \"Biz 'Utbah bin Farqad ile birlikteydik, 'Umar'ın mektubu geldi ve Allah'ın Resulü şöyle dedi: 'İpek giymeyen kimse, ahirette ondan hiçbir nasibi olmayan kimsedir, ancak bu kadar.' \" Ve Abu 'Uthman, başparmağın yanındaki iki parmağıyla işaret etti. Ve ben, Tayalisah'ın sınırlarını gösterdiklerini gördüm, böylece Tayalisah'ı görebildim."
    },
    {
      "id": 274,
      "narrator": "It was narrated from 'Umar that:",
      "text": "'Umar'dan rivayet edildiğine göre: İpek giymeye, dört parmak genişliğinden başka bir şeyle izin vermedi."
    },
    {
      "id": 275,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Bara' şöyle dedi: \"Peygamberi, saçları taranmış halde kırmızı bir Hullah giyerken gördüm ve ondan daha güzelini ne daha önce ne de sonra hiç görmedim.\""
    },
    {
      "id": 276,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas şöyle dedi: \"Allah'ın Resulü'nün en sevdiği elbise Hibarah idi.\""
    },
    {
      "id": 277,
      "narrator": "'Abdullah bin 'Amr narrated that:",
      "text": "'Abdullah bin 'Amr rivayet etti ki: Allah'ın Resulü, onu safranla boyanmış iki giysi giyerken gördü ve şöyle dedi: \"Bu, kafirlerin giysisidir; bunu giymeyin.\""
    },
    {
      "id": 278,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that:",
      "text": "'Abdullah bin 'Amr'dan rivayet edildiğine göre: O, Peygamber'e geldi, öfkelendi ve şöyle dedi: \"Git ve onları çıkar.\" Peygamber şöyle dedi: \"Onları nereye atayım, Ey Allah'ın Resulü?\" O da: \"Ateşe.\""
    },
    {
      "id": 279,
      "narrator": "'Ali said:",
      "text": "'Ali şöyle dedi: \"Allah'ın Resulü, bana altın yüzük takmayı, Al-Qassiyah giysilerini giymeyi, safranla boyanmış giysileri giymeyi ve rükuda iken Kur'an okumayı yasakladı.\""
    },
    {
      "id": 280,
      "narrator": "It was narrated that Abu Rimthah said:",
      "text": "Abu Rimthah şöyle dedi: \"Allah'ın Resulü, bize iki yeşil giysi ile çıktı.\""
    },
    {
      "id": 281,
      "narrator": "It was narrated that Khabbab bin Al-Aratt said:",
      "text": "Khabbab bin Al-Aratt şöyle dedi: \"Biz, Allah'ın Resulü'ne, Kâbe'nin gölgesinde yuvarlanmış Burdah'ının üzerinde yatarken şikayet ettik. Dedik ki: 'Bize zafer için dua etmeyecek misin, Allah'a bizim için dua etmeyecek misin?'\""
    },
    {
      "id": 282,
      "narrator": "It was narrated that Sahl bin Sa'd said:",
      "text": "Sahl bin Sa'd şöyle dedi: \"Bir kadın bir Burdah getirdi\" - Sahl dedi ki: \"Bir Burdah'ın ne olduğunu biliyor musun?\" Onlar: \"Evet, iki dokuma kenarı olan bir örtüdür\" dediler - ve kadın şöyle dedi: 'Ey Allah'ın Resulü, bunu kendi ellerimle dokudum, sen giyesin diye.' Allah'ın Resulü, ona ihtiyacı olduğu için aldı, sonra bize çıktı ve onu İzar (alt giysi) olarak giyiyordu.\""
    },
    {
      "id": 283,
      "narrator": "It was narrated from Samurah that:",
      "text": "Samurah'dan rivayet edildiğine göre: Peygamber şöyle dedi: \"Beyaz giysiler giyin, çünkü onlar daha temiz ve daha iyidir, ölülerinizi onlarla kefenleyin.\""
    },
    {
      "id": 284,
      "narrator": "It was narrated that Samurah said:",
      "text": "Samurah şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Beyaz giysiler giymelisiniz; yaşayanlarınızı onlarla giydirin ve ölülerinizi onlarla kefenleyin, çünkü bunlar sizin en iyi giysilerinizdendir.'\""
    },
    {
      "id": 285,
      "narrator": "It was narrated that Miswar bin Makhramah said:",
      "text": "Miswar bin Makhramah şöyle dedi: \"Allah'ın Resulü...' Ben de onunla birlikte gittim ve şöyle dedi: 'Git ve onu benim için çağır.' Ben de onu çağırdım, o da Qaba'dan birini giyerek çıktı. O şöyle dedi: 'Bunu senin için sakladım.' Ve ona baktı, Makhramah da onu giydi.\""
    },
    {
      "id": 286,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: O, Peygamber'in Arafat'ta şöyle söylediğini işitti: \"Kim İzar (bel örtüsü) bulamazsa, pantolon giysin; kim de sandalet bulamazsa, Khuff (deri çorap) giysin.\""
    },
    {
      "id": 287,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: \"Bir adam, İzar'ını gururla sürüklerken, yer onu yuttu ve Kıyamet Günü'ne kadar içine batmaya devam edecektir.\""
    },
    {
      "id": 288,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kim elbisesini gururla sürüklerse, Allah Kıyamet Günü ona bakmayacaktır.'\""
    },
    {
      "id": 289,
      "narrator": "It was narrated that Muharib said:",
      "text": "Muharib'ten rivayet edilmiştir ki: \"İbn Ömer'in, Allah'ın Elçisi'nin şöyle dediğini rivayet ettiğini duydum: 'Kim elbisesini kibirle sürüklerse, Allah, Azim ve Celil olan, Kıyamet Günü ona bakmayacaktır.'\""
    },
    {
      "id": 290,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'İzar, baldırların ortasına kadar gelmelidir. Eğer ısrar ederseniz, biraz daha aşağısına, eğer ısrar ederseniz, biraz daha aşağısına, ama İzar'ın bilek seviyesine inme hakkı yoktur.' Bu, Muhammed'in sözleridir.\""
    },
    {
      "id": 291,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'İzar'ın bileklerin altına inen kısmı ateştedir.'\""
    },
    {
      "id": 292,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber şöyle dedi: \"İzar'ın bileklerin altına inen kısmı ateştedir.\""
    },
    {
      "id": 293,
      "narrator": "It was narrated that Ash'ath said:",
      "text": "Eş'ath'tan rivayet edilmiştir ki: \"Sa'id bin Cubeyr'in İbn Abbas'tan rivayet ettiğini duydum ki Peygamber şöyle dedi: 'Allah, Musbil'e (İzar'ını bileklerin altına indiren) bakmayacaktır.'\""
    },
    {
      "id": 294,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kıyamet Günü Allah (Azim ve Celil) ile konuşmayacağı, onları temizlemeyeceği ve acı bir azapları olacak üç kişi vardır: Başkalarına verdiği şeyleri hatırlatan (Al-Mannan), İzar'ını bileklerinin altına indiren ve ürününü yalan yeminlerle satan kişi.'\""
    },
    {
      "id": 295,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Al-Isbal, İzar, Qamis ve sarık için geçerlidir. Bunlardan herhangi birini kibirle sürükleyen, Allah Kıyamet Günü ona bakmayacaktır.'\""
    },
    {
      "id": 296,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim'den, babasından rivayet edilmiştir ki: \"Allah'ın Elçisi: 'Sen, bunu gururla yapanlardan değilsin.'\""
    },
    {
      "id": 297,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Kim elbisesini gururla sürüklerse, Allah ona bakmayacaktır.' Ümmü Seleme dedi ki: 'Ey Allah'ın Elçisi, kadınlar eteklerini ne yapmalıdır?' O şöyle dedi: 'Bir avuç kadar salsın.' O dedi ki: 'Ama o zaman ayakları görünür.' O şöyle dedi: 'Bir kol boyu kadar salsın, ama daha fazlasını değil.'\""
    },
    {
      "id": 298,
      "narrator": "It was narrated from Umm Salamah that:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: \"Kadınların eteklerini Allah'ın Elçisi'ne söyledikten sonra, O şöyle dedi: 'Bir avuç kadar salsın.' Ümmü Seleme dedi ki: 'Ama o zaman ayakları açığa çıkacak.' O şöyle dedi: 'Bir kol boyu kadar salsın, ama daha fazlasını değil.'\""
    },
    {
      "id": 299,
      "narrator": "It was narrated from Umm Salamah that:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: \"Peygamber, İzar hakkında söylediklerini söyledikten sonra, Ümmü Seleme dedi ki: 'Kadınlar ne yapacak?' O şöyle dedi: 'Bir avuç kadar salsın.' O dedi ki: 'Ama o zaman ayakları görünür.' O şöyle dedi: 'O zaman (bir kol boyu kadar salsın), ama daha fazlasını değil.'\""
    },
    {
      "id": 300,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: \"Kadınların eteklerinin ne kadar sarkması gerektiği sorulduğunda, Allah'ın Elçisi şöyle dedi: 'Bir avuç kadar.' O dedi ki: 'Ama o zaman ayaklarını açığa çıkaracak.' O şöyle dedi: 'Bir kol boyu kadar, ama daha fazlasını değil.'\""
    },
    {
      "id": 301,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir: \"Allah'ın Resulü, İştimal As-Samma'ı ve (özel yerleri örtmeyen) tek bir elbiseye sarınmayı yasakladı.\""
    },
    {
      "id": 302,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir: \"Allah'ın Resulü, İştimal As-Samma'ı ve (özel yerleri örtmeyen) tek bir elbiseye sarınmayı yasakladı.\""
    },
    {
      "id": 303,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Resulü, İştimal As-Samma'ı ve (özel yerleri örtmeyen) tek bir elbiseye sarınmayı yasakladı.\""
    },
    {
      "id": 304,
      "narrator": "It was narrated from Ja'far bin 'Amr bin Huraith that his father said:",
      "text": "Ja'far bin 'Amr bin Huraith'ten rivayet edilmiştir ki, babası şöyle demiştir: \"Ben, Peygamberi  siyah bir sarıkla gördüm.\""
    },
    {
      "id": 305,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir: \"Fetih günü, Allah'ın Resulü (şehre) siyah bir sarıkla girdi ve ihramda değildi.\""
    },
    {
      "id": 306,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Peygamber, Fetih günü (Mekke'ye) siyah bir sarıkla girdi.\""
    },
    {
      "id": 307,
      "narrator": "It was narrated from Ja'far bin 'Amr bin Umayyah that his father said:",
      "text": "Ja'far bin 'Amr bin Umayyah'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Sanki şimdi Allah'ın Resulü'nü minberde, siyah bir sarıkla, omuzları arasında sarkacak şekilde görüyorum.\""
    },
    {
      "id": 308,
      "narrator": "It was narrated from Abu Talhah that:",
      "text": "Abu Talhah'tan rivayet edilmiştir ki: \"Peygamber  dedi ki: 'Melekler, içinde köpek veya resim bulunan bir eve girmezler.'\""
    },
    {
      "id": 309,
      "narrator": "It was narrated that Abu Talhah said:",
      "text": "Abu Talhah'tan rivayet edilmiştir ki: \"Ben, Allah'ın Resulü'nün 'Melekler, içinde köpek veya canlı varlıkların resmi bulunan bir eve girmezler.' dediğini duydum.\""
    },
    {
      "id": 310,
      "narrator": "It was narrated from 'Ubaidullah bin 'Abdullah that:",
      "text": "'Ubaidullah bin 'Abdullah'tan rivayet edilmiştir ki: \"O, Abu Talhah Al-Ansari'yi (hasta olduğunda) ziyaret etti ve orada Sahl bin Hunaif'i buldu. Abu Talhah, birinin altındaki örtüyü kaldırmasını istedi, Sahl ona: 'Neden kaldırmak istiyorsun?' dedi. O da: 'Çünkü üzerinde resimler var ve Allah'ın Resulü, bunlar hakkında bildiğinizi söyledi.' dedi. Sahl: 'O, 'Kumaşlardaki desenler hariç' demedi mi?' dedi. O da: 'Evet, ama bu beni daha rahat hissettiriyor.'\""
    },
    {
      "id": 311,
      "narrator": "It was narrated from Abu Talhah that:",
      "text": "Abu Talhah'tan rivayet edilmiştir ki: \"Allah'ın Resulü, içinde resim bulunan hiçbir eve meleklerin girmediğini söyledi.\" Busr dedi ki: \"Sonra Zaid hastalandı ve onu ziyaret etmeye gittik, kapısında üzerinde resim olan bir perde vardı. 'Ubaidullah Al-Khawlani'ye: 'Zaid dün bize resimlerden bahsetmedi mi?' dedim. 'Ubaidullah: 'O, 'Kumaşlardaki desenler hariç' demedi mi?' dedi.\""
    },
    {
      "id": 312,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Ben bir yemek yaptım ve Peygamberi (yemek yemeye) davet ettim. O geldi ve içeri girdi, sonra üzerinde resim olan bir perdeyi görünce dışarı çıktı ve: 'Melekler, içinde resim bulunan bir eve girmezler.' dedi.\""
    },
    {
      "id": 313,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü dışarı çıktı, sonra içeri girdi ve ben, üzerinde (kanatlı) atların resimleri olan bir perde asmıştım. Onu görünce: 'Kaldır bunu.' dedi.\""
    },
    {
      "id": 314,
      "narrator": "It was narrated that 'Aishah, the wife of the Prophet , said:",
      "text": "Peygamber'in eşi 'Aişe'den rivayet edilmiştir ki: \"Evimizin girişinde, üzerinde kuşların resimleri olan bir perde vardı. Allah'ın Resulü: 'Ey Aişe, bunu kaldır, çünkü her içeri girdiğimde bunu görünce bu dünyayı hatırlıyorum.' dedi. Ben: 'Bizim, kenarında bir dantel olan bir yumuşak örtümüz vardı, onu giyerdik ve kesilmemişti.' dedim.\""
    },
    {
      "id": 315,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Evimin içinde üzerinde resimler olan bir örtü vardı, onu evin bir köşesine koymuştum ve Allah'ın Resulü ona doğru namaz kılıyordu. Sonra: 'Ey Aişe, bunu benden al.' dedi. Ben de onu indirdim ve yastık yaptım.\""
    },
    {
      "id": 316,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Resulullah, üzerinde resimler bulunan bir perde astığımda, ona yaslanırdı.\""
    },
    {
      "id": 317,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'nin söylediğine göre: \"Resulullah bir yolculuktan döndü ve ben bir nişin üzerine resimlerin olduğu bir perde astım. O, perdeyi indirdi ve şöyle dedi: 'Kıyamet Günü en şiddetli azap görecek olanlar, Allah'ın yaratılışına benzemeye çalışanlardır.'\""
    },
    {
      "id": 318,
      "narrator": "It was narrated that 'Aishah, the wife of the Prophet , said:",
      "text": "Peygamber'in eşi 'Aişe'den rivayet edilmiştir ki: \"Resulullah benim yanıma girdi ve ben üzerinde resimler bulunan bir perde astım. Onu görünce yüzü değişti, sonra elini uzatıp onu yırtarak şöyle dedi: 'Kıyamet Günü en şiddetli azap görecek olanlar, Allah'ın yaratılışını taklit etmeye çalışanlardır.'\""
    },
    {
      "id": 319,
      "narrator": "It was narrated that An-Nadr bin Anas said:",
      "text": "En-Nadr bin Enas'tan rivayet edilmiştir ki: \"Ben İbn Abbas ile oturuyordum, Irak'tan bir adam geldi ve ona: 'Ben bu resimleri yapıyorum; bunlar hakkında ne dersin?' dedi. O da: 'Yaklaş, yaklaş. Ben Muhammed'in şöyle söylediğini duydum: Kim bu dünyada bir resim yaparsa, Kıyamet Günü ona ruh üflemesi emredilecektir ve bunu yapamayacaktır.'\""
    },
    {
      "id": 320,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Resulullah şöyle dedi: 'Kim bir resim yaparsa, ruh üflemesi emredilecektir ve bunu yapamayacaktır.'\""
    },
    {
      "id": 321,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Resulullah şöyle dedi: 'Kim bir resim yaparsa, Kıyamet Günü ona ruh üflemesi emredilecektir ama bunu yapamayacaktır.'\""
    },
    {
      "id": 322,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Peygamber şöyle dedi: \"Bu resimleri yapanlar Kıyamet Günü azap göreceklerdir ve onlara denilecektir: 'Yarattığınız şeye hayat verin.'\""
    },
    {
      "id": 323,
      "narrator": "It was narrated from 'Aishah, the wife of the Prophet , that:",
      "text": "Peygamber'in eşi 'Aişe'den rivayet edilmiştir ki: \"Bu resimleri yapanlar Kıyamet Günü azap göreceklerdir ve onlara denilecektir: 'Yarattığınız şeye hayat verin.'\""
    },
    {
      "id": 324,
      "narrator": "It was narrated that 'Aishah, the wife of the Prophet , said:",
      "text": "'Aişe'nin söylediğine göre: \"Kıyamet Günü en şiddetli azap görecek olanlar, Allah'ın yaratılışına benzemeye çalışanlardır.\""
    },
    {
      "id": 325,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Resulullah şöyle dedi: 'Kıyamet Günü en şiddetli azap görecek olanlar arasında resim yapanlar olacaktır.'\""
    },
    {
      "id": 326,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Cebrail, ona selam olsun, Peygamber'e girmek için izin istedi ve o da: 'Girin.' dedi. Cebrail: 'Evinde üzerinde resimler bulunan bir perde varken nasıl girebilirim? Ya başlarını kesmeli ya da üzerine basılacak bir halı yapmalısın, çünkü biz melekler, içinde resim bulunan bir eve girmeyiz.'\""
    },
    {
      "id": 327,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Resulullah bizim yorganlarımızda namaz kılmazdı.\""
    },
    {
      "id": 328,
      "narrator": "Anas narrated that :",
      "text": "Enes'ten rivayet edilmiştir ki: \"Resulullah'ın sandaletlerinde iki kayış vardı.\""
    },
    {
      "id": 329,
      "narrator": "It was narrated that 'Amr bin Aws said:",
      "text": "'Amr bin Avf'tan rivayet edilmiştir ki: \"Resulullah'ın sandaletlerinde iki kayış vardı.\""
    },
    {
      "id": 330,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Peygamber şöyle dedi: 'Birinizin sandaletinin kayışı koparsa, onu tamir edene kadar tek sandaletle yürümemelidir.'\""
    },
    {
      "id": 331,
      "narrator": "It was narrated that Abu Razin said:",
      "text": "Abu Razin'in rivayet ettiğine göre: \"Abu Hurayra'nın elini alnına vurup şöyle dediğini gördüm: 'Ey Irak halkı, benim Allah Resulü hakkında yalan söylediğimi iddia ediyorsunuz. Eğer birinizin terliği koparsa, onu tamir etmeden diğerine basmasın.'\""
    },
    {
      "id": 332,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Peygamber (ﷺ) gülümsedi."
    },
    {
      "id": 333,
      "narrator": "It was narrated that Samurah bin Sahm said:",
      "text": "Samurah bin Sahm şöyle dedi: \"Veba hastalığına yakalanmış olan Abu Hashim bin 'Utbah'a gittiğimde, Muaviye onu ziyarete geldi. Abu Hashim ağladı. Muaviye ona: 'Neden ağlıyorsun? Senden bir acı mı var, yoksa bu dünyanın gidişi için mi ağlıyorsun?' dedi. O da: 'Ne acı, ne de dünya için ağlıyorum, fakat Allah Resulü bana bir nasihatte bulundu, keşke ona uysaydım. Dedi ki: \"Belki de, insanların arasında dağıtılacak bir zenginlik göreceksin, oysa bunun için sana yetecek olan bir hizmetçi ve Allah yolunda bineceğin bir hayvan olacaktır.\" Ben de bunu gördüm ve zenginlik biriktirdim.'\""
    },
    {
      "id": 334,
      "narrator": "It was narrated that Abu Umamah bin Sahl said:",
      "text": "Abu Umamah bin Sahl şöyle dedi: \"Allah Resulü'nün kılıcının kabzası gümüştendi.\""
    },
    {
      "id": 335,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas şöyle dedi: \"Allah Resulü'nün kılıcının kınına ait metal ucu gümüştendi, kılıcının kabzası gümüştendi ve arada gümüş halkalar vardı.\""
    },
    {
      "id": 336,
      "narrator": "It was narrated that Sa'eed bin Abi Al-Hasan said:",
      "text": "Sa'eed bin Abi Al-Hasan şöyle dedi: \"Allah Resulü'nün kılıcının kabzası gümüştendi.\""
    },
    {
      "id": 337,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali şöyle dedi: Allah Resulü bana: \"De ki: Ey Allah, beni sabit kıl ve bana hidayet ver.\" dedi. Ve Al-Mayathir üzerinde oturmamı yasakladı.\" Al-Mayathir: Kadınların kocaları için eyerlerin üzerine koyduğu, kırmızı yastıklar gibi olan şeylerdir."
    },
    {
      "id": 338,
      "narrator": "It was narrated that Humaid bin Hilal said:",
      "text": "Humaid bin Hilal şöyle dedi: \"Abu Rifa'ah dedi ki: 'Ben Allah Resulü'ne geldim, oturdu ve Allah'ın ona öğrettiği şeyleri bana öğretmeye başladı, sonra gitti ve hutbesini tamamladı.'\""
    },
    {
      "id": 339,
      "narrator": "It was narrated that Abu Juhaifah said:",
      "text": "Abu Juhaifah şöyle dedi: \"Biz Peygamber (ﷺ) ile Al-Batha'daydık ve o kırmızı bir çadırdaydı, yanında bazı insanlar vardı ve yola çıkmak üzereydi. Bilal geldi ve sağa sola dönerek ezan okudu.\""
    }
  ]
}