{
  "language": "tr",
  "metadata": {
    "length": 49,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Abdullah bin 'Amr bin Al-'As that:",
      "text": "'Abdullah bin 'Amr bin Al-'As'tan rivayet edilmiştir ki: Peygamber  şöyle buyurmuştur: \"Adil ve hakkaniyetli olanlar, en Yüce Allah ile birlikte, Rahmanın sağ yanında, ışık tahtalarında olacaklardır; hüküm verirken ve aileleriyle, sorumlulukları altındaki kişilerle olan ilişkilerinde adil olanlar.\" Muhammed (rivayet edenlerden biri) Hadisinde şöyle demiştir: \"Ve O'nun iki eli de sağ ellerdir.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi  şöyle buyurmuştur: \"Kıyamet Günü, Allah, Azze ve Celle, gölgesinde gölgeleyeceği yedi kişi vardır; adil bir yönetici, Allah'a ibadet ederek büyüyen bir genç; yalnız kaldığında Allah'ı hatırlayan ve gözyaşları döken bir adam; kalbi mescide bağlı olan bir adam; Allah rızası için birbirini seven iki adam; yüksek bir statü ve güzelliğe sahip bir kadın tarafından günaha çağrılan bir adam, fakat o: 'Allah'tan korkarım' der; ve sadaka veren ve bunu gizleyen bir adam, böylece sol eli sağ elinin ne yaptığını bilmez.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurmuştur: 'Eğer bir hakim, hüküm verirken doğru sonuca ulaşmak için çaba gösterirse ve doğruyu bulursa, iki sevap alır; eğer doğru sonuca ulaşmak için çaba gösterir fakat yanlış yaparsa, yine de bir sevap alır.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki: \"Ash'arilerden bazı kişiler bana geldiler ve: 'Bizi Allah'ın Elçisi'ne götür, ona bir şey sormak istiyoruz.' dediler. Ben de onlarla birlikte gittim ve: 'Ey Allah'ın Elçisi, bizi işin için kullan' dediler.\" Abu Musa şöyle dedi: \"Ben onların söyledikleri için özür diledim ve ne soracaklarını bilmediğimi söyledim. O da bana inandı ve beni affetti ve: 'Biz işimiz için, bunu isteyen kimseyi tayin etmeyiz.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Usaid bin Hudair that:",
      "text": "Usaid bin Hudair'den rivayet edilmiştir ki: \"Ensardan bir adam, Allah'ın Elçisi'ne geldi ve: 'Beni de falan gibi tayin etmeyecek misin?' dedi. O da: 'Benim arkamdan gittiğimde bencillikle karşılaşacaksınız, bu yüzden benimle havuzda (Al-Hawd) buluşana kadar sabırlı olun.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that 'Abdur-Rahman bin Samurah said:",
      "text": "'Abdur-Rahman bin Samurah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurmuştur: 'Yönetim istemeyin. Çünkü eğer size istemeniz nedeniyle verilirse, kendi halinize bırakılırsınız; ama size istemeden verilirse, Allah tarafından yardım görürsünüz.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber  şöyle buyurmuştur: 'Yönetim için heves edeceksiniz, ama bu Kıyamet Günü pişmanlık ve kayıp olacaktır. Hayatta iken ne kadar güzel bir konum, ama öldüklerinde (ve geride bıraktıklarında) ne kadar sefil bir durum.'\""
    },
    {
      "id": 8,
      "narrator": "'Abdullah bin Az-Zubair narrated that:",
      "text": "'Abdullah bin Az-Zubair rivayet etmiştir ki: \"Banu Tamim'den bir grup, Peygamber'e geldi. Abu Bekir: 'Al-Qa'qa' bin Ma'bad'ı (komutan veya yönetici olarak) tayin et,' dedi; 'Umar: 'Hayır, Al-Aqra' bin Habis'i tayin et,' dedi. Tartıştılar ve seslerini yükseltmeye başladılar, sonra ayetler indirildi: 'Ey iman edenler! Allah ve Resulünden önce (bir karar) vermeyin...' ayetinin sonuna kadar: 'Eğer sabırlı olsalardı, sen onlara çıkıp gelsen, bu onlar için daha iyi olurdu.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Shuraih bin Hani' from his father, that:",
      "text": "Şuraih bin Hani' babasından rivayet etmiştir ki: \"O, Allah'ın Elçisi'ne geldiğinde, O da onu çağırdı ve: 'Allah, Al-Hakam'dır (Hâkim) ve hüküm O'nundur. Neden Abu Al-Hakam olarak biliniyorsun?' dedi. O da: 'Eğer halkım bir konuda ihtilafa düşerse, bana gelirler ve ben aralarında hüküm veririm, her iki taraf da bunu kabul eder.' dedi. O da: 'Ne kadar güzel.' dedi. 'Çocukların var mı?' dedi. O da: 'Şuraih, Abdullah ve Muslim var.' dedi. O da: 'Onların en büyüğü kim?' dedi. O da: 'Şuraih.' dedi. O da: 'O zaman sen Abu Şuraih'sin,' dedi ve onun ve oğlunun hayır duasını etti.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakrah'tan rivayet edilmiştir ki: \"Allah, beni Allah'ın Elçisi'nden duyduğum bir şeyle korudu. Hüsrev öldüğünde: 'Onu kimin halef tayin etti?' dedi. Onlar: 'Kızı.' dediler. O da: 'Bir millete asla bir kadına liderlik vermekle hayır gelmez.' dedi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Al-Fadl bin 'Abbas that:",
      "text": "Al-Fadl bin 'Abbas'tan rivayet edilmiştir ki: \"O, Kurban Bayramı sabahı, Allah'ın Elçisi'nin arkasında biniyordu, Khath'am'dan bir kadın ona geldi ve: 'Ey Allah'ın Elçisi, Allah, Azze ve Celle, kullarına Hac yapmalarını emretti, babam yaşlı ve binerken bağlanmadıkça binebilir; onun adına Hac yapabilir miyim?' dedi. O da: 'Evet, onun adına Hac yap, çünkü eğer borcu olsaydı, onu ödeyecektin.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Sulaiman bin Yasar that Ibn 'Abbas told him:",
      "text": "Sulaiman bin Yasar'dan rivayet edilmiştir ki: \"İbn Abbas ona şöyle dedi: 'Khath'am'dan bir kadın, Allah'ın Elçisi'ne sordu. 'Ey Allah'ın Elçisi, Allah, Azze ve Celle, kullarına Hac yapmalarını emretti, babam yaşlı, düzgün oturamaz. Onun adına Hac yapmam yeterli olur mu?' dedi. O da: 'Evet.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that 'Abdullah bin 'Abbas said:",
      "text": "'Abdullah bin 'Abbas'tan rivayet edilmiştir ki: \"Bir adam, Allah'ın Elçisi'ne sordu: 'Hac emri geldi, babam yaşlı ve düzgün oturamaz, eğer onu bağlarsam, ölmesinden korkarım. Onun adına Hac yapabilir miyim?' O da: 'Eğer onun bir borcu olsaydı, onu ödeyeceğini düşünüyor musun?' dedi. O da: 'Evet.' dedi. O da: 'O zaman babanın adına Hac yap.' dedi.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn Shihab that Sulaiman bin Yasar told him that Ibn 'Abbas told him that:",
      "text": "İbn Şihab'dan rivayet edilmiştir ki: Sulaiman bin Yasar ona şöyle dedi: \"İbn Abbas bana şöyle söyledi: Khath'am'dan bir kadın şöyle dedi: 'Ey Allah'ın Elçisi, Allah, Azze ve Celle, kullarına Hac yapmalarını emretti, babam yaşlı ve düzgün oturamaz. Onun adına Hac yapmam, onun yükümlülüğünü yerine getirir mi?' Allah'ın Elçisi, Al-Fadl'ın yüzünü diğer tarafa çevirdi.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that:",
      "text": "'Abdullah bin 'Abbas'tan rivayet edilmiştir ki: \"Bir adam, Allah'ın Elçisi'ne sordu: 'Hac emri geldi, babam yaşlı ve düzgün oturamaz, eğer onu bağlarsam, ölmesinden korkarım. Onun adına Hac yapabilir miyim?' O da: 'Eğer onun bir borcu olsaydı, onu ödeyeceğini düşünüyor musun?' dedi. O da: 'Evet.' dedi. O da: 'O zaman babanın adına Hac yap.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Al-Fadl bin 'Abbas, that:",
      "text": "Al-Fadl bin 'Abbas'tan rivayet edilmiştir ki: O, Allah'ın Resulü'nün arkasında binerken bir adam geldi ve şöyle dedi: \"Ey Allah'ın Resulü, annem yaşlı bir kadındır; onu bir bineğe koyarsam sağlam oturamaz, eğer onu bağlarsam, onu öldürmekten korkarım.\" Resulullah (s.a.v) dedi ki: \"Annen borçlu olsaydı, onun borcunu öder miydin?\" Adam: \"Evet.\" dedi. Resulullah (s.a.v) dedi: \"O zaman annen adına Hac yap.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Sulaiman bin Yasar, who narrated from Al-Fadl bin 'Abbas, who said:",
      "text": "Sulaiman bin Yasar'dan rivayet edilmiştir ki, o da Al-Fadl bin 'Abbas'tan nakletmiştir. Al-Fadl şöyle dedi: \"Bir adam Peygamber (s.a.v)'e geldi ve şöyle dedi: 'Ey Allah'ın Peygamberi, babam yaşlıdır ve Hac yapamaz. Onu bir bineğe koyarsam sağlam oturamaz. Onun adına Hac yapabilir miyim?' Peygamber (s.a.v) dedi: 'Baban adına Hac yap.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Bir adam Peygamber (s.a.v)'e geldi ve şöyle dedi: \"Babam yaşlıdır, onun adına Hac yapabilir miyim?\" Peygamber (s.a.v) dedi: \"Evet. Eğer o borçlu olsaydı ve sen de onu ödeseydin, bu onu yeterli kılmaz mıydı?\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that 'Abdur-Rahman bin Yazid said:",
      "text": "'Abdur-Rahman bin Yazid'ten rivayet edilmiştir ki: \"Bir gün insanlar 'Abdullah'a çok fazla soru sordular, ve 'Abdullah dedi ki: 'Bir zamanlar bu kadar çok hüküm vermiyorduk, ama şimdi o zaman sona erdi. Şimdi Allah, Azim ve Celil, bize, gördüğünüz gibi, (birçok hüküm vermemiz gerektiğini) emretti. Sizden biri bu günden sonra bir hüküm vermesi istendiğinde, Allah'ın Kitabı'nda ne varsa ona göre hüküm versin. Eğer Allah'ın Kitabı'nda yer almayan bir mesele ile karşılaşırsa, Resulullah'ın (s.a.v) hüküm verdiği şekilde hüküm versin. Eğer Allah'ın Kitabı'nda yer almayan ve Resulullah'ın (s.a.v) hüküm vermediği bir mesele ile karşılaşırsa, o zaman salihlerin hüküm verdiği şekilde hüküm versin. Eğer Allah'ın Kitabı'nda yer almayan ve Resulullah ile salihlerin hüküm vermediği bir mesele ile karşılaşırsa, o zaman onu çözmeye çalışsın ve 'korkarım, korkarım' demesin. Çünkü helal olan açıktır ve haram olan da açıktır, aralarında ise belirsiz olan meseleler vardır. Şüpheye düştüğün şeyi bırak, şüpheye düşmediğin şey için.'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mas'ud'tan rivayet edilmiştir ki: \"Bir zamanlar bu kadar çok hüküm vermiyorduk, ama şimdi o zaman sona erdi. Şimdi Allah, Azim ve Celil, bize, gördüğünüz gibi, (birçok hüküm vermemiz gerektiğini) emretti. Sizden biri bu günden sonra bir hüküm vermesi istendiğinde, Allah'ın Kitabı'nda ne varsa ona göre hüküm versin. Eğer Allah'ın Kitabı'nda yer almayan bir mesele ile karşılaşırsa, Resulullah'ın (s.a.v) hüküm verdiği şekilde hüküm versin. Eğer Allah'ın Kitabı'nda yer almayan ve Resulullah'ın (s.a.v) hüküm vermediği bir mesele ile karşılaşırsa, o zaman salihlerin hüküm verdiği şekilde hüküm versin. Ve 'korkarım, korkarım' demesin. Çünkü helal olan açıktır ve haram olan da açıktır, aralarında ise belirsiz olan meseleler vardır. Şüpheye düştüğün şeyi bırak, şüpheye düşmediğin şey için.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Shuraih that:",
      "text": "Şuraih'ten rivayet edilmiştir ki: O, 'Umar'a bir soru sormak için yazdı, ve 'Umar ona şöyle yazdı: \"Allah'ın Kitabı'nda ne varsa ona göre hüküm ver. Eğer Allah'ın Kitabı'nda yoksa, o zaman Allah'ın Resulü'nün (s.a.v) sünnetine göre hüküm ver, eğer salihlerin bu konuda hüküm vermediği bir mesele ile karşılaşırsan, o zaman istersen kendi başına çözmeye çalış veya istersen bırak. Ve bence bırakmak senin için daha hayırlıdır. Selam sana.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"İsa bin Meryem'den sonra bazı krallar Tevrat ve İncil'i değiştirdiler, ama aralarında Tevrat'ı okuyan müminler vardı. Onların krallarına şöyle denildi: 'Biz, bizi iftira eden ve 'Kim Allah'ın indirdiğiyle hükmetmezse, işte onlar kafirlerdir.' ayetini okuyan (müminlerden) daha kötü bir iftira duymadık.' Bu ayetlerde, okuduklarında bizim fiillerimizi eleştiriyorlar.\" Bunun üzerine onları topladı ve onlara ölüm ya da değiştirilmiş olanlar dışında Tevrat ve İncil okumayı bırakma seçeneği sundu. Onlar: 'Neden bizi değiştirmemizi istiyorsun? Bizi yalnız bırak.' dediler. Bazıları: 'Bize bir kule inşa et, oraya çıkalım ve yiyecek ve içeceğimizi kaldıracak bir şey ver ki sizinle karışmak zorunda kalmayalım.' dediler. Diğerleri: 'Gidelim ve yeryüzünde dolaşalım, vahşi hayvanlar gibi içelim, eğer sizin topraklarınızda yakalanırsak, bizi öldürebilirsiniz.' dediler. Başkaları: 'Bize çölün içinde evler inşa et, kuyular kazalım ve sebze yetiştirelim, sizinle karışmayalım ve yanınızdan geçmeyelim, çünkü bizim yakın akrabalarımızın olmadığı bir kabile yoktur.' dediler. Bunun üzerine bunu yaptılar ve Allah şu sözleri indirdi: 'Ama kendileri için icat ettikleri bu monastır, biz onlara emretmedik, ama (sadece) Allah'ı razı etmek için bunu istediler, ama onu doğru bir şekilde gözlemlemediler.' Sonra diğerleri: 'Biz, falan gibi ibadet edeceğiz, falan gibi dolaşacağız ve falan gibi evler edineceğiz.' dediler. Ama hala, takip ettiklerini iddia ettikleri kimselerin inancından habersiz bir şekilde şirklerine devam ediyorlardı. Allah, Peygamberi gönderdi; ve O şöyle dedi: 'Ki, Kitap ehli (Yahudiler ve Hristiyanlar) Allah'ın lütfu üzerinde hiçbir güçleri olmadığını bilsinler.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Umm Salamah that:",
      "text": "Umm Salamah'tan rivayet edilmiştir ki: Allah'ın Resulü (s.a.v) şöyle dedi: \"Siz ihtilaflarınızı bana yönlendiriyorsunuz, ama ben sadece bir insanım ve aranızdan bazıları, davalarını savunmada diğerlerinden daha etkileyici olabilir. Eğer ben birinizin lehine, kardeşinin hakları aleyhine hüküm verirsem, onu almasın; çünkü ona verdiğim bir ateş parçasıdır.\""
    },
    {
      "id": 24,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü (s.a.v) şöyle dedi: \"İki kadın, iki çocuklarıyla dışarı çıktılar ve bir kurt, onlardan birinin çocuğunu aldı. O, arkadaşına dedi: 'Senin çocuğunu aldı.' Diğeri: 'Hayır, senin çocuğunu aldı.' Kalan çocuk hakkında hüküm vermesi için Davud'a (a.s) başvurdular ve o, daha büyük olanın lehine hüküm verdi. Sonra Sulaiman bin Davud'a gittiler ve ona (durumu) anlattılar. O dedi: 'Bana bir bıçak verin, onu ikiye kesip aranıza paylaşacağım.' Daha küçük olanı: 'Bunu yapma, Allah sana merhamet etsin; o onun çocuğu.' dedi. Böylece o (çocuğun) daha küçük kadına ait olduğuna hükmetti.\" Ebu Hureyre dedi ki: \"Vallahi! O güne kadar 'Sikkin' kelimesini duymadım. Biz sadece 'Mudyah' derdik.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü (s.a.v) şöyle dedi: \"İki kadın, iki çocuklarıyla dışarı çıktılar ve kurt, onlardan birinin çocuğuna saldırdı ve onu aldı. Ertesi gün, kalan çocuk hakkında ihtilaflarını Davud'a (a.s) sundular ve o, (çocuğun) daha büyük kadına ait olduğuna hüküm verdi. Sonra Sulaiman'a (a.s) rastladılar ve o dedi: 'Hikayeniz nedir?' Onlar da ona anlattılar. O dedi: 'Bana bir bıçak verin, onu ikiye kesip aranıza paylaşacağım.' Daha küçük olanı: 'Onu ikiye mi keseceksin?' dedi. O: 'Evet.' dedi. O: 'Bunu yapma; ben ona payımı vereceğim.' dedi. O: 'O senin çocuğun' dedi ve onun ona ait olduğuna hükmetti.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber (s.a.v) şöyle dedi: \"İki kadın, iki çocuklarıyla dışarı çıktılar ve kurt, onlardan birinin çocuğunu aldı. Onlar, Peygamber Davud'a (a.s) başvurdular ve o, (kalan çocuğun) daha büyük kadına ait olduğuna hüküm verdi. Sonra Sulaiman'a (a.s) rastladılar ve o dedi: 'Aranızda nasıl hüküm verdi?' O: 'O, (çocuğun) daha büyük kadına ait olduğuna hüküm verdi.' Sulaiman dedi: 'Onu ikiye kesin ve yarısını birine, yarısını diğerine verin.' Daha büyük kadın: 'Evet, onu ikiye kesin.' dedi. Daha küçük kadın: 'Onu kesmeyin, o onun çocuğu.' dedi. Böylece o, çocuğun, kesilmesine razı olmayan kadına ait olduğuna hükmetti.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Peygamber (s.a.v) dedi: 'Khalid'in yaptığından beriyim.' iki kez.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that 'Abdur-Rahman bin Abi Bakrah said:",
      "text": "'Abdur-Rahman bin Abi Bakrah'tan rivayet edilmiştir ki: \"Babam, Sijistan hakimi olan 'Ubaidullah bin Abi Bakrah'a yazdı: 'Öfkeli olduğun zaman iki kişi arasında hüküm verme, çünkü Allah'ın Resulü (s.a.v) şöyle dedi: Hiç kimse öfkeli olduğu zaman iki kişi arasında hüküm vermemelidir.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Az-Zubair bin Al-'Awwam that:",
      "text": "Az-Zubair bin Al-'Awwam'dan rivayet edilmiştir ki: O, Allah'ın Resulü (s.a.v) ile Badr'de bulunan bir Ensar ile tartıştı, öfkelenince Az-Zubair'e haklarını tam olarak verdi, hükmünde açıkça belirtildiği gibi. Az-Zubair dedi: \"Bence bu Ayet bu mesele hakkında indirildi: 'Hayır, Rabbine yemin ederim ki, onlar, seni (Ey Muhammed) aralarındaki tüm ihtilaflarda hakim kılmadıkça iman etmiş olamazlar.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Abdullah bin Ka'b, from his father, that :",
      "text": "'Abdullah bin Ka'b'tan, babasından rivayet edilmiştir ki: O, İbn Abi Hadrad'dan kendisine borçlu olduğu bir borcu ödemesini istedi. Sesleri o kadar yükseldi ki, Allah'ın Resulü (s.a.v) onları evinin içinde duydu. Dışarı çıktı, odasının perdesini çekti ve seslendi: \"Ey Ka'b!\" O: \"Buradayım, ey Allah'ın Resulü.\" dedi. O: \"Borcu yarıya düşür.\" dedi. O: \"Bunu yapacağım.\" O (borçluya): \"Git ve öde.\" dedi."
    },
    {
      "id": 31,
      "narrator": "It was narrated that 'Abbad bin Shurahbil said:",
      "text": "'Abbad bin Şurahbil'den rivayet edilmiştir: \"Ben, amcalarım ile birlikte Medine'ye geldim ve oradaki bahçelerden birine girdim, orada bir başak ovdum (biraz tahıl almak için). Bahçenin sahibi geldi, örtümü aldı ve beni dövdü. Ben, Allah'ın Elçisi'ne geldim ve bana bir Wasq veya yarım Wasq ile hükmetmesini emretti.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Abu Hurairah and Zaid bin Khalid Al-Juhani that:",
      "text": "Abu Hurayra ve Zayd bin Halid el-Cühenî'den rivayet edilmiştir ki: İki adam, bir anlaşmazlıkla Allah'ın Elçisi'ne başvurdular. O da: \"Canımın elinde olan Allah'a yemin ederim ki, sizin aranızda Allah'ın Kitabı'na göre hüküm vereceğim. Koyunlarınızı ve cariyenizi geri alın.\" dedi. Sonra oğluna yüz sopa vurdu ve bir yıl sürgün cezası verdi, Unais'e de diğer adamın karısına gitmesini ve eğer itiraf ederse, onu taşlayarak öldürmesini emretti. O da itiraf etti, böylece onu taşlayarak öldürdü."
    },
    {
      "id": 33,
      "narrator": "It was narrated that Abu Hurairah, Zaid bin Khalid and Shibl said:",
      "text": "Abu Hurayra, Zayd bin Halid ve Şibl'den rivayet edilmiştir: \"Biz, Peygamber ile birlikteydik. O'na: 'Canımın elinde olan Allah'a yemin ederim ki, sizin aranızda Allah'ın Kitabı'na göre hüküm vereceğim. Yüz koyun ve hizmetçiyi geri alın, oğlunuza yüz sopa vurulacak ve bir yıl sürgün edilecektir. Ey Unais, yarın bu adamın karısına git ve eğer itiraf ederse, onu taşlayarak öldür.' dedi. O da itiraf etti, böylece onu taşlayarak öldürdü.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Abu Umamah bin Sahl bin Hunaif that:",
      "text": "Abu Umame bin Sahl bin Hunaif'ten rivayet edilmiştir ki: Zina eden bir kadın, Peygamber'e getirildi. O, bir avuç hurma yaprağı istedi ve onu dövdü. O, engelliliği nedeniyle ona merhamet etti ve ona karşı yumuşak davrandı."
    },
    {
      "id": 35,
      "narrator": "Sahl bin Sa'd Al-Sa'idi said:",
      "text": "Sahl bin Sa'd el-Sa'idi dedi ki: \"Ansar'dan iki kabile arasında sözler değişti, öyle ki birbirlerine taş atmaya başladılar. Peygamber (s.a.v.) halka döndü ve: 'Namaz kılarken bir şey fark ettiyseniz, neden alkışladınız? Bu kadınlar içindir. Kim namaz kılarken bir şey fark ederse, 'Subhan Allah' desin.\" dedi."
    },
    {
      "id": 36,
      "narrator": "It was narrated from Ka'b bin Malik that:",
      "text": "Ka'b bin Malik'ten rivayet edilmiştir ki: 'Abdullah bin Ebi Hadrad el-Eslemî'ye bir borcu vardı. Onu gördü ve borcunu ödemesini istedi. Sözleri değişti ve sesleri yükseldi. Allah'ın Elçisi yanlarından geçti ve: \"Ey Ka'b!\" dedi ve elini yarım işareti yaparak hareket ettirdi. Böylece, borcunun yarısını aldı ve diğer yarısını affetti."
    },
    {
      "id": 37,
      "narrator": "It was narrated that Wa'il said:",
      "text": "Vail'den rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi'ni gördüm. O: 'Ama eğer onu affedersen, kendi günahını ve arkadaşının günahını yüklenmiş olur.' dedi. Böylece onu affetti ve onu ipini sürüklerken gördüm.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Urwah that 'Abdullah bin Az-Zubair narrated to him that:",
      "text": "'Urve'den rivayet edilmiştir ki: 'Abdullah bin Zübeyr ona, Ansar'dan bir adamın, Zübeyr ile Al-Harrah'daki bir dere hakkında tartıştığını anlattı. Her ikisi de hurma ağaçlarını sulamak için bu dereden yararlanıyordu. Ansar: \"Suyun akmasına izin ver.\" dedi, ama o (Zübeyr) kabul etmedi. Anlaşmazlıklarını Allah'ın Elçisi'ne getirdiler, O öfkesinden rengi değişti ve: \"Ey Zübeyr, (toprağını) sulayıp suyu engelle, su geri duvarlara akana kadar.\" dedi. Zübeyr: \"Bu mesele hakkında bu Ayetin indiğini düşünüyorum: 'Hayır, Rabbine yemin ederim ki, onlar iman edemezler.'\" dedi."
    },
    {
      "id": 39,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Barirah'ın kocası, Mughith adında bir köleydi. Onu arkasında ağlarken, gözyaşları sakalına dökülürken görebiliyorum. Peygamber ona: \"Neden onu geri almıyorsun, çünkü o senin çocuğunun babası?\" dedi. O da: \"Ey Allah'ın Elçisi, bana bunu emrediyor musun?\" dedi. O: \"Ben sadece arabuluculuk yapıyorum.\" dedi. O da: \"Ona ihtiyacım yok.\" dedi."
    },
    {
      "id": 40,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir ki: \"Ansar'dan bir adam, kölesinin öldükten sonra serbest bırakılacağını belirtti; o ihtiyaç içindeydi ve borcu vardı. Allah'ın Elçisi onu (köleyi) sekiz yüz dirheme sattı, parayı ona verdi ve: 'Borcunu öde ve bakmakla yükümlü olduğun kimselere harca.' dedi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Umamah that :",
      "text": "Abu Umame'den rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: \"Bir Müslümanın malını haksız yere, (yalancı) yeminle ele geçiren kimse için, Allah ateşi farz kılar, cenneti ona haram kılar.\" Bir adam ona: \"Ey Allah'ın Elçisi, bu küçük bir şey olsa bile mi?\" dedi. O: \"Bir Arak ağacının dalı bile olsa.\" dedi."
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Hind, Allah'ın Elçisi'ne geldi ve: 'Ey Allah'ın Elçisi, Ebu Süfyan cimri bir adamdır, benim ve çocuğum için yeterince harcamıyor. Onun malından, farkında olmadan alabilir miyim?' dedi. O: 'Senin ve çocuğun için makul bir şekilde yeterli olanı al.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Abdullah bin Abi Bakrah, who was a governor in Sijistan, said:",
      "text": "'Abdullah bin Ebi Bekre'den rivayet edilmiştir ki, Sijistan'da bir vali olarak: \"Ebu Bekre bana yazdı ve: 'Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: Bir meselede kimse iki hüküm vermemelidir ve kimse, öfkeli iken iki taraf arasında hüküm vermemelidir.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Siz anlaşmazlıklarınızı bana getiriyorsunuz, ama ben sadece bir insanım. Bazılarınız, davalarını savunmada diğerlerinden daha etkili olabilir ve ben duyduğum şeylere göre hüküm verebilirim. Eğer birinizin aleyhine kardeşinin hakkı üzerinde hüküm verirsem, bu ona verdiğim bir ateş parçasıdır.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Allah katında en nefret edilen insan, en çok tartışan muhalefet eden kişidir.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: İki adam, bir hayvan hakkında bir anlaşmazlık için Peygamber'e (s.a.v) başvurdular ve hiçbiri delil getiremedi, bu yüzden o, hayvanın eşit olarak paylaşılmasına hükmetti."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Nafi' bin 'Umar, that Ibn Abi Mulaikah said:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Nafi' bin 'Umar'dan rivayet edilmiştir ki, İbn Abi Mulaikah şöyle dedi: \"At-Ta'if'te deri işçiliği yapan iki kadın komşu vardı. Bunlardan biri, kanayan eliyle dışarı çıktı ve arkadaşının ona zarar verdiğini iddia etti, ancak diğeri bunu yalanladı. Ben de bu konuda İbn 'Abbas'a yazdım. O, (şöyle) yazdı ki, Allah'ın Elçisi (s.a.v) iddia edilen kişi yemin etmelidir diye hükmetti. Çünkü eğer insanlar, kendilerine ait olduğunu iddia ettikleri şeyleri alırlarsa, o zaman insanlar başkalarının malı ve kanına karşı iddialarda bulunacaklardır.\" Sonra onu çağırdı ve ona bu Ayeti okudu: \"Şüphesiz, Allah'ın Ahdi'ni ve yeminlerini küçük bir kazanç karşılığında satın alanların, Ahiret'te hiçbir nasibi yoktur...\" Ayetin sonuna kadar. Onu çağırdı ve bunu ona okudu ve o da bunu kabul etti. Bu haber ona ulaştı ve o mutlu oldu."
    },
    {
      "id": 49,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    }
  ]
}