{
  "language": "tr",
  "metadata": {
    "length": 46,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Anas bin Malik, from Malik bin Sa'sa'ah, that the Prophet (ﷺ) said:",
      "text": "Anas bin Malik'ten, Malik bin Sa'sa'ah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Kâbe'de, uyku ile uyanıklık arasında bir halde iken, üç adam geldi ve ortadaki bana doğru yaklaştı. Bana, hikmet ve imanla dolu bir altın leğen getirildi, boğazımdan alt karın bölgesine kadar kesildi ve kalbim Zemzem suyu ile yıkanarak - \"hikmet ve imanla dolduruldu. Sonra bana, eşekten daha küçük ama katırdan daha büyük bir binek getirildi. Cebrail ile yola çıktık ve en düşük semaya geldik. 'Yanında kim var?' denildi. O da: 'Muhammed' dedi. 'Ona (vahiy) mi gönderildi? Hoş geldin, ne güzel bir ziyareti var.' dediler. Adem'e, selam verdim, o da: 'Hoş geldin! Ne güzel bir evlat ve Peygamber.' dedi. Sonra ikinci semaya geldik ve 'Bu kim?' denildi. O da: 'Cebrail.' dedi. Hacer'in yaprakları fil kulakları gibi olan bir ağaç gördüm. Temelinde iki gizli nehir ve iki açık nehir vardı. Cebrail'e (onlar hakkında) sordum, o da: 'İki gizli olan cennettedir, iki açık olan ise Fırat ve Nil'dir.' dedi. Sonra bana elli namaz farz kılındı. Musa'ya geldim ve o: 'Ne oldu?' dedi. Ben de: 'Elli namaz farz kılındı.' dedim. O: 'Ben, halkı senin kadar iyi tanıyorum. Ben İsrailoğulları ile çok uğraştım. Senin ümmetin bunu taşıyamaz. Rabbinin yanına dön ve ondan azaltmasını iste.' dedi. Ben de Rabbimin yanına döndüm ve ondan azaltmasını istedim, o da kırk yaptı. Sonra Musa'ya geri döndüm ve o: 'Ne oldu?' dedi. Ben de: 'O kırk yaptı.' dedim. O da bana, ilk seferde söylediği gibi bir şey söyledi, ben de Rabbimin yanına döndüm ve o da otuz yaptı. Musa'ya geldim ve ona söyledim, o da bana, ilk seferde söylediği gibi bir şey söyledi, ben de Rabbimin yanına döndüm ve o yirmi yaptı, sonra on, sonra beş. Musa'ya geldim ve o da bana, ilk seferde söylediği gibi bir şey söyledi, ama ben: 'Rabbimden geri dönmekte çok utanıyorum.' dedim. Sonra şöyle seslenildi: 'Ben, farzımın (mükafatını) belirledim, kullarımın yükünü azalttım ve her bir iyi amele on kat mükafat vereceğim.'\""
    },
    {
      "id": 2,
      "narrator": "Anas bin Malik and Ibn Hazm said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik ve İbn Hazm şöyle dedi: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Allah, Azîz ve Celil, ümmetime elli namaz farz kıldı, ben de bunu alarak Musa'nın yanından geçtim, o da: 'Rabbin, ümmetine ne farz kıldı?' dedi. Ben de: 'Onlara elli namaz farz kıldı.' dedim. Musa bana: 'Rabbin, Azîz ve Celil, yanına dön, çünkü ümmetin bunu yapamayacak.' dedi. Ben de Rabbimin yanına döndüm, Azîz ve Celil, bir kısmını azalttı. Sonra Musa'ya geri döndüm ve ona söyledim, o da: 'Rabbinin yanına dön, çünkü ümmetin bunu yapamayacak.' dedi. Ben de Rabbimin yanına döndüm, Azîz ve Celil, 'Beş (namaz) ama mükafatı ellidir, ve benden gelen söz değişmez.' dedi. Musa'ya geri döndüm, o da: 'Rabbinin yanına dön.' dedi. Ben de: 'Rabbimden utanıyorum, Azîz ve Celil.' dedim.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Anas bin Malik rivayet etti ki, Allah'ın Elçisi (ﷺ) dedi ki: \"Benden daha büyük bir eşek ve daha küçük bir katır olan bir hayvan getirildi, adımlarının ulaşabildiği yere kadar gidebiliyordu. Bineğime bindim, Cebrail benimle birlikteydi ve yola çıktım. Sonra o: 'İniyor ve namaz kıl,' dedi, ben de öyle yaptım. O: 'Nerede namaz kıldığını biliyor musun? Taibah'da namaz kıldın, bu hicret yeri olacak.' dedi. Sonra o: 'İniyor ve namaz kıl,' dedi, ben de namaz kıldım. O: 'Nerede namaz kıldığını biliyor musun? Sen, Allah'ın Musa'ya, Azîz ve Celil, hitap ettiği Sina Dağı'nda namaz kıldın.' dedi. Ben de indim ve namaz kıldım, o: 'Nerede namaz kıldığını biliyor musun? Sen, İsa'nın, selam üzerine olsun, doğduğu Beytullah'ta namaz kıldın.' dedi. Sonra Bait Al-Maqdis'e (Kudüs) girdim, orada peygamberler, selam üzerine olsun, benim için toplandılar ve Cebrail beni öne geçirip onlara namaz kıldırdı. Sonra beni birinci semaya yükselttiler, orada Adem'i, selam üzerine olsun, gördüm. Sonra beni ikinci semaya yükselttiler, orada İsa ve Yahya'yı, selam üzerine olsun, gördüm. Sonra beni üçüncü semaya yükselttiler, orada Yusuf'u, selam üzerine olsun, gördüm. Sonra beni dördüncü semaya yükselttiler, orada Harun'u, selam üzerine olsun, gördüm. Sonra beni beşinci semaya yükselttiler, orada İdris'i, selam üzerine olsun, gördüm. Sonra beni altıncı semaya yükselttiler, orada Musa'yı, selam üzerine olsun, gördüm. Sonra beni yedinci semaya yükselttiler, orada İbrahim'i, selam üzerine olsun, gördüm. Sonra beni yedi semanın üzerine yükselttiler ve Sidrat Al-Muntaha'ya geldik, ben sisle kaplandım. Secdeye kapandım ve bana şöyle denildi: '(Gerçekten) Ben gökleri ve yeri yarattığım gün, sana ve ümmetine elli namaz farz kıldım, onları kılın, sen ve ümmetin.' İbrahim'e geri döndüm ve o benden hiçbir şey sormadı, sonra Musa'ya geldim ve o: 'Rabbin ve ümmetin üzerine ne farz kıldı?' dedi. Ben de: 'Elli namaz.' dedim. O: 'Onları kılmakta ne sen ne de ümmetin başaramaz. Rabbinin yanına dön ve ondan azaltmasını iste.' dedi. Ben de Rabbimin yanına döndüm ve o on tane azalttı. Sonra Musa'ya geldim ve o bana geri dön dedi, ben de geri döndüm ve o on tane azalttı. Sonra Musa'ya geldim ve o bana geri dön dedi, ben de geri döndüm ve o on tane azalttı. Sonra bu beş namaza indirildi. O (Musa): 'Rabbinin yanına dön ve ondan azaltmasını iste, çünkü İsrailoğullarına iki namaz farz kılındı ama onlar bunları kılmadı.' dedi. Ben de Rabbimin yanına döndüm ve ondan azaltmasını istedim, ama o: 'Ben gökleri ve yeri yarattığım gün, sana ve ümmetine elli namaz farz kıldım. Beş, elli için, onları kılın, sen ve ümmetin.' dedi. Bunun Allah, Azîz ve Celil'in belirlediği olduğunu bildiğim için Musa'ya geri döndüm, selam üzerine olsun, o da: 'Geri dön.' dedi. Ama bunun Allah'ın belirlediği olduğunu bildiğim için geri dönmedim.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Abu 'Amr - meaning, Al-Awza'i - said that he asked Az-Zuhri about the prayer of the Messenger of Allah (ﷺ) in Makkah before the Hijrah to Al-Madinah. He said:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Miraç gecesinde Sidrat Al-Muntaha'ya geldi, bu altıncı semadadır. Orası, aşağıdan gelen her şeyin sona erdiği ve yukarıdan inen her şeyin alındığı yerdir. Allah şöyle buyurur: 'Lote ağacını kaplayan şey onu kapladığında!'"
    },
    {
      "id": 8,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "An-Najm 53:16."
    },
    {
      "id": 9,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "\"Ateşe sürükleyen en büyük günahlar.\" (An-Nihayah)"
    },
    {
      "id": 10,
      "narrator": "It was narrated that Umayyah bin 'Abdullah bin Khalid bin Asid said to Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abu Suhail, from his fatehr, that he heard Talhah bin 'Ubaidullah say:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, namazlar Mekke'de farz kılındı ve iki melek, Allah'ın Elçisi (ﷺ) yanına gelerek onu Zemzem'e götürdüler, karnını açarak iç organlarını altın bir leğende çıkardılar ve onları Zemzem suyu ile yıkadılar, sonra kalbini hikmet ve bilgi ile doldurdular."
    },
    {
      "id": 12,
      "narrator": "It was narrated that Anas said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "'Awf bin Malik Al-Ashja'i said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Namaz ilk kez iki Rek'at olarak farz kılındı ve seyahat sırasında böyle kaldı, ancak ikamet halindeki namaz tam olarak kılındı.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn Muhairiz that a man from Banu Kinanah who was called Al-Mukhdaji heard a man in Ash-Sham, who was known as Abu Muhammad, saying that Witr was obligatory. Al-Mukhdaji said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu 'Amr - yani Al-Awza'i - Allah'ın Elçisi (ﷺ) Mekke'de Medine'ye hicret etmeden önceki namazı hakkında Az-Zuhri'ye sordu. O da: \"Urve bana 'Aişe'nin şöyle dediğini söyledi: 'Allah, Allah'ın Elçisi (ﷺ) üzerine namazı farz kıldı, ilk farz kıldığı şey iki Rek'at idi, sonra ikamet halindeyken dört Rek'at olarak tamamlandı, ama seyahat halindeki namaz iki Rek'at olarak kaldı, ilk farz kılındığı gibi.'\" dedi."
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "'Abdullah bin Buraidah'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Bizimle onların arasındaki ahit, Salah'tır; kim onu terk ederse, o küfre düşmüştür.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Bir kişi ile küfür arasında hiçbir şey yoktur, sadece Salah'ı terk etmek vardır.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Huraith bin Qabisah said:",
      "text": "Huraith bin Qabisah'dan rivayet edilmiştir ki, \"Ben Medine'ye geldim ve dedim ki: 'Ya Allah, bana salih bir arkadaş bulmayı kolaylaştır.' Sonra Abu Hurairah ile oturdum, Allah ondan razı olsun, ve dedim ki: 'Ben Allah'a salih bir arkadaş bulmam için dua ettim.' O da bana, 'Allah'ın Resulü (ﷺ) şöyle buyurdu' dedi: 'Bir kişinin hesap vereceği ilk şey Salah'ıdır. Eğer sağlam bulunursa, kurtulmuş ve başarılı olacaktır; eğer sağlam değilse, o kaybetmiş ve mahvolmuştur.' - (Rivayet edenlerden biri) Hammam dedi ki: 'Bu, Kâtade'nin sözleri mi yoksa haberin bir parçası mı bilmiyorum.' - 'Eğer farz namazlarından bir şey eksikse, O (Allah) şöyle der: 'Bakın, kulumun farz namazlarından eksik olanı tamamlamak için herhangi bir nafile namazı var mı?' Sonra onun diğer amelleri de benzer şekilde değerlendirilecektir.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Kıyamet Günü bir kişinin hesap vereceği ilk şey Salah'ıdır. Eğer tam bulunursa, tam olarak kaydedilecektir; eğer bir şey eksikse, O (Allah) şöyle der: 'Bakın, onun farz namazlarından eksik olanı tamamlamak için herhangi bir nafile namazı bulabiliyor musunuz?' Sonra diğer amelleri de benzer şekilde değerlendirilecektir.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir kişinin hesap vereceği ilk şey Salah'ıdır. Eğer tamam ise (her şey yolunda), aksi takdirde Allah şöyle der: 'Bakın, kulum herhangi bir nafile namaz kıldı mı?' Eğer nafile namaz kıldığı bulunursa, farz namazları onunla tamamlanacaktır.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Ayyub that a man said:",
      "text": "Abu Ayyub'dan rivayet edilmiştir ki, bir adam dedi ki: \"Ya Allah'ın Resulü, beni Cennete sokacak bir ameli bana söyle.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'a ibadet et ve O'na hiçbir şeyi ortak koşma, Salah'ı kıl, Zekat'ı ver ve akrabalık bağlarını koru. Git!\" - sanki devesinin üzerinde gidiyormuş gibi."
    },
    {
      "id": 22,
      "narrator": "It was narrated from Ibn Al-Munkadir and Ibrahim bin Maisarah, that they heard Anas say:",
      "text": "İbn Al-Munkadir ve İbrahim bin Maisarah'dan rivayet edilmiştir ki, Anas şöyle dedi: \"Ben, Peygamber (ﷺ) ile Medine'de, dört Rek'at Zuhr namazı kıldım ve Dhul-Hulaifah'ta, iki Rek'at 'Asr namazı kıldım.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Al-Hakam bin 'Utaibah said:",
      "text": "Al-Hakam bin 'Utaibah'dan rivayet edilmiştir ki, Abu Juhaifah şöyle dedi: \"Allah'ın Resulü (ﷺ) öğle vakti, yoğun sıcaklık zamanında yola çıktı\" - (Rivayet edenlerden biri) İbn Al-Muthanna, Al-Batha'ya doğru - ve abdest aldı, iki Rek'at Zuhr ve iki Rek'at 'Asr namazı kıldı, önünde kısa bir mızrak ('Anzah) ile."
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Bakr bin 'Umarah bin Ruwaibah Ath-Thaqafi that his father said:",
      "text": "Abu Bakr bin 'Umarah bin Ruwaibah Ath-Thaqafi'den rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Güneş doğmadan ve batmadan önce namaz kılan kimse asla ateşe girmeyecek.'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Yunus, the freed slave of 'Aishah the wife of the Prophet (ﷺ), said:",
      "text": "Aişe'nin (Allah ondan razı olsun) hürriyetine kavuşmuş kölesi Abu Yunus'tan rivayet edilmiştir ki, \"Aişe bana bir Mushaf kopyalamamı söyledi ve dedi ki: 'Bu ayete ulaştığında, dikkatimi çek: Salawat'a, özellikle de orta (Al-Wusta) Salah'a dikkat et. Ona ulaştığımda, dikkatini çekip bana şöyle yazdırdı: 'Salawat'a, özellikle de orta (Al-Wusta) Salah'a ve 'Asr namazına dikkat et, ve Allah'ın huzurunda itaate dur.' Sonra dedi ki: 'Bunu Allah'ın Resulü (ﷺ) den duydum.'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from 'Ali (ﷺ) that the Prophet (ﷺ) said:",
      "text": "'Ali'den (ﷺ) rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Bizi Salatul-Wusta'dan (orta namaz) alıkoydular, ta ki güneş batana kadar.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Abu Qilabah said:",
      "text": "Abu Qilabah'tan rivayet edilmiştir ki, \"Abu Al-Malih bana şöyle anlattı: 'Biz Buraidah ile bulutlu bir günde idik ve o şöyle dedi: \"Erken namaz kılın, çünkü Allah'ın Resulü (ﷺ) şöyle dedi: 'Kim Salat Al-'Asr'ı terk ederse, onun iyi amelleri yok olacaktır.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki, \"Biz, Allah'ın Resulü (ﷺ) Zuhr ve 'Asr namazı kılarken ne kadar durduğunu tahmin ederdik. Zuhr'da otuz ayet okumak kadar durduğunu, ilk iki Rek'atında As-Sajadah Suresi kadar, son iki Rek'atında ise onun yarısı kadar durduğunu tahmin ettik. 'Asr'ın ilk iki Rek'atında da, Zuhr'un son iki Rek'atında durduğu kadar durduğunu tahmin ettik ve 'Asr'ın son iki Rek'atında ise bunun yarısı kadar durduğunu tahmin ettik.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) Zuhr'da her Rek'atında otuz ayet kadar okurdu, sonra 'Asr'ın ilk iki Rek'atında on beş ayet kadar okurdu.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) Medine'de dört Rek'at Zuhr namazı kıldı ve Dhul-Hulaifah'ta iki Rek'at 'Asr namazı kıldı.\""
    },
    {
      "id": 31,
      "narrator": "'Irak bin Malik narrated that Nawfal bin Mu'awiyah told him that he heard the Messenger of Allah (ﷺ) say:",
      "text": "'Irak bin Malik, Nawfal bin Mu'awiyah'ın şöyle dediğini nakletti: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Kim 'Asr namazını kaçırırsa, sanki ailesinden ve malından soyulmuş gibidir.' 'Irak dedi ki: 'Ve 'Abdullah bin 'Umar, Allah'ın Resulü (ﷺ) şöyle derken duyduğunu bana bildirdi: 'Kim 'Asr namazını kaçırırsa, sanki ailesinden ve malından soyulmuş gibidir.'\" Yazid bin Abi Habib ona karşı çıktı."
    },
    {
      "id": 32,
      "narrator": "It was narrated from 'Irak bin Malik that he heard that Nawfal bin Mu'awiyah said:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Irak bin Malik said:",
      "text": "'Irak bin Malik'ten, Nawfal bin Mu'awiyah'ın şöyle dediğini duyduğunu nakletti: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Namazlar arasında bir namaz vardır ki, eğer bir kişi onu kaçırırsa, sanki ailesinden ve malından soyulmuş gibidir.' İbn 'Umar dedi ki: 'Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'O, 'Asr namazıdır.'\" Muhammad bin İshak ona karşı çıktı."
    },
    {
      "id": 34,
      "narrator": "It was narrated that Salamah bin Kuhail said:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Irak bin Malik şöyle dedi: \"Nawfal bin Mu'awiyah'ın şöyle dediğini duydum: 'Eğer bir kişi bir namazı kaçırırsa, sanki ailesinden ve malından soyulmuş gibidir.'\" İbn 'Umar dedi ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'O, 'Asr namazıdır.'\""
    },
    {
      "id": 36,
      "narrator": "Al-Hakam said:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Salamah bin Kuhail narrated:",
      "text": "Salamah bin Kuhail şöyle dedi: \"Ben, Sa'eed bin Jubair'i Cem'de gördüm. O, üç rekat Maghrib namazı kıldı, sonra iki rekat 'İsha' namazı kıldı. Sonra, İbn 'Umar'ın o yerde aynı şeyi yaptığını ve Allah'ın Resulü (ﷺ) o yerde aynı şeyi yapmış olduğunu belirtti.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "'Aişe şöyle dedi: \"Allah'ın Resulü (ﷺ) 'İsha' namazını, 'Umar ona 'Kadınlar ve çocuklar uyudu' dediği zaman geciktirdi. Sonra Allah'ın Resulü (ﷺ) dışarı çıktı ve 'Bu namazı kılan sizden başka kimse yoktur' dedi. O zaman Al-Medine halkından başka kimse namaz kılmazdı.\""
    },
    {
      "id": 40,
      "narrator": "Abu Bakr bin 'Umarah bin Ruwaibah narrated that his father said:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "It was narrated that Al-Bara' said:",
      "text": "Al-Hakam şöyle dedi: \"Sa'eed bin Jubair, Cem'de bize namaz kıldırdı. (O,) üç rekat Maghrib namazı kıldı, sonra iki rekat 'İsha' namazı kıldı. Sonra 'Abdullah bin 'Umar'ın bunu yaptığını ve Allah'ın Resulü (ﷺ) bunun gibi yaptığını belirtti.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Al-Bara bin 'Azib said:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salamah bin Kuhail şöyle nakletti: \"Ben, Sa'eed bin Jubair'in 'Abdullah bin 'Umar'ı Cem'de namaz kılarken gördüğünü söylediğini duydum; o, ikamet etti ve üç rekat Maghrib namazı kıldı, sonra iki rekat 'İsha' namazı kıldı, sonra 'Bu, Allah'ın Resulü (ﷺ) bu yerde yaptığı şeydir' dedi.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "Abu Hurairah'tan rivayet edildi ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Melekler, gece ve gündüz peş peşe size gelirler ve Fajr ve 'Asr namazında buluşurlar. Sonra, aranızda geceyi geçirenler yükselir ve O (Allah) onlara sorar, halbuki O en iyi bilendir: 'Kullarıma ne halde bıraktınız?' Onlar derler: 'Biz onları namaz kılarken terk ettik ve biz onlara namaz kılarken geldik.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'ın rivayet ettiğine göre: \"İnsanlar Kuba'da, sabah namazını kılarken, birisi onlara geldi ve Allah Resulü'ne (ﷺ) bir gece önce vahiy geldiğini ve Kabe'ye yönelmesi emredildiğini söyledi. Bunun üzerine döndüler, daha önce Şam'a doğru yönelmişlerdi, ama şimdi Kabe'ye doğru döndüler.\""
    }
  ]
}