{
  "language": "tr",
  "metadata": {
    "length": 220,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Umar that:",
      "text": "'Umar'dan rivayet edilmiştir ki: Khamr'ın haram kılındığı zaman 'Umar şöyle dedi: \"Ey Allah, Khamr hakkında bize kesin bir hüküm ver.\" Ve Bakara Suresi indirildi. 'Umar çağrıldı ve ona okundu. Sonra 'Umar dedi ki: \"Ey Allah, Khamr hakkında bize kesin bir hüküm ver.\" Ve Nisa Suresi indirildi: \"Ey iman edenler! Sarhoşken As-Salah'a (namaza) yaklaşmayın.\" Ve namaz için ikamet getirildiğinde, Allah'ın Resulü'nün müezzini bağırarak şöyle derdi: \"Ey iman edenler! Sarhoşken As-Salah'a (namaza) yaklaşmayın.\" 'Umar çağrıldı ve bu ona okundu. Sonra o dedi ki: \"Ey Allah, Khamr hakkında bize kesin bir hüküm ver.\" Sonra Maide Suresi indirildi ve 'Umar çağrıldı, ona okundu. \"O halde, artık sakınmayacak mısınız?\" sözlerine geldiğinde, 'Umar dedi ki: \"Sakındık, sakındık.\""
    },
    {
      "id": 2,
      "narrator": "Anas bin Malik said:",
      "text": "Anas bin Malik dedi ki: \"Ben, babamın amcalarının da bulunduğu bir grup insanla ilgilenirken, en küçüğüydüm, bir adam geldi ve dedi ki: 'Khamr haram kılındı.' Ben onlarla ilgileniyordum ve onlara Fadikh (hurma şarabı) döküyordum. Onlar dediler ki: 'Dök onu.' Ben de döktüm.\" Ben (rivayet eden) Anas'a dedim ki: \"O nedir?\" O dedi ki: \"Olgunlaşmamış hurmalar ve kuru hurmalar.\" Ebu Bekir bin Anas dedi ki: \"O günlerde onların şarabı buydu.\" Ve Anas bunu yalanlamadı."
    },
    {
      "id": 3,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas dedi ki: \"Ben, bir grup Ensar arasında Abu Talhah, Ubayy bin Ka'b ve Abu Dujanah için (şarap) döküyordum, bir adam içeri girdi ve dedi ki: 'Yeni bir şey oldu; Khamr'ın haram kılındığı bildirildi.' Biz de onu döktük.\" O dedi ki: \"O günlerdeki tek sarhoş edici içki Fadikh, olgunlaşmamış hurmalar ile kuru hurmaların karışımıydı.\" Ve Anas dedi ki: \"Khamr haram kılındı ve o günlerde onların Khamr'ı çoğunlukla Fadikh'ti.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Khamr haram kılındığında, onların içkisi olgunlaşmamış hurmalar ve kuru hurmalardan yapılıyordu.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Jabir - meaning bin 'Abdullah - said:",
      "text": "Jabir - yani bin 'Abdullah - dedi ki: \"Olgunlaşmamış hurmalar ve kuru hurmalar Khamr'dır.\""
    },
    {
      "id": 6,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Jabir bin 'Abdullah dedi ki: \"Olgunlaşmamış hurmalar ve kuru hurmalar Khamr'dır.\" Al-A'maş bunu merfu' olarak rivayet etmiştir."
    },
    {
      "id": 7,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Peygamber  dedi ki: \"Kuru üzümler ve kuru hurmalar Khamr'dır.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Ibn Abi Laila, from one of the Companions of the Prophet , that:",
      "text": "İbn Abi Leyla'dan, Peygamber'in bir Sahabisinden rivayet edilmiştir ki: Peygamber  Al-Balh ve kuru hurmaların, kuru üzümler ve kuru hurmaların karışımını haram kılmıştır."
    },
    {
      "id": 9,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü  Ad-Dubba', Al-Hantam, Al-Muzaffat ve An-Naqir'i haram kıldı ve Al-Balh ile Az-Zahuw'un karıştırılmasını da haram kıldı.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü  Ad-Dubba', Al-Muzaffat'ı haram kıldı,\" - bir seferinde ekledi: \"An-Naqir,\" - \"ve (o) At-Tamr (kuru hurmalar) ile kuru üzümleri, Az-Zahuw ile At-Tamr'ı karıştırmayı da haram kıldı.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Sa'id Al-Hudri'den rivayet edilmiştir ki: \"Allah'ın Resulü  Az-Zahuw ile At-Tamr'ı, kuru üzümler ile kuru hurmaları (At-Tamr) karıştırmayı haram kıldı.\""
    },
    {
      "id": 12,
      "narrator": "'Abdullah bin Abi Qatadah narrated from his father that:",
      "text": "'Abdullah bin Abi Katade, babasından rivayet etti ki: Peygamber  dedi ki: \"Kuru hurmaları kuru üzümlerle, Az-Zahuw'u olgun hurmalarla birleştirmeyin.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abu Qatadah that:",
      "text": "Ebu Katade'den rivayet edilmiştir ki: Allah'ın Resulü  \"Az-Zahuw'u ve olgun hurmaları birlikte ıslatmayın, kuru üzümleri ve olgun hurmaları birlikte ıslatmayın.\" dedi."
    },
    {
      "id": 14,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Sa'id Al-Hudri'den rivayet edilmiştir ki: \"Allah'ın Resulü  kuru hurmaları ve kuru üzümleri, Az-Zahuw ile kuru hurmaları, Az-Zahuw ile Al-Busr'ı karıştırmayı haram kıldı.\""
    },
    {
      "id": 15,
      "narrator": "'Ata' narrated from Jabir that:",
      "text": "'Ata' Jabir'den rivayet etti ki: Peygamber  kuru hurmaları ve kuru üzümleri, Al-Busr ile olgun hurmaları karıştırmayı haram kıldı."
    },
    {
      "id": 16,
      "narrator": "It was narrated from Jabir, that :",
      "text": "Jabir'den rivayet edilmiştir ki: Allah'ın Elçisi  şöyle buyurmuştur: \"Kuru üzüm ve kuru hurmayı, Al-Busr ile kuru hurmayı karıştırmayın.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Allah'ın Elçisi  kuru üzüm ve kuru hurmayı birlikte ıslatmayı yasaklamıştır, ayrıca Al-Busr ile kuru hurmayı birlikte ıslatmayı da yasaklamıştır."
    },
    {
      "id": 18,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi  Ad-Dubba', Al-Hantam, Al-Muzaffat ve An-Naqir'i yasaklamış, Al-Busr ile kuru hurmayı karıştırmayı ve kuru üzüm ile kuru hurmayı karıştırmayı yasaklamış ve Hacer halkına şöyle yazmıştır: 'Kuru üzüm ve kuru hurmayı birlikte karıştırmayın.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Al-Busr kendi başına haramdır ve kuru hurmalarla birlikte de haramdır.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi  kuru hurma ve kuru üzümü, ayrıca kuru hurma ve Al-Busr'u karıştırmayı yasaklamıştır.\""
    },
    {
      "id": 21,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah şöyle demiştir: \"Allah'ın Elçisi  kuru hurma ve kuru üzümü yasaklamış, ayrıca kuru hurma ve Al-Busr'u birlikte ıslatmayı yasaklamıştır.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah, from his father, that:",
      "text": "Abdullah bin Ebi Katade'den, babasından rivayet edilmiştir ki: Peygamber  şöyle buyurmuştur: \"Az-Zahuw ile olgun hurmaları birlikte ıslatmayın, olgun hurma ve kuru üzümü de birlikte ıslatmayın.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Jabir that :",
      "text": "Jabir'den rivayet edilmiştir ki: Allah'ın Elçisi  kuru üzüm ve Al-Busr'u birlikte ıslatmayı yasaklamış, ayrıca Al-Busr ile olgun hurmaları birlikte ıslatmayı da yasaklamıştır."
    },
    {
      "id": 24,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi  bir şeyin diğerinden daha güçlü olduğu durumlarda iki şeyi birlikte ıslatmamızı yasakladı. Fadikh (açık kesilmiş taze hurmalardan yapılan içecek) hakkında sordum ve bunu yasakladı. Al-Busr'daki fazlalığı hoş karşılamadı, bunun iki şey haline gelmesinden korktu, bu yüzden biz onu keserdik.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Idris said:",
      "text": "Ebu İdris'ten rivayet edilmiştir ki: \"Anas bin Malik'i, ona fazlalıkları olan bazı Busr getirildiğinde gördüm ve onları kesmeye başladı.\""
    },
    {
      "id": 26,
      "narrator": "Qatadah said:",
      "text": "Katade şöyle demiştir: \"Anas bize fazlalıkları kesmemizi söylerdi.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that :",
      "text": "Rivayet edilmiştir ki: Anas, olgunlaşan hiçbir hurmayı bırakmazdı, fakat onu Fadikh'inden çıkarırdı."
    },
    {
      "id": 28,
      "narrator": "It was narrated from Abu Qatadah that:",
      "text": "Ebu Katade'den rivayet edilmiştir ki: Allah'ın Elçisi  şöyle buyurmuştur: \"Az-Zahuw ile olgun hurmaları birlikte ıslatmayın, Al-Busr ile kuru üzümü de birlikte ıslatmayın. Her birini ayrı ayrı ıslatın.\""
    },
    {
      "id": 29,
      "narrator": "Yahya narrated that 'Abdullah bin Abi Qatadah said to him from his father, that:",
      "text": "Yahya, Abdullah bin Ebi Katade'nin babasından kendisine şöyle söylediğini rivayet etmiştir: Peygamber  Az-Zahuw ile kuru hurmayı karıştırmayı, Al-Busr ile kuru hurmayı karıştırmayı yasaklamış ve şöyle demiştir: \"Her birini kapaklı kaplarda ayrı ayrı ıslatın.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir ki: \"Allah'ın Elçisi  Al-Busr'u kuru hurmalarla, kuru üzümü kuru hurmalarla, veya kuru üzümü Al-Busr ile karıştırmayı yasaklamıştır ve şöyle demiştir: 'Aranızdan kim (içmek isterse) her birini ayrı ayrı içsin: kuru hurmalar tek başına, Al-Busr tek başına, veya kuru üzüm tek başına.'\""
    },
    {
      "id": 31,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in (s.a.v) Al-Busr'ı kuru hurmalarla, kuru üzümleri kuru hurmalarla, veya kuru üzümleri Al-Busr ile karıştırmayı yasakladığını rivayet etmiştir ve şöyle demiştir: \"Sizden kim (içmek isterse) her birini ayrı ayrı içsin.\""
    },
    {
      "id": 32,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi (s.a.v) Al-Busr ile kuru üzümleri, Al-Busr ile kuru hurmaları karıştırmayı yasakladı ve şöyle dedi: 'Her birini ayrı ayrı ıslatın.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki: Peygamber (s.a.v) kuru hurmaları ve kuru üzümleri, kuru hurmaları ve Al-Busr'ı ıslatmayı yasakladı ve şöyle dedi: \"Kuru üzümleri ayrı, kuru hurmaları ayrı ve Al-Busr'ı ayrı ıslatın.\""
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'Khamr bu iki şeyden gelir.'\" Suveyd (rivayet edenlerden biri) dedi ki: \"Bu iki ağaçtan: Hurma ve üzüm.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'Khamr bu iki ağaçtan gelir: Hurma ve üzüm.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Al-Mughirah that Ibrahim and Al-Sha'bi said:",
      "text": "El-Mughirah'dan rivayet edilmiştir ki İbrahim ve El-Şa'bi şöyle demiştir: \"Sarhoş edici içki Khamr'dır.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir ki: \"Sarhoş edici içki Khamr'dır.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir ki: \"Sarhoş edici içki Khamr'dır.\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir ki: \"Sarhoş edici içki haramdır ve 'iyi rızık' (helaldir).\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"İbn Ömer, Allah ondan razı olsun, Medine minberinde bir hutbe verirken şöyle dedi: 'Ey insanlar, Khamr'ın yasaklandığı gün, beş şeyden yapılmıştır: Üzümlerden, hurmalardan, baldan, buğdaydan ve arpadan. Khamr, aklı aşan şeydir.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"İbn Ömer bin Hattab, Allah ondan razı olsun, Allah'ın Elçisi'nin minberinde şöyle dedi: 'Khamr'ın yasaklanması, beş şeyden yapıldığında indirilmiştir: Üzümler, buğday, arpa, hurma ve bal.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Khamr beş şeyden yapılır: Hurma, buğday, arpa, bal ve üzümler.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Ibn Sirin said:",
      "text": "İbn Sirin'den rivayet edilmiştir ki: \"Bir adam İbn Ömer'e geldi ve şöyle dedi: 'Ailelerimiz gece (meyveleri) ıslatarak içecekler yapıyor ve sabah onları içiyoruz.' O da şöyle dedi: 'Sizi sarhoş edici içkiler içmekten men ediyorum, ister az ister çok. Allah'a yemin ederim ki, sizi sarhoş edici içkiler içmekten men ediyorum, ister az ister çok. Allah'a yemin ederim ki, Hayber halkı şu ve bu şekilde içecekler yapıyorlardı ve ona şu ve bu diyorlardı ama o Khamr'dı. Fadak halkı şu ve bu şekilde içecekler yapıyorlardı ve ona şu ve bu diyorlardı ama o Khamr'dı.' Ve dört şey saydı, bunlardan biri baldı.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Peygamber (s.a.v) şöyle dedi: \"Her sarhoş edici şey haramdır ve her sarhoş edici şey Khamr'dır.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'Her sarhoş edici şey haramdır ve her sarhoş edici şey Khamr'dır.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Her sarhoş edici şey Khamr'dır.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Her sarhoş edici şey Khamr'dır ve her sarhoş edici şey haramdır.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Her sarhoş edici şey haramdır ve her sarhoş edici şey Khamr'dır.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Peygamber şöyle dedi: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Elçisi Ad-Dubba', Al-Muzaffat, An-Naqir, Al-Hantam'da meyve bekletmeyi yasakladı ve her sarhoş edici şey haramdır."
    },
    {
      "id": 52,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre, Peygamber şöyle dedi: \"Ad-Dubba', An-Naqir, Al-Hantam'da meyve bekletmeyin ve her sarhoş edici şey haramdır.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, Allah'ın Elçisi."
    },
    {
      "id": 54,
      "narrator": "It was narrated from 'Aishah, may Allah be pleased with her, that :",
      "text": "Aişe'den, Allah ondan razı olsun, rivayet edildiğine göre: Allah'ın Elçisi'ne bal şarabı hakkında soruldu ve şöyle dedi: \"Her sarhoş edici içecek haramdır.\" Bu, Suwaid'in ifadesidir."
    },
    {
      "id": 55,
      "narrator": "It was narrated that 'Aishah, may Allah be pleased with her, that :",
      "text": "Aişe'den, Allah ondan razı olsun, rivayet edildiğine göre: Allah'ın Elçisi'ne bal şarabı hakkında soruldu ve şöyle dedi: \"Her sarhoş edici içecek haramdır,\" ve bal şarabı baldan yapılır."
    },
    {
      "id": 56,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edildiğine göre, Peygamber'e bal şarabı hakkında soruldu ve şöyle dedi: \"Her sarhoş edici içecek haramdır.\" Ve bal şarabı baldan yapılan bir içecektir."
    },
    {
      "id": 57,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Ebu Musa'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Abu Burdah that his father said:",
      "text": "Ebu Burda'dan rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Elçisi Mu'adh ve beni Yemen'e gönderdi. Mu'adh dedi ki: 'Bizi birçok içki çeşidi olan bir yere gönderiyorsun. Ne içmeliyim?' O da dedi ki: 'İç, ama hiçbir sarhoş edici içki içme.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Ebu Musa'dan rivayet edildiğine göre, Allah'ın Elçisi şöyle dedi: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 60,
      "narrator": "Al-Aswad bin Shaiban As-Sadusi said:",
      "text": "El-Aswad bin Şaiban As-Sadusi dedi ki: \"Ata'nın bir adam tarafından sorulduğunu duydum: 'Biz seyahat ediyoruz ve pazarlarda bize içecekler sunuluyor, hangi kaplarda hazırlandığını bilmiyoruz.' O da dedi ki: 'Her sarhoş edici şey haramdır.' Adam soruyu tekrar etti ve o da dedi: 'Her sarhoş edici şey haramdır.' Adam soruyu tekrar etti ve o da dedi: 'Size söylediğim gibi.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Ibn Sirin said:",
      "text": "İbn Sirin'in rivayet ettiğine göre: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that 'Abdul-Malik bin At-Tufail Al-Jazari said:",
      "text": "'Abdul-Malik bin At-Tufail Al-Jazari'nin rivayet ettiğine göre: \"Umar bin 'Abdul-Aziz bize yazdı ve şöyle dedi: 'Üzümün kaynatılarak elde edilen yoğun suyunu, üçte ikisi gidene ve üçte biri kalana kadar içmeyin. Ve her sarhoş edici şey haramdır.'\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that As-Sa'q bin Hazn said:",
      "text": "As-Sa'q bin Hazn'ın rivayet ettiğine göre: \"Umar bin 'Abdul-'Aziz, 'Adiy bin Artah'a yazdı (şöyle diyerek): 'Her sarhoş edici şey haramdır.'\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Abu Musa Al-Ash'ari that:",
      "text": "Abu Musa Al-Ash'ari'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 65,
      "narrator": "Abu Bakr bin Abi Musa narrated that his father said:",
      "text": "Abu Bekir bin Abi Musa, babasının şöyle dediğini rivayet etti: \"Allah'ın Resulü şöyle dedi: 'Hiçbir sarhoş edici içki içmeyin, çünkü ben her sarhoş edici şeyi haram kıldım.'\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Abu Burdah that his father said:",
      "text": "Abu Burdah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü beni Yemen'e gönderdi ve ben dedim: 'Ey Allah'ın Resulü, orada Al-Bit' (bal şarabı) ve Al-Mizr (bira) adını verdikleri içkiler var.' O da dedi: 'Bira nedir?' Ben dedim: 'Baldan yapılan bir içecek, bira ise arpadan yapılır.' O da dedi: 'Her sarhoş edici şey haramdır.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'ın rivayet ettiğine göre: \"Allah'ın Resulü bir hutbe verdi ve Khamr hakkında ayeti okudu. Bir adam dedi ki: 'Ey Allah'ın Resulü, Al-Mizr (bira) hakkında ne dersin?' O da dedi: 'Bira nedir?' Adam dedi: 'Yemen'de yapılan tahıllardan bir içecek.' O da dedi: 'Sarhoş eder mi?' Adam dedi: 'Evet.' O da dedi: 'Her sarhoş edici şey haramdır.'\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Abu Al-Juwairiyah said:",
      "text": "Abu Al-Juwairiyah şöyle dedi: \"İbn 'Abbas'ı duyduğumda, kendisine 'Badhiq (hafif kaynatılmış üzüm suyu) hakkında bize tavsiyede bulun' dediler. O da dedi: 'Muhammed, Badhiq'tan önce geldi (yani onun zamanında bilinmiyordu), ama sarhoş eden her şey haramdır.'\""
    },
    {
      "id": 69,
      "narrator": "'Amr bin Shu'aib narrated from his father, from his grandfather, that:",
      "text": "'Amr bin Shu'aib, babasından, dedesinden rivayet etti ki: Peygamber  şöyle dedi: \"Büyük miktarda sarhoş eden bir şeyin küçük miktarı haramdır.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from 'Amir bin Sa'd, from his father, that:",
      "text": "'Amir bin Sa'd'dan, babasından rivayet edilmiştir ki: Peygamber  şöyle dedi: \"Büyük miktarda sarhoş eden şeylerin küçük miktarlarını size haram kılıyorum.\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from 'Amir bin Sa'd, from his father, that:",
      "text": "'Amir bin Sa'd'dan, babasından rivayet edilmiştir ki: Peygamber  büyük miktarda sarhoş eden şeylerin küçük miktarlarını haram kıldı."
    },
    {
      "id": 72,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah şöyle dedi: \"Allah'ın Resulü'nün oruçlu olduğunu bildiğim için, onun için bir kabakta hazırladığım Nabidh'i ona sundum. Onu getirdim ve o dedi ki: 'Bunu buraya getir.' Ben de onu daha yakın getirdim ve köpürüyordu. O dedi ki: 'Duvara fırlat (at), çünkü bu Allah'a ve Ahiret Günü'ne inanmayanın içeceğidir.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that 'Ali - may Allah honor his face - said:",
      "text": "'Ali - Allah onun yüzünü şereflendirsin - şöyle dedi: \"Peygamber  bana altın yüzük, Al-Qassi, Al-Mitharah ve Al-Ji'ah (arpa içeceği) kullanmayı yasakladı.\""
    },
    {
      "id": 74,
      "narrator": "Sa'sa'ah said to 'Ali bin Abi Talib - may Allah honor his face - :",
      "text": "Sa'sa'ah, 'Ali bin Abi Talib - Allah onun yüzünü şereflendirsin - 'e şöyle dedi: \"Bize yasakla, ey Müminlerin Emiri! Allah'ın Resulü'nün Ad-Dubba' ve Al-Hantam kullanmamı yasakladığı şeyleri.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated from Jabir that :",
      "text": "Jabir'den rivayet edilmiştir ki: (meyveler) Peygamber  için taş bir kapta ıslatılırdı."
    },
    {
      "id": 76,
      "narrator": "It was narrated that Tawus said:",
      "text": "Tawus'un şöyle dediği rivayet edilmiştir: \"Bir adam İbn 'Umar'a dedi ki: 'Allah'ın Resulü, (meyveleri) toprak kaplarda bekletmeyi yasakladı mı?' O da: 'Evet.' Tawus dedi ki: 'Vallahi, bunu ondan duydum.'\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that Sulaiman At-Taimi and Ibrahim bin Maisarah said:",
      "text": "Sulaiman At-Taimi ve İbrahim bin Maisarah şöyle dedi: \"Tawus'un şöyle dediğini duyduk: 'Bir adam İbn 'Umar'a geldi ve dedi ki: Allah'ın Resulü, (meyveleri) toprak kaplarda bekletmeyi yasakladı mı? O da: 'Evet.' İbrahim, hadisine ekledi: 'Ve Ad-Dubba' (kabaklar).'\""
    },
    {
      "id": 78,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas şöyle dedi: \"Allah'ın Resulü, (meyveleri) toprak kaplarda bekletmeyi yasakladı.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü Al-Hantam'ı yasakladı.\" Ben (rivayet eden) dedim ki: \"Al-Hantam nedir?\" O da: \"Toprak kap.\" dedi."
    },
    {
      "id": 80,
      "narrator": "It was narrated that Abu Maslamah said:",
      "text": "Abu Maslamah şöyle dedi: \"Ben 'Abdul-'Aziz - yani bin Asid At-Tahi, Al-Basra'dan - şöyle derken duydum: 'İbn Az-Zubair'e toprak kaplarda (meyve) bekletmek hakkında soruldu ve o da: \"Allah'ın Resulü bunu yasakladı.\" dedi.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'eed bin Jubair şöyle dedi: \"İbn 'Umar'a toprak kapta yapılan Nabidh hakkında sorduk ve o: 'Allah'ın Resulü bunu yasakladı.' dedi. O: 'İbn 'Umar doğru söyledi.' Ben: 'Toprak kap nedir?' dedim. O: 'Kiliden yapılmış her şeydir.' dedi.\""
    },
    {
      "id": 82,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'eed bin Jubair şöyle dedi: \"İbn 'Umar ileydim, ona toprak kapta yapılan Nabidh hakkında soruldu. O: 'Allah'ın Resulü bunu yasakladı.' dedi. Ben: 'Toprak kap nedir?' dedim. O: 'Kiliden yapılmış her şeydir.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Ash-Shaibani said:",
      "text": "Ash-Shaibani şöyle dedi: \"İbn Abi Awfa'nın şöyle dediğini duydum: 'Allah'ın Resulü, yeşil toprak kaplarda yapılan Nabidh'i yasakladı.' Ben: 'Peki beyaz olanlar?' dedim. O: 'Bilmiyorum.' dedi.\""
    },
    {
      "id": 84,
      "narrator": "Abu Ishaq Ash-Shaibani said:",
      "text": "Abu Ishaq Ash-Shaibani şöyle dedi: \"İbn Abi Awfa'nın şöyle dediğini duydum: 'Allah'ın Resulü, yeşil ve beyaz toprak kaplarda yapılan Nabidh'i yasakladı.'\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Abu Raja' said:",
      "text": "Abu Raja' şöyle dedi: \"Al-Hasan'a toprak kaplarda yapılan Nabidh hakkında sordum - bu haram mı? O: '(Haramdır.) Yalan söylemeyecek birisi bize, Allah'ın Resulü'nün Al-Hantam, Ad-Dubba' (kabaklar), Al-Muzaffat ve An-Naqir'de yapılan Nabidh'i yasakladığını bildirdi.' dedi.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü Ad-Dubba' (kabaklar)ı yasakladı.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü Ad-Dubba' (kabaklar)ı yasakladı.\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe şöyle dedi: \"Allah'ın Resulü Ad-Dubba' (kabaklar)ı ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from 'Ali - may Allah honor his face - that:",
      "text": "'Ali - Allah onun yüzünü şereflendirsin -'den rivayet edilmiştir ki: \"Peygamber Ad-Dubba' (kabaklar)ı ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from 'Abdur-Rahman bin Ya'mar that:",
      "text": "'Abdur-Rahman bin Ya'mar'dan rivayet edilmiştir ki: \"Peygamber Ad-Dubba' ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Resulü  Ad-Dubba' (kabaklar) ve Al-Muzaffat'ta meyve ıslatmayı yasakladı."
    },
    {
      "id": 92,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü  Ad-Dubba' (kabaklar) ve Al-Muzaffat'ta meyve ıslatmayı yasakladı.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü  Al-Muzaffat ve kabakları yasakladı."
    },
    {
      "id": 94,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü  Ad-Dubba' (kabaklar), Al-Hantam ve An-Naqir'i yasakladı."
    },
    {
      "id": 95,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir ki: Allah'ın Resulü  yeşil sürahilerden, kabaklardan ve ahşaptan oyulmuş kaplardan içmeyi yasakladı."
    },
    {
      "id": 96,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Allah'ın Resulü  Ad-Dubba' (kabaklar), Al-Hantam ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 97,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü  toprak kapları, Ad-Dubba' (kabaklar) ve Al-Muzaffat kaplarını yasakladı.\""
    },
    {
      "id": 98,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Allah'ın Resulü  Dubba' (kabaklar), Hantam veya Muzaffat'ta yapılan içecekleri, zeytinyağı veya sirke olmayanları yasakladı.\""
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü  Ad-Dubba' (kabaklar), Al-Hantam, An-Naqir ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 100,
      "narrator": "Thumamah bin Hazn Al-Qushairi said:",
      "text": "Thumamah bin Hazn Al-Qushairi dedi ki: \"Ben 'Aişe ile karşılaştım ve ona Nabidh hakkında sordum. O dedi ki: 'Abdul-Qais heyeti Allah'ın Resulü  ile geldi ve onlara Ad-Dubba' (kabaklar), An-Naqir, Al-Muqayyar ve Al-Hantam'da meyve ıslatmayı yasakladı.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that 'Aishah, may Allah be pleased with her, said:",
      "text": "'Aişe'den, Allah ondan razı olsun, rivayet edilmiştir ki: \"O, özellikle Ad-Dubba' (kabaklar)ı yasakladı.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Ishaq - he is Ibn Suwaid - that he said:",
      "text": "İshak'tan - o İbn Suwaid'dir - rivayet edilmiştir ki: \"Mu'adhah bana 'Aişe'den, Allah'ın Resulü  An-Naqir, Al-Muqayyar, Ad-Dubba' ve Al-Hantam'da yapılan Nabidh'i yasakladı.' dediğini aktardı.\" İbn 'Ulayyah'ın rivayetinde, İshak şöyle dedi: \"Ve Hunaidah, 'Aişe'den Mu'adhah'ın rivayetine benzer bir şey aktardı ve toprak kapları adlandırdı. Ben Hunaidah'a: 'Onun toprak kapları dediğini duydun mu?' dedim. O da: 'Evet.' dedi.\""
    },
    {
      "id": 103,
      "narrator": "It was narrated that Hunaidah bint Sharik bin Aban said:",
      "text": "Hunaidah bint Sharik bin Aban'dan rivayet edilmiştir ki: \"Ben 'Aişe ile Al-Khuraibah'ta karşılaştım ve ona tortular hakkında sordum, o da bana yasakladı ve şöyle dedi: 'Meyveyi gece ıslat ve sabah iç, ve kabı kapalı bağla.' Ve bana Ad-Dubba' (kabaklar), An-Naqir, Al-Muzaffat ve Al-Hantam kullanmamı yasakladı.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü  Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 105,
      "narrator": "Sa'eed bin Jubair narrated that:",
      "text": "Sa'eed bin Jubair rivayet etti ki: \"İbn 'Umar ve İbn 'Abbas'ın Allah'ın Resulü  bu Ayeti okuduğuna şahit olduğunu duydum: 'Ve Resul (Muhammed) size neyi verirse, onu alın; ve neyi yasaklarsa, ondan sakının.'\""
    },
    {
      "id": 106,
      "narrator": "It was narrated from Asma' bint Yazid that:",
      "text": "Asma' bint Yazid'den rivayet edilmiştir ki: \"Anas adında bir amcası şöyle dedi: 'İbn Abbas dedi ki: Allah, \"Ve Resul'ün size neyi verirse, onu alın; ve neyi yasaklarsa, ondan sakının.\" demiyor mu? Dedi: 'Evet.' Dedi: 'Allah, \"Allah ve Resulü bir konuda hüküm verdiğinde, ne bir erkeğin ne de bir kadının o konuda bir seçeneği yoktur.\" demiyor mu?' Ben de: 'Evet.' Dedi: 'Ben, Allah'ın Resulü'nün An-Naqir, Al-Muqayyar, Ad-Dubba' ve Al-Hantam'ı yasakladığını şahitlik ederim.'\""
    },
    {
      "id": 107,
      "narrator": "Zadan said:",
      "text": "Zadan dedi ki: \"Ben 'Abdullah bin 'Umar'a sordum: 'Allah Resulü'nün Al-Hantam'ı yasakladığına dair bir şey söyle.' O da: 'O, sizin toprak kaplar dediğiniz şeylerdir. Ve O, Ad-Dubba'yı yasakladı, bu da sizin kabak dediğiniz şeydir. Ve O, An-Naqir'i yasakladı, bu da oyulmuş hurma ağacı demektir. Ve O, Al-Muzaffat'ı yasakladı, bu da (Al-Muqayyar) katranla kaplanmış kaplardır.'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah Resulü, 'Abdul-Qais heyetinin yanına geldiğinde, Ad-Dubba', An-Naqir, Al-Muzaffat ve üstü kesilmiş büyük su tulumlarını yasakladı. Dedi ki: 'Su tulumlarınızda Nabidh yapın, kapatın ve tatlı olarak için.' Onlardan biri dedi ki: 'Ey Allah'ın Resulü, bunun gibi bir şey hakkında bana izin ver.' O da: 'Eğer bunu böyle yaparsanız,' dedi ve elini işaret ederek ona nasıl yapacağını gösterdi.\""
    },
    {
      "id": 109,
      "narrator": "Jabir said:",
      "text": "Jabir dedi ki: \"Allah Resulü, Nabidh yapmak için bir su tulumu bulamadı, onun için küçük bir taş kapta yapılırdı.\""
    },
    {
      "id": 110,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"(Meyve) Allah Resulü'nün Ad-Dubba' (kabaklar), An-Naqir ve Al-Muzaffat'ı yasakladığı için ıslatılırdı.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah Resulü, Ad-Dubba' (kabaklar), An-Naqir, toprak kaplar ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'tan rivayet edilmiştir ki: \"Peygamber, katranla kaplanmamış toprak kaplar için bir ruhsat verdi.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from Ibn Buraidah that his father said:",
      "text": "Ibn Buraidah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah Resulü: 'Size kurban etini (saklamayı) yasaklamıştım, ama şimdi yiyin ve saklayın; ve kim mezarları ziyaret etmek isterse, ziyaret edebilir, çünkü onlar ahireti hatırlatır; ve içebilirsiniz ama her türlü sarhoş edici şeyden sakının.'\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "'Abdullah bin Buraidah'tan rivayet edilmiştir ki, babası şöyle dedi: \"Allah Resulü: 'Size mezarları ziyaret etmeyi yasaklamıştım, ama (şimdi) ziyaret edin. Ve size kurban etini üç gün saklamayı yasaklamıştım, ama şimdi dilediğiniz kadar saklayın. Ve size Nabidh'i yasaklamıştım, eğer su tulumunda yapılmadıysa, ama şimdi her türlü kaplardan içebilirsiniz ama hiçbir sarhoş edici içecek içmeyin.'\""
    },
    {
      "id": 115,
      "narrator": "It was narrated from Ibn Buraidah that his father said:",
      "text": "Ibn Buraidah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah Resulü: 'Size üç şeyi yasaklamıştım: Mezarlara ziyaret, ama şimdi ziyaret edin ve ziyaretleriniz size hayır getirsin; ve size kurban etini üç günden fazla saklamayı yasaklamıştım, ama şimdi dilediğiniz kadar yiyin. Ve size (belirli türde) kaplarda içmeyi yasaklamıştım, ama şimdi dilediğiniz kaplardan için, ama hiçbir sarhoş edici içecek içmeyin.'\""
    },
    {
      "id": 116,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "'Abdullah bin Buraidah'tan rivayet edilmiştir ki, babası şöyle dedi: \"Allah Resulü: 'Size belirli türde kapları yasaklamıştım. Şimdi dilediğiniz gibi (meyveleri) ıslatın, ama her türlü sarhoş edici şeyden sakının.'\""
    },
    {
      "id": 117,
      "narrator": "'Abdullah bin Buraidah (narrated) from his father that:",
      "text": "'Abdullah bin Buraidah, babasından rivayet etti ki: \"Allah Resulü yürüyorken, bazı insanlara yaklaştı ve onlardan karışık bir ses duydu. Dedi ki: 'Bu ses nedir?' Onlar: 'Ey Allah'ın Resulü, içecekleri var.' dedi. Onları çağırdı ve: 'Neyle ıslatıyorsunuz (meyveleri)?' dedi. Onlar: 'Biz (meyveleri) tahta ve kabak kaplarda ıslatıyoruz ve kapatılabilen su tulumlarımız yok.' dediler. O da: 'Kapatılabilen bir kap dışında içmeyin.' dedi. Sonra Allah'ın dilediği kadar zaman geçti, sonra onlara geri döndü ve hastalanmış ve solgun düşmüşlerdi. Dedi ki: 'Neden bu kadar hasta görünüyorsunuz?' Onlar: 'Ey Allah'ın Resulü, bizim toprak sağlıksız ve siz bize kapatılabilen bir kap dışında her şeyi yasakladınız.' dediler. O da: 'İçin, ama her sarhoş edici şey haramdır.'\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Jabir that :",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah Resulü: 'O zaman bir zarar yoktur.' dedi.\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"O gece, Miraç'a çıkarıldığı gece, Allah Resulü'ne iki kadeh, bir şarap ve bir süt getirildi. Onlara baktı ve sütü seçti. Cebrail, ona: 'Seni Fıtrata yönlendiren Allah'a hamd olsun. Eğer şarabı seçseydin, ümmetin sapıtırdı.' dedi.\""
    },
    {
      "id": 120,
      "narrator": "Ibn Muhairiz narrated from a man among the Companions of the Prophet  that :",
      "text": "Ibn Muhairiz, Peygamber'in bir arkadaşından rivayet etti ki: \"Peygamber: 'Ümmetimden bazı insanlar Khamr içecek ve ona başka bir isim verecekler.' dedi.\""
    },
    {
      "id": 121,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Zina eden, zina yaptığı anda mümin değildir, içki içen, içki içtiği anda mümin değildir, hırsız, çaldığı anda mümin değildir, ve soyguncu, soygun yaptığı anda mümin değildir ve insanlar bunu izliyorsa.'\""
    },
    {
      "id": 122,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Peygamber  şöyle buyurdu: 'Zina eden, zina yaptığı anda mümin değildir, hırsız, çaldığı anda mümin değildir, içki içen, içki içtiği anda mümin değildir, ve soyguncu, soygun yaptığı anda mümin değildir ve Müslümanlar bunu izliyorsa.'\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Ibn 'Umar and a number of the Companions of Muhammad  said:",
      "text": "İbn 'Umar ve Muhammed'in bazı Sahabelerinden rivayet edilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Kim Khamr içerse, onu kırbaçlayın; sonra tekrar içerse, onu kırbaçlayın; sonra tekrar içerse, onu kırbaçlayın; sonra tekrar içerse, onu öldürün.'\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Eğer sarhoş olursa, onu kırbaçlayın; sonra tekrar sarhoş olursa, onu kırbaçlayın; sonra tekrar sarhoş olursa, onu kırbaçlayın.' Sonra dördüncü kez hakkında şöyle dedi: 'Boynunu vurun (yani, öldürün).'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated from Abu Burdah bin Abi Musa, :",
      "text": "Abu Burdah bin Abi Musa'dan rivayet edilmiştir: \"Babası şöyle derdi: 'Khamr içmek ile bu sütununa Allah'ın Azim ve Celil'i yerine tapmak arasında hiçbir fark görmüyorum.'\""
    },
    {
      "id": 126,
      "narrator": "'Urwah bin Ruwaim narrated that :",
      "text": "'Urwah bin Ruwaim rivayet etti: \"İbn Ad-Dailami, 'Abdullah bin 'Amr bin Al-'As'ı aramak için yola çıktı. İbn Ad-Dailami dedi ki: 'Onun yanına girdim ve dedim: 'Ey 'Abdullah bin 'Amr, Allah'ın Resulü  şöyle dediğini duydun mu: Eğer benim ümmetimden bir adam Khamr içerse, Allah onun Salah'ını kırk gün kabul etmez.'\""
    },
    {
      "id": 127,
      "narrator": "It was narrated that Masruq said:",
      "text": "Masruq'tan rivayet edilmiştir: \"Eğer bir hakim hediye kabul ederse, haram bir şey yemiş olur, eğer rüşvet kabul ederse, bu onu Küfür seviyesine götürür.\" Masruq dedi ki: \"Kim Khamr içerse, o (bir) Küfür işlemiştir ve onun Küfrü, Salah'ının geçerli olmamasıdır.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated from Abu Bakr bin 'Abdur-Rahman bin Al-Harith that his father said:",
      "text": "Abu Bakr bin 'Abdur-Rahman bin Al-Harith'ten rivayet edilmiştir: \"Babası şöyle dedi: 'Ben 'Uthman'ın, Allah ondan razı olsun, şöyle dediğini duydum: 'Khamr'dan sakının, çünkü o tüm kötülüklerin anasıdır. Sizden önce gelenlerden bir adam vardı ki, o bir ibadetkar idi. Bir ahlaksız kadın ona aşık oldu. Ona kölesini gönderdi ve dedi ki: 'Biz seni şahitliğe çağırıyoruz.' O da köle ile yola çıktı ve her kapıya girdiğinde, kadın kapıyı arkasından kilitliyordu, ta ki güzel bir kadına ulaşana kadar, yanında bir çocuk ve bir şişe şarap vardı. Kadın dedi ki: 'Vallahi, seni şahitliğe çağırmadım, seni benimle cinsel ilişkiye girmeye, ya da bu şarapta bir kadeh içmeye, ya da bu çocuğu öldürmeye çağırdım.' O dedi ki: 'Bana bir kadeh bu şarap ver.' O da ona bir kadeh verdi. O dedi ki: 'Bana daha fazla ver.' Ve kısa sürede onunla cinsel ilişkiye girdi ve çocuğu öldürdü. O yüzden Khamr'dan sakının, çünkü vallahi iman ve Khamr bağımlılığı bir arada yaşayamaz, biri diğerini yakında atar.'\""
    },
    {
      "id": 129,
      "narrator": "Abu Bakr bin 'Abdur-Rahman bin Al-Harith narrated that his father said:",
      "text": "Abu Bakr bin 'Abdur-Rahman bin Al-Harith'ten rivayet edilmiştir: \"Babası şöyle dedi: 'Ben 'Uthman'ın şöyle dediğini duydum: 'Khamr'dan sakının, çünkü o tüm kötülüklerin anasıdır. Sizden önce gelenlerden bir adam vardı ki, o bir ibadetkar idi ve insanlardan uzak dururdu.'\" Ve benzer bir şey söyledi. \"Khamr'dan sakının, çünkü vallahi, o asla İman ile bir arada olamaz, ama yakında biri diğerini atar.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Kim Khamr içerse ve sarhoş olmazsa, onun Salah'ı, karnında veya damarlarında herhangi bir iz kaldığı sürece kabul edilmez, ve eğer ölürse, o bir Kafir olarak ölür. Eğer sarhoş olursa, onun Salah'ı kırk gece kabul edilmez, ve eğer bu süre içinde ölürse, o bir Kafir olarak ölür.\" (Sahih Mawquf)"
    },
    {
      "id": 131,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Peygamber  şöyle buyurdu: 'Kim Khamr içer ve onu karnına koyarsa, Allah onun Salah'ını yedi (gün) kabul etmez, eğer bu süre içinde ölürse' - Muhammed bin Adam (rivayet edenlerden biri) dedi ki: 'O bir Kafir olarak ölür. Eğer o, farz olanlardan herhangi birini kılacak kadar sarhoş değilse' - İbn Adam dedi ki: 'veya Kur'an okuyamayacak kadar sarhoşsa, onun Salah'ı kırk gün kabul edilmez, ve eğer bu süre içinde ölürse,' ve İbn Adam dedi ki: 'O bir Kafir olarak ölür.'\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that 'Abdullah bin Ad-Dailami said:",
      "text": "'Abdullah bin Ad-Dailami'den rivayet edilmiştir: \"Ben 'Abdullah bin 'Amr bin Al-'As'ın yanına, At-Ta'if'teki Al-Waht bahçesinde, girdiğimde, Khamr içtiğinden şüphelenilen bir gençle el ele yürüyordu. O dedi ki: 'Ben Allah'ın Resulü  şöyle dediğini duydum: Kim Khamr içerse, onun tövbesi kırk gün kabul edilmez, sonra eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer tekrar yaparsa, onun tövbesi kırk gün kabul edilmez, sonra eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer tekrar yaparsa, onun tövbesi kırk gün kabul edilmez, sonra eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer tekrar yaparsa (dördüncü kez), o zaman Kıyamet Günü'nde onu Khibal'ın çamurundan içirmek Allah'a bir hak olur.' Bu, 'Amr'ın sözleridir.\""
    },
    {
      "id": 133,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü  şöyle buyurdu: 'Bu dünyada Khamr içen ve ondan tövbe etmeyen, Ahiret'te ondan mahrum kalacaktır.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Peygamber  şöyle buyurdu: 'Kimse, başkalarına iyiliklerini hatırlatan, anne babasına isyan eden ve sarhoş olan, Cennete giremeyecektir.'\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Peygamber  şöyle buyurdu: 'Bu dünyada Khamr içen ve bağımlı olarak ölen, ve tövbe etmeyen, Ahiret'te ondan içmeyecektir.'\""
    },
    {
      "id": 136,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurdu: 'Bu dünyada Khamr içen ve buna bağımlı olarak ölen, ahirette onu içmeyecek.'\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that Ad-Dahhak said:",
      "text": "Ad-Dahhak'tan rivayet edilmiştir ki: \"Khamr bağımlısı olarak ölenin, bu dünyadan ayrılırken yüzüne kaynar su atılacaktır.\""
    },
    {
      "id": 138,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki: \"'Umar, Allah ondan razı olsun, Khamr içtiği için Rabi'ah bin Umaiyah'ı Khaibar'a sürgün etti ve o, Heraklius'a katılarak Hristiyan oldu. 'Umar, Allah ondan razı olsun, 'Bundan sonra hiçbir Müslümanı sürgün etmeyeceğim.' dedi.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated that Abu Burdah bin Niyar said:",
      "text": "Abu Burdah bin Niyar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi  şöyle buyurdu: 'Kaplardan iç, fakat sarhoş olma.'\""
    },
    {
      "id": 140,
      "narrator": "It was narrated from Ibn Buraidah, from his father, that:",
      "text": "İbn Buraidah'dan, babasından rivayet edilmiştir ki: \"Allah'ın Elçisi  Ad-Dubba', Al-Hantam, An-Naqir ve Al-Muzaffat'ı yasakladı.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated from Simak, from Qirsafah, one of their womenfolk, that:",
      "text": "Simak'tan, onların kadınlarından Qirsafah'tan rivayet edilmiştir ki: 'Aişe şöyle dedi: \"İç, fakat sarhoş olma.\"'"
    },
    {
      "id": 142,
      "narrator": "It was narrated from Qudamah Al-'Amiri that Jasrah bint Dijajah Al-'Amiriyyah told him:",
      "text": "Qudamah Al-'Amiri'den rivayet edilmiştir ki: Jasrah bint Dijajah Al-'Amiriyyah ona şunları söyledi: \"Bazı insanlar Nabidh hakkında 'Aişe'ye sorduklarında, sabah hurmaları ıslatıp akşam içiyoruz ya da akşam ıslatıp sabah içiyoruz, dedi. O da: 'Ben hiçbir sarhoş edici şeyi helal görmüyorum, hatta bu ekmek olsa bile ya da su olsa bile.' dedi. Bunu üç kez söyledi.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that 'Ali bin Al-Mubarak said:",
      "text": "'Ali bin Al-Mubarak'tan rivayet edilmiştir ki: \"Karimah bint Hammam bana şunları söyledi: 'Aişe, Müminlerin Annesi, şöyle dedi: 'Ad-Dubba' (kabaklar) size yasaklandı, Al-Hantam size yasaklandı, Al-Muzaffat size yasaklandı.' Sonra kadınlara dönerek: 'Yeşil toprak kaplardan sakının, eğer toprak kaplarınızda su sarhoş ediyorsa, onu içmeyin.' dedi.\""
    },
    {
      "id": 144,
      "narrator": "It was narrated that 'Aishah was asked about drinks and she said:",
      "text": "'Aişe'ye içecekler hakkında sorulduğunda, o şöyle dedi: \"Allah'ın Elçisi  tüm sarhoş edicileri yasaklardı.\" Ve 'Abdullah bin Shaddad'dan 'Abdullah bin 'Abbas'tan gelen rivayeti kullanıyorlar."
    },
    {
      "id": 145,
      "narrator": "It was narrated from Ibn Shubrumah who mentioned it from 'Abdullah bin Shaddad bin Al-Had, from Ibn 'Abbas, who said:",
      "text": "İbn Shubrumah'tan, 'Abdullah bin Shaddad bin Al-Had'dan, İbn 'Abbas'tan rivayet edilmiştir ki: \"Khamr, az ya da çok miktarda yasaklanmıştır, her türlü sarhoş edici içecek gibi.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Khamr, az ya da çok miktarda kendiliğinden yasaklanmıştır, her türlü sarhoş edici içecek gibi.\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Khamr, kendiliğinden, az ya da çok miktarda yasaklanmıştır, her türlü sarhoş edici içecek gibi.\""
    },
    {
      "id": 148,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Khamr, az ya da çok miktarda yasaklanmıştır, sarhoş eden her türlü içecek gibi.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that Abu Al-Juwairiyah Al-Jarmi said:",
      "text": "Abu Al-Juwairiyah Al-Jarmi'den rivayet edilmiştir ki: \"Ben, İbn 'Abbas'a, Kabe'ye yaslanmışken, Badhaq (hafif kaynatılmış üzüm suyu) hakkında sordum. O da: 'Muhammed, Badhaq'tan önce geldi (yani, onun zamanında bilinmiyordu), fakat sarhoş eden her şey haramdır.' dedi.\" Dedi ki: \"Ona soran 'Araplar'dan ilkiydim.\""
    },
    {
      "id": 150,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas şöyle dedi: \"Allah ve Elçisi  tarafından haram kılınan şeyi haram saymak isteyen, Nabidh'i haram saymalıdır.\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from 'Uyainah bin 'Abdur-Rahman that his father said:",
      "text": "'Uyainah bin 'Abdur-Rahman'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Bir adam İbn 'Abbas'a dedi ki: 'Ben Horasan'dan bir adamım ve bizim topraklarımız soğuk bir yerdir. Kuru üzümlerden ve üzümlerden ve diğer şeylerden yapılan bir içeceğimiz var ve bu konuda kararsızım.' Farklı içecek türlerini ona anlattı ve çok sayıda bahsetti, ta ki onun anlamadığını düşündüm. İbn 'Abbas ona dedi ki: 'Bana çok şey söyledin. Sarhoş eden her şeyden, ister hurmadan, ister kuru üzümden ya da başka bir şeyden olsun, kaçın.'\""
    },
    {
      "id": 152,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Al-Busr'dan yapılan Nabidh haramdır ve caiz değildir.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated that Abu Hamzah said:",
      "text": "Abu Hamzah şöyle demiştir: \"Ben İbn 'Abbas ile insanlar arasında tercümanlık yapardım. Bir kadın ona geldi ve toprak kaplarda yapılan Nabidh hakkında sordu, o da bunu yasakladı. Ben dedim ki: 'Ey Abu 'Abbas, ben yeşil bir toprak kapta tatlı bir Nabidh yapıyorum; onu içtiğimde midem gürültü yapıyor.' O da dedi ki: 'Baldan daha tatlı olsa bile onu içme.'\""
    },
    {
      "id": 154,
      "narrator": "Abu Hamzah Nasr said:",
      "text": "Abu Hamzah Nasr dedi ki: \"Ben İbn 'Abbas'a, büyükannemin toprak kapta tatlı Nabidh yaptığını söyledim. Eğer ondan çok içersem ve insanlarla oturursam, onların bunu anlayacağından korkuyorum. O da dedi ki: 'Abdul-Qais heyeti, Allah'ın Messenger'ına geldi ve o da: 'Utanç duymayan ve pişmanlık hissetmeyen bir heyete hoş geldiniz.' dedi. Onlar: 'Ey Allah'ın Messenger'ı, putperestler bizimle senin aranda ve biz ancak kutsal aylarda sana ulaşabiliyoruz. Bize, eğer yaparsak cennete gireceğimiz bir şey söyle ve geride bıraktıklarımıza da bunu iletelim.' dediler. O da: 'Size üç şey emredeceğim ve dört şeyden de sizi yasaklayacağım. Size Allah'a iman etmenizi emrediyorum, Allah'a iman etmenin ne olduğunu biliyor musunuz?' dedim. Onlar: 'Allah ve O'nun Messenger'ı en iyi bilir.' dediler. O da: '(Bu,) Allah'tan başka ilah yoktur diye şehadet etmek, Salah'ı ikame etmek, Zakah vermek ve ganimetin beşte birini (Khums) vermektir. Ve size dört şeyden yasaklıyorum: Ad-Dubba', An-Naqir, Al-Hantam ve Al-Muzaffat ile yapılanlar.'\""
    },
    {
      "id": 155,
      "narrator": "It was narrated that Qais bin Wahban said:",
      "text": "Kays bin Wahban şöyle demiştir: \"Ben İbn 'Abbas'a sordum: 'Küçük bir kapta Nabidh yapıyorum ve kabarcıklar çıkıp tekrar durulduğunda onu içiyorum.' O da dedi ki: 'Bunu ne zamandır içiyorsun?' O da: 'Yirmi yıldır' dedi - ya da 'kırk yıl' dedi. O da: 'Uzun zamandır haram bir şeyle susuzluğunu gideriyorsun.'\""
    },
    {
      "id": 156,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Rukn'da iken, bir adamın Allah'ın Messenger'ına Nabidh dolu bir kap getirdiğini gördüm. O, kabı ona verdi ve ağzına kaldırdı, ama bunun güçlü olduğunu görünce geri verdi ve halktan bir adam: 'Ey Allah'ın Messenger'ı, bu haram mı?' dedi. O da: 'Adamı bana getirin.' dedi. Böylece onu getirdiler. Kabı ondan aldı ve su istedi. Kabın içine su döktü, onu ağzına kaldırdı ve kaşlarını çattı. Sonra daha fazla su istedi ve içine döktü. Sonra dedi ki: 'Bu kaplar güçlü bir tat aldığında, onları zayıflatmak için üzerine su dökün.'\""
    },
    {
      "id": 157,
      "narrator": "Narrated from 'Abdul-Malik bin Nafi' from Ibn 'Umar:",
      "text": "'Abdul-Malik bin Nafi' den İbn 'Umar'dan rivayet edilmiştir: 'Abdul-Malik bin Nafi' den İbn 'Umar'dan, Peygamber'den benzer bir rivayet edilmiştir."
    },
    {
      "id": 158,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Bir adam içecekler hakkında sordu ve o da: \"Sarhoş eden her şeyden kaçının.\" dedi."
    },
    {
      "id": 159,
      "narrator": "It was narrated that Zaid bin Jubair said:",
      "text": "Zaid bin Jubair şöyle demiştir: \"Ben İbn 'Umar'a içecekler hakkında sordum ve o da: 'Sarhoş eden her şeyden kaçının.' dedi.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Sarhoş edici maddeler, az veya çok miktarda haramdır.\""
    },
    {
      "id": 161,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Her sarhoş edici madde Khamr'dır ve her sarhoş edici madde haramdır.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from Salim bin 'Abdullah, from his father, that:",
      "text": "Salim bin 'Abdullah'dan, babasından rivayet edilmiştir ki: Allah'ın Messenger'ı şöyle dedi: \"Allah Khamr'ı haram kılmıştır ve her sarhoş edici madde haramdır.\""
    },
    {
      "id": 163,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: \"Allah'ın Messenger'ı şöyle dedi: 'Her sarhoş edici madde haramdır ve her sarhoş edici madde Khamr'dır.'\""
    },
    {
      "id": 164,
      "narrator": "Ruqaiyah bint 'Amr bin Sa'd said:",
      "text": "Ruqaiyah bint 'Amr bin Sa'd şöyle demiştir: \"Ben İbn 'Umar'ın himayesi altındaydım ve onun için üzümler ıslatılırdı, sabahları onları içiyordu, sonra üzümler kurutulurdu ve onlara başka üzümler eklenir, üstüne su dökülürdü ve o sabahları bunu içiyordu. Sonra ertesi gün onları atardı.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated that Abu Mas'ud said:",
      "text": "Abu Mas'ud şöyle demiştir: \"Peygamber  Kabe etrafında susadı, bu yüzden bir içecek istedi. Bir miktar Nabidh bir su tulumunda getirildi ve o bunu kokladı ve kaşlarını çattı. 'Bana bir kova Zamzam (suyu) getirin.' dedi. Üzerine döktü ve biraz içti. Bir adam: 'Bu haram mı, ey Allah'ın Messenger'ı?' dedi. O da: 'Hayır.' dedi.\""
    },
    {
      "id": 166,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: \"Allah'ın Resulü'nün bazı günlerde oruç tuttuğunu biliyordum, bu yüzden onun orucunu açması için ona biraz Nabidh hazırladım ve bunu bir kabakta yaptım. Akşam olunca onu ona getirdim ve dedim ki: 'Ey Allah'ın Resulü, bugün oruç tuttuğunu biliyordum, bu yüzden orucunu açman için bu Nabidh'i hazırladım.' O dedi ki: 'Bana getir, ey Abu Hurayra.' Onu ona getirdim ve köpüren bir şey olduğunu gördüm. O dedi ki: 'Bunu al ve duvara at (at gitsin), çünkü bu Allah'a ve Ahiret Günü'ne inanmayanın içeceğidir.'\""
    },
    {
      "id": 167,
      "narrator": "It was narrated from Abu Rafi' that :",
      "text": "Abu Rafi' den rivayet edilmiştir ki: 'Umar bin Al-Khattab, Allah ondan razı olsun, dedi ki: \"Eğer Nabidh'in çok güçlü olacağından korkuyorsanız, onu su ile seyreltin.\" 'Abdullah (rivayet edenlerden biri) dedi ki: \"Güçlenmeden önce.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from Yahya bin Sa'eed who heard Sa'eed bin Al-Musayyab say:",
      "text": "Yahya bin Sa'eed'den rivayet edilmiştir ki, o Sa'eed bin Al-Musayyab'ın şöyle dediğini işitti: \"Thaqif, 'Umar'ı bir içki ile karşıladı. İçkiyi çağırdı, ama ağzına getirdiğinde hoşuna gitmedi. Su çağırdı ve dedi ki: 'Bunu böyle yap.'\""
    },
    {
      "id": 169,
      "narrator": "It was narrated that 'Utbah bin Farqad said:",
      "text": "'Utbah bin Farqad'dan rivayet edilmiştir ki: \"Umar bin Al-Khattab'ın içtiği Nabidh sirkeye dönüşmüştü.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated from As-Sa'ib that :",
      "text": "As-Sa'ib'den rivayet edilmiştir ki: 'Umar bin Al-Khattab onlara gitti ve dedi ki: \"Şu-so-nun üzerindeki içki kokusunu fark ettim, o da At-Tila' (yoğunlaştırılmış üzüm suyu) içtiğini söyledi. Ben onun ne içtiğini soruyorum. Eğer bu bir sarhoş edici ise, onu kırbaçlayacağım.\" Bunun üzerine 'Umar bin Al-Khattab, Allah ondan razı olsun, onu kırbaçladı ve Hadd cezasını tam olarak uyguladı.\""
    },
    {
      "id": 171,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Yemen'den (Jaishan kabilesinden) bir adam geldi ve Allah'ın Resulü'ne sordu: \"Her sarhoş edici şey haramdır. Allah, Azze ve Celle, sarhoş edici içki içen kimseye Khibal'ın çamurundan içireceğine söz vermiştir.\" Onlar dediler ki: \"Ey Allah'ın Resulü, Khibal'ın çamuru nedir?\" O dedi ki: \"Cehennem halkının teri,\" veya \"Cehennem halkının suyu.\""
    },
    {
      "id": 172,
      "narrator": "It was narrated that An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü'nün şöyle dediğini işittim: 'Helal olan açıktır ve haram olan da açıktır, ama bunların arasında şüpheli olan bazı meseleler vardır.'\" Ve bazen şöyle derdi: \"Ama bunların arasında daha az açık olan meseleler vardır. Bunun benzerini size tarif edeceğim. Allah, Azze ve Celle'nin bir haramı vardır ve Allah'ın haramı, O'nun yasakladığı şeydir. Kim haramın etrafında otlarsa, yakında harama geçecektir. Ve kim belirsiz bir meseleye yaklaşırsa, yakında harama düşecektir.\" Ve bazen şöyle derdi: \"Yakında geçecektir, ve gerçekten kim şüpheye karışırsa, yakında ona geçecektir.\""
    },
    {
      "id": 173,
      "narrator": "It was narrated that Abu Al-Hawra' As-Sa'di said:",
      "text": "Abu Al-Hawra' As-Sa'di'den rivayet edilmiştir ki: \"Ben Al-Hasan bin 'Ali'ye, Allah ondan razı olsun, dedim: 'Allah'ın Resulü'nden ne ezberledin?' O dedi ki: 'Şüpheye düşmene neden olanı bırak, şüpheye düşmene neden olmayanı al.'\""
    },
    {
      "id": 174,
      "narrator": "It was narrated from Ibn Tawus, from his father, that:",
      "text": "İbn Tawus'tan, babasından rivayet edilmiştir ki: \"O, üzüm kurusunu Nabidh yapmak için kullanacak birine satmayı sevmezdi.\""
    },
    {
      "id": 175,
      "narrator": "It was narrated that Mus'ab bin Sa'd said:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir ki: \"Sa'd'ın birçok üzüm bağı vardı ve onların bakımını yapan birisi vardı. (Bağlar) birçok üzüm veriyordu ve o adam ona yazdı (şöyle dedi): 'Üzümlerin ziyan olacağından korkuyorum; onları sıkıp su yapmam ne dersin?' Sa'd ona yazdı (şöyle dedi): 'Bu mektubum sana ulaştığında, benim topraklarımı terk et, çünkü Allah'a yemin ederim ki, sana bir daha asla güvenemem.' Böylece onu topraklarından çıkardı.\""
    },
    {
      "id": 176,
      "narrator": "It was narrated that Ibn Sirin said:",
      "text": "İbn Sirin'den rivayet edilmiştir ki: \"Onu su olarak, At-Tila' (yoğunlaştırılmış üzüm suyu) yapmak için sat, Khamr (şarap) yapmak için değil.\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that Suwiad bin Ghafalah said:",
      "text": "Suwad bin Ghafalah'dan rivayet edilmiştir ki: \"Umar bin Al-Khattab bazı işçilerine yazdı: 'Üçte ikisi gittiğinde Müslümanlara yoğunlaştırılmış üzüm suyu verin ve bir üçte biri kalsın.'\""
    },
    {
      "id": 178,
      "narrator": "It was narrated that 'Amir bin 'Abdullah said:",
      "text": "'Amir bin 'Abdullah dedi ki: \"Umar bin Al-Khattab'ın Abu Musa'ya yazdığı mektubu gördüm (şöyle dedi): 'Şam'dan bir kervan bana geldi, içinde kamyonlara sürülen yoğun siyah bir boya vardı. Onlara ne kadar pişirdiklerini sordum, iki üçte bir oranında pişirdiklerini söylediler. Böylece kötü olan üçte ikisi gitti, bir üçte biri kötülüğü giderdi ve bir üçte biri de kötü kokuyu giderdi. O halde sizinle olanlar onu içsin.'\""
    },
    {
      "id": 179,
      "narrator": "It was narrated that 'Abdullah bin Yazid Al-Khatmi said:",
      "text": "'Abdullah bin Yazid Al-Khatmi'den rivayet edilmiştir ki: \"Umar bin Al-Khattab, Allah ondan razı olsun, bize yazdı (şöyle dedi): 'İçkilerinizi, Şeytan'ın payı gidene kadar pişirin, çünkü onun iki (payı) vardır ve sizin bir (payınız) vardır.'\""
    },
    {
      "id": 180,
      "narrator": "It was narrated that Ash-Sha'bi said:",
      "text": "Ash-Sha'bi'den rivayet edilmiştir ki: \"Ali, Allah ondan razı olsun, insanlara, içine sineklerin düştüğü ve bir daha çıkamadığı yoğunlaştırılmış üzüm suyu verirdi.\""
    },
    {
      "id": 181,
      "narrator": "It was narrated that Dawud said:",
      "text": "Dawud'dan rivayet edilmiştir: \"Sa'eed'e sordum: 'Umar bin Al-Khattab, Allah ondan razı olsun, hangi içeceği helal sayıyordu?' O da: 'İki üçü gidip bir üçü kalana kadar pişirilmiş olan.' dedi.\""
    },
    {
      "id": 182,
      "narrator": "It was narrated from Sa'eed bin Al-Musayyab that :",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki: Abu Ad-Darda', iki üçü gidip bir üçü kalan içeceği içerdi."
    },
    {
      "id": 183,
      "narrator": "It was narrated from Abu Musa Al-'Ash'ari that:",
      "text": "Abu Musa Al-'Ash'ari'den rivayet edilmiştir ki: O, iki üçü gidip bir üçü kalan yoğunlaştırılmış üzüm suyu içerdi."
    },
    {
      "id": 184,
      "narrator": "It was narrated that Ya'la bin 'Ata' said:",
      "text": "Ya'la bin 'Ata'dan rivayet edilmiştir ki: \"Bir bedevi, yarı pişirilmiş bir içecek hakkında Sa'eed bin Al-Musayyab'a sorduğunda, o şöyle dedi: 'Hayır, iki üçü gidip bir üçü kalmadıkça.'\""
    },
    {
      "id": 185,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki: \"At-Tila' (yoğunlaştırılmış üzüm suyu) bir üçe düşene kadar pişirilirse, bunda bir sakınca yoktur.\""
    },
    {
      "id": 186,
      "narrator": "Abu Raja' said:",
      "text": "Abu Raja' dedi ki: \"Al-Hasan'a, yarıya düşürülmüş At-Tila' (yoğunlaştırılmış üzüm suyu) hakkında sordum. O da: 'Onu içme.' dedi.\""
    },
    {
      "id": 187,
      "narrator": "It was narrated that Bushair bin Al-Muhajir said:",
      "text": "Bushair bin Al-Muhajir'den rivayet edilmiştir ki: \"Al-Hasan'a pişirilmiş meyve suyu hakkında sordum. O da: 'İki üçü gidip bir üçü kalana kadar pişirilmiş olan.' dedi.\""
    },
    {
      "id": 188,
      "narrator": "It was narrated that Anas bin Sirin said:",
      "text": "Anas bin Sirin'den rivayet edilmiştir ki: \"Anas bin Malik'in şöyle dediğini duydum: 'Şeytan, Nuh'a, selam üzerine olsun, üzüm bağı hakkında tartıştı. Biri: \"Bu benim,\" diğeri: \"Bu benim.\" dedi. Sonunda Nuh'un üçte bir, Şeytan'ın ise üçte iki alması konusunda anlaştılar.'\""
    },
    {
      "id": 189,
      "narrator": "It was narrated that 'Abdul-Malik bin Tufail Al-Jazari said:",
      "text": "'Abdul-Malik bin Tufail Al-Jazari'den rivayet edilmiştir ki: \"Umar bin 'Abdul-'Aziz bize yazdı: 'At-Tila' (yoğunlaştırılmış üzüm suyu) iki üçü gidip bir üçü kalana kadar içmeyin ve her sarhoş edici şey haramdır.'\""
    },
    {
      "id": 190,
      "narrator": "It was narrated that Makhul said:",
      "text": "Makhul'dan rivayet edilmiştir ki: \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 191,
      "narrator": "It was narrated that Abu Thabit Ath-Tha'labi said:",
      "text": "Abu Thabit Ath-Tha'labi'den rivayet edilmiştir ki: \"İbn 'Abbas ile birlikteydim. Bir adam ona gelerek meyve suyu hakkında sordu. O da: 'Taze olanı iç.' dedi. Adam: 'Ben ateşte bir içecek pişirdim ve ondan emin değilim.' dedi. O da: 'Onu pişirmeden önce içtin mi?' dedi. Adam: 'Hayır.' dedi. O da: 'Ateş, haram olan bir şeyi helal kılmaz.'\" (Sahih Mawquf)"
    },
    {
      "id": 192,
      "narrator": "'Ata' said:",
      "text": "'Ata' dedi ki: \"İbn 'Abbas'ın: 'Vallahi, ateş hiçbir şeyi helal ya da haram kılmaz.' dediğini duydum.\" O da: \"Sonra 'helal kılmaz' derken At-Tila' (yoğunlaştırılmış üzüm suyu) hakkında söylediklerini, 'haram kılmaz' derken de ateşle temas etmiş bir şey yedikten sonra abdest almayı kastettiğini açıkladı.\""
    },
    {
      "id": 193,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir ki: \"Köpüğü olmayan meyve suyunu iç.\""
    },
    {
      "id": 194,
      "narrator": "It was narrated that Hisham bin 'A'idh Al-Asadi said:",
      "text": "Hisham bin 'A'idh Al-Asadi'den rivayet edilmiştir ki: \"İbrahim'e meyve suyu hakkında sordum. O da: 'Köpürmediği sürece iç, değişmediği sürece.' dedi.\""
    },
    {
      "id": 195,
      "narrator": "It was narrated from 'Ata' that :",
      "text": "'Ata'dan rivayet edilmiştir ki: \"Meyve suyu hakkında: 'Köpürmediği sürece iç.' dedi.\""
    },
    {
      "id": 196,
      "narrator": "It was narrated that Ash-Sha'bi said:",
      "text": "Ash-Sha'bi'den rivayet edilmiştir: \"Üç gün boyunca iç, eğer kabarcık çıkmazsa.\""
    },
    {
      "id": 197,
      "narrator": "It was narrated from 'Abdullah Ad-Dailami that his father Fairuz said:",
      "text": "'Abdullah Ad-Dailami'den rivayet edilmiştir ki, babası Fairuz şöyle demiştir: \"Ben Allah'ın Elçisi'ne geldim ve dedim ki: 'Ey Allah'ın Elçisi, bizim üzüm bağlarımız var ve Allah, Azim ve Celil, Khamr'ı (şarap) haram kıldığını bildirdi, ne yapmalıyız?' O da: 'Kuru üzüm yapın.' dedi. Ben: 'Kuru üzümlerle ne yapalım?' dedim. O: 'Sabah ıslatın ve akşam için, akşam ıslatın ve sabah için.' dedi. Ben: 'Güçlenene kadar bırakabilir miyiz?' dedim. O: 'Seramik kaplarda bırakmayın, aksine derilerde bırakın, çünkü orada uzun süre kalırsa sirkeye dönüşür.'\""
    },
    {
      "id": 198,
      "narrator": "It was narrated from Ibn Al-Dailami that his father said:",
      "text": "İbn Al-Dailami'den rivayet edilmiştir ki, babası şöyle demiştir: \"Biz dedik ki: 'Ey Allah'ın Elçisi, bizim üzüm bağlarımız var; onlarla ne yapmalıyız?' O: 'Kuru üzüm yapın.' dedi. Biz: 'Kuru üzümlerle ne yapalım?' dedik. O: 'Sabah ıslatın ve akşam için, akşam ıslatın ve sabah için.' dedi. Ben: 'Güçlenene kadar bırakabilir miyiz?' dedim. O: 'Seramik kaplarda bırakmayın, aksine derilerde bırakın, çünkü orada uzun süre kalırsa sirkeye dönüşür.'\""
    },
    {
      "id": 199,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Nabidh, Allah'ın Elçisi için yapılırdı ve o sabah içerdi, ertesi sabah da. Sonra üçüncü günün akşamında, eğer kapta bir şey kalmışsa, onu içmezlerdi ve atarlardı.\""
    },
    {
      "id": 200,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Kuru üzümler, Allah'ın Elçisi için ıslatılırdı ve o o gün, ertesi gün ve ondan sonraki gün içerdi.\""
    },
    {
      "id": 201,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Kuru üzüm Nabidh'i, Allah'ın Elçisi için gece yapılırdı ve o su derisinde saklar, ertesi gün, ondan sonraki gün ve ondan sonraki günde içerdi. Üçüncü günün sonunda, başkalarına içirir veya kendisi içerdi ve ertesi sabah bir şey kalmışsa, onu dökerdi.\""
    },
    {
      "id": 202,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Kuru üzüm Nabidh'i, sabahları su derisinde yapılırdı ve o o gece içerdi, akşamları da onun için yapılır ve sabah içerdi. Su derilerini yıkardı ve içinde hiçbir parça veya şey bırakmazdı. Nafi' dedi ki: 'Biz onu bal gibi içerdik.'\""
    },
    {
      "id": 203,
      "narrator": "It was narrated that Bassam said:",
      "text": "Bassam'dan rivayet edilmiştir ki: \"Ben Abu Ja'far'a Nabidh hakkında sordum ve o dedi ki: 'Ali bin Husain, Allah ondan razı olsun, gece Nabidh yaptırırdı ve sabah içerdi, sabah da Nabidh yaptırır ve akşam içerdi.'\""
    },
    {
      "id": 204,
      "narrator": "'Abdullah said:",
      "text": "'Abdullah dedi ki: \"Sufyan'ın Nabidh hakkında sorulduğunu duydum. O dedi ki: 'Gece Nabidh yapın ve sabah için.'\""
    },
    {
      "id": 205,
      "narrator": "It was narrated from Abu 'Uthman, who was not Al-Hindi, that:",
      "text": "Abu 'Uthman'dan rivayet edilmiştir ki, o Al-Hindi değildi: \"Ümmü'l-Fadl, Anas bin Malik'e, toprak kapta yapılan Nabidh hakkında sordu. O, sabahları toprak kapta Nabidh yapan oğlu An-Nadr'dan bahsetti ve akşam içerdi.\""
    },
    {
      "id": 206,
      "narrator": "It was narrated from Sa'eed bin Al-Musayyib that:",
      "text": "Sa'eed bin Al-Musayyib'den rivayet edilmiştir ki: \"Nabidh'in tortularını (yeni) Nabidh'e koymayı hoş görmezdi, çünkü tortular yüzünden güçlü hale gelebilir.\""
    },
    {
      "id": 207,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said concerning Nabidh:",
      "text": "Sa'eed bin Al-Musayyib, Nabidh hakkında şöyle demiştir: \"Tortular, sarhoş eden şeylerdir.\""
    },
    {
      "id": 208,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'eed bin Al-Musayyib şöyle demiştir: \"Khamr, iyi kısımlar gidene kadar bırakıldığı ve tortular kalana kadar bu şekilde adlandırılır.\" Ve tortular kullanılarak yapılan her şeyi hoş görmezdi (tortulara yeni malzemeler ekleyerek)."
    },
    {
      "id": 209,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edilmiştir ki: \"Bir şey içip sarhoş olan kişinin, geri dönüp aynı şeyden daha fazla içmesi uygun değildir.\""
    },
    {
      "id": 210,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edilmiştir ki: \"Nabidh Al-Bukhtuj'da bir sakınca yoktur.\""
    },
    {
      "id": 211,
      "narrator": "It was narrated that Abu Al-Miskin said:",
      "text": "Abu Al-Miskin'in rivayetine göre: \"İbrahim'e sordum: 'Khamr veya Tila'nın tortularını alıyoruz, temizliyoruz, sonra üç gün boyunca kuru üzümlerle ıslatıyoruz, sonra süzüyoruz ve olgunlaşması için bekletiyoruz, sonra içiyoruz.' Dedi ki: 'Bu Makruh'tur.'\""
    },
    {
      "id": 212,
      "narrator": "It was narrated that Ibn Shubrumah said:",
      "text": "İbn Şubrumah'ın rivayetine göre: \"Allah İbrahim'e rahmet eylesin. Diğer alimlerin Nabidh konusunda katı görüşleri vardı ama o hoşgörülüydü.\""
    },
    {
      "id": 213,
      "narrator": "Ibn Al-Mubarak said:",
      "text": "İbn Al-Mubarak dedi ki: \"Sarhoş edici maddeler hakkında bir ruhsat veren sağlam bir rivayet bulamadım, sadece İbrahim'den rivayet edilen rapor hariç.\""
    },
    {
      "id": 214,
      "narrator": "'Ubaidullah bin Sa'eed said:",
      "text": "'Ubaidullah bin Sa'eed dedi ki: \"Abu Usamah'ın şöyle dediğini duydum: 'Ash-Sham, Mısır, Yemen veya Hicaz'da 'Abdullah bin Al-Mubarak'tan daha azimli birini hiç görmedim.'\""
    },
    {
      "id": 215,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'ın rivayetine göre: Umm Sulaim'in bir ahşap kupası vardı ve şöyle dedi: \"Ben Allah'ın Resulüne bunun içinde her türlü içecek verdim: Su, bal, süt ve Nabidh.\""
    },
    {
      "id": 216,
      "narrator": "It was narrated from Sa'eed bin 'Abdur-Rahman bin Abza that his father said:",
      "text": "Sa'eed bin 'Abdur-Rahman bin Abza'dan rivayet edildiğine göre babası şöyle dedi: \"Ubayy bin Ka'b'a Nabidh hakkında sordum, o da: 'Su iç, bal iç, Sawiq (arpa lapası) iç ve çocukluğundan beri beslenmiş olduğun sütü iç.' dedi. Soruyu tekrar ettim, o da: 'İstediğin şarap mı? İstediğin şarap mı?' dedi.\""
    },
    {
      "id": 217,
      "narrator": "It was narrated that Ibn Mas'ud said:",
      "text": "İbn Mas'ud'un rivayetine göre: \"İnsanlar yeni içecekler icat ettiler ve ne olduklarını bilmiyorum. 20 yıl (ya da 40 yıl dedi) boyunca su ve Sawiq (arpa lapası) dışında hiçbir şey içmedim, Nabidh'i de anmadı.\""
    },
    {
      "id": 218,
      "narrator": "It was narrated that 'Abidah said:",
      "text": "'Abidah'ın rivayetine göre: \"İnsanlar içecekler icat ettiler ve ne olduklarını bilmiyorum. 20 yıl boyunca su, süt ve bal dışında hiçbir şey içmedim.\""
    },
    {
      "id": 219,
      "narrator": "It was narrated that Ibn Shubrumah said:",
      "text": "İbn Şubrumah'ın rivayetine göre: \"Talhah, Al-Kufah halkına Nabidh hakkında şöyle dedi: 'Bu, gençlerin faydalandığı ama yaşlıların zarar görebileceği bir sınavdır.' Aralarında bir düğün olduğunda, Talhah ve Zubaid içecek olarak süt ve bal sunarlardı. Talhah'a: 'Neden Nabidh sunmuyorsun?' denildi. O da: 'Bir Müslümanın benim yüzümden sarhoş olmasını istemem.' dedi.\""
    },
    {
      "id": 220,
      "narrator": "Jarir said:",
      "text": "Jarir dedi ki: \"İbn Şubrumah su ve süt dışında hiçbir şey içmezdi.\""
    }
  ]
}