{
  "language": "tr",
  "metadata": {
    "length": 132,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Ibn Shihab that 'Umar bin 'Abdul-'Aziz delayed the 'Asr prayer a little. 'Urwah said to him:",
      "text": "İbn Şihab'dan rivayet edildiğine göre, 'Umar bin 'Abdul-'Aziz 'Asr namazını biraz geciktirdi. 'Urwah ona şöyle dedi: \"Cebrail indi ve Allah'ın Resulü (ﷺ) ile namaz kıldı.\" 'Umar dedi ki: \"Söylediklerine dikkat et, ey 'Urwah!\" O da: \"Bashir bin Abi Mas'ud'un şöyle dediğini duydum: 'Abu Mas'ud'un şöyle dediğini duydum: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Cebrail indi ve benimle namaz kıldı, ben de onunla namaz kıldım, sonra onunla namaz kıldım, sonra onunla namaz kıldım, sonra onunla namaz kıldım - ve beş namazı parmaklarıyla saydı.'\""
    },
    {
      "id": 2,
      "narrator": "Shu'bah said:",
      "text": "Şu'bah dedi ki: \"Sayyar bin Salamah bize rivayet etti, o da dedi ki: 'Babamın, Allah'ın Resulü (ﷺ) hakkında Abu Barzah'a sorduğunu duydum.' Ben de: 'Gerçekten onu mu duydun?' dedim. O da: 'Şu an seni nasıl duyuyorsam öyle.' Dedi ki: 'Babamın, Allah'ın Resulü (ﷺ) hakkında sorduğunu duydum.' Dedi ki: 'Eğer 'İsha' namazını gece yarısına kadar geciktirse bir sakıncası yoktu, ve ondan önce uyumayı ya da ondan sonra konuşmayı sevmezdi.' Şu'bah dedi ki: \"Sonra onu daha sonra gördüm ve sordum. Dedi ki: 'Öğle namazını güneş zirve noktasını geçtikten sonra kılardı, ve 'Asr namazını kılarken bir adam Medine'nin en uzak noktasına yürüyebilirdi ve güneş hala açık ve sıcak olurdu. Akşam namazını, söylediği zamanı bilmiyorum.' Sonra onu tekrar gördüm ve sordum, o da dedi ki: 'Sabah namazını kıldığında, namazdan sonra bir adam yanındakiyle oturup tanıdığı birinin yüzüne bakabilir ve onu tanıyabilirdi.' Dedi ki: 'Ve o, bu namazda altmış ile yüz (ayet) arasında okurdu.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Az-Zuhri he said:",
      "text": "Az-Zuhri'den rivayet edildiğine göre, Anas bana şöyle söyledi: \"Allah'ın Resulü (ﷺ) güneş zirve noktasını geçtikten sonra dışarı çıktı ve onlara öğle namazı kıldırdı.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Khabbab said:",
      "text": "Khabbab'dan rivayet edildiğine göre, \"Biz, Allah'ın Resulü (ﷺ) ile kumun ne kadar sıcak olduğunu şikayet ettik, ama o bizim şikayetimize cevap vermedi.\" Abu İshak'a (rivayet edenlerden biri) denildi ki: \"Onlar, erken namaz kılması hakkında mı şikayet ettiler?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Hamzah Al-'A'idhi said:",
      "text": "Hamzah Al-'A'idhi dedi ki: \"Anas bin Malik'in şöyle dediğini duydum: 'Peygamber (ﷺ) durduğunda, öğle namazını kılmadan ilerlemezdi.' Bir adam dedi ki: 'Gündüz ortası olsa bile mi?' O da: 'Gündüz ortası olsa bile.'\""
    },
    {
      "id": 6,
      "narrator": "Khalid bin Dinar Abu Khaldah said:",
      "text": "Khalid bin Dinar Abu Khaldah dedi ki: \"Anas bin Malik'in şöyle dediğini duydum: 'Hava sıcak olduğunda, Allah'ın Resulü (ﷺ) namaz kılmak için havanın serinlemesini beklerdi, soğuk olduğunda ise namazı hızlıca kılardı.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) dedi ki: 'Eğer hava çok sıcaksa, namazdan önce serinlemesini bekleyin, çünkü aşırı sıcak, cehennemden bir esintidir.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abu Musa in a Marfu'  report:",
      "text": "Abu Musa'dan marfu' bir rivayetle bildirildi: \"Öğle namazını kılmak için serinlemesini bekleyin, çünkü yaşadığınız sıcak, cehennemden bir esintidir.\" Yani bunu Peygamber (ﷺ)'e atfetti."
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) dedi ki: 'Bu Cebrail'dir, selam üzerine olsun, o size dininizi öğretmek için geldi. O, sabah namazını şafak belirdiğinde kıldı, öğle namazını güneş zirve noktasını geçtikten sonra kıldı, 'Asr namazını bir şeyin gölgesinin boyuna eşit olduğunda kıldı, akşam namazını güneş battığında ve oruçlu olanın yemek yemesi caiz olduğunda kıldı. Sonra gece namazını alacakaranlık kaybolduğunda kıldı. Sonra ertesi gün ona geldi ve sabah namazını biraz aydınlandığında kıldı, sonra öğle namazını bir şeyin gölgesinin boyuna eşit olduğunda kıldı, sonra 'Asr namazını bir şeyin gölgesinin boyunun iki katı olduğunda kıldı, sonra akşam namazını önceki zamanında kıldı, sonra gece namazını gecenin kısa bir süresi geçtikten sonra kıldı. Sonra dedi ki: 'Namaz, dün kıldığınız zamanlar ile bugün kıldığınız zamanlar arasındadır.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mas'ud'dan rivayet edildiğine göre, \"Peygamber (ﷺ) yazın (bir kişinin gölgesinin) uzunluğu üç ile beş ayak arasında, kışın ise beş ile yedi ayak arasında olduğunda öğle namazını kılardı.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre, \"Bir adam Allah'ın Resulü (ﷺ) ile namaz vakitlerini sordu. O da: 'Benimle namaz kıl.' dedi. Böylece o, güneş zirve noktasını geçtikten sonra öğle namazını, bir şeyin gölgesinin boyuna eşit olduğunda 'Asr namazını, güneş battığında akşam namazını ve alacakaranlık kaybolduğunda gece namazını kıldı.\" Dedi ki: \"Sonra o, bir adamın gölgesinin boyunun kendi boyuna eşit olduğu zaman öğle namazını, bir adamın gölgesinin boyunun iki katı olduğu zaman 'Asr namazını, ve akşam namazını alacakaranlık kaybolmadan hemen önce kıldı.\" (Rivayet edenlerden biri) 'Abdullah bin Al-Harith dedi ki: \"Sonra dedi ki: 'Gece namazı için bence gece yarısının üçte biri kadar.'\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "'Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) güneş odasında iken ve gölge duvarında görünmemişken 'Asr namazını kıldı.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Anas:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) 'Asr namazını kılardı, sonra bir kişi Kuba'ya gidebilirdi.\" Onlardan biri dedi ki: \"Ve onlar namaz kıldıklarında yanlarına gelirdi.\" Diğeri dedi ki: \"Ve güneş hala yüksekti.\" Hem Az-Zuhri hem de İshak bin 'Abdullah bunu Anas'tan rivayet etti, bu yüzden referans onlara aittir."
    },
    {
      "id": 14,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) 'Asr namazını güneş hala yüksek ve parlakken kılardı, ve bir kişi Al-'Awali'ye gidebilirdi, güneş hala yüksekti.\" Al-'Awali, Medine'nin en güney bölgesidir ve oldukça büyüktür. En yakın sınırı, Medine'nin merkezinden yaklaşık iki mil uzaklıktadır. En uzak sınırı ise yaklaşık sekiz mildir."
    },
    {
      "id": 15,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) bize 'Asr namazını kıldırırken güneş hala parlak ve yüksekti.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that Abu Bakr bin 'Uthman bin Sahl bin Hunaif said:",
      "text": "Abu Bekir bin 'Uthman bin Sahl bin Hunaif'ten rivayet edilmiştir: \"Abu Umamah bin Sahl'in şöyle dediğini duydum: 'Biz, 'Umar bin 'Abdul-'Aziz ile Zuhr namazını kıldık, sonra dışarı çıktık ve Anas bin Malik'e girdik, onu 'Asr namazı kılarken bulduk.' Ben dedim: 'Ey amca, bu kıldığın namaz nedir?' O dedi: 'Asr; bu, Allah'ın Resulü (ﷺ) ile birlikte kıldığımız namazdır.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "Abu Salamah'tan rivayet edilmiştir: \"Biz, 'Umar bin 'Abdul-'Aziz zamanında namaz kıldık, sonra Anas bin Malik'e gittik ve onu namaz kılarken bulduk. Namazını bitirince bize dedi: 'Namaz kıldınız mı?' Biz dedik: 'Zuhr kıldık.' O dedi: 'Ben 'Asr kıldım.' Onlar dediler: 'Sen erken kıldın.' O dedi: 'Hayır, ben arkadaşlarımın kıldığı gibi kıldım.'\""
    },
    {
      "id": 18,
      "narrator": "Al-'Ala' narrated to us that he entered upon Anas bin Malik in his house in Al-Basrah, when he had finished Zuhr, and his house was beside the Masjid. \"When we entered upon him, he said:",
      "text": "Al-'Ala' bize, Anas bin Malik'in Al-Basra'daki evine girdiğinde, Zuhr namazını bitirdiğini ve evinin mescidin yanında olduğunu rivayet etti. \"Ona girdiğimizde, 'Asr namazını kıldınız mı?' dedi. Biz dedik: 'Hayır, biz yeni Zuhr'u bitirdik.' O dedi: 'Asr'ı kılın.' Biz kalkıp kıldık, ve namazı bitirdiğimizde o dedi: 'Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: \"Bu, münafığın namazıdır: oturur ve 'Asr namazını Şeytan'ın boynuzları arasında (güneş) iken geciktirir, sonra kalkar ve sadece Allah'ı az hatırladığı dört (rek'at) kılar.\"'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Salim, from his father, that the Messenger of Allah (ﷺ) said:",
      "text": "Salim'den, babasından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer bir kimse 'Asr namazını kaçırırsa, sanki ailesinden ve malından soyulmuş gibidir.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Jabir bin 'Abdullah that Jibril came to the Prophet (ﷺ) to teach him the times of prayer. Jibril went forward, with the Messenger of Allah (ﷺ) behind him and the people behind the Messenger of Allah (ﷺ), and he prayed Zurh when the sun had passed its zenith. Then he came to him when the shadow of a person was equal to his height, and did as he had done before; Jibril went forward, with the Messenger of Allah (ﷺ) behind him and the people behind the Messenger of Allah (ﷺ), and he prayed 'Asr. Then Jibril came to him when the sun had set; Jibril went forward, with the Messenger of Allah (ﷺ) behind him and the people behind the Messenger of Allah (ﷺ), and he prayed Al-Ghadah.  and the starts were still clear in the sky, and he did the same as he had done the day before, and prayed Al-Ghadah. Then he said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer bir kimse 'Asr namazını kaçırırsa, sanki ailesinden ve malından soyulmuş gibidir.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Hurairah, may Allah be pleased with him, that the Prophet (ﷺ) said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki, Cebrail, Peygamber (ﷺ)'e namaz vakitlerini öğretmek için geldi. Cebrail öne geçti, Allah'ın Resulü (ﷺ) onun arkasında ve insanlar da Allah'ın Resulü (ﷺ)'nün arkasında idi, ve güneş zirvesini geçtikten sonra Zuhr namazını kıldı. Sonra, bir kişinin gölgesi kendi boyuna eşit olduğunda ona geldi ve daha önce yaptığı gibi yaptı; Cebrail öne geçti, Allah'ın Resulü (ﷺ) onun arkasında ve insanlar da Allah'ın Resulü (ﷺ)'nün arkasında idi, ve 'Asr namazını kıldı. Sonra, Cebrail ona güneş battığında geldi; Cebrail öne geçti, Allah'ın Resulü (ﷺ) onun arkasında ve insanlar da Allah'ın Resulü (ﷺ)'nün arkasında idi, ve Al-Ghadah namazını kıldı. Yıldızlar hala gökyüzünde belirgindi, ve bir gün önce yaptığı gibi yaptı ve Al-Ghadah namazını kıldı. Sonra dedi: 'Bu iki zaman arasındaki zaman, namaz vakti.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Fajr, sabah namazını ifade eder. Fajr namazı, Peygamber'in namaz sırasında uzun süre okuması nedeniyle uzatıldı, böylece güneş doğmadan hemen önce sona erdi. Bu, Fajr'ın son zamanını tanımladı, zira zamanın başlangıcı, ilk rek'atı başlattığı an ile tanımlandı."
    },
    {
      "id": 23,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan, Allah ondan razı olsun, rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Güneş batmadan önce 'Asr namazından iki rek'atı yakalayan, ya da güneş doğmadan önce Subh namazından bir rek'atı yakalayan, onu yakalamıştır.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Güneş batmadan önce 'Asr namazından bir rek'atı yakalayan, ya da güneş doğmadan önce Fajr namazından bir rek'atı yakalayan, onu yakalamıştır.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from Nasr bin 'Abdur-Rahman, from his grandfather Mu'adh, that he performed Tawaf with Mu'adh bin 'Afra' but he did not pray. \"I said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Eğer sizden biri 'Asr namazının ilk secdesini güneş batmadan önce yakalarsa, namazını tamamlasın, ve eğer Fajr namazının ilk secdesini güneş doğmadan önce yakalarsa, namazını tamamlasın.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Sulaiman bin Buraidah that his father said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Güneş doğmadan önce Subh namazından bir rek'atı yakalayan, o Subh'ı yakalamıştır, ve güneş batmadan önce 'Asr namazından bir rek'atı yakalayan, o 'Asr'ı yakalamıştır.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Nasr bin 'Abdur-Rahman'dan, dedesi Mu'adh'dan rivayet edilmiştir ki, Mu'adh bin 'Afra' ile birlikte Tawaf yaptı ama namaz kılmadı. \"Ben dedim: 'Namaz kılmayacak mısın?' O dedi: 'Allah'ın Resulü (ﷺ) şöyle dedi: 'Güneş batmadan önce 'Asr'dan sonra namaz yoktur, ve güneş doğmadan önce Subh'dan sonra namaz yoktur.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Abu Basrah Al-Ghifari said:",
      "text": "Sulaiman bin Buraidah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Bir adam, Allah'ın Resulü (ﷺ)'ne gelip namaz vakitlerini sordu. O dedi: 'Bu iki gün bizimle kal.' Sonra Bilal'e sabah ezanı okumasını söyledi ve Fajr namazını kıldı. Sonra ona, güneş zirveyi geçtikten sonra yapmasını söyledi ve Zuhr namazını kıldı. Sonra ona, güneş hala parlakken yapmasını söyledi ve 'Asr için ezan okudu. Sonra ona, güneşin son kısmı kaybolduğunda yapmasını söyledi ve Maghrib için ezan okudu. Sonra ona, alacakaranlığın kaybolduğunda yapmasını söyledi ve 'İsha' için ezan okudu. Ertesi gün, Fajr namazını ışık varken kıldı, sonra Zuhr'u daha serin olana kadar geciktirdi, ve 'Asr'ı kılmak için daha serin bir zamana kadar bekledi ama güneş hala açıktı, bu yüzden 'Asr'ı ilk günden daha geç kıldı. Sonra alacakaranlık kaybolmadan önce Maghrib'i kıldı. Sonra ona, 'İsha' için ezan okumasını söyledi, gece üçte bir geçtikten sonra, ve namaz kıldı, sonra dedi: 'Namaz vakitleri, gördüğünüz vakitler arasındadır.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from 'Abdullah bin 'Amr - and (one of the narrators) Shu'bah said:",
      "text": "Aslam'dan, Peygamber (ﷺ)'in sahabelerinden biri olan bir adamdan rivayet edilmiştir ki, onlar Peygamber (ﷺ) ile birlikte Maghrib namazı kılarlardı, sonra Al-Medine'nin en uzak köşesine geri dönerlerdi, ok atar ve nerelere düştüğünü görürlerdi. Çünkü hala yeterince aydınlıktı."
    },
    {
      "id": 30,
      "narrator": "Abu Bakr bin Abi Musa narrated that his father said:",
      "text": "Abu Basrah Al-Ghifari'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bize Al-Mukhammas'ta 'Asr namazını kıldırdı. O dedi: 'Bu namaz, sizden önce gelenlere farz kılındı, ama onlar onu ihmal ettiler. Kim bunu düzenli kılarsa, iki kat ödül alır, ve ondan sonra şehit görünmeden namaz yoktur.' Ve şehit, 'yıldız'dır.\" Bu, rivayet edenlerden birinin ifadesidir, ve Allah en iyi bilendir."
    },
    {
      "id": 31,
      "narrator": "Al-Husain bin Bashir bin Sallam narrated that his father said:",
      "text": "Al-Hüseyin bin Beşir bin Selam, babasından şöyle nakletti: \"Muhammed bin Ali ve ben, Cabir bin Abdullah el-Ensari'ye girdik. Ona dedik ki: 'Bize Allah Resulü'nün (ﷺ) namazı hakkında bilgi ver.' O, Haccac bin Yusuf zamanında oldu. Dedi ki: 'Allah Resulü (ﷺ) çıktı ve öğle namazını, güneş zirvesini geçtikten sonra ve bir şeyin gölgesi bir terlik kayışı uzunluğunda iken kıldı. Sonra, bir adamın gölgesi, bir terlik kayışı uzunluğu artı boyu kadar olduğunda ikindi namazını kıldı. Sonra, güneş battığında akşam namazını kıldı. Sonra, alacakaranlık kaybolduğunda yatsı namazını kıldı. Sonra, şafak söktüğünde sabah namazını kıldı. Ertesi gün, bir adamın gölgesi boyuna eşit olduğunda öğle namazını kıldı. Sonra, bir adamın gölgesi boyunun iki katı olduğunda ikindi namazını kıldı ve (namaz ile güneşin batışı arasındaki süre) hızlı bir binicinin Dhul-Hulaifah'a ulaşması kadar sürdü. Sonra, güneş battığında akşam namazını kıldı, sonra da gece yarısının üçte biri veya yarısı geçtikten sonra yatsı namazını kıldı.\" - (Ravi) Zaid, kesin değildi - \"Sonra, aydınlık olduğunda sabah namazını kıldı.\""
    },
    {
      "id": 32,
      "narrator": "Sayyar bin Salamah said:",
      "text": "Seyyar bin Selame şöyle dedi: \"Ben Abu Barzah'ya girdim, babam ona sordu: 'Allah Resulü (ﷺ) farz namazları nasıl kılardı?' O da dedi ki: 'O, güneş zirvesini geçtikten sonra siz Al-Ula (ilk) dediğiniz öğle namazını kılardı; ikindi namazını, bizden biri Medine'nin en uzak köşesine dönecek kadar güneş hala parlakken kılardı.' Akşam namazı hakkında ne söylediğini unuttum. 'Yatsı namazını geciktirmeyi severdi, siz Al-'Atamah (gece) dediğiniz, ve ondan önce uyumayı veya sonra konuşmayı sevmezdi. Sabah namazını, bir adam komşusunu tanıyacak kadar aydınlık olduğunda bitirirdi ve içinde altmış ile yüz ayet okurdu.'\""
    },
    {
      "id": 33,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah şöyle dedi: \"Cebrail, selam üzerine olsun, güneş zirvesini geçtikten sonra Peygamber'e (ﷺ) geldi ve dedi ki: 'Kalk, ey Muhammed, ve güneş zirvesini geçtikten sonra öğle namazını kıl.' Sonra, bir adamın gölgesi boyuna eşit oluncaya kadar bekledi. Sonra, ikindi namazı için geldi ve dedi: 'Kalk, ey Muhammed, ve ikindi namazını kıl.' Sonra, güneş battığında akşam namazı için geldi ve dedi: 'Kalk, ey Muhammed, ve akşam namazını kıl.' O da kalktı ve güneş battığında kıldı. Sonra, alacakaranlık kaybolduğunda yatsı namazı için geldi ve dedi: 'Kalk, ey Muhammed, ve yatsı namazını kıl.' O da kalktı ve kıldı. Sonra, şafak söktüğünde sabah namazı için geldi ve dedi: 'Kalk, ey Muhammed, ve namaz kıl.' O da kalktı ve sabah namazını kıldı. Sonra, ertesi gün bir adamın gölgesi boyuna eşit olduğunda geldi ve dedi: 'Kalk, ey Muhammed, ve namaz kıl.' O da öğle namazını kıldı. Sonra, bir adamın gölgesi boyunun iki katı olduğunda ikindi namazı için geldi ve dedi: 'Kalk, ey Muhammed, ve namaz kıl.' O da ikindi namazını kıldı. Sonra, akşam namazı için güneş battığında geldi, tam bir önceki gün olduğu gibi, ve dedi: 'Kalk, ey Muhammed, ve namaz kıl.' O da akşam namazını kıldı. Sonra, yatsı namazı için gecenin ilk üçte biri geçtikten sonra geldi ve dedi: 'Kalk ve namaz kıl.' O da yatsı namazını kıldı. Sonra, sabah namazı için çok aydınlık olduğunda geldi ve dedi: 'Kalk ve namaz kıl.' O da sabah namazını kıldı. Sonra dedi: 'Namaz vakitleri bu iki (sınır) arasında.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Muhammad bin 'Amr bin Hasan said:",
      "text": "Muhammed bin Amr bin Hasan'dan şöyle nakledilmiştir: \"Haccac geldi ve biz Cabir bin Abdullah'a sorduk, o da şöyle dedi: 'Allah Resulü (ﷺ) öğle namazını şiddetli sıcakta kıldı, ikindi namazını güneş beyaz ve net olduğunda, akşam namazını güneş battığında kıldı ve yatsı namazı duruma bağlıydı - eğer insanların toplandığını görürse, erken kılardı, eğer henüz gelmediklerini görürse, geciktirirdi.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Beşir şöyle dedi: \"Yatsı namazının vaktini en iyi bilen kişiyim. Peygamber (ﷺ) onu ayın üçüncü gecesinde ay battığında kılardı.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that An-Nu'man bin Bashir said:",
      "text": "An-Nu'man bin Beşir şöyle dedi: \"Vallahi, yatsı namazının vaktini en iyi bilen kişiyim. Peygamber (ﷺ) onu ayın üçüncü gecesinde ay battığında kılardı.\""
    },
    {
      "id": 37,
      "narrator": "Sayyar bin Salamah said:",
      "text": "Seyyar bin Selame şöyle dedi: \"Babam ve ben Abu Barzah'ya girdik, babam ona dedi: 'Allah Resulü (ﷺ) farz namazları nasıl kılardı?' O da dedi ki: 'O, güneş zirvesini geçtikten sonra siz Al-Ula (ilk) dediğiniz öğle namazını kılardı; ikindi namazını, bizden biri Medine'nin en uzak köşesine dönecek kadar güneş hala parlakken kılardı.' - Dedi ki: 'Akşam namazı hakkında ne söylediğini unuttum.' - 'Yatsı namazını geciktirmeyi severdi, siz Al-'Atamah (gece) dediğiniz, ve ondan önce uyumayı veya sonra konuşmayı sevmezdi. Sabah namazını, bir adam komşusunu tanıyacak kadar aydınlık olduğunda bitirirdi ve içinde altmış ile yüz ayet okurdu.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Ibn Juraij said:",
      "text": "İbn Juraij şöyle dedi: \"Ben 'Ata'ya dedim: 'Al-'Atamah'ı, cemaatle mi yoksa yalnız mı kılmam gerektiğini düşünüyorsun?' O da dedi ki: 'İbn Abbas'ın şöyle dediğini duydum: \"Allah Resulü (ﷺ) bir gece Al-'Atamah'yı, insanlar uyuyana kadar ve tekrar uyanana kadar geciktirdi. Sonra 'Umar kalktı ve dedi: 'Namaz, namaz!'\" 'Ata' dedi: 'İbn Abbas dedi ki: \"Allah Resulü (ﷺ) çıktı, sanki onu şimdi görebiliyorum, başından su damlayarak, elini başının yanına koyarak...\" 'Ata'ya, Peygamber (ﷺ) elini başına nasıl koyduğunu sordum, o da bana İbn Abbas'ın yaptığı gibi gösterdi. 'Ata' parmaklarını biraz açtı, sonra parmak uçlarını alnına koydu, sonra parmaklarını başında birleştirerek, baş parmağı yüzün yanındaki kulağın kenarına değene kadar, sonra şakak ve alnına doğru hareket etti, sonra dedi: 'Eğer ümmetime fazla zorluk çıkaracağım endişesi olmasaydı, bu namazı yalnızca bu vakitte kılmalarını emrederdim.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Peygamber (ﷺ) bir gece yatsı namazını, gecenin bir kısmı geçtikten sonra geciktirdi. Sonra 'Umar, Allah ondan razı olsun, kalktı ve seslendi: 'Namaz, ey Allah Resulü! Kadınlar ve çocuklar uyudu.' Sonra Allah Resulü (ﷺ) başından su damlayarak çıktı ve dedi: 'Bu (yatsı için) en iyi zamandır, eğer bu benim ümmetim için fazla zorlayıcı olmasaydı.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Cabir bin Semure'den şöyle nakledilmiştir: \"Allah Resulü (ﷺ) yatsı namazını geciktirirdi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Bu, akşam namazının bazen yatsı namazı olarak adlandırıldığı için geç yatsı namazı olarak tanımlanmıştır, ancak bu ilk yatsı namazıdır. Bazı alimler, akşam namazının nitelendirilmeden yatsı namazı olarak adlandırılmasının hoş karşılanmadığı görüşündedir. Fath Al-Bari'ye bakınız."
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Ebu Hureyre'den şöyle nakledilmiştir: \"Eğer ümmetime fazla zorluk çıkaracağım endişesi olmasaydı, yatsı namazını geciktirmelerini ve her namaz için siwak kullanmalarını emrederdim.\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Aishah the Mother of the Believers said:",
      "text": "Aişe, Müminlerin Annesi şöyle dedi: \"Allah Resulü (ﷺ) bir gece Al-'Atamah'yı geciktirdi ve 'Umar, Allah ondan razı olsun, ona seslendi: 'Kadınlar ve çocuklar uyudu.' Allah Resulü (ﷺ) çıktı ve dedi: 'Onu bekleyen tek kişi sensin.' O zaman namaz, yalnızca Medine'de kılınıyordu. Sonra dedi: 'Onu alacakaranlığın kaybolduğu ve gecenin üçte birinin geçtiği zaman arasında kılın.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "Aişe, Müminlerin Annesi şöyle dedi: \"Peygamber (ﷺ) bir gece namazı geciktirdi, gecenin çoğu geçtikten sonra ve camideki insanlar uyumaya gitti, sonra çıktı ve namaz kıldı ve dedi: 'Bu gerçekten namazın vaktidir, eğer bu benim ümmetim için fazla zorlayıcı olmasaydı.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "İbn Ömer şöyle dedi: \"Bir gece camide yatsı namazını beklerken kaldık. Peygamber (ﷺ) bize, gecenin üçte biri veya daha fazlası geçtikten sonra çıktı ve çıktığında dedi: 'Siz, başka bir dinin takipçilerinin beklemediği bir namazı bekliyorsunuz. Eğer ümmetime fazla zorluk çıkaracağım endişesi olmasaydı, onları bu vakitte namaza yönlendirirdim.' Sonra muazzin'e ikamet getirmesini emretti ve namaz kıldı.\""
    },
    {
      "id": 46,
      "narrator": "Humaid said:",
      "text": "Humaid dedi ki: \"Anas'a soruldu: 'Peygamber (ﷺ) bir yüzük kullanır mıydı?' O da dedi ki: 'Evet. Bir gece 'Isha' namazını geciktirdi, neredeyse gecenin yarısına kadar. Namaz kıldığında Peygamber (ﷺ) yüzünü bize döndü ve dedi ki: 'Namazda olduğunuz sürece, onu beklediğiniz müddetçe.' Anas dedi ki: 'Sanki yüzüğünün parıltısını görebiliyorum.' 'Ali'nin rivayetine göre - yani İbn Hucur - 'gecenin yarısına kadar.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Eğer insanlar ezan okumak ve ilk safta olmakta ne kadar fazilet olduğunu bilselerdi ve bunu yapmanın başka bir yolunu bulamazlarsa, kura çekerek yaparlardı. Eğer erken namaza gelmenin ne kadar fazilet olduğunu bilselerdi, camide birinci olmak için yarışırlardı. Eğer Al-'Atamah ve Subh namazlarının ne kadar fazilet olduğunu bilselerdi, sürünerek bile gelseydiler, gelirlerdi.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Bedevilerin bu namazınızın adını değiştirmenize izin vermeyin; çünkü onlar, develeriyle meşgul oldukları için namazı çok karanlık oluncaya kadar geciktirirler. Şüphesiz ki, bu 'Isha'dır.'\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) minberde şöyle dedi: \"Bedevilerin namazınızın adını değiştirmenize izin vermeyin; şüphesiz ki, bu 'Isha'dır.'\""
    },
    {
      "id": 50,
      "narrator": "Ja'far bin Muhammad bin 'Ali bin Al-Husain narrated from his father, that Jabir bin 'Abdullah said:",
      "text": "Ca'fer bin Muhammed bin 'Ali bin Al-Hüseyin, babasından rivayet etti ki, Cabir bin 'Abdullah dedi ki: \"Allah'ın Resulü (ﷺ) sabah namazını, şafak aydınlandığında kıldı.\""
    },
    {
      "id": 51,
      "narrator": "Humaid narrated from Ans that a man came to the Prophet (ﷺ) and asked him about the time of the Subh prayer. The following morning he commanded that the Iqamah for prayer be said when dawn broke, and he led us in prayer. The next day when there was light he commanded that the Iqamah for prayer be said and he led us in prayer. Then he said:",
      "text": "Humaid, Ans'tan rivayet etti ki, bir adam Peygamber (ﷺ)'e sabah namazının vaktini sordu. Ertesi sabah, şafak aydınlandığında namaz için ikamet okunmasını emretti ve bize namaz kıldırdı. Ertesi gün, ışık olduğunda namaz için ikamet okunmasını emretti ve bize namaz kıldırdı. Sonra dedi ki: \"Namaz vaktini soran nerede? (Vakit) bu iki zaman arasındadır.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) sabah namazını kıldığında, kadınlar örtülerine sarınmış olarak, karanlık nedeniyle tanınmaz halde ayrılırdı.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Kadınlar, Allah'ın Resulü (ﷺ) ile sabah namazını kılardı, örtülerine sarınmış olarak, sonra geri dönerlerdi ve karanlık nedeniyle hiç kimse onları tanımazdı.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas dedi ki: \"Allah'ın Resulü (ﷺ) Khaibar günü Fajr namazını karanlıkta, düşmana yakınken kıldı. Sonra onlara saldırdı ve dedi ki: 'Allahu Ekber! Khaibar yok oldu!' İki kez. 'Sonra, eğer onların avlusuna inerse, uyarılanlar için sabah kötü olacaktır!'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Rafi' bin Khadij that the Prophet (ﷺ) said:",
      "text": "As-Saffat 37:177"
    },
    {
      "id": 56,
      "narrator": "It was narrated from Mahmud bin Labid, from some men among his people who were of the Ansar, that the Messenger of Allah (ﷺ) said:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Fajr'ı şafak aydınlandığında kılın.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Mahmud bin Labid'den, kendi halkından bazı Ensar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Fajr'ı ne kadar geciktirirseniz, mükafat o kadar büyüktür.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from 'Aishah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Kim sabah namazının bir secdesine güneş doğmadan yetişirse, o namaza yetişmiştir; ve kim 'Asr namazının bir secdesine güneş batmadan yetişirse, o namaza yetişmiştir.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Kim Fajr namazının bir rak'atına güneş doğmadan yetişirse, o namaza yetişmiştir; ve kim 'Asr namazının bir rak'atına güneş batmadan yetişirse, o namaza yetişmiştir.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik dedi ki: \"Allah'ın Resulü (ﷺ) öğle namazını güneşin zirve noktasını geçtikten sonra kılardı, 'Asr namazını bu iki namaz arasında kılardı; akşam namazını güneş battığında kılardı ve 'Isha' namazını alacakaranlık kaybolduğunda kılardı,\" sonra hemen ardından dedi ki: \"Ve Fajr'ı bir adamın net bir şekilde görebileceği zaman kılardı.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Namazın bir rekatını yakalayan, onu yakalamıştır.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Namazın bir rekatını yakalayan, namazı yakalamıştır.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın söylediğine göre, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Namazın bir rekatını yakalayan, onu yakalamıştır.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from Salim, from his father, that the Prophet (ﷺ) said:",
      "text": "Salim'den, babasından rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Cuma veya başka bir namazın bir rekatını yakalayanın namazı tamamdır.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated from Salim that the Messenger of Allah (ﷺ) said:",
      "text": "Salim'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Namazlardan birinin bir rekatını yakalayan, onu yakalamıştır, ancak kaçırdığı kısmı kaza etmesi gerekir.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from 'Abdullah As-Sunabihi that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah As-Sunabihi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Güneş doğar ve onunla birlikte Şeytan'ın boynuzu gelir, sonra tamamen doğduğunda gider. Sonra öğleye yaklaşınca yanına gelir, ve zirve noktasını geçtiğinde gider. Sonra batmaya yakınken yanına gelir, sonra batınca gider.\" Ve Allah'ın Resulü (ﷺ) bu zamanlarda namaz kılmayı yasaklamıştır."
    },
    {
      "id": 67,
      "narrator": "It was narrated that Musa bin 'Ali bin Rabah said:",
      "text": "Musa bin Ali bin Rabah şöyle demiştir: \"Babamın şöyle dediğini duydum: 'Uqbah bin Amir Al-Juhani'nin şöyle dediğini duydum: Allah'ın Resulü (ﷺ) bize namaz kılmayı veya ölülerimizi gömmeyi yasakladığı üç zaman vardır: Güneşin açıkça doğmaya başladığı zamandan, tamamen doğuncaya kadar; öğle vakti tam tepeye geldiği zamandan, zirveyi geçinceye kadar; ve batmaya yakın olduğu zamandan, tamamen batıncaya kadar.'\""
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) 'Asr'dan sonra güneş batıncaya kadar ve Subh'dan sonra güneş doğuncaya kadar namaz kılmayı yasaklamıştır."
    },
    {
      "id": 69,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle demiştir: \"Peygamber (ﷺ) ile birlikte olanlardan - aralarında bana en sevgili olanlardan biri olan 'Umar da dahil - daha fazla kişinin duyduğuna göre, Allah'ın Resulü (ﷺ) Fajr'dan sonra güneş doğuncaya kadar ve 'Asr'dan sonra güneş batıncaya kadar namaz kılmayı yasaklamıştır.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) güneş doğarken veya batarken kasıtlı olarak namaz kılmaya çalışmamalıdır, buyurmuştur."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) güneş doğarken veya batarken namaz kılmayı yasaklamıştır."
    },
    {
      "id": 72,
      "narrator": "It was narrated from Musa bin 'Ali that his father said:",
      "text": "Musa bin Ali'den, babasının şöyle dediğini duydum: \"Uqbah bin Amir'in şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) bize namaz kılmayı veya ölülerimizi gömmeyi yasakladığı üç zaman vardır: Güneşin açıkça doğmaya başladığı zamandan, tamamen doğuncaya kadar; öğle vakti tam tepeye geldiği zamandan, zirveyi geçinceye kadar; ve batmaya yakın olduğu zamandan, tamamen batıncaya kadar.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from Damrah bin Sa'eed that he heard Abu Sa'eed Al-Khudri say:",
      "text": "Damrah bin Sa'id'den rivayet edilmiştir ki, Abu Sa'id Al-Khudri'nin şöyle dediğini duymuştur: \"Allah'ın Resulü (ﷺ) Subh'dan sonra güneş doğuncaya kadar ve 'Asr'dan sonra güneş batıncaya kadar namaz kılmayı yasaklamıştır.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from 'Ata' bin Yazid that he heard Abu Sa'eed Al-Khudri say:",
      "text": "'Ata' bin Yazid'den rivayet edilmiştir ki, Abu Sa'id Al-Khudri'nin şöyle dediğini duydum: \"Allah'ın Resulü (ﷺ) şöyle buyurmuştur: 'Güneş açıkça doğuncaya kadar Fajr'dan sonra namaz yoktur, ve güneş tamamen batıncaya kadar 'Asr'dan sonra namaz yoktur.'\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "(Başka bir isnad) Abu Sa'id Al-Khudri'den, Allah'ın Resulü (ﷺ) ile benzer bir rivayet."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) 'Asr'dan sonra namaz kılmayı yasaklamıştır."
    },
    {
      "id": 77,
      "narrator": "It was narrated from Ibn Tawus that his father said:",
      "text": "İbn Tavus'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Aişe, Allah ondan razı olsun, 'Ömer, Allah ondan razı olsun, doğru değildir, aksine Allah'ın Elçisi (ﷺ) sadece, 'Güneş doğarken veya batarken namaz kılmaya kasıtlı olarak yönelmeyin, çünkü o, Şeytan'ın iki boynuzu arasında doğar.' dedi.\""
    },
    {
      "id": 78,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Ömer dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Güneşin kenarı doğduğunda, namazı tam olarak doğana kadar erteleyin, ve güneşin kenarı batmaya başladığında, namazı tam olarak batana kadar erteleyin.'\""
    },
    {
      "id": 79,
      "narrator": "Abu Yahya Sulaim bin 'Amir, Damrah bin Habib and Abu Talhah Nu'aim bin Ziyad said:",
      "text": "Ebu Yahya Süleym bin Amir, Damrah bin Habib ve Ebu Talha Nu'aim bin Ziyad şöyle dediler: \"Ebu Ümame El-Bahili'nin şöyle dediğini duyduk: 'Amra bin Abase'nin şöyle dediğini duydum: 'Ey Allah'ın Elçisi, Allah'a yaklaşmayı sağlayan bir an var mı, yoksa Allah'ı anmak için özel bir an mı aramalıyız?' O şöyle dedi: 'Evet, Rabb'in kuluna en yakın olduğu zaman gecenin son kısmıdır, eğer o zamanda Allah'ı ananlardan olabiliyorsanız, öyle yapın. Çünkü namaz, güneş doğana kadar melekler tarafından katılınır ve şahit olunur, sonra güneş Şeytan'ın iki boynuzu arasında doğar, işte o zaman kâfirlerin namaz kıldığı zamandır, bu yüzden güneş mızrak boyuna yükselene ve ışıkları kaybolana kadar namaz kılmayın. Sonra namaz, güneş tam öğle vakti tepeye geldiğinde melekler tarafından katılınır ve şahit olunur, işte o zaman Cehennem kapıları açılır ve ateş harlanır. Bu yüzden gölgeler belirmeden namaz kılmayın. Sonra namaz, güneş batana kadar melekler tarafından katılınır ve şahit olunur, ve o, Şeytan'ın iki boynuzu arasında batar, işte o zaman kâfirlerin namaz kıldığı zamandır.'\""
    },
    {
      "id": 80,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) güneş hala beyaz, açık ve yüksek olmadıkça 'Asr'dan sonra namaz kılmayı yasakladı.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that Hisham said:",
      "text": "Hişam'dan rivayet edilmiştir ki: \"Babam bana söyledi: 'Aişe dedi ki: 'Allah'ın Elçisi (ﷺ) benim evimde 'Asr'dan sonra iki Rek'at namaz kılmayı asla ihmal etmezdi.'\""
    },
    {
      "id": 82,
      "narrator": "It was narrated that Al-Aswad said:",
      "text": "El-Esved'den rivayet edilmiştir ki: 'Aişe dedi ki: \"Allah'ın Elçisi (ﷺ) 'Asr'dan sonra yanıma girdiğinde, o iki Rek'at namaz kılmadan asla gelmezdi.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Abu Ishaq said:",
      "text": "Ebu İshak'tan rivayet edilmiştir ki: \"Masruq ve El-Esved'in şöyle dediğini duydum: 'Aişe'nin, 'Allah'ın Elçisi (ﷺ) 'Asr'dan sonra benimle birlikte olduğunda, o iki Rek'at namaz kılardı.' dediğine şahitlik ediyoruz.'\""
    },
    {
      "id": 84,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) benim evimde gizli ve açık olarak asla ihmal etmediği iki namaz vardır: Fajr'dan önce iki Rek'at ve 'Asr'dan sonra iki Rek'at.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated from Abu Salamah that he asked 'Aishah about the two prostrations (Rak'ahs) that the Messenger of Allah (ﷺ) used to pray after 'Asr. She said:",
      "text": "Ebu Selame'den rivayet edilmiştir ki, o 'Aişe'ye, Allah'ın Elçisi (ﷺ) 'Asr'dan sonra kıldığı iki secde (Rek'at) hakkında sordu. O da şöyle dedi: \"O, 'Asr'dan önce kılardı, ama eğer dikkati dağılır veya unutur ise, 'Asr'dan sonra kılardı ve eğer bir namaz kılarsa, ona devam ederdi.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated from Umm Salamah that the Prophet (ﷺ) once prayed two Rak'ahs after 'Asr in her house. She asked him about that and he said:",
      "text": "Ümmü Selame'den rivayet edilmiştir ki, Peygamber (ﷺ) bir kez 'Asr'dan sonra onun evinde iki Rek'at namaz kıldı. O, bunun hakkında sordu ve o da: \"Bunlar, öğle namazından sonra kıldığım iki Rek'at, ama dikkatim dağıldı ve unuttum, ta ki 'Asr'ı kılana kadar.\" dedi."
    },
    {
      "id": 87,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Ümmü Selame'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) dikkati dağıldı ve 'Asr'dan önce iki Rek'at namaz kılmadı, bu yüzden 'Asr'dan sonra kıldı.\""
    },
    {
      "id": 88,
      "narrator": "'Imran bin Hudair said:",
      "text": "İmrân bin Hudayr dedi ki: \"Ben, Lahiq'e gün batımından önceki iki Rek'at hakkında sordum. O da: 'Abdullah bin Zübeyr bunları kılardı, ve Muaviye ona, 'Gün batımındaki bu iki Rek'at nedir?' diye haber gönderdi. O, Ümmü Selame'ye başvurdu ve Ümmü Selame dedi ki: 'Allah'ın Elçisi (ﷺ) 'Asr'dan önce iki Rek'at kılardı, sonra dikkati dağıldı ve onları kılmadı, bu yüzden güneş batınca kıldı ve ben onu daha önce veya sonra kılarken hiç görmedim.'\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from Yazid bin Abi Habib that Abu Al-Khair told him:",
      "text": "Yazid bin Ebi Habib'den rivayet edilmiştir ki, Ebu'l-Khayr ona şöyle dedi: \"Ebu Tamim El-Caishani, Maghrib'den önce iki Rek'at namaz kılmak için ayağa kalktı, ben de Ukbe bin Amir'e: 'Bu adam ne namaz kılıyor?' dedim. O döndü ve ona baktı, ve: 'Bu, Allah'ın Elçisi (ﷺ) zamanında kıldığımız bir namazdır.' dedi.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Ibn 'Umar that Hafsah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Hafsa dedi ki: \"Şafak belirdiğinde, Allah'ın Elçisi (ﷺ) sadece iki kısa Rek'at kılardı.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that 'Amr bin 'Abasah said:",
      "text": "'Amr bin 'Abasah'dan rivayet edilmiştir: \"Ben Allah'ın Resulü'ne geldim, 'Seninle birlikte kim Müslüman oldu?' dedim. O da: 'Hürler ve köleler.' dedi. Ben: 'Allah'a yaklaşmayı sağlayan bir an var mı?' dedim. O: 'Evet, gecenin son kısmı, o vakitte ne kadar istersen namaz kıl, Subh namazını kılana kadar dur, sonra güneşin kalkan gibi göründüğü ve parlamaya başladığı zamana kadar bekle. Sonra bir nesnenin gölgesi en kısa olana kadar ne kadar istersen namaz kıl, sonra güneş zirvesini geçene kadar dur, çünkü cehennem öğle vakti körüklenir. Sonra 'Asr'ı kıl, sonra dur, güneş batana kadar bekle, çünkü güneş Şeytan'ın boynuzları arasında batar ve Şeytan'ın boynuzları arasında doğar.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated from Jubair bin Mut'im that the Prophet (ﷺ) said:",
      "text": "Buna benzer bir rivayet de Müslim'de geçmektedir."
    },
    {
      "id": 93,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Jubair bin Mut'im'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Ey Banu 'Abd Manaf, bu Evi tavaf eden ve gece veya gündüz istediği zaman namaz kılmak isteyen hiç kimseyi engellemeyin.\""
    },
    {
      "id": 95,
      "narrator": "Kathir bin Qarawanda said:",
      "text": "---"
    },
    {
      "id": 96,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Eğer Allah'ın Resulü (ﷺ) güneş zirvesini geçmeden bir yolculuğa çıkacaksa, Zuhr namazını 'Asr vaktine kadar geciktirir, sonra durur ve namazı birleştirirdi. Eğer güneş zirveyi geçerse, Zuhr'u kılar ve sonra yola çıkardı.\""
    },
    {
      "id": 97,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 98,
      "narrator": "It was narrated that Isma'il bin 'Abdur-Rahman, a Shaikh of the Quraish, said:",
      "text": "Abu At-Tufail 'Amir bin Wathilah'dan rivayet edilmiştir ki, Mu'adh bin Cebel ona, Allah'ın Resulü (ﷺ) ile birlikte Tabuk yılında çıktıklarını, Allah'ın Resulü'nün Zuhr ve 'Asr'ı, Maghrib ve 'İsha'yı birleştirdiğini söyledi. Bir gün namazı geciktirdi, sonra dışarı çıktı ve Zuhr ile 'Asr'ı birlikte kıldı, sonra içeri girdi ve tekrar dışarı çıktı ve Maghrib ile 'İsha'yı kıldı."
    },
    {
      "id": 99,
      "narrator": "It was narrated that Az-Zuhri said:",
      "text": "---"
    },
    {
      "id": 100,
      "narrator": "It was narrated that Jabir said:",
      "text": "Kathir bin Qarawanda dedi ki: \"Salim bin 'Abdullah'a babasının seyahat ederken nasıl namaz kıldığını sordum. Ona: 'Seyahat ederken namazlarını birleştirir miydi?' dedik. O, Safiyyah bint Abi 'Ubaid'in ona yazdığını, o da kendi arazisindeyken: 'Bu dünyadaki son günüm ve ahiretteki ilk günüm.' dedi. Hızla ona gitmek için yola çıktı ve Zuhr vakti geldiğinde, Mu'adhdhin ona: 'Namaz, ey Abu 'Abdur-Rahman!' dedi. Ama o, iki namazın vakti arasında olduğu zamana kadar ona dikkat etmedi, sonra durdu ve: 'İkâmet getir, ben selam verdikten sonra ikâmeti getir.' dedi. Sonra tekrar yola çıktı ve güneş battığında Mu'adhdhin ona: 'Namaz!' dedi. O: 'Zuhr ve 'Asr için yaptığınız gibi yapın.' dedi. Yıldızlar belirdiğinde durdu ve Mu'adhdhin'e: 'İkâmet getir, ben selam verdikten sonra ikâmeti getir.' dedi. Namaz kıldı, sonra bitirdiğinde bize döndü ve: 'Allah'ın Resulü (ﷺ) şöyle dedi: 'Eğer birinizin kaçırmaktan korktuğu acil bir ihtiyacı varsa, böyle namaz kılmalıdır.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Yani onun ölmekte olduğu anlamına gelmektedir."
    },
    {
      "id": 102,
      "narrator": "Nafi' said:",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "It was narrated that Nafi' said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ben Peygamber (ﷺ) ile Medine'de, sekiz rekatı bir arada ve yedi rekatı bir arada kıldım. O, Zuhr'u geciktirdi ve 'Asr'ı öne aldı, Maghrib'i geciktirdi ve 'İsha'yı öne aldı.\""
    },
    {
      "id": 104,
      "narrator": "Kathir bin Qarawanda said:",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Al-Basra'da Al-Ula (Zuhr) ve 'Asr'ı arasında hiçbir şey olmadan birlikte kıldı, Maghrib ve 'İsha'yı da arasında hiçbir şey olmadan birlikte kıldı. Bunu, meşgul olduğu için yaptı ve İbn Abbas, Allah'ın Resulü (ﷺ) ile Medine'de Zuhr ve 'İsha'yı birlikte kıldığını, sekiz rekatı arasında hiçbir şey olmadan kıldığını söyledi."
    },
    {
      "id": 106,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Eğer Allah'ın Resulü (ﷺ) seyahat için acele ederse veya bir acil durum meydana gelirse, Maghrib ve 'İsha' namazlarını birleştirirdi.\""
    },
    {
      "id": 107,
      "narrator": "Sufyan said:",
      "text": "Sufyan dedi ki: \"Az-Zuhri'nin şöyle dediğini duydum: 'Salim bana babasının şöyle söylediğini aktardı: 'Eğer seyahat için acele ederse, Resulullah (ﷺ) Maghrib ve 'İsha'yı birleştirirdi.'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) korku olmadığı ve seyahat etmediği zaman, Zuhr ve 'Asr'ı bir arada, Maghrib ve 'İsha'yı da bir arada kılardı.\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet (ﷺ) used to pray in Al-Madinah combining two prayer. Joining Zuhr and 'Asr, and Maghrib and 'Isha', when there was no fear nor rain. It was said to him:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) Medine'de iki namazı birleştirerek kılardı. Korku ve yağmur olmadığı zaman Zuhr ve 'Asr'ı, Maghrib ve 'İsha'yı birleştirirdi. Kendisine: \"Neden?\" denildiğinde, \"Ümmetine zorluk çıkmasın diye.\" dedi."
    },
    {
      "id": 110,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile birlikte sekiz (rek'at) namazı bir arada ve yedi (rek'at) namazı da bir arada kıldım.\""
    },
    {
      "id": 111,
      "narrator": "Ja'far bin Muhammad narrated from his father that Jabir bin 'Abdullah said:",
      "text": "Ca'fer bin Muhammed, babasından rivayet etti ki, Cabir bin 'Abdullah şöyle dedi: \"Allah'ın Resulü (ﷺ) 'Arafah'a gelene kadar seyahat etti, orada kendisi için çadırın kurulduğunu gördü. Güneş zirvesini geçene kadar orada kaldı, sonra kendisi için eyerlenmiş Al-Qaswa'ya çağırdı. Vadiye ulaştığında insanlara hitap etti. Sonra Bilal ezanı okudu, ardından ikamet getirdi, sonra Zuhr'u kıldı, sonra ikamet getirdi, sonra 'Asr'ı kıldı ve arada başka bir namaz kılmadı.\""
    },
    {
      "id": 112,
      "narrator": "",
      "text": "'Abdullah bin Yazid'ten rivayet edilmiştir ki, Ebu Eyyub El-Ensari ona, Veda Haccı sırasında Allah'ın Resulü (ﷺ) ile birlikte Al-Muzdalifah'ta Maghrib ve 'İsha' namazlarını bir arada kıldığını söyledi."
    },
    {
      "id": 113,
      "narrator": "It was narrated that Sa'eed bin Jubair said:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir: \"İbn 'Umar ile birlikte 'Arafah'tan ayrıldım. Jam' (Al-Muzdalifah) geldiğinde, Maghrib ve 'İsha'yı birleştirdi, işini bitirdikten sonra: 'Allah'ın Resulü (ﷺ) bu yerde buna benzer bir şey yaptı.' dedi.\""
    },
    {
      "id": 114,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) Al-Muzdalifah'ta Maghrib ve 'İsha' namazını kıldı."
    },
    {
      "id": 115,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile birlikte Al-Muzdalifah'ta başka hiçbir iki namazı birleştirirken görmedim, o gün sabah namazını vaktinden önce kıldı.\""
    },
    {
      "id": 116,
      "narrator": "It was narrated from Usamah bin Zaid, whom the Prophet (ﷺ) had seated behind him on his camel on the way from 'Arafah, that when he reached the mountain pass, he dismounted and urinated - and he did not say that he passed water. He (Usamah) said:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki, Peygamber (ﷺ) onu 'Arafah'tan dönerken devesinin arkasında oturtmuştu. Dağ geçidine ulaştığında, indi ve idrarını yaptı - ve su geçtiğini söylemedi. O (Usame) dedi ki: \"Ben ona küçük bir kapla su döktüm ve hafif bir abdest aldı. Ona: 'Namaz.' dedim. O: 'Namaz henüz önündedir.' dedi. Al-Muzdalifah'a geldiğinde Maghrib'i kıldı, sonra bineklerinin eyerlerini çözdüler ve sonra 'İsha'yı kıldı.\""
    },
    {
      "id": 117,
      "narrator": "Al-Walid bin Al'Ayzar said:",
      "text": "El-Valid bin El'Ayzar dedi ki: \"Abu 'Amr Ash-Shaibani'nin şöyle dediğini duydum: 'Bu evin sahibi - 'Abdullah'ın evine işaret ederek - Allah'ın Resulü'ne (ﷺ) sordum: 'Hangi amel Allah katında en sevimlidir?' O: 'Vaktinde kılınan namaz, anne-babaya saygı ve Allah yolunda cihad.' dedi.\""
    },
    {
      "id": 118,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Ben Allah'ın Resulü'ne (ﷺ) hangi amelin Allah katında en sevimli olduğunu sordum. O: 'Vaktinde namaz kılmak, anne-babaya saygı göstermek ve Allah yolunda cihad.' dedi.\""
    },
    {
      "id": 119,
      "narrator": "It was narrated from Ibrahim bin Muhammad bin Al-Muntashir that his father was in the Masjid of 'Amr bin Shurahbil and the Iqamah for prayer was said, so they were waiting for him. He said:",
      "text": "İbrahim bin Muhammed bin El-Muntashir'den rivayet edilmiştir ki, babası 'Amr bin Şurahbil'in mescidindeydi ve namaz için ikamet getirildi, bu yüzden onu bekliyorlardı. O: \"Ben Witr kılıyordum, 'Abdullah'a: 'Ezan'dan sonra Witr var mı?' diye soruldu. O: 'Evet, ikametten sonra da vardır.' dedi ve Peygamber (ﷺ) uyudu ve namazı güneş doğuncaya kadar kaçırdı, sonra kıldı.\" Ve bu sözler Yahya'nın sözleridir."
    },
    {
      "id": 120,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim bir namazı unutur, hatırladığında onu kılsın.\""
    },
    {
      "id": 121,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) bir adamın uyuyup namazı kaçırması veya unuttuğu hakkında soruldu. O da: 'Bunun kefareti, hatırladığında namazı kılmaktır.' dedi.\""
    },
    {
      "id": 122,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Ebu Katade'den rivayet edildiğine göre: \"Peygamber (ﷺ) uyuyup namazı kaçırdıklarını söylediler. O da: 'Uyuyan kimse için bir ihmal yoktur, asıl ihmal uyanıkken olur. Eğer biriniz bir namazı unutur veya uyuyup kaçırırsa, hatırladığında onu kılsın.' dedi.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Ebu Katade'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Uyuyan kimse için bir ihmal yoktur, asıl ihmal, bir namazı kılmadan bir sonraki namazın vakti geldiğinde, kaçırdığını fark etmektir.'\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Abu Qatadah that when they missed the prayer because they slept until the sun rose, the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Katade'den rivayet edildiğine göre: \"Güneş doğana kadar uyuyup namazı kaçırdıklarında, Allah'ın Resulü (ﷺ) dedi ki: 'Sizden biri yarın namazı vaktinde kılsın.'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: Eğer bir namazı unutur iseniz, hatırladığınızda kılın, çünkü Allah şöyle buyuruyor: 'Ve benim zikrim için namaz kılın.' Ta-Ha 20:14.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Kim bir namazı unutur, hatırladığında kılsın, çünkü Allah şöyle buyuruyor: ve benim zikrim için namaz kılın.' Ta-Ha 20:14.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated from Ma'mar, from Az-Zuhri, from Sa'eed bin Al-Musayyab, that Abu Hurairah said:",
      "text": "Ma'mar'dan, Az-Zuhri'den, Sa'id bin Al-Musayyab'dan, Ebu Hureyre'nin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Kim bir namazı unutur, hatırladığında kılsın, çünkü Allah şöyle buyuruyor: \"Ve namazı hatırladığınızda kılın (li dhikra).\"' Ben Az-Zuhri'ye: 'Allah'ın Resulü (ﷺ) bunu böyle mi okudu?' dedim. O da: 'Evet.' dedi.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated from Buraid bin Abi Mariam that his father said:",
      "text": "Buraid bin Ebu Mariam'dan rivayet edildiğine göre, babası şöyle dedi: \"Biz Allah'ın Resulü (ﷺ) ile bir yolculukta idik, bir gece devam ettik, sabaha yakın Allah'ın Resulü (ﷺ) indi ve uyudu, insanlar da uyudu. Güneş doğana kadar uyanmadık. Allah'ın Resulü (ﷺ) Mu'adhdhin'e ezan okumasını istedi, sonra sabahdan önce iki Rek'at namaz kıldı, ardından İkame'yi söyledi ve insanları namaza yönlendirdi. Sonra bize Kıyamet saatine kadar olacak her şeyi anlattı.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edildiğine göre: \"Biz Allah'ın Resulü (ﷺ) ile idik ve Zuhr, 'Asr, Maghrib ve 'Isha' namazlarını kılmamız engellendi. Bu durum beni çok üzdü ve kendime dedim ki: 'Biz Allah'ın Resulü (ﷺ) ileyiz ve (Allah yolunda) savaşıyoruz.' Sonra Allah'ın Resulü (ﷺ) Bilal'e İkame'yi söylemesini emretti ve bizi Zuhr namazını kıldırdı. Sonra İkame'yi söyledi ve bizi 'Asr namazını kıldırdı. Sonra İkame'yi söyledi ve bizi Maghrib namazını kıldırdı. Sonra İkame'yi söyledi ve bizi 'Isha namazını kıldırdı. Sonra aramızda dolaştı ve bize: 'Yeryüzünde Allah'ı, Azim ve Celil olanı anan hiçbir grup yoktur, sadece siz varsınız.' dedi.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: \"Biz Allah'ın Resulü (ﷺ) ile gece sonunda kamp kurduk ve güneş doğana kadar uyanmadık. Allah'ın Resulü (ﷺ) dedi ki: 'Her bir adam devesinin başını tutsun (ve gitsin), çünkü Şeytan burada bizimleydi.' Bunu yaptık, sonra su istedi ve Abdest aldı, ardından iki Rek'at namaz kıldı, sonra İkame söylendi ve Al-Ghadah (Fajr) namazını kıldı.\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from Nafi' bin Jubair, from his father, that the Messenger of Allah (ﷺ) said during a journey:",
      "text": "Nafi' bin Cubeyr'den, babasından rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bir yolculukta şöyle dedi: \"Bizim için sabahı gözetleyecek kimse var mı, böylece uyuyup sabah namazını kaçırmayalım?\" Bilal: 'Ben gözetlerim.' dedi. Güneşin onları uyandırdığı yöne döndü, sonra kalktılar. 'Abdest alın.' dedi. Sonra Bilal ezanı okudu ve iki Rek'at namaz kıldı, ardından Fajr'ın iki (Sünnet) Rek'atını kıldılar, sonra Fajr namazını kıldılar.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) akşam karanlığında yola çıktı, sonra gece sonunda kamp kurdu ve güneş doğana kadar veya kısmen doğana kadar uyanmadı. Güneş tam olarak doğmadan namaz kılmadı, sonra namaz kıldı ve bu 'orta namaz' (Salat Al-Wusta) idi.\""
    }
  ]
}