{
  "language": "tr",
  "metadata": {
    "length": 62,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Nafi' narrated that 'Abdullah bin 'Umar used to say:",
      "text": "Nafi' rivayet etti ki 'Abdullah bin 'Umar şöyle derdi: \"Müslümanlar Medine'ye geldiklerinde toplanır ve namaz vaktini anlamaya çalışırlardı, fakat kimse ezan okumuyordu. Bir gün bu konuyu konuştular; bazıları 'Hristiyanlar gibi bir çan kullanalım' dedi; diğerleri 'Hayır, Yahudilerin kullandığı gibi bir boru olsun' dedi. 'Umar, Allah ondan razı olsun, 'Neden bir adam gönderip namaz vaktini ilan ettirmiyorsunuz?' dedi. Allah'ın Messengerı (S.A.W) dedi ki: 'Ey Bilal, kalk ve ezanı oku.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Messengerı (S.A.W) Bilal'e ezanın ifadelerini iki kez, ikamet ifadelerini ise bir kez söylemesini emretti.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre: \"Allah'ın Messengerı (S.A.W) zamanında ezanın ifadeleri iki kez, ikamet ifadeleri ise bir kez söylenirdi, ancak 'Qad Qamatis-Salah, Qad Qamatis-Salah (namaz başlamak üzeredir, namaz başlamak üzeredir)' demeniz gerekir.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abu Mahdhurah that the Prophet (S.A.W) sat him down and taught him the Adhan letter by letter. (One of the narrators) Ibrahim said, \"It is like this Adhan of ours\". I said:",
      "text": "Abu Mahdhurah'dan rivayet edildiğine göre, Peygamber (S.A.W) onu oturtup ezanı harf harf öğretti. (Rivayet edenlerden) İbrahim dedi ki, \"Bu bizim ezanımız gibi.\" Ben de: \"Bana oku.\" dedim. O da: \"Allahu Akbar, Allahu Akbar (Allah en büyüktür, Allah en büyüktür), Ashhadu an la ilaha illallah (Allah'tan başka ilah yoktur) - iki kez. Ashhadu anna Muhammadan Rasulallah (Muhammed Allah'ın elçisidir) - iki kez. Sonra daha alçak bir sesle, etrafındakilerin duyabileceği şekilde: Ashhadu an la ilaha illallah (Allah'tan başka ilah yoktur) - iki kez. Ashhadu anna Muhammadan Rasulallah (Muhammed Allah'ın elçisidir) - iki kez, Hayya'ala as-salah (namaza gelin) - iki kez, Hayya alal-falah (kurtuluşa gelin) - iki kez, Allahu Akbar Allahu Akbar la ilaha illallah (Allah en büyüktür, Allah en büyüktür, Allah'tan başka ilah yoktur).\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bişir bin Mu'adh, bunu İbrahim'den duydu ve An-Nasa'i ona aktarıyor, ezanın kendisine okunmasını isteyen kişidir."
    },
    {
      "id": 6,
      "narrator": "It was narrated that Abu Mahdhura said:",
      "text": "Abu Mahdhurah'dan rivayet edildiğine göre, Allah'ın Messengerı (S.A.W) ona ezanı on dokuz ifade ile ve ikameti on yedi ifade ile öğretti, sonra Abu Mahdhurah bunları on dokuz ve on yedi olarak saydı."
    },
    {
      "id": 7,
      "narrator": "'Abdul-'Aziz bin 'Abdul-Malik bin Abu Mahdhurah narrated that 'Abdullah bin Muhairiz - who was an orphan under the care of Abu Mahdhurah until he prepared him to go to Ash-Sham - informed him:",
      "text": "Abu Mahdhurah şöyle dedi: \"Allah'ın Messengerı (S.A.W) bana ezanı öğretti ve şöyle dedi: 'Allahu Akbar, Allahu akbar, Allahu Akbar, Allahu Akbar; Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah (Allah en büyüktür, Allah en büyüktür, Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir)'. Sonra bunu tekrar etti ve şöyle dedi: 'Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah; Hayya 'alas-salah, Hayya 'ala-salah; Hayya 'alal-falah Hayya 'alal-falah; Allahu Akbar, Allahu Akbar; La ilaha ill-Allah (Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir; Namaza gelin, namaza gelin; kurtuluşa gelin, kurtuluşa gelin; Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur).'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Abu Mahdhurah said:",
      "text": "'Abdul-'Aziz bin 'Abdul-Malik bin Abu Mahdhurah, 'Abdullah bin Muhairiz'den - ki o, Abu Mahdhurah'ın himayesinde bir yetimdi - şöyle rivayet etti: \"Ben Abu Mahdhurah'a dedim: 'Ben Şam'a gidiyorum ve senin ezanı nasıl okuduğunu soracaklarından korkuyorum.' O da bana şöyle anlattı: 'Ben bir grup insanla çıktım ve Huneyn yolunda bir yerdeydik, o sırada Allah'ın Messengerı (S.A.W) Huneyn'den dönüyordu. Allah'ın Messengerı, yolda bizimle karşılaştı ve Allah'ın Messengerı'nın muadhdini, Allah'ın Messengerı'nın huzurunda namaz için ezanı okudu. Biz muadhdinin sesini duyduk ve buna kayıtsız kaldık (ezana), bu yüzden bağırmaya, taklit etmeye ve alay etmeye başladık. Allah'ın Messengerı (S.A.W) bizi duydu, bu yüzden bazı insanları gönderdi ve bizi onun önünde durdurdu. 'Kimin sesini bu kadar yüksek duyduğumu?' dedi. İnsanlar hep bana işaret etti ve doğruyu söylediler. Hepsini gönderdi, ama beni orada tuttu ve bana dedi ki: 'Kalk ve namaz için ezanı oku.' Ben kalktım ve Allah'ın Messengerı (S.A.W) bana ezanı kendisi öğretti. Dedi ki: 'De ki: 'Allahu Akbar, Allahu akbar, Allahu Akbar, Allahu akbar; Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah (Allah en büyüktür, Allah en büyüktür, Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir).' Sonra dedi ki: 'Sonra tekrar et ve yüksek sesle de ki: Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah; Hayya 'alas-salah, Hayya 'ala-salah; Hayya 'alal-falah Hayya 'alal-falah; Allahu Akbar, Allahu Akbar; La ilaha ill-Allah (Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir; Namaza gelin, namaza gelin; kurtuluşa gelin, kurtuluşa gelin; Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur).' Sonra ezanı söyledikten sonra beni çağırdı ve içinde biraz gümüş olan bir paketi bana verdi. Ben de: 'Ey Allah'ın Messengerı (S.A.W), beni Mekkede ezan okuyan kişi yap.' dedim. O da: 'Bunu yapmanı emrediyorum.' Sonra 'Attab bin Asid'e gittim ki o, Allah'ın Messengerı (S.A.W) tarafından Mekkede vali olarak atanmıştı ve Allah'ın Messengerı'nın emriyle onunla birlikte namaz için ezanı okudum.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Malik bin Al-Huwairith said:",
      "text": "Abu Mahdhurah şöyle dedi: \"Allah'ın Messengerı (S.A.W) Huneyn'den ayrıldığında, ben Mekkeli on kişilik bir grubun onuncusuydum ve onlara yetişmeye çalışıyordum. Onların namaz için ezan okuduklarını duyduk ve biz de ezanı tekrar etmeye başladık, onlarla alay ederek. Allah'ın Messengerı (S.A.W) dedi ki: 'Bu insanlar arasında güzel bir sesi olan birinin ezanını duydum.' Bizi çağırdı ve biz sırayla ezanı okuduk, ben de onların en sonuydum. Ezanı söylediğimde, 'Buraya gel.' dedi. Beni önüne oturttu ve alnımdan okşayıp üç kez bereketledi, sonra dedi ki: 'Git ve Kabe'de ezanı oku.' Ben de: 'Nasıl, ey Allah'ın Messengerı?' dedim. O da bana, şimdi ezanı okuduğun gibi öğretti: 'Allahu Akbar, Allahu akbar, Allahu Akbar, Allahu Akbar; Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah, Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah; Hayya 'alas-salah, Hayya 'ala-salah; Hayya 'alal-falah Hayya 'alal-falah; as-salatu khairun min an-nawm; as-salatu khairun min an-nawm; (Allah en büyüktür, Allah en büyüktür, Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir; Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir; Namaza gelin, namaza gelin; kurtuluşa gelin, kurtuluşa gelin; namaz, uykudan daha hayırlıdır, namaz, uykudan daha hayırlıdır)' - sabah namazı için ilk (ezan). Ve ikameti her ifadeyi iki kez söyleyerek öğretti: 'Allahu Akbar, Allahu Akbar, (Allahu Akbar, Allahu Akbar), Ashhadu an la ilaha illallah, Ashhadu an la ilaha illallah; Ashhadu anna Muhammadan Rasulallah, Ashhadu anna Muhammadan Rasulallah; Hayya 'alas-salah, Hayya 'alas-salah; Hayya 'alal-falah, Hayya 'alal-falah; qad qamatis-salah, qad qamati-salah, Allahu Akbar, Allahu Akbar La ilaha illallah (Allah en büyüktür, Allah en büyüktür, (Allah en büyüktür, Allah en büyüktür); Allah'tan başka ilah yoktur, Allah'tan başka ilah yoktur; Muhammed Allah'ın elçisidir, Muhammed Allah'ın elçisidir; Namaza gelin, namaza gelin; kurtuluşa gelin, kurtuluşa gelin; namaz başlamak üzeredir, namaz başlamak üzeredir, Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur).'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Malik bin Al-Huwairith said:",
      "text": "(Rivayet edenlerden) İbn Juraij dedi ki: \"Uthman bu tüm raporu bana babasından ve Umm 'Abdul-Malik bin Abi Mahdhurah'dan aktardı ve (onların) Abu Mahdhurah'dan duyduklarını söyledi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Ayyub, from Abu Qilabah, from 'Amr bin Salamah:",
      "text": "Malik bin Al-Huwairith şöyle dedi: \"Ben Peygamber (S.A.W) ile bir kuzenimle geldim\" - başka bir seferde \"bir arkadaşım ile\" dedi - \"ve o şöyle dedi: 'İkiniz seyahat ettiğinizde, ezanı ve ikameti okuyun ve sizden en yaşlısı namazı kılsın.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (S.A.W) said:",
      "text": "Malik bin Al-Huwairith şöyle dedi: \"Biz Allah'ın Messengerı (S.A.W) ile geldik ve biz yaşıt gençlerdik. O, bizimle yirmi gün kaldı. Allah'ın Messengerı (S.A.W) merhametli ve şefkatliydi ve ailelerimizi özlüyor olduğumuzu düşündü; geride bıraktığımız ailelerimiz hakkında bize sordu, biz de ona söyledik ve o dedi ki: 'Ailelerinize geri dönün, onlarla kalın ve onlara öğretin. Namaz vakti geldiğinde, biriniz ezanı okusun ve en yaşlısı namazı kılsın.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Salim, from his father, that the Prophet (S.A.W) said:",
      "text": "Ayyub'dan, Abu Qilabah'tan, 'Amr bin Salamah'dan rivayet edildi: \"Abu Qilabah bana (Ayyub'a) dedi: 'O ('Amr) hâlâ hayatta, onunla tanışmak ister misin?' Ben de onu buldum ve sordum, o da dedi ki: 'Mekke fethedildiğinde, tüm insanlar İslam'ı ilan etmeye acele ettiler. Babam köyümüzün insanlarının İslam'ını ilan etmek için gitti ve döndüğünde onu görmeye gittik ve o dedi ki: 'Vallahi, ben gerçekten size Allah'ın Messengerı (S.A.W)'ndan geldim.' Dedi ki: 'Şu ve şu namazı şu ve şu vakitte kılın; namaz vakti geldiğinde biriniz ezanı okusun ve en çok Kur'an'ı bilen kişi namazı kılsın.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "İbn 'Umar'dan rivayet edildi ki, Allah'ın Messengerı (S.A.W) dedi ki: \"Bilal gece ezan okur, o zaman yiyin ve için, ta ki İbn Umm Maktum ezan okuduğunu duyuncaya kadar.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Khubaib bin 'Abdur-Rahman that his paternal aunt Unaisah said:",
      "text": "Salim'den, babasından rivayet edildi ki, Peygamber (S.A.W) dedi: \"Bilal gece ezan okur, o zaman yiyin ve için, ta ki İbn Umm Maktum'un ezan okuduğunu duyuncaya kadar.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Ibn Mas'ud that the Prophet (S.A.W) said:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki, Peygamber (S.A.V) şöyle buyurmuştur: \"Bilal, geceleyin ezan okur ki, uyuyanları uyandırsın ve Kıyam kılanlar geri dönsün.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Anas that someone asked the Messenger of Allah (S.A.W) about the time of Subh. The Messenger of Allah (S.A.W) commanded Bilal to call the Adhan when dawn broke. Then the next day he delayed Fajr until it was very light, then he told him to call the Adhan and he prayed. Then he said:",
      "text": "Anlamı bitirmektir. Eş-Şevkani şöyle demiştir: \"Uyumaya geri dönmek veya namazdan oturmaya geri dönmek.\" Nail Al-Awtar."
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Awn bin Abi Juhaifah that his father said:",
      "text": "Yukarı ve aşağı hareketle işaret ederek. Gerçek şafak sağdan sola doğrudur."
    },
    {
      "id": 19,
      "narrator": "'Abdur-Rahman bin 'Abdullah bin 'Abdur-Rahman bin Abi Sa'sa'ah Al-Ansari Al-Mazini narrated that his father told him that Abu Sa'eed Al-Khudri said to him:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "It was narrated from Abu Hurairah, who heard it from the mouth of the Messenger of Allah (S.A.W):",
      "text": "Anas'tan rivayet edilmiştir ki, birisi Allah'ın Resulü'ne (S.A.V) Subh vaktini sordu. Allah'ın Resulü (S.A.V) Bilal'e şafak söktüğünde ezan okumasını emretti. Sonra ertesi gün Fajr'ı çok aydınlık olana kadar geciktirdi, ardından ona ezan okumasını söyledi ve namaz kıldı. Sonra şöyle dedi: \"Bu, namaz için vakittir.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Al-Bara bin 'Azib that the Prophet of Allah (S.A.W) said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "It was narrated that Abu Mahdhurah said:",
      "text": "'Awn bin Ebi Cüheife'den rivayet edilmiştir ki, babası şöyle dedi: \"Ben Peygamber'e (S.A.V) geldim ve Bilal çıktı, ezan okumaya başladı ve ezanında sağa ve sola dönerek şöyle yaptı.\""
    },
    {
      "id": 23,
      "narrator": "Sufyan narrated a similar report with the same chain. (One of the narrators) (Abu) 'Abdur-Rahman (An-Nasai) said:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "It was narrated from Al-Aswad that Bilal said:",
      "text": "'Abdurrahman bin Abdullah bin 'Abdurrahman bin Ebi Sa'sa'ah el-Ensari el-Mazini, babasının kendisine, Ebu Sa'id el-Hudri'nin kendisine şöyle dediğini rivayet etmiştir: \"Koyunları ve çölü sevdiğini görüyorum. Koyunlarınla veya çöldeyken namaz için ezan okuduğunda, sesini yükselt, çünkü muazzin sesini duyduğu kadar hiçbir insan, cin veya başka bir şey onun sesini işitmez, ama bu, Kıyamet Günü onun lehine şahitlik edecektir.\" Ebu Sa'id dedi ki: \"Bunu Allah'ın Resulü'nden (S.A.V) duydum.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Al-Aswad said:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, o da bunu Allah'ın Resulü'nün (S.A.V) ağzından işitmiştir: \"Muazzin, sesinin ulaştığı kadar affedilecektir ve her ıslak ve kuru şey onun lehine şahitlik edecektir.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Muharib bin Dithar said:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "It was narrated that 'Amr bin Aws said:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir ki, Allah'ın Peygamberi (S.A.V) şöyle buyurmuştur: \"Allah ve melekleri ön saflara salat eder, muazzin sesinin ulaştığı kadar affedilecektir ve onu duyan her şey, ıslak veya kuru, onun söylediklerini tasdik edecektir ve onunla birlikte namaz kılanların sevabına sahip olacaktır.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Nafi' that Ibn 'Umar gave a call to prayer on a cold and windy night, and he said:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Ja'far bin Muhammad narrated from his father, that Jabir bin 'Abdullah said:",
      "text": "Ebu Mahdhurah'dan rivayet edilmiştir ki: \"Ben Allah'ın Resulü (S.A.V) için ezan okurdum ve Fajr'ın ilk ezanında şöyle derdim: 'Hayya 'ala al-falah, as-salatu khairun minan-nawm, as-salatu khairun minan-nawm, Allahu Akbar Allahu Akbar, la ilaha illallah (Başarıya gelin, namaz uykudan hayırlıdır, namaz uykudan hayırlıdır, Allah en büyüktür, Allah en büyüktür, Allah'tan başka ilah yoktur).'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (S.A.W) Al-Muzdalifah'a gelene kadar hareket etti, burada Maghrib ve 'Isha' namazını bir ezan ve iki ikamet ile kıldı, aralarında herhangi bir namaz kılmadı.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Sa'eed bin Jubair said concerning Ibn 'Umar:",
      "text": "Sa'eed bin Jubair, İbn 'Umar hakkında şöyle dedi: \"Biz onunla (İbn 'Umar) Jam' (Muzdalifah) da idik, ezanı okudu, sonra ikameti söyledi, ardından bize Maghrib namazını kıldırdı. Sonra dedi ki: 'Namaz,' ve bize 'Isha' namazını iki rekat kıldırdı. Ben de: 'Bu namaz nedir?' dedim. O da: 'Bu, Allah'ın Resulü (S.A.W) ile bu yerde kıldığım namazdır.' dedi.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir ki, o Jam' (Muzdalifah) da bir ikamet ile Maghrib ve 'Isha' namazı kıldı, sonra İbn 'Umar'ın bunu yaptığını, İbn 'Umar'ın da Peygamberin (S.A.W) bunu yaptığını rivayet etti."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, o Allah'ın Resulü (S.A.W) ile Jam'a'da bir ikamet ile namaz kıldı."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Salim, babasından rivayet etti ki, Peygamber (S.A.W) Al-Muzdalifah'da onlara (Maghrib ve 'Isha') namazını bir ikamet ile birleştirdi ve her birini bir ikamet ile kıldı, ve her iki namazdan önce veya sonra herhangi bir nafile namaz kılmadı."
    },
    {
      "id": 36,
      "narrator": "It was narrated from 'Abdur-Rahman bin Abi Sa'eed that his father said:",
      "text": "'Abdur-Rahman bin Abi Sa'eed'den rivayet edilmiştir ki, babası şöyle dedi: \"Al-Khandaq günü, müşrikler bizi Zuhr namazını kılmaktan alıkoydular, güneş batana kadar; bu, savaşla ilgili vahiy gelmeden önceydi. Sonra Allah, Azim ve Yüce, şöyle vahyetti: Allah, müminlere savaşta yeter. Allah'ın Resulü (ﷺ) Bilal'e Zuhr namazı için ikamet söylemesini emretti ve o da zamanında kıldığı gibi kıldı. Sonra 'Asr' için ikamet söyledi ve o da zamanında kıldığı gibi kıldı. Sonra Maghrib için ezan okudu ve zamanında kıldı.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Abu 'Ubaidah said:",
      "text": "Abu 'Ubaidah'dan rivayet edilmiştir ki: \"Abdullah dedi ki: 'Müşrikler, Al-Khandaq günü Peygamberi (S.A.W) dört namaz kılmaktan alıkoydular, bu yüzden o Bilal'e ezan okumasını emretti, sonra ikamet söyledi ve Zuhr namazını kıldı, sonra ikamet söyledi ve 'Asr' namazını kıldı, sonra ikamet söyledi ve Maghrib namazını kıldı, sonra ikamet söyledi ve 'Isha' namazını kıldı.'\""
    },
    {
      "id": 38,
      "narrator": "'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mas'ud dedi ki: \"Biz bir savaşta idik ve müşrikler bizi Zuhr, 'Asr, Maghrib ve 'Isha' namazlarını kılmaktan alıkoydular. Müşrikler uzaklaştığında, Allah'ın Resulü (S.A.W) bir çağırıcıya Zuhr namazı için ikamet söylemesini emretti ve biz namaz kıldık. Sonra 'Asr' için ikamet söyledi ve biz namaz kıldık, sonra Maghrib için ikamet söyledi ve biz namaz kıldık, sonra 'Isha' için ikamet söyledi ve biz namaz kıldık. Sonra aramızda dolaşarak dedik ki: 'Yeryüzünde Allah'ı, Azim ve Yüce'yi anan başka bir topluluk yoktur.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Mu'awiyah bin Hudaij that the Messenger of Allah (S.A.W) prayed one day and said the Taslim when there was still a Rak'ah left of the prayer. A man caught up with him and said:",
      "text": "Mu'awiyah bin Hudaij'den rivayet edilmiştir ki, Allah'ın Resulü (S.A.W) bir gün namaz kıldı ve namazın bir rekatı kalmışken selam verdi. Bir adam ona yetişti ve dedi ki: 'Namazın bir rekatını unuttun!' O da tekrar mescide döndü ve Bilal'e namaz için ikamet söylemesini söyledi, sonra insanlara bir rekat kıldırdı. Ben de insanlara bunu anlattım ve onlar bana: 'O adam kimdi biliyor musun?' dediler. Ben de: 'Hayır, onu görmeden bilemem.' dedim. Sonra o yanımdan geçti ve ben: 'İşte bu o.' dedim. Onlar da: 'Bu Talha bin 'Ubaidullah.' dediler.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from 'Abdullah bin Rubayyi'ah that he was with the Messenger of Allah (S.A.W) on a journey and he heard the voice of a man calling the Adhan, and he said what he said. Then he said:",
      "text": "'Abdullah bin Rubayyi'ah'dan rivayet edilmiştir ki, o Allah'ın Resulü (S.A.W) ile bir yolculukta idi ve bir adamın ezan okuduğunu duydu, ve o ne dediyse söyledi. Sonra: \"Bu bir çoban ya da ailesinden uzakta bir adamdır.\" dedi. Onlar baktılar ve gerçekten de bir çoban olduğunu gördüler."
    },
    {
      "id": 41,
      "narrator": "It was narrated that 'Uqbah bin 'Amir said:",
      "text": "'Uqbah bin 'Amir'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü (ﷺ) derken şöyle dediğini duydum: 'Rabbiniz, dağların yükseklerinde ezan okuyan ve namaz kılan bir çobandan hoşnuttur. Allah der ki: 'Bakın bu kuluma; o ezan ve ikamet okuyor ve benden korkuyor. Ben kulumu affettim ve onu cennete aldım.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Rifa'ah bin Rafi' that while the Messenger of Allah (S.A.W) was sitting in the row for prayer. The Hadith. \n\nWith this chain, At-Tirmidhi recorded it (No. 302) and An-Nasai in Al-Kubra (No. 1631). It is the narration about the man who prayed incorrectly, and in it, the Prophet instructed him:",
      "text": "Rifa'ah bin Rafi' den rivayet edilmiştir ki, Allah'ın Resulü (S.A.W) namaz sırasındayken oturuyordu. Hadis. Bu isnadla, At-Tirmidhi bunu kaydetmiştir (No. 302) ve An-Nasai Al-Kubra'da (No. 1631) kaydetmiştir. Bu, yanlış kılan adam hakkında bir rivayettir ve içinde Peygamber ona: \"Sonra Tashhad et, sonra ikamet söyle.\" diye talimat vermiştir. Burada Tashhad'ın anlamının ezan okumak olduğu söylenmektedir. An-Nasai, Hadisi farklı isnadlarla kaydetmiştir (1054, 1137, 1314, 1315). At-Tirmidhi'nin rivayet ettiği kelime ve Al-Kubra'daki yazarın bahsettiği, diğer alıntılanan versiyonlar An-Nasai'nin bu kitapta alıntıladığı versiyonlar değildir. Bu yüzden burada Hadis için isnadı rivayet etmiş gibi görünmektedir, At-Tirmidhi'nin rivayet ettiği aynı versiyonu göstererek, ancak burada gerçek metni rivayet etmek istememiştir. Abu Dawud da bunu ezan ve ikamet sırasıyla farklı bir nakil yolu ile rivayet etmiştir (No. 861). Ve bu, ezan ve ikametın farz olduğu görüşü için kullanılan delillerden biridir - çünkü yanlış kılan kişinin Hadisinde emredilmiştir."
    },
    {
      "id": 43,
      "narrator": "It was narrated that Abu Al-Muthanna, the Mu'adhdhin of the Jami' Masjid, said:",
      "text": "Abu Al-Muthanna, Cami' Mescid'in mu'adhdhininden rivayet edilmiştir ki: \"Ben İbn 'Umar'a ezan hakkında sordum ve o: 'Allah'ın Resulü (S.A.W) zamanında, ezanın ifadeleri iki kez, ikamet ifadeleri ise bir kez okunurdu, sadece 'Qad qamat is-salah' (namaz başlamak üzeredir) ifadesini iki kez söylemelisiniz. 'Namaz başlamak üzeredir' dediğimizde, abdest alır ve namaza çıkardık.' dedi.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Malik bin Al-Huwayrith said:",
      "text": "Malik bin Al-Huwayrith'den rivayet edilmiştir ki: \"Allah'ın Resulü (S.A.W) bana ve bir arkadaşımın yanına şöyle dedi: 'Namaz vakti geldiğinde, ikiniz ezan okuyun, sonra ikiniz ikamet söyleyin, sonra biriniz namazı kıldırsın.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (S.A.W) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Peygamber (S.A.W) şöyle dedi: \"Namaz için çağrı yapıldığında, Şeytan kaçışır, yüksek sesle gaz çıkarır ki ezan sesini duymasın. Ezan sona erdiğinde geri gelir. Ve ikamet söylendiğinde, tekrar kaçışır, ve tamamlandığında tekrar geri gelir ve (namaz kılan) kişinin kalbi ile araya girerek ona: 'Şunu hatırla, bunu hatırla,' - hatırlamadığı şeyler - der, ta ki kaç rekat kıldığını bilmez hale gelir.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (S.A.W) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (S.A.W) şöyle buyurmuştur: \"Eğer insanlar ezanın ve birinci safların faziletini bilselerdi, bunlar hakkında kura çekmekten başka bir yolları kalmazdı. Namaza erken gelmenin faziletini bilselerdi, buna yarışırlardı. 'Atamah ve Subh namazının faziletini bilselerdi, sürünerek de olsa gelmeye çalışırlardı.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that 'Uthman bin Abi Al-As said:",
      "text": "'Uthman bin Abi Al-As'tan rivayet edilmiştir ki, \"Ben dedim: 'Ey Allah'ın Resulü (S.A.W), beni halkımın imamı yap.' O da: 'Sen onların imamısın, o halde aralarındaki en zayıfı dikkate al ve ezan için ücret kabul etmeyen bir Mu'adhdhin seç.'\" dedi."
    },
    {
      "id": 48,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Messenger of Allah (S.A.W) said:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (S.A.W) şöyle buyurmuştur: \"Ezanı duyduğunuzda, Mu'adhdhin'in söylediği gibi söyleyin.\""
    },
    {
      "id": 49,
      "narrator": "An-Nasr bin Sufyan narrated that he heard Abu Hurairah say:",
      "text": "En-Nasr bin Sufyan, Abu Hurayra'nın şöyle dediğini duyduğunu rivayet etmiştir: \"Biz Allah'ın Resulü (S.A.W) ile birlikteydik ve Bilal ayağa kalkıp ezanı okudu. Bilal sustuğunda, Allah'ın Resulü (S.A.W) şöyle dedi: 'Mu'adhdhin'in söylediklerini kesin bir şekilde söyleyen cennete girecektir.'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Mujammi' bin Yahya Al-Ansari said:",
      "text": "Mujammi' bin Yahya Al-Ansari'den rivayet edilmiştir ki, \"Ben Abu Umamah bin Sahl bin Hunaif ile oturuyordum, Mu'adhdhin ezanı okudu. O şöyle dedi: 'Allahu akbar; Allahu Akbar,' ve iki kez tekbir getirdi. Sonra: 'Ashhadu an la ilaha illallah,' dedi ve iki kez şehadet getirdi. Sonra: 'Ashhadu anna Muhammadan Rasul-Allah,' dedi ve iki kez daha şehadet getirdi. Sonra: 'Bunu Mu'aviye bin Abi Sufyan bana, Allah'ın Resulü (S.A.W) sözlerinden rivayet etti.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Abu Umamah bin Sahl said:",
      "text": "Abu Umamah bin Sahl'den rivayet edilmiştir ki, \"Mu'aviye'nin şöyle dediğini duydum: 'Ben Allah'ın Resulü (S.A.W) ezanı duyduğunda, Mu'adhdhin'in söylediklerini tekrar ettiğini duydum.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that 'Alqamah bin Waqqas said:",
      "text": "'Alqamah bin Waqqas'tan rivayet edilmiştir ki, \"Ben Mu'aviye ile birlikteydim, Mu'adhdhin ezanı okudu. Mu'aviye Mu'adhdhin'in söylediklerini söyledi, ama 'Hayya 'alas-salah' dediğinde, 'La hawla wa la quwwata illa Billah' dedi; 'Hayya 'alal-falah' dediğinde de 'La hawla wa la quwwata illa Billah' dedi. Sonra Mu'adhdhin'in söylediklerini tekrar etti ve: 'Ben Allah'ın Resulü (S.A.W) bunu tam olarak böyle söylediğini duydum.'\""
    },
    {
      "id": 53,
      "narrator": "'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr şöyle dedi: \"Ben Allah'ın Resulü (S.A.W) şöyle derken duydum: 'Mu'adhdhin'i duyduğunuzda, onun söylediği gibi söyleyin ve benim için Salah edin; çünkü kim benim için bir kez Salah ederse, Allah ona on kez Salah eder. Sonra Allah'tan benim için Al-Wasilah'ı isteyin; bu, cennette yalnızca Allah'ın bir kulunun ulaşacağı bir makamdır ve umarım ki ben o kişi olurum. Kim benim için Al-Wasilah'ı isterse, benim şefaatime layık olacaktır.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from Sa'd bin Abi Waqqas that the Messenger of Allah (S.A.W) said:",
      "text": "Sa'd bin Abi Waqqas'tan rivayet edilmiştir ki, Allah'ın Resulü (S.A.W) şöyle buyurmuştur: \"Mu'adhdhin'i duyduğunda: 'Ashhadu an la ilaha illallah wahdahu la sharika lahu wa anna Muhammadan 'abduhu wa Rasuluhu, raditu Billahi Rabban, wa bil-Islami dinan was bi Muhammadin Rasula' diyenin günahları bağışlanacaktır.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (S.A.W) şöyle buyurmuştur: \"Ezanı duyduğunda: 'Allahumma rabba hadhihid-da'wat it-tammah was-salat il-qaimah, ati Muahmmadan al-wasilah wal-fadilah, wab'athu maqaman mahmudan alladhi wa'adtahu' diyenin, Kıyamet Günü benim şefaatime nail olacaktır.\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that 'Abdullah bin Mughaffal said:",
      "text": "'Abdullah bin Mughaffal şöyle dedi: \"Allah'ın Resulü (S.A.W) şöyle buyurdu: 'Her iki ezan arasında bir namaz vardır, her iki ezan arasında bir namaz vardır, her iki ezan arasında bir namaz vardır; kim bunu yapmak isterse.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anlamı, ezan ile ikamet arasındadır."
    },
    {
      "id": 58,
      "narrator": "It was narrated from Ash'ath bin Abi Ash-Sha'tha' that his father said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, \"Mu'adhdhin ezanı okuduğunda, Peygamber (S.A.W) arkadaşlarından bazıları kalkar ve caminin direklerine doğru koşar ve Peygamber (S.A.W) çıkana kadar namaz kılarlardı. Onlar Maghrib'den önce namaz kılarlardı ve ezan ile ikamet arasında hiçbir şey yoktu.\""
    },
    {
      "id": 59,
      "narrator": "Abu Sakhrah narrated that Abu Ash-Sha'tha' said:",
      "text": "Ash'ath bin Abi Ash-Sha'tha'dan rivayet edilmiştir ki, babası şöyle dedi: \"Ben Abu Hurayra'yı gördüm, bir adam camiden geçip gitti - ezandan sonra. Abu Hurayra dedi ki: 'Bu adam gerçekten Abu Al-Qasim'e (S.A.W) itaat etmemiştir.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Abu Sakhrah, Abu Ash-Sha'tha'nın şöyle dediğini rivayet etmiştir: \"Bir adam ezan okunduktan sonra camiden çıktı ve Abu Hurayra dedi ki: 'Bu adam gerçekten Abu Al-Qasim'e (S.A.W) itaat etmemiştir.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated from Makhramah bin Sulaiman that Kuraib - the freed slave of Ibn 'Abbas - told him:",
      "text": "Makhramah bin Süleyman'dan rivayet edilmiştir ki, Kuraib - İbn Abbas'ın azatlı kölesi - ona şöyle demiştir: \"İbn Abbas'a sordum: 'Allah'ın Resulü (S.A.V) gece nasıl namaz kılardı?' O da: 'On bir Rek'at kılardı, Witr de dahil, sonra derin bir uykuya dalardı, öyle ki onun horladığını duyabiliyordum, sonra Bilal ona geldi ve dedi ki: \"Namaz, Ey Allah'ın Resulü!\" Sonra kalktı ve iki kısa Rek'at kıldı, ardından insanlara namaz kıldırdı ve abdest almadı.'\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from 'Abdullah bin Abi Qatadah that his father said:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Resulü (S.A.V) dedi ki: 'Namaz için İkâmet okunduğunda, benim dışarı çıktığımı görene kadar ayağa kalkmayın.'\""
    }
  ]
}