{
  "language": "tr",
  "metadata": {
    "length": 54,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Amr bin 'Abasah that the Messenger of Allah (ﷺ) said:",
      "text": "'Amr bin 'Abasah'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim Allah'ın anıldığı bir mescid inşa ederse, Allah (Aziz ve Celil) onun için cennette bir ev inşa eder.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Anas that the Prophet (ﷺ) said:",
      "text": "Anas'tan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Kıyametin alametlerinden biri, insanların mescid inşaatında kibirlenmeleridir.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edildiğine göre, \"Yolda babama Kur'an okurdum ve eğer secde gerektiren bir ayet okursam, o secde ederdi. Ben de: 'Babacığım, sokakta secde mi ediyorsun?' dedim. O da: 'Abu Dharr'ın şöyle dediğini duydum: \"Ben Allah'ın Resulü'ne (ﷺ) sordum: 'İlk inşa edilen mescid hangisidir?' O da: 'El-Mescid El-Haram'dır.' dedi. Ben de: 'Aralarında ne kadar zaman vardı?' dedim. O da: 'Kırk yıl. Ve yer, sizin için bir mesciddir (veya secde yeri), bu yüzden ne zaman namaz vakti gelse, nerede olursanız olun namaz kılın.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Ibn 'Abbas that Maimunah the wife of the Prophet (ﷺ) said:",
      "text": "Mekke'de."
    },
    {
      "id": 5,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "\"Uzak mescid\", Kudüs'teki mescid anlamına gelir."
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, Peygamber'in (ﷺ) eşi Maimunah şöyle dedi: \"Kim Allah'ın Resulü'nün (ﷺ) mescidinde namaz kılarsa, bu iyidir; çünkü ben Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: 'Orada kılınan bir namaz, başka yerlerde kılınan bin namazdan daha hayırlıdır, sadece Kabe mescidi hariç.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abu Salamah bin 'Abdur-Rahman and Abu 'Abdullah Al-Agharr, the freed slave of the Juhanis - better of whom were companions of Abu Hurairah - that they heard Abu Hurairah say:",
      "text": "Salim'den rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) Usame bin Zeyd, Bilal ve 'Uthman bin Talhah ile birlikte Kabe'ye girdi ve kapıyı arkasından kapattılar. Allah'ın Resulü (ﷺ) kapıyı açtığında, içeri giren ilk kişi ben oldum. Bilal ile karşılaştım ve ona: 'Allah'ın Resulü (ﷺ) içeride namaz kıldı mı?' dedim. O da: 'Evet, iki Yemen sütunu arasında namaz kıldı.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that 'Abdullah bin Zaid said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Süleyman bin Davud, Beyt El-Makdis'i inşa ettiğinde, Allah'tan üç şey istedi: O'nun hükmüyle uyumlu bir hüküm ve bu kendisine verildi. Ve Allah'tan, kendisinden sonra kimsenin sahip olamayacağı bir saltanat istedi ve bu da kendisine verildi. Mescidi tamamladığında, Allah'a, Aziz ve Celil olan'a, sadece orada namaz kılmak amacıyla gelen kimsenin, annesinin onu doğurduğu gün gibi günahsız çıkmasını istedi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from Umm Salamah that the Prophet (ﷺ) said:",
      "text": "Abu Salamah bin 'Abdur-Rahman ve Abu 'Abdullah Al-Agharr'dan rivayet edildiğine göre, Abu Hurairah'ın şöyle dediğini duydular: \"Allah'ın Resulü'nün (ﷺ) mescidinde kılınan bir namaz, diğer mescidlerde kılınan bin namazdan daha hayırlıdır, sadece El-Mescid El-Haram hariç; çünkü Allah'ın Resulü (ﷺ) son peygamberdir ve onun mescidi son mesciddir.\" Abu Salamah ve Abu 'Abdullah şöyle dediler: \"Abu Hurairah'ın Allah'ın Resulü'nün (ﷺ) hadisine dayanarak konuştuğuna dair şüphemiz yok, ama bu hadisi Abu Hurairah ile doğrulamak için onunla konuşamadık. Sonra bunu hatırladık ve birbirimizi, Abu Hurairah ile bu konuda konuşmadığımız için kınadık ki, eğer gerçekten ondan duymuşsa, bunu Allah'ın Resulü'ne (ﷺ) atfetsin. Tartışırken, 'Abdullah bin İbrahim bin Qariz ile oturduk ve ona hadisi ve Abu Hurairah ile bunu kontrol etmedeki ihmalkarlığımızı anlattık. 'Abdullah bin İbrahim bize şöyle dedi: 'Ben, Abu Hurairah'ın şöyle dediğine şahitlik ederim: Allah'ın Resulü (ﷺ) dedi ki: Ben son peygamberim ve bu son mesciddir.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Ibn Abi Sa'eed Al-Khudri that his father said:",
      "text": "'Abdullah bin Zaid'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Evimin ile Minberim arasındaki alan, cennetin bahçelerindendir.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "Umm Salamah'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Bu minberimin sütunları cennette olacaktır.\""
    },
    {
      "id": 12,
      "narrator": "Abu Umamah bin Sahl bin Hunaif said:",
      "text": "İbn Abi Sa'eed El-Hudri'den rivayet edildiğine göre, babası şöyle dedi: \"İki adam, ilk günden itibaren takva üzerine inşa edilen mescid hakkında tartıştı. Bir adam, bunun Kuba mescidi olduğunu, diğeri ise Allah'ın Resulü'nün (ﷺ) mescidi olduğunu söyledi. Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu benim mescidimdir.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "At-Tawbah 9:108."
    },
    {
      "id": 14,
      "narrator": "It was narrated that Talq bin 'Ali said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Kuba'ya binerken ve yürürken gelirdi.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Kuba', Peygamber'in mescidinin güneyinde yaklaşık üç mil uzaklıktadır. Bu alan, o bölgedeki bir isimle anılmaktadır."
    },
    {
      "id": 16,
      "narrator": "'Ubaidullah bin 'Abdullah reported that 'Aishah and Ibn 'Abbas said:",
      "text": "'Ubaidullah bin 'Abdullah, 'Aişe ve İbn Abbas'tan rivayet etmiştir: \"Allah'ın Resulü (ﷺ) ölüm döşeğinde iken yüzünde bir khamisah vardı. Ateşi yükseldiğinde yüzünü açardı. O haldeyken şöyle dedi: 'Allah, Yahudileri ve Hristiyanları lanetlesin, zira onlar peygamberlerinin mezarlarını ibadet yerleri edindiler.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from 'Aishah that Umm Habibah and Umm Salamah mentioned a church that they had seen in Ethiopia, in which there were images. The Messenger of Allah (ﷺ) said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Ümmü Habibe ve Ümmü Seleme, Etiyopya'da gördükleri bir kiliseyi zikrettiler, içinde resimler vardı. Allah'ın Resulü (ﷺ) şöyle dedi: \"O insanlar, eğer aralarında salih bir kimse varsa, o öldüğünde mezarının üzerine bir ibadet yeri inşa ederler ve o resimleri yaparlar. Onlar, Kıyamet Günü Allah katında yaratılmışların en kötüsü olacaklardır.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Bir adam evinden mescide çıktığında, bir ayağına bir sevap yazılır, diğer ayağına ise bir günah silinir.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizden birinin eşi mescide gitmek için izin istediğinde, onu durdurmayın.'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bu bitkiden yiyen kimse\" - ilk önce \"sarımsak\" dedi, sonra \"sarımsak, soğan ve pırasayı\" söyledi - \"bize mescidlerimizde yaklaşmasın, zira melekler, insanları rahatsız eden şeylerden rahatsız olurlar.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Ma'dam bin Abi Talhah that 'Umar bin Al-Khattab said:",
      "text": "Fath, Al-Bari, İbn Hacer, bunu anlatan kişinin İbn Juraij olduğunu ve 'Ata'nın - Jabir'den rivayet eden - iki şekilde de aktardığını belirtmektedir."
    },
    {
      "id": 22,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Ma'dam bin Ebi Talha'dan rivayet edilmiştir ki, Ömer bin Hattab şöyle dedi: \"Ey insanlar, ben kötü olduğunu düşündüğüm iki bitkiden yiyorsunuz, bu soğan ve sarımsak. Allah'ın Resulü (ﷺ) bir adamdan bu bitkilerin kokusunu duyduğunda, onu Bakî'ye çıkarılmasını emrederdi. Kim bunları yerse, onları iyice pişirsin.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) İ'tikaf yapmak istediğinde, sabah namazını kılar, sonra İ'tikaf yapmak istediği yere girerdi. Ramazan'ın son on gününde İ'tikaf yapmak istedi, bu yüzden ona bir Khiba' (çadır) kurulmasını emretti. Sonra Hafsa, kendisi için bir Khiba' kurulmasını emretti ve Zeynep, çadırını görünce kendisi için de bir Khiba' kurulmasını istedi. Allah'ın Resulü (ﷺ) bunu görünce şöyle dedi: 'Siz, iyilik mi istiyorsunuz?' Ve Ramazan'da İ'tikaf yapmadı, bunun yerine Şevval'de on gün İ'tikaf yaptı.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Amr bin Sulaim Az-Zuraqi that he heard Abu Qatadah say:",
      "text": "Al-Khiba': \"Bedevilerin Wabir (deve veya keçi yünü) veya yünden yapılan bir evi, başka postlardan değil. İki veya üç direği olur.\" (An-Nihayah)"
    },
    {
      "id": 25,
      "narrator": "It was narrated from Sa'eed bin Abi Sa'eed that he heard Abu Hurairah say:",
      "text": "Allah'a ibadet amacıyla mescitte yalnız kalma."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "'Aişe'den rivayet edilmiştir ki, Sa'd, Hendek günü bir Kureyşlinin onu medial kol damarından vurmasıyla yaralandı. Allah'ın Resulü (ﷺ) onun için mescitte bir çadır (Khaimah) kurdu ki, ona yakın bir şekilde ziyaret edebilsin."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Al-Khandaq, hendek anlamına gelir. Bu, Hicret'in beşinci yılında gerçekleşen hendek savaşını ifade eder."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "'Amr bin Sulaim Az-Zuraqi'den rivayet edilmiştir ki, Abu Katade'nin şöyle dediğini duydu: \"Biz mescitte otururken, Allah'ın Resulü (ﷺ) bize Umame bint Ebi'l-As bin Ar-Rabi'yi taşıyarak geldi, annesi Zeynep, Allah'ın Resulü (ﷺ) kızıydı. O küçük bir kızdı ve onu taşıyordu. Allah'ın Resulü (ﷺ) onunla omzunda namaz kıldı, rükûya gittiğinde onu indirdi ve ayağa kalktığında tekrar aldı, ta ki namazını tamamlayana kadar.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Sa'eed bin Al-Musayyab said:",
      "text": "Sa'eed bin Ebi Sa'eed'den rivayet edilmiştir ki, Abu Hureyre'nin şöyle dediğini duydu: \"Allah'ın Resulü (ﷺ) bazı atlıları Nejd'e gönderdi ve Banu Hanife'den Thumamah bin Uthal adında bir adamı getirdiler, Al-Yamamah halkının lideriydi. Sonra onu mescidin direklerinden birine bağladılar.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Jabir said:",
      "text": "'Abdullah bin Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Veda Haccı sırasında bir deve üzerinde tavaf yaptı, Rukn'a, ucu eğik bir sopa ile dokunarak."
    },
    {
      "id": 31,
      "narrator": "Sufyan said:",
      "text": "Sufyan dedi ki: \"Amr'a söyledim: 'Jabir'in: 'Bir adam, Mescit'ten oklar taşıyarak geçti, ve Allah'ın Messenger'ı (ﷺ) ona: 'O zaman tutun, kenarlarından.' dedi mi?' O da: 'Evet.' dedi.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Al-Aswad said:",
      "text": "Al-Aswad'dan nakledildi ki: \"Alqamah ve ben 'Abdullah bin Mes'ud'un yanına girdik ve o bize: 'Bu insanlar namaz kıldılar mı?' dedi. Biz: 'Hayır.' dedik. O da: 'Kalkın ve namaz kılın.' dedi. Biz de arkasında durduk, o birimizi sağında, diğerimizi solunda yerleştirdi ve Adhan ve İkame olmadan namaz kıldı. Rükûya gittiğinde parmaklarını birbirine geçirdi ve ellerini dizlerinin arasına koydu, ve dedi ki: 'Ben, Allah'ın Messenger'ı (ﷺ) bunu yaparken gördüm.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that Sulaiman said:",
      "text": "Sulaiman'dan nakledildi ki: \"İbrahim'den (Alqamah ve Al-Aswad'dan 'Abdullah'ı naklettiğini) duydum,\" ve benzer bir şey nakletti."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "'Abbad bin Tamim'den, babasından nakledildi ki: \"Ben, Allah'ın Messenger'ı (ﷺ) Mescit'te sırt üstü yatarken, bir bacağını diğerinin üzerine koyarken gördüm.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "İbn 'Umar'dan nakledildi ki: \"Genç ve bekar olduğumda, ailem yoktu, Allah'ın Messenger'ı (ﷺ) zamanında, Peygamber Mescidi'nde uyurdum.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'dan nakledildi ki: \"Allah'ın Messenger'ı (ﷺ) dedi ki: 'Mescit'te tükürmek bir günahtır ve bunun kefareti onu gömmektir.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) saw some sputum on the Qiblah wall. He scrapped it off then he turned to the people and said:",
      "text": "İbn 'Umar'dan nakledildi ki: \"Allah'ın Messenger'ı (ﷺ) Kıble duvarında bir miktar tükürük gördü. Onu kazıdı, sonra insanlara döndü ve dedi ki: 'Sizden biri namaz kılarken, önüne tükürmesin, çünkü Allah namaz kılarken onun önündedir.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Prophet (ﷺ) saw some spittle in the Qiblah of the Masjid. He scratched it off with a pebble and forbade a man to spit to his front or to his right. He said:",
      "text": "Ebu Sa'eed Al-Khudri'den nakledildi ki: \"Peygamber (ﷺ) Mescit'in Kıble'sinde bir miktar tükürük gördü. Onu bir çakıl taşıyla kazıdı ve bir adamın önüne veya sağ tarafına tükürmesini yasakladı. Dedi ki: 'Soluna veya sol ayağının altına tükürsün.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated that Tariq bin 'Abdullah Al-Muharibi said:",
      "text": "Tariq bin 'Abdullah Al-Muharibi'den nakledildi ki: \"Namaz kıldığınızda, önünüze veya sağınıza tükürmeyin. Arkaya veya solunuza tükürün, eğer orada kimse yoksa, aksi takdirde bunu yapın.\" Ve ayağının altına tükürdü ve onu ovaladı.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Al-'Ala' bin Ash-Shikhir that his father said:",
      "text": "Ebu Al-'Ala' bin Ash-Shikhir'den nakledildi ki: \"Babam dedi ki: 'Ben, Allah'ın Messenger'ı (ﷺ) tükürürken ve sonra sol ayağıyla onu ovalarken gördüm.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'den nakledildi ki: \"Allah'ın Messenger'ı (ﷺ) Mescit'in Kıble'sinde bir miktar tükürük gördü ve öyle öfkelendi ki yüzü kızardı. Sonra Ensar'dan bir kadın gidip onu kazıdı ve yerine biraz parfüm koydu. Allah'ın Messenger'ı (ﷺ) dedi ki: 'Bu ne güzel.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Abdul-Malik bin Sa'eed said:",
      "text": "'Abdul-Malik bin Sa'eed'den nakledildi ki: \"Ben, Ebu Humaid ve Ebu Usaid'in dediğini duydum: 'Allah'ın Messenger'ı (ﷺ) dedi ki: \"Sizden biri Mescit'e girdiğinde, şöyle desin: 'Allahumme aftahli abwaba rahmatik (Ey Allah, bana rahmet kapılarını aç).' Ve çıktığında şöyle desin: 'Allahumme inni as'aluka min fadlik (Ey Allah, senin lütfundan istiyorum).'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from Abu Qatadah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Katadah'dan nakledildi ki: \"Allah'ın Messenger'ı (ﷺ) dedi ki: 'Sizden biri Mescit'e girdiğinde, oturmadan önce iki Rek'at namaz kılsın.'\""
    },
    {
      "id": 44,
      "narrator": "'Abdullah bin Ka'b said:",
      "text": "'Abdullah bin Ka'b dedi ki: \"Ben, Ka'b bin Malik'in, Allah'ın Messenger'ı (ﷺ) ile Tabuk seferine çıkmaktan geri kaldığı hikayesini anlatırken duydum. Dedi ki: 'Allah'ın Messenger'ı (ﷺ) sabah geri döndü ve bir yolculuktan döndüğünde önce Mescit'e gider ve orada iki Rek'at namaz kılardı, sonra insanlarla (görüşmek için) otururdu. Bunu yaptığında, geri kalanlar ona geldiler ve özürlerini sunmaya başladılar, Allah'a yemin ederek. Seksen kadar adam vardı ve Allah'ın Messenger'ı (ﷺ) onların beyan ettiklerini kabul etti ve yeminlerini kabul etti; onlar için af diledi ve kalplerinde olanı Allah'a bıraktı. Sonra ben geldiğimde ve ona selam verdiğimde, öfkeli birinin gülümsemesi gibi gülümsedi, sonra dedi ki: 'Buraya gel.' Ben de geldim ve önünde oturdum, o da: 'Seni geri bırakan ne oldu? Bir binek almadın mı?' dedim: 'Ey Allah'ın Messenger'ı, eğer bu dünyada yüksek mevkilerde olanlardan başka birine otursaydım, onun öfkesinden kaçmanın bir yolunu bulurdum. Ben bir söz ustasıyım ama, Allah'a yemin ederim ki, eğer bugün sana hoş görünmek için bir yalan söylesem, Allah seni benden öfkeli kılacaktır, ama eğer gerçeği söylersem, bu seni öfkeli kılacak, ama yine de Allah'ın beni affetme umudum var. Hiçbir zaman geri kaldığım zamandan daha iyi bir durumda, fiziksel veya maddi olarak olmadım.' Allah'ın Messenger'ı (ﷺ) dedi ki: 'Bu adam doğru konuştu. Git, Allah senin hakkında karar verene kadar.' Ben de kalkıp gittim.\" Bu, rivayetin kısaltılmış bir versiyonudur."
    },
    {
      "id": 45,
      "narrator": "It was narrated that Abu Sa'eed bin Al-Mu'alla said:",
      "text": "Yazarın rivayeti buna atıfta bulunduğu budur. Bir şeyin, bu durumda namazın, anılmaması, onun var olmadığına dair bir delil değildir."
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Sizden biri namaz kıldığı sürece ve abdestini bozmadığı müddetçe, melekler ona salat ederler; (şöyle derler): 'Ey Allah, onu affet, ey Allah, ona merhamet et.'\""
    },
    {
      "id": 47,
      "narrator": "Sahl As-Sa'idi, may Allah be pleased with him, said:",
      "text": "Sahl b. Sa'd, Allah ondan razı olsun, şöyle demiştir: \"Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: 'Kim mescitte namazı bekliyorsa, o namaz halindedir.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from 'Abdullah bin Mughaffal that the Messenger of Allah (ﷺ) forbade praying in the camel pens.\n\n A'tan:",
      "text": "Abdullah b. Mughaffal'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) deve ahırlarında namaz kılmayı yasaklamıştır."
    },
    {
      "id": 49,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "A'tan: Diz çökme yerleri, ya da su içmek için diz çökülen yerlerdir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Jabir b. Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yeryüzü benim için secde yeri ve taharet aracı kılındı; bu yüzden benim ümmetimden bir adam nerede olursa olsun, namaz vakti geldiğinde namaz kılsın.\""
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Ümmü Süleym, Allah'ın Resulü'nden (ﷺ) evine gelmesini ve orada namaz kılmasını istemiştir ki, orayı Musalla (namaz yeri) olarak alsın. Bunun üzerine Resulullah ona gelmiş, o da bir kamış halı alıp üzerine su serpiştirmiş ve Resulullah (ﷺ) onun üzerinde namaz kılmış, onlar da onunla birlikte namaz kılmışlardır."
    },
    {
      "id": 52,
      "narrator": "Abu Hazim bin Dinar narrated that some men came to Sahl bin Sa'd As-Sa'idi. They were wondering what kind of wood the Minbar was made of, so they asked him about that. He said:",
      "text": "Maimunah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir halı üzerinde namaz kılardı."
    },
    {
      "id": 53,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "Ebu Hazim b. Dinar, bazı adamların Sahl b. Sa'd As-Sa'idi'ye geldiklerini ve Minber'in hangi ağaçtan yapıldığını merak ettiklerini, bu konuda ona sorduklarını anlatmıştır. O da: \"Vallahi, onun neyle yapıldığını biliyorum. Onun kurulduğu ilk günde ve Allah'ın Resulü'nün (ﷺ) üzerine oturduğu ilk günde onu gördüm. Allah'ın Resulü (ﷺ) falanca kadına - Sahl'ın ismini verdiği bir kadın - şöyle haber gönderdi: 'Marangoz kölenize, insanların önünde konuştuğumda oturabileceğim bir şey yapsın.' O da ona söyledi, o da Al-Ghabah'dan (Medine yakınında bir yer) samur ağacından yaptı. Sonra onu getirdi ve Allah'ın Resulü'ne (ﷺ) gönderildi, o da burada kurulmasını emretti. Sonra Allah'ın Resulü (ﷺ) onun üzerine çıktı ve orada namaz kıldı, sonra orada iken tekbir getirdi, sonra orada iken rükûya gitti, sonra geri geri inip minberin dibinde secde etti, sonra geri döndü. İşini bitirdiğinde, insanlara dönerek şöyle dedi: 'Ey insanlar, ben bunu sadece sizlerin namazda bana uymanız ve nasıl namaz kıldığımı öğrenmeniz için yaptım.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from Anas bin Malik that he saw the Messenger of Allah (ﷺ) praying on a donkey while he was riding, praying toward Khaibar with the Qiblah behind him. \n\n   Abu 'Abdur-Rahman (An-Nasa'i) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü'nü (ﷺ) Khaibar'a doğru giderken bir eşek üzerinde namaz kılarken gördüm."
    }
  ]
}