{
  "language": "tr",
  "metadata": {
    "length": 35,
    "arabic": {
      "title": "سنن النسائي",
      "author": "الإمام أحمد بن شعيب النسائي"
    },
    "english": {
      "title": "Sunan an-Nasai",
      "author": "Imam Ahmad ibn Shuayb an-Nasai"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Al Bara bin Azib:",
      "text": "Al Bara bin Azib'den rivayet edilmiştir: Al Bara bin Azib dedi ki: Allah'ın elçisi (ona selam ve salat olsun) Medine'ye geldi ve on altı ay boyunca Beyt-i Makdis'e doğru namaz kıldı, sonra Kabe'ye doğru namaz kılması emredildi. Peygamberle (ona selam ve salat olsun) namaz kılan bir adam, Ensar'dan bazılarına geçti ve dedi ki: \"Allah'ın elçisi (ona selam ve salat olsun) Kabe'ye doğru dönmesi emredildi. Bunun üzerine onlar Kabe'ye doğru döndüler.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"Allah'ın elçisi (ona selam ve salat olsun) seyahat ederken bindiği hayvanın üstünde, hayvanın yöneldiği her yöne doğru namaz kılardı.\" (Rivayet edenlerden biri) Malik dedi ki: \"Abdullah bin Dinar dedi ki: İbn Umar da aynı şekilde yapardı.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Allah'ın elçisi (ona selam ve salat olsun) seyahat ederken bindiği hayvanın üstünde, hayvanın yöneldiği her yöne doğru namaz kılardı ve onun üzerinde vitir namazı kılardı, fakat farz namazları onun üzerinde kılmazdı.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"İnsanlar Kuba'da sabah namazı kılarken, birisi onlara geldi ve önceki gece Allah'ın elçisine (ona selam ve salat olsun) vahiy geldiğini ve Kabe'ye doğru dönmesi emredildiğini söyledi. Bunun üzerine Kabe'ye doğru dönün. Önceden Şam'a doğru dönüyorlardı, bu yüzden Kabe'ye doğru döndüler.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Aisha(ra) said:",
      "text": "Aişe (ra) şöyle dedi: \"Allah'ın elçisine (ona selam ve salat olsun) Tabuk seferinde namaz kılan kişinin sutrası hakkında soruldu. O da: \"Deve eyerinin sırtı kadar yüksek bir şey.\" dedi.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"Allah'ın elçisinin (ona selam ve salat olsun) bir kısa mızrak diktiği ve ona doğru namaz kıldığı rivayet edilmiştir.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Sahl bin Abi Hathmah said:",
      "text": "Sahl bin Abi Hathmah şöyle dedi: \"Sizden biri sutra'ya doğru namaz kılarken, ona yakın dursun ve Şeytan'ın namazını kesmesine izin vermesin.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abdullah bin Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: \"Allah'ın elçisi (ona selam ve salat olsun) Usame bin Zeyd, Bilal ve Osman bin Talha el-Hacabi ile birlikte Kabe'ye girdi ve kapıyı arkasından kilitledi. Abdullah bin Umar dedi ki: \"Bilal'e dışarı çıktığında sordum: 'Allah'ın elçisi (ona selam ve salat olsun) ne yaptı?' O da: 'Sağında bir sütun, solunda iki sütun ve arkasında üç sütun ile durdu - o zaman Kabe altı sütun üzerinde duruyordu - ve duvar ile arasında yaklaşık üç dirsek mesafesi vardı.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: \"Allah'ın elçisi (ona selam ve salat olsun) dedi ki: 'Sizden biri namaza durduğunda, önünde deve eyerinin sırtı kadar yüksek bir şey varsa, o zaman bir perde ile örtülmüştür. Eğer önünde deve eyerinin sırtı kadar yüksek bir şey yoksa, o zaman namazı bir kadın, bir eşek veya bir siyah köpek tarafından bozulur.' Ben (rivayet edenlerden biri) dedim: 'Siyah köpek ile sarı ve kırmızı köpek arasında ne fark var?' O da: 'Ben de Allah'ın elçisine (ona selam ve salat olsun) senin gibi sordum ve o da: 'Siyah köpek bir Şeytandır.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade'den rivayet edilmiştir: \"Ben Jabir bin Zaid'e dedim: 'Namazı bozan nedir?' O da: 'İbn Abbas derdi ki: Adet gören bir kadın ve bir köpek.' (Rivayet edenlerden biri) Yahya dedi ki: 'Şubah bunun marfu bir rivayet olduğunu söyledi.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'dan rivayet edilmiştir: \"Al-Fadl ve ben, dişi bir eşeğimizin üzerinde, Allah'ın elçisi (ona selam ve salat olsun) Arafat'ta insanlara imamlık yapıyordu.\" Sonra bu anlamda bir şey söyledi. \"Sıra içinde bir kısmının yanından geçtik, sonra inip eşeği otlamaya bıraktık ve Allah'ın elçisi (ona selam ve salat olsun) bize hiçbir şey söylemedi.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Al-Fadl  bin 'Abbas said:",
      "text": "Al-Fadl bin Abbas'dan rivayet edilmiştir: \"Allah'ın elçisi (ona selam ve salat olsun) şehir dışında bizim bir arazimizde Al Abbas'ı ziyaret etti ve bizim küçük bir köpeğimiz ve otlayan bir eşeğimiz vardı. Allah'ın elçisi (ona selam ve salat olsun) Asr namazını kıldı ve onlar önünde duruyorlardı, ve onlar kovulmadı veya uzaklaştırılmadı.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Suhaib said:",
      "text": "Suhaib'den rivayet edilmiştir: \"İbn Abbas'ın, Allah'ın elçisinin (ona selam ve salat olsun) önünden geçtiğini ve onun önünde Banu Haşim'den bir genç çocukla birlikte bir eşek üzerinde olduğunu duydum. Sonra inip namaza katıldılar ve o namaz kılmayı durdurmadı. Sonra Banu Abdul-Muttalib'den iki genç kız koşarak gelip dizlerinden tutmaya başladılar. O, onları ayırdı ama namaz kılmayı durdurmadı.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Aishah, may Allah be pleased with her, said:",
      "text": "Aişe, Allah ondan razı olsun, şöyle dedi: \"Ben, Allah'ın elçisi (ona selam ve salat olsun) namaz kılarken onun önündeydim ve çıkmak istediğimde, onun önünden geçmek istemedim, bu yüzden yavaşça ve sessizce kayboldum.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Busr bin Saeed:",
      "text": "Busr bin Sa'id'den rivayet edilmiştir: Busr bin Sa'id dedi ki: \"Zaid bin Khalid beni Abu Juhaim'e gönderdi ve Allah'ın elçisinin (ona selam ve salat olsun) namaz kılan birinin önünden geçen biri hakkında ne söylediğini sordu. Abu Juhaim dedi ki: 'Allah'ın elçisi (ona selam ve salat olsun) dedi ki: 'Namaz kılan birinin önünden geçen kişi, onun üzerindeki günah yükünü bilseydi, onun önünden geçmektense kırk yıl ayakta durmak onun için daha hayırlı olurdu.'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Saeed:",
      "text": "Abu Sa'id'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Sizden biri namaz kılarken, önünden kimsenin geçmesine izin vermesin; eğer ısrar ederse, onunla savaşsın.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Kathir bin Kathir:",
      "text": "Kethir bin Kethir'den rivayet edilmiştir: Kethir bin Kethir, babasından, onun da dedesinden şöyle dediğini nakletmiştir: \"Ben, Allah'ın Resulü (ﷺ)'nün Kabe'yi yedi kez tavaf ettiğini, sonra da Makam'ın kenarında iki rek'at namaz kıldığını gördüm; onunla tavaf edenler arasında hiçbir şey yoktu.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that Aisha said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) gece namaz kılarken, ben onunla Qibla arasında yatarak uyuyordum. Witr namazı kılmak istediğinde beni uyandırır ve ben de witr namazı kılardım.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Abu Marthad al Ghanawi said:",
      "text": "Abu Marthad el-Ghanavi'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kabirler yönünde namaz kılmayın ve onların üzerinde oturmayın.'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Aisha said:",
      "text": "Aişe'den rivayet edilmiştir: \"Evimizde üzerinde resimler bulunan bir örtü vardı, onu evdeki bir dolabın üzerine kapattım, ve Allah'ın Resulü (ﷺ) ona doğru namaz kılıyordu. Sonra şöyle dedi: 'Ey Aişe, bunu benden al.' Ben de onu kaldırdım ve ondan yastıklar yaptım.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that 'Aishah\nsaid:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ)'nün gündüz serdiği ve gece namaz kılmak için küçük bir booth haline getirdiği bir seccadesi vardı. İnsanlar bunu öğrendi ve o namaz kılarken onunla birlikte namaz kıldılar, seccade onunla onların arasında vardı. O şöyle dedi: 'Elinizden geldiğince iyi ameller yapın, çünkü Allah, siz yoruluncaya kadar ödül vermekten bıkmaz. Ve Allah'a en sevimli olan ameller, az olsa bile sürekli olanlardır.' Sonra o namazı bıraktı ve Allah onu (ölümle) alana kadar geri dönmedi; eğer bir şey yapmaya başlarsa, onu sürdürürdü.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that someone asked the Messenger of Allah(ﷺ) about praying in a single garment, and he said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, birisi Allah'ın Resulü (ﷺ)'ne tek elbise ile namaz kılmayı sordu, o da: \"Sizden her birinin iki elbisesi yok mu?\" dedi.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Umar bin Abi Salamah:",
      "text": "Ömer bin Ebi Selame'den rivayet edilmiştir: \"Ömer bin Ebi Selame, Allah'ın Resulü (ﷺ)'nü Umm Selame'nin evinde tek elbise ile namaz kılarken gördü; elbisenin uçlarını omuzlarına koyuyordu.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Salamah bin Al-Akwa said:",
      "text": "Selame bin el-Akwa'dan rivayet edilmiştir: \"Ben dedim: 'Ey Allah'ın Resulü (ﷺ), ben sadece bir gömlek giyerek avlanmaya gidiyorum. Bununla namaz kılabilir miyim?' O da: 'Bunu kendine bir dikenle bile bağla.' dedi.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Sahl bin Sa'd said:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: \"Bazı adamlar, Allah'ın Resulü (ﷺ) ile birlikte namaz kılarken alt elbiselerini çocuklar gibi sıkı bağlıyorlardı; kadınlara da: 'Erkekler tamamen oturuncaya kadar başlarınızı kaldırmayın.' denildi.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Amr bin Salamah said:",
      "text": "Amr bin Selame'den rivayet edilmiştir: \"Kavmim, Peygamber (ﷺ)'den döndüklerinde, onun şöyle dediğini söylediler: 'Kur'an'ı en çok okuyan, sizi namaza yönetsin.' Beni çağırdılar ve rükû ve secde etmeyi öğrettiler; ben onlara namaz kıldırıyordum, yırtık bir örtü giyerek, onlar da babama: 'Oğlunun arkasını bizden gizlemeyecek misin?' diyorlardı.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Aisha said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) gece namaz kılarken ben onun yanındaydım ve adet görüyordum; üzerimde bir elbise vardı, onun bir kısmı da Allah'ın Resulü (ﷺ)'nün üzerindeydi.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Abu Huraira said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizden hiç kimse, omzunda bir parça olmadan tek elbise ile namaz kılmasın.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Uqbah bin Amir said:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ)'ne ipekten bir farruj sunuldu; onu giydi ve içinde namaz kıldı, sonra namazı bitirince, sanki ondan hoşlanmamış gibi onu yırtarak: 'Bu, takva sahiplerine uygun değildir.' dedi.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from Aisha (ra) that the Messenger of Allah(ﷺ)prayed in a khamisah that had markings, then he said:",
      "text": "Aişe (ra) tarafından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) üzerinde işaretler bulunan bir khamisah ile namaz kıldı; sonra şöyle dedi: \"Bu işaretler beni oyaladı. Bunu Ebu Cehm'e götür ve bana onun Anbijani'ni getir (işaretsiz yün elbise).\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Awn bin Abi Juhaifah'tan, babasından rivayet edildiğine göre, Allah'ın Resulü (ﷺ) kırmızı bir hullah ile dışarı çıktı ve kısa bir mızrak (Anazah) dikti ve ona doğru namaz kıldı, o sırada köpekler, kadınlar ve eşekler onun önünden geçiyordu."
    },
    {
      "id": 32,
      "narrator": "Khilas bin 'Amr said:",
      "text": "Khilas bin 'Amr dedi ki: \"Aişe (ra)'dan şunu duydum: 'Allah'ın Resulü (ﷺ), Abii Al-Qbim ve ben tek bir örtünün altındaydık ve ben adetliyim. Eğer benden ona bir şey bulaşırsa, o, üzerine bulaşan şeyi yıkar ve başka bir yeri yıkamazdı, sonra içinde namaz kılardı ve tekrar yanıma dönerdi. Eğer benden ona bir şey bulaşırsa, aynı şekilde yapardı ve başka bir yeri yıkamazdı.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that Hammam said:",
      "text": "Hammam'dan rivayet edildiğine göre: \"Jarir'in idrar yaptığını gördüm, sonra su istedi ve abdest aldı, ardından çoraplarının üzerine meshetti, sonra kalkıp namaz kıldı. Bu konuda kendisine soruldu ve şöyle dedi: 'Ben, Peygamber (ﷺ)'in tam olarak böyle yaptığını gördüm.'\""
    },
    {
      "id": 34,
      "narrator": "Abu Maslamah - whose name is Saeed bin Yazid, a trustworthy Basri - told us:",
      "text": "Abu Maslamah - ki ismi Saeed bin Yazid, güvenilir bir Basri'dir - bize şöyle söyledi: \"Anas bin Malik'e sordum: 'Peygamber (ﷺ) terlik ile namaz kıldı mı?' O da: 'Evet.' dedi.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Abdullah bin As Saib'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Feth günü (Mekke'nin Fethi) namaz kıldı ve terliklerini soluna koydu."
    }
  ]
}