{
  "language": "tr",
  "metadata": {
    "length": 7,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "'Umar bin Al-Khattab'dan rivayet edilmiştir: Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: \"Amellerin karşılığı niyetlere göredir ve her kişi niyetine göre mükafat alacaktır. Kim dünya menfaati veya evlenmek için hicret ederse, hicreti de onun için olmuştur.\""
    },
    {
      "id": 2,
      "narrator": "Narrated 'Aisha:",
      "text": "'Aişe'den rivayet edilmiştir: (iman edenlerin annesi) Al-Haris bin Hişam, Allah'ın Messenger'ına (ﷺ) \"Ey Allah'ın Messenger'ı (ﷺ)! İlahi vahiy sana nasıl gelir?\" diye sordu. Allah'ın Messenger'ı (ﷺ) şöyle cevap verdi: \"Bazen bir çan sesi gibi gelir, bu vahiy şekli en zoru ve ben ilham edilen şeyi kavradıktan sonra bu hal geçer. Bazen melek bir insan şeklinde gelir ve benimle konuşur, ben de onun söylediklerini anlarım.\" 'Aişe ekledi: Gerçekten de soğuk bir günde Peygamber'i (ﷺ) ilham alırken gördüm ve alnından terlerin düştüğünü fark ettim (vahiy sona erdiğinde)."
    },
    {
      "id": 3,
      "narrator": "Narrated 'Aisha (the mother of the faithful believers):",
      "text": "'Aişe'den (iman edenlerin annesi) rivayet edilmiştir: Allah'ın Messenger'ına (ﷺ) gelen İlahi vahyin başlangıcı, gerçek olan güzel rüyalar şeklindeydi, bunlar parlak gündüz gibi gerçekleşiyordu ve sonra yalnızlık sevgisi ona verildi. O, Hira Mağarası'na gidip orada yalnız başına (sadece Allah'a) ibadet ederdi, ailesini görme arzusundan önce birçok gün boyunca. Yanında kalacak yiyecek alır ve sonra (eşine) Hatice'ye geri döner, aynı şekilde yiyeceğini alırdı ta ki bir gün Hira Mağarası'nda iken gerçek aniden ona ininceye kadar. Melek ona geldi ve okumayı istedi. Peygamber (ﷺ) \"Ben okumayı bilmiyorum.\" diye cevap verdi. Peygamber (ﷺ) ekledi: \"Melek beni (zorla) yakaladı ve öyle bir şekilde sıktı ki daha fazla dayanamadım. Sonra beni serbest bıraktı ve tekrar okumamı istedi, ben de 'Ben okumayı bilmiyorum.' dedim. Bunun üzerine beni tekrar yakaladı ve ikinci kez sıktı, yine daha fazla dayanamadım. Sonra beni serbest bıraktı ve tekrar okumamı istedi ama yine 'Ben okumayı bilmiyorum (ya da ne okumalıyım)?' dedim. Bunun üzerine üçüncü kez beni yakaladı ve sıktı, sonra serbest bıraktı ve 'Rabbinin adıyla oku, O, (var olan her şeyi) yaratan, insanı bir kan pıhtısından yaratan. Oku! Ve Rabbin en cömert olandır.' (96.1, 96.2, 96.3) Sonra Allah'ın Messenger'ı (ﷺ) vahiy ile geri döndü ve kalbi şiddetle atıyordu. Sonra Hatice bint Huveylid'e gitti ve 'Beni ört! Beni ört!' dedi. Onlar onu örtünceye kadar korkusu geçti ve sonrasında ona olan biteni her şeyi anlattı ve 'Bir şey olacağından korkuyorum.' dedi. Hatice cevap verdi: 'Asla! Vallahi, Allah seni asla rezil etmez. Sen akrabalarınla iyi ilişkiler kurarsın, fakirlere ve muhtaçlara yardım edersin, misafirlerine cömert davranırsın ve zor durumda olanlara destek olursun.' Hatice daha sonra onu kuzeni Varaqa bin Nüfel'e götürdü, o da İslam öncesi dönemde Hristiyan olmuş ve İbrani harfleriyle yazı yazardı. Allah'ın istediği kadar İncil'den İbranice yazardı. O yaşlı bir adamdı ve görme yetisini kaybetmişti. Hatice Varaqa'ya dedi: 'Ey kuzenim, yeğenin hikayesini dinle!' Varaqa sordu: 'Ey yeğenim! Ne gördün?' Allah'ın Messenger'ı (ﷺ) gördüğü her şeyi anlattı. Varaqa dedi: 'Bu, Allah'ın Musa'ya gönderdiği sırları koruyan (Cebrail) aynı kişidir. Keşke genç olsaydım ve senin halkının seni dışlayacağı zamana kadar yaşayabilseydim.' Allah'ın Messenger'ı (ﷺ) sordu: 'Beni dışlayacaklar mı?' Varaqa olumlu cevap verdi ve 'Senin getirdiğin benzer bir şeyle gelen herkes düşmanlıkla karşılandı; eğer ben, senin dışlandığın güne kadar hayatta kalırsam, seni güçlü bir şekilde desteklerim.' dedi. Ama birkaç gün sonra Varaqa öldü ve İlahi vahiy de bir süre durdu."
    },
    {
      "id": 4,
      "narrator": "Narrated Jabir bin 'Abdullah Al-Ansari (while talking about the period of pause in revelation) reporting the speech of the Prophet:",
      "text": "Jabir bin Abdullah El-Ensari'den (vahiydeki duraklama dönemini anlatırken) Peygamber'in sözünü rivayet etmiştir: \"Yürüyordum, birden gökten bir ses duydum. Yukarı baktım ve Hira Mağarası'nda beni ziyaret eden aynı meleği, gök ile yer arasında bir sandalyede otururken gördüm. Ondan korktum ve eve döndüm ve 'Beni örtün.' dedim. Sonra Allah şu Kuran ayetlerini indirdi: 'Ey örtüye bürünen! Kalk ve (insanları) Allah'ın azabıyla uyar,... ' ve 'putları terk et.' (74.1-5) Bunun ardından vahiy güçlü, sık ve düzenli bir şekilde gelmeye başladı.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Said bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: İbn Abbas, Allah'ın \"Kur'an hakkında acele etmek için dilini hareket ettirme.\" (75.16) ifadesinin açıklamasında şöyle dedi: \"Allah'ın Messenger'ı (ﷺ) vahyi büyük bir zorlukla taşırdı ve ilhamla dudaklarını (hızla) hareket ettirirdi.\" İbn Abbas dudaklarını hareket ettirerek, \"Ben de Allah'ın Messenger'ı (ﷺ) gibi dudaklarımı hareket ettiriyorum.\" dedi. Said dudaklarını hareket ettirerek: \"Ben de dudaklarımı hareket ettiriyorum, İbn Abbas'ın dudaklarını hareket ettirdiğini gördüğüm gibi.\" dedi. İbn Abbas ekledi: \"Böylece Allah 'Kur'an hakkında acele etmek için dilini hareket ettirme. Onu toplamak ve sana (ey Muhammed) okuma yeteneği vermek bize aittir.' (75.16-17) dedi ki bu, Allah'ın (Peygamberi) o zaman indirilen Kur'an'ın kısmını ezberleyeceği ve okuyacağı anlamına gelir. Allah'ın 'Ve biz onu sana (ey Muhammed, Cebrail aracılığıyla) okuduğumuzda, onun okumasını takip et.' (75.18) ifadesi, 'onu dinle ve sessiz ol.' demektir. Sonra onu sana açıklamak (Allah'a) aittir.' (75.19) demek, 'Sonra onu okuman (ve anlamı kendiliğinden dilinle belli olacaktır).' Daha sonra Allah'ın Messenger'ı (ﷺ) Cebrail geldiğinde onu dinlerdi ve onun ayrılmasından sonra onu Cebrail'in okuduğu gibi okurdu.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) insanların en cömertiydi ve Cebrail'in kendisiyle buluştuğu Ramazan ayında cömertlikte zirveye ulaşırdı. Cebrail, Ramazan'ın her gecesi ona Kur'an'ı öğretmek için gelirdi. Allah'ın Messenger'ı (ﷺ) en cömert kişiydi, hatta hayır işlerinde hızlı ve istekli olan güçlü bir rüzgardan daha cömertti."
    },
    {
      "id": 7,
      "narrator": "Narrated 'Abdullah bin 'Abbas:",
      "text": "'Abdullah bin Abbas'tan rivayet edilmiştir: Ebu Süfyan bin Harb, Heraklius'un ona bir elçi gönderdiğini bildirdi. O, Kureyş'ten bir kervanla birlikteydi. Onlar, Allah'ın Messenger'ı (ﷺ) ile Ebu Süfyan ve Kureyş kafirleri arasında bir ateşkes olduğu sırada Şam'da (Suriye, Filistin, Lübnan ve Ürdün) ticaret yapan tüccarlardı. Ebu Süfyan ve arkadaşları, İlya (Kudüs)'de Heraklius'a gittiler. Heraklius, onları mahkemeye çağırdı ve etrafında tüm üst düzey Roma yetkilileri vardı. Çevirmenini çağırdı ve Heraklius'un sorusunu çevirerek onlara şöyle dedi: \"Aranızda bu adamı (Peygamber) iddia edenle en yakın akraba kimdir?\" Ebu Süfyan cevap verdi: \"Ben (gruptaki) en yakın akrabasıyım.\""
    }
  ]
}