{
  "language": "tr",
  "metadata": {
    "length": 266,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: İnsanlar ateş ve çan hakkında konuştular (bunları namazların başlangıcını belirtmek için sinyal olarak önerdiler) ve bu şekilde Yahudileri ve Hristiyanları kastettiler. Sonra Bilal'e, namaz için Adhan'ı iki kez söylemesi, İkama (namaz için saf halinde ayakta durma çağrısı) için ise bir kez söylemesi emredildi. (İkama, insanlar namaza hazır olduğunda okunur)."
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Müslümanlar Medine'ye vardıklarında, namaz için toplanıyorlar ve zamanını tahmin ediyorlardı. O günlerde, namazlar için Adhan uygulaması henüz tanıtılmamıştı. Bir gün, namaz çağrısı ile ilgili bu sorunu tartıştılar. Bazı insanlar Hristiyanlar gibi bir çan kullanılmasını önerdi, diğerleri ise Yahudilerin kullandığı boru gibi bir boru önerdi, ancak 'Umar, insanların namaza çağrılması gerektiğini ilk öneren oldu; bunun üzerine Allah'ın Elçisi (ﷺ) Bilal'e kalkıp namaz için Adhan'ı okumasını emretti."
    },
    {
      "id": 3,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bilal'e, namaz için Adhan'ın kelimelerini iki kez tekrarlaması ve İkama'nın kelimelerini bir kez söylemesi emredildi, \"Qad-qamat-is-salat\" hariç."
    },
    {
      "id": 4,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Müslümanların sayısı arttığında, namaz zamanını bilmek için bazı tanıdık yollarla nasıl yapacaklarını tartıştılar. Bazıları (namaz zamanı) bir ateş yakılmasını önerdi, diğerleri çan çalınmasını önerdi. Bilal'e, Adhan'ın kelimelerini iki kez ve İkama'nın kelimelerini yalnızca bir kez söylemesi emredildi."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: Anas dedi ki, \"Bilal'e Adhan'ın kelimelerini iki kez ve İkama'nın kelimelerini yalnızca bir kez söylemesi emredildi.\" Alt rivayetçi İsmail dedi ki, \"Bunu Aiyub'a söyledim ve o ekledi, \"İkama hariç (yani Qad-qamat-is-salat iki kez söylenmelidir)."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Adhan okunduğunda Şeytan kaçışa geçer ve uçuşu sırasında ses çıkararak rüzgar çıkarır ki Adhan'ı duymasın. Adhan tamamlandığında geri gelir ve İkama okunduğunda tekrar kaçışa geçer ve tamamlandığında tekrar geri gelir ta ki kişinin kalbine fısıldasın (namazından dikkatini dağıtmak için) ve ona namazdan önce aklına gelmeyen şeyleri hatırlatır ve bu da onun ne kadar namaz kıldığını unutmasına neden olur.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdur-Rahman:",
      "text": "Abdurrahman'dan rivayet edilmiştir: Ebu Sa'id el-Hudri babama dedi ki, \"Koyunları ve çölü sevdiğini görüyorum. Bu yüzden koyunlarınla veya çölün içinde olduğunda ve namaz için Adhan okumak istediğinde sesini yükselt, çünkü Adhan'ı duyan herkes, insan, cin veya başka bir yaratık olsun, Kıyamet Günü senin için şahit olacaktır.\" Ebu Sa'id ekledi, \"Bunu Allah'ın Elçisi'nden (ﷺ) duydum.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Humaid:",
      "text": "Humaid'ten rivayet edilmiştir: Anas bin Malik dedi ki, \"Peygamber (ﷺ) bizimle birlikte herhangi bir ulusa karşı savaşmak için dışarı çıktığında, sabaha kadar saldırmamıza izin vermezdi ve beklerdi: Eğer Adhan'ı duyarsa saldırıyı ertelerdi ve eğer Adhan'ı duymazsa onlara saldırırdı.\" Anas ekledi, \"Biz Khaibar'a gece vardık ve sabah namaz için Adhan'ı duymadığında, (Peygamber) bindi ve ben Ebu Talha'nın arkasında bindim ve ayağım Peygamber'in ayağına değiyordu. Khaibar'ın sakinleri sepetleri ve kürekleriyle dışarı çıktılar ve Peygamber'i (ﷺ) görünce 'Muhammed! Vallahi, Muhammed ve ordusu.' diye bağırdılar. Allah'ın Elçisi (ﷺ) onları görünce, 'Allahu-Akbar! Allahu-Akbar! Khaibar harabe oldu. Biz bir (düşman) ulusa yaklaştığımızda, uyarılanların sabahı kötü olacaktır.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Adhan'ı duyduğunuzda, Mu'adh-dhin'in söylediği şeyi söyleyin.\""
    },
    {
      "id": 10,
      "narrator": "Narrated `Isa bin Talha:",
      "text": "İsa bin Talha'dan rivayet edilmiştir: Muaviye'nin Adhan kelimelerini \"Ve eşhedü enne Muhammeden rasulullah (ve ben şahadet ederim ki Muhammed Allah'ın Elçisi (ﷺ))\" kısmına kadar tekrar ettiğini duymuştur."
    },
    {
      "id": 11,
      "narrator": "Narrated Yahya as above (586) and added:",
      "text": "Yahya yukarıdaki gibi (586) rivayet etti ve ekledi: \"Bazı arkadaşlarım bana Hişam'ın şöyle dediğini söyledi: 'Mu'adh-dhin, \"Hayyi 'ala's-sala (namaza gelin)\" dediğinde, Muaviye, \"La hawla wala quwata illa billah (Güç ve kuvvet yalnızca Allah'ladır)\" dedi ve ekledi, \"Peygamberinizin aynı şeyi söylediğini duyduk.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Adhan'ı dinledikten sonra 'Allahümme Rabbe hadhihi-dda'watit-tammah, was-salatil qa'imah, ati Muhammadan al-wasilata wal-fadilah, wa b'ath-hu maqaman mahmudan-il-ladhi wa'ad'tahu' [Ey Allah! Bu mükemmel çağrının (sana ortak koşmadan mükemmel) ve kurulacak olan düzenli namazın Rabbi, Muhammed'e şefaat hakkı ve şerefi ver, ve onu va'dettiğin cennette en iyi ve en yüksek yere dirilt]' diyen kimse için, benim şefaatim Kıyamet Günü kabul edilecektir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Eğer insanlar Adhan okumak ve cemaat namazlarında ilk safta durmanın mükafatını bilselerdi ve bunu elde etmenin başka bir yolunu bulamasalardı, kura çekerlerdi; ve eğer öğle namazının (belirtilen zamanının erken anlarında) mükafatını bilselerdi, ona koşarlardı (erken giderlerdi); ve eğer akşam ve sabah namazlarının cemaatteki mükafatını bilselerdi, sürünerek bile olsa gelirlerdi.\""
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah bin Al-Harith:",
      "text": "Abdullah bin el-Haris'ten rivayet edilmiştir: Bir gün yağmurlu ve çamurlu bir günde, İbn Abbas bizim huzurumuzda bir hutbe verdi ve Mu'adh-dhin Adhan'ı okuduğunda \"Hayyi 'ala-s-sala(t) (namaza gelin)\" dediğinde, İbn Abbas ona \"Evlerinizde namaz kılın\" demesini emretti. İnsanlar birbirlerine (şaşkınlıkla) bakmaya başladılar. İbn Abbas dedi ki, \"Bunu benden çok daha iyi birisi yaptı (yani Peygamber (ﷺ) veya onun Mu'adh-dhini) ve bu bir izindir.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Salim bin `Abdullah:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir: Babam, Allah'ın Elçisi'nin şöyle dediğini söyledi: \"Bilal gece Adhan okur, bu yüzden Ibn Um Maktum Adhan'ı okuyana kadar yemeye ve içmeye devam edin.\" Salim ekledi, \"O, gün doğduğunda Adhan okumadan önce kendisine söylendiği sürece Adhan okumayan bir kör adamdı.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Hafsa:",
      "text": "Hafsa'dan rivayet edilmiştir: Mu'adh-dhin Fajr namazı için ezanı okuduğunda ve şafak belirgin hale geldiğinde, Peygamber (ﷺ) farz (cemaat) namazın ikameti öncesinde iki rek'at hafif bir namaz (Sünnet) kılmayı emretti."
    },
    {
      "id": 17,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Fajr namazının ezanı ile ikameti arasında iki hafif rek'at kılardı."
    },
    {
      "id": 18,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bilal gece ezanı okur, bu yüzden İbn Ümmü Mektum ezanı okuyana kadar yemeye ve içmeye devam edin (Suhur).\""
    },
    {
      "id": 19,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bilal'in okuduğu ezan, Suhur almanızı engellememelidir, çünkü o gece ezan okur, böylece aranızda gece namazı (Tahajjud) kılanlar acele etsin ve uyuyanlar uyanabilsin. Bu, şafak veya sabahın başladığı anlamına gelmez.\" Sonra (Peygamber) parmaklarıyla işaret etti ve onları yukarı kaldırdı (gökyüzüne) ve sonra aşağı indirdi (yere) böyle (İbn Mes'ud Peygamberin hareketini taklit etti). Az-Zuhri, iki işaret parmağıyla birbirine dokundu ve sonra sağa ve sola doğru uzattı. Bu hareketler gerçek şafağın nasıl belirdiğini gösterir. Gerçek şafak, yatay olarak sola ve sağa yayılır. Yüksek gökyüzünde beliren ve aşağı inen şafak gerçek şafak değildir."
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bilal gece ezanı okur, bu yüzden İbn Ümmü Mektum ezanı okuyana kadar yiyin ve için (Suhur).\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Abdullah bin Mughaffal Al-Muzani:",
      "text": "Abdullah bin Mughaffal Al-Muzani'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) üç kez şöyle dedi: \"İki ezan (Ezan ve İkame) arasında bir namaz vardır,\" ve ekledi: \"Namaz kılmak isteyen için.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Mu'adh-dhin ezanı okuduğunda, Peygamber (ﷺ) ile birlikte olan bazı sahabeler, Peygamber (ﷺ) gelene kadar caminin sütunlarına (namaz için) giderlerdi ve bu şekilde Maghrib namazından önce iki rek'at kılarlardı. Ezan ile ikamet arasında az bir zaman olurdu.\" Şu'ba dedi ki: \"İki (Ezan ve İkame) arasında çok kısa bir süre olurdu.\""
    },
    {
      "id": 23,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) sabah (farz) namazından önce, gün doğduktan ve mu'adh-dhin ezanı bitirdikten sonra iki hafif rek'at kılardı. Sonra mu'adh-dhin ikameti okumaya gelene kadar sağ tarafına uzanırdı."
    },
    {
      "id": 24,
      "narrator": "Narrated `Abdullah bin Mughaffal:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İki ezan (Ezan ve İkame) arasında bir namaz vardır, iki ezan arasında bir namaz vardır.\" Ve bunu üçüncü kez söylerken ekledi: \"Namaz kılmak isteyen için.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Malik bin Huwairith:",
      "text": "Malik bin Huwairith'ten rivayet edilmiştir: Ben, kabilemden bazı adamlarla birlikte Peygamber (ﷺ)'e geldim ve yirmi gece onunla kaldık. O bize karşı nazik ve merhametliydi. Ailelerimizi özlediğimizi anlayınca, bize şöyle dedi: \"Gidin ve ailelerinizle kalın, onlara dini öğretin, namaz kılın ve aranızdan biri namaz vakti geldiğinde ezanı okusun ve en yaşlı olanınız namazı kılsın.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Zerr'den rivayet edilmiştir: Biz Peygamber (ﷺ) ile bir yolculukta idik ve mu'adh-dhin (Zuhr) namazı için ezanı okumak istedi. Peygamber (ﷺ) ona, \"Hava serinlesin.\" dedi. Sonra tekrar ezanı okumak istedi ama Peygamber (ﷺ) ona, \"Hava serinlesin.\" dedi. Mu'adh-dhin tekrar namaz için ezanı okumak istedi ama Peygamber (ﷺ) ona, \"Hava serinlesin.\" dedi, ta ki tepeciklerin gölgeleri boylarına eşit oluncaya kadar. Peygamber (ﷺ) ekledi: \"Sıcaklığın şiddeti cehennemin alevlerinden kaynaklanmaktadır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Malik bin Huwairith:",
      "text": "Malik bin Huwairith'ten rivayet edilmiştir: İki adam, yolculuk niyetiyle Peygamber (ﷺ)'e geldiler. Peygamber (ﷺ) şöyle dedi: \"Siz (her ikiniz) yola çıktığınızda, ezanı okuyun ve sonra ikameti okuyun ve en yaşlı olanınız namazı kılsın.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Malik:",
      "text": "Malik'ten rivayet edilmiştir: Peygamber (ﷺ)'e geldik ve yirmi gün ve gece onunla kaldık. Hepimiz genç ve yaklaşık aynı yaştaydık. Peygamber (ﷺ) çok nazik ve merhametliydi. Ailelerimizi özlediğimizi anlayınca, evlerimizi ve oradaki insanları sordu ve biz de ona söyledik. Sonra bize ailelerimize geri dönmemizi, onlarla kalmamızı ve onlara (dini) öğretmemizi ve onlara iyi şeyler yapmalarını emretmemizi istedi. Ayrıca hatırladığım veya unuttuğum bazı diğer şeyleri de belirtti. Peygamber (ﷺ) sonra ekledi: \"Beni namaz kılarken gördüğünüz gibi namaz kılın ve namaz vakti geldiğinde aranızdan biri ezanı okusun ve en yaşlı olanınız namazı kılsın.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Bir soğuk gecede, İbn Ömer namaz için Dajnan (bir dağ adı) da ezanı okudu ve sonra, \"Evlerinizde namaz kılın\" dedi ve Allah'ın Elçisi (ﷺ)'nin mu'adh-dhine ezan okumasını ve yağmurlu veya çok soğuk bir gecede yolculuk sırasında ezanın sonunda \"Evlerinizde namaz kılın\" demesini söylediğini bildirdi."
    },
    {
      "id": 30,
      "narrator": "Narrated `Aun bin Abi Juhaifa:",
      "text": "Aun bin Ebi Juhaifa'dan rivayet edilmiştir: Babam, \"Allah'ın Elçisi (ﷺ)'ni Al-Abtah adında bir yerde gördüm. Bilal geldi ve ona namazı bildirdi, sonra kısa bir mızrak (veya sopa) ile çıktı ve onu Allah'ın Elçisi (ﷺ)'nin önüne Al-Abtah'ta dikti ve ikameti okudu.\""
    },
    {
      "id": 31,
      "narrator": "Narrated `Aun bin Abi Juhaifa:",
      "text": "`Aun bin Abi Juhaifa'dan rivayet edilmiştir: Babam dedi ki, \"Bilal'ı ezanı okurken yüzünü sağa sola çevirirken gördüm.\""
    },
    {
      "id": 32,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "`Abdullah bin Abi Qatada'dan rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) ile namaz kılarken bazı insanların gürültüsünü duydu. Namazdan sonra, 'Ne oldu?' dedi. Onlar, 'Namaza yetişmeye çalışıyorduk.' dediler. O da, 'Namaz için acele etmeyin, namaza geldiğinizde sakin bir şekilde gelin, insanların yanında kılabildiğiniz kadarını kılın ve kaçırdığınız kısmı tamamlayın.' dedi.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"İkâmet okunduğunda, namazı sakin ve ciddi bir şekilde kılmak için ilerleyin ve acele etmeyin. Kılabildiğiniz kadarını kılın ve kaçırdığınız kısmı tamamlayın.\""
    },
    {
      "id": 34,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "`Abdullah bin Abi Qatada'dan rivayet edilmiştir: Babam dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'İkâmet okunduğunda, beni (karşınızda) görene kadar namaz için durmayın.'\""
    },
    {
      "id": 35,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "`Abdullah bin Abi Qatada'dan rivayet edilmiştir: Babam dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'İkâmet okunduğunda, beni (karşınızda) görene kadar namaz için durmayın ve bunu sakin bir şekilde yapın.'\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ikâmet okunduğunda ve saflar düzeltildiğinde (cami) dışarı çıktı. Peygamber (ﷺ) Musalla'sında durdu ve biz, Peygamber (ﷺ) Takbir ile namaza başlamasını bekledik. O gitti ve bize yerimizde kalmamızı söyledi. Peygamber geri dönene kadar ayakta bekledik ve başından su damlıyordu çünkü (Cünüplükten) yıkanmıştı."
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir kez ikâmet okundu ve insanlar safları düzeltti, Allah'ın Elçisi (ﷺ) öne geçti (namazı kıldırmak için) ama o cünüp olduğu için, \"Yerlerinizde kalın.\" dedi. Dışarı çıktı, yıkandı ve başından su damlayarak geri döndü. Sonra namazı kıldırdı."
    },
    {
      "id": 38,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Hendek (savaşında) günü, `Umar bin Al-Khattab Peygamber'e (ﷺ) gitti ve dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Vallahi, güneş batmadan (Asr) namazını kılamadım.\" `Umar bunu, oruçlu birinin iftar ettiği zaman Peygamber'e söyledi. Peygamber (ﷺ) sonra Buthan'a gitti ve ben de onunla birlikteydim. Abdest aldı ve güneş battıktan sonra Asr namazını kıldı, ardından da Maghrib namazını kıldı."
    },
    {
      "id": 39,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir kez ikâmet okundu ve Peygamber (ﷺ) caminin köşesinde bir adamla (alçak sesle) konuşuyordu ve (bazı) insanlar uyuyana kadar namazı kıldırmadı."
    },
    {
      "id": 40,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir kez ikâmet okundu, bir adam Peygamber'e (ﷺ) geldi ve onu (namazdan) alıkoydu."
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Canımın elinde olan Allah'a yemin ederim ki, odun toplamak için birini emretmek ve sonra birine ezan okumasını emretmek ve sonra birine namazı kıldırmasını emretmek üzere kalkacaktım. Sonra arkamdan gidip, (cemaat) namazına katılmayanların evlerini yakacaktım. Canımın elinde olan Allah'a yemin ederim ki, eğer içlerinden biri, iki kaburga arasında iyi etle kaplı bir kemik bulacağını bilseydi, `İsha' namazına katılırdı.'\""
    },
    {
      "id": 42,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi yedi kat daha fazladır.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi beş kat daha fazladır.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Cemaatle kılınan namazın sevabı, evde veya pazarda (tek başına) kılınan namazdan yirmi beş kat daha fazladır. Bunun nedeni, eğer abdest alır ve bunu mükemmel bir şekilde yapar ve sonra sadece namaz kılmak niyetiyle camiye giderse, camiye doğru attığı her adımda bir derece yükseltilir ve bir günahı da kaydedilenlerden silinir. Namazını kıldığında, melekler onun için Allah'ın rahmetini ve bağışlanmasını dilerler, o Musalla'sında kaldığı sürece. Derler ki, 'Ey Allah! Ona rahmet et, merhamet et ve ona iyilik et.' Ve bir kişi, namaz için beklediği sürece namazda sayılır.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Salama bin `Abdur Rahman:",
      "text": "Abu Salama bin `Abdur Rahman'dan rivayet edilmiştir: Abu Huraira dedi ki, \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Cemaatle kılınan namazın sevabı, tek başına kılınan namazdan yirmi beş kat daha fazladır. Gece melekleri ve gündüz melekleri, Fajr namazı vaktinde toplanır.' \" Abu Huraira sonra ekledi, \"İsterseniz Kuran'ı okuyun, çünkü 'Gerçekten, sabahın erken saatlerinde (Fajr namazında) Kuran'ın okunması sürekli olarak şahitlik edilir.' (17:78).\""
    },
    {
      "id": 46,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Cemaatle kılınan namazın sevabı, (tek başına kılınan namazın sevabından) yirmi yedi kat daha fazladır."
    },
    {
      "id": 47,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: Um Ad-Darda'nın şöyle dediğini duydum: \"Abu Ad-Darda, öfkeli bir şekilde eve girdi. Ben de ona, 'Seni ne öfkelendirdi?' dedim. O da, 'Vallahi! Muhammed'in takipçilerinin (önceden yaptıkları) o iyi şeyleri, cemaatle namaz kılmak dışında bulamıyorum.' diye cevap verdi.\" (Bu, Abu Ad-Darda'nın son günlerinde, Osman'ın yönetimi sırasında oldu.)"
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Namaz için en büyük sevabı alan insanlar, camiden en uzak olanlardır; ardından en uzak olanlar ve böyle devam eder. Aynı şekilde, imamla birlikte namaz bekleyen kişinin sevabı, namaz kılıp yatan kişiden daha büyüktür.\""
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir adam bir yolda yürürken, dikenli bir dal gördü ve onu yoldan kaldırdı; Allah, bu hareketinden dolayı hoşnut oldu ve onu affetti.\" Sonra Peygamber (ﷺ) şöyle dedi: \"Beş kişi şehittir: Veba nedeniyle ölen, karın hastalığından ölen, boğulup ölen, diri diri gömülen ve Allah yolunda öldürülen.\" (Peygamber (ﷺ) ayrıca şöyle dedi: \"Eğer insanlar, ezan okumanın ve cemaatle namazda birinci safın sevabını bilselerdi ve bunu elde etmenin başka bir yolu olmadığını çekilişle öğrenmiş olsalardı, bunu yaparlardı; eğer öğle namazını vaktinde kılmanın sevabını bilselerdi, buna koşarlardı; eğer akşam ve sabah namazlarının cemaatle kılınmasının sevabını bilselerdi, sürünerek bile gideceklerdi.\")"
    },
    {
      "id": 50,
      "narrator": "Narrated Humaid:",
      "text": "Humaid'ten rivayet edilmiştir: Anas şöyle dedi: \"Peygamber (ﷺ) şöyle dedi: 'Ey Bani Salima! Camide her adımınız için (namaza gelirken) bir sevap olduğunu düşünmüyor musunuz?'\" Mücahid şöyle dedi: \"Allah'ın 'Önceki (onlardan) gönderdiğimiz şeyleri kaydediyoruz ve izlerini' (36.12) ayeti hakkında. 'İzleri' demek, 'adımları' demektir.\" Anas, Bani Salima halkının Peygamber (ﷺ) yakınında bir yere taşınmak istediklerini ancak Allah'ın Elçisi'nin (ﷺ) evlerini boş bırakma fikrini sevmediğini ve \"Ayak izleriniz için sevap alacağınızı düşünmüyor musunuz?\" dediğini aktardı. Mücahid, \"Ayak izleri, ayak adımları ve yaya gitmeleridir.\" dedi."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Münafıklar için en ağır namaz, sabah ve akşam namazıdır; eğer içlerinde ne olduğunu (sevap) bilselerdi, sürünerek bile katılacaklardı. Gerçekten, Mu'adh-dhin'e (ezan okuyan) 'İkama oku' emrini vermek ve sonra bir adamı (namazda) insanlara önderlik etmesi için görevlendirmek, ardından da namaz için gelmeyenlerin evlerini ateşle yakmak için bir alev almak üzere çok istekli oldum.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Malik bin Huwairith:",
      "text": "Malik bin Huwairith'ten rivayet edilmiştir: Peygamber (iki kişiye) şöyle dedi: \"Namaz vakti geldiğinde, ezan okuyun ve sonra ikama edin; sizden en yaşlı olanı namazı kıldırsın.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Melekler, sizden biri Musalla'sında (namaz kılma yerinde) olduğu sürece Allah'ın Rahmet ve Affını dilerler ve Hadath (rüzgar çıkarmak) yapmadığı sürece, 'Ey Allah! Onu affet ve ona merhamet et!' derler. Her biriniz, namaz için beklediği sürece namazdadır ve onu ailesine gitmekten alıkoyan tek şey namazdır.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Allah, gölgesini, o gün gölgeden başka bir şeyin olmayacağı günde yedi kişiye verecektir. (Bu yedi kişi) adil bir yönetici, Allah'a ibadetle büyütülen bir genç, kalbi camilere bağlı olan bir adam (yani, farz namazları camide cemaatle kılmak), sadece Allah rızası için birbirini seven iki kişi, Allah yolunda buluşup ayrılan bir adam, bir soylu kadının cazibesine kapılmadan onunla yasadışı ilişkiye girmeyi reddeden ve 'Ben Allah'tan korkuyorum' diyen bir adam, sağ elinin verdiğinden sol elinin haberdar olmadığı kadar gizlice sadaka veren bir adam ve yalnız başına Allah'ı anan ve gözyaşları döken bir kişidir.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Humaid:",
      "text": "Humaid'ten rivayet edilmiştir: Anas'a, \"Allah'ın Elçisi (ﷺ) yüzük takar mıydı?\" diye soruldu. O da, \"Evet. Bir keresinde akşam namazını gece yarısına kadar geciktirdi ve namazdan sonra bize dönerek, 'İnsanlar namaz kıldı ve uyudular; siz ise namazda kaldınız, beklediğiniz sürece.' dedi.\" Anas ekledi: \"Sanki yüzüğünün parıltısını şimdi gözlerimle görüyordum.\""
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Her sabah ve öğleden sonra (cemaat namazı için) camiye giden kişi için Allah, cennette onurlu bir yer hazırlar; her sabah ve öğleden sonra gidişleri için iyi bir misafirperverlik.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Malik Ibn Buhaina:",
      "text": "Malik Ibn Buhaina'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), ikama okunduktan sonra iki rek'at namaz kılan bir adamın yanından geçti. Allah'ın Elçisi (ﷺ) namazı tamamladıktan sonra, insanlar onun (Peygamber) etrafında toplandı veya o adamın etrafında ve Allah'ın Elçisi (ﷺ) ona (itiraz ederek) şöyle dedi: \"Sabah namazında dört rek'at mı var? Sabah namazında dört rek'at mı var?\""
    },
    {
      "id": 58,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Aswad'dan rivayet edilmiştir: \"Aişe ile namazın düzenli kılınması ve ona saygı göstermeyi tartışıyorduk. O şöyle dedi: 'Allah'ın Elçisi (ﷺ) ölümcül hastalığa yakalandığında ve namaz vakti geldiğinde, ezan okunduğunda, 'Abu Bekir'in insanlara namaz kıldırmasını söyleyin.' dedi. Ona, 'Abu Bekir yumuşak kalpli bir adamdır ve onun yerinde namaz kıldırmaya dayanamaz.' denildi. Peygamber (ﷺ) aynı emri tekrar verdi ama aynı yanıtı aldı. Üçüncü kez emri verdi ve 'Siz (kadınlar) Yusuf'un arkadaşlarısınız. Abu Bekir'in namaz kıldırmasını söyleyin.' dedi. Bunun üzerine Abu Bekir namaz kıldırmak için dışarı çıktı. Bu arada Peygamber'in (ﷺ) durumu biraz düzeldi ve iki adamın yardımıyla dışarı çıktı. Sanki hastalıktan dolayı bacaklarının yere sürüklendiğini görüyordum. Abu Bekir geri çekilmek istedi ama Peygamber (ﷺ) ona yerinde kalmasını işaret etti ve Peygamber (ﷺ) Abu Bekir'in yanına oturdu.\" Al-A'mash'a, \"Peygamber (ﷺ) namaz kılıyor muydu ve Abu Bekir ona mı uyuyordu, insanlar o namazda Abu Bekir'e mi uyuyordu?\" diye soruldu. Al-A'mash başıyla onayladı. Abu Muaviye, \"Peygamber (ﷺ) Abu Bekir'in sol tarafında oturuyordu ve Abu Bekir ayakta namaz kılıyordu.\" dedi."
    },
    {
      "id": 59,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) ciddi şekilde hastalandığında ve hastalığı ağırlaştığında, eşlerinden benim evimde bakım görmesi için izin istedi ve izin verildi. İki adamın yardımıyla dışarı çıktı ve bacakları yere sürükleniyordu. Al-`Abbas ile diğer bir adamın arasında yürüyordu.\" 'Ubaidullah, \"Ben, Aişe'nin anlattıklarını İbn Abbas'a söyledim ve o da, 'Aişe'nin adını anmadığı (ikinci) adamın kim olduğunu biliyor musun?' dedi. Ben de, 'Hayır.' dedim. İbn Abbas, 'O, Ali bin Ebi Talib'dir.' dedi.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Bir keresinde çok soğuk ve fırtınalı bir gecede, İbn Umar ezan okudu ve sonra, \"Evlerinizde namaz kılın.\" dedi. (İbn Umar) ekledi: \"Çok soğuk ve yağmurlu gecelerde Allah'ın Elçisi (ﷺ) Mu'adh-dhin'e 'Evlerinizde namaz kılın.' demesini emrederdi.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Mahmud bin Rabi` Al-Ansari:",
      "text": "Mahmud bin Rabi` Al-Ansari'den rivayet edilmiştir: `Itban bin Malik, kavmini (kabile) namazda yönetirdi ve kör bir adamdı. Allah'ın Elçisi'ne (ﷺ) dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Bazen karanlık oluyor ve vadide sel suyu akıyor ve ben kör bir adamım, lütfen evimde bir yerde namaz kıl ki onu Musalla (namaz yeri) olarak alayım.\" Bunun üzerine Allah'ın Elçisi (ﷺ) evine gitti ve \"Nerede namaz kılmamı istersin?\" dedi. 'Itban, evinde bir yeri işaret etti ve Allah'ın Elçisi (ﷺ) orada namaz kıldı."
    },
    {
      "id": 62,
      "narrator": "Narrated `Abdullah bin Al-Harith:",
      "text": "Abdullah bin Al-Harith'ten rivayet edilmiştir: İbn `Abbas bize (yağmurlu ve) çamurlu bir günde hitap etti ve müezzin \"Namaza gelin\" dediğinde İbn `Abbas ona \"Evlerinizde namaz kılın\" demesini emretti. İnsanlar birbirlerine şaşkınlıkla bakmaya başladılar, sanki bunu istemiyorlardı. İbn `Abbas dedi ki: \"Sanki buna kötü düşündünüz ama şüphesiz bu, benden daha iyi olan (yani Peygamber) tarafından yapıldı. (Namaz) kesin bir emirdir ve sizi dışarı çıkarmak istemedim.\" İbn `Abbas yukarıdakileri aynı şekilde aktardı ama \"Sizi günahkar kılmanızı istemedim (camiye gelmekten kaçınarak) ve (camiye) dizlerinize kadar çamur içinde gelmenizi istemedim.\" dedi."
    },
    {
      "id": 63,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id Al-Khudri'den rivayet edilmiştir: Bir bulut geldi ve yağmur yağdı, ta ki çatı sızdırmaya başlayana kadar ve o günlerde çatı hurma dallarından yapılmıştı. İkama okundu ve ben Allah'ın Elçisi'nin (ﷺ) su ve çamur içinde secde ettiğini gördüm ve hatta alnında çamur izi gördüm."
    },
    {
      "id": 64,
      "narrator": "Narrated Anas bin Seereen:",
      "text": "Anas bin Seereen'den rivayet edilmiştir: Anas'ın şöyle dediğini duydum: \"Bir Ensar adamı Peygamber'e dedi ki: 'Seninle (cemaatle) namaz kılamam.' O çok şişman bir adamdı ve Peygamber'e (ﷺ) yemek hazırladı ve onu evine davet etti. Peygamber için bir seccade serdi ve bir tarafını su ile yıkadı, Peygamber (ﷺ) üzerinde iki rek'at namaz kıldı.\" Al-Jaruid ailesinden bir adam sordu: \"Peygamber (ﷺ) Duha (öğle) namazını kılar mıydı?\" Anas dedi ki: \"Onu Duha namazı kılarken sadece o gün gördüm.\""
    },
    {
      "id": 65,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Akşam yemeği servise sunulduğunda ve ikama okunduğunda, önce akşam yemeğine başlayın.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Akşam yemeği servise sunulduğunda, Maghrib namazından önce yemeye başlayın ve onu bitirmekte acele etmeyin.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: İbn `Umar dedi ki: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Eğer birinizin akşam yemeği servise sunulmuşsa ve ikama okunmuşsa, akşam yemeği ile başlayın ve onu bitirmeden acele etmeyin.' Eğer İbn `Umar'a yemek sunulmuşsa ve ikama okunmuşsa, o yemeğini bitirmeden namaza gelmezdi (yani yemeği) imamın (namazda) Kur'an okuduğunu duyduğu halde.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Eğer biriniz yemek yiyorsa, namaz başlamış olsa bile, doyana kadar acele etmemelidir.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Ja`far bin `Amr bin Umaiya:",
      "text": "Ca`far bin `Amr bin Umaiya'dan rivayet edilmiştir: Babam dedi ki: \"Allah'ın Elçisi (ﷺ) bir koyunun omuzundan bir parça et yiyordu ve namaza çağrıldığında ayağa kalktı, bıçağı bıraktı ve namaz kıldı ama abdest almadı.\""
    },
    {
      "id": 70,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Aswad'dan rivayet edilmiştir: O, Aişe'ye \"Peygamber (ﷺ) evinde ne yapardı?\" diye sordu. O da \"Ailesine hizmet etmekle meşguldü ve namaz vakti geldiğinde namaza giderdi.\" diye cevap verdi."
    },
    {
      "id": 71,
      "narrator": "Narrated Aiyub:",
      "text": "Eyyub'dan rivayet edilmiştir: Ebu Kılabe dedi ki: \"Malik bin Huwairith bu camimize geldi ve 'Ben sizin önünüzde namaz kılıyorum ama amacım namazı yönetmek değil, Peygamber'in (ﷺ) nasıl namaz kıldığını göstermek.' dedi.\" Ben Ebu Kılabe'ye \"O nasıl namaz kılardı?\" diye sordum. O da \"Peygamber (ﷺ) bizim bu Şeyhimiz gibi namaz kılardı ve Şeyh, ilk rek'atın secdesinden sonra kalkmadan önce bir süre otururdu.\" diye cevap verdi."
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: \"Peygamber (ﷺ) hastalandı ve hastalığı ağırlaştığında, 'Abu Bekir'in namazı kıldırmasını söyleyin.' dedi. Aişe dedi ki: 'O yumuşak kalpli bir adamdır ve senin yerinde namaz kıldırmaya dayanamaz.' Peygamber (ﷺ) tekrar dedi: 'Abu Bekir'in insanlara namaz kıldırmasını söyleyin.' O yine aynı cevabı verdi ama o dedi ki: 'Abu Bekir'in insanlara namaz kıldırmasını söyleyin. Siz Yusuf'un arkadaşlarısınız.' Bunun üzerine elçi Abu Bekir'e (bu emirle) gitti ve o, Peygamber'in hayatında insanlara namaz kıldırdı.\""
    },
    {
      "id": 73,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Müminlerin annesi: Allah'ın Elçisi (ﷺ) hastalığında dedi ki: \"Abu Bekir'in insanlara namaz kıldırmasını söyleyin.\" Ben ona dedim ki: \"Eğer Abu Bekir senin yerinde durursa, insanlar onun (aşırı) ağlaması yüzünden onu duyamazlar. Lütfen `Umar'ı namazı kıldırması için emret.\" Aişe ekledi: \"Hafsa'ya dedim ki: 'Ona de ki: Eğer Abu Bekir senin yerinde insanlara namaz kıldırırsa, insanlar onun ağlaması yüzünden onu duyamazlar; lütfen `Umar'ı namazı kıldırması için emret.' Hafsa bunu yaptı ama Allah'ın Elçisi dedi ki: 'Sus! Siz gerçekten Yusuf'un arkadaşlarısınız. Abu Bekir'in insanlara namaz kıldırmasını söyleyin.' Hafsa, Aişe'ye dedi ki: 'Senden hiç hayır görmedim.'\""
    },
    {
      "id": 74,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Anas bin Malik Al-Ansari bana şöyle söyledi: \"Abu Bekir, Peygamber'in (ﷺ) ölümcül hastalığı sırasında insanlara namaz kıldırıyordu, ta ki Pazartesi günü olana kadar. İnsanlar namaz için saf bağladıklarında, Peygamber (ﷺ) evinin perdesini kaldırdı ve bize bakmaya başladı ve o sırada ayaktaydı. Yüzü (parlayan) bir Kur'an sayfası gibi parlıyordu ve neşeyle gülümsüyordu. Peygamber'i görme zevkinden dolayı imtihana tabi tutulmak üzereydik, Abu Bekir geri çekildi ve safı tamamlamak için geri döndü çünkü Peygamber'in (ﷺ) namazı kıldıracağını düşündü. Peygamber (ﷺ) bize namazı tamamlamamız için işaret etti ve perdenin düşmesine izin verdi. Aynı gün vefat etti.\""
    },
    {
      "id": 75,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) üç gün dışarı çıkmadı. İnsanlar namaz için durdular ve Abu Bekir öne geçerek namazı kıldırdı. (Bu arada) Peygamber (ﷺ) perdenin ucundan tuttu ve kaldırdı. Peygamber'in (ﷺ) yüzü göründüğünde, o an gördüğümüz en güzel manzara, Peygamber'in (ﷺ) yüzüydü. Peygamber (ﷺ) Abu Bekir'e insanlara namazı kıldırması için işaret etti ve sonra perdenin düşmesine izin verdi. Onu (bir daha) göremedik ta ki vefat edene kadar."
    },
    {
      "id": 76,
      "narrator": "Narrated Hamza bin `Abdullah:",
      "text": "Hamza bin Abdullah'dan rivayet edilmiştir: Babam dedi ki, \"Allah'ın Elçisi (ﷺ) ciddi şekilde hastalandığında, ona namaz hakkında bilgi verildi. O, 'Abu Bekir'in insanlara namaz kıldırmasını söyleyin.' dedi. Aişe, 'Abu Bekir yumuşak kalpli bir adamdır ve Kur'an okuduğunda ağlaması onu etkisi altına alır.' dedi. O da onlara, 'Ona (Abu Bekir'e) namaz kıldırmasını söyleyin.' dedi. Aynı cevap verildi. O tekrar dedi, 'Ona namaz kıldırmasını söyleyin. Siz (kadınlar) Yusuf'un arkadaşlarısınız.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Hisham ibn `Urwa's father:",
      "text": "Hişam bin Urva'nın babasından rivayet edilmiştir: Aişe dedi ki, \"Allah'ın Elçisi (ﷺ) hastalığı sırasında Abu Bekir'e insanlara namaz kıldırmasını emretti ve o da onlara namaz kıldırdı.\" Urva, bir alt rivayetçi olarak ekledi, \"Allah'ın Elçisi (ﷺ) biraz rahatladı ve dışarı çıktı ve Abu Bekir insanlara namaz kıldırıyordu. Abu Bekir, Peygamberi (ﷺ) görünce geri çekildi ama Peygamber ona orada kalmasını işaret etti. Allah'ın Elçisi (ﷺ) Abu Bekir'in yanına oturdu. Abu Bekir, Allah'ın Elçisi'nin (ﷺ) namazını takip ediyordu ve insanlar da Abu Bekir'in namazını takip ediyordu.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa'd Es-Sa'idi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Beni Amr bin Auf arasında barış sağlamak için gitti. Bu esnada namaz vakti geldi ve müezzin Abu Bekir'e gidip, \"Namaz kıldırır mısın, böylece ben ikama okuyabilirim?\" dedi. Abu Bekir olumlu yanıt verdi ve namaz kıldırdı. Allah'ın Elçisi (ﷺ) insanlar hala namaz kılarken geldi ve namaz kılanların saflarına girdi ve (ilk sırada) durdu. İnsanlar ellerini çırptı. Abu Bekir namazında yanına bakmadı ama insanlar çırpmaya devam edince, Abu Bekir baktı ve Allah'ın Elçisi'ni (ﷺ) gördü. Allah'ın Elçisi (ﷺ) ona yerinde kalmasını işaret etti. Abu Bekir ellerini kaldırdı ve Allah'a bu emri için şükretti ve sonra geri çekildi ve ilk sıraya kadar geldi. Allah'ın Elçisi (ﷺ) öne geçti ve namazı kıldırdı. Allah'ın Elçisi (ﷺ) namazı bitirdiğinde, \"Ey Abu Bekir! Sana orada kalmanı emrettiğimde neden geri çekildin?\" dedi. Abu Bekir, \"İbn Abi Kuhafa (Abu Bekir) Allah'ın Elçisi'nin (ﷺ) huzurunda namaz kıldırmaya nasıl cesaret edebilir?\" dedi. Sonra Allah'ın Elçisi (ﷺ) dedi ki, \"Neden bu kadar alkışladınız? Eğer birisi namazı sırasında bir şey olursa, Subhan Allah demelidir. Eğer böyle derse, ona dikkat edilir, çünkü alkış kadınlar içindir.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Malik bin Huwairith:",
      "text": "Malik bin Huwairith'ten rivayet edilmiştir: Biz Peygamber (ﷺ)'e gittik ve hepimiz genç adamlardık ve onunla yaklaşık yirmi gece kaldık. Peygamber (ﷺ) çok merhametliydi. Dedi ki, \"Eve döndüğünüzde, ailelerinize dini öğretiler verin ve onlara şu ve bu saatte şu ve bu namazı, şu ve bu saatte şu ve bu namazı kılmalarını söyleyin. Ve namaz vaktinde aranızdan biri ezan okusun ve en yaşlı olanınız namazı kıldırsın.\""
    },
    {
      "id": 80,
      "narrator": "Narrated `Itban bin Malik Al-Ansari:",
      "text": "İtban bin Malik El-Ensari'den rivayet edilmiştir: Peygamber (evime geldi ve) girmesi için izin istedi ve ben de ona izin verdim. O sordu, \"Evinde nerede namaz kılmamı istersin?\" Ben de hoşlandığım bir yeri işaret ettim. O namaz için ayağa kalktı ve biz de arkasında hizalandık ve o namazı selamla bitirdi ve biz de aynı şekilde yaptık."
    },
    {
      "id": 81,
      "narrator": "Narrated 'Ubaidullah Ibn `Abdullah bin `Utba:",
      "text": "Ubeydullah İbn Abdullah bin Utbe'den rivayet edilmiştir: Aişe'ye gittim ve Allah'ın Elçisi'nin (ﷺ) hastalığını tarif etmesini istedim. Aişe dedi ki, \"Evet. Peygamber ciddi şekilde hastalandı ve insanlara namaz kılıp kılmadıklarını sordu. Biz, 'Hayır. Ey Allah'ın Elçisi! Seni bekliyorlar.' dedik. O ekledi, 'Bana bir leğende su koyun.' Aişe ekledi, \"Biz de öyle yaptık. O banyo yaptı ve kalkmaya çalıştı ama bayıldı. Kendine geldiğinde, tekrar insanlara namaz kılıp kılmadıklarını sordu. Biz, 'Hayır, seni bekliyorlar. Ey Allah'ın Elçisi (ﷺ),' dedik. O tekrar dedi, 'Bana leğende su koyun.' Sonra oturdu ve banyo yaptı ve kalkmaya çalıştı ama tekrar bayıldı. Sonra kendine geldi ve 'İnsanlar namaz kıldı mı?' dedi. Biz, 'Hayır, seni bekliyorlar. Ey Allah'ın Elçisi (ﷺ)!' dedik. İnsanlar camide Peygamberi (ﷺ) 'İsha namazı için bekliyorlardı. Peygamber (ﷺ) Abu Bekir'i insanlara namaz kıldırması için çağırdı. Elçi, Abu Bekir'e gitti ve 'Allah'ın Elçisi (ﷺ) seni insanlara namaz kıldırman için emrediyor.' dedi. Abu Bekir yumuşak kalpli bir adamdı, bu yüzden 'Umar'dan namaz kıldırmasını istedi ama 'Umar, 'Sen daha haklısın.' dedi. Böylece Abu Bekir o günlerde namaz kıldırdı. Peygamber (ﷺ) biraz daha iyi hissettiğinde, iki kişinin yardımıyla Zuhr namazı için dışarı çıktı, bunlardan biri Al-Abbas'tı. O sırada Abu Bekir insanlara namaz kıldırıyordu. Abu Bekir onu görünce geri çekilmek istedi ama Peygamber (ﷺ) ona bunu yapmamasını işaret etti ve yanına oturmasını istediler ve öyle yaptılar. Abu Bekir Peygamberi (namazda) takip ediyordu ve insanlar da Abu Bekir'i takip ediyordu. Peygamber (oturarak) namaz kıldı.\" Ubeydullah ekledi, \"Ben Abdullah bin Abbas'a gittim ve ona, Aişe'nin bana Peygamberin fatal hastalığı hakkında söylediklerini anlatayım mı? dedim. İbn Abbas, 'Devam et.' dedi. Ben de onun rivayetini anlattım ve o hiçbir şeyini inkar etmedi ama Aişe'nin bana Al-Abbas ile birlikte Peygamber'e (ﷺ) yardım eden ikinci kişinin adını verip vermediğini sordu. Ben de, 'Hayır.' dedim. O da, 'O Ali (İbn Ebu Talib) idi.' dedi.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Müminlerin annesi: Allah'ın Elçisi (ﷺ) hastalığında evinde oturarak namaz kıldı, bazı insanlar ise arkasında ayakta namaz kıldılar. Peygamber (ﷺ) onlara oturmalarını işaret etti. Namazı tamamladıktan sonra, 'İmam'a uyulmalıdır: o rükûya gittiğinde rükû yapın, o başını kaldırdığında başınızı kaldırın (düz durun) ve o 'Sami'a l-lahu liman hamidah' dediğinde, 'Rabbana wa laka l-hamd' (Ey Rabbimiz! Tüm övgüler sana aittir) deyin, eğer o oturarak namaz kılarsa, siz de oturarak namaz kılın.' dedi.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) bir ata bindi ve düştü ve vücudunun sağ tarafı yaralandı. O, oturarak bir namaz kıldı ve biz de arkasında oturarak namaz kıldık. Namazı bitirdiğinde, 'İmam'a uyulmalıdır. O ayakta namaz kılarsa ayakta namaz kılın, rükûya gittiğinde rükû yapın; o yükseldiğinde yükselin; eğer o 'Sami'a l-lahu liman hamidah' derse, 'Rabbana wa laka l-hamd' deyin ve o ayakta namaz kılarsa ayakta namaz kılın ve o oturarak namaz kılarsa (hepiniz) oturarak namaz kılın.' dedi. Humaid dedi ki: Peygamberin (ﷺ) 'Eğer o (İmam) oturarak namaz kılarsa oturarak namaz kılın.' sözü, onun önceki hastalığında (gençliğinde) söylenmiştir ama Peygamber (ﷺ) daha sonra (son hastalığında) oturarak namaz kıldı ve insanlar arkasında ayakta namaz kılıyorlardı ve Peygamber (ﷺ) onlara oturmalarını emretmedi. Peygamberin en son eylemlerini takip etmeliyiz.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: (ve o yalancı değildi) Allah'ın Elçisi (ﷺ) 'Sami'a l-lahu liman hamidah' dediğinde, hiçbiri rükûya gitmedi (secdeye) ta ki Peygamber (ﷺ) secde etti ve sonra biz de onun arkasında secde ettik.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Abu 'Is-haq:",
      "text": "Ebu İshak'tan rivayet edilmiştir: Yukarıdaki gibi."
    },
    {
      "id": 86,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"İmam'dan önce başını kaldıran, Allah'ın onun başını bir eşeğin başına veya yüzünü bir eşeğin yüzüne dönüştürmesinden korkmuyor mu?\""
    },
    {
      "id": 87,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: İlk muhacirler Al-Usba'ya, Kuba'da, Peygamber'in gelişi öncesinde geldiğinde, Kur'an'ı diğerlerinden daha iyi bilen Abu Hudhaifa'nın kölesi onlara namaz kıldırıyordu."
    },
    {
      "id": 88,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Dinleyin ve itaat edin (liderinize) hatta başınıza kuru üzüm gibi bir başı olan bir Habeşli getirilse bile.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Eğer İmam namazı doğru kılarsa, o ve siz ödülleri alırsınız ama eğer o namazda bir hata yaparsa, siz namazın ödülünü alırsınız ve günahı onun olur.\""
    },
    {
      "id": 90,
      "narrator": "Narrated 'Ubaid-Ullah bin Adi bin Khiyar:",
      "text": "Ubeydullah bin Adi bin Khiyar'dan rivayet edilmiştir: 'Uthman bin Affan'a gittiğimde, kuşatma altındaydı ve ona, \"Sen tüm Müslümanların liderisin ve başına gelenleri görüyorsun. Biz, Al-Fitan (denemeler ve sıkıntılar vb.) lideri tarafından namaz kıldırılıyoruz ve ona uymaktan günahkar olmaktan korkuyoruz.\" dedim. 'Uthman, \"As-Salat (namazlar) tüm amellerin en iyisidir, bu yüzden insanlar iyi ameller yaptığında, onlarla aynı şekilde yapın ve kötü ameller yaptıklarında, o kötü amellerden kaçının.\" dedi. Az-Zuhri, \"Bizim görüşümüze göre, bir efemine kişinin arkasında namaz kılınmamalıdır, eğer başka bir alternatif yoksa.\" dedi."
    },
    {
      "id": 91,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Ebu Zarr'a şöyle dedi: \"Dinle ve itaat et (liderine) hatta o, başı kuru üzüm gibi bir Habeşli olsa bile.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gece teyzem Maimuna'nın evinde kaldım. Allah'ın Elçisi (ﷺ) `İsha' namazını kıldıktan sonra eve geldi ve dört rek'at namaz kıldı ve uyudu. Sonra uyandı ve namaz için ayağa kalktı, ben de onun sol tarafında durdum. Beni sağ tarafına çekti ve beş rek'at kıldı, ardından iki rek'at daha kıldı. Sonra, horlamaya (ya da nefes seslerine) kadar uyudu. Daha sonra sabah namazı için dışarı çıktı."
    },
    {
      "id": 93,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gece teyzem Maimuna'nın evinde yattım ve o gece Peygamber (ﷺ) oradaydı. Abdest aldı ve namaz için ayağa kalktı. Ben de ona katıldım ve sol tarafında durdum ama o beni sağ tarafına çekti ve on üç rek'at kıldı, ardından nefes seslerini duyuncaya kadar uyudu. Uyuduğunda, sesli bir şekilde nefes alırdı. Mu'adh-dhin Peygamber (ﷺ)'e geldi ve o dışarı çıktı ve sabah namazını abdest almadan kıldı."
    },
    {
      "id": 94,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gece teyzem Maimuna'nın evinde kaldım. Peygamber (ﷺ) gece namazı için ayağa kalktı ve ben de ona katıldım, sol tarafında durdum ama o beni başımdan tutarak sağ tarafına çekti."
    },
    {
      "id": 95,
      "narrator": "Narrated Mu`adh bin Jabal:",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir: Ben, Peygamber (ﷺ) ile `İsha' namazını kılardım ve sonra halkımı namaza götürürdüm."
    },
    {
      "id": 96,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: Cabir bin Abdullah şöyle dedi: \"Mu'adh bin Cebel, Peygamber (ﷺ) ile namaz kılardı ve sonra halkını namaza götürürdü. Bir gün `İsha' namazını kıldığında 'Bakara' Suresi'ni okudu. Birisi namazdan ayrıldı ve Mu'adh ona eleştiride bulundu. Bu haber Peygamber (ﷺ)'e ulaştı ve Mu'adh'a, 'İnsanları denemeye mi sokuyorsun?' dedi ve bunu üç kez tekrar etti (ya da benzeri bir şey söyledi) ve ona iki orta uzunlukta Mufassal sure okumasını emretti.\" (Amr, o surelerin isimlerini unuttuğunu söyledi)."
    },
    {
      "id": 97,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Bir adam geldi ve şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Vallahi, sabah namazından sadece şu kişi namazı uzattığı için uzak duruyorum.\" Rivayet eden kişi şöyle dedi: \"O gün Allah'ın Elçisi'ni tavsiye verirken daha öfkeli görmedim. Sonra şöyle dedi: \"Bazılarınız insanları iyi işlerden (namazdan) nefret ettiriyor. O yüzden aranızdan biri insanlara namaz kıldırıyorsa, onu kısaltsın çünkü aralarında zayıf, yaşlı ve muhtaç olanlar var.\""
    },
    {
      "id": 98,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer aranızdan biri insanlara namaz kıldırıyorsa, onu kısaltsın çünkü aralarında zayıf, hasta ve yaşlı olanlar var; ve eğer aranızdan biri yalnız başına namaz kılıyorsa, dilediği kadar uzatabilir.\""
    },
    {
      "id": 99,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Bir adam geldi ve şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Ben sabah namazından uzak duruyorum çünkü şu imam namazı çok uzatıyor.\" Allah'ın Elçisi (ﷺ) öfkelendi ve o günden daha öfkeli gördüğümü hatırlamıyorum. Peygamber (ﷺ) şöyle dedi: \"Ey insanlar! Bazılarınız başkalarını namazdan nefret ettiriyor, bu yüzden kim imam olursa namazı kısaltsın, çünkü arkasında zayıf, yaşlı ve muhtaç olanlar var.\""
    },
    {
      "id": 100,
      "narrator": "Narrated Jabir bin `Abdullah Al-Ansari:",
      "text": "Cabir bin Abdullah El-Ensari'den rivayet edilmiştir: Bir zaman bir adam iki Nadihas (tarım amaçlı kullanılan develer) sürüyordu ve gece olmuştu. Mu'adh'ı namaz kılarken buldu, bu yüzden devesini diz çöktürdü ve Mu'adh'a katıldı. O, 'Bakara' Suresi'ni veya 'Nisa' Suresi'ni okudu, bu yüzden adam namazı terk etti ve gitti. Mu'adh'ın onu eleştirdiğini öğrendiğinde Peygamber'e gitti ve Mu'adh hakkında şikayette bulundu. Peygamber üç kez, \"Ey Mu'adh! İnsanları denemeye mi sokuyorsun?\" dedi. \"Seni daha iyi olurdu eğer 'Sübhismin Rabbike-l-A'la (87)', 'Ve şems ve duha (91)', veya 'Ve leyli idha yaghsha (92)' okusaydın, çünkü yaşlılar, zayıflar ve muhtaçlar senin arkasında namaz kılıyor.\" Cabir, Mu'adh'ın `İsha' namazında 'Bakara' Suresi'ni okuduğunu söyledi."
    },
    {
      "id": 101,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) kısa bir namaz (cemaatle) kılardı ama onu mükemmel bir şekilde sunardı."
    },
    {
      "id": 102,
      "narrator": "Narrated `Abdullah bin 'Abi Qatada:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir: Babam şöyle dedi: \"Peygamber (ﷺ) şöyle dedi: 'Namaza durduğumda onu uzatmayı niyet ederim ama bir çocuğun ağlama sesini duyduğumda onu kısaltırım, çünkü çocuğun annesini rahatsız etmek istemem.'\""
    },
    {
      "id": 103,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Hiçbir imamın arkasında Peygamber (ﷺ) kadar hafif ve mükemmel bir namaz kılmadım ve o, bir çocuğun ağlama sesini duyduğunda namazı kısaltırdı ki çocuğun annesini denemeye sokmasın."
    },
    {
      "id": 104,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Namaza başladığımda onu uzatmayı niyet ederim ama bir çocuğun ağlama sesini duyduğumda namazı kısaltırım çünkü çocuğun ağlama sesinin annesinin duygularını harekete geçireceğini bilirim.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Namaza başladığımda onu uzatmayı niyet ederim ama bir çocuğun ağlama sesini duyduğumda namazı kısaltırım çünkü çocuğun ağlama sesinin annesinin duygularını harekete geçireceğini bilirim.\""
    },
    {
      "id": 106,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Mu`adh, Peygamber (ﷺ) ile birlikte namaz kılardı ve sonra kendi kavmini (kabilesini) namaza götürürdü."
    },
    {
      "id": 107,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) fatal hastalığına yakalandığında, birisi ona namaz hakkında bilgi vermek için geldi ve Peygamber (ﷺ) ona, \"Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Ben, \"Abu Bekir yumuşak huylu bir adamdır ve senin yerinde durursa ağlayacak ve Kur'an'ı okuyamayacak.\" dedim. Peygamber (ﷺ) \"Abu Bekir'in namazı kıldırmasını söyle.\" dedi. Ben aynı şeyi tekrar ettim. O (aynı emri tekrar ederek) üçüncü veya dördüncü kez, \"Siz Yusuf'un arkadaşlarısınız. Abu Bekir'in namazı kıldırmasını söyle.\" dedi. Bunun üzerine Abu Bekir namaza durdu ve bu esnada Peygamber (ﷺ) kendini daha iyi hissetti ve iki adamın yardımıyla dışarı çıktı; sanki ayaklarını yere sürüyormuş gibi. Abu Bekir onu görünce geri çekilmek istedi ama Peygamber (ﷺ) ona devam etmesini işaret etti. Abu Bekir biraz geri çekildi ve Peygamber (ﷺ) onun (sol) yanında oturdu. Abu Bekir, insanların duyması için Allah'ın Elçisi (ﷺ) tarafından Takbir (Allahu Akbar) tekrar ediyordu."
    },
    {
      "id": 108,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ciddi bir şekilde hastalandığında, Bilal ona namaz için geldi. O, \"Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)! Abu Bekir yumuşak huylu bir adamdır ve senin yerinde durursa insanlara sesini duyuramaz.\" dedim. \"Umar'ı (namazı kıldırması için) emredecek misin?\" dedim. Peygamber (ﷺ) \"Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Sonra Hafsa'ya, \"Ona de ki, 'Abu Bekir yumuşak huylu bir adamdır ve senin yerinde durursa insanlara sesini duyuramaz. Umar'ı namazı kıldırması için emredecek misin?'\" dedim. Hafsa bunu yaptı. Peygamber (ﷺ) \"Gerçekten siz Yusuf'un arkadaşlarısınız. Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Bunun üzerine Abu Bekir namaza durdu. Bu esnada Allah'ın Elçisi (ﷺ) kendini daha iyi hissetti ve iki kişinin yardımıyla dışarı çıktı ve her iki bacağı da yere sürüklenerek mescide girdi. Abu Bekir onu duyunca geri çekilmek istedi ama Allah'ın Elçisi (ﷺ) ona devam etmesini işaret etti. Peygamber (ﷺ) sol yanında oturdu. Abu Bekir ayakta namaz kılıyor, Allah'ın Elçisi (ﷺ) ise oturarak namazı kıldırıyordu. Abu Bekir Peygamber (ﷺ)'i takip ediyor ve insanlar da Abu Bekir'i (namazda) takip ediyordu."
    },
    {
      "id": 109,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) iki rekât (dört yerine) namaz kıldı ve namazını tamamladı. Dhul-Yadain ona, namazın kısaltılıp kısaltılmadığını ya da unuttuğunu sordu. Allah'ın Elçisi (ﷺ) insanlara Dhul-Yadain'in doğru söyleyip söylemediğini sordu. İnsanlar olumlu yanıt verdi. Sonra Allah'ın Elçisi ayağa kalktı, kalan iki rekâtı kıldı ve namazını Taslim ile bitirdi ve ardından \"Allahu Akbar\" dedi. Ardından normal secdeler gibi veya biraz daha uzun iki secde yaptı."
    },
    {
      "id": 110,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) iki rekât Zuhr namazı kıldı (dört yerine) ve kendisine sadece iki rekât kıldığını söylediler. Sonra iki rekât daha kıldı ve Taslim ile bitirdi, ardından iki secde yaptı."
    },
    {
      "id": 111,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan, müminlerin annesi: Allah'ın Elçisi (ﷺ) son hastalığında, \"Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Ben, \"Eğer Abu Bekir senin yerinde durursa, ağlamasından dolayı insanlara sesini duyuramaz. Lütfen Umar'ı namaza kıldırması için emret.\" dedim. O, \"Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Hafsa'ya, \"Ona de ki, 'Abu Bekir yumuşak huylu bir adamdır ve senin yerinde durursa insanlara sesini duyuramaz. Umar'ı insanları namaza kıldırması için emret.'\" dedim. Hafsa bunu yaptı ama Allah'ın Elçisi (ﷺ) \"Sus. Gerçekten siz (Peygamber) Yusuf'un arkadaşlarısınız. Abu Bekir'in insanları namaza götürmesini söyle.\" dedi. Hafsa bana, \"Senden hiç hayır görmedim.\" dedi."
    },
    {
      "id": 112,
      "narrator": "Narrated An-Nu`man bin 'Bashir:",
      "text": "An-Nu`man bin 'Bashir'den rivayet edilmiştir: Peygamber (ﷺ) \"Sıralarınızı düzeltin yoksa Allah yüzlerinizi değiştirir.\" dedi."
    },
    {
      "id": 113,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) \"Sıralarınızı düzeltin, çünkü ben sizi arkamdan görüyorum.\" dedi."
    },
    {
      "id": 114,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir kez İkâmet okundu ve Allah'ın Elçisi (ﷺ) bize döndü ve \"Sıralarınızı düzeltin ve daha yakın durun, çünkü ben sizi arkamdan görüyorum.\" dedi."
    },
    {
      "id": 115,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) \"Şehitler, boğulma, veba, karın hastalığı veya bir binanın altında canlı olarak gömülme nedeniyle ölenlerdir.\" dedi. Sonra ekledi, \"Eğer insanlar Zuhr namazının erken vaktindeki mükafatını bilselerdi, ona koşarlardı. Eğer `İsha' ve Fajr namazlarının cemaatle kılınmasının mükafatını bilselerdi, sürünerek bile katılırdı. Eğer ilk safların mükafatını bilselerdi, onun için kura çekerlerdi.\""
    },
    {
      "id": 116,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) \"İmam, takip edilmek için (atanmıştır). O yüzden ondan ayrılmayın, o rükûya gittiğinde siz de rükûya gidin ve o 'Sami`a l-lahu liman hamidah' dediğinde 'Rabbana-lakal hamd' deyin; eğer secde ederse, siz de secde edin ve eğer oturarak namaz kılarsa, hep birlikte oturarak namaz kılın ve namaz için sıraları düzeltin, çünkü sıraların düzeltilmesi, namazınızı doğru ve mükemmel kılan şeylerdendir.\" (Bkz. Hadis No. 657)."
    },
    {
      "id": 117,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) \"Sıralarınızı düzeltin, çünkü sıraların düzeltilmesi mükemmel ve doğru bir namaz için gereklidir.\" dedi."
    },
    {
      "id": 118,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Medine'ye vardım ve Allah'ın Elçisi (ﷺ) döneminden beri bir değişiklik bulup bulmadığımı sordular. Ben, \"Sadece namazlarınızda hizalanmadığınız dışında bir değişiklik bulmadım.\" dedim."
    },
    {
      "id": 119,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) \"Sıralarınızı düzeltin, çünkü ben sizi arkamdan görüyorum.\" dedi. Anas ekledi, \"Hepimiz omuzlarımızı arkadaşlarımızın omuzlarıyla, ayaklarımızı da arkadaşlarımızın ayaklarıyla birleştirirdik.\""
    },
    {
      "id": 120,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Bir gece Peygamber (ﷺ) ile namaz kıldım ve onun sol tarafında durdum. Allah'ın Elçisi (ﷺ) arkamdan başımı tuttu ve beni sağ tarafına çekti ve sonra namaz kıldı ve uyudu. Daha sonra Mu'adh-dhin geldi ve Peygamber (ﷺ) abdest almadan namaza durdu."
    },
    {
      "id": 121,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir gece bir yetim ile birlikte evimde Peygamber (ﷺ) ile namaz kıldık ve annem (Ümmü Süleym) arkamızda (tek başına bir saf oluşturmuş olarak) duruyordu."
    },
    {
      "id": 122,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gece namazda Peygamber (ﷺ) 'in solunda durdum ama o beni elinden veya omzundan tutarak sağ tarafında durmamı sağladı ve elini işaret ederek (benden) arkasından gitmemi istedi. (El-Keşmaihani, Fethu'l-Bari)."
    },
    {
      "id": 123,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) geceleri odasında namaz kılardı. Odanın duvarı alçak olduğu için insanlar onu görüyordu ve bazıları onun arkasında namaza durdu. Sabah olunca bu haber yayıldı. Ertesi gece Peygamber (ﷺ) namaza durdu ve insanlar onu takip etti. Bu durum iki veya üç gece devam etti. Bunun üzerine Allah'ın Elçisi (ﷺ) ertesi gece namaza durmadı ve dışarı çıkmadı. Sabah olunca insanlar ona bunun sebebini sordular. O da, gece namazının farz olmasından korktuğunu söyledi."
    },
    {
      "id": 124,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gündüzleri serdiği ve geceleri perde olarak kullandığı bir seccade vardı. Bu yüzden bir grup insan gece onun önünde toplanıp arkasında namaz kıldı."
    },
    {
      "id": 125,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ramazan ayında küçük bir oda yaptı (Said dedi ki, \"Zeyd bin Sabit'in bunun bir seccadeden yapıldığını söylediğini düşünüyorum\") ve orada birkaç gece namaz kıldı, böylece bazı arkadaşları da onun arkasında namaz kıldı. Bunu öğrendiğinde oturmaya devam etti. Sabah olunca onlara çıktı ve \"Yaptığınızı gördüm ve anladım. Evlerinizde namaz kılmalısınız, çünkü bir kişinin en iyi namazı evinde kıldığı namazdır, farz namazlar hariç.\" dedi."
    },
    {
      "id": 126,
      "narrator": "Narrated Anas bin Malik Al-Ansari:",
      "text": "Anas bin Malik el-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir ata bindi ve düştü, vücudunun sağ tarafı yaralandı. O gün bir namazı oturarak kıldı ve biz de onun arkasında oturarak namaz kıldık. Peygamber (ﷺ) selam ile namazı bitirdiğinde, \"İmam'a uyulur; eğer ayakta namaz kılarsa, ayakta namaz kılın; eğildiğinde eğilin; başınızı kaldırdığında başınızı kaldırın; secde ettiğinde secde edin; eğer 'Sami`a l-lahu liman hamidah' derse, 'Rabbana wa laka l-hamd' demelisiniz.\" dedi."
    },
    {
      "id": 127,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir ata düştü ve yaralandı, bu yüzden namazı oturarak kıldırdı ve biz de oturarak namaz kıldık. Namazı bitirdiğinde, \"İmam'a uyulur; eğer tekbir derse, tekbir deyin; eğildiğinde eğilin; başınızı kaldırdığında başınızı kaldırın; 'Sami`a l-lahu liman hamidah' dediğinde, 'Rabbana laka l-hamd' deyin; secde ettiğinde secde edin.\" dedi."
    },
    {
      "id": 128,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"İmam'a uyulur. O tekbir dediğinde tekbir deyin; eğildiğinde eğilin; 'Sami`a l-lahu liman hamidah' dediğinde, 'Rabbana wa laka l-hamd' deyin; secde ettiğinde secde edin ve eğer oturarak namaz kılıyorsa hep birlikte oturarak namaz kılın.\""
    },
    {
      "id": 129,
      "narrator": "Narrated Salim bin `Abdullah:",
      "text": "Salim bin Abdullah'tan rivayet edilmiştir: Babam dedi ki, \"Allah'ın Elçisi (ﷺ) namaza başlarken iki elini omuz seviyesine kadar kaldırırdı; ve eğilmek için tekbir getirdiğinde de aynı şekilde yapardı. Eğilişten başını kaldırdığında da aynı şeyi yapar ve 'Sami`a l-lahu liman hamidah, Rabbana wa laka l-hamd' derdi. Secdelerde (yani secde ederken) bunu yapmazdı.\""
    },
    {
      "id": 130,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namaza durduğunda her zaman iki elini omuz seviyesine kadar kaldırırdı, eğilmek için tekbir getirdiğinde de aynı şekilde yapardı ve eğilişten başını kaldırdığında 'Sami`a l-lahu liman hamidah' derdi. Ama secdelerde (yani secde ederken) bunu yapmazdı."
    },
    {
      "id": 131,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: Malik bin Huveyrith'in tekbir getirip iki elini kaldırdığını gördüm (namazlara başlarken ve eğilirken ve eğilişten sonra başını kaldırırken). Malik bin Huveyrith dedi ki, \"Allah'ın Elçisi (ﷺ) de aynı şeyi yapardı.\""
    },
    {
      "id": 132,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namaza tekbir ile başlarken ellerini omuz seviyesine kaldırdığını gördüm; eğilmek için tekbir getirdiğinde de aynı şeyi yapardı; ve 'Sami`a l-lahu liman hamidah' dediğinde de aynı şeyi yapardı ve sonra 'Rabbana wa laka l-hamd' derdi. Ama secdelerde ve secdeden başını kaldırırken aynı şeyi yapmazdı.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Ömer tekbir ile namaza başladığında, ellerini kaldırırdı; eğildiğinde de ellerini kaldırırdı (eğilmeden önce) ve 'Sami`a l-lahu liman hamidah' dediğinde de ellerini kaldırırdı; aynı şekilde ikinci rekattan (üçüncü rekata) kalkarken de yapardı. İbn Ömer dedi ki: \"Peygamber (ﷺ) de aynı şeyi yapardı.\""
    },
    {
      "id": 134,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'tan rivayet edilmiştir: İnsanlara namazda sağ elin sol ön kola konulması emredildi. Ebu Hazım dedi ki, \"Bu emrin Peygamber (ﷺ) 'den geldiğini biliyordum.\""
    },
    {
      "id": 135,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Beni Kıble'ye dönerken görüyorsunuz; ama Allah'a yemin ederim ki, sizin eğilişleriniz ve teslimiyetleriniz hakkında benden hiçbir şey gizli değildir ve ben sizi sırtımdan görüyorum.\""
    },
    {
      "id": 136,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Rükû ve secdeleri düzgün bir şekilde yapın. Vallahi, rükû veya secde ettiğinizde sizi arkamdan (veya sırtımdan) görüyorum.\""
    },
    {
      "id": 137,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber, Ebu Bekir ve Ömer, namaza \"Elhamdu lillahi Rabbi'l-âlemin\" (Bütün övgüler alemlerin Rabbi olan Allah'a aittir) diyerek başlarlardı."
    },
    {
      "id": 138,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Tekbir ile Kur'an okumak arasında sessiz kalırdı ve bu sessizlik süresi kısa olurdu. Ben Peygamber'e (ﷺ) \"Annem babam sana feda olsun! Tekbir ile okuma arasındaki duraklamada ne söylüyorsun?\" dedim. Peygamber (ﷺ) şöyle cevap verdi: \"Ben derim ki: 'Allah'ım, beni günahlarımdan doğu ile batı arasındaki mesafe kadar uzaklaştır. Allah'ım, beni günahlarımdan, beyaz bir elbisenin kirden arındığı gibi arındır. Allah'ım, günahlarımı su, kar ve dolu ile yıka.'\""
    },
    {
      "id": 139,
      "narrator": "Narrated Asma' bint Abi Bakr:",
      "text": "Esma bint Ebu Bekr'den rivayet edilmiştir: Peygamber (ﷺ) bir gün güneş tutulması namazı kıldı. Uzun bir süre ayakta durdu ve sonra uzun bir rükû yaptı. Tekrar doğruldu ve uzun bir süre ayakta kaldı, ardından uzun bir rükû yaptı ve tekrar doğruldu, sonra uzun bir secde yaptı ve başını kaldırdı, ardından uzun bir secde daha yaptı. Sonra uzun bir süre daha ayakta durdu ve tekrar uzun bir rükû yaptı, sonra tekrar doğruldu ve uzun bir secde yaptı, ardından başını kaldırdı ve bir uzun secde daha yaptı. Namazı tamamladıktan sonra şöyle dedi: \"Cennet benim için o kadar yakınlaştı ki, eğer cesaret etseydim, sizler için bir salkım meyve koparırdım ve cehennem de o kadar yakınlaştı ki, 'Rabbim, ben o insanlar arasında mı olacağım?' dedim. Sonra aniden bir kadın gördüm ve bir kedi onu pençeleriyle yaralıyordu. Sorduğumda, kadının kediyi açlıktan öldürene kadar hapsedildiği ve ne beslediği ne de serbest bıraktığı söylendi.\""
    },
    {
      "id": 140,
      "narrator": "Narrated Abu Ma`mar:",
      "text": "Ebu Ma'mar'dan rivayet edilmiştir: Khabbab'a, Allah'ın Elçisi (ﷺ) öğle ve ikindi namazlarında Kur'an okur muydu diye sorduk. O da olumlu yanıt verdi. Biz de, \"Bunu nasıl öğrendin?\" dedik. O da, \"Sakalı hareketinden\" dedi."
    },
    {
      "id": 141,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: (Ve El-Bara yalancı değildi) Peygamber (ﷺ) ile namaz kıldığımızda, rükûdan başını kaldırdığında, biz ayakta kalırdık ta ki onun secde ettiğini görünceye kadar."
    },
    {
      "id": 142,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Bir gün güneş tutulması, Allah'ın Elçisi (ﷺ) zamanında meydana geldi. O, güneş tutulması namazı kıldı. Arkadaşları, \"Ey Allah'ın Elçisi (ﷺ)! Senin yerinde dururken bir şey almak için uzandığını gördük ve sonra geri çekildiğini gördük.\" dediler. Peygamber (ﷺ) şöyle dedi: \"Bana cennet gösterildi ve oradan bir salkım meyve almak istedim. Eğer onu almış olsaydım, sizler dünyada kaldıkça ondan yerdiniz.\""
    },
    {
      "id": 143,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bize namaz kıldırdıktan sonra minbere çıktı ve iki elini caminin kıblesine doğru sallayarak şöyle dedi: \"Sizlere namaz kıldırmaya başladığımda, caminin duvarında cennet ve cehennem manzarasını gördüm. Bugün gördüğüm kadar iyi ve kötü hiç görmedim.\" Son cümlesini üç kez tekrar etti."
    },
    {
      "id": 144,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Namaz sırasında gökyüzüne bakan o insanlarla ne oluyor?\" Bu konuşmayı yaparken sesi sertleşti ve şöyle dedi: \"Onlar (namaz sırasında gökyüzüne bakmayı) bırakmalıdır; aksi takdirde gözleri alınır.\""
    },
    {
      "id": 145,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben Allah'ın Elçisi (ﷺ) ile namazda sağa sola bakmak hakkında konuştum. O da şöyle cevap verdi: \"Bu, şeytanın bir kişinin namazından çaldığı bir hırsızlık yoludur.\""
    },
    {
      "id": 146,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) üzerinde işaretler bulunan bir Khamisa ile namaz kıldı ve şöyle dedi: \"Üzerindeki işaretler dikkatimi dağıttı, bu Khamisa'yı Ebu Cehm'e götür ve ondan bir İnbijaniya getir.\""
    },
    {
      "id": 147,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) namaz kılarken caminin kıblesine doğru tükürük gördü ve onu kazıdı. Namazı bitirdikten sonra şöyle dedi: \"Sizden biri namazda iken, Allah'ın önünde olduğunu bilmeli. Bu yüzden namazda önüne tükürmemelidir.\""
    },
    {
      "id": 148,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Müslümanlar Fajr namazını kılarken, Allah'ın Elçisi (ﷺ) aniden Aişe'nin evinin perdesini açarak önlerine çıktı ve sıralar halinde duran Müslümanlara baktı. O, memnuniyetle gülümsedi. Ebu Bekir, Peygamber'in namaza çıkmak istediğini düşünerek geriye doğru gitmeye başladı. Müslümanlar namazı terk etmeyi düşündüler (ve denemeye maruz kalma tehlikesi geçirdiler), fakat Peygamber (ﷺ) onlara namazlarını tamamlamaları için işaret etti ve sonra perdeyi indirdi. O günün son saatlerinde vefat etti."
    },
    {
      "id": 149,
      "narrator": "Narrated Jabir bin Samura:",
      "text": "Cabir bin Semura'dan rivayet edilmiştir: Kufe halkı Sa'd'dan şikayet etti ve Ömer onu görevden alarak Ammar'ı onların başı olarak atadı. Sa'd hakkında birçok şikayette bulundular ve hatta onun namazı düzgün kılmadığını iddia ettiler. Ömer onu çağırdı ve \"Ey Ebu İshak! Bu insanlar senin namazı düzgün kılmadığını iddia ediyor.\" dedi. Ebu İshak şöyle yanıtladı: \"Vallahi, ben onlarla Allah'ın Elçisi'nin namazına benzer bir namaz kıldım ve ondan hiçbir şey eksiltmedim. Ben İsha namazının ilk iki rekâtını uzatır, son iki rekâtını kısaltırdım.\" Ömer dedi ki: \"Ey Ebu İshak, ben de seni böyle düşünmüştüm.\" Sonra onunla birlikte Kufe'ye bir veya daha fazla kişi gönderdi ki, halktan onu sorsunlar. Onlar oraya gittiler ve onun hakkında bir camiyi bile sormadan bırakmadılar. Tüm halk onu övdü ta ki Beni Abs kabilesinin camisinde, Usame bin Katade adında bir adam, Ebu Sa'da lakabıyla ayağa kalkıp şöyle dedi: \"Bizi yemin ettirdiğiniz için, Sa'd'ın asla ordunun başında gitmediğini, savaş ganimetini eşit dağıtmadığını ve hukuki kararlarında adalet sağlamadığını söylemek zorundayım.\" (Bunu duyunca) Sa'd şöyle dedi: \"Ben Allah'tan üç şey istiyorum: Ey Allah! Eğer bu kulun yalan söylüyorsa ve gösteriş için kalktıysa, ona uzun bir ömür ver, fakirliğini artır ve onu imtihanlara tabi tut.\" (Ve öyle oldu). Daha sonra o kişi nasıl olduğunu sorduğunda, Sa'd'ın laneti nedeniyle bir yaşlı adam olduğunu yanıtlıyordu. Abdul Malik, rivayet eden kişi, onu daha sonra gördüğünü ve yaşlılıktan dolayı kaşlarının gözlerinin üzerine sarktığını, küçük kızları rahatsız ettiğini ve onlara saldırdığını söyledi."
    },
    {
      "id": 150,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "Ubade bin As-Samit'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Namazında Fatiha'yı okumayanın namazı geçersizdir.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) mescide girdi ve bir kişi onu takip etti. Adam namaz kıldı ve Peygamber'e selam verdi. Peygamber (ﷺ) selamı aldı ve ona, \"Geri dön ve namaz kıl, çünkü namaz kılmadın.\" dedi. Adam geri döndü, öncekine benzer şekilde namaz kıldı, geri geldi ve selam verdi. Peygamber, \"Geri dön ve namaz kıl, çünkü namaz kılmadın.\" dedi. Bu üç kez tekrarlandı. Adam, \"Seni Hak ile gönderen Allah'a yemin ederim ki, ben bu namazı daha iyi bir şekilde kılmam mümkün değil. Lütfen bana nasıl namaz kılacağımı öğret.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Namaza durduğunda Takbir getir ve ardından bildiğin Kur'an'dan oku ve sonra eğil, rahatlayana kadar bekle. Sonra başını kaldır ve dik dur, sonra secde et, secdende rahatlayana kadar bekle, sonra otur, sakin bir şekilde rahatlayana kadar (acele etme) ve tüm namazlarında aynı şekilde yap.\""
    },
    {
      "id": 152,
      "narrator": "Narrated Jabir bin Samura:",
      "text": "Jabir bin Samura'dan rivayet edilmiştir: Sa'd dedi ki, \"Ben onlarla, Allah'ın Messenger'ı (ﷺ) gibi bir namaz kılardım (öğle ve ikindi namazı) onlardan hiçbir şey azaltmadan. İlk iki rek'atı uzatır, son iki rek'atı kısaltırdım.\" 'Umar, Sa'd'a dedi ki, \"Bu, senin hakkında düşündüğümüz şeydi.\""
    },
    {
      "id": 153,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "Abdullah bin Abi Qatada'dan rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) öğle namazında ilk iki rek'atta Al-Fatiha ile birlikte iki başka sure okurdu: ilk rek'atta uzun bir sure ve ikinci rek'atta daha kısa bir sure, bazen ayetler duyulurdu. İkindi namazında Peygamber (ﷺ) ilk iki rek'atta Al-Fatiha ve iki daha sure okurdu ve ilk rek'atı uzatırdı. Sabah namazının ilk rek'atını uzatır, ikinci rek'atını kısaltırdı.\""
    },
    {
      "id": 154,
      "narrator": "Narrated Abu Ma`mar:",
      "text": "Abu Ma'mar'dan rivayet edilmiştir: Khabbab'a, Peygamber (ﷺ) öğle ve ikindi namazlarında Kur'an okur muydu diye sordum. O, olumlu yanıt verdi. Biz, \"Bunu nasıl bildin?\" dedik. O, \"Sakalının hareketinden.\" dedi."
    },
    {
      "id": 155,
      "narrator": "Narrated Abu Ma`mar:",
      "text": "Abu Ma'mar'dan rivayet edilmiştir: Khabbab bin Al-Art'a, Peygamber (ﷺ) öğle ve ikindi namazlarında Kur'an okur muydu diye sordum. O, olumlu yanıt verdi. Ben, \"Bunu nasıl bildin?\" dedim. O, \"Sakalının hareketinden.\" dedi."
    },
    {
      "id": 156,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "Abdullah bin Abi Qatada'dan rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) öğle ve ikindi namazlarının ilk iki rek'atında Al-Fatiha ile birlikte başka bir sure okurdu ve bazen bir ayet veya daha fazlası bize duyulurdu.\""
    },
    {
      "id": 157,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (Annem) Ümmü'l-Fadl, benim \"Wal Mursalati 'Urfan\" (77) okuduğumu duydu ve dedi ki, \"Ey oğlum! Allah'a yemin ederim ki, senin okuman bana, Allah'ın Messenger'ı (ﷺ) tarafından duyduğum son sureyi hatırlattı. O, bunu akşam namazında okudu.\""
    },
    {
      "id": 158,
      "narrator": "Narrated Marwan bin Al-Hakam:",
      "text": "Marwan bin Al-Hakam'dan rivayet edilmiştir: Zaid bin Thabit bana dedi ki, \"Neden akşam namazında çok kısa sureler okuyorsun, oysa ben Peygamber (ﷺ) iki uzun sureden daha uzun olanı okurken duydum?\""
    },
    {
      "id": 159,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jubair bin Mut'im'den rivayet edilmiştir: Babam dedi ki, \"Allah'ın Messenger'ı (ﷺ) akşam namazında 'at-Tur' (52) okuduğunu duydum.\""
    },
    {
      "id": 160,
      "narrator": "Narrated Abu Rafi`:",
      "text": "Abu Rafi'den rivayet edilmiştir: Ben, Abu Huraira'nın arkasında 'İsha' namazını kıldım ve o, \"Idha s-samaa'u n-shaqqat\" (84) okudu ve secde etti. Sorduğumda, \"Ben Abul-Kasim'in (Peygamber) arkasında secde ettim (o sureyi okuduğunda) ve onu gördüğümde bunu yapmaya devam edeceğim.\" dedi."
    },
    {
      "id": 161,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) bir yolculuktaydı ve 'İsha' namazının ilk iki rek'atinde \"Wa t-teeni wa z-zaitun.\" (95) okudu."
    },
    {
      "id": 162,
      "narrator": "Narrated Abu Rafi`:",
      "text": "Abu Rafi'den rivayet edilmiştir: Bir gün 'İsha' namazını Abu Huraira ile kıldım ve o, \"Idha s-samaa'u n-shaqqat\" (84) okudu ve secde etti. Ben, \"Bu nedir?\" dedim. O, \"Ben Abul-Kasim'in (Peygamber) arkasında secde ettim (o sureyi okuduğunda) ve onu gördüğümde bunu yapmaya devam edeceğim.\" dedi."
    },
    {
      "id": 163,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) 'İsha' namazında \"wa t-teeni wa z-zaitun\" (95) okuduğunu duydum ve ondan daha tatlı bir ses veya daha iyi bir okuma şekli duymadım."
    },
    {
      "id": 164,
      "narrator": "Narrated Jabir bin Samura:",
      "text": "Jabir bin Samura'dan rivayet edilmiştir: 'Umar, Sa'd'a dedi ki, \"İnsanlar her şeyde, hatta namazda bile senin aleyhinde şikayet ettiler.\" Sa'd cevap verdi, \"Gerçekten ben ilk iki rek'atı uzatır, son iki rek'atı kısaltırdım ve Allah'ın Messenger'ı (ﷺ) arkasında kıldığım namazı asla kısaltmam.\" 'Umar dedi ki, \"Sen doğru söylüyorsun ve bu, senin hakkında düşündüğüm şey.\""
    },
    {
      "id": 165,
      "narrator": "Narrated Saiyar bin Salama:",
      "text": "Saiyar bin Salama'dan rivayet edilmiştir: Babam ve ben, Abu Barza-al-Aslami'ye namazların belirtilen vakitleri hakkında sormak için gittik. O, \"Peygamber (ﷺ) öğle namazını, güneş tam öğle vaktinde en yüksek noktasından düştüğünde kılardı; ikindi namazını, eğer bir adam Medine'nin en uzak yerine (namaz kıldıktan sonra) giderse güneşin hala sıcak (parlak) olduğunu bulacağı bir vakitte kılardı. (Alt rivayetçi dedi ki: Abu Barza'nın akşam namazı hakkında ne söylediğini unuttum). Peygamber (ﷺ) 'İsha' namazını gecenin ilk üçte birine ertelemekten bir zarar görmedi ve ondan önce uyumayı ve ondan sonra konuşmayı sevmezdi. Sabah namazını, bitirdikten sonra yanındaki kişiyi tanıyacak kadar aydınlık bir vakitte kılardı ve bir veya her iki rek'atta 60 ile 100 ayet arasında okurdu.\""
    },
    {
      "id": 166,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Kur'an her namazda okunur ve Allah'ın Resulü (ﷺ) bizim için yüksek sesle okuduğu namazlarda, biz de sizin için aynı namazlarda yüksek sesle okuruz; ve Peygamber (ﷺ) sessiz okuduğu namazlarda, biz de sessiz okuruz. Eğer sadece \"El-Fatiha\" okursanız bu yeterlidir ama eğer ek olarak başka bir şey okursanız, bu daha iyidir."
    },
    {
      "id": 167,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bazı arkadaşlarıyla birlikte Suq `Ukaz'a (Ukaz pazarı) gitme niyetiyle yola çıktı. Aynı zamanda, şeytanlarla gökyüzü haberleri arasında bir engel konuldu. Onlara ateş atılmaya başlandı. Şeytanlar kendi halklarına gitti ve onlara, \"Sizlere ne oldu?\" dediler. Onlar, \"Bizimle gökyüzü haberleri arasında bir engel konuldu. Ve bize ateş atıldı.\" dediler. Onlar, \"Sizi gökyüzü haberlerinden alıkoyan şey, yakın zamanda olmuş bir şey olmalı. Doğuya ve batıya gidin ve sizi gökyüzü haberlerinden alıkoyan şeyi görün.\" Tuhama'ya gidenler, Nakhla adlı bir yerde Peygamber (ﷺ) ile karşılaştılar ve bu yer Suq `Ukaz'a giden yolda idi ve Peygamber (ﷺ) arkadaşlarıyla birlikte Fajr namazını kılıyordu. Kur'an'ı duyduklarında onu dinlediler ve \"Vallahi, bu, bizi gökyüzü haberlerinden alıkoyan şeydir.\" dediler. Kendi halklarına döndüler ve \"Ey halkımız; gerçekten de doğru yolu gösteren harika bir okuma (Kur'an) duyduk; ona inandık ve Rabbimize ortak koşmayacağız.\" dediler. Allah, Peygamberine (Cinn Suresi) şu ayetleri indirdi: \"De ki: Bana vahyedildi.\" Ve ona vahyedilen şey, cinlerin konuşmasıydı."
    },
    {
      "id": 168,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) kendisine emredilen namazlarda yüksek sesle okur ve kendisine emredilen namazlarda sessiz okurdu. \"Ve Rabbiniz unutkan değildir.\" \"Şüphesiz ki, Peygamberin yollarında sizin için güzel bir örnek vardır.\""
    },
    {
      "id": 169,
      "narrator": "Anas said:",
      "text": "Anas dedi ki: Ensar'dan biri, Kuba' camisinde Ensar'a namaz kıldırırdı ve Salat'ta bir şey okumak istediğinde her zaman \"Qul Huwal-lahu Ahad\" okuma alışkanlığı vardı. O sureyi bitirdiğinde, onunla birlikte başka bir sure okurdu. Her rek'atta aynı prosedürü takip ederdi. Arkadaşları bununla ilgili onunla tartıştılar ve \"Bu sureyi okuyorsun ve yeterli görmüyorsun, sonra başka bir sure okuyorsun. Öyleyse bunu tek başına mı okuyacaksın yoksa bırakıp başka bir şey mi okuyacaksın?\" dediler. O, \"Bunu asla bırakmam ve eğer beni bu şartla imamınız olarak istiyorsanız, o zaman tamam; aksi takdirde sizi bırakırım.\" dedi. Onlar onun en iyisi olduğunu biliyorlardı ve başka birinin kendilerine namaz kıldırmasını istemiyorlardı. Peygamber (ﷺ) onlara her zamanki gibi gittiğinde, ona bunu bildirdiler. Peygamber (ﷺ) ona hitap etti ve \"Ey filan, arkadaşlarının sana yapmanı istediklerinden seni alıkoyan nedir? Neden her rek'atta bu sureyi özellikle okuyorsun?\" dedi. O, \"Bu sureyi seviyorum.\" dedi. Peygamber (ﷺ) \"Bu sureye olan sevgin seni cennete sokacaktır.\" dedi."
    },
    {
      "id": 170,
      "narrator": "Narrated Abu Wa'il:",
      "text": "Abu Wa'il'den rivayet edilmiştir: Bir adam İbn Mes'ud'a geldi ve \"Gece bir rek'atta Mufassal (Sureler) okudum.\" dedi. İbn Mes'ud, \"Bu okuma (çok hızlı) şiir okuması gibidir. Peygamber (ﷺ) zamanında çiftler halinde okunan aynı sureleri biliyorum.\" dedi. İbn Mes'ud daha sonra her rek'atta okunan 20 Mufassal sureyi, bunlar arasında (yani) Ha, Meem ile başlayan iki sureyi de dahil ederek zikretti."
    },
    {
      "id": 171,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) namazın ilk iki rek'atında El-Fatiha'yı okur ve ardından başka bir sure okurdu ve Zuhr namazının son iki rek'atında sadece El-Fatiha okurdu. Bazen bir ayet duyulurdu ve ilk rek'atını ikinci rek'attan daha uzun tutardı ve aynı şeyi `Asr ve Fajr namazlarında da yapardı.\""
    },
    {
      "id": 172,
      "narrator": "Narrated Abu Ma`mar:",
      "text": "Abu Ma'mar'dan rivayet edilmiştir: Khabbab'a \"Allah'ın Resulü (ﷺ) Zuhr ve `Asr namazlarında okur muydu?\" dedik. O, olumlu yanıt verdi. \"Bunu nasıl öğrendin?\" dedik. O, \"Sakalının hareketinden.\" dedi."
    },
    {
      "id": 173,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) Zuhr ve `Asr namazlarının ilk iki rek'atında El-Fatiha ile birlikte başka bir sure okurdu. Bazen bir ayet duyulurdu ve ilk rek'atını uzatırdı.\""
    },
    {
      "id": 174,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) Zuhr namazının ilk rek'atını uzatır ve ikinciyi kısaltırdı ve aynı şeyi Fajr namazında da yapardı.\""
    },
    {
      "id": 175,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) \"İmam 'Amin' dediğinde 'Amin' deyin ve eğer sizden birinin 'Amin'i meleklerin 'Amin'i ile örtüşürse, geçmişteki tüm günahları affedilir.\" dedi. İbn Şihab dedi ki, \"Allah'ın Resulü (ﷺ) 'Amin' derdi.\""
    },
    {
      "id": 176,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer sizden biri 'Amin' der ve gökyüzündeki melekler 'Amin' derse ve bunlar örtüşürse, geçmişteki tüm günahları affedilir.\""
    },
    {
      "id": 177,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"İmam 'Ghairi l-maghdubi `alaihim wala d-daalleen' dediğinde 'Amin' deyin; meleklerin 'Amin'i ile örtüşen kişinin geçmişteki tüm günahları affedilecektir.\""
    },
    {
      "id": 178,
      "narrator": "Narrated Abu Bakra:",
      "text": "Abu Bakra'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) namazda rükûda iken mescide vardım ve ben de sıraya katılmadan önce rükû yaptım, bunu Peygamber (ﷺ)'e bildirdim ve o bana, \"Allah, iyiliğe olan sevginizi artırsın. Ama bunu bir daha yapma (böyle rükû yapma).\" dedi."
    },
    {
      "id": 179,
      "narrator": "Narrated `Imran bin Husain:",
      "text": "İmran bin Husain'den rivayet edilmiştir: Ben, Basra'da Ali ile birlikte namaz kıldım ve o bize Allah'ın Resulü (ﷺ) ile birlikte kıldığımız namazı hatırlattı. Ali, her kalkış ve rükûda tekbir getirdi."
    },
    {
      "id": 180,
      "narrator": "Narrated Abu Salama:",
      "text": "Abu Salama'dan rivayet edilmiştir: Abu Huraira bize namaz kıldırdığında her rükû ve kalkışta tekbir getirirdi. Namazı tamamladığında, \"Namazım, Allah'ın Resulü (ﷺ)'nün namazına sizlerin namazından daha çok benziyor.\" derdi."
    },
    {
      "id": 181,
      "narrator": "Narrated Mutarrif bin `Abdullah:",
      "text": "Mutarrif bin Abdullah'dan rivayet edilmiştir: İmran bin Hüsayn ve ben, Ali bin Ebi Talib'in arkasında namaz kıldık. Ali secdeye gittiğinde tekbir getirdi, başını kaldırdığında tekbir getirdi ve üçüncü rekata kalktığında tekbir getirdi. Namazı tamamladıktan sonra İmran elimi tuttu ve \"Bu (yani Ali) bana Muhammed'in namazını hatırlattı\" ya da \"Bizi Muhammed gibi bir namaza yönetti\" dedi."
    },
    {
      "id": 182,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: Kabe'nin yanında İbrahim'in makamında bir kişinin namaz kıldığını gördüm ve her rükûda, kalkışta, ayakta ve otururken tekbir getiriyordu. Bu namaz hakkında İbn Abbas'a sordum. O da bana, \"Bu, Peygamberin namazı değil mi?\" diye nasihat etti."
    },
    {
      "id": 183,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: Mekke'de bir Şeyh'in arkasında namaz kıldım ve o, namaz sırasında yirmi iki tekbir getirdi. İbn Abbas'a, o (yani o Şeyh) hakkında aptalca bir şey yaptığını söyledim. İbn Abbas bana nasihat etti ve \"Bu, Ebu'l-Kasım'ın sünnetidir\" dedi."
    },
    {
      "id": 184,
      "narrator": "And narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) namaza durduğunda, namaza başlarken tekbir getirir ve sonra rükûda tekbir getirirdi. Rükûdan kalktığında \"Semi'a Allahu liman hamidah\" derdi ve sonra ayakta düz dururken \"Rabbena laka-l hamd\" derdi (Leyth dedi ki, \"(Peygamber (ﷺ) dedi ki), 'Ve laka l-hamd'.\" Secdeye gittiğinde ve secdeden başını kaldırdığında tekrar tekbir getirirdi; yine secdeye gittiğinde ve başını kaldırdığında tekbir getirirdi. Namazın tamamına kadar aynı şekilde devam ederdi. İkinci rekattan (at-Tahiyyat'ta oturduktan) kalktığında tekbir getirirdi."
    },
    {
      "id": 185,
      "narrator": "Narrated Mus`ab bin Sa`d:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir: Babamın yanında namaz kıldım ve iki elimle dizlerimin arasına koydum. Babam bana bunu yapmamamı söyledi ve \"Biz de aynı şekilde yapardık ama (Peygamber) bunu yapmamamızı yasakladı ve ellerimizi dizlerimizin üzerine koymamızı emretti\" dedi."
    },
    {
      "id": 186,
      "narrator": "Narrated Zaid bin Wahb:",
      "text": "Zaid bin Vahb'den rivayet edilmiştir: Hudeyfe, rükû ve secdeyi düzgün yapmayan birini gördü. Ona, \"Sen namaz kılmadın ve eğer ölürsen, Muhammed'in dininden başka bir din üzerinde ölürsün\" dedi."
    },
    {
      "id": 187,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Peygamberin (ﷺ) rükû, secde, iki secde arasındaki oturuş ve rükûdan sonraki ayakta duruş süreleri yaklaşık olarak eşit olurdu, ancak qiyam (namazda ayakta durma) ve qu'd (namazda oturma) süreleri eşit olmazdı."
    },
    {
      "id": 188,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) mescide girdi, bir adam içeri girdi, namaz kıldı ve Peygamber'e selam verdi. Peygamber selamını aldı ve ona, \"Geri dön ve tekrar namaz kıl, çünkü sen namaz kılmadın\" dedi. Adam tekrar namaz kıldı, geri geldi ve Peygamber'e selam verdi. Peygamber ona üç kez, \"Geri dön ve tekrar namaz kıl, çünkü sen namaz kılmadın\" dedi. Adam, \"Seni hak ile gönderen Allah'a yemin ederim ki! Ben daha iyi bir namaz kılma yolu bilmiyorum. Lütfen bana namaz kılmayı öğret\" dedi. Peygamber, \"Namaza durduğunda tekbir getir ve bildiğin kadar Kur'an'dan oku, sonra rükûya sakin bir şekilde eğil, rahatlayana kadar bekle, sonra rükûdan kalk ve düz duruncaya kadar bekle. Sonra sakin bir şekilde secdeye git, rahatlayana kadar bekle ve sonra başını kaldır ve sakin bir şekilde otur, rahatlayana kadar bekle ve sonra secdeye git, secdede rahatlayana kadar bekle ve namazının tamamında bunu yap\" dedi."
    },
    {
      "id": 189,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) rükû ve secdelerinde, \"Subhanaka Allahumme Rabbena ve bihamdiK; Allahumme ğfir li.\" derdi. (Yüceltilmişsin, ey Allah, Rabbimiz, ve hamd ile; Ey Allah! Beni affet)."
    },
    {
      "id": 190,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) \"Semi'a Allahu liman hamidah\" dediğinde, \"Rabbena ve laka l-hamd\" derdi. Rükûda ve rükûdan başını kaldırırken Peygamber (ﷺ) tekbir getirirdi. İki secdeden sonra kalkarken de tekbir getirirdi. (Hadis No. 656'ya bak)."
    },
    {
      "id": 191,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"İmam 'Semi'a Allahu liman hamidah' dediğinde, siz de 'Allahumme Rabbena laka l-hamd' demelisiniz. Eğer sizden birinin sözü, meleklerin sözüyle örtüşürse, geçmiş tüm günahları affedilir.\""
    },
    {
      "id": 192,
      "narrator": "Narrated Abu Salama:",
      "text": "Ebu Selame'den rivayet edilmiştir: Ebu Hureyre dedi ki, \"Şüphesiz, benim Salatım Peygamberin (ﷺ) Salatına benzer.\" Ebu Hureyre, Zuhr, İsha ve Fajr namazlarının son rek'atinde \"Semi'a Allahu liman hamidah\" dedikten sonra Kunut okurdu. Gerçek müminler için Allah'tan af diler ve kafirlere lanet ederdi."
    },
    {
      "id": 193,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Kunut, Maghrib ve Fajr namazlarında okunurdu."
    },
    {
      "id": 194,
      "narrator": "Narrated Rifa`a bin Rafi` Az-Zuraqi:",
      "text": "Rifa'a bin Rafi' Az-Zuraqi'den rivayet edilmiştir: Bir gün Peygamber'in arkasında namaz kılıyorduk. O, rükûdan başını kaldırdığında \"Semi'a Allahu liman hamidah\" dedi. Arkasında bir adam \"Rabbena ve laka l-hamd, hamdan kathiran tayyiban mubarakan fihi\" dedi (Ey Rabbimiz! Tüm hamd Senindir, çokça güzel ve bereketli hamd). Peygamber namazı tamamladıktan sonra, \"Bu sözleri kim söyledi?\" diye sordu. Adam, \"Ben\" dedi. Peygamber, \"Otuzdan fazla meleğin bunu ilk yazmak için yarıştığını gördüm\" dedi. Peygamber rükûdan kalktı ve omurga kemiklerinin doğal pozisyona gelene kadar düz durdu."
    },
    {
      "id": 195,
      "narrator": "Narrated Thabit:",
      "text": "Sabit'ten rivayet edilmiştir: Anas, bize Peygamberin (ﷺ) namazını gösterirdi ve gösterirken rükûdan başını kaldırıp o kadar uzun dururdu ki, secdeyi unuttuğunu söylerdik."
    },
    {
      "id": 196,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara' tarafından rivayet edilmiştir: Peygamber (ﷺ) için rükû, secdeler, rükûdan sonraki ayakta durma süresi ve iki secde arasındaki süre eşit uzunluktaydı."
    },
    {
      "id": 197,
      "narrator": "Narrated Aiyub:",
      "text": "Aiyub tarafından rivayet edilmiştir: Ebu Kılabe dedi ki, \"Malik bin Huwairith, bize Peygamber (ﷺ)'in namazını farz namazlar dışında gösterirdi. Bir gün namaza durdu ve mükemmel bir Qiyam (ayakta durup Kur'an'dan okuma) yaptı, sonra rükû yaptı ve rükûyu mükemmel bir şekilde gerçekleştirdi; ardından başını kaldırdı ve bir süre dik durdu.\" Ebu Kılabe ekledi, \"Malik bin Huwairith o gösterimde bizim bu Şeyhimiz Ebu Yazid gibi namaz kıldı.\" Ebu Yazid, ikinci secdeden başını kaldırdıktan sonra (bir süre) otururdu."
    },
    {
      "id": 198,
      "narrator": "Narrated Abu Bakr bin `Abdur Rahman Ibn Harith bin Hisham and Abu Salama bin `Abdur Rahman:",
      "text": "Abdurrahman bin Harith bin Hişam ve Ebu Selama bin Abdurrahman tarafından rivayet edilmiştir: Ebu Hureyre, Ramazan ayında veya diğer aylarda, farz ve nafile tüm namazlarda tekbir getirirdi. Namaza durduğunda ve rükû yaptığında tekbir getirirdi; sonra \"Sami`a l-lahu liman hamidah\" derdi ve secde etmeden önce \"Rabbana wa laka l-hamd\" derdi. Sonra secde ederken ve secdeden başını kaldırırken tekbir getirirdi, ardından ikinci kez secde ederken ve secdeden başını kaldırırken yine tekbir getirirdi. İkinci rek'atın ayakta dururken de tekbir getirirdi. Namazı tamamlayana kadar her rek'atta aynı şekilde yapardı. Namazı tamamladıktan sonra, \"Canım elinde olan Allah'a yemin ederim ki, benim namazım, Allah'ın Resulü (ﷺ)'nün namazına sizinkinden daha yakındır ve bu, O'nun bu dünyadan ayrılana kadar kıldığı namazdır.\" derdi."
    },
    {
      "id": 199,
      "narrator": "And Abu Huraira said, \"When Allah's Messenger (ﷺ) raised his head from (bowing) he \nused to say \"Sami`a l-lahu liman hamidah, Rabbana wa laka l-hamd.\" He Would invoke Allah for \nsome people by naming them:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Resulü (ﷺ) rükûdan başını kaldırdığında 'Sami`a l-lahu liman hamidah, Rabbana wa laka l-hamd' derdi. Bazı insanlar için isimlerini anarak Allah'a dua ederdi: 'Ey Allah! Al-Walid bin Al-Walid'i, Salama bin Hişam'ı, Aiyash bin Ebi Rabi'a'yı ve müminlerin zayıf ve çaresiz olanlarını kurtar. Ey Allah! Mudar kabilesine zorbalık et ve onları Yusuf zamanındaki gibi kıtlık yıllarıyla cezalandır.' O günlerde Mudar kabilesinin doğu kısmı Peygamber'e karşıydı.\""
    },
    {
      "id": 200,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik tarafından rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir attan düştü ve vücudunun sağ tarafı yaralandı. Sağlığını sormak için gittik, bu arada namaz vakti geldi ve oturarak namaz kıldırdı, biz de oturarak namaz kıldık. Namazı tamamladıktan sonra, \"İmam'a uyulmalıdır; o tekbir getirdiğinde siz de tekbir getirin; rükû yaptığında rükû yapın; ayağa kalktığında ayağa kalkın ve 'Sami`a l-lahu liman hamidah' dediğinde 'Rabbana wa laka l-hamd' deyin ve o secde ederse secde edin.\" Sufyan, bunu Ma'mar'dan aynı şekilde rivayet etti. İbn Juraij, (Peygamber'in) sağ bacağının yaralandığını söyledi."
    },
    {
      "id": 201,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre tarafından rivayet edilmiştir: İnsanlar, \"Ey Allah'ın Resulü (ﷺ)! Kıyamet Günü Rabbimizi görecek miyiz?\" dediler. O da, \"Açık bir gecede dolunay görme konusunda şüphe var mı?\" diye cevap verdi. Onlar, \"Hayır, ey Allah'ın Resulü (ﷺ)!\" dediler. O da, \"Bulut yokken güneşi görme konusunda şüphe var mı?\" dedi. Onlar, olumsuz yanıt verdiler. O, \"Siz de Allah'ı (Rabbinizi) aynı şekilde göreceksiniz. Kıyamet Günü insanlar toplanacak ve Allah, onlara taptıkları şeyleri takip etmelerini emredecek. Bazıları güneşi, bazıları ayı, bazıları ise diğer ilahları takip edecek; sadece bu ümmet (Müslümanlar) ve onların münafıkları kalacak. Allah onlara gelecek ve 'Ben sizin Rabbinizim' diyecek. Onlar, 'Rabbiniz gelene kadar bu yerde kalacağız ve Rabbiniz geldiğinde O'nu tanıyacağız' diyecekler. Sonra Allah tekrar onlara gelecek ve 'Ben sizin Rabbinizim' diyecek. Onlar, 'Sen bizim Rabbinizsin' diyecekler. Allah onları çağıracak ve As-Sirat (bir köprü) cehennemin üzerine serilecektir ve ben (Muhammed) ilk Peygamber olarak onu geçeceğim, takipçilerimle birlikte. O zaman sadece Peygamberler konuşabilecek ve 'Ey Allah! Bizi kurtar. Ey Allah! Bizi kurtar.' diyecekler. 'Sa'dan dikenleri gibi kancalar olacak mı?' diye sordular. İnsanlar, 'Evet.' dedi. O, 'Bu kancalar Sa'dan dikenleri gibi olacak ama onların büyüklüğünü Allah'tan başka kimse bilmez ve bunlar insanları amellerine göre yakalayacak; bazıları düşüp cehennemde sonsuza kadar kalacak; diğerleri cezalandırılacak (küçük parçalara ayrılacak) ve cehennemden çıkacak, ta ki Allah, dilediği kimselere merhamet etmeyi istediğinde, meleklerine yalnızca O'na tapanları cehennemden çıkarmalarını emredecek. Melekler, secde izlerinden tanıyacaklar, çünkü Allah, ateşin o izleri yemesini yasaklamıştır. Böylece ateşten çıkacaklar, insan bedeninin tamamından sadece secde izlerini bırakacak. O zaman ateşten çıkacaklar, sadece iskelet olarak. Hayat Suyu onlara dökülecek ve bunun sonucunda akarsuyun kenarında büyüyen tohumlar gibi büyüyecekler. Sonra Allah, yaratıkları arasında hüküm verdikten sonra, cehennem ile cennet arasında bir adam kalacak ve o, cehennem halkından cennete girecek son adam olacak. O, cehenneme dönük olacak ve 'Ey Allah! Yüzümü ateşten çevir, çünkü rüzgârı beni kuruttu ve buharı beni yaktı.' diyecek. Allah ona soracak, 'Eğer bu lütuf sana verilirse başka bir şey ister misin?' O, 'Hayır, Senin (Şerefine) Gücüne yemin ederim!' diyecek. Ve Rabbine (Allah'a) neyi isterse onu verecek. Allah, o zaman yüzünü ateşten çevirecek. Cennete döndüğünde ve onun cazibesini gördüğünde, Allah dilediği kadar sessiz kalacak. Sonra 'Ey Rabbim! Beni cennetin kapısına götür.' diyecek. Allah ona soracak, 'Aldığın sözleri ve taahhütleri unuttun mu, daha fazlasını istemeyeceğine dair?' O, 'Ey Rabbim! Beni yaratıkların en bedbahtı yapma.' diyecek. Allah, 'Eğer bu isteğin kabul edilirse, başka bir şey ister misin?' diyecek. O, 'Hayır! Senin Gücüne! Başka bir şey istemeyeceğim.' diyecek. Sonra Rabbine neyi isterse onu verecek. Allah, onu cennetin kapısına götürecek. Oraya ulaştığında ve hayatını, cazibesini ve zevkini gördüğünde, Allah dilediği kadar sessiz kalacak ve sonra 'Ey Rabbim! Beni cennete al.' diyecek. Allah, 'Ey Adem oğlu! Ne kadar hain birisin! Daha önce aldığın sözleri ve taahhütleri unuttun mu?' diyecek. O, 'Ey Rabbim! Beni yaratıkların en bedbahtı yapma.' diyecek. Bunun üzerine Allah gülecek ve onu cennete alacak ve ona istediği kadar dilekte bulunmasını söyleyecek. O, bütün arzuları yerine getirilene kadar dilekte bulunacak. Sonra Allah, 'Şu ve bu şeylerden daha fazlasını iste.' diyecek. Allah ona hatırlatacak ve tüm arzuları yerine getirildiğinde, Allah, 'Bunların hepsi sana verildi ve benzer miktarda daha fazlası.' diyecek. Ebu Said el-Hudri, Ebu Hureyre'ye dedi ki, 'Allah'ın Resulü (ﷺ) dedi ki, 'Allah, 'Bu senin içindir ve bunun on katı daha.' dedi.' Ebu Hureyre, 'Allah'ın Resulü (ﷺ)'nden hatırladığım tek şey, 'Bunların hepsi sana verildi ve benzer miktarda daha fazlası.' dedi.' Ebu Said, 'Onun, 'Bu senin içindir ve bunun on katı daha.' dediğini duydum.' dedi."
    },
    {
      "id": 202,
      "narrator": "Narrated `Abdullah bin Malik bin Buhaina:",
      "text": "Abdullah bin Malik bin Buhaina tarafından rivayet edilmiştir: Peygamber (ﷺ) namaz kıldığında, kollarını vücudundan uzak tutardı ki koltuk altlarının beyazlığı görünür olsun."
    },
    {
      "id": 203,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail tarafından rivayet edilmiştir: Hudayfa dedi ki, \"Bir kişinin rükû ve secdelerini mükemmel yapmadığını gördüm. Namazı tamamladıktan sonra, ona namaz kılmadığını söyledim.\" Hudayfa'nın eklediğini düşünüyorum (yani adama), \"Eğer ölseydin, Peygamber (ﷺ) Muhammed'in dışında bir gelenek üzere ölürdün.\""
    },
    {
      "id": 204,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas tarafından rivayet edilmiştir: Peygamber (ﷺ)'e yedi parçaya secde etmesi ve namaz kılarken elbiselerini veya saçlarını toplamasının yasaklandığı emredilmiştir. O parçalar: alın (burnun ucu ile birlikte), iki el, iki diz ve iki ayağın parmaklarıdır."
    },
    {
      "id": 205,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas tarafından rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Yedi kemik üzerine secde etmemiz emredildi ve elbiseleri veya saçları toplamamız yasaklandı.\""
    },
    {
      "id": 206,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin Azib tarafından rivayet edilmiştir: (O bir yalancı değildi) Biz Peygamber (ﷺ)'in arkasında namaz kılardık ve o 'Sami`a l-lahu liman hamidah' dediğinde, hiçbiri rükûya gitmek için sırtını eğmezdi, ta ki Peygamber (ﷺ) alnını yere koyana kadar."
    },
    {
      "id": 207,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas tarafından rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Yedi kemik üzerine secde etmem emredildi, yani alın ile burnun ucu ve Peygamber (ﷺ) burnuna işaret etti, iki el, iki diz ve iki ayağın parmakları ve elbiseleri veya saçları toplamamam emredildi.\""
    },
    {
      "id": 208,
      "narrator": "Narrated Abu Salama:",
      "text": "Ebu Selama tarafından rivayet edilmiştir: Bir gün Ebu Said el-Hudri'ye gittim ve ona, \"Bizimle hurma ağaçlarına gelmeyecek misin?\" diye sordum. Ebu Said dışarı çıktı ve ona, \"Bana Peygamber (ﷺ)'den Kadir Gecesi hakkında duyduğun şeyleri söyle.\" dedim. Ebu Said cevap verdi, \"Bir gün Allah'ın Resulü (ﷺ) Ramazan ayının ilk on gününde itikaf yaptı ve biz de onunla birlikte itikaf yaptık. Cebrail ona geldi ve 'Aradığın gece önündedir.' dedi. Böylece Peygamber (ﷺ) Ramazan ayının ortasındaki (ikinci) on gününde itikaf yaptı ve biz de onunla itikaf yaptık. Cebrail ona geldi ve 'Aradığın gece önündedir.' dedi. Ramazan'ın 20. sabahında Peygamber (ﷺ) bir hutbe verdi ve 'Benimle itikaf yapan kimse onu sürdürsün. Kadir Gecesi'ni gördüm ama tarihini unuttum, ama son on gecenin tek gecelerindedir. Rüyamda çamur ve su içinde secde ettiğimi gördüm.' O günlerde caminin çatısı hurma ağaçlarının dallarından yapılmıştı. O zaman gökyüzü açık ve bulut görünmüyordu, ama aniden bir bulut geldi ve yağmur yağdı. Peygamber (ﷺ) bize namaz kıldırdı ve Allah'ın Resulü (ﷺ)'nin alnında ve burnunda çamur izlerini gördüm. Böylece bu rüyanın doğrulanması oldu.\""
    },
    {
      "id": 209,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd tarafından rivayet edilmiştir: İnsanlar, Peygamber (ﷺ) ile birlikte namaz kılarken, küçük bedenleri nedeniyle izarlarını boyunlarına bağlayarak kılıyorlardı ve kadınlara, erkekler dik oturana kadar başlarını secdeden kaldırmamaları talimatı verilmişti."
    },
    {
      "id": 210,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas tarafından rivayet edilmiştir: Peygamber (ﷺ)'e yedi kemik parçası üzerine secde etmesi emredildi ve elbiselerini veya saçlarını toplamaması yasaklandı."
    },
    {
      "id": 211,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Yedi (kemik) üzerinde secde etmem emredildi ve saçımı ya da elbisemi toplamayacağım.\""
    },
    {
      "id": 212,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) rükû ve secdelerinde sıkça \"Subhanaka l-lahumma Rabbana wa bihamdika, Allahumma ghfir li\" derdi (Ey Allah, Rabbimiz, seni her türlü noksanlıktan tenzih ederiz, hamd sana aittir, Allah'ım, beni affet)."
    },
    {
      "id": 213,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: Bir gün Malik bin Huwairith arkadaşlarına, \"Size Allah'ın Elçisi (ﷺ) namazını nasıl kıldığını göstereyim mi?\" dedi. O sırada farz cemaat namazı için bir zaman değildi. Bunun üzerine ayakta durdu (namaz için), rükû yaptı ve tekbir getirdi, sonra başını kaldırdı ve bir süre ayakta kaldı, ardından secde etti ve başını bir süre kaldırdı (bir süre oturdu). O, bizim Şeyhimiz Amr bin Salama gibi namaz kıldı. (Aiyub dedi ki: \"O, insanların yapmadığı bir şey yapardı, yani üçüncü ve dördüncü rek'at arasında otururdu\"). Malik bin Huwairith dedi ki: \"Biz İslam'ı kabul ettikten sonra Peygamber'e geldik ve onunla kaldık. Bize, 'Ailelerinize döndüğünüzde, şu ve şu vakitte şu ve şu namazı kılın, şu ve şu vakitte şu ve şu namazı kılın, ve namaz vakti geldiğinde, aranızdan biri ezan okusun ve en yaşlı olanınız namazı kılsın' dedi.\""
    },
    {
      "id": 214,
      "narrator": "Narrated Al-Bara':",
      "text": "El-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) secdelerde, rükûda ve iki secde arasındaki oturuşta geçen süre hemen hemen aynıydı."
    },
    {
      "id": 215,
      "narrator": "Narrated Thabit:",
      "text": "Sabit'ten rivayet edilmiştir: Enes dedi ki: \"Sizi namaz kılmaya teşvik etmekte hiçbir şeyi ihmal etmeyeceğim, çünkü Peygamber (ﷺ) bizi böyle kıldırıyordu.\" Enes, sizin yaptığınızı görmediğim bir şey yapardı. Rükûdan sonra o kadar uzun süre ayakta kalırdı ki, secdeyi unuttuğunu düşünebilirdiniz ve secdeler arasında o kadar uzun otururdu ki, ikinci secdeyi unuttuğunu düşünebilirdiniz."
    },
    {
      "id": 216,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Secdelerde düzgün olun ve aranızdan hiç kimse secdede (yerde) ön kollarını yere koymasın (köpek gibi).\""
    },
    {
      "id": 217,
      "narrator": "Narrated Malik bin Huwairith Al-Laithi:",
      "text": "Malik bin Huwairith El-Leysi'den rivayet edilmiştir: Peygamber (ﷺ) namaz kılarken, tek rek'atlerde kalkmadan önce bir an oturduğunu gördüm."
    },
    {
      "id": 218,
      "narrator": "Narrated Aiyub:",
      "text": "Aiyub'tan rivayet edilmiştir: Ebu Kılabe dedi ki: \"Malik bin Huwairith bize geldi ve bu camide namaz kıldırdı ve dedi ki: 'Ben sizi namaz kıldırıyorum ama sadece Allah'ın Elçisi'nin namazını nasıl kıldığını göstermek için.' Malik bin Huwairith'in namazı nasıldı diye sordum. O da, 'Bu Şeyhimizin namazı gibiydi - yani Amr bin Salima.' O Şeyh tekbiri mükemmel bir şekilde alırdı ve ikinci secdeden başını kaldırdığında bir süre oturur, sonra yere dayanarak kalkardı.\""
    },
    {
      "id": 219,
      "narrator": "Narrated Sa`id bin Al-Harith:",
      "text": "Sa'id bin Al-Harith'ten rivayet edilmiştir: Ebu Sa'id bize namaz kıldırdı ve secdeden kalkarken, secde ederken, tekrar kalkarken ve ikinci rek'attan kalkarken tekbir getirdi. Ebu Sa'id dedi ki: \"Peygamber'i de aynı şekilde yaparken gördüm.\""
    },
    {
      "id": 220,
      "narrator": "Narrated Mutarrif:",
      "text": "Mutarrif'ten rivayet edilmiştir: İmran ve ben Ali bin Ebu Talib'in arkasında namaz kıldık ve o, secde ederken, kalkarken ve iki rek'attan (yani ikinci rek'attan sonra) kalkarken tekbir getirdi. Namaz bitince, İmran beni elinden tutarak, \"O (Ali) Muhammed'in namazını kıldı\" dedi (ya da, \"Bizi Muhammed'in namazını hatırlattı\" dedi)."
    },
    {
      "id": 221,
      "narrator": "Narrated `Abdullah bin `Abdullah:",
      "text": "Abdullah bin Abdullah'tan rivayet edilmiştir: Abdullah bin Ömer'i namazda otururken bacaklarını çapraz yaparken gördüm ve ben o zamanlar genç bir çocuk olduğum için aynı şekilde yaptım. İbn Ömer bana bunu yapmamayı söyledi ve \"Doğru olan, sağ ayağı dik tutmak ve sol ayağı bükmektir\" dedi. Ben de sorgulayıcı bir şekilde, \"Ama sen de böyle yapıyorsun (bacakları çapraz yapıyorsun)\" dedim. O da, \"Ayaklarım yükümü taşıyamaz\" dedi."
    },
    {
      "id": 222,
      "narrator": "Narrated Muhammad bin `Amr bin `Ata':",
      "text": "Muhammed bin Amr bin Ata'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile bazı sahabelerle oturuyordum ve Peygamber'in namaz kılma şekli hakkında konuşuyorduk. Ebu Humaid Es-Saidi dedi ki: \"Allah'ın Elçisi'nin namazını sizden daha iyi hatırlıyorum. Tekbir getirdiğinde iki elini omuz seviyesine kadar kaldırdığını gördüm; rükûda iki elini dizlerine koyar ve sırtını düz bir şekilde eğerek, rükûdan kalktığında tüm omurlar normal pozisyonlarına gelene kadar dik dururdu. Secdelerde, iki elini yere koyar, ön kollarını yerden ve vücudundan uzak tutar ve parmak uçları kıbleye dönük olurdu. İkinci rek'atta oturduğunda sol ayağının üzerinde oturur ve sağ ayağını desteklerdi; son rek'atta sol ayağını öne iter ve diğer ayağını destekleyerek kalçalarının üzerine otururdu.\""
    },
    {
      "id": 223,
      "narrator": "Narrated `Abdullah bin Buhaina:",
      "text": "Abdullah bin Buhaina'dan rivayet edilmiştir: (Uzd Şanu'a kabilesindendi ve Abdul-Manaf kabilesinin müttefikiydi ve Peygamber'in sahabelerindendi): Bir gün Peygamber (ﷺ) bize Zuhr namazı kıldırdı ve ikinci rek'attan sonra oturmadı. İnsanlar onunla birlikte ayakta durdular. Namaz sona ermek üzereyken ve insanlar onun selam vermesini beklerken, oturarak tekbir getirdi ve selam vermeden önce iki secde yaptı ve sonra selam verdi.\""
    },
    {
      "id": 224,
      "narrator": "Narrated `Abdullah bin Malik bin Buhaina:",
      "text": "Abdullah bin Malik bin Buhaina'dan rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) bize Zuhr namazı kıldırdı ve (ikinci rek'atın secdelerinden sonra) kalktı, oysa oturması gerekiyordu (Tashahhud için). Namazın sonunda, oturarak iki secde yaptı (Sahu secdeleri)."
    },
    {
      "id": 225,
      "narrator": "Narrated Shaqiq bin Salama:",
      "text": "Şakik bin Selama'dan rivayet edilmiştir: Abdullah dedi ki: \"Peygamber (ﷺ) arkasında namaz kıldığımızda, otururken 'Selam, Cebrail'e, Mikail'e, selam şu ve bu kişiye' derdik. Bir gün Allah'ın Elçisi (ﷺ) arkamıza döndü ve 'Allah kendisi As-Salam'dır (Selam), eğer biriniz namaz kılarsa, o zaman şöyle demelidir: at-Tahiyatu li l-lahi wa ssalawatu wa t-taiyibat. As-salamu `alalika aiyuha n-Nabiyu wa rahmatu l-lahi wa barakatuh. Assalamu `alaina wa `ala `ibadi l-lahi s-salihin. (Tüm övgüler, dualar ve güzel şeyler Allah'a aittir; selam sana, Ey Peygamber, ve Allah'ın rahmeti ve bereketi. Selam bize ve Allah'ın salih kullarına). (Eğer bunu söylerseniz, bu, göklerde ve yerdeki tüm kullara ulaşır). Ash-hadu al-la ilaha illa l-lah, wa ash-hadu anna Muhammadan `Abduhu wa Rasuluh. (Ben şahitlik ederim ki Allah'tan başka ilah yoktur ve Muhammad O'nun kulu ve Elçisidir).\""
    },
    {
      "id": 226,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) rivayet etti: Allah'ın Elçisi (ﷺ) namazda \"Allah'ım, seni kabir azabından, Deccal'ın fitnesinden, hayatın ve ölümün fitnesinden sana sığınırım. Allah'ım, günahlardan ve borçtan sana sığınırım.\" diye dua ederdi. Birisi ona, \"Neden bu kadar sık borçtan Allah'a sığınıyorsun?\" dedi. Peygamber (ﷺ) cevap verdi: \"Borçlu olan kişi konuştuğunda yalan söyler ve söz verdiğinde sözünü tutmaz.\" Aişe (ra) ayrıca şunu da rivayet etti: Allah'ın Elçisi (ﷺ) namazında Deccal'ın fitnelerinden Allah'a sığındığını duydum."
    },
    {
      "id": 227,
      "narrator": "Narrated Abu Bakr As-Siddiq:",
      "text": "Ebu Bekir Es-Sıddık (ra) rivayet etti: Allah'ın Elçisi (ﷺ) bana dua etmeyi öğretti ki ben de onu namazımda yapayım. Bana \"Allah'ım, ben kendime çok zulmettim, günahları ancak Sen affedersin, o halde bana katından bir af bağışla ve bana merhamet et, sen affedici ve merhametlisin.\" dememi söyledi."
    },
    {
      "id": 228,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah (ra) rivayet etti: Peygamber (ﷺ) ile namaz kıldığımızda \"Allah'a kullarından selam olsun ve falana selam olsun.\" derdik. Peygamber (ﷺ) dedi ki: \"Allah'a selam demeyin, çünkü O kendisi As-Selam'dır, fakat şöyle deyin: 'At-tahiyyatu lillahi ve s-salawatü ve t-tayyibat. Esselamu aleyke ey Nebi ve rahmetullah ve berekatuh. Esselamu aleyna ve ala ibadi llahi s-salihin.' (Eğer bunu söylerseniz, bu cennetteki tüm kullara veya cennet ile dünya arasında ulaşır.) Eşhedü en la ilahe illallah, ve eşhedü enne Muhammeden abduhu ve resuluh.' Sonra en sevdiğiniz duayı seçin ve okuyun.\" (Bkz. Hadis No. 794, 795 & 796)."
    },
    {
      "id": 229,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri (ra) rivayet etti: Allah'ın Elçisi (ﷺ) çamur ve suya secde ederken gördüm ve alnında çamur izi vardı."
    },
    {
      "id": 230,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme (ra) rivayet etti: Allah'ın Elçisi (ﷺ) selam ile namazını bitirdiğinde, kadınlar kalkar ve o, kalkmadan önce bir süre yerinde kalırdı. İbn Şihab dedi ki: \"Ben düşünüyorum (ve Allah daha iyi bilir), onun bu kalışının amacı kadınların, namazlarını bitiren erkeklerden önce çıkması içindi.\""
    },
    {
      "id": 231,
      "narrator": "Narrated `Itban bin Malik:",
      "text": "İtban bin Malik (ra) rivayet etti: Peygamber (ﷺ) ile namaz kıldık ve namazımızı onunla birlikte Taslim ile bitirirdik."
    },
    {
      "id": 232,
      "narrator": "Narrated Mahmud bin Ar-Rabi`:",
      "text": "Mahmud bin Ar-Rabi' (ra) rivayet etti: Allah'ın Elçisi (ﷺ) ve evimizdeki bir kova suyu ağzına alıp üzerime püskürttüğünü hatırlıyorum. İtban bin Malik El-Ensari'den duydum, o da Beni Salim'den biriydi, \"Ben Beni Salim kabilesine namaz kıldırıyordum. Bir gün Peygamber (ﷺ)'e gittim ve ona, 'Zayıf gözlerim var ve bazen yağmur suları benimle kabilem arasındaki cami ile aramı kapatıyor, evime gelmeni ve bir yerde namaz kılmanı istiyorum ki o yeri namaz kılmak için (cami) olarak alayım.' dedim. O da, 'İnşallah, bunu yapacağım.' dedi. Ertesi gün Allah'ın Elçisi (ﷺ) Ebu Bekir ile birlikte evime geldi, güneş yükseldikten sonra içeri girmesi için izin istedi. İzin verdim ama oturmadı, bana 'Evinde nerede namaz kılmamı istersin?' dedi. Ben de namaz kılmasını istediğim yeri gösterdim. O da namaz için kalktı ve biz arkasında saf tuttuk. Namazı Taslim ile tamamladı ve biz de aynı anda yaptık.\""
    },
    {
      "id": 233,
      "narrator": "Narrated Abu Ma`bad:",
      "text": "Ebu Ma'bad (İbn Abbas'ın azatlı kölesi) rivayet etti: İbn Abbas bana, \"Peygamber (ﷺ) döneminde farz cemaat namazlarından sonra Allah'ı yüksek sesle övmek adetti.\" dedi. İbn Abbas ayrıca, \"Zikir sesini duyduğumda farz cemaat namazının bittiğini anlardım.\" dedi."
    },
    {
      "id": 234,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas (ra) rivayet etti: Peygamber (ﷺ)'in namazının tamamlandığını tekbir sesini duyarak anlardım."
    },
    {
      "id": 235,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Bazı fakirler Peygamber (ﷺ)'e geldiler ve dediler ki: \"Zenginler daha yüksek dereceler alacaklar ve sürekli bir zevk içinde olacaklar, onlar da bizim gibi namaz kılıyorlar ve bizim gibi oruç tutuyorlar. Hac ve Umre yapmak için daha fazla paraları var; Allah yolunda savaşır ve sadaka verirler.\" Peygamber (ﷺ) dedi ki: \"Size öyle bir şey söyleyeyim ki, eğer buna uyarsanız, sizden önde olanları yakalarsınız. Hiç kimse sizi geçemez ve siz, yaşadığınız insanlar arasında onlardan daha iyi olursunuz, ancak aynı şeyi yapanlar hariç. Her farz namazdan sonra 'Subhanallah', 'Elhamdulillah' ve 'Allahu Ekber' her birini otuz üç kez söyleyin.\" Biz farklı düşündük ve bazılarımız \"Subhanallah\"ı otuz üç kez, \"Elhamdulillah\"ı otuz üç kez ve \"Allahu Ekber\"i otuz dört kez söylememiz gerektiğini söyledik. Ben Peygamber (ﷺ)'e gittim, o da \"Subhanallah\"ı, \"Elhamdulillah\"ı ve \"Allahu Ekber\"i birlikte otuz üç kez söyleyin.\" dedi."
    },
    {
      "id": 236,
      "narrator": "Narrated Warrad:",
      "text": "Warrad (El-Muğira bin Şu'ba'nın katibi) rivayet etti: Bir gün El-Muğira bana Muaviye'ye yazdığı bir mektupta, Peygamber (ﷺ)'in her farz namazdan sonra \"La ilahe illallah, tektir, ortağı yoktur. Mülk O'nundur ve hamd O'na aittir, her şeye kadirdir. Allah'ım, verdiğini kimse engelleyemez, engellediğini kimse veremez ve hiçbir çabanın senin yanında bir faydası yoktur.\" dediğini yazdı. Al-Hasan da \"Al-jadd, refah demektir.\" dedi."
    },
    {
      "id": 237,
      "narrator": "Narrated Samura bin Jundub:",
      "text": "Semura bin Cundub (ra) rivayet etti: Peygamber (ﷺ) namazı tamamladıktan sonra bize dönerdi."
    },
    {
      "id": 238,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Zeyd bin Halid El-Cuhani (ra) rivayet etti: Peygamber (ﷺ) Hudaibiye'de yağmurlu bir geceden sonra bize Fajr namazı kıldırdı. Namazı bitirdikten sonra insanlara döndü ve \"Rabbinizin ne söylediğini biliyor musunuz?\" dedi. İnsanlar \"Allah ve Elçisi daha iyi bilir.\" dediler. O da \"Allah şöyle dedi: 'Bu sabah bazı kullarım gerçek mümin olarak kaldı, bazıları ise kafir oldu; kim yağmurun Allah'ın lütfu ve merhameti olduğunu söylerse, o bana inanır ve yıldızlara inanmaz, kim de yağmurun belirli bir yıldız yüzünden yağdığını söylerse, o bana inanmaz ama o yıldıza inanır.'\" dedi."
    },
    {
      "id": 239,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik (ra) rivayet etti: Bir gün Peygamber (ﷺ) İsha namazını gece yarısına kadar geciktirdi ve sonra bize geldi. Namaz kıldıktan sonra bize döndü ve \"İnsanlar namaz kıldı ve uyudular ama siz namazdaydınız, onu beklediğiniz sürece.\" dedi."
    },
    {
      "id": 240,
      "narrator": "Narrated Nafi:",
      "text": "Nafi (ra) rivayet etti: İbn Ömer, farz namazı kıldığı yerde (nafile) namaz kılardı. Al-Kasım (Muhammed bin Ebu Bekir) de aynı şeyi yaptı. Ebu Hureyre'den (Peygamber (ﷺ)'den) gelen, imamın farz namaz kıldığı yerde (nafile) namaz kılmasını yasaklayan rivayet yanlıştır."
    },
    {
      "id": 241,
      "narrator": "Narrated Um Salama:",
      "text": "Um Selame'den rivayet edilmiştir: \"Peygamber (ﷺ) namazı Taslim ile bitirdikten sonra bir süre yerinde kalırdı.\" İbn Şihab dedi ki, \"Kadınların namazdan ayrılmasını beklediğini düşünüyorum (ve Allah daha iyi bilir).\" İbn Şihab, bunu Um Selame, Peygamberin eşi olan Hind bint Al-Harith Al-Firasiya'dan duyduğunu yazdı (Hind, Um Selame'nin arkadaşlarındandı) ve şöyle dedi: \"Peygamber (ﷺ) namazı Taslim ile bitirdiğinde, kadınlar ayrılır ve Allah'ın Elçisi ayrılmadan önce evlerine girerlerdi.\""
    },
    {
      "id": 242,
      "narrator": "Narrated `Uqba:",
      "text": "`Uqba'dan rivayet edilmiştir: Ben Medine'de Peygamber (ﷺ) ile `Asr namazını kıldım. Namazı Taslim ile bitirdikten sonra, aceleyle kalktı ve insanların saflarını geçerek eşlerinden birinin evine gitti. İnsanlar onun hızından korktu. Peygamber (ﷺ) geri döndü ve insanların aceleliğine şaşırdığını görünce onlara, \"Evde altın bir parça hatırladım ve bunun Allah'a ibadetimden dikkatimizi dağıtmasını istemedim, bu yüzden dağıtılmasını emrettim.\" dedi."
    },
    {
      "id": 243,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Namazdan sonra sadece sağ taraftan ayrılmanın gerekli olduğunu düşünerek namazınızın bir kısmını Şeytana vermemelisiniz; ben Peygamber (ﷺ)'in sık sık sol taraftan ayrıldığını gördüm."
    },
    {
      "id": 244,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Khaibar'daki kutsal savaş sırasında Peygamber (ﷺ) şöyle dedi: \"Bu bitkiden (yani sarımsaktan) yiyen bizim camimize girmesin.\""
    },
    {
      "id": 245,
      "narrator": "Narrated `Ata':",
      "text": "`Ata'dan rivayet edilmiştir: Jabir bin `Abdullah'ın şöyle dediğini duydum: \"Peygamber (ﷺ) dedi ki, 'Bu bitkiden (sarımsak kastederek) yiyen bizim camimizden uzak dursun.' Ben de, \"Bununla neyi kastetti?\" dedim. O da, \"Sadece çiğ sarımsağı kastettiğini düşünüyorum.\" diye cevap verdi."
    },
    {
      "id": 246,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Sarımsak veya soğan yiyen bizim camimizden uzak dursun veya evinde kalsın.\" (Jabir bin `Abdullah, başka bir rivayette şöyle dedi: \"Bir gün pişirilmiş sebzelerle dolu büyük bir tencere getirildi. İçinden hoş olmayan bir koku geldiğinde, Peygamber (ﷺ) 'İçinde ne var?' diye sordu. İçindeki tüm sebzelerin isimleri söylendi. Peygamber (ﷺ) bunun bazı arkadaşlarının yanına getirilmesini emretti. Peygamber (ﷺ) onu görünce yemeyi istemedi ve 'Yiyin. (Ben yemem) çünkü sizin konuşmadığınızlarla (yani meleklerle) konuşuyorum.\" dedi.)"
    },
    {
      "id": 247,
      "narrator": "Narrated `Abdul `Aziz:",
      "text": "`Abdul `Aziz'den rivayet edilmiştir: Bir adam Anas'a sordu: \"Peygamber (ﷺ) sarımsak hakkında ne dedi?\" O da, \"Peygamber (ﷺ) dedi ki, 'Bu bitkiden yiyen ne bize yaklaşsın ne de bizimle namaz kılsın.'\" dedi."
    },
    {
      "id": 248,
      "narrator": "Narrated Sulaiman Ash-Shaibani:",
      "text": "Süleyman Eş-Şeybani'den rivayet edilmiştir: Ash-Shu`bi'nin şöyle dediğini duydum: \"Peygamber (ﷺ) ile birlikte olan bir kişi, diğer mezarların dışında bulunan bir mezarın yanından geçti ve bana, Peygamber (ﷺ)'in bir kez insanları (cenaze) namazına yönettiğini ve insanların onun arkasında sıralandığını söyledi. Ben de, \"Ey Aba `Amr! Bunu sana kim söyledi?\" dedim. O da, \"İbn `Abbas.\" dedi."
    },
    {
      "id": 249,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Cuma günü gusül almak her ergenlik çağına ulaşan Müslüman için farzdır.\""
    },
    {
      "id": 250,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Bir gece teyzem Maimuna'nın evinde yattım ve Peygamber (ﷺ) de yattı. Gece son saatlerinde kalktı ve asılı deri bir kapla hafif bir abdest aldı. (`Amr, alt rivayetçi, abdestin çok hafif olduğunu tarif etti.) Sonra namaz için kalktı ve ben de kalkıp aynı şekilde abdest aldım ve onun sol tarafında ona katıldım. O beni sağa çekti ve Allah'ın dilediği kadar namaz kıldı. Sonra uzandı ve uyudu ve ben onun nefes seslerini duydum ta ki Mu'adh-dhin ona (Fajr) namazını bildirmek için geldi. O da onunla birlikte namaza gitti ve abdest almadan namaz kıldı. (Süfyân alt rivayetçi şöyle dedi: Biz `Amr'a, \"Bazı insanlar, 'Peygamber (ﷺ)'in gözleri uyur ama kalbi asla uyumaz.' diyor.\" dedik. `Amr da, \"'Ubai bin `Umar dedi ki, 'Peygamberlerin rüyaları İlahi Vahiydir.' Sonra şu ayeti okudu: '(Ey oğul), rüyamda seni boğazladığımı gördüm (seni kurban ettim).'\") (37.102)"
    },
    {
      "id": 251,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Büyükannem Mulaika, Allah'ın Elçisi (ﷺ) için özel olarak hazırladığı bir yemek için onu davet etti. O da biraz yedi ve, \"Kalkın. Ben sizi namaza yöneteceğim.\" dedi. Ben de aşırı kullanım nedeniyle kararmış bir seccade getirdim ve üzerine su serptim. Allah'ın Elçisi (ﷺ) onun üzerine durdu ve iki rek'at namaz kıldı; yetim benimle (ilk sırada) idi ve yaşlı kadın da arkamızda duruyordu."
    },
    {
      "id": 252,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Bir gün eşekle geldim ve o zaman ergenlik çağına yeni girmiştim. Allah'ın Elçisi (ﷺ) Mina'da insanlara namaz kıldırıyordu, bir duvara karşı değildi. Ben safların önünden geçtim ve eşeği otlaması için serbest bıraktım ve sıraya katıldım ve kimse benim bu eylemime itiraz etmedi."
    },
    {
      "id": 253,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) `İsha' namazını, `Umar'ın kadınların ve çocukların uyuduğunu bildirmesine kadar geciktirdi. Sonra Allah'ın Elçisi (ﷺ) dışarı çıktı ve şöyle dedi: \"Yeryüzünde bu namazı kılan sizden başka hiç kimse yok.\" O günlerde sadece Medineliler namaz kılıyordu."
    },
    {
      "id": 254,
      "narrator": "Narrated `Abdur Rahman bin `Abis:",
      "text": "`Abdurrahman bin `Abis'ten rivayet edilmiştir: Bir kişi İbn `Abbas'a sordu: \"Hiç Allah'ın Elçisi ile (`Id) namazına katıldın mı?\" O da, \"Evet.\" dedi. \"Eğer Peygamber (ﷺ) ile akrabalığım olmasaydı, bunu yapmam mümkün olmazdı (çünkü o çok gençti).\" Peygamber (ﷺ) Kathir bin As-Salt'ın evinin yanındaki işaret yerine gitti ve bir hutbe verdi. Sonra kadınların yanına yöneldi. Onlara nasihat etti ve hatırlattı ve sadaka vermelerini istedi. Kadın, elini boynuna yaklaştırır ve kolyesini çıkarıp Bilal'in giysisine koyardı. Sonra Peygamber (ﷺ) ve Bilal eve geldiler.\""
    },
    {
      "id": 255,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) `İsha' namazını, `Umar'ın kadınların ve çocukların uyuduğunu bildirmesine kadar geciktirdi. Peygamber (ﷺ) dışarı çıktı ve, \"Yeryüzünde bu namazı bekleyen sizden başka hiç kimse yok.\" dedi. O günlerde, Medine dışında namaz yoktu ve `İsha' namazını alacakaranlığın kaybolması ile gecenin ilk üçte biri arasında kılıyorlardı."
    },
    {
      "id": 256,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer kadınlarınız gece mescide gitmek için izin isterlerse, onlara izin verin.\""
    },
    {
      "id": 257,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi (ﷺ) zamanında kadınlar, farz namazlarını Taslim ile bitirdiklerinde kalkarlardı. Peygamber (ﷺ) ve erkekler, Allah dilediği sürece yerlerinde kalırlardı. Peygamber (ﷺ) kalktığında, erkekler de kalkarlardı."
    },
    {
      "id": 258,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Fajr namazını bitirdiğinde, kadınlar örtülerine sarınmış olarak çıkarlardı ve karanlık nedeniyle tanınmazlardı."
    },
    {
      "id": 259,
      "narrator": "Narrated `Abdullah bin Abi Qatada Al-Ansari:",
      "text": "`Abdullah bin Abi Katada El-Ensari'den rivayet edilmiştir: Babam şöyle dedi: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Namaza durduğumda, onu uzatmayı isterim ama bir çocuğun ağlama sesini duyduğumda, annesini zor durumda bırakmamak için onu kısaltırım.'\""
    },
    {
      "id": 260,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Eğer Allah'ın Elçisi (ﷺ) kadınların ne yaptığını bilseydi, onları Beni İsrail kadınlarının yasaklandığı gibi mescide gitmekten men ederdi. Yahya bin Sa`id (bir alt raviden) `Amra'ya (başka bir alt raviden) sordu: \"Beni İsrail kadınları yasaklandı mı?\" O da \"Evet.\" diye cevap verdi."
    },
    {
      "id": 261,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) her namazı Taslim ile tamamladığında, kadınlar hemen kalkarlardı ve Allah'ın Elçisi (ﷺ) kalkmadan önce bir süre yerinde kalırdı. (Alt raviden Az-Zuhri) dedi ki: \"Biz düşünüyoruz, Allah daha iyi bilir, bunun sebebi kadınların erkeklerle temas etmeden önce çıkabilmeleri içindir.\""
    },
    {
      "id": 262,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) Um Sulaim'in evinde namaz kıldı; ben ve bir yetim onun arkasında durduk, Um Sulaim de arkamızda duruyordu."
    },
    {
      "id": 263,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) hala karanlıkken Fajr namazını kılardı ve inanan kadınlar (namazlarını bitirdikten sonra) dönerlerdi ve karanlık nedeniyle kimse onları tanıyamazdı ya da birbirlerini tanıyamazlardı."
    },
    {
      "id": 264,
      "narrator": "Narrated Salim bin `Abdullah:",
      "text": "Salim bin `Abdullah'dan rivayet edilmiştir: Babam şöyle dedi: \"Peygamber (ﷺ) dedi ki: 'Eğer sizden birinin eşi (mescide gitmek için) izin isterse, ona yasaklamayın.'\""
    },
    {
      "id": 265,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) Um Sulaim'in evinde namaz kıldı; ben ve bir yetim onun arkasında durduk, Um Sulaim de arkamızda duruyordu."
    },
    {
      "id": 266,
      "narrator": "Narrated Umm Salama:",
      "text": "Umm Salama'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) her Salat'ı Taslim ile tamamladığında, kadınlar hemen kalkarlardı ve Allah'ın Elçisi (ﷺ) kalkmadan önce bir süre yerinde kalırdı. Alt raviden (Az-Zuhri) dedi ki: \"Biz düşünüyoruz, Allah daha iyi bilir, bunun sebebi kadınların erkekler yetişmeden önce çıkabilmeleridir.\""
    }
  ]
}