{
  "language": "tr",
  "metadata": {
    "length": 65,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) (s.a.v) şöyle buyurdu: \"Biz (Müslümanlar) sonuncularız ama Kıyamet Günü'nde önde olacağız, oysa önceki milletlere kutsal kitaplar bizden önce verilmiştir. Bu onların günüydü (Cuma) ve bu günün kutlanması onlara farz kılındı ama onlar bu konuda ihtilafa düştüler. Bunun üzerine Allah bize bu gün (Cuma) için hidayet verdi ve diğer insanlar bu konuda bizim arkamızdadır: Yahudilerin (kutsal günü) yarın (yani Cumartesi) ve Hristiyanlarınki de öbür gün (yani Pazar)dir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) (s.a.v) şöyle dedi: \"Cuma (namazına) katılanınızın banyo yapması gerekir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Ömer bin Hattab bir Cuma hutbe verirken, Peygamber'in en önde gelen muhacirlerinden biri geldi. Ömer ona, \"Şimdi saat kaç?\" dedi. O da, \"Meşguldüm ve Adhan'ı duyana kadar evime dönemedim. Sadece abdest aldım.\" dedi. Bunun üzerine Ömer ona, \"Sadece abdest mi aldın, oysa Allah'ın Elçisi (ﷺ) (s.a.v) bize Cuma günü banyo yapmamızı emrederdi?\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) (s.a.v) şöyle buyurdu: \"Cuma günü banyo yapmak, ergenlik çağına ulaşmış her erkek (Müslüman) için farzdır.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cuma günü banyo yapmak, ergenlik çağına ulaşmış her erkek Müslüman için farzdır ve (aynı zamanda) dişlerini Siwak ile temizlemek ve eğer varsa parfüm kullanmaktır.\" Amr (bir alt rivayetçi) dedi ki: \"Banyo yapmanın farz olduğunu onaylıyorum, ama Siwak ve parfüm kullanmanın farz olup olmadığını Allah daha iyi bilir, fakat Hadis'e göre durum yukarıdaki gibidir.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) (s.a.v) şöyle buyurdu: \"Cuma günü, cünüplük banyosu gibi banyo yapan ve sonra (ilk saatte) namaza giden kişi, sanki Allah yolunda bir deveyi kurban etmiş gibidir; ikinci saatte giden kişi sanki bir inek kurban etmiş gibidir; üçüncü saatte giden kişi sanki bir koç kurban etmiş gibidir; dördüncü saatte giden kişi sanki bir tavuk kurban etmiş gibidir; beşinci saatte giden kişi ise sanki bir yumurta sunmuş gibidir. İmam çıktığında (yani hutbeye başladığında), melekler hutbeyi dinlemek için hazır bulunurlar.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Huraira'dan rivayet edilmiştir: Ömer (bin Hattab) Cuma günü hutbe verirken bir adam (camiye) girdi. Ömer ona, \"Seni namazdan alıkoyan ne oldu?\" dedi. Adam, \"Sadece Adhan'ı duyduğumda abdest aldım.\" dedi. Bunun üzerine Ömer, \"Peygamber'in 'Cuma namazına giden herkes banyo yapmalıdır' dediğini duymadın mı?\" dedi."
    },
    {
      "id": 8,
      "narrator": "Narrated Salman-Al-Farsi:",
      "text": "Salman el-Farsi'den rivayet edilmiştir: Peygamber (s.a.v) şöyle dedi: \"Cuma günü banyo yapan, elinden geldiğince kendini temizleyen, sonra (saç) yağı süren veya evinin kokusuyla parfümleyen, sonra (Cuma namazına) giden ve camide yan yana oturan iki kişiyi ayırmayan, Allah'ın onun için yazdığı kadar namaz kılan ve İmam hutbe verirken sessiz kalan kişinin, mevcut Cuma ile son Cuma arasındaki günahları affedilir.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Tawus:",
      "text": "Tavus'tan rivayet edilmiştir: İbn Abbas'a dedim ki: \"İnsanlar Peygamber'in (ﷺ) 'Cuma günü banyo yapın ve başınızı yıkayın (yani tam bir banyo yapın) ve parfüm kullanın' dediğini rivayet ediyorlar.\" Bunun üzerine İbn Abbas, \"Banyo hakkında biliyorum (yani bu gereklidir) ama parfüm hakkında bilmiyorum (yani bu gereklidir mi değil mi).\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Tawus:",
      "text": "Tavus'tan rivayet edilmiştir: İbn Abbas, Peygamber'in (ﷺ) Cuma günü banyo yapma konusundaki sözünü zikretti ve sonra ona, Peygamber'in (s.a.v) parfüm veya (saç) yağı kullanmayı emredip emretmediğini sordum. O (İbn Abbas) bunun hakkında bir şey bilmediğini söyledi."
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Ömer bin Hattab, Camii kapısında bir ipek örtü (satıldığını) gördü ve Allah'ın Elçisine, \"Cuma günleri ve elçilik heyetlerinin geldiği günlerde giymen için bunu almanı isterdim.\" dedi. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Bu, ahirette hiçbir payı olmayacak bir kişinin giyeceği bir şeydir.\" Daha sonra benzer örtüler Allah'ın Elçisine (ﷺ) verildi ve o bunlardan birini Ömer bin Hattab'a verdi. Bunun üzerine Ömer, \"Ey Allah'ın Elçisi (ﷺ)! Bana bu örtüyü verdin, oysa sen o örtüyü satan Atarid'in örtüsü hakkında şöyle demiştin.\" Allah'ın Elçisi (ﷺ) cevap verdi: \"Bunu giymen için vermedim.\" Bunun üzerine Ömer bin Hattab, onu Mekke'deki putperest kardeşine giydirdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer takipçilerim veya insanlar için zor olmasaydı, her namaz için dişlerini Siwak ile temizlemelerini emrederdim.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizlere Siwak kullanmanızı defalarca söyledim.\" (Peygamber (ﷺ) Siwak kullanımına vurgu yaptı.)"
    },
    {
      "id": 14,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaife'den rivayet edilmiştir: Peygamber (s.a.v) gece (gece namazı için) kalktığında, ağzını temizlerdi."
    },
    {
      "id": 15,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Abdurrahman bin Ebu Bekir, dişlerini temizlemek için bir Siwak tutarak geldi. Allah'ın Elçisi ona baktı. Ben Abdurrahman'dan Siwak'ı bana vermesini istedim ve o bana verdikten sonra ben onu parçaladım, çiğnedim ve Allah'ın Elçisine (ﷺ) verdim. Sonra o bununla dişlerini temizledi ve (o sırada) benim göğsüme yaslanıyordu."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) Cuma Fajr namazında şu ayetleri okurdu: \"Elif, Lam, Mim, Tanzil\" (Sura-Secde #32) ve \"Hal-ata-ala-l-Insani\" (yani Sura-Ad-Dahr #76)."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah Resulü'nün (ﷺ) Cuma namazı kıldığı camiden sonra kılınan ilk Cuma namazı, Bahreyn'deki 'Abdul Qais kabilesinin camiinde gerçekleşmiştir."
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah Resulü'nün (ﷺ) şöyle söylediğini duydum: \"Hepiniz birer emanetçisiniz.\" Yunus dedi ki: Ruzaiq bin Hukaim, ben onunla Vadi-al-Qura'dayken İbn Şihab'a yazdı ve \"Cuma namazını kıldırabilir miyim?\" diye sordu. Ruzaiq, tarlada çalışıyordu (yani tarım yapıyordu) ve yanında bir grup Sudanlı ve diğerleri vardı; Ruzaiq o zaman Aila'nın valisiydi. İbn Şihab, Ruzaiq'a Cuma namazını kıldırmasını emrederek, Salim'in kendisine 'Abdullah bin Umar'ın şöyle dediğini söylediğini iletti: \"Allah Resulü'nün (ﷺ) şöyle söylediğini duydum: 'Hepiniz birer emanetçisiniz ve korumanız gereken şeylerden sorumlusunuz. İmam (yani yönetici) kendi tebaasının emanetçisidir ve onlardan sorumludur. Bir adam kendi ailesinin emanetçisidir ve onlardan sorumludur. Bir kadın kocasının evinin emanetçisidir ve ondan sorumludur. Bir hizmetçi, efendisinin eşyalarının emanetçisidir ve onlardan sorumludur.' Ben de düşündüm ki, 'Bir adam babasının malının emanetçisidir ve ondan sorumludur. Hepiniz birer emanetçisiniz ve korumanız gereken şeylerden sorumlusunuz.'\""
    },
    {
      "id": 19,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle söyledi: \"Cuma namazına gelen herkes bir gusül almalıdır.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle dedi: \"Cuma günü gusül almak, ergenlik çağına ulaşmış her Müslüman için farzdır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle dedi: \"Biz (milletler arasında) en son gelenleriz ama Kıyamet Günü en önde olacağız. Kendilerine bizden önce kutsal kitap verilmiş olanlar vardı ve bize onlardan sonra Kur'an verildi. İşte bu, (Cuma) hakkında farklı görüşlere sahip oldukları gündür ve Allah bize bunun için hidayet verdi. Yarın (yani Cumartesi) Yahudilerin (günü), öbür gün (yani Pazar) ise Hristiyanlarındır.\" Peygamber (s.a.v) bir süre sessiz kaldı ve sonra şöyle dedi: \"Her Müslümanın, yedi günde bir gusül alması farzdır; başını ve bedenini yıkamalıdır.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Abu Huraira'dan farklı raviler aracılığıyla rivayet edilmiştir ki Peygamber (ﷺ) şöyle dedi: \"Her Müslümanın, yedi günde en az bir kez gusül alması Allah'ın hakkıdır.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (s.a.v) şöyle dedi: \"Kadınların geceleyin camilere gitmelerine izin verin.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Umar (bin Al-Khattab)'ın eşlerinden biri, Fajr ve İsha namazlarını cemaatle camide kılardı. Kendisine, 'Umar'ın bunu istemediğini bildiği halde neden namaza çıktığı sorulduğunda, \"Beni bu eylemden alıkoyan nedir?\" diye cevap verdi. Diğer kişi ise, \"Allah Resulü'nün (ﷺ) 'Allah'ın kadın kullarını Allah'ın camilerine gitmekten alıkoymayın' sözü onu engelliyor.\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Muhammad bin Seereen:",
      "text": "Muhammed bin Seereen'den rivayet edilmiştir: Yağmurlu bir günde İbn Abbas, muadhdhinine şöyle dedi: \"'Ash-hadu anna Muhammadan Rasulullah' (Muhammed'in Allah'ın Resulü olduğunu şehadet ederim) dedikten sonra 'Haiya 'Alas-Salat' (namaza gelin) demeyin, 'Evlerinizde namaz kılın' deyin.\" (Adam bunu yaptı). Ama insanlar bunu hoş karşılamadı. İbn Abbas, \"Bunu benden çok daha iyi biri (yani Peygamber (s.a.v)) yaptı. Şüphesiz, Cuma namazı farzdır ama sizi çamur ve pislik içinde yürütmekten dolayı sizi zor durumda bırakmayı istemiyorum.\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den (Peygamberin eşi) rivayet edilmiştir: İnsanlar, kendi evlerinden ve Al-‘Awali'den (Medine'nin dış bölgeleri, Medine'den dört mil veya daha fazla uzaklıkta) gelirdi. Tozdan geçerlerdi ve ter içinde kalır, tozla kaplanırlardı; bu yüzden terleri onlardan damlardı. İçeride bulunan bir kişi, Allah Resulü'ne (ﷺ) geldi. Peygamber (ﷺ) ona, \"Bu gününüzde (yani gusül al) kendinizi temiz tutmanızı isterim.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Yahya bin Sa`id:",
      "text": "Yahya bin Sa'id'den rivayet edilmiştir: Cuma günleri gusül almak hakkında 'Amra'ya sordum. O da şöyle cevap verdi: \"Aişe dedi ki: 'İnsanlar (geçimlerini sağlamak için) çalışırdı ve Cuma namazına gittiklerinde, işte oldukları gibi camiye giderlerdi. Bu yüzden onlara Cuma günü gusül almaları emredildi.'\""
    },
    {
      "id": 28,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Cuma namazını öğle vaktinden hemen sonra kılardı."
    },
    {
      "id": 29,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Biz Cuma namazını erken kılardık ve sonra öğle uykusuna yatardık."
    },
    {
      "id": 30,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) çok soğuk olduğunda namazı erken kılardı; çok sıcak olduğunda ise namazı, yani Cuma namazını geciktirirdi."
    },
    {
      "id": 31,
      "narrator": "Narrated Abu `Abs:",
      "text": "Abu `Abs'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Allah yolunda ayakları toprakla kaplı olan kimse, Allah tarafından Cehennem ateşinden kurtulacaktır.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Namaz başladığında, ona koşmayın, sadece sakin bir şekilde yürüyün ve neyi bulursanız kılın, kaçırdığınızı da tamamlayın.\""
    },
    {
      "id": 33,
      "narrator": "Narrated `Abdullah bin Abi Qatada on the authority of his father:",
      "text": "`Abdullah bin Abi Qatada, babasından rivayet etmiştir: Peygamber (p.b.u.h) şöyle dedi: \"Beni görmeden (namaz için) ayağa kalkmayın ve sakinlik ve ciddiyet içinde olun.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Salman Al-Farsi:",
      "text": "Salman Al-Farsi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Cuma günü banyo yapan ve mümkün olduğunca kendini temizleyen, saçına yağ süren veya kendini güzel kokutan; sonra namaza giden ve camide Cuma namazı için toplanan iki kişi arasında zorla geçmeyen, kendisine yazılan kadar namaz kılan ve imam hutbe verirken sessiz kalan kişinin, mevcut Cuma ile son Cuma arasındaki tüm günahları affedilecektir.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn Juraij:",
      "text": "İbn Juraij'den rivayet edilmiştir: Nazi' derken duydum ki, \"İbn `Umar şöyle dedi: 'Peygamber (ﷺ) bir adamın başka bir adamı kendi yerine oturtmasını yasakladı.'\" Nafi`'ye, \"Bu sadece Cuma namazı için mi?\" dedim, o da, \"Cuma namazı ve diğer (namazlar) için.\" diye cevap verdi."
    },
    {
      "id": 36,
      "narrator": "Narrated As-Saib bin Yazid:",
      "text": "As-Saib bin Yazid'den rivayet edilmiştir: Peygamber'in, Ebu Bekir ve `Ömer döneminde, Cuma namazı için ezan, imam minbere oturduğunda okunurdu. Ancak `Uthman'ın halifeliği sırasında Müslümanların sayısı arttığında, Az-Zaura'da üçüncü bir ezan eklenmiştir. Ebu `Abdullah şöyle dedi: \"Az-Zaura, Medine pazarında bir yerdir.\""
    },
    {
      "id": 37,
      "narrator": "Narrated As-Saib bin Yazid:",
      "text": "As-Saib bin Yazid'den rivayet edilmiştir: Cuma namazları için ezan sayısını üçe çıkaran kişi `Uthman bin `Affan'dır ve bu, Medine'deki (Müslüman) insanların sayısının arttığı zaman olmuştur. Peygamber (ﷺ) döneminde sadece bir mu'adh-dhin vardı ve ezan, imam minbere oturduktan sonra okunurdu."
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Umama bin Sahl bin Hunaif:",
      "text": "Abu Umama bin Sahl bin Hunaif'ten rivayet edilmiştir: Muawiya bin Abi Sufyan'ı, minberde otururken ezanı tekrar ederken duydum. Mu'adh-dhin ezanı \"Allahu-Akbar, Allahu Akbar\" diye okuduğunda, Muawiya dedi ki: \"Allah Akbar, Allahu Akbar.\" Mu'adh-dhin \"Ash-hadu an la ilaha illal-lah\" (Allah'tan başka ilah yoktur) dediğinde, Muawiya dedi ki: \"Ben de (öyle) diyorum.\" \"Ash-hadu anna Muhammadan Rasulullah\" (Muhammed Allah'ın Elçisidir) dediğinde, Muawiya dedi ki: \"Ben de (öyle) diyorum.\" Ezan bitince Muawiya dedi ki: \"Ey insanlar, mu'adh-dhin ezanı okuduğunda, Allah'ın Elçisi (ﷺ) bu minberde, az önce duyduğunuz şeyleri söylüyordu.\""
    },
    {
      "id": 39,
      "narrator": "Narrated As-Sa'ib bin Yazid I:",
      "text": "As-Sa'ib bin Yazid'den rivayet edilmiştir: `Uthman bin `Affan, Cuma günleri insanların sayısı arttığında ikinci ezanı tanıttı. Daha önce Cuma günleri ezan, imam minbere oturduktan sonra okunuyordu."
    },
    {
      "id": 40,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: As-Saib bin Yazid'in şöyle dediğini duydum: \"Allah'ın Elçisi (ﷺ), Ebu Bekir ve `Ömer döneminde, Cuma namazı için ezan, imam minbere oturduktan sonra okunurdu. Ancak `Uthman'ın halifeliği sırasında insanların sayısı arttığında, Cuma namazı için üçüncü bir ezan tanıttı ve bu ezan Az-Zaura'da okundu ve bu durum sonraki yıllarda da devam etti.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Hazim bin Dinar:",
      "text": "Abu Hazim bin Dinar'dan rivayet edilmiştir: Bazı insanlar Sahl bin Sa`d As-Sa`idi'ye gidip minberin odunu hakkında farklı görüşlere sahip olduklarını söylediler. Ona bunu sordular ve o şöyle dedi: \"Vallahi, minberin hangi odunlardan yapıldığını biliyorum ve şüphesiz, Allah'ın Elçisi (ﷺ) onun üzerine oturduğu ilk günde onu gördüm. Allah'ın Elçisi (ﷺ) böyle ve böyle bir Ensar kadını çağırdı (ve Sahl onun adını söyledi) ve ona şöyle dedi: 'Kölen marangozuna benim için insanlara hitap ederken oturabileceğim birkaç parça odun hazırlamasını söyle.' O da kölesine emir verdi ve o, ormanın çamurundan yaptı ve onu (kadına) getirdi. Kadın bunu Allah'ın Elçisi (ﷺ) gönderdi ve o da buraya konulmasını emretti. Sonra Allah'ın Elçisi (ﷺ) onun üzerinde namaz kılarken gördüm ve sonra ona secde etti. Sonra geri çekildi, indi ve minberin ayağının yanındaki yere secde etti ve tekrar minbere çıktı. Namazı bitirdikten sonra insanlara döndü ve şöyle dedi: 'Bunu, benim gibi namaz kılmayı öğrenmeniz için yaptım.'\""
    },
    {
      "id": 42,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) bir hurma ağacının gövdesinin yanında (hutbe verirken) dururdu. Minber kendisi için konulduğunda, o gövdenin hamile bir dişi deveyi andıran bir sesle ağladığını duyduk, ta ki Peygamber (ﷺ) minberden inip elini üzerine koyana kadar."
    },
    {
      "id": 43,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: Babam şöyle dedi: \"Peygamber (ﷺ) minberde hutbe verirken şöyle dedi: 'Cuma namazına gelen herkes banyo yapmalıdır (gelmeden önce).'\""
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (p.b.u.h) hutbeyi ayakta verirdi, sonra oturur, sonra tekrar ayağa kalkardı, tıpkı günümüzde olduğu gibi."
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) minberde oturdu ve biz etrafında oturduk."
    },
    {
      "id": 46,
      "narrator": "Narrated Fatima bint Al-Mundhir:",
      "text": "Fatıma bint Al-Mundhir'den rivayet edilmiştir: Asma' bint Ebu Bekir As-Sıddık şöyle dedi: \"Aişe'ye gittim ve insanlar Salat kılıyordu. Ona, 'İnsanların durumu ne?' diye sordum. Aişe başıyla gökyüzünü işaret etti. Ona, 'Bir işaret mi var?' dedim. Aişe başıyla 'Evet' anlamında onayladı.\" Asma' ekledi: \"Allah'ın Resulü (ﷺ) Salat'ı öyle uzattı ki bayıldım. Yanımda bir su tulumu vardı, onu açtım ve başıma biraz su döktüm. Allah'ın Resulü (ﷺ) Salat'ı bitirince ve güneş tutulması geçince, Peygamber (ﷺ) insanlara hitap etti ve Allah'ı hakkıyla övdü ve 'Amma ba'du' dedi.\" Asma' devam etti: \"Bazı Ensar kadınları konuşmaya başladı, bu yüzden onları susturmak için onlara döndüm. Aişe'ye Peygamber (ﷺ) ne dediğini sordum. Aişe şöyle dedi: 'O, 'Bu yerimde daha önce bana gösterilmeyen şeyler gördüm; (Cennet ve Cehennem'i bile gördüm. Ve şüphesiz bana vahyedildi ki, siz (insanlar) mezarlarınızdaki imtihanda Masih Ad-Decjal'ın imtihanına benzer bir imtihana tabi tutulacaksınız. (Melekler) her birinize gelecek ve ona, 'Bu adam (Peygamber Muhammed (ﷺ)) hakkında ne biliyorsun?' diye soracaklar.' İman eden veya sağlam bir inanca sahip olan (Hişam hangi kelimeyi kullandığından emin değil) şöyle diyecek: 'O, Allah'ın Resulü (ﷺ) ve o, bize açık deliller ve hidayetle gelen Muhammed'dir (ﷺ). Biz ona inandık, öğretilerini kabul ettik ve ona tabi olduk ve onun öğretisine güvendik.' Sonra melekler ona, (huzur içinde) uyumasını söyleyecekler, çünkü onun bir inanan olduğunu anlamışlardır. Ama münafık veya şüpheci bir kişi (Hişam hangi kelimeyi kullandığından emin değil) bu adam (Peygamber Muhammed (ﷺ)) hakkında ne bildiğini sorulduğunda, 'Ben bir şey bilmiyorum ama insanların onun hakkında bir şeyler söylediğini duydum, bu yüzden ben de aynı şeyi söyledim' diyecek.\" Hişam ekledi: \"Fatıma bana münafık veya şüpheci kişi hakkında, onun şiddetli bir şekilde cezalandırılacağını söylediğini tamamen ezbere hatırladığını söyledi.\""
    },
    {
      "id": 47,
      "narrator": "Narrated `Amr bin Taghlib:",
      "text": "Amr bin Taghlib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) için bir mal veya bir şey getirildi ve o bunu dağıttı. Bazı adamlara verdi ve diğerlerini göz ardı etti. Daha sonra göz ardı ettiği kişilerden birinin kendisine nasihat ettiğini duydu. Bunun üzerine Allah'ı yüceltti ve övdü ve şöyle dedi: \"Amma ba'du. Vallahi, bir adama verebilir ve diğerini göz ardı edebilirim, oysa göz ardı ettiğim kişi, verdiğim kişiden daha çok sevimlidir. Ama bazı insanlara veriyorum, çünkü onların kalplerinde sabır ve huzur yok gibi hissediyorum ve sabırlı olanları ve Allah'ın kalplerine koyduğu iyilik ve zenginlik ile kendileriyle yetinenleri bırakıyorum ve Amr bin Taghlib de onlardandır.\" Amr ekledi: \"Vallahi! Allah'ın Elçisi'nin bu sözleri, en güzel kırmızı develerden daha sevimlidir.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gece Allah'ın Resulü (ﷺ) (s.a.v) dışarı çıktı ve camide namaz kıldı ve bazı adamlar onunla birlikte namaz kıldılar. Ertesi sabah insanlar bunu konuştu ve daha fazla insan toplandı ve onunla birlikte (ikinci gece) namaz kıldılar. Sabahleyin haberi yaydılar, bu yüzden üçüncü gece insan sayısı büyük ölçüde arttı. Allah'ın Resulü (ﷺ) (s.a.v) dışarı çıktı ve onlar onun arkasında namaz kıldılar. Dördüncü gece cami, insanlarla dolup taştı ve onları alacak yer kalmadı. Allah'ın Resulü (ﷺ) sadece Fajr namazı için dışarı çıktı ve namazı bitirince insanlara döndü ve \"Tashah-hud\" (Allah'tan başka ibadet edilecek hiçbir ilah yoktur ve Muhammed O'nun Elçisidir) okudu ve sonra \"Amma ba'du. Şüphesiz gece camide bulunmanız benden gizli değildi, ama bu namazın (Tahajjud namazı) farz kılınmasından korktum ve bunu yerine getiremeyeceğinizi düşündüm.\" dedi."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Hummaid As-Sa`idi:",
      "text": "Ebu Humayd Es-Sa'idi'den rivayet edilmiştir: Bir gece Allah'ın Resulü (ﷺ) (s.a.v) namazdan sonra ayağa kalktı ve \"Tashah-hud\" okudu ve sonra Allah'ı hakkıyla övdü ve \"Amma ba'du.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "El-Miswar bin Mahrama'dan rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) hutbe vermek için ayağa kalktı ve \"Tashah-hud\"dan sonra \"Amma ba'du.\" dediğini duydum."
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün Peygamber (ﷺ) minbere çıktı ve katıldığı son toplantıydı. Omuzlarını büyük bir örtüyle kaplamış ve başını yağlı bir sargıyla bağlamıştı. Allah'ı yüceltti ve övdü ve \"Ey insanlar! Bana gelin.\" dedi. İnsanlar etrafında toplandı ve sonra \"Amma ba'du.\" dedi. \"Bundan sonra Ensar azalacak ve diğer insanlar artacak. Öyleyse, Muhammed'in takipçilerinin yöneticisi olan kimse, onlardan (Ensar) hayır olanı kabul etmeli ve kötü davrananların hatalarını göz ardı etmelidir.\""
    },
    {
      "id": 52,
      "narrator": "Narrated `Abdullah Ibn `Umar:",
      "text": "Abdullah İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) iki hutbe verir ve aralarında otururdu."
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cuma günü, melekler caminin kapısında durur ve camiye gelen kişilerin isimlerini sırayla yazarlar. Camiye en erken saatte giren kişinin örneği, bir deveyi (kurban olarak) sunan gibidir. Sonra gelen, bir ineği sunan gibidir, ardından bir koç, sonra bir tavuk ve sonra bir yumurta şeklinde devam eder. İmam (Cuma namazı için) dışarı çıktığında, onlar (yani melekler) kağıtlarını katlar ve hutbeyi dinlerler.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Bir kişi, Peygamber (ﷺ) Cuma hutbesi verirken camiye girdi. Peygamber (ﷺ) ona, \"Namaz kıldın mı?\" dedi. Adam olumsuz yanıtladı. Peygamber (ﷺ) \"Kalk ve iki rek'at namaz kıl.\" dedi."
    },
    {
      "id": 55,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bir adam, Peygamber (ﷺ) hutbe verirken camiye girdi. Peygamber (ﷺ) ona, \"Namaz kıldın mı?\" dedi. Adam olumsuz yanıtladı. Peygamber (ﷺ) \"İki rek'at namaz kıl.\" dedi."
    },
    {
      "id": 56,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) Cuma hutbesi verirken, bir adam ayağa kalktı ve \"Ey Allah'ın Elçisi! Hayvanlar ve koyunlar ölüyor, Allah'a yağmur için dua et.\" dedi. Bunun üzerine o (Peygamber) iki elini kaldırdı ve Allah'a dua etti."
    },
    {
      "id": 57,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (s.a.v) döneminde bir kez insanlar kuraklık (kıtlık) ile karşılaştılar. Peygamber (ﷺ) Cuma hutbesi verirken, bir bedevi ayağa kalktı ve \"Ey Allah'ın Resulü (ﷺ)! Eşyalarımız yok oluyor ve çocuklar aç; lütfen Allah'a dua et.\" dedi. Bunun üzerine Peygamber (ﷺ) ellerini kaldırdı. O esnada gökyüzünde bir bulut bile yoktu. Canımın sahibi olan Allah'a yemin ederim ki, o ellerini indirdiği anda, bulutlar dağlar gibi toplandı ve minberden inmeden önce, Peygamber'in sakalına yağmurun düştüğünü gördüm. O gün yağmur yağdı, ertesi gün, üçüncü gün, dördüncü gün, bir sonraki Cuma'ya kadar yağmur yağdı. Aynı bedevi veya başka bir adam ayağa kalktı ve \"Ey Allah'ın Resulü (ﷺ)! Evler yıkıldı, eşyalarımız ve hayvanlarımız sular altında kaldı; lütfen Allah'a dua et.\" dedi. Bunun üzerine Peygamber (ﷺ) iki elini kaldırdı ve \"Ey Allah! Etrafımızda ve üzerimize değil.\" dedi. Böylece, elleriyle işaret ettiği her yöne, bulutlar dağıldı ve temizlendi, Medine'nin (gökyüzü) bulutlar arasında bir delik gibi açıldı. Kanan vadisi bir ay boyunca suyla dolu kaldı, dışarıdan kimse gelmedi ama bol yağmur hakkında konuştu."
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) (s.a.v) şöyle dedi: \"İmam hutbe verirken, arkadaşınıza susmasını ve dinlemesini söylerseniz, şüphesiz kötü bir iş yapmış olursunuz.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) (s.a.v) Cuma hakkında konuştu ve şöyle dedi: \"Cuma günü bir saat (uygun zaman) vardır ve eğer bir Müslüman o saati namaz kılarken yakalarsa ve Allah'tan bir şey isterse, Allah kesinlikle onun isteğini yerine getirecektir.\" Ve o (Peygamber) o zamanın kısalığını elleriyle işaret etti."
    },
    {
      "id": 60,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (s.a.v) ile birlikte (Cuma hutbesi ve namaz) kılarken, yiyecek yüklü develer (Şam'dan) geldi. İnsanlar dikkatlerini develere yönelttiler (ve camiyi terk ettiler), sadece on iki kişi Peygamber ile kaldı. Bu nedenle şu ayet indirildi: \"Ama bir ticaret veya bir eğlence gördüklerinde, hemen ona doğru dağılırlar ve seni ayakta bırakırlar.\" (62.11)"
    },
    {
      "id": 61,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Zuhr namazından önce iki rek'at ve sonra iki rek'at namaz kılardı. Ayrıca, evinde Maghrib namazından sonra iki rek'at ve `Isha' namazından sonra iki rek'at namaz kılardı. Cuma namazından sonra camiden ayrılmadan namaz kılmazdı, sonra evde iki rek'at namaz kılardı."
    },
    {
      "id": 62,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Aramızda bir kadın vardı, bir tarlası vardı ve tarlasının kenarlarında Silq (bir tür sebze) ekerdi. Cuma günleri Silq'ı kökünden çıkarır ve köklerini bir kapta toplardı. Sonra üzerine bir avuç un haline getirilmiş arpa koyar ve pişirirdi. Silq'ın kökleri etin yerini alıyordu. Cuma namazını bitirdikten sonra ona selam verirdik ve o da bize o yiyeceği verirdi, biz de onu elimizle yer ve bu yemek nedeniyle Cuma gününü dört gözle beklerdik."
    },
    {
      "id": 63,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'dan rivayet edilmiştir: Yukarıda belirtilenlere ek olarak: Cuma namazını kılmadan ne öğle uykusu yapardık ne de yemek yerdik."
    },
    {
      "id": 64,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Cuma namazını erken kılardık ve sonra öğle uykusuna yatardık."
    },
    {
      "id": 65,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikte Cuma namazını kılardık ve sonra öğle uykusuna yatardık."
    }
  ]
}