{
  "language": "tr",
  "metadata": {
    "length": 37,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Umar, pazardan bir ipek örtü satın aldı, onu Allah'ın Resulü'ne (ﷺ) götürdü ve \"Ey Allah'ın Resulü (ﷺ)! Bunu al ve bayramda ve elçiler seni ziyaret ettiğinde bununla süslen.\" dedi. Allah'ın Resulü (ﷺ) (s.a.v) cevap verdi: \"Bu elbise, ahirette hiç payı olmayanlar içindir.\" Uzun bir süre sonra, Allah'ın Resulü (ﷺ) (s.a.v) Umar'a bir ipek brokar örtü gönderdi. Umar, Allah'ın Resulü'ne (ﷺ) (s.a.v) örtü ile geldi ve \"Ey Allah'ın Resulü (ﷺ)! Sen bu elbisenin ahirette hiç payı olmayanlar için olduğunu söyledin; ama bana bu örtüyü gönderdin.\" dedi. Allah'ın Resulü (ﷺ) ona, \"Onu sat ve ihtiyaçlarını onunla karşıla.\" dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Aisha:",
      "text": "Aisha'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) (s.a.v) evime geldiğinde, yanımda iki kız Buath şarkılarını söylüyordu (İslam'dan önceki Khazraj ve Aus kabileleri arasındaki savaşı anlatan bir hikaye). Peygamber (s.a.v) uzandı ve yüzünü diğer tarafa çevirdi. Sonra Ebu Bekir geldi ve bana sert bir şekilde konuşarak, \"Peygamber (s.a.v) yanında şeytan müzik aletleri mi var?\" dedi. Allah'ın Resulü (ﷺ) (s.a.v) yüzünü ona döndü ve \"Onları bırak.\" dedi. Ebu Bekir dikkatsizleşince, ben o kızlara dışarı çıkmaları için işaret ettim ve çıktılar. O gün bayramdı ve siyah insanlar kalkan ve mızraklarla oynuyorlardı; ya ben Peygamber (s.a.v)'den ya da o bana gösteri görmek isteyip istemediğimi sordu. Ben olumlu yanıt verdim. Sonra Peygamber (s.a.v) beni arkasında durdurdu ve yanağım yanağına değiyordu ve \"Devam et! Ey Beni Arfida,\" diyordu, ta ki ben yoruluncaya kadar. Peygamber (s.a.v) bana, \"Memnun musun (bu senin için yeterli mi)?\" diye sordu. Ben olumlu yanıt verdim ve bana gitmemi söyledi."
    },
    {
      "id": 3,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (s.a.v)'in bir hutbe verirken, \"Bu günde (Kurban Bayramı'nın ilk günü) yapılacak ilk şey namaz kılmaktır; ve namazdan döndükten sonra kurbanlarımızı (Allah'ın adıyla) keseriz ve bunu yapan, bizim sünnetimize (geleneklerimize) uymuş olur.\" dediğini duydum."
    },
    {
      "id": 4,
      "narrator": "Narrated Aisha:",
      "text": "Aisha'dan rivayet edilmiştir: Ebu Bekir, evime geldiğinde iki küçük Ensar kızı yanımda Buath günü hikayelerini şarkı söylüyordu. Ve onlar şarkıcı değildi. Ebu Bekir itiraz ederek, \"Allah'ın Resulü'nün (ﷺ) evinde şeytan müzik aletleri mi var!\" dedi. Bu, bayram günü oldu ve Allah'ın Resulü (ﷺ) \"Ey Ebu Bekir! Her milletin bir bayramı vardır ve bu bizim bayramımızdır.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) hiçbir zaman Bayram günü (İd-ul-Fitr) namazına gitmeden önce birkaç hurma yemezdi. Anas ayrıca şunu da rivayet etti: Peygamber (ﷺ) tek sayıda hurma yerdi."
    },
    {
      "id": 6,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim (kurbanını) İd namazından önce keserse, tekrar kesmelidir.\" Bir adam ayağa kalktı ve \"Bu, et arzusunun olduğu gündür,\" dedi ve komşularıyla ilgili bir şeyler söyledi. Peygamber (ﷺ) ona inandı gibi görünüyordu. Sonra aynı adam ekledi, \"Bende iki koyunun etinden daha değerli olan bir genç dişi keçi var.\" Peygamber (ﷺ) ona onu kurban etmesine izin verdi. O iznin sadece onun için mi yoksa başkaları için de geçerli olup olmadığını bilmiyorum."
    },
    {
      "id": 7,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin Azib'den rivayet edilmiştir: Peygamber (ﷺ) Nahr günü namazdan sonra hutbe verdi ve \"Kim bizim gibi namaz kılar ve bizim gibi kurban keserse, onun Nusuk'u (kurbanı) Allah tarafından kabul edilir. Kim İd namazından önce kurbanını keserse, o kurbanı kesmemiştir.\" dedi. Al-Bara'nın amcası Ebu Burda bin Niyar, \"Ey Allah'ın Resulü (ﷺ)! Ben İd namazından önce koyunumu kestim ve bugün yemek ve içmek (alkolsüz içecekler) günü olarak düşündüm ve koyunumu evimde ilk kesilen kurban olmasını istedim. Bu yüzden koyunumu kestim ve namazdan önce yiyeceğimi aldım.\" dedi. Peygamber (ﷺ) \"Kestiğin koyun sadece et (Nusuk değil).\" dedi. O (Ebu Burda) \"Ey Allah'ın Resulü (ﷺ)! Bende iki koyundan daha değerli olan bir genç dişi keçi var. Bu benim için Nusuk olarak yeterli olur mu?\" dedi. Peygamber (s.a.v) \"Evet, senin için yeterli olur ama başkaları için yeterli olmayacaktır.\" dedi."
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) İd-ul-Fitr ve İd-ul-Adha günlerinde Musalla'ya giderdi; ilk olarak namaz kılardı ve ardından halkın önünde durarak halk otururdu. Sonra onlara vaaz eder, nasihat eder ve emirler verirdi (yani hutbe). Ve daha sonra eğer bir ordu göndermek isterse, bunu yapardı; ya da bir emir vermek isterse, bunu yapar ve sonra ayrılırdı. İnsanlar bu geleneği takip ettiler ta ki ben Marvan ile birlikte İd-ul-Adha veya İd-ul-Fitr namazı için dışarı çıktım. Musalla'ya vardığımızda, Kathir bin As-Salt tarafından yapılmış bir minber vardı. Marvan, namazdan önce o minbere çıkmak istedi. Ben elbiselerinden tuttum ama o çekti ve minbere çıktı ve namazdan önce hutbe verdi. Ben ona, \"Vallahi, sen (Peygamberin) geleneğini değiştirdin.\" dedim. O da, \"Ey Ebu Sa'id! Bildiğin gitti.\" dedi. Ben de, \"Vallahi! Bildiğim, bilmediğimden daha iyidir.\" dedim. Marvan, \"İnsanlar namazdan sonra hutbemizi dinlemek için oturmuyorlar, bu yüzden hutbeyi namazdan önce verdim.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ), İd-ul-Adha ve İd-ul-Fitr namazını kılar ve sonra namazdan sonra hutbe verirdi."
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn Juraij:",
      "text": "İbn Juraij'den rivayet edilmiştir: Ata dedi ki, \"Cabir bin Abdullah dedi ki, 'Peygamber (ﷺ) İd-ul-Fitr günü dışarı çıktı ve hutbeden önce namaz kıldı. Ata, İbn Az-Zubair'in ilk günlerinde İbn Abbas'ın ona, İd Namazı için Ezan'ın asla okunmadığını (Allah'ın Resulü (ﷺ) döneminde) ve hutbenin namazdan sonra verildiğini bildirdiğini söyledi. Ata, İbn Abbas ve Cabir bin Abdullah'ın, \"İd-ul-Fitr ve İd-ul-Aqha namazı için Ezan yoktu.\" dediğini söyledi. Ata, \"Cabir bin Abdullah'ın, 'Peygamber (ﷺ) ayağa kalktı ve namaza başladı, sonra hutbe verdi. Allah'ın Resulü (s.a.v) hutbeyi bitirdikten sonra kadınların yanına gitti ve onlara vaaz etti, Bilal'ın eline dayanarak. Bilal, elbisesini yayıyordu ve kadınlar ona sadaka veriyorlardı.\" dediğini duydum. Ben Ata'ya, \"Sence bir İmam'ın namaz ve hutbe bittikten sonra kadınların yanına gidip onlara vaaz etmesi gerekli midir?\" dedim. Ata, \"Şüphesiz ki İmamların bunu yapması gereklidir, neden yapmasınlar?\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ), Ebu Bekir, Umar ve Uthman ile birlikte İd namazı kıldım ve hepsi hutbeden önce namaz kıldılar."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ), Ebu Bekir ve Umar, hutbeden önce iki İd namazı kılardı."
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) İd-ul-Fitr günü iki rek'at namaz kıldı ve ondan önce veya sonra namaz kılmadı. Sonra Bilal ile birlikte kadınların yanına gitti ve onlara sadaka vermelerini emretti ve onlar da küpelerini ve kolyelerini (hayır olarak) vermeye başladılar."
    },
    {
      "id": 14,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin Azib'den rivayet edilmiştir: Peygamber (s.a.v) dedi ki: \"Bu gün yapmamız gereken ilk şey namaz kılmak ve sonra kurbanı kesmektir. Bunu yapan, bizim sünnetimize (geleneğimize) uymuş olur ve kim namazdan önce kurban keserse, o sadece ailesine sunduğu bir et olur ve Nusuk olarak kabul edilmez.\" Ensar'dan Abu Burda bin Niyyar adında bir kişi, \"Ey Allah'ın Resulü (ﷺ)! Ben (namazdan önce) Nusuk'u kestim ama bende daha iyi olan bir genç dişi keçi var.\" dedi. Peygamber (ﷺ) \"İlkinin yerine onu kurban et, ama başkası için yeterli olmayacaktır.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: Ben İbn Umar ileydim, bir mızrak ucu ayağının tabanına saplandı ve ayağına dizgin yapıştı, ben inip ayağını çıkardım ve bu Mina'da oldu. El-Haccac haberi aldı ve sağlığını sormak için geldi ve \"Ah! Seni yaralayan adamı tanıyabilseydik!\" dedi. İbn Umar, \"Beni yaralayan sensin.\" dedi. El-Haccac, \"Nasıl olur?\" dedi. İbn Umar, \"Sen, kimsenin silah taşıdığı bir günde silah taşınmasına izin verdin ve Haram'da silah taşınmasına izin verdin, oysa daha önce bu yasaktı.\" dedi."
    },
    {
      "id": 16,
      "narrator": "Narrated Sa`id bin `Amr bin Sa`id bin Al-`Aas:",
      "text": "Sa`id bin `Amr bin Sa`id bin Al-`Aas'tan rivayet edildi: Al-Haccac, orada bulunduğum sırada İbn `Umar'a gitti. Al-Haccac, İbn `Umar'a, \"Nasılsın?\" diye sordu. İbn `Umar, \"İyiyim,\" diye cevap verdi. Al-Haccac, \"Seni kim yaraladı?\" dedi. İbn `Umar, \"Silah taşınmasının yasak olduğu günde silah taşınmasına izin veren kişi (Al-Haccac'ı kastederek)\" diye cevap verdi."
    },
    {
      "id": 17,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara' rivayet etti: Peygamber (ﷺ) Nahr günü (Kurban Bayramı) hutbe verdi ve şöyle dedi: \"Bu gün yapmamız gereken ilk şey namaz kılmak ve sonra geri dönüp (kurbanlarımızı) kesmektir. Kim bunu yaparsa, bizim sünnetimize uygun hareket etmiş olur; namazdan önce kurban kesen kimse ise, o sadece ailesine sunduğu bir et olur ve hiçbir şekilde kurban olarak kabul edilmez.\" Amcam Abu Burda bin Niyyar ayağa kalktı ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Ben namazdan önce kurban kestim ama benden daha iyi bir genç dişi keçim var.\" Peygamber (ﷺ) dedi ki: \"Onu ilk kurban yerine kes. Ama böyle bir keçi, senden sonra başka kimse için kurban olarak kabul edilmeyecek.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Diğer günlerde yapılan iyi ameller, bu (Zilhicce'nin ilk on günü) günlerde yapılanlardan daha üstün değildir.\" Bunun üzerine Peygamber (ﷺ)'in bazı arkadaşları, \"Hatta cihad bile mi?\" dediler. O, \"Hatta cihad bile, ancak kendisini ve malını tehlikeye atan bir adamın cihadı hariç (Allah rızası için) ve o da hiçbir şeyle geri dönmez.\" diye cevap verdi."
    },
    {
      "id": 19,
      "narrator": "Narrated Muhammad bin Abi Bakr Al-Thaqafi:",
      "text": "Muhammed bin Ebi Bekir Al-Thaçafi rivayet etti: Mina'dan Arafat'a giderken, Anas bin Malik'e Talbiye hakkında sordum, \"Peygamberle birlikte Talbiye'yi nasıl söylüyordunuz?\" Anas dedi ki: \"İnsanlar Talbiye söylerdi ve bu söze itiraz edilmezdi, ayrıca Tekbir de söylerlerdi ve buna da itiraz edilmezdi.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Um `Atiya:",
      "text": "Um `Atiya rivayet etti: Biz, `Id günü dışarı çıkmamız ve hatta genç kızları evlerinden çıkarmamız için emredilirdik ve adet gören kadınların da erkeklerin arkasında durup onlarla birlikte Tekbir getirmeleri ve Allah'ı anmaları, o günden bereket ummaları ve günahlardan arınmaları için."
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar rivayet etti: `Id-ul-Fitr ve `Id-ul-Adha günü Peygamberin önünde dua için bir mızrak dikilirdi ve sonra o namaz kılardı."
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar rivayet etti: Peygamber (ﷺ) Musalla'ya giderdi ve önünde bir 'Anaza taşınır ve Musalla'da önünde dikilirdi ve o da ona doğru namaz kılardı (bir sutra olarak)."
    },
    {
      "id": 23,
      "narrator": "Narrated Muhammad:",
      "text": "Muhammed rivayet etti: Um 'Atiya dedi ki: \"Peygamberimiz, olgun kızlarla birlikte dışarı çıkmamızı emretti ve bakirelerin yalnız kalmasını istedi.\" Hafsa yukarıda bahsedilen Hadisi aktardı ve ekledi: \"Olgun kızlar veya bakireler yalnız kalmalı ama adet gören kadınlar Musalla'dan uzak durmalı.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas rivayet etti: Ben (çocukken) `Id-ul-Fitr veya `Id-ul-Adha günü Peygamber (ﷺ) ile dışarı çıktım. Peygamber (ﷺ) namaz kıldı ve sonra hutbe verdi ve sonra kadınlara yöneldi, onlara vaaz etti ve nasihat etti ve onlardan sadaka vermelerini emretti."
    },
    {
      "id": 25,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara' rivayet etti: Peygamber (ﷺ) `Id-ul-Adha günü Al-Baki'ye (Medine'deki mezarlık) gitti ve iki rekatlık `Id-ul-Adha namazı kıldı ve sonra bize döndü ve şöyle dedi: \"Bu günümüzdeki ilk ibadetimiz namaz kılmaktır, sonra geri döneceğiz ve kurban keseceğiz, bunu yapan bizim sünnetimize uygun hareket etmiş olur; ve kim kurbanını bundan önce (yani namazdan önce) keserse, o, ailesi için daha önce hazırladığı bir şeydir ve bu bir Nusuk (kurban) olarak kabul edilmeyecektir.\" Bir adam ayağa kalktı ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Ben (namazdan önce) hayvanı kestim ama benden daha iyi bir genç dişi keçim var.\" Peygamber (s.a.v) ona dedi ki: \"Onu kes. Ama benzer bir kurban, senden sonra başka kimse için yeterli olmayacaktır.\""
    },
    {
      "id": 26,
      "narrator": "Narrated `Abdur Rahman bin `Abis:",
      "text": "`Abdur Rahman bin `Abis rivayet etti: İbn `Abbas'a Peygamber (ﷺ) ile `Id namazına katılıp katılmadığı soruldu. O, \"Evet. Genç olmasaydım, ona katılamazdım. (Peygamber (ﷺ) dışarı çıktı) Kathir bin As-Salt'ın evine yakın olan işaret yerine kadar geldi, namaz kıldı, hutbe verdi ve sonra kadınlara yöneldi. Bilal ona eşlik ediyordu. Onlara vaaz etti ve nasihat etti ve sadaka vermelerini emretti. Kadınların, Bilal'in elbisesine uzanarak takılarını koyduklarını gördüm. Sonra Peygamber (ﷺ) Bilal ile birlikte eve döndü."
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn Juraij:",
      "text": "İbn Juraij rivayet etti: `Ata' bana, Jabir bin `Abdullah'ın şöyle dediğini duyduğunu söyledi: \"Peygamber (ﷺ) `Id-ul-Fitr namazını kılmak için ayağa kalktı. Önce namazı kıldı ve sonra hutbe verdi. Hutbeyi bitirdikten sonra (minberden) indi ve kadınlara doğru gitti ve onlara nasihat ederken Bilal'in eline dayanıyordu. Bilal, kadınların sadakalarını koyduğu elbisesini açıyordu.\" `Ata'ya `Id-ul-Fitr Zekatı olup olmadığını sordum. O, \"Hayır, o sadece o zaman verilen sadakadır. Bir kadın yüzük parmağını koydu ve diğerleri de aynı şekilde yaptı.\" Dedim ki, (`Ata'ya), \"İmamın kadınlara (Id günü) nasihat etmesi farz mı?\" O, \"Şüphesiz, imamların bunu yapması farzdır ve neden yapmasınlar?\" dedi."
    },
    {
      "id": 28,
      "narrator": "Al-Hasan bin Muslim told me that\nIbn `Abbas had said, \"I joined the Prophet, Abu Bakr, `Umar and `Uthman in the `Id ul Fitr prayers. They used to offer the prayer before the Khutba and then they used to deliver the Khutba afterwards. Once the Prophet (ﷺ) I came out (for the `Id prayer) as if I were just observing him waving to the people to sit down. He, then accompanied by Bilal, came crossing the rows till he reached the women. He recited the following verse:",
      "text": "Hasan bin Muslim bana, İbn `Abbas'ın şöyle dediğini söyledi: \"Ben Peygamber, Ebu Bekir, `Umar ve `Uthman ile `Id-ul-Fitr namazlarına katıldım. Onlar, hutbeden önce namaz kılar, sonra hutbe verirlerdi. Bir gün Peygamber (ﷺ) dışarı çıktığında, sanki insanlara oturmalarını işaret ediyordu. Sonra Bilal ile birlikte kadınlara doğru ilerledi. Şu ayeti okudu: 'Ey Peygamber! Mümin kadınlar sana biat etmek için geldiklerinde... (ayet sonuna kadar) (60.12).' Okumayı bitirdikten sonra, \"Ey kadınlar! Antlaşmanızı yerine getiriyor musunuz?\" dedi. Sadece bir kadın, \"Evet,\" dedi. Hasan o kadının kim olduğunu bilmiyordu. Peygamber (ﷺ) dedi ki: \"O zaman sadaka verin.\" Bilal elbisesini açtı ve dedi ki: \"Sadaka vermeye devam edin. Babam ve annem sizin için feda olsun (ey kadınlar).\" Böylece kadınlar, Bilal'in elbisesine Fatkhs (büyük yüzükler) ve diğer tür yüzükler koymaya devam ettiler.\" `Abdur-Razaq dedi ki, \"'Fatkhs', cahiliye döneminde giyilen büyük bir yüzüktür.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Aiyub:",
      "text": "Aiyub rivayet etti: Hafsa bint Seereen dedi ki: \"Bayramda kızlarımızın `Id namazına çıkmalarını yasaklardık. Bir kadın geldi ve Bani Khalaf sarayında kaldı ve ben ona gittim. O, \"Kız kardeşimin eşi Peygamber (ﷺ) ile birlikte on iki kutsal savaşa katıldı ve kız kardeşim de kocasının yanında altısında bulundu. Kız kardeşim, hasta olanlara bakıp yaralıları tedavi ettiklerini söyledi. Bir gün sordu, 'Ey Allah'ın Resulü (ﷺ)! Eğer bir kadının peçesi yoksa, `Id günü dışarı çıkmaması bir zarar mıdır?' Peygamber (ﷺ) dedi ki: 'Arkadaşının, onunla peçesini paylaşması gerekir ve kadınlar, iyi işlerde ve müminlerin dini toplantılarında yer almalıdırlar.'\" Hafsa ekledi: \"Um-`Atiya geldiğinde, ona sordum, 'Şu ve bu hakkında bir şey duydun mu?' Um-`Atiya dedi ki: 'Evet, babam Peygamber (s.a.v) için feda olsun. (Ve her zaman Peygamber (ﷺ)'in adını anarken, 'Babam feda olsun' derdi). O, 'Olgun bakire kızlar sık sık örtünmeli (veya, 'Olgun kızlar ve bakireler sık sık örtünmeli--Aiyub hangisinin doğru olduğunu bilmiyor) ve adet gören kadınlar (Id günü) dışarı çıkmalıdır. Ama adet gören kadınlar Musalla'dan uzak durmalıdır. Ve tüm kadınlar, iyi işlerde ve müminlerin dini toplantılarında yer almalıdırlar.'\" Hafsa dedi ki: \"Bunun üzerine Um-`Atiya'ya, 'Adet görenler de mi?' dedim. Um-`Atiya cevapladı: 'Evet. `Arafat ve başka yerlerde kendilerini sunmazlar mı?'\""
    },
    {
      "id": 30,
      "narrator": "Narrated Um-`Atiya:",
      "text": "Um-`Atiya rivayet etti: `Id için dışarı çıkmamız ve ayrıca adet gören kadınları, olgun kızları ve bakireleri yanımıza almamız emredildi. (İbn `Aun, \"Ya da olgun bakireler yanlarında kalmalı\" dedi.) Adet gören kadınlar, Müslümanların dini toplantısına ve dualarına katılabilirler ama Musalla'dan uzak durmalıdırlar."
    },
    {
      "id": 31,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (s.a.v) `Id-ul-Adha'da Musalla'da kurban keserdi."
    },
    {
      "id": 32,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin `Azib'den rivayet edilmiştir: Nahr günü Allah'ın Elçisi (s.a.v) `Id namazından sonra hutbe verdi ve şöyle dedi: \"Bizim gibi namaz kılan ve bizim gibi kurban kesen kimse, kurban etme geleneğimize (Nusuk) uygun hareket etmiştir. Namazdan önce kurban kesen kimse ise, o sadece koyun etidir (yani kurban değildir).\" Abu Burda bin Naiyar ayağa kalktı ve dedi ki: \"Ey Allah'ın Elçisi (s.a.v)! Vallahi, ben (Id) namazından önce kurbanımı kestim ve bugün yemek ve içmek (alkolsüz içecekler) günü olduğunu düşündüm, bu yüzden acele ettim (kurban kesmekte) ve yedim, ailemi ve komşularımı da doyurdum.\" Allah'ın Elçisi (s.a.v) dedi ki: \"O sadece koyun etidir (kurban değildir).\" Sonra Abu Burda dedi ki: \"Bende bir genç dişi keçi var ve şüphesiz, o iki koyundan daha iyidir. Bu benim için yeterli bir kurban olur mu?\" Peygamber (s.a.v) cevap verdi: \"Evet. Ama senin dışındaki kimse için (kurban olarak) yeterli olmayacaktır.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (s.a.v) Nahr günü namaz kıldı ve sonra hutbe verdi ve namazdan önce kurban kesenlerin tekrar kesmesini, yani başka bir kurban kesmelerini emretti. Sonra Ensar'dan bir kişi ayağa kalktı ve dedi ki: \"Ey Allah'ın Elçisi (s.a.v)! Komşularım yüzünden (onları çok muhtaç veya fakir olarak tanımladı) namazdan önce kurban kestim. Bende bir genç dişi keçi var ki, benim görüşüme göre, o iki koyundan daha iyidir.\" Peygamber (s.a.v) ona kurban olarak kesmesine izin verdi."
    },
    {
      "id": 34,
      "narrator": "Narrated Jundab:",
      "text": "Cündab'dan rivayet edilmiştir: Nahr günü Peygamber (s.a.v) namaz kıldı ve hutbe verdi ve sonra kurbanı kesti ve şöyle dedi: \"Namazdan önce (kurbanını) kesen kimse, onun yerine başka bir hayvan kesmelidir. Henüz kurban kesmemiş olan kimse, Allah'ın ismini anarak kurbanını kesmelidir.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin `Abdullah'dan rivayet edilmiştir: `Id günü Peygamber (s.a.v) `Id namazını kıldıktan sonra gittiği yoldan farklı bir yoldan dönerdi."
    },
    {
      "id": 36,
      "narrator": "Narrated `Urwa on the authority of `Aisha:",
      "text": "`Urve, `Aişe'den rivayet etmiştir: Mina günlerinde (Dhul-Hijjah'ın 11, 12 ve 13. günlerinde) Ebu Bekir ona geldiğinde iki genç kız tamburin çalıyordu ve Peygamber (s.a.v) elbiseleriyle örtülü yatıyordu. Ebu Bekir onlara kızdı ve Peygamber (s.a.v) yüzünü açarak Ebu Bekir'e dedi ki: \"Onları bırak, çünkü bu günler `Id günleridir ve Mina günleridir.\" `Aişe ayrıca dedi ki: \"Bir keresinde Peygamber (s.a.v) beni örtüyordu ve ben Cami'de siyah kölelerin gösterisini izliyordum ve (`Umar) onlara kızdı. Peygamber (s.a.v) dedi ki: 'Onları bırakın. Ey Beni Arfida! (devam edin), siz güvendesiniz (korunuyorsunuz).\""
    },
    {
      "id": 37,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (s.a.v) dışarı çıktı ve `Id ul Fitr günü iki rek'at namaz kıldı ve ondan önce veya sonra başka bir namaz kılmadı ve o sırada Bilal ona eşlik ediyordu."
    }
  ]
}