{
  "language": "tr",
  "metadata": {
    "length": 34,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abbad bin Tamim's uncle:",
      "text": "`Abbad bin Tamim'in amcasından rivayet edilmiştir: Peygamber (s.a.v) Istisqa' namazını kılmak için dışarı çıktı ve pelerini ters giydi."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira;:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (s.a.v) son rükûdan başını kaldırdığında şöyle derdi: \"Ey Allah! `Aiyash bin Abi Rabi`a'yı kurtar. Ey Allah! Salama bin Hişam'ı kurtar. Ey Allah! Walid bin Walid'i kurtar. Ey Allah! Zayıf müminleri kurtar. Ey Allah! Mudar kabilelerine zorla! Yusuf (a.s) zamanındaki kıtlık yılları gibi yıllar gönder.\" Peygamber (s.a.v) ayrıca şöyle dedi: \"Allah, Ghifar kabilelerini affetsin ve Aslam kabilelerini kurtarsın.\" Abu Az-Zinad (bir alt rivayetçi) dedi ki: \"Kunut, Peygamber (s.a.v) tarafından Fajr namazında okunurdu.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Abdullah ile birlikteydik ve o şöyle dedi: \"Peygamber (s.a.v) insanların İslam'ı kabul etmemesini görünce şöyle dedi: 'Ey Allah! Onlara Yusuf (a.s) zamanındaki yedi yıl gibi (kıtlık) yılları gönder.' Böylece bir yıl kıtlık geldi ve her türlü yaşamı yok etti, öyle ki insanlar derileri, leşleri ve çürümüş hayvanları yemeye başladılar. İçlerinden biri gökyüzüne baktığında açlıktan duman gördüğünü hayal ediyordu. Bunun üzerine Abu Sufyan Peygamber (s.a.v) yanına gitti ve dedi ki: 'Ey Muhammed! İnsanlara Allah'a itaat etmelerini ve akrabalarıyla iyi ilişkiler kurmalarını emrediyorsun. Şüphesiz senin kavmin ölüyor, lütfen Allah'a dua et.' Bunun üzerine Allah şöyle vahyetti: 'O gün gökyüzünün bir tür duman getireceği günü bekleyin...' (Duhan, 44.10-16) İbn Mes'ud ekledi: \"Al-Batsha (yani kavrama) Bedir savaşında gerçekleşti ve şüphesiz duman, Al-Batsha, Al-Lizam ve Rum Suresi'nin ayetleri hepsi geçmiştir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah bin Dinar:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir: Babam dedi ki: \"İbn `Umar'ın Abu Talib'in şiirlerini okuduğunu duydum: Ve yağmur istemek için dua eden beyaz (kişi) ve yetimlere sahip çıkan ve dul kadınların koruyucusu.\" Salim'in babası (İbn `Umar) dedi ki: \"Peygamber (s.a.v) yağmur için dua ederken yüzüne bakarken aklıma şu şiir geldi. Yağmur suyu her çatıdan bolca akmaya başlayana kadar inmedi: Ve yağmur istemek için dua eden beyaz (kişi) ve yetimlere sahip çıkan ve dul kadınların koruyucusu... Ve bunlar Abu Talib'in sözleriydi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Kuraklık onları tehdit ettiğinde, `Umar bin Al-Khattab, Al-Abbas bin `Abdul Muttalib'ten Allah'a yağmur için dua etmesini isterdi. \"Ey Allah! Biz, Peygamberimizden senin için dua etmesini istiyorduk ve sen bize yağmur veriyordun, şimdi de amcasından senin için dua etmesini istiyoruz. Ey Allah! Bize yağmur ver.\" derdi. Ve böylece yağmur yağardı."
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zaid'den rivayet edilmiştir: Peygamber (s.a.v) Istisqa'da pelerini ters giydi."
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zaid'den rivayet edilmiştir: Peygamber (s.a.v) Musalla'ya doğru gitti ve Allah'a yağmur için dua etti. Kıbleye döndü, pelerini ters giydi ve iki rek'at namaz kıldı."
    },
    {
      "id": 8,
      "narrator": "Narrated Sharik bin `Abdullah bin Abi Namir:",
      "text": "Şarik bin `Abdullah bin Abi Namir'den rivayet edilmiştir: Anas bin Malik'in şöyle dediğini duydum: \"Bir Cuma günü bir kişi, minberin karşısındaki kapıdan ana camiye girdi, o sırada Allah'ın Elçisi (s.a.v) hutbe veriyordu. Adam, Allah'ın Elçisi'nin önünde durdu ve dedi ki: 'Ey Allah'ın Elçisi (s.a.v)! Hayvanlar ölüyor ve yollar kapalı; lütfen Allah'a yağmur için dua et.' \" Anas ekledi: \"Allah'ın Elçisi (s.a.v) iki elini kaldırdı ve dedi ki: 'Ey Allah! Bize yağmur ver! Ey Allah! Bize yağmur ver! Ey Allah! Bize yağmur ver!' \" Anas ekledi: \"Vallahi, gökyüzünde hiçbir bulut göremedik ve bizimle (Sila dağları) arasında hiçbir bina veya ev yoktu.\" Anas ekledi: \"Bir kalkan gibi büyük bir bulut Sila'nın arkasından belirdi. Gökyüzünün ortasına geldiğinde yayıldı ve sonra yağmur yağdı.\" Anas ayrıca dedi: \"Vallahi, bir hafta boyunca güneşi göremedik. Gelecek Cuma, aynı kapıdan bir kişi girdi ve o sırada Allah'ın Elçisi (s.a.v) Cuma hutbesini veriyordu. Adam, onun önünde durdu ve dedi ki: 'Ey Allah'ın Elçisi (s.a.v)! Hayvanlar ölüyor ve yollar kapalı, lütfen Allah'a yağmurun kesilmesi için dua et.' \" Anas ekledi: \"Allah'ın Elçisi (s.a.v) iki elini kaldırdı ve dedi ki: 'Ey Allah! Etrafımızda ve üzerimizde değil. Ey Allah! Yaylalarda, dağlarda, tepelerde, vadilerde ve ağaçların büyüdüğü yerlerde.' Böylece yağmur durdu ve biz güneşin altında yürüyerek çıktık.\" Şarik, Anas'a, son Cuma yağmur isteyen kişinin aynı kişi olup olmadığını sordu. Anas, bunun ne olduğunu bilmediğini söyledi."
    },
    {
      "id": 9,
      "narrator": "Narrated Sharik:",
      "text": "Şarik'ten rivayet edilmiştir: Anas bin Malik dedi ki: \"Bir kişi, Cuma günü Daril-Qada' kapısından camiye girdi ve Allah'ın Elçisi (s.a.v) hutbe veriyordu. Adam, Allah'ın Elçisi'nin önünde durdu ve dedi ki: 'Ey Allah'ın Elçisi (s.a.v), hayvanlar ölüyor ve yollar kapalı; lütfen Allah'a yağmur için dua et.' Bunun üzerine Allah'ın Elçisi (s.a.v) iki elini kaldırdı ve dedi ki: 'Ey Allah! Bize yağmur ver. Ey Allah! Bize yağmur ver. Ey Allah! Bize yağmur ver!' \" Anas ekledi: \"Vallahi, gökyüzünde hiçbir bulut yoktu ve bizimle Sila dağları arasında hiçbir ev veya bina yoktu. Sonra Sila dağının arkasından büyük bir bulut belirdi ve gökyüzünün ortasına geldiğinde yayıldı ve sonra yağmur yağdı. Vallahi, bir hafta boyunca güneşi göremedik. Gelecek Cuma, aynı kapıdan bir kişi girdi ve Allah'ın Elçisi (s.a.v) Cuma hutbesini veriyordu ve adam onun önünde durdu ve dedi ki: 'Ey Allah'ın Elçisi (s.a.v)! Hayvanlar ölüyor ve yollar kapalı; lütfen Allah'a yağmurun kesilmesi için dua et.' \" Anas ekledi: \"Allah'ın Elçisi (s.a.v) iki elini kaldırdı ve dedi ki: 'Ey Allah! Etrafımızda ve üzerimizde değil. Ey Allah! Yaylalarda, dağlarda, tepelerde, vadilerde ve ağaçların büyüdüğü yerlerde.' \" Anas ekledi: \"Yağmur durdu ve biz güneşin altında yürüyerek çıktık.\" Şarik, Anas'a, önceki Cuma yağmur isteyen kişinin aynı kişi olup olmadığını sordu. Anas, bunun ne olduğunu bilmediğini söyledi."
    },
    {
      "id": 10,
      "narrator": "Narrated Qatada:",
      "text": "Katade'den rivayet edilmiştir: Anas dedi ki: \"Allah'ın Elçisi (s.a.v) Cuma hutbesi verirken bir adam geldi ve dedi ki: 'Ey Allah'ın Elçisi (s.a.v)! Yağmur az; lütfen Allah'tan bize yağmur vermesini iste.' Bunun üzerine Allah'a dua etti ve o kadar yağmur yağdı ki evlerimize ulaşmakta zorlandık ve yağmur gelecek Cuma'ya kadar devam etti.\" Anas ayrıca dedi ki: \"Sonra aynı kişi veya başka bir kişi ayağa kalktı ve dedi ki: 'Ey Allah'ın Elçisi! Allah'a yağmurun kesilmesi için dua et.' Bunun üzerine Allah'ın Elçisi (s.a.v) dedi ki: 'Ey Allah! Etrafımızda ve üzerimizde değil.' \" Anas ekledi: \"Bulutların sağa sola dağıldığını gördüm ve yağmur yağmaya devam etti ama Medine üzerinde değil.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir adam, Peygamber (s.a.v) yanına geldi ve dedi ki: \"Hayvanlar yok oldu ve yollar kapalı.\" Bunun üzerine Allah'ın Elçisi (s.a.v) Allah'a yağmur için dua etti ve o Cuma'dan sonraki Cuma'ya kadar yağmur yağdı. Aynı kişi tekrar geldi ve dedi ki: \"Evler yıkıldı, yollar kapalı ve hayvanlar yok oldu. Lütfen Allah'a yağmurun kesilmesi için dua et.\" Allah'ın Elçisi (s.a.v) (ayağa kalktı ve) dedi ki: \"Ey Allah! (Yağmur) dağların zirvelerine, yaylalara, vadilere ve ağaçların büyüdüğü yerlere yağsın.\" Böylece bulutlar Medine'den, giysilerin çıkarıldığı gibi uzaklaştı."
    },
    {
      "id": 12,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam, Allah'ın Elçisi (s.a.v) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi (s.a.v)! Hayvanlar yok oldu ve yollar kapalı. Lütfen Allah'a dua et.\" Bunun üzerine Allah'ın Elçisi (s.a.v) dua etti ve o Cuma'dan sonraki Cuma'ya kadar yağmur yağdı. Sonra o, Allah'ın Elçisi (s.a.v) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi (s.a.v)! Evler yıkıldı, yollar kapalı ve hayvanlar yok oldu.\" Bunun üzerine Allah'ın Elçisi (s.a.v) (s.a.v) dua etti: \"Ey Allah! (Yağmur) dağların zirvelerine, yaylalara, vadilere ve ağaçların büyüdüğü yerlere yağsın.\" Böylece bulutlar Medine'den, giysilerin çıkarıldığı gibi uzaklaştı."
    },
    {
      "id": 13,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam, Peygamber (s.a.v) yanına gelerek hayvanların ve mülklerin yok olmasından ve çocukların açlığından şikayet etti. Bunun üzerine o, Allah'tan yağmur istemek için dua etti. Rivayetçi (Anas), Peygamber (s.a.v) pelerini ters giydiğini veya kıbleye döndüğünü belirtmedi."
    },
    {
      "id": 14,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam, Allah'ın Elçisi (s.a.v) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi (s.a.v)! Hayvanlar yok oldu ve yollar kapalı; lütfen Allah'a dua et.\" Bunun üzerine Allah'ın Elçisi (s.a.v) yağmur için dua etti ve o Cuma'dan sonraki Cuma'ya kadar yağmur yağdı. Sonra bir adam, Peygamber (s.a.v) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi (s.a.v)! Evler yıkıldı, yollar kapalı ve hayvanlar yok oldu.\" Bunun üzerine Allah'ın Elçisi (s.a.v) dedi ki: \"Ey Allah! (Yağmur) dağların zirvelerine, yaylalara, vadilere ve ağaçların büyüdüğü yerlere yağsın.\" Böylece bulutlar Medine'den, giysilerin çıkarıldığı gibi uzaklaştı."
    },
    {
      "id": 15,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Bir gün İbn Mes'ud'a gittim, o da şöyle dedi: \"Kureyş İslam'ı kabul etmede geciktiğinde, Peygamber (s.a.v) Allah'tan onlara lanet etmesini istedi, böylece onlara bir (kıtlık) yılı geldi ve birçokları öldü, leşleri yediler ve Abu Sufyan Peygamber (s.a.v) yanına geldi ve dedi ki: 'Ey Muhammed! İnsanlara akrabalarıyla iyi ilişkiler kurmalarını emrediyorsun ve senin kavmin yok oluyor, o halde Allah'a dua et.' Bunun üzerine Peygamber (s.a.v) Duhan Suresi'nin ayetlerini okudu: 'O gün gökyüzünün bir tür duman getireceği günü bekleyin...' (Duhan, 44.10) Kıtlık sona erdiğinde, insanlar bir kez daha inkarcı oldular. Allah'ın sözü, (Duhan Suresi'nde) o gün için geçerlidir: 'O gün sizi güçlü bir kavrayışla yakalayacağız.' (Duhan, 44.16) Ve bu, Bedir savaşında olanlardı.\" Asbath, Mansur'dan şöyle ekledi: \"Allah'ın Elçisi (s.a.v) onlar için dua etti ve yedi gün boyunca şiddetli yağmur yağdı. Böylece insanlar aşırı yağmurdan şikayet ettiler. Peygamber (s.a.v) dedi ki: 'Ey Allah! (Yağmur) etrafımızda ve üzerimizde değil.' Böylece bulutlar başının üzerinde dağıldı ve etrafına yağmur yağdı.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Cuma günü hutbe verirken insanlar ayağa kalktı, bağırdı ve \"Ey Allah'ın Messenger'ı (ﷺ)! Yağmur yok (kuraklık var), ağaçlar kurudu ve hayvanlar yok oldu; lütfen Allah'a yağmur için dua et.\" dediler. Bunun üzerine Allah'ın Messenger'ı (ﷺ) iki kez \"Ey Allah! Bize yağmur ihsan et.\" dedi. Vallahi, gökyüzünde bulut yoktu ve aniden gökyüzü bulutlarla kaplandı ve yağmur yağmaya başladı. Peygamber (ﷺ) minberden indi ve namaz kıldırdı. Namazdan döndüğünde (evine) yağmur yağıyordu ve gelecek Cuma'ya kadar sürekli yağmur yağdı. Peygamber Cuma hutbesine başladığında, insanlar bağırmaya başladı ve ona \"Evler yıkıldı ve yollar kapandı; lütfen Allah'a yağmuru kesmesi için dua et.\" dediler. Bunun üzerine Peygamber (ﷺ) gülümsedi ve \"Ey Allah! Etrafımızda ve üzerimizde değil.\" dedi. Böylece Medine'nin üzerinde gökyüzü açıldı ama Medine'nin çevresinde yağmur yağmaya devam etti ve Medine'nin üzerine bir damla bile yağmur düşmedi. Gökyüzüne baktım, taç gibi parlak ve berraktı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "'Abdullah bin Yazid Al-Ansari'den rivayet edilmiştir ki, Al-Bara' bin 'Azib ve Zaid bin Arqam ile birlikte dışarı çıkmış ve yağmur için dua etmiştir. O ('Abdullah bin Yazid) minberde değil, ayakta durarak Allah'a yağmur için dua etti ve sonra Adhan veya İkama okumadan yüksek sesle iki rek'at namaz kıldı. Abu İshak, 'Abdullah bin Yazid'in Peygamberi (ﷺ) aynı şekilde gördüğünü söyledi."
    },
    {
      "id": 18,
      "narrator": "Narrated `Abbad bin Tamim:",
      "text": "`Abbad bin Tamim'den rivayet edilmiştir: Amcası (Peygamberin sahabelerinden biri) ona şöyle dedi: \"Peygamber (ﷺ) insanlarla birlikte Allah'tan yağmur istemek için dışarı çıktı. Ayakta durdu ve Allah'a yağmur için dua etti, sonra Kıble'ye döndü ve elbisesini (ters çevirerek) çevirdi ve yağmur yağdı.\""
    },
    {
      "id": 19,
      "narrator": "Narrated `Abbad bin Tamim:",
      "text": "`Abbad bin Tamim'den rivayet edilmiştir: Amcası şöyle dedi: \"Peygamber (ﷺ) Allah'tan yağmur istemek için dışarı çıktı. Kıble'ye döndü ve Allah'a dua etti. Elbisesini (ters çevirerek) çevirdi ve sonra iki rek'at namaz kıldı ve Kur'an'ı yüksek sesle okudu.\""
    },
    {
      "id": 20,
      "narrator": "Narrated `Abbad bin Tamim from his uncle:",
      "text": "`Abbad bin Tamim, amcasından rivayet etti: \"Peygamber (ﷺ) İstiska namazı kılmak için dışarı çıktığında, insanlara sırtını döndü ve Kıble'ye yönelerek Allah'tan yağmur istedi. Sonra elbisesini ters çevirdi ve bize iki rek'at namaz kıldırdı ve Kur'an'ı yüksek sesle okudu.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Abbad bin Tamim from his uncle who said:",
      "text": "`Abbad bin Tamim, amcasından rivayet etti: \"Peygamber (ﷺ) Allah'tan yağmur istedi ve iki rek'at namaz kıldı ve elbisesini ters çevirdi.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Abbad bin Tamim from his uncle who said:",
      "text": "`Abbad bin Tamim, amcasından rivayet etti: \"Peygamber (ﷺ) İstiska namazı kılmak için Musalla'ya çıktı, Kıble'ye yöneldi ve iki rek'at namaz kıldı ve elbisesini ters çevirdi.\" Abu Bekir rivayet etti: \"Peygamber (ﷺ) elbisesinin sağ tarafını sol tarafına koydu.\""
    },
    {
      "id": 23,
      "narrator": "Narrated `Abdullah bin Zaid Al-Ansari:",
      "text": "`Abdullah bin Zaid Al-Ansari'den rivayet edilmiştir: Peygamber (ﷺ) İstiska namazı kılmak için Musalla'ya doğru gitti ve dua etmeyi düşündüğünde veya dua etmeye başladığında Kıble'ye yöneldi ve elbisesini ters çevirdi."
    },
    {
      "id": 24,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir bedevi, Allah'ın Messenger'ına (ﷺ) Cuma günü geldi ve \"Ey Allah'ın Messenger'ı! Hayvanlar, yavrular ve insanlar yok oldu.\" dedi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) iki elini kaldırarak Allah'a (yağmur için) dua etti ve insanlar da Allah'ın Messenger'ı (ﷺ) ile birlikte ellerini kaldırarak Allah'a (yağmur için) dua ettiler. Camiden çıkmamıştık ki yağmur yağmaya başladı. Gelecek Cuma aynı adam Allah'ın Messenger'ına (ﷺ) geldi ve \"Ey Allah'ın Messenger'ı! Yolcular yolculuklarını ertelemek zorunda kaldı (aşırı yağmur nedeniyle) ve yollar suyla doldu.\" dedi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Anas, Peygamber (ﷺ) dua ederken ellerini o kadar kaldırdı ki, koltuk altlarının beyazlığı görünüyordu."
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) hiçbir dua için ellerini kaldırmadı, sadece İstiska için kaldırırdı ve o kadar yükseltirdi ki, koltuk altlarının beyazlığı görünürdü. (Not: Anas, Peygamber (ﷺ) ellerini kaldırırken görmemiş olabilir, ancak Peygamberin (ﷺ) İstiska dışındaki dualar için ellerini kaldırdığı rivayet edilmiştir. Hadis No. 807 ve 808'e ve ayrıca Hadis No. 612, Cilt 5'e bakınız)."
    },
    {
      "id": 27,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) yağmuru gördüğünde, \"Ey Allah! Bunu güçlü ve bereketli bir yağmur eyle.\" derdi."
    },
    {
      "id": 28,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) döneminde insanlar bir (kıtlık) yılına maruz kaldılar. Peygamber, Cuma günü minberde hutbe verirken, bir bedevi ayağa kalktı ve \"Ey Allah'ın Messenger'ı (ﷺ)! Hayvanlar ölüyor ve aileler (yavrular) aç: lütfen Allah'a yağmur için dua et.\" dedi. Allah'ın Messenger'ı (ﷺ) iki elini gökyüzüne kaldırdı ve o sırada gökyüzünde bir bulut yoktu. Sonra bulutlar dağlar gibi toplanmaya başladı. Minberden inmeden önce, sakalından yağmur suyunun süzüldüğünü gördüm. O gün yağmur yağdı, ertesi gün, üçüncü gün, dördüncü gün ve gelecek Cuma'ya kadar, aynı bedevi veya başka bir kişi (Cuma hutbesi sırasında) ayağa kalktı ve \"Ey Allah'ın Messenger'ı (ﷺ)! Evler yıkıldı ve hayvanlar boğuldu. Lütfen Allah'a bizim için dua et.\" dedi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) iki elini kaldırdı ve \"Ey Allah! Etrafımızda ve üzerimizde değil.\" dedi. Peygamber (ﷺ) elini hangi tarafa yönlendirdiyse, bulutlar oradan dağıldı ve Medine'nin üzerinde bir delik oluştu. Kanan vadisi bir ay boyunca (su ile) akmaya devam etti ve dışarıdan gelen hiç kimse, bol yağmur hakkında konuşmadan gelmedi."
    },
    {
      "id": 29,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Ne zaman güçlü bir rüzgar estiyse, Peygamberin yüzünde bir kaygı belirdi (bu rüzgarın Allah'ın gazabının bir işareti olabileceğinden korkarak)."
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ben As-Saba ile zafer kazandım ve 'Ad milleti Ad-Dabur (batı rüzgarı) ile yok oldu.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Saat (Kıyamet) ancak (dinî) ilim, din âlimlerinin ölümüyle alınmadığı, depremler çok sık meydana geldiği, zamanın hızla geçtiği, belaların ortaya çıktığı, cinayetlerin arttığı ve para arasında taşkınlık olduğu zaman kurulacaktır.\" (Bkz. Hadis No. 85 Cilt 1)."
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: (Peygamber) şöyle dedi: \"Ey Allah! Şam'ımızı ve Yemen'imizi bereketlendir.\" İnsanlar, \"Najd'imiz de.\" dediler. Peygamber tekrar, \"Ey Allah! Şam'ımızı ve Yemen'imizi bereketlendir.\" dedi. Onlar yine, \"Najd'imiz de.\" dediler. Bunun üzerine Peygamber (ﷺ) şöyle dedi: \"Depremler ve belalar ortaya çıkacak ve oradan Şeytan'ın başının bir kısmı çıkacaktır.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Zaid bin Khalid Al-Juhani'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Al-Hudaibiya'da sabah namazını kıldırdı ve önceki gece yağmur yağmıştı. Peygamber (s.a.v) namazı bitirdikten sonra insanlara döndü ve \"Rabbinizin ne söylediğini biliyor musunuz?\" dedi. Onlar, \"Allah ve O'nun Elçisi daha iyi bilir.\" dediler. (Peygamber (ﷺ) şöyle dedi): \"Allah şöyle buyuruyor: 'Bu sabah bazı kullarım gerçek mümin olarak kaldı, bazıları ise kafir oldu; 'Yağmur, Allah'ın bereketi ve merhametiyle yağdı' diyen benim inananımdır ve yıldızlara inanmayanıdır; fakat 'Şu ve bu (yıldız) yüzünden yağmur yağdı' diyen ise benim inanmayanımdır ve yıldızlara inananıdır.'\""
    },
    {
      "id": 34,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) (s.a.v) şöyle dedi: \"Gizli ilmin anahtarları beştir; bunları Allah'tan başka kimse bilmez... yarın ne olacağını kimse bilmez; rahimde ne olduğunu kimse bilmez; yarın ne kazanacağını kimse bilmez; nerede öleceğini kimse bilmez; ve ne zaman yağmur yağacağını kimse bilmez.\""
    }
  ]
}