{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) ile birlikteydik, güneş tutuldu. Allah'ın Resulü (ﷺ) elbisesini sürükleyerek mescide girdi. Güneş (tutulması) geçene kadar bize iki rekat namaz kıldırdı. Sonra Peygamber (s.a.v) şöyle dedi: \"Güneş ve ay, birinin ölümü yüzünden tutulmaz. Bu yüzden bu tutulmaları gördüğünüzde, namaz kılın ve Allah'a dua edin, tutulma sona erene kadar.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Güneş ve ay, insanların ölümünden dolayı tutulmaz; onlar Allah'ın ayetlerinden iki işarettir. Onları gördüğünüzde, kalkın ve namaz kılın.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Güneş ve ay, birinin ölümü veya hayatı (yani doğumu) yüzünden tutulmaz; onlar Allah'ın ayetlerinden iki işarettir. Onları gördüğünüzde, namaz kılın.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "El-Mughirah bin Şu'ba'dan rivayet edilmiştir: \"Güneş, Allah'ın Resulü (ﷺ) döneminde, (oğlu) İbrahim'in öldüğü gün tutuldu. İnsanlar, güneşin İbrahim'in ölümü yüzünden tutulduğunu söylediler. Allah'ın Resulü (ﷺ) şöyle dedi: \"Güneş ve ay, birinin ölümü veya hayatı (yani doğumu) yüzünden tutulmaz. Onları gördüğünüzde, namaz kılın ve Allah'a dua edin.\""
    },
    {
      "id": 5,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) döneminde güneş tutuldu, bu yüzden o insanlara namaz kıldırdı, uzun bir kıyamda durdu, sonra uzun bir rükû yaptı. Tekrar ayağa kalktı ve bu seferki kıyam süresi ilkinden daha kısa oldu. Yine uzun bir rükû yaptı ama ilkinden daha kısa, sonra secde etti ve secdeyi uzattı. İkinci rekatta da birinci rekatta yaptığı gibi yaptı ve namazı bitirdi; o sırada güneş (tutulması) geçmişti. Hutbe verdi ve Allah'ı övdükten sonra şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden iki işarettir; birinin ölümü veya hayatı yüzünden tutulmazlar. Bu yüzden güneş tutulmasını gördüğünüzde, Allah'ı hatırlayın ve tekbir getirin, namaz kılın ve sadaka verin.\" Peygamber daha sonra şöyle dedi: \"Ey Muhammed'in takipçileri! Allah'a yemin ederim ki, Allah'tan daha fazla gaira (şeref) sahibi olan kimse yoktur; O, erkek veya kadın kullarının zina etmesini yasaklamıştır. Ey Muhammed'in takipçileri! Allah'a yemin ederim ki, eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız.\""
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"Güneş, Allah'ın Resulü (ﷺ) döneminde tutulduğunda, topluca namaz kılınacağına dair bir ilan yapıldı.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Peygamber (ﷺ) döneminde güneş tutuldu ve o mescide gitti, insanlar onun arkasında saf oldu. Tekbir getirdi (namaza başlamak için) ve (Kur'an'dan) uzun bir okuma yaptı, sonra tekbir getirdi ve uzun bir rükû yaptı; sonra (başını kaldırdı ve) \"Sami Allahu liman hamidah\" dedi. Sonra secde etmedi ama ayakta durdu ve ilk okumadan daha kısa olan uzun bir okuma yaptı. Yine tekbir getirdi ve daha kısa olan uzun bir rükû yaptı ve sonra \"Sami'a Allahu liman hamidah Rabbana walak-lhamd\" dedi ve sonra secde etti ve ikinci rekatta da aynı şekilde yaptı; böylece dört rükû ve dört secde tamamladı. Güneş (tutulması) namazı bitirmeden önce geçmişti. (Namazdan sonra) ayakta durdu, Allah'ı övdü ve O'na yakışır şekilde hamd etti ve sonra şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden ikisidir. Onlar, birinin ölümü veya hayatı (yani doğumu) yüzünden tutulmazlar. Onları gördüğünüzde, namaza acele edin.\" Az-Zuhri'den rivayet edilmiştir: 'Urva'ya dedim ki, \"Medine'de güneş tutulduğunda, kardeşin (Abdullah bin Zübeyr) sabah (Fajr) namazı gibi sadece iki rekat namaz kıldı.\" 'Urva cevap verdi: \"Evet, çünkü o Peygamberin bu konudaki sünnetini kaçırdı.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Güneş Khasafat (tutulduğu) gün, Allah'ın Resulü (ﷺ) namaz kıldı; ayağa kalktı ve tekbir getirdi ve uzun bir okuma yaptı, sonra uzun bir rükû yaptı, sonra başını kaldırdı ve \"Sami'a Allahu liman Hamidah\" dedi, sonra ayakta kaldı ve ilk okumadan daha kısa olan uzun bir okuma yaptı. Sonra ilk rükûdan daha kısa olan uzun bir rükû yaptı. Sonra secde etti ve secdeyi uzattı ve ikinci rekatta da birinci rekatta yaptığı gibi yaptı ve sonra namazı Taslim ile bitirdi. O sırada güneş (tutulması) geçmişti. İnsanlara hitap etti ve şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden ikisidir; onlar, birinin ölümü veya hayatı (yani doğumu) yüzünden tutulmazlar. Bu yüzden onları gördüğünüzde, namaza acele edin.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden iki işarettir ve birinin ölümü yüzünden tutulmazlar; fakat Allah, kullarını bunlarla korkutur.\""
    },
    {
      "id": 10,
      "narrator": "Narrated `Amra bint `Abdur-Rahman:",
      "text": "Amra bint Abdurrahman'dan rivayet edilmiştir: Bir Yahudi kadın, Aişe'ye (Peygamberin eşi) bir şey sormak için geldi. Ona, \"Allah seni kabir azabından korusun\" dedi. Aişe, Allah'ın Resulü'ne (ﷺ) \"İnsanlar kabirlerinde azap görecekler mi?\" diye sordu. Allah'ın Resulü (ﷺ) Allah'a kabir azabından sığınarak (ve böylece olumlu cevap verdi). Sonra bir gün, Allah'ın Resulü (ﷺ) bir yere gitmek üzere bindi ama güneş tutuldu. Sabah saatlerinde geri döndü ve (eşlerinin) evlerinin arkasından geçti ve (tutulma) namazı için durdu, insanlar onun arkasında saf oldu. Uzun bir süre ayakta durdu ve sonra ilk rükûdan daha kısa olan uzun bir rükû yaptı. Sonra başını kaldırdı ve secde etti. Sonra (ikinci rekat için) uzun bir süre ayakta durdu ama bu, ilk rekatın ayakta durmasından daha kısa oldu. Sonra ilk rükûdan daha kısa olan uzun bir rükû yaptı. Sonra başını kaldırdı ve secde etti. Sonra uzun bir süre ayakta durdu ama bu, ilk rekatın ayakta durmasından daha kısa oldu. Sonra ilk rükûdan daha kısa olan uzun bir rükû yaptı. Sonra başını kaldırdı ve secde etti ve namazı bitirdi ve (sonra hutbe verdi ve) Allah'ın istediği kadar söyledi. Ve insanlara kabir azabından Allah'a sığınmalarını emretti."
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Güneş, Allah'ın Resulü (ﷺ) döneminde tutulduğunda, topluca namaz kılınacağına dair bir ilan yapıldı. Peygamber (ﷺ) bir rekatta iki rükû yaptı. Sonra ayakta durdu ve bir rekatta iki rükû yaptı. Sonra oturdu ve namazı bitirdi; o sırada (tutulma) geçmişti. Aişe şöyle dedi: \"Ben böyle uzun bir secde yapmamıştım.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Güneş, Peygamber (s.a.v) döneminde tutuldu. Allah'ın Resulü (ﷺ) tutulma namazını kıldı ve uzun bir süre ayakta durdu, bu süre, Bakara Suresi'ni okuyacak kadar uzundu. Sonra uzun bir süre rükû yaptı ve sonra ayakta uzun bir süre durdu ama bu, ilk ayakta durmadan daha kısaydı, sonra tekrar uzun bir süre rükû yaptı ama bu, ilk rükûdan daha kısaydı; sonra iki kez secde etti ve sonra ayakta uzun bir süre durdu ama bu, ilk ayakta durmadan daha kısaydı; sonra uzun bir süre rükû yaptı ama bu, önceki rükûdan daha kısaydı, sonra başını kaldırdı ve ayakta uzun bir süre durdu ama bu, ilk ayakta durmadan daha kısaydı, sonra uzun bir süre rükû yaptı ama bu, ilk rükûdan daha kısaydı, ve sonra (iki kez) secde etti ve namazı bitirdi. O sırada güneş (tutulması) geçmişti. Peygamber (ﷺ) sonra şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden ikisidir. Onlar, birinin ölümü veya hayatı (yani doğumu) yüzünden tutulmazlar. Bu yüzden onları gördüğünüzde, Allah'ı hatırlayın.\" İnsanlar şöyle dediler: \"Ey Allah'ın Resulü (ﷺ)! Biz seni yerinden bir şey alırken gördük ve sonra geri çekildiğini gördük.\" Peygamber (ﷺ) cevap verdi: \"Cenneti gördüm ve ona doğru ellerimi uzattım; eğer onu almış olsaydım, siz de dünyada kaldığınız sürece ondan yerdiniz. Ayrıca cehennemi de gördüm ve böyle korkunç bir manzara görmemiştim. Orada yaşayanların çoğunun kadınlar olduğunu gördüm.\" İnsanlar sordular: \"Ey Allah'ın Resulü (ﷺ)! Neden böyle?\" Peygamber (ﷺ) cevap verdi: \"Nankörlüklerinden dolayı.\" Nankörlüklerinin Allah'a mı olduğunu sordular. Peygamber şöyle dedi: \"Hayat arkadaşlarına (kocalarına) nankörlük ediyorlar ve iyi amellere nankörlük ediyorlar. Eğer onlardan birine hayatı boyunca iyilikte bulunursanız ve eğer onda bir şey (istenmeyen) görürse, 'Senden hiçbir iyilik görmedim' der.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Fatima bint Al-Mundhir:",
      "text": "Fatıma bint El-Mundhir'den rivayet edilmiştir: Asma' bint El-Bakr şöyle dedi: \"Güneş tutulması sırasında Peygamberin eşi Aişe'ye geldim. İnsanlar namaz kılıyorlardı ve o da namaz kılıyordu. Ona, 'İnsanlara ne oldu?' diye sordum. Eliyle gökyüzünü işaret etti ve 'SubhanAllah' dedi. Ben de, 'Bir işaret mi var?' dedim. Olumlu bir şekilde işaret etti.\" Asma' ayrıca şöyle dedi: \"Ben de namaz kılmak için ayağa kalktım, bayıldım ve sonra başıma su döktüm. Allah'ın Resulü (ﷺ) namazını bitirdiğinde, Allah'ı övdü ve şöyle dedi: 'Bu yerimde, cenneti ve cehennemi daha önce hiç görmediğim şeyleri gördüm. Şüphesiz, bana ilham edildi ki, sizler kabirlerde, (Mesih) Deccal'ın denemesi gibi veya ona benzer bir denemeye tabi tutulacaksınız. (Hangisini söylediğini bilmiyorum.) (Melekler) her birinize gelecek ve bu adam (yani Muhammed) hakkında ne bildiğinizi soracaklar. Mümin veya sağlam bir mümin (hangi kelimeyi kullandığını bilmiyorum) şöyle cevap verecek: 'O, bize açık deliller ve hidayet ile gelen Allah'ın Resulü (ﷺ) (s.a.v)dir, bu yüzden onun öğretilerini kabul ettik, inandık ve onu takip ettik.' Melekler ona şöyle diyecek: 'Huzur içinde uyu, çünkü biz kesinlikle senin sağlam bir mümin olduğunu biliyorduk.' Münafık veya şüpheci (hangi kelimeyi kullandığını bilmiyorum) şöyle diyecek: 'Bilmiyorum. İnsanların bir şeyler söylediğini duydum, bu yüzden ben de aynı şeyi söyledim.'\""
    },
    {
      "id": 14,
      "narrator": "Narrated Asma:",
      "text": "Asma'dan rivayet edilmiştir: Şüphesiz Peygamber (ﷺ) güneş tutulması sırasında insanlara köleleri azat etmelerini emretti."
    },
    {
      "id": 15,
      "narrator": "Narrated `Amra bint `Abdur-Rahman:",
      "text": "Amra bint Abdurrahman'dan rivayet edilmiştir: Bir Yahudi kadın, Aişe'ye bir şey sormak için geldi ve sonra şöyle dedi: \"Allah seni kabir azabından korusun.\" Aişe, Allah'ın Resulü'ne (ﷺ) \"İnsanlar kabirlerinde azap görecekler mi?\" diye sordu. Allah'ın Resulü (ﷺ) kabir azabından Allah'a sığınarak (olumlu bir cevap vererek) yanıtladı. Sonra bir gün, Allah'ın Resulü (ﷺ) bir yere gitmek üzere bindi ama güneş tutuldu. Sabah saatlerinde geri döndü ve (eşlerinin) evlerinin arkasından geçti ve (tutulma) namazı için durdu, insanlar onun arkasında saf oldu. Uzun bir süre ayakta durdu ve sonra ilk rükûdan daha kısa olan uzun bir rükû yaptı. Sonra başını kaldırdı ve secde etti. Sonra (ikinci rekat için) uzun bir süre ayakta durdu ama bu, ilk rekatın ayakta durmasından daha kısa oldu. Sonra ilk rükûdan daha kısa olan uzun bir rükû yaptı. Sonra ayakta uzun bir süre durdu ama bu, ilk rekatın ayakta durmasından daha kısa oldu, sonra tekrar uzun bir rükû yaptı ama bu, ilk rükûdan daha kısaydı ve sonra ilk secdeden daha kısa bir süre secde etti. Sonra namazı bitirdi ve hutbe verdi ve Allah'ın istediği kadar söyledi; ve insanlara kabir azabından Allah'a sığınmalarını emretti."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Güneş ve ay, birinin ölümü veya hayatı yüzünden tutulmaz; bunlar Allah'ın ayetlerinden iki işarettir, bu yüzden onları gördüğünüzde dua edin.\""
    },
    {
      "id": 17,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) döneminde güneş tutuldu ve Peygamber (s.a.v) insanlarla birlikte namaz kılmak için ayağa kalktı ve uzun bir kıraat okudu, ardından uzun bir rükû yaptı, sonra başını kaldırdı ve ilkinden daha kısa bir uzun kıraat okudu. Sonra ilkinden daha kısa bir rükû yaptı ve başını kaldırarak iki secde yaptı. Ardından ikinci rekata kalktı ve ilk rekata benzer şekilde namaz kıldı. Sonra ayağa kalktı ve şöyle dedi: \"Güneş ve ay, birinin hayatı veya ölümü yüzünden tutulmaz; bunlar Allah'ın kullarına gösterdiği iki işarettir. Bu yüzden onları gördüğünüzde namaza koşun.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Güneş tutuldu ve Peygamber (ﷺ) ayağa kalktı, bunun Kıyamet Saati (yani Kıyamet Günü) olabileceğinden korkuyordu. Camiyi gitti ve gördüğüm en uzun kıyam, rükû ve secde ile namaz kıldı. Sonra şöyle dedi: \"Allah'ın gönderdiği bu işaretler, birinin hayatı veya ölümü yüzünden meydana gelmez; ancak Allah, kullarını bunlarla korkutur. Bu yüzden bunlardan birini gördüğünüzde, Allah'ı anmak, O'na dua etmek ve O'ndan af dilemek için ilerleyin.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "El-Muğira bin Şu'be'den rivayet edilmiştir: İbrahim'in ölüm gününde güneş tutuldu ve insanlar bu tutulmanın İbrahim'in (Peygamber'in oğlu) ölümü nedeniyle olduğunu söylediler. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden iki işarettir. Bunlar birinin ölümü veya hayatı yüzünden tutulmaz. Bu yüzden onları gördüğünüzde, Allah'ı anın ve tutulma geçene kadar dua edin.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Bu, Asma' tarafından rivayet edilmiştir; o şöyle dedi: \"Allah'ın Elçisi (ﷺ) tutulma namazını bitirdiğinde güneş (tutulması) açılmıştı. Sonra hutbe verdi ve Allah'ı hakkıyla övdü ve sonra 'Amma ba'du' dedi.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) döneminde güneş tutuldu ve sonra iki rek'at namaz kıldı."
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) döneminde güneş tutuldu ve o, elbiselerini sürüyerek camiye gitti. İnsanlar etrafında toplandı ve o, onlara önderlik ederek iki rek'at namaz kıldı. Güneş (tutulması) açıldığında, şöyle dedi: \"Güneş ve ay, Allah'ın ayetlerinden iki işarettir; bunlar birinin ölümü nedeniyle tutulmaz, bu yüzden bir tutulma meydana geldiğinde, dua edin ve Allah'a dua edin, tutulma sona erene kadar.\" O gün Peygamber'in (ﷺ) oğlu İbrahim'in öldüğü oldu ve insanlar bunun hakkında konuşuyorlardı (tutulmanın onun ölümü nedeniyle olduğunu söylüyorlardı)."
    },
    {
      "id": 23,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bize önderlik etti ve güneş tutulması sırasında iki rek'at namazda dört rükû yaptı ve ilk rek'at daha uzundu."
    },
    {
      "id": 24,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (s.a.v) tutulma namazı sırasında (Kur'an'ı) yüksek sesle okudu ve tutulma namazını bitirdiğinde tekbir getirdi ve rükû yaptı. Rükûdan doğrulduğunda \"Sami 'allahu liman hamidah Rabbana wa laka l-hamd\" derdi. Ve tekrar okumaya başlardı. Tutulma namazında iki rek'at içinde dört rükû ve dört secde vardır. El-Auza'i ve diğerleri, Az-Zuhri'den 'Urva'dan Aişe'den şöyle söylediğini duydular: \"Allah'ın Elçisi (ﷺ) döneminde güneş tutuldu ve bir kişiyi 'Cemaatle namaz' diye ilan etmesi için görevlendirdi. O, namazı kıldırdı ve iki rek'at içinde dört rükû ve dört secde yaptı.\" El-Valid, 'Abdurrahman bin Namir'in kendisine aynı şeyi bildirdiğini rivayet etti. İbn Şihab da aynı şeyi duydu. Az-Zuhri, 'Urva'ya sordu: \"Kardeşin Abdullah bin Zübeyr ne yaptı? O, Medine'de (tutulma) namazını sabah namazı gibi iki rek'at kıldı.\" 'Urva, Peygamber'in sünnetine göre kılmadığını söyledi.\" Süleyman bin Katir ve Sufyan bin Hüseyin, Az-Zuhri'den, tutulma namazının yüksek sesle okuma ile kılındığını rivayet ettiler."
    }
  ]
}