{
  "language": "tr",
  "metadata": {
    "length": 63,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) gece Tahajjud namazı kılmak için kalktığında şöyle derdi: Allah'ım, hamd Sadece sana aittir. Sen göklerin ve yerin sahibisin ve içindekilerin de. Hamd Sadece sana aittir, göklerin ve yerin mülkü senindir ve içindekilerin de. Hamd Sadece sana aittir; sen göklerin ve yerin nurusun. Ve hamd Sadece sana aittir; sen hak ve vaadlerin gerçektir, seninle buluşmak gerçektir, senin sözün gerçektir, cennet gerçektir, cehennem gerçektir ve bütün peygamberler (onlara selam olsun) gerçektir. Ve Muhammed, sallallahu aleyhi ve sellem, gerçektir, kıyamet saati gerçektir. Allah'ım! Ben sana teslim oldum; sana inandım, sana güvendim, sana yöneldim ve seninle tartıştım, ve seni hakem olarak aldım (aramızda hükmetmen için). Lütfen geçmişteki ve gelecekteki günahlarımı affet; ve gizlediğim ya da açıkladığım her şey için; sen öne geçiren ve geriye atan tek olan sensin. Senden başka ilah yoktur. Süfyan, `Abdul Karim Abu Umaiya'nın yukarıdakine eklediğini söyledi: 'Ve la havle ve la kuvvete illa billah' (Güç ve kuvvet yalnızca Allah'ladır)."
    },
    {
      "id": 2,
      "narrator": "Narrated Salim's father:",
      "text": "Salim'in babasından rivayet edilmiştir: Peygamber (ﷺ) döneminde kim rüya görse, onu Allah'ın Elçisine (ﷺ) anlatırdı. Ben de Allah'ın Elçisine (ﷺ) anlatmak için bir rüya görmeyi arzuluyordum. Ben büyümüş bir çocuk olarak Peygamber'in döneminde camide yatıyordum. Rüyamda iki melek beni yakaladı ve etrafı kuyu gibi inşa edilmiş ateşe götürdü ve içindeki insanlar tanıdıklarım arasındaydı. \"Allah'ım! Ateşten sana sığınırım.\" demeye başladım. Sonra başka bir melekle karşılaştım ve bana korkmamamı söyledi. Rüyayı Hafsa'ya anlattım, o da Allah'ın Elçisine (ﷺ) iletti. Peygamber dedi ki: \"Abdullah iyi bir adamdır. Keşke Tahajjud kılabilse.\" Bunun üzerine Abdullah (yani Salim'in babası) gece çok az uyumaya başladı."
    },
    {
      "id": 3,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) on bir rek'at kılardı ve bu onun namazıydı. Secdelerini o kadar uzatırdı ki, başını kaldırmadan önce elli ayet (Kur'an'dan) okunabilirdi. Fajr namazından önce iki rek'at (Sünnet) kılardı ve sonra ezan okuyana kadar sağ tarafına yatarak beklerdi."
    },
    {
      "id": 4,
      "narrator": "Narrated Jundab:",
      "text": "Cündab'dan rivayet edilmiştir: Peygamber (ﷺ) hastalandı ve bir ya da iki gece (Tahajjud namazı için) kalkamadı."
    },
    {
      "id": 5,
      "narrator": "Narrated Jundab bin `Abdullah:",
      "text": "Cündab bin Abdullah'dan rivayet edilmiştir: Cebrail Peygamber'e (bir süre) gelmedi ve bunun üzerine Kureyş kadınlarından biri, \"Onun şeytanı onu terk etti.\" dedi. Bunun üzerine ilahi vahiy geldi: \"Gündüzün ve karanlık gecenin yemin olsun! Senin Rabbin (Ey Muhammed) seni ne terk etti ne de nefret etti.\" (93.1-3)"
    },
    {
      "id": 6,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Bir gece Peygamber (ﷺ) kalktı ve dedi ki: \"Subhanallah! Allah bu gece ne kadar belalar indirdi ve ne kadar hazineler gönderdi (açıklandı). Bu evlerin uykudaki kadın sakinlerini (namaz için) uyandırın, belki bu dünyada güzel giyinmiş olan, ahirette çıplak kalır.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: Bir gece Allah'ın Elçisi (ﷺ) bana ve Peygamber'in kızı Fatıma'ya geldi ve sordu: \"Gece namazı kılmayacak mısınız?\" Ben de dedim ki: \"Ey Allah'ın Elçisi (ﷺ)! Ruhlarımız Allah'ın ellerindedir ve eğer O, bizi kaldırmak isterse, bizi kaldırır.\" Bunu söyledikten sonra, hiçbir şey demeden bizi terk etti ve onun uyluğuna vurduğunu ve \"Ama insan her şeyden daha tartışmacıdır.\" dediğini duydum. (18.54)"
    },
    {
      "id": 8,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir iyi ameli, insanların buna uyması ve bu amelin onlara farz kılınmasından korktuğu için terk ederdi. Peygamber (ﷺ) Duha namazı kılmadı, ama ben kılıyorum."
    },
    {
      "id": 9,
      "narrator": "Narrated `Aisha the mother of the faithful believers:",
      "text": "Müminlerin annesi Aişe'den rivayet edilmiştir: Bir gece Allah'ın Elçisi (ﷺ) camide namaz kıldı ve insanlar onu takip etti. Ertesi gece de namaz kıldı ve çok sayıda insan toplandı. Üçüncü ve dördüncü gecelerde daha fazla insan toplandı, ama Allah'ın Elçisi (ﷺ) onlara çıkmadı. Sabah olunca, \"Sizin ne yaptığınızı gördüm ve sadece namazın size farz kılınabileceği korkusu beni size gelmekten alıkoydu.\" dedi. Bu olay Ramazan ayında gerçekleşti."
    },
    {
      "id": 10,
      "narrator": "Narrated Al-Mughira:",
      "text": "El-Muğira'dan rivayet edilmiştir: Peygamber (ﷺ) (namazda) ayakta durur ya da her iki ayağı ya da bacakları şişene kadar namaz kılardı. Ona neden böyle dayanılmaz bir namaz kıldığını sordular ve o da, \"Şükreden bir kul olmamalı mıyım?\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-`As:",
      "text": "Abdullah bin Amr bin Al-As'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana şöyle söyledi: \"Allah'a en sevimli namaz Davud'un namazıdır ve Allah'a en sevimli oruçlar da Davud'un oruçlarıdır. O, gecenin yarısını uyur, sonra gecenin üçte birini namaz kılar ve tekrar altıda birini uyur ve her gün oruç tutardı.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Aişe'ye, Peygamber'in en çok sevdiği amelin ne olduğunu sordum. O da, \"Sürekli yapılan bir ameldir.\" dedi. Daha sonra, \"Gece namazı için ne zaman kalkardı?\" diye sordum. O da, \"Horozun ötüşünü duyduğunda kalkardı.\" dedi."
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Ashath:",
      "text": "El-Aşath'tan rivayet edilmiştir: O (Peygamber (p.b.u.h)) horozun ötüşünü duyduğunda namaz için kalkardı."
    },
    {
      "id": 14,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Evimde o (Peygamber (p.b.u.h)) geceyi son saatlerinde uyuyarak geçirmezdi."
    },
    {
      "id": 15,
      "narrator": "Narrated Qatada:",
      "text": "Katade'den rivayet edilmiştir: Enas bin Malik dedi ki: \"Peygamber (p.b.u.h) ve Zeyd bin Sabit sahur yemeğini birlikte yediler. Yemeği bitirdiklerinde, Peygamber (ﷺ) (Fajr) namazı için kalktı ve onu kıldı.\" Enas'a, \"Sahuru bitirmeleri ile sabah namazının başlaması arasında ne kadar zaman vardı?\" diye sorduk. Enas, \"Kur'an'dan elli ayet okumanın aldığı süre kadardı.\" diye cevap verdi."
    },
    {
      "id": 16,
      "narrator": "Narrated Abu-Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Abdullah dedi ki, \"Bir gece Tahajjud namazını Peygamber (ﷺ) ile kıldım ve o, bir kötü düşünce aklıma gelinceye kadar ayakta durdu.\" Biz dedik ki, \"Kötü düşünce neydi?\" O dedi ki, \"Oturmak ve Peygamberi (ayakta) bırakmaktı.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudeyfe'den rivayet edilmiştir: Peygamber (ﷺ) Tahajjud namazına kalktığında, ağzını (ve dişlerini) Siwak ile temizlerdi."
    },
    {
      "id": 18,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Bir adam dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Gece namazı nasıl kılınır?\" O dedi ki, \"İki rek'at, ardından iki rek'at ve böyle devam eder, sabahın yaklaşmakta olduğunu hissettiğinde bir rek'at witr olarak kıl.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) gece namazı on üç rek'at kılardı."
    },
    {
      "id": 20,
      "narrator": "Narrated Masruq:",
      "text": "Masruk'tan rivayet edilmiştir: Aişe'ye Allah'ın Resulü (ﷺ) gece namazı hakkında sordum, o da dedi ki, \"O yedi, dokuz veya on bir rek'at idi, sabah namazının iki rek'atı (yani Sünnet) hariç.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (s.a.v) gece namazında on üç rek'at kılardı ve bu, witr ve sabah namazının iki rek'atını (Sünnet) içeriyordu."
    },
    {
      "id": 22,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bazen Allah'ın Resulü (ﷺ) o kadar gün oruç tutmazdı ki, o ay oruç tutmayacak sanırdık ve bazen de o kadar gün oruç tutardı ki, o ay boyunca oruç tutmayı bırakmayacak sanırdık ve (gece namazı ve uykusu hakkında), eğer onu gece namazı kılarken görmek isterseniz, onu namaz kılarken görebilirsiniz ve eğer onu uyurken görmek isterseniz, onu uyurken görebilirsiniz."
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Şeytan, herhangi biriniz uyuduğunda başının arkasında üç düğüm atar. Her düğümde şu sözleri okur ve üfler: 'Gece uzun, o yüzden uyumaya devam et.' Birisi uyanıp Allah'ı hatırladığında, bir düğüm çözülür; abdest aldığında, ikinci düğüm çözülür ve namaz kıldığında üçüncü düğüm çözülür ve sabah enerjik ve iyi kalpli bir şekilde uyanır; aksi takdirde tembel ve kötü kalpli bir şekilde uyanır.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Samura bin Jundab:",
      "text": "Semura bin Cundab'dan rivayet edilmiştir: Peygamber (ﷺ) gördüğü bir rüyayı anlatırken dedi ki, \"Taşıyla başı ezilen kişi, Kur'an'ı öğrenip de ona göre hareket etmeyen ve farz namazları ihmal eden kişiydi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (s.a.v) önünde bir kişi zikredildi ve o kişinin sabaha kadar uyuduğu ve namaz için kalkmadığı söylendi. Peygamber (ﷺ) dedi ki, \"Şeytan onun kulaklarına idrar yaptı.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) (s.a.v) dedi ki, \"Rabbimiz, mübarek, yüce olan, her gece, gecenin son üçte biri kaldığında, en yakın semaya iner ve şöyle der: 'Beni çağıracak olan var mı ki, ona icabet edeyim? Benden isteyecek olan var mı ki, ona vereyim? Benden bağışlanma dileyen var mı ki, onu affedeyim?'\""
    },
    {
      "id": 27,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Esved'den rivayet edilmiştir: Aişe'ye \"Peygamberin gece namazı nasıl?\" diye sordum. O da cevap verdi, \"Gece erken uyurdu, gecenin son kısmında namaz kılmak için kalkar, sonra tekrar yatağına dönerdi. Müezzin ezan okuduğunda kalkardı. Eğer yıkanması gerekiyorsa yıkanırdı; aksi takdirde abdest alır ve sonra (namaz için) dışarı çıkardı.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Salma bin `Abdur Rahman:",
      "text": "Ebu Selma bin Abdurrahman'dan rivayet edilmiştir: Aişe'ye, \"Ramazan ayında Allah'ın Resulü (ﷺ) namazı nasıl kılar?\" diye sordum. O da dedi ki, \"Allah'ın Resulü (ﷺ) Ramazan'da veya diğer aylarda on bir rek'ati aşmazdı; dört rek'at kılardı - güzellikleri ve uzunlukları hakkında sorma, sonra dört rek'at daha kılardı - güzellikleri ve uzunlukları hakkında sorma, ve sonra üç rek'at kılardı.\" Aişe ayrıca dedi ki, \"Ben dedim ki, 'Ey Allah'ın Resulü (ﷺ)! Witr namazını kılmadan önce uyur musun?' O cevap verdi, 'Ey Aişe! Gözlerim uyur ama kalbim uyanık kalır!'\""
    },
    {
      "id": 29,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gece namazında oturarak Kur'an okuduğunu, yaşlandığı zamanlar dışında görmedim; oturarak okuduğunda, sureden otuz veya kırk ayet kaldığında kalkar ve onları okur, sonra rükûya giderdi."
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Sabah namazı vaktinde Peygamber (ﷺ) Bilal'e sordu, \"İslam'ı kabul ettikten sonra yaptığın en iyi ameli bana söyle, çünkü cennette önümdeki ayak seslerini duydum.\" Bilal cevap verdi, \"Gündüz veya gece abdest aldığımda, o abdestten sonra bana yazılan kadar namaz kıldım, başka bir şey yapmadım.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir:"
    },
    {
      "id": 32,
      "narrator": "Narrated 'Aisha:",
      "text": "Bir gün Peygamber (s.a.v) Mescide girdi ve iki direk arasında asılı bir ip gördü. \"Bu ip nedir?\" dedi. İnsanlar, \"Bu ip Zeynep içindir; o yorgun hissettiğinde buna tutunur (namazda ayakta kalmak için)\" dediler. Peygamber (s.a.v) dedi ki, \"Bunu kullanmayın. İpi kaldırın. Aktif hissettiğiniz sürece namaz kılmalısınız, yorgun hissettiğinizde oturun.\""
    },
    {
      "id": 33,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-`As:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Aişe'den rivayet edilmiştir: Beni Asad kabilesinden bir kadın benimle oturuyordu ve Allah'ın Elçisi (s.a.v) evime geldi ve \"Bu kim?\" dedi. Ben de, \"(O) filan. Gece uyumuyor çünkü namaz kılıyor.\" dedim. Peygamber (s.a.v) onaylamayarak dedi ki: \"Güç yetirebileceğiniz (iyi) işler yapın; çünkü Allah, siz iyi işler yapmaktan yoruluncaya kadar ödül vermekten yorulmaz.\""
    },
    {
      "id": 35,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "---"
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah bin Amr bin Al-As'tan rivayet edilmiştir: Allah'ın Elçisi (s.a.v) bana dedi ki, \"Ey Abdullah! Şu ve şu gibi olma; o kişi gece namazı kılıyordu, sonra gece namazını bıraktı.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated `Aisha;:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Bir gün Allah'ın Elçisi (s.a.v) bana dedi ki, \"Bana bildirildi ki sen gece boyunca Salat (namaz) kılıyor ve gündüz Saum (oruç) tutuyorsun.\" Ben de, \"(Evet) öyle yapıyorum.\" dedim. O da, \"Eğer böyle yaparsan, gözlerin zayıflar ve sen de zayıflarsın. Şüphesiz, bedeninin senin üzerinde hakkı vardır ve aileni de gözetmelisin. O yüzden bazı günler Saum tut ve bazı günler tutma, bir süre Salat kıl ve sonra uyu.\" dedi."
    },
    {
      "id": 39,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "Narrated `Aisha:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir: Peygamber (s.a.v) \"Kim gece kalkar ve şöyle derse: -- 'La ilaha il-lallah Wahdahu la Sharika lahu Lahu-lmulk, waLahu-l-hamd wahuwa 'ala kullishai'in Qadir. Al hamdu lil-lahi wa subhanal-lahi wa la-ilaha il-lal-lah wa-l-lahu akbar wa la hawla Wala Quwata il-la-bil-lah.' (Allah'tan başka ilah yoktur. O tektir ve ortağı yoktur. O'nun mülkü vardır ve tüm övgüler O'na aittir. O her şeye kadirdir. Tüm övgüler Allah'a aittir. Tüm yücelikler Allah'a aittir. Ve Allah'tan başka ilah yoktur. Ve Allah büyüktür. Ve Allah'tan başka güç ve kuvvet yoktur.) Ve sonra şöyle derse: -- Allahumma, Ighfir li (Ey Allah! Beni affet). Ya da (Allah'a) dua ederse, ona cevap verilir ve eğer abdest alırsa (ve namaz kılarsa), namazı kabul edilir.\" dedi."
    },
    {
      "id": 41,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated `Aisha:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (s.a.v) dedi ki, \"Kardeşiniz, yani Abdullah bin Rawaha, edebe aykırı sözler söylemez (şiirlerine atıfta bulunarak): Aramızda Allah'ın Elçisi (s.a.v) var, sabah olunca Kitabını okur. Bize körken hidayeti gösterdi. O'nun söylediği her şeyin gerçekleşeceğine inanıyoruz. Gecelerini öyle geçirir ki, yanları yatağına değmezken, putperestler derin uykudaydılar.\""
    },
    {
      "id": 43,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 44,
      "narrator": "Narrated `Aisha:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar dedi ki, \"Peygamber (s.a.v) döneminde bir rüya gördüm; elimde bir parça ipek bez vardı ve istediğim cennet köşesine uçtu. Ayrıca iki kişinin (yani meleklerin) yanıma geldiğini ve beni cehenneme götürmek istediklerini gördüm. Sonra bir melek bize rastladı ve korkmamamı söyledi. Sonra onlara beni bırakmalarını söyledi. Hafsa, rüyalarımdan birini Peygamber (s.a.v)'e anlattı ve Peygamber (s.a.v) dedi ki, \"Abdullah iyi bir adamdır. Keşke gece namazı (Tahajjud) kılsa!\" O günden sonra Abdullah (bin Umar) Tahajjud kılmaya başladı. Peygamber (s.a.v)'in arkadaşları ona rüyalarını anlatırlardı ki (Kadir Gecesi) Ramazan ayının 27. gecesindeydi. Peygamber (s.a.v) dedi ki, \"Rüyalarınızın Ramazan'ın son on gecesinde birleştiğini görüyorum; bu yüzden onu arayan, Ramazan'ın son on gecesinde aramalıdır.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Qatada bin Rabi Al-Ansari;:",
      "text": "Ebu Katade bin Rabi el-Ensari'den rivayet edilmiştir; Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri bir camiye girdiğinde, iki rek'at namaz kılmadan oturmasın.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize iki rek'at namaz kıldırdı ve sonra gitti."
    },
    {
      "id": 48,
      "narrator": "Narrated `Abdullah bin `Umar Abu:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte öğle namazından önce iki rek'at, öğle namazından sonra iki rek'at, cuma namazından sonra iki rek'at, akşam ve yatsı namazlarından sonra iki rek'at namaz kıldım."
    },
    {
      "id": 49,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir hutbe verirken şöyle dedi: \"Sizden biri imam hutbe verirken veya hutbe için çıkmışken gelirse, iki rek'at namaz kılsın.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Mujahid:",
      "text": "Mücahid'ten rivayet edilmiştir: Birisi İbn Ömer'in evine geldi ve ona Allah'ın Elçisi (ﷺ)'nin Kabe'ye girdiğini söyledi. İbn Ömer dedi ki: \"Ben Kabe'nin önüne gittim ve Allah'ın Elçisi (ﷺ)'nin Kabe'den çıktığını gördüm ve Bilal'in Kabe kapısının yanında durduğunu gördüm. Ben de 'Ey Bilal! Allah'ın Elçisi (s.a.v) Kabe içinde namaz kıldı mı?' diye sordum. Bilal olumlu yanıt verdi. 'Nerede (namaz kıldı)?' dedim. O da, '(Bu iki sütunun arasında namaz kıldı) ve sonra dışarı çıkıp Kabe'nin önünde iki rek'at namaz kıldı.' \" Ebu Abdullah dedi ki: Ebu Hureyre, \"Peygamber (s.a.v) bana duha namazı kılmamı tavsiye etti.\" dedi. İtbân (bin Malik) dedi ki: \"Allah'ın Elçisi (ﷺ) ve Ebu Bekir, güneş doğduktan sonra bana geldiler ve Peygamber (ﷺ)'in arkasında saf tuttuk ve iki rek'at namaz kıldık.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Ben, Peygamber (ﷺ) ile birlikte öğle namazından önce iki rek'at, öğle namazından sonra iki rek'at; akşam, yatsı ve cuma namazlarından sonra iki rek'at namaz kıldım. Akşam ve yatsı namazları evinde kılındı. Kız kardeşim Hafsa bana, Peygamber (ﷺ)'in sabah namazından sonra iki hafif rek'at kıldığını söyledi ve o zaman ben asla Peygamber'e gitmezdim."
    },
    {
      "id": 52,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: Ebu Aşşatâ' Cabir'in şöyle dediğini duydum: \"İbn Abbas'ın, 'Ben Allah'ın Elçisi (ﷺ) ile birlikte sekiz rek'at (öğle ve ikindi namazı) kıldım ve yedi rek'at (akşam ve yatsı namazı) kıldım.' dediğini duydum.\" Ben de, \"Ey Ebu Aşşatâ! Sanırım o, öğle namazını geç kıldı ve ikindiyi erken; yatsıyı erken ve akşamı geç kıldı.\" dedim. Ebu Aşşatâ da, \"Ben de öyle düşünüyorum.\" dedi. (Bkz. Hadis No. 518 Cilt 1)."
    },
    {
      "id": 53,
      "narrator": "Narrated Muwarriq:",
      "text": "Muvarrık'tan rivayet edilmiştir: İbn Ömer'e \"Duha namazı kılıyor musun?\" diye sordum. O, hayır dedi. \"Ömer bunu kılar mıydı?\" diye sordum. O (İbn Ömer) hayır dedi. \"Ebu Bekir bunu kılar mıydı?\" diye sordum. O hayır dedi. \"Peygamber (ﷺ) bunu kılar mıydı?\" diye sordum. İbn Ömer, \"Onun kıldığını sanmıyorum.\" dedi."
    },
    {
      "id": 54,
      "narrator": "Narrated `Abdur Rahman bin Abi Laila:",
      "text": "Abdurrahman bin Ebi Leyla'dan rivayet edilmiştir: Sadece Ümmü Hani bana, Peygamber (ﷺ)'in duha namazı kıldığını gördüğünü anlattı. O, \"Mekke'nin fethi günü, Peygamber (ﷺ) evime girdi, banyo yaptı ve sekiz rek'at (duha namazı) kıldı. Daha önce Peygamber (ﷺ)'in böyle hafif bir namaz kıldığını hiç görmemiştim ama rükû ve secdeleri mükemmel bir şekilde yaptı.\" dedi."
    },
    {
      "id": 55,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'in duha namazı kıldığını hiç görmedim ama ben her zaman kılarım."
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Arkadaşım (Peygamber) bana üç şey tavsiye etti ve ben bunları ölünceye kadar bırakmayacağım, bunlar: Her ay üç gün oruç tutmak, duha namazı kılmak ve uyumadan önce vitir namazı kılmaktır."
    },
    {
      "id": 57,
      "narrator": "Narrated Anas bin Sirin:",
      "text": "Enes bin Sirin'den rivayet edilmiştir: Enes bin Malik el-Ensari'nin şöyle dediğini duydum: \"Çok şişman bir Ensari adam, Peygamber'e, 'Seninle birlikte namaza duracak durumda değilim.' dedi. O, Peygamber (ﷺ) için bir yemek hazırladı ve onu evine davet etti. Bir halının bir tarafını su ile yıkadı ve Peygamber (ﷺ) üzerinde iki rek'at namaz kıldı.\" Şu ve bu, şu ve bu, el-Cerud'un oğlu, Enes'e sordu: \"Peygamber (ﷺ) duha namazı kılar mıydı?\" Enes, \"O gün dışında onu namaz kılarken hiç görmedim.\" dedi."
    },
    {
      "id": 58,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber'den on rek'at nafile namazı hatırlıyorum, öğle namazından önce iki rek'at, öğle namazından sonra iki rek'at; akşam namazından sonra evinde iki rek'at ve yatsı namazından sonra evinde iki rek'at, sabah namazından önce iki rek'at ve o zaman kimse Peygamber'in evine girmezdi. Hafsa bana, Peygamber (ﷺ)'in ezan okunduktan sonra ve gün doğduğunda iki rek'at kıldığını söyledi."
    },
    {
      "id": 59,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) öğle namazından önce dört rek'at ve sabah namazından önce iki rek'at asla kaçırmazdı."
    },
    {
      "id": 60,
      "narrator": "Narrated `Abdullah Al-Muzni:",
      "text": "Abdullah el-Muzni'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Akşam (farz) namazından önce namaz kılın.\" Bunu üç kez söyledi ve üçüncü kez, \"Kim bunu kılmak isterse kılabilir.\" dedi. Bunu, insanların bunu bir gelenek haline getirmesini istemediği için söyledi."
    },
    {
      "id": 61,
      "narrator": "Narrated Marthad bin `Abdullah Al-Yazani:",
      "text": "Marthad bin `Abdullah Al-Yazani'den rivayet edilmiştir: `Uqba bin 'Amir Al-Juhani'ye gittim ve \"Abi Tamim'in Maghrib namazından önce iki rek'at kılması şaşırtıcı değil mi?\" dedim. `Uqba, \"Biz Allah'ın Resulü (ﷺ) döneminde böyle yapardık.\" dedi. Ben de ona, \"Şimdi bunu yapmanıza ne engel?\" diye sordum. O, \"Ticaret.\" diye cevap verdi."
    },
    {
      "id": 62,
      "narrator": "Narrated Mahmud bin Ar-rabi' Al-Ansari:",
      "text": "Mahmud bin Ar-rabi' Al-Ansari'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nü hatırladı ve evlerinde bulunan bir kuyudan yüzüne attığı bir avuç suyu da hatırladı. Mahmud, `Itban bin Malik'in, Badr savaşında Allah'ın Resulü (ﷺ) ile birlikte bulunduğunu ve şöyle dediğini işittiğini söyledi: \"Ben Bani Salim'deki halkımı namaza götürürdüm ve benimle o insanlar arasında bir vadi vardı. Yağmur yağdığında o vadiden geçmek benim için zor oluyordu. Bunun üzerine Allah'ın Resulü (ﷺ)'ne gittim ve 'Gözlerim zayıf, halkım ile aramda bir vadi var ve yağmurlu mevsimde o vadi akıyor, geçmekte zorlanıyorum; keşke evime gelip orada namaz kılabilseniz.' dedim. Allah'ın Resulü (ﷺ) 'Bunu yapacağım.' dedi. Ertesi sabah güneş yükseldikten sonra Allah'ın Resulü (ﷺ) ve Ebu Bekir evime geldiler. Allah'ın Resulü (ﷺ) içeri girmesi için izin istedi ve ben de onu içeri aldım. 'Evinde nerede namaz kılmamızı istersin?' demeden oturmadı. Ben de onun namaz kılmasını istediğim yeri işaret ettim. Bunun üzerine Allah'ın Resulü (ﷺ) namaz için kalktı, tekbir ile namaza başladı ve biz de onun arkasında saf tuttuk; iki rek'at kıldı, selam verdi ve biz de onunla birlikte selam verdik. Ben onu hazırladığım \"Khazir\" adlı bir yemek için davet ettim.--(\"Khazir\", arpa unundan ve et suyundan yapılan özel bir yemek türüdür)-- Komşular, Allah'ın Resulü (ﷺ)'nün evimde olduğunu duyunca, evime büyük bir kalabalık toplandı. İçlerinden biri, 'Malik'e ne oldu, onu göremiyorum?' dedi. Diğerlerinden biri, 'O bir münafık ve Allah'ı ve Resulünü sevmiyor.' diye cevap verdi. Bunun üzerine Allah'ın Resulü (ﷺ) 'Bunu söylemeyin. O, 'Allah'tan başka ibadet edilmeye layık yoktur.' dediğini görmediniz mi?' dedi. Adam, 'Allah ve Resulü daha iyi bilir; ama Allah'a yemin ederim ki, onu münafıklarla yardım ederken ve onlarla konuşurken hiç görmedik.' dedi. Allah'ın Resulü (ﷺ) 'Şüphesiz, 'Allah'tan başka ibadet edilmeye layık yoktur.' diyen ve bununla Allah'ın rızasını isteyen kimseyi Allah cehennemden kurtarır.' dedi. Mahmud ekledi: \"Yukarıdaki rivayeti bazı insanlara anlattım, bunlardan biri, Allah'ın Resulü (ﷺ) ile birlikte savaşta şehit olan Ebu Aiyub'du ve onların lideri de Yezid bin Muaviye idi. Ebu Aiyub bu rivayeti reddetti ve 'Allah'ın Resulü (ﷺ)'nün senin söylediğin şeyi söylediğinden şüpheliyim.' dedi. Bunu çok hissettim ve Allah'a yemin ettim ki, o kutsal savaşta hayatta kalırsam, `Itban bin Malik'e gidip halkının camiinde hâlâ yaşayıp yaşamadığını soracağım. Bunun üzerine geri döndüm, Hac veya Umre için ihrama girdim ve Medine'ye kadar ilerledim. Bani Salim'e gittim ve `Itban bin Malik, o zaman yaşlı ve kör bir adamdı, halkını namaza götürüyordu. Namazını bitirdikten sonra ona selam verdim, kendimi tanıttım ve sonra o rivayeti sordum. O, o rivayeti ilk kez anlattığı gibi tekrar anlattı.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Namazlarınızdan bir kısmını evlerinizde kılın ve onları mezar yapmayın.\""
    }
  ]
}