{
  "language": "tr",
  "metadata": {
    "length": 51,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: İslam, (şunlara dayanmaktadır) beş (ilkeden):"
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "1. Allah'tan başka ibadet edilmeye layık olanın olmadığına ve Muhammed'in Allah'ın Elçisi (ﷺ) olduğuna şehadet etmek."
    },
    {
      "id": 3,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "2. (Zorunlu cemaat) namazlarını düzenli ve eksiksiz kılmak."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Musa:",
      "text": "3. Zekat (yani, farz sadaka) vermek."
    },
    {
      "id": 5,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "4. Hac (yani, Mekke'ye yapılan hac) yapmak."
    },
    {
      "id": 6,
      "narrator": "Narrated Anas:",
      "text": "5. Ramazan ayında oruç tutmak."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "Narrated Anas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İman (inanç) altmıştan fazla dal (yani, parça) içerir. Ve Haya (bu terim \"Haya\", birçok kavramı kapsar; bunlar arasında öz saygı, iffet, utangaçlık ve titizlik vb. bulunmaktadır) imanın bir parçasıdır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Narrated Anas:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Müslüman, Müslümanlara diliyle ve eliyle zarar vermekten kaçınandır. Ve Muhacir (göçmen), Allah'ın yasakladığı her şeyi terk edendir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Said Al-Khudri:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bazı insanlar Allah'ın Elçisi'ne (ﷺ) sordular: \"En iyi İslam kimindir? (Yani, çok iyi bir Müslüman kimdir?)\" O da şöyle cevap verdi: \"Müslümanlara diliyle ve eliyle zarar vermekten kaçınan kişidir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Aisha:",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "Narrated Anas:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir: Bir adam Peygamber'e (ﷺ) sordu: \"Hangi tür ameller veya (İslam'ın hangi nitelikleri) iyidir?\" Peygamber (ﷺ) şöyle cevap verdi: \"Yoksullara yemek vermek ve tanıdıklarını ve tanımadıklarını selamlamak.\" (Bkz. Hadis No. 27)"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Said Al-Khudri:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Said Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyuduğum sırada (bir rüyada) bazı insanların gömlek giydiğini gördüm; bazıları sadece göğse kadar uzanıyordu, diğerleri ise daha da kısaydı. Ömer bin el-Hattab'ın ise sürüklediği bir gömlek giydiği gösterildi.\" İnsanlar sordular: \"Bunu nasıl yorumladın? (Yorumunun ne?) Ey Allah'ın Elçisi (ﷺ)?\" O (Peygamber (ﷺ)) cevap verdi: \"Bu, Dindir.\""
    },
    {
      "id": 17,
      "narrator": "Narrated 'Abdullah (bin 'Umar):",
      "text": "Abdullah (bin Ömer)'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) Haya hakkında kardeşini öğütleyen bir Ensari'nin yanından geçti. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Onu bırak, çünkü Haya, imanın bir parçasıdır.\" (Bkz. Hadis 9)"
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İnsanlara, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Elçisi (ﷺ) olduğuna şehadet edinceye kadar savaşmam emredildi. Namazı tam kılacaklar ve zekatı vereceklerse, eğer bunu yaparlarsa, o zaman hayatlarını ve mallarını benden kurtarırlar, ancak İslami yasalar gereği. Sonra hesapları (kayıtları) Allah tarafından görülecektir.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) soruldu: \"En iyi amel nedir?\" O cevap verdi: \"Allah'a ve Elçisine (Muhammed) inanmak.\" Soruyu soran tekrar sordu: \"Sonra ne (iyilikte) gelir?\" O cevap verdi: \"Allah'ın yolunda Cihad (din savaşı) yapmak.\" Soruyu soran tekrar sordu: \"Sonra ne (iyilikte) gelir?\" O cevap verdi: \"Hac (Mekke'ye yapılan sefer) 'Mubrur' (Allah tarafından kabul edilen ve yalnızca Allah'ın rızasını kazanma niyetiyle, gösteriş yapmadan ve günah işlemeksizin, Peygamberin sünnetine uygun olarak yapılan).\""
    },
    {
      "id": 20,
      "narrator": "Narrated Sa'd:",
      "text": "Sa'd'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) (bir grup) insan arasında (Zekatı) dağıtırken ben orada oturuyordum, fakat Allah'ın Elçisi (ﷺ) en iyi olduğunu düşündüğüm bir adamı bıraktı. Ben sordum: \"Ey Allah'ın Elçisi (ﷺ)! Neden o kişiyi bıraktın? Vallahi ben onu sadık bir mümin olarak görüyorum.\" Peygamber (ﷺ) şöyle yorumladı: \"Ya da sadece bir Müslüman.\" Bir süre sessiz kaldım, ama onun hakkında bildiklerim nedeniyle sorumu tekrarlamaktan kendimi alamadım. Sonra Allah'ın Elçisi (ﷺ)'ne sordum: \"Neden falanı bıraktın? Vallahi! O sadık bir mümin.\" Peygamber (ﷺ) tekrar dedi: \"Ya da sadece bir Müslüman.\" Ve onun hakkında bildiklerim nedeniyle sorumu tekrarlamaktan kendimi alamadım. Sonra Peygamber (ﷺ) dedi: \"Ey Sa'd! Ben birine veriyorum, oysa diğerine daha çok değer veriyorum, çünkü Allah onu yüzüstü ateşe atabilir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Bir kişi Allah'ın Elçisi (ﷺ)'ne sordu: \"İslam'da (hangi tür) ameller iyidir?\" O cevap verdi: \"Yoksullara yemek vermek ve tanıdıklarınıza ve tanımadıklarınıza selam vermek.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cehennem ateşini gösterdiler ve onun sakinlerinin çoğunun kadınlar olduğunu, onların nankör olduklarını gördüm.\" Soruldu: \"Onlar Allah'a mı inanmıyorlar?\" (ya da Allah'a nankör mü?) O cevap verdi: \"Onlar kocalarına nankörlük ediyorlar ve kendilerine yapılan iyiliklere ve hayırlara nankörlük ediyorlar. Eğer onlardan birine her zaman iyi davranırsanız ve sonra onda hoşlanmadığınız bir şey görürse, 'Senden hiçbir iyilik görmedim' der.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Al-Ma'rur:",
      "text": "El-Ma'rur'dan rivayet edilmiştir: Ar-Rabadha'da, bir örtü giymiş olan Ebu Zarr ile karşılaştım, onun kölesi de benzer bir örtü giymişti. Bunun sebebini sordum. O cevap verdi: \"Bir kişiyi annesine kötü isimler vererek hakaret ettim.\" Peygamber bana dedi: \"Ey Ebu Zarr! Onu annesine kötü isimler vererek hakaret ettin mi? Hala cehaletin bazı özelliklerine sahipsin. Kölelerin senin kardeşlerindir ve Allah onları senin emrine vermiştir. Kiminin emrinde bir kardeşi varsa, ona yediğinden yedirmeli ve giydiğinden giydirmelidir. Onlardan (kölelerden) kapasitelerinin (güçlerinin) ötesinde şeyler yapmalarını istemeyin ve eğer öyle yaparsanız, onlara yardım edin.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Al-Ahnaf bin Qais:",
      "text": "Ahnaf bin Kays'tan rivayet edilmiştir: Ben bu adamı (Ali bin Ebi Talib) yardıma giderken, Ebu Bekir bana rastladı ve sordu: \"Nereye gidiyorsun?\" Ben cevap verdim: \"O kişiye yardım etmeye gidiyorum.\" O dedi: \"Geri dön, çünkü Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: 'İki Müslüman kılıçlarıyla birbirleriyle savaştıklarında, hem katil hem de öldürülen cehenneme gidecektir.' Ben dedim: 'Ey Allah'ın Elçisi (ﷺ)! Katil için bu doğru ama öldürülen için ne olacak?' Allah'ın Elçisi (ﷺ) cevap verdi: \"O kesinlikle arkadaşını öldürme niyetindeydi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Şu ayet indirildiğinde: 'İşte onlar, iman edenlerdir ve imanlarını zulümle (Allah'tan başka ilahlar edinmekle) karıştırmayanlardır.' (6:83), Allah'ın Elçisi (ﷺ)'nin arkadaşları sordular: \"Aramızda kim zulüm yapmamıştır?\" Allah şöyle indirdi: \"Şüphesiz, Allah'a ortak koşmak büyük bir zulümdür.\" (31.13)"
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İki yüzlünün alametleri üçtür:"
    },
    {
      "id": 27,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "1. Konuştuğunda yalan söyler."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Huraira:",
      "text": "2. Söz verdiğinde her zaman onu bozar (vaadini)."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Huraira:",
      "text": "3. Eğer ona güvenilirse, güvenilmez çıkar. (Eğer ona bir emanet bırakırsanız, onu geri vermez.)\""
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Aşağıdaki dört (özellik) bir kişinin tam bir münafık olmasını sağlar ve bu dört özellikten birine sahip olan kişi, onu bırakmadıkça bir münafıklık özelliğine sahip olacaktır."
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim Ramazan ayında samimi bir imanla oruç tutar ve Allah'ın mükafatını umarsa, geçmişteki tüm günahları affedilecektir.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Din çok kolaydır ve kim dininde kendini zorlayarak aşırı yüklenirse, bu şekilde devam edemez. Bu nedenle aşırıya kaçmayın, mükemmelliğe yaklaşmaya çalışın ve mükafat alacağınız müjdelerini alın; sabahları, öğleden sonraları ve gecenin son saatlerinde ibadet ederek güç kazanın.\" (Bkz. Fath-ul-Bari, Sayfa 102, Cilt 1)."
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Bara' (bin 'Azib):",
      "text": "El-Bara' (bin 'Azib) tarafından rivayet edilmiştir: Peygamber (ﷺ) Medine'ye geldiğinde, önce Ensar'dan dedeleri veya amcalarıyla birlikte kaldı. Kıbleyi Baitul-Maqdis'e (Kudüs) doğru on altı veya on yedi ay boyunca namaz kıldı, ama Kabe'ye (Mekke) doğru namaz kılmayı arzuladı. Kabe'ye doğru kıldığı ilk namaz, bazı insanlarla birlikte 'Asr namazıydı. Sonra o namazı onunla kılanlardan biri çıkıp, camide Kudüs'e doğru namaz kılan bazı insanların yanından geçti. Onlara hitaben, \"Allah'a yemin ederim ki, ben Allah'ın Elçisi (ﷺ) ile birlikte Kabe'ye (Mekke) doğru namaz kıldım.\" dedi. Bunu duyan o insanlar hemen Kabe'ye doğru yönlerini değiştirdiler. Yahudiler ve kitap ehli, Peygamber (ﷺ) Kudüs'e doğru namaz kıldığında memnun oluyorlardı, ama o Kabe'ye yöneldiğinde, bu durumu hoş karşılamadılar."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Sa'id Al Khudri:",
      "text": "El-Bara' ekledi: \"Kabe'ye (Mekke) doğru namaz kılmaya başlamadan önce, bazı Müslümanlar vefat etmiş veya öldürülmüştü ve biz onların (namazları hakkında) ne söyleyeceğimizi bilmiyorduk. Sonra Allah şöyle vahyetti: 'Ve Allah, imanınızı (namazlarınızı) asla zayi etmeyecektir.' (2:143).\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir kişi samimi bir şekilde İslam'ı kabul ederse, Allah onun geçmişteki tüm günahlarını affedecek ve ardından hesap verme süreci başlayacak, her bir iyi ameli için on kat ile yedi yüz kat arasında mükafat alacak ve bir kötü ameli olduğu gibi kaydedilecektir, Allah onu affetmedikçe.\""
    },
    {
      "id": 36,
      "narrator": "Narrated 'Aisha:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden biri dinini düzeltirse (sıkı bir şekilde takip ederse), her bir iyi ameli için on kat ile yedi yüz kat arasında mükafat alacak ve bir kötü ameli olduğu gibi kaydedilecektir.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Anas:",
      "text": "Aişe'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) yanımda bir kadın otururken geldi. \"O kim?\" dedi. \"O, filan,\" dedim ve onun (aşırı) ibadetinden bahsettim. O, hoşnutsuz bir şekilde, \"Kapasiteniz dahilinde (zorlanmadan) iyi işler yapın; çünkü Allah (mükafat vermekten) yorulmaz, ama siz elbette yorulursunuz ve Allah katında en iyi ibadet, düzenli olarak yapılan ibadettir.\" dedi."
    },
    {
      "id": 38,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim 'Allah'tan başka ibadet edilecek yoktur' der ve kalbinde arpa tanesi ağırlığında bir iyilik varsa, cehennemden çıkarılacaktır. Kim 'Allah'tan başka ibadet edilecek yoktur' der ve kalbinde buğday tanesi ağırlığında bir iyilik varsa, cehennemden çıkarılacaktır. Kim 'Allah'tan başka ibadet edilecek yoktur' der ve kalbinde bir atom ağırlığında bir iyilik varsa, cehennemden çıkarılacaktır.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Talha bin 'Ubaidullah:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Bir gün bir Yahudi bana dedi ki: \"Ey müminlerin başı! Sizin kutsal kitabınızda okunan bir ayet var ki, hepiniz (Müslümanlar) onu okursunuz, eğer bu bize indirilseydi, o günü (indirilme günü) bayram olarak kabul ederdik.\" Ömer bin Hattab sordu: \"O ayet hangisi?\" Yahudi cevap verdi: \"Bugün dininizi tamamladım, üzerinizdeki nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim.\" (5:3) Ömer cevap verdi: \"Şüphesiz, bu ayetin Peygamber'e ne zaman ve nerede indirildiğini biliyoruz. O gün Cuma idi ve Peygamber (ﷺ) Arafat'ta (Hac Günü) duruyordu.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "Talha bin Ubaidullah'tan rivayet edilmiştir: Dağınık saçlı bir adam, Allah'ın Elçisi (ﷺ) yanına geldi ve yüksek sesle konuştu ama ne dediğini anlayamadık, ta ki yaklaştığında İslam hakkında soru sorduğunu anladık. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Günde beş vakit namazı eksiksiz kılmalısın (24 saat içinde).\" Adam sordu: \"Başka (namaz) var mı?\" Allah'ın Elçisi (ﷺ) cevap verdi: \"Hayır, ama eğer nafile namaz kılmak istersen, kılabilirsin.\" Allah'ın Elçisi (ﷺ) ona ayrıca şöyle dedi: \"Ramazan ayında oruç tutmalısın.\" Adam sordu: \"Başka oruç var mı?\" Allah'ın Elçisi (ﷺ) cevap verdi: \"Hayır, ama eğer nafile oruç tutmak istersen, tutabilirsin.\" Sonra Allah'ın Elçisi (ﷺ) ona şöyle dedi: \"Zekat vermelisin.\" Adam sordu: \"Zekattan başka bir şey vermem gerekiyor mu?\" Allah'ın Elçisi (ﷺ) cevap verdi: \"Hayır, eğer kendi isteğinle sadaka vermek istersen, verebilirsin.\" O adam geri çekildi ve \"Allah'a yemin ederim ki, ne az ne de çok yapacağım.\" dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer söyledikleri doğruysa, o zaman başarılı olacaktır (yani cennete girecektir).\""
    },
    {
      "id": 41,
      "narrator": "Narrated 'Abdullah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"(Bir mümin) samimi bir imanla bir Müslümanın cenaze alayına katılır ve Allah'ın mükafatını umarak cenaze namazı kılınana kadar onunla birlikte kalırsa, iki kirat mükafatıyla dönecektir. Her bir kirat, Uhud dağının büyüklüğündedir. Sadece cenaze namazını kılan ve defin işlemlerinden önce dönen kişi ise sadece bir kirat mükafatıyla dönecektir.\""
    },
    {
      "id": 42,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Müslüme hakaret etmek fusuq (kötü bir iş) ve onu öldürmek küfürdür.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ubade bin Es-Samit'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) insanlara Kadir Gecesi'nin (Al-Qadr) tarihini bildirmek için çıktı, ama iki Müslüman arasında bir tartışma oldu. Peygamber (ﷺ) dedi ki: \"Ben size Kadir Gecesi'nin (tarihini) bildirmek için çıktım, ama filan ve filan tartıştıkları için bu bilgi alındı (unutuldu) ve belki de bu sizin için daha hayırlıdır. Şimdi onu Ramazan ayının son on gecesinden 7., 9. ve 5. gecelerinde arayın.\""
    },
    {
      "id": 44,
      "narrator": "Narrated 'Abdullah bin 'Abbas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) bazı insanların yanında otururken, (Cebrail) geldi ve \"İman nedir?\" diye sordu. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"İman, Allah'a, meleklerine, O'na kavuşmaya, O'nun elçilerine ve dirilişe inanmaktır.\" Sonra daha fazla sordu: \"İslam nedir?\" Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Sadece Allah'a ibadet etmek, başka hiçbir şeye değil; namazı eksiksiz kılmak, farz sadakayı (zekat) vermek ve Ramazan ayında oruç tutmaktır.\" Sonra daha fazla sordu: \"İhsan (mükemmellik) nedir?\" Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Allah'ı görüyormuş gibi ibadet etmektir; eğer bu durumu başaramazsan, O'nun seni gördüğünü düşünmelisin.\" Sonra daha fazla sordu: \"Kıyamet ne zaman kopacak?\" Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Sorulan kişi, sorandan daha iyi bir bilgiye sahip değildir. Ama ben size onun alametlerini bildireceğim."
    },
    {
      "id": 45,
      "narrator": "Narrated An-Nu'man bin Bashir:",
      "text": "1. Bir cariye efendisini doğurduğunda."
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Jamra:",
      "text": "Ebu Cemra'dan rivayet edilmiştir: Ben İbn Abbas ile otururdum ve o beni oturduğu yere oturturdu. Benden, malından bir pay vermesi için onunla kalmamı istedi. Böylece onunla iki ay kaldım. Bir gün, 'Abdul Kays kabilesinin heyeti Peygamber'e geldiğinde, Peygamber (ﷺ) onlara, \"Siz kimlersiniz (yani, kimlersiniz)? (Ya da) heyet kimdir?\" diye sordu. Onlar, \"Biz Rabi'a kabilesindeyiz.\" dediler. Bunun üzerine Peygamber (ﷺ) onlara, \"Hoş geldiniz! Ey 'Abdul Kays heyeti! Ne bir rezil olacaksınız ne de pişman olacaksınız.\" dedi. Onlar, \"Ey Allah'ın Resulü (ﷺ)! Biz size ancak kutsal ayda gelebiliriz ve sizinle aramızda kafir Mudar kabilesi var. O yüzden lütfen bize iyi bir şey (dini işler) yapmamız için emir verin ki, geride bıraktığımız insanlara (evde) bildirelim ve onlara uyarak Cennete girelim.\" dediler. Sonra içecekler hakkında (neyin helal neyin haram olduğunu) sordular. Peygamber (ﷺ) onlara dört şey yapmalarını emretti ve dört şeyden de men etti. Onlara yalnızca Allah'a inanmayı emretti ve \"Allah'a inanmanın ne anlama geldiğini biliyor musunuz?\" diye sordu. Onlar, \"Allah ve Resulü daha iyi bilir.\" dediler. Bunun üzerine Peygamber (ﷺ) şöyle dedi:"
    },
    {
      "id": 47,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "1. Allah'tan başka ibadet edilmeye layık olan yoktur ve Muhammed Allah'ın Resulüdür (ﷺ)."
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Mas'ud:",
      "text": "2. Namazı tam olarak kılmak."
    },
    {
      "id": 49,
      "narrator": "Narrated Sa'd bin Abi Waqqas:",
      "text": "3. Zekat (zorunlu sadaka) vermek."
    },
    {
      "id": 50,
      "narrator": "Narrated Jarir bin Abdullah:",
      "text": "4. Ramazan ayında oruç tutmak."
    },
    {
      "id": 51,
      "narrator": "Narrated Ziyad bin'Ilaqa:",
      "text": "5. Ve Allah yolunda alınan ganimetten beşte birini vermek (Al-Khumus)."
    }
  ]
}