{
  "language": "tr",
  "metadata": {
    "length": 27,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Kuraib Maula Ibn `Abbas:",
      "text": "Kuraib Maula İbn Abbas'tan rivayet edilmiştir: Abdullah bin Abbas, Maimuna'nın (ra) evinde bir gece geçirdiğini, onun müminlerin annesi olduğunu ve aynı zamanda teyzesi olduğunu söyledi. \"Ben yatağın üzerine uzandım, Allah'ın Elçisi (ﷺ) ve eşi ise boydan boya yattı. Allah'ın Elçisi (ﷺ) gece yarısına kadar ya da biraz öncesine ya da sonrasına kadar uyudu. Sonra Allah'ın Elçisi uyandı, oturdu ve ellerini yüzüne sürerek uykunun izlerini giderdi. Sonra Al-i İmran Suresi'nin son on ayetini okudu. Sonra asılı deri su kabına doğru gitti ve mükemmel bir abdest aldı ve sonra namaz için ayağa kalktı.\" Abdullah bin Abbas ekledi, \"Ben de kalktım ve Allah'ın Elçisi (ﷺ) gibi yaptım ve sonra yanına durdum. Allah'ın Elçisi (ﷺ) sağ elini başımın üzerine koydu ve sağ kulağımı tuttu ve çevirdi. İki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at ve sonra bir rek'at vitir kıldı. Sonra Mu'adh-dhin gelene kadar uzandı ve sonra iki hafif rek'at kıldı ve dışarı çıkıp sabah (Fajr) namazını kıldı.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Biz, Peygamber (ﷺ) namaz kılarken ona selam verirdik ve o da selamlarımıza cevap verirdi. An-Necashi'den (Etyopya hükümdarı) döndüğümüzde, ona selam verdik ama o (namaz sırasında) bize cevap vermedi ve (namazı bitirdikten sonra) dedi ki, \"Namazda insan daha önemli bir işle meşguldür.\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Aynı No. 290. Peygamber'den."
    },
    {
      "id": 4,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: Peygamber (ﷺ) hayatta iken biz namaz kılarken konuşurduk ve birimiz ihtiyaçlarını arkadaşlarına söylerdi, ta ki 'Namazlarınızı titizlikle koruyun' (2.238) ayeti nazil olana kadar. Bundan sonra namaz kılarken sessiz kalmamız emredildi."
    },
    {
      "id": 5,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) Beni Amr bin Auf kabileleri arasında uzlaştırma yapmak için dışarı çıktı ve namaz vakti geldi; Bilal, Ebu Bekir'e gitti ve \"Peygamber (ﷺ) meşguldür. İnsanları namazda sen mi yöneteceksin?\" dedi. Ebu Bekir, \"Evet, istersen.\" diye cevap verdi. Bilal ikamet getirdi ve Ebu Bekir namazı kıldırdı. Bu arada Peygamber (ﷺ) namaz kılanların saflarını geçerek birinci safta durdu ve insanlar alkışlamaya başladılar. Ebu Bekir namaz sırasında sağa sola bakmadı ama insanlar çok alkışlayınca geri döndü ve Peygamber (ﷺ) birinci safta olduğunu gördü. Peygamber (ﷺ) ona yerinde kalmasını işaret etti, ama Ebu Bekir iki elini kaldırdı ve Allah'a hamd etti ve geri çekildi ve Peygamber (ﷺ) öne geçti ve namazı kıldırdı. (Bkz. Hadis No. 295 & 296)"
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Biz namazda selam veriyor, birbirimizi isimlendiriyor ve selamlıyorduk. Allah'ın Elçisi (ﷺ) bunu duydu ve şöyle dedi: \"De ki, 'at-tahiyyatu lil-lahi was-salawatu wat-taiyibatu. Assalamu 'Alaika aiyuha-n-Nabiyu warahmatu-l-lahi wa-barakatuhu. Assalamu alaina wa-'ala 'ibadi-l-lahi as-salihin.. Ashhadu an la ilaha illa-l-lah wa ashhadu anna Muhammadan `Abdu hu wa Rasuluh. (Tüm övgüler Allah'a, tüm dualar ve tüm hayırlı şeyler Allah içindir. Ey Peygamber, sana selam olsun, Allah'ın merhameti ve bereketi senin üzerinedir. Bizlere ve Allah'ın salih kullarına selam olsun. Şahitlik ederim ki, Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve elçisidir.) Bunu söyledikten sonra, kesinlikle her iyi (salih) Allah kullarına selam göndermiş olursun, ister göklerde olsun ister yeryüzünde.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Subhan Allah demek erkekler içindir ve alkışlamak kadınlar içindir.\" (Namazda bir şey olduğunda, erkekler imamın dikkatini \"Subhan Allah\" diyerek çekebilir. Kadınlar ise alkışlayarak dikkat çekebilirler)."
    },
    {
      "id": 8,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Subhan Allah demek erkekler içindir ve alkışlamak kadınlar içindir.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Ebu Bekir, sabah namazını kıldırırken bir pazartesi günü, Peygamber (ﷺ) aniden Aişe'nin evinin perdesini kaldırarak onlara doğru geldi ve onların saf halinde durduklarını görünce gülümsedi. Ebu Bekir, Allah'ın Elçisinin namaza çıkmak istediğini düşünerek geri dönmeye çalıştı. Müslümanların dikkati namazdan dağıldı çünkü Peygamberi görmekten memnun oldular. Peygamber (ﷺ) onlara namazlarını tamamlamaları için elini salladı, sonra odaya geri döndü ve perdenin kapandı. Peygamber o gün vefat etti."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bir kadın oğlu Juraij'i, o ibadethanede iken çağırdı ve 'Ey Juraij' dedi. O da, 'Ey Allah'ım, annem (bana) sesleniyor ve (namaz kılıyorum) ne yapmalıyım?' dedi. Kadın tekrar 'Ey Juraij!' dedi. O yine 'Ey Allah'ım! Annem (bana) sesleniyor ve (namaz kılıyorum) ne yapmalıyım?' dedi. Kadın tekrar 'Ey Juraij!' dedi. O yine 'Ey Allah'ım! Annem (bana) sesleniyor ve (namaz kılıyorum). (Ne yapmalıyım?)' dedi. Kadın, 'Ey Allah! Juraij'in yüzünü, fahişelerin yüzlerini görmeden öldürme.' Bir çoban kızı, koyunlarını otlatmak için ibadethanesinin yanından geçiyordu ve bir çocuk doğurdu. O çocuğun kimin çocuğu olduğu sorulduğunda, Juraij'den olduğunu ve onun ibadethanesinden çıktığını söyledi. Juraij, 'O kadın nerede, çocuğunun benimle olduğunu iddia eden?' (Kadın ve çocuk getirildiğinde), Juraij çocuğa, 'Ey Babus, baban kim?' diye sordu. Çocuk, 'Çoban.' diye cevap verdi.\" (Bkz. Hadis No 662. Cilt 3)."
    },
    {
      "id": 11,
      "narrator": "Narrated Mu'aiqib:",
      "text": "Mu'aiqib'den rivayet edilmiştir: Peygamber (ﷺ) secde ederken bir adamın toprağı düzlemesi hakkında konuştu ve dedi ki, \"Eğer bunu yapmanız gerekiyorsa, bir kez yapın.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Biz, Peygamber (ﷺ) ile kavurucu sıcakta namaz kılardık ve eğer aramızdan biri yüzünü yere koyamazsa (sıcaklıktan dolayı) elbiselerini serer ve onların üzerine secde ederdi."
    },
    {
      "id": 13,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben, Peygamber (ﷺ) namaz kılarken bacaklarımı Kıble'ye doğru uzatırdım; her secde ettiğinde bana dokunur ve ben bacaklarımı geri çeker, her ayağa kalktığında bacaklarımı tekrar uzatırdım."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) bir kez namaz kıldı ve dedi ki, \"Şeytan önümde belirdi ve namazımı kesmeye çalıştı, ama Allah bana ona karşı üstünlük verdi ve onu boğdum. Şüphesiz, onu sabaha kadar sizler onu görün diye caminin sütunlarından birine bağlamayı düşündüm. Sonra Peygamber Süleyman'ın sözünü hatırladım, 'Rabbim! Bana, benden sonra hiç kimseye ait olmayacak bir krallık ver.' Sonra Allah onu (şeytanı) başı eğik (aşağılanmış) olarak geri gönderdi.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Al-Azraq bin Qais:",
      "text": "Al-Azraq bin Qais'ten rivayet edilmiştir: Biz Al-Ahwaz'da Al-Haruriya (kabile) ile savaşıyorduk. Ben bir nehrin kenarında iken bir adam namaz kılıyordu ve hayvanının ipleri elindeydi ve hayvan mücadele ediyordu ve o hayvanı takip ediyordu. (Şu'ba, bir alt rivayetçi, o adamın Ebu Barza Al-Eslemî olduğunu söyledi). Haricilerden bir adam, \"Ey Allah! Bu şeyhe sert ol.\" dedi. Ve şeyh (Ebu Barza) namazını bitirdiğinde, \"Sözünü duydum. Şüphesiz, ben Allah'ın Elçisi (ﷺ) ile altı veya yedi veya sekiz kutsal savaşta yer aldım ve onun merhametini gördüm, ve şüphesiz, ben hayvanımı geri bırakmaktansa onu tutmayı tercih ederim, çünkü bu bana çok sıkıntı verir.\" dedi."
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gün güneş tutuldu ve Allah'ın Elçisi (ﷺ) namaz için ayağa kalktı ve çok uzun bir sure okudu. Sonra uzun bir süre rüku yaptı, başını kaldırdı ve başka bir sure okumaya başladı. Ardından rüku yaptı ve namazı bitirdikten sonra secdeye gitti ve aynı şeyi ikinci rekatta da yaptı. Sonra şöyle dedi: \"Bu (ay ve güneş tutulmaları) Allah'ın iki alametidir ve onları gördüğünüzde, tutulma sona erene kadar namaz kılın. Şüphesiz, bu yerde dururken Allah'ın bana vaat ettiği her şeyi gördüm ve (Cennet'i) gördüm ve oradan bir salkım (üzüm) koparmak istedim, o sırada beni öne doğru adım atarken gördünüz. Şüphesiz, Cehennem'i farklı parçalarıyla birbirini yok ederken gördüm, o sırada beni geri çekilirken gördünüz ve orada Amr bin Luhay'ı gördüm, o da putlar adına hayvanları serbest bırakma geleneğini başlatmıştı.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) mescidin kıblesine bakan duvarda bir tükürük gördü ve mescid halkına öfkelendi ve şöyle dedi: \"Namaz sırasında Allah, her birinizin önündedir, bu yüzden tükürmemelidir (ya da 'tükürük atmamalıdır' dedi).\" Sonra aşağı indi ve tükürüğü eliyle kazıdı. İbn Ömer (rivayet ettikten sonra) şöyle dedi: \"Eğer biriniz namaz sırasında tükürmek zorundaysa, soluna tükürmelidir.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Herhangi biriniz namazda olduğunda, o, Rabbiyle özel olarak konuşmaktadır, bu yüzden ne önüne ne de sağ tarafına tükürmemelidir, sol tarafına, sol ayağının altına tükürmelidir.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: İnsanlar, örtüleri boyunlarına bağlayarak Peygamber (ﷺ) ile namaz kılıyorlardı, çünkü örtüler kısa idi ve kadınlara, erkekler oturana kadar başlarını kaldırmamaları emredilmişti."
    },
    {
      "id": 20,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Ben, Peygamber (ﷺ) namazdayken ona selam verirdim ve o da selamımı geri verirdi, ama (Etyopya'dan) döndüğümüzde, Peygamber'e (namazdayken) selam verdim ama o selamımı geri vermedi ve (namazı bitirdikten sonra) şöyle dedi: \"Namazda insan daha önemli bir işle meşguldür.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) beni bir iş için gönderdi ve onu bitirdiğimde geri döndüm ve Peygamber (ﷺ) ile selamlaştım ama o selamımı geri vermedi. Bu yüzden o kadar üzüldüm ki bunu yalnızca Allah bilir ve kendime dedim: 'Belki Allah'ın Elçisi (ﷺ) bana hızlı gelmediğim için kızgın, sonra tekrar selam verdim ama o cevap vermedi. İlk seferden daha fazla üzüldüm. Yine selam verdim ve o selamı geri verdi ve şöyle dedi: \"Selamı geri vermemi engelleyen şey, namaz kılıyor olmamdı.\" O sırada Rahila'sının üzerindeydi ve yüzü kıbleye dönük değildi."
    },
    {
      "id": 22,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Beni Amr bin Auf'un Kuba'daki insanlar arasındaki anlaşmazlıkları hakkında haber Allah'ın Elçisi'ne ulaştı ve bu yüzden bazı sahabeleriyle birlikte onlara uzlaşma sağlamak için gitti. Allah'ın Elçisi orada gecikti ve namaz vakti geldi. Bilal, Ebu Bekir'e geldi ve dedi ki: \"Ey Ebu Bekir! Allah'ın Elçisi (ﷺ) orada gecikti ve namaz vakti geldi. İnsanlara namaz kıldıracak mısın?\" Ebu Bekir cevap verdi: \"Evet, istersen.\" Böylece Bilal ikamet getirdi ve Ebu Bekir öne geçti ve insanlar tekbir getirdi. Bu sırada Allah'ın Elçisi (ﷺ) safın arasından geçerek (ilk) safta durdu ve insanlar alkışlamaya başladı. Ebu Bekir, namaz sırasında sağa sola bakmazdı ama insanlar çok alkışlayınca geri döndü ve Allah'ın Elçisi'ni (ﷺ) gördü. Peygamber (ﷺ) ona devam etmesini işaret etti. Ebu Bekir iki elini kaldırdı, Allah'ı övdü ve geri çekildi ve safta durdu ve Allah'ın Elçisi (ﷺ) öne geçti ve insanlara namaz kıldırdı. Namazı bitirdikten sonra insanlara hitap etti ve şöyle dedi: \"Ey insanlar! Namazda başınıza bir şey geldiğinde neden alkışladınız? Alkış kadınlar içindir. Namazda alışılmadık bir şeyle karşılaştığınızda 'Subhanallah' demelisiniz.\" Sonra Peygamber, Ebu Bekir'e döndü ve sordu: \"Sana işaret ettiğimde namaz kıldırmanı engelleyen neydi?\" Ebu Bekir cevap verdi: \"Alkaf'ın oğlu olan birinin Allah'ın Elçisi (ﷺ) huzurunda namaz kıldırması uygun değildir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Namaz sırasında ellerin kalçaların üzerinde tutulması yasaklanmıştır. (Bu, Ebu Hureyre'den Peygamber'den rivayet edilmiştir.)"
    },
    {
      "id": 24,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ellerin kalçaların üzerinde tutulmasıyla namaz kılmak yasaklanmıştır."
    },
    {
      "id": 25,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "Ukbe bin Haris'ten rivayet edilmiştir: Ben, Peygamber (ﷺ) ile 'Asr namazını kıldım ve namazı selamla bitirdikten sonra hızlıca kalktı ve bazı eşlerine gitti, sonra dışarı çıktı. Hızından dolayı insanların yüzlerinde şaşkınlık belirtilerini fark etti. Sonra şöyle dedi: \"Namazdayken evimde bir parça altın olduğunu hatırladım ve onun gece boyunca bizimle kalmasını istemedim, bu yüzden dağıtılmasını emrettim.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Namaz için ezan okunduğunda, şeytan kaçışa geçer ve rüzgar çıkarır ki ezanı duymasın ve muazzin ezanı bitirdiğinde geri gelir; ve ikamet okunduğunda yine kaçışa geçer ve o da bittiğinde geri gelir ve namazda olmayan zamanlarda hatırlamadığı şeyleri namaz kılan kişiye hatırlatmaya devam eder, ta ki ne kadar namaz kıldığını unutur.\" Ebu Salama bin Abdurrahman şöyle dedi: \"Eğer birinizin böyle bir durumu olursa (kıldıkları rekat sayısını unuttuysa) oturarak iki secde-i sahv (yani unutkanlık) yapmalıdır.\" Ebu Salama bunu Ebu Hureyre'den rivayet etmektedir."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İnsanlar benim Peygamber'den çok fazla rivayette bulunduğumu söylüyor; bir gün (Peygamber'in hayatında) bir adamla karşılaştım ve ona sordum: \"Dün akşam namazında Allah'ın Elçisi (ﷺ) hangi sureyi okudu?\" O da: \"Bilmiyorum.\" dedi. Ben de: \"Namaza katılmadın mı?\" dedim. O: \"Evet, katıldım.\" dedi. Ben de: \"Biliyorum. Şu ve bu sureyi okudu.\" dedim."
    }
  ]
}