{
  "language": "tr",
  "metadata": {
    "length": 14,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin Buhaina:",
      "text": "Abdullah bin Buhaina'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bir defasında bize namaz kıldırdı ve iki rek'at kıldıktan sonra (üçüncü rek'at için) oturmadan kalktı. İnsanlar da onunla birlikte kalktı ve namazını bitirmek üzereyken, biz onun selam vermesini bekledik ama o selamdan önce tekbir getirdi ve oturarak iki secde yaptı, ardından namazı selam ile tamamladı."
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin Buhaina:",
      "text": "Abdullah bin Buhaina'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Zuhr namazının ikinci rek'atından sonra oturmadan kalktı (ikinci ve üçüncü rek'at arasında). Namazı bitirdiğinde iki secde (sahu secdesi) yaptı ve ardından namazı selam ile tamamladı."
    },
    {
      "id": 3,
      "narrator": "Narrated' `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Bir defasında Allah'ın Messenger'i (ﷺ) Zuhr namazında beş rek'at kıldı ve birisi ona namazda bir artış olup olmadığını sordu. Allah'ın Messenger'i (ﷺ) \"O nedir?\" dedi. O kişi, \"Beş rek'at kıldınız.\" dedi. Bunun üzerine Allah'ın Messenger'i (ﷺ) selamdan sonra iki secde yaptı."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) bize 'Asr veya Zuhr namazı kıldırdı ve namazı selam ile bitirdi. Dhul-Yadain ona, \"Ey Allah'ın Messenger'i (ﷺ)! Namaz kısaltıldı mı?\" dedi. Peygamber (ﷺ) arkadaşlarına olumlu bir şekilde sordu. Bunun üzerine Allah'ın Messenger'i (ﷺ) iki rek'at daha kıldı ve ardından iki secde (sahu secdesi) yaptı. Sa'd dedi ki, \"'Urwa bin Az-Zubair'in Maghrib namazında iki rek'at kıldığını ve namazı selam ile bitirdiğini gördüm. Sonra konuştu (ve bu durumdan haberdar olunca) namazının geri kalanını tamamladı ve iki secde yaptı ve 'Peygamber (ﷺ) böyle namaz kıldı.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira.:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir defasında Allah'ın Messenger'i (ﷺ) iki rek'at kıldı ve namazını bitirdi. Bunun üzerine Dhul-Yadain ona, \"Namaz kısaltıldı mı yoksa unuttun mu?\" dedi. Allah'ın Messenger'i (ﷺ) \"Dhul-Yadain doğru mu söyledi?\" dedi. İnsanlar olumlu yanıt verdiler. Bunun üzerine Allah'ın Messenger'i (ﷺ) kalktı ve kalan iki rek'atı kıldı, selam verdi ve sonra tekbir getirdi ve normal secdeleri gibi iki secde yaptı ya da biraz daha uzun yaptı, ardından kalktı."
    },
    {
      "id": 6,
      "narrator": "Narrated Salama bin 'Alqama:",
      "text": "Selame bin 'Alqama'dan rivayet edilmiştir: Ben Muhammed (bin Sirin)'e, Sahu secdelerinden sonra Tashahhud'un okunup okunmayacağını sordum. O, \"Ebu Hureyre'nin rivayetinde (bu konu) geçmiyor.\" diye cevap verdi."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) akşam namazlarından birini kıldı (alt anlatıcı Muhammed, \"Bunun en muhtemel 'Asr namazı olduğunu düşünüyorum.\" dedi) ve sadece iki rek'at kıldıktan sonra namazı bitirdi. Sonra caminin önünde bir odun parçasının yanına durdu ve elini üzerine koydu. Ebu Bekir ve Ömer orada bulunanlar arasındaydılar, ancak ona bu konuda konuşmaya cesaret edemediler (ona olan aşırı saygılarından dolayı) ve acele edenler dışarı çıktı. Onlar, \"Namaz kısaltıldı mı?\" dediler. Peygamber (ﷺ) tarafından Dhul-Yadain olarak anılan bir adam (Peygamber'e) \"Namaz kısaltıldı mı yoksa unuttun mu?\" dedi. O, \"Ne unuttum ne de namaz kısaltıldı.\" dedi. O, \"Kesinlikle unuttun.\" dedi. Bunun üzerine Peygamber (ﷺ) iki rek'at daha kıldı ve selam verdi, sonra tekbir getirdi ve normal secdesi gibi bir Sahu secdesi yaptı ya da biraz daha uzun yaptı ve sonra başını kaldırdı ve tekbir getirdi, ardından başını eğdi ve normal secdesi gibi bir secde yaptı ya da biraz daha uzun yaptı, sonra başını kaldırdı ve tekbir getirdi."
    },
    {
      "id": 8,
      "narrator": "Narrated `Abdullah bin Buhaina Al-Asdi:",
      "text": "Abdullah bin Buhaina Al-Asdi'den rivayet edilmiştir: (Beni Abdul Muttalib'in dostu) Allah'ın Messenger'i (ﷺ) Zuhr namazı için kalktı ve oturması gereken yerde (ikinci rek'at sonrası) oturmadan üçüncü rek'at için kalktı ve namazı bitirdiğinde iki secde yaptı ve her secdede oturarak tekbir getirdi, ardından namazı selam ile bitirdi; insanlar da onunla birlikte unuttuğu oturma yerine iki secde yaptı."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) \"Namaz için çağrı yapıldığında, Şeytan kaçışır ve rüzgar çıkarır ki, Adhan'ı duymasın; ve çağrı bittiğinde geri gelir, ve İkama okunduğunda, Şeytan tekrar kaçışır, ve İkama bittiğinde geri gelir ve kişinin düşünceleriyle oynamaya çalışır ve der ki, 'Şunu ve bunu hatırla (namazdan önce düşünmediği şeyleri)', ta ki namaz kılan kişi ne kadar namaz kıldığını unutsun. Eğer sizden biri üç veya dört rek'at kıldığını hatırlamıyorsa, oturarak iki Sahu secdesi yapmalıdır.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) \"Sizden biri namaz için kalktığında, Şeytan gelir ve ona şüpheler verir ta ki ne kadar rek'at kıldığını unutsun. Eğer bu sizden birine olursa, oturarak iki Sahu secdesi yapmalıdır.\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated Kuraib:",
      "text": "Kuraib'den rivayet edilmiştir: İbn Abbas, Al-Miswar bin Makhrama ve Abdurrahman bin Azhar tarafından Aişe'ye gönderildim. Onlar benim onun adına selam vermemi ve 'Asr namazından sonra iki rek'at kılma meselesini sormamı istediler ve ona, \"Bu iki rek'atı kıldığınız bildirildi ve Peygamber'in bunları kılmayı yasakladığı söylendi.\" dedim. İbn Abbas, \"Ben ve Ömer bin Hattab, insanlar bunları kıldığında onları döverdik.\" dedi. Aişe'ye gidip bu mesajı ilettim. Aişe, \"Git ve Um Selama'ya sor.\" dedi. Ben geri döndüm ve ona söylediklerini bildirdim. Sonra bana Aişe'ye sorduğum aynı soruyla Um Selama'ya gitmemi söylediler. Um Selama, \"Peygamber'in (ﷺ) bunları yasakladığını duydum. Sonra onu 'Asr namazından hemen sonra kılarken gördüm. O, benim evime girdiğinde, Beni Haram kabilesinden bazı Ensar kadınları benimle oturuyorlardı, bu yüzden ona, 'Yanında dur ve Um Selama sana diyor ki, \"Ey Allah'ın Messenger'i (ﷺ)! Ben bu (iki rek'atı 'Asr namazından sonra kılmayı yasakladığını duydum ama seni kılarken gördüm.\" Eğer elini sallarsa bekle.' diye söyledim. Kızım bunu yaptı. Peygamber (ﷺ) ona elini işaret etti ve o da bekledi. Namazı bitirdiğinde, \"Ey Beni Ümeyye kızı! 'Asr namazından sonra iki rek'at hakkında bana sordun. Abdul-Qays kabilesinin insanları yanıma geldiler ve beni meşgul ettiler, bu yüzden Zuhr namazından sonra iki rek'at kılamadım. Şimdi kıldığım (iki rek'at) kaybedilenler içindir.\" dedi."
    },
    {
      "id": 12,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: Beni Amr bin Auf halkı arasındaki anlaşmazlıklar Allah'ın Messenger'ine (ﷺ) ulaştı ve bu yüzden bazı arkadaşlarıyla birlikte onlara barış sağlamak için gitti. Allah'ın Messenger'i (ﷺ) orada gecikti ve namaz vakti geldi. Bilal, Ebu Bekir'e gidip, \"Allah'ın Messenger'i (ﷺ) orada gecikti ve namaz vakti geldi. İnsanları namaza sen mi kıldıracaksın?\" dedi. Ebu Bekir, \"Evet, istersen.\" dedi. Bilal İkama okudu ve Ebu Bekir öne geçti ve insanlar için tekbir getirdi. Bu arada Allah'ın Messenger'i (ﷺ) safın arasından geçerek (ilk) safta durdu ve insanlar alkışlamaya başladı. Ebu Bekir, namazında yanına bakmazdı ama insanlar çok alkışlayınca geri döndü ve (ﷺ) Allah'ın Messenger'i (ﷺ) gördü. Allah'ın Messenger'i (ﷺ) ona namaza devam etmesi için işaret etti. Ebu Bekir ellerini kaldırdı ve Allah'a şükretti ve geri çekildi ve (ilk) safa kadar geldi. Allah'ın Messenger'i (ﷺ) öne geçti ve insanlara namaz kıldırdı. Namazı bitirdiğinde insanlara döndü ve \"Ey insanlar! Namazda size alışılmadık bir şey olduğunda neden alkışladınız? Alkış sadece kadınlar içindir. Sizden biri namazda bir şeyle karşılaştığında 'Subhan-Allah' demelidir çünkü 'Subhan-Allah' dediğini duyan kimse geri dönmeyecektir. Ey Ebu Bekir! Benim sana namazda devam etmen için işaret ettiğimde neden insanlara namaz kıldırmadın?\" Ebu Bekir, \"Allah'ın Messenger'inin (ﷺ) huzurunda Ebu Kuhafa'nın oğlu namaz kıldırmaya nasıl cesaret edebilirdi?\" dedi."
    },
    {
      "id": 13,
      "narrator": "Narrated Asma':",
      "text": "Asma'dan rivayet edilmiştir: Aişe'ye gittim ve o ayakta namaz kılıyordu ve insanlar da ayakta (namaz kılıyordu). Ben, \"İnsanlarda ne oluyor?\" dedim. O, başıyla gökyüzünü işaret etti. Ben, \"(Bir) işaret mi?\" dedim. O, \"Evet.\" demek için başını salladı."
    },
    {
      "id": 14,
      "narrator": "Narrated `Aisha the wife of the Prophet:",
      "text": "Peygamber'in eşi Aişe'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) hastalığı sırasında evinde oturarak namaz kıldı, bazı insanlar ise ayakta onu takip ettiler, fakat Peygamber (ﷺ) onlara oturmaları için işaret etti. Namazı bitirdiğinde, \"İmam'a uyulmalıdır. O, rükûya gittiğinde siz de rükû yapın, o başını kaldırdığında siz de başınızı kaldırın.\" dedi. (Hükmü almak için Hadis No. 657'ye bakınız.)"
    }
  ]
}