{
  "language": "tr",
  "metadata": {
    "length": 247,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Al-Fadl (kardeşi) Allah'ın Resulü (ﷺ) arkasında biniyordu ve Khath'am kabilesinden bir kadın geldi. Al-Fadl ona bakmaya başladı ve kadın da ona bakmaya başladı. Peygamber (ﷺ) Al-Fadl'ın yüzünü diğer tarafa çevirdi. Kadın dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Allah'ın kullarına farz kıldığı Hac, babam için vadesi geldi ve o yaşlı ve zayıf, dağın üzerinde sağlam oturamaz; onun adına Hac yapabilir miyim?\" Peygamber (ﷺ) cevap verdi, \"Evet, yapabilirsin.\" Bu olay, Peygamber (ﷺ) 'in Hac-ı Veda'sı sırasında gerçekleşti."
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Dhul Hulaifa'da bindiği hayvan üzerinde \"Lebbeyk\" demeye başlardı, hayvan dik durduğunda."
    },
    {
      "id": 3,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Dhul-Hulaifa'dan \"Lebbeyk\" demeye başladı, hayvanı onu taşıdığı zaman."
    },
    {
      "id": 4,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) kardeşim Abdurrahman'ı benimle birlikte Tan'im'e 'Umre için gönderdi ve beni deve yükü üzerine oturttu. Ömer dedi ki, \"Hac için seyahate hazır ol, çünkü (Hac) iki tür cihaddan biridir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Thumama bin `Abdullah bin Anas:",
      "text": "Thumama bin Abdullah bin Anas'tan rivayet edilmiştir: Anas, yük üzerinde Hac yaptı ve o cimri değildi. Anas dedi ki, \"Allah'ın Resulü (ﷺ) yük üzerinde Hac yaptı ve aynı hayvan onun eşyalarını da taşıyordu.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "Kasım bin Muhammed'ten rivayet edilmiştir: Aişe dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Sen 'Umre yaptın ama ben yapmadım.\" O da dedi ki, \"Ey Abdurrahman! Kız kardeşinle git ve onu Tan'im'den 'Umre yapması için götür.\" Abdurrahman onu dişi devenin yükü üzerine oturttu ve o 'Umre yaptı."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) soruldu, \"En iyi amel hangisidir?\" O da dedi, \"Allah'a ve Resulüne iman etmektir.\" Sonra soruldu, \"Sonra hangisi (iyilikte)?\" O da dedi, \"Allah yolunda cihada katılmaktır.\" Sonra soruldu, \"Sonra hangisi?\" O da dedi, \"Mabrur Hac yapmaktır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (iman edenlerin annesi) Ben dedim, \"Ey Allah'ın Resulü (ﷺ)! Biz cihadı en iyi amel olarak kabul ediyoruz.\" Peygamber (ﷺ) dedi, \"Kadınlar için en iyi cihad, Mabrur Hac'dır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (s.a.v) dedi ki, \"Kim Allah rızası için Hac yapar ve karısıyla cinsel ilişkide bulunmaz, kötülük yapmaz veya günah işlemezse, Hac'dan döndüğünde sanki yeni doğmuş gibi günahlardan arınmış olarak döner.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Zaid bin Jubair:",
      "text": "Zaid bin Cubeyr'den rivayet edilmiştir: Abdullah bin Umar'ı evinde ziyaret ettim, evinde pamuk kumaşından yapılmış birçok çadır vardı ve bunlar Suradik (çadırın bir kısmı) ile çevrelenmişti. Ona 'Umre için nereden ihrama girmem gerektiğini sordum. O da dedi ki, \"Allah'ın Resulü (ﷺ) Najd halkı için Miqat olarak Kârni, Medine halkı için Dhul-Hulaifa ve Şam halkı için Al-Juhfa'yı belirlemiştir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Yemen halkı Hac için gelir ve yanlarında yeterli yiyecek getirmezlerdi ve Allah'a güvendiklerini söylerlerdi. Medine'ye geldiklerinde insanlardan dilenirlerdi, bunun üzerine Allah, \"Yola çıkarken yanınıza bir azık alın, ama en güzel azık, Allah'tan korkmaktır.\" (2.197) ayetini indirdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Medine halkı için Dhul-Hulaifa'yı Miqat olarak belirlemiş; Şam halkı için Al-Juhfa'yı; Najd halkı için Kârni; ve Yemen halkı için Yalamlam'ı belirlemiştir; bu Mawaqit, o yerlerde yaşayanlar içindir ve bu yerlerden Hac ve 'Umre niyetiyle geçenler içindir; bu sınırlar içinde yaşayan herkes, başladığı yerden ihrama girebilir ve Mekke halkı Mekke'den ihrama girebilir."
    },
    {
      "id": 13,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Abdullah bin Umar dedi ki, \"Allah'ın Resulü (ﷺ) dedi ki, 'Medine halkı Dhul-Hulaifa'dan ihrama girmelidir; Şam halkı Al-Juhfa'dan; ve Najd halkı Kârni'den.' Abdullah ekledi, \"Bana bildirildi ki, Allah'ın Resulü (ﷺ) dedi ki, 'Yemen halkı Yalamlam'dan ihrama girmelidir.'\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Medine halkı için Dhul Hulaifa'yı Miqat olarak belirlemiş; Şam halkı için Al-Juhfa'yı; Najd halkı için Kârni; ve Yemen halkı için Yalamlam'ı belirlemiştir. Dolayısıyla, bunlar (yukarıda belirtilen) Mawaqit, o yerlerde yaşayan herkes içindir ve bu yerlerden Hac ve 'Umre niyetiyle gelenler içindir ve bu yerlerde yaşayan herkes, kendi ikamet yerinden ihrama girmelidir, benzer şekilde Mekke halkı Mekke'den ihrama girebilir."
    },
    {
      "id": 15,
      "narrator": "Narrated Salim from his father who said:",
      "text": "Salim, babasından rivayet etti ki: \"Peygamber (ﷺ) Mawaqit'i şu şekilde belirlemiştir: (No. 603)"
    },
    {
      "id": 16,
      "narrator": "Narrated Salim bin `Abdullah from his father:",
      "text": "Salim bin Abdullah'dan, babasından rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Medine halkının Miqat'ı Dhul-Hulaifa'dır; Şam halkının Miqat'ı Mahita'dır (yani Al-Juhfa); ve Necd halkının Miqat'ı Qarn'dır. İbn Umar şöyle dedi: \"Onlar iddia ediyorlar, ama ben şahsen duymadım, Peygamber (ﷺ) Yemen halkının Miqat'ının Yalamlam olduğunu söyledi.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine halkı için Dhul-Hulaifa'yı, Şam halkı için Al-Juhfa'yı, Yemen halkı için Yalamlam'ı ve Necd halkı için Qarn'ı Miqat olarak belirlemiştir. Bu Mawaqit, o yerlerde yaşayanlar içindir ve bunların dışında, Hac ve Umre niyetiyle o yerlerden geçenler içindir; ve bu yerlerde yaşayan kimse, kendi ikametgahından ihrama girebilir, Mekke halkı ise Mekke'den ihrama girebilir."
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (s.a.v) Medine halkı için Dhul-Hulaifa'yı, Şam halkı için Al-Juhfa'yı, Necd halkı için Qarn-al-Manazil'i ve Yemen halkı için Yalamlam'ı Miqat olarak belirlemiştir; bu Mawaqit, o yerlerde yaşayanlar için ve bunların dışında Hac ve Umre niyetiyle geçenler içindir; ve bu Mawaqit içinde yaşayan kimse, nereden başlıyorsa oradan ihrama girmelidir, Mekke halkı ise Mekke'den ihrama girebilir."
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Bu iki şehir (Basra ve Kufe) alındığında, insanlar Umar'a geldiler ve dediler ki: \"Ey müminlerin emiri! Peygamber (ﷺ) Necd halkı için Qarn'ı Miqat olarak belirledi, bu bizim yolumuzun dışında ve geçmemiz zor.\" O da dedi ki: \"Miqat olarak, Qarn'a karşı olan yerden alın. Böylece, onlara Dhatu-Irq'ı Miqat olarak belirledi.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Abdullah bin Umar dedi ki: \"Allah'ın Resulü (ﷺ) Dhul-Hulaifa'da Al-Batha'da devesini oturtmuş (yani inmiş) ve namaz kılmıştır.\" Abdullah bin Umar da aynı şeyi yapardı."
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Hac için Ash-Shajara yolundan gider ve Muarras yolundan dönerdi; ve şüphesiz, Allah'ın Resulü (ﷺ) Mekke'ye gittiğinde, Ash-Shajara Camii'nde namaz kılardı; ve dönüşünde, vadinin ortasında Dhul-Hulaifa'da namaz kılar ve sabaha kadar orada kalırdı."
    },
    {
      "id": 22,
      "narrator": "Narrated `Umar:",
      "text": "Umar'dan rivayet edilmiştir: Al-‘Aqiq vadisinde Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: \"Bu gece Rabbimden bana bir elçi geldi ve bu mübarek vadide namaz kılmamı ve Hac ve Umre için ihrama girmemi istedi.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Musa bin `Uqba:",
      "text": "Musa bin Uqba'dan rivayet edilmiştir: Salim bin Abdullah'ın babası dedi ki: \"Peygamber (ﷺ) Dhul-Hulaifa'daki Muarras vadisinde dinlenirken, bir rüyada kendisine hitap edildi: 'Gerçekten sen mübarek bir vadidesin.'\" Salim, bizi Abdullah'ın inip durduğu yerden indirmeye yönlendirdi, Allah'ın Resulü (ﷺ) dinlendiği yerin hedefi olarak, vadinin ortasındaki caminin altında, onların (ikametgah) ve yol arasında olan yere."
    },
    {
      "id": 24,
      "narrator": "Narrated Safwan bin Ya'la:",
      "text": "Safwan bin Ya'la'dan rivayet edilmiştir: Ya'la, 'Umar'a, \"Bana Peygamber (ﷺ) ilham alırken göster,\" dedi. Peygamber (ﷺ) Ji'rana'dayken (bazı arkadaşlarıyla birlikte) bir kişi geldi ve sordu: \"Ey Allah'ın Resulü! 'Umre için ihrama giren ve parfümle kokulanmış olan kişi hakkında hükmünüz nedir?\" Peygamber (ﷺ) bir süre sessiz kaldı ve o zaman ilham edildi. 'Umar, Ya'la'ya işaret etti. O da geldi ve Allah'ın Resulü (ﷺ) bir örtüyle gölgelenmişti. Ya'la kafasını içeri soktu ve Allah'ın Resulü'nün yüzünün kızardığını ve horladığını gördü. Peygamber (ﷺ) durumu geçtikten sonra, \"Umre hakkında soran kişi nerede?\" dedi. O kişi getirildi ve Peygamber (ﷺ) dedi ki: \"Vücudundaki parfümü üç kez yıka ve örtüyü çıkar ve Hac'da yaptığın gibi Umre'de de aynı şeyi yap.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Jubair'den rivayet edilmiştir: İbn Umar saçını yağlardı. Bunu İbrahim'e söyledim, o da dedi ki: \"Bu ifadeye ne dersin: Aswad'dan Aişe'den rivayet edilmiştir: Sanki şimdi Peygamber (ﷺ) ihrama girdiğinde saçlarının ayırma yerinde parfümün ışıltısını görüyorum?\""
    },
    {
      "id": 26,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Ben, Allah'ın Resulü (ﷺ) ihrama girmek istediğinde ve Ka'be'yi tavaf etmeden önce ihramdan çıktığında ona parfüm sürerdim (Tawaf-al-ifada)."
    },
    {
      "id": 27,
      "narrator": "Narrated Salim from his father:",
      "text": "Salim babasından rivayet etmiştir: Allah'ın Resulü (ﷺ) saçları birbirine dolanmış bir şekilde ihrama girdiğini duydum."
    },
    {
      "id": 28,
      "narrator": "Narrated Salim bin `Abdullah:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir: Babamın şöyle dediğini duydum: \"Allah'ın Resulü (ﷺ) hiçbir zaman ihrama girmedi, ancak camide, yani Dhul-Hulaifa Camii'nde.\""
    },
    {
      "id": 29,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Bir adam sordu: \"Ey Allah'ın Resulü (ﷺ)! Bir muhrim ne tür giysiler giymelidir?\" Allah'ın Resulü (ﷺ) cevap verdi: \"O, gömlek, sarık, pantolon, baş örtüsü veya deri çorap giymemelidir; eğer terlik bulamazsa, ayak bileklerini kaplayacak olan kısmı keserek deri çorap giyebilir. Ve safran veya Wars (parfüm çeşitleri) ile kokulandırılmış giysiler giymemelidir.\""
    },
    {
      "id": 30,
      "narrator": "Narrated 'Ubaidullah bin `Abdullah:",
      "text": "Ubaidullah bin Abdullah'dan rivayet edilmiştir: İbn Abbas dedi ki: \"Usama, Arafat'tan Al-Muzdalifa'ya kadar Allah'ın Resulü (ﷺ) arkasında bindi; sonra Al-Fadl, Al-Muzdalifa'dan Mina'ya kadar Allah'ın Resulü (ﷺ) arkasında bindi.\" İbn Abbas ekledi: \"Her ikisi de, 'Peygamber Talbiya okumaya devam etti, ta ki Jamrat-Al-‘Aqaba'ya atış yapana kadar.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) arkadaşlarıyla birlikte Medine'den çıktı, saçlarını taradı ve yağladı, iki örtü (ihram) giydi. Sadece safranla boyanmış örtüleri giymeyi yasakladı çünkü bunlar ciltte koku bırakabilir. Böylece sabah erken saatlerde Peygamber (ﷺ) Dhul-Hulaifa'da bindiği hayvana bindi ve Baida'ya kadar yola çıktı, orada o ve arkadaşları Talbiye okudular, ardından Taqlid (kurbanlık develerin boynuna renkli çelenkler takma) ritüelini gerçekleştirdiler. Tüm bunlar Dhul-Qa'da'nın 25. gününde oldu. 4. Dhul-Hijja'da Mekke'ye vardığında Kabe'nin etrafında Tawaf yaptı ve Safa ile Merve arasında Tawaf gerçekleştirdi. Bir Badana'sı olduğu ve onu çelenklediği için ihramını tamamlamadı. Mekke'nin en yüksek yerlerine doğru ilerledi, Hac için ihramını giydi ve Tawaf'ı (Kabe'nin etrafında) yaptıktan sonra Kabe'ye yaklaşmadı, Arafat'tan döndüğünde arkadaşlarına Kabe'nin etrafında Tawaf yapmalarını, ardından Safa ve Merve arasında Tawaf etmelerini, saçlarını kısaltmalarını ve ihramlarını tamamlamalarını emretti. Bu sadece Budn çelenklemeyenler içindi. Eşleriyle birlikte olanlara onlarla ilişki kurmalarına (cinsel ilişkiye) izin verildi ve benzer şekilde parfüm ve (normal) giysiler de onlara serbestti."
    },
    {
      "id": 32,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Medine'de dört rekât öğle namazı kıldı, ardından Dhul Hulaifa'da iki rekât namaz kıldı ve geceyi Dhul-Hulaifa'da geçirdi, sabah olunca bindiği hayvana bindi ve Talbiye okumaya başladı."
    },
    {
      "id": 34,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: Anas bin Malik dedi ki, \"Peygamber (ﷺ) Medine'de dört rekât öğle namazı kıldı ve Dhul-Hulaifa'da iki rekât ikindi namazı kıldı.\" Sanırım Peygamber (ﷺ) orada geceyi sabaha kadar geçirdi."
    },
    {
      "id": 36,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'de dört rekât öğle namazı kıldı ve Dhul-Hulaifa'da iki rekât ikindi namazı kıldı ve ben onların (Peygamber'in arkadaşları) Talbiye okuduklarını yüksek sesle bağıracak kadar duyduğumu işittim."
    },
    {
      "id": 38,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) Talbiye şöyleydi: 'Labbaika Allahumma labbaik, Labbaika la sharika Laka labbaik, Inna-l-hamda wan-ni'mata Laka walmulk, La sharika Laka' (Ey Allah, çağrına icabet ettim, çağrına icabet ettim, emirlerine itaat ettim, senin ortağın yok, çağrına icabet ettim. Tüm övgüler ve nimetler senindir, tüm saltanat senindir, ve seninle ortak yoktur)."
    },
    {
      "id": 40,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated Mujahid:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Talbiye'yi şöyle söylerdi: 'Labbaika Allahumma Labbaik, Labbaika la sharika Laka labbaik, Inna-l-hamda wan-ni'mata Laka walmu Lk, La sharika Laka'."
    },
    {
      "id": 42,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated Ata:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) Medine'de dört rekât öğle namazı kıldı ve biz onunla birlikteydik, ardından Dhul-Hulaifa'da iki rekât ikindi namazı kıldı ve orada geceyi sabaha kadar geçirdi; sonra bindi, Al-Baida'ya vardığında Allah'ı övdü ve yüceltti ve Tekbir (yani Al hamdu-li l-lah ve Subhanallah ve Allahu-Akbar) söyledi. Sonra o ve beraberindekiler Hac ve Umre niyetiyle Talbiye okudular. Mekke'ye vardığımızda, Umre'yi tamamladıktan sonra ihramı bitirmemizi emretti (sadece yanında Hadi (kurbanlık hayvan) olmayanların bunu yapması istendi) Tarwiya günü, yani 8. Dhul-Hijja'da Hac için ihram giydiklerinde. Peygamber, kendi elleriyle birçok deve kesmiştir. Allah'ın Resulü Medine'deyken, Allah'ın adıyla iki boynuzlu siyah ve beyaz koç kesmiştir.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Musa:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (s.a.v) bindiği hayvana bindiğinde Talbiye okudu ve yola çıkmaya hazırdı."
    },
    {
      "id": 46,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "Al-Qasim bin Muhammed'den rivayet edilmiştir: Aişe dedi ki, \"Biz, Allah'ın Elçisi (ﷺ) ile Hac aylarında, Hac gecelerinde, Hac zamanı ve yerlerinde ve Hac halinde yola çıktık. Sarif'te (Mekke'den altı mil uzaklıkta bir köy) konakladık. Peygamber (ﷺ) daha sonra arkadaşlarına hitap ederek, \"Hadi'si olmayan ve Hac yerine Umre yapmak isteyen varsa, bunu yapsın (yani Hac'ta Tamattu` yapsın) ve Hadi'si olan kimse, 'Umre'yi yaptıktan sonra İhram'ı bitirmesin\" dedi. Aişe ekledi, \"Peygamber (ﷺ) arkadaşlarının bu emrine uydu ve bazıları (yani Hadi'si olmayanlar) Umre'den sonra İhram'larını bitirdi.\" Allah'ın Elçisi (ﷺ) ve bazı arkadaşları Hadi'yi yanlarında bulunduruyorlardı, fakat yalnızca Umre yapamadılar (hem Hac hem de Umre'yi tek bir İhram ile yapmak zorunda kaldılar). Aişe ekledi, \"Allah'ın Elçisi (ﷺ) yanıma geldi ve beni ağlarken gördü ve 'Neden ağlıyorsun, ey Hantah?' dedi. Ben de 'Senin arkadaşlarınla konuşmanı duydum ve Umre yapamam' dedim. O da 'Sende bir sorun mu var?' diye sordu. Ben de 'Namaz kılmıyorum (yani adet dönemindeyim)' dedim. O da 'Bu sana zarar vermez, çünkü sen Adem'in kızlarındansın ve Allah bunu senin için yazdı, tıpkı onlarınki gibi. Hac niyetine devam et, Allah da seni ödüllendirebilir' dedi.\" Aişe daha sonra ekledi, \"Sonra Hac için yola çıktık, Mina'ya ulaştık ve adetimden temizlendim. Mina'dan çıktım ve Kabe'nin etrafında Tawaf yaptım.\" Aişe ekledi, \"Peygamber (ﷺ) ile Hac'dan son ayrılışında (Mina'dan) Al-Muhassab'a (Mekke'nin dışındaki bir vadi) kadar birlikte gittik ve biz de onunla indim.\" O, 'Abdurrahman bin Ebu Bekir'i çağırdı ve ona, 'Kız kardeşini Mekke'nin kutsal alanından çıkar ve ona Umre için İhram giymesini söyle, ve Umre'yi bitirdiğinde bu yere geri dön, ben de siz ikinizi bekleyeceğim' dedi.\" Aişe ekledi, \"Böylece Mekke'nin kutsal alanından çıktık ve Umre ve Tawaf'ı bitirdikten sonra sabah vakti Peygamber (ﷺ)'e döndük. O da, 'Umre'yi yaptınız mı?' diye sordu. Biz de evet dedik. Bunun üzerine o, arkadaşları arasında ayrılışını ilan etti ve insanlar yola çıktılar, Peygamber de Medine'ye doğru yola çıktı.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Aswad'dan rivayet edilmiştir: Aişe dedi ki, \"Biz, Peygamber (Medine'den) yalnızca Hac yapma niyetiyle yola çıktık ve Mekke'ye vardığımızda Kabe'nin etrafında Tawaf yaptık ve sonra Peygamber (ﷺ) Hadi'yi yanlarında getirmeyenlere İhram'larını bitirmelerini emretti. Hadi'yi yanlarında getirmeyen insanlar İhram'larını bitirdiler. Peygamber'in eşleri de Hadi'yi yanlarında getirmemişti, bu yüzden onlar da İhram'larını bitirdi.\" Aişe ekledi, \"Ben adet oldum ve Kabe'nin etrafında Tawaf yapamadım.\" Hasba gecesi (yani Al-Muhassab'ta durduğumuz gece) ben, 'Ey Allah'ın Elçisi (ﷺ)! Herkes Hac ve Umre yaptıktan sonra dönüyor ama ben sadece Hac yaptıktan sonra dönüyorum' dedim. O da, 'Mekke'ye vardığımız gece Kabe'nin etrafında Tawaf yapmadın mı?' diye sordu. Ben de hayır dedim. O da, 'Kardeşinle Tan'im'e git ve Umre için İhram giymeni söyle, (ve onu yaptıktan sonra) şu ve şu yere geri dön' dedi. O sırada Safiye, 'Hepinizi geciktireceğimi hissediyorum' dedi. Peygamber (ﷺ) de, 'Ey 'Aqra Halka! Kurban günü Kabe'nin etrafında Tawaf yapmadın mı? (yani Tawaf-al-ifada)' dedi. Safiye evet dedi. O da, 'Senin bizimle devam etmen için bir sakınca yok' dedi.\" Aişe ekledi, \"(Umre'den döndükten sonra) Peygamber (ﷺ) benimle karşılaştı, o Mekke'ye çıkarken ben de ona iniyordum ya da ben çıkarken o iniyordu.\""
    },
    {
      "id": 48,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile (Mekke'ye) Peygamber'in son Hac yılında yola çıktık. Bazılarımız yalnızca Umre için İhram giymişti, bazıları hem Hac hem de Umre için, diğerleri ise yalnızca Hac için İhram giymişti. Allah'ın Elçisi Hac için İhram giymişti. Dolayısıyla Hac veya hem Hac hem de Umre için İhram giymiş olan kimse, kurban gününe kadar İhram'ını bitirmedi. (Bkz. Hadis No. 631, 636 ve 639)."
    },
    {
      "id": 49,
      "narrator": "Narrated Marwan bin Al-Hakam:",
      "text": "Marwan bin Hakam'dan rivayet edilmiştir: 'Uthman ve 'Ali'yi gördüm. 'Uthman, insanlara Hac-at-Tamattu` ve Hac-al-Qiran (Hac ve Umre birlikte) yapmalarını yasaklardı ve 'Ali bu durumu görünce, Hac ve Umre'yi birlikte yapmak için İhram giydi ve \"Umre ve Hac için Lubbaik\" dedi ve \"Ben, birinin sözleri üzerine Peygamber'in (ﷺ) sünnetini terk etmeyeceğim\" dedi."
    },
    {
      "id": 50,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: İnsanlar (İslam öncesi dönemde) Hac aylarında Umre yapmanın büyük günahlardan biri olduğunu düşünürlerdi. Ayrıca Safar ayını da yasaklanmış (yani kutsal) bir ay olarak kabul ederlerdi ve derlerdi ki, \"Deve sırtındaki yaralar iyileşince (Hac'dan döndüklerinde) ve bu yaraların izleri kaybolduğunda ve Safar ayı geçince o zaman Umre yapmak isteyen için Umre serbesttir.\" Zilhicce'nin 4. sabahında, Peygamber (ﷺ) ve arkadaşları Mekke'ye vardılar, Hac için İhram giyerek ve arkadaşlarına yalnızca Umre için İhram niyetlerini yapmalarını emretti, bu yüzden onlar bu emri büyük bir şey olarak gördüler ve şaşırdılar ve 'Ey Allah'ın Elçisi (ﷺ)! İhram'ı bitirmek için ne tür bir izin var?' dediler. Peygamber (ﷺ) de, 'İhram'ı tamamen bir Muhrim olmayan gibi bitirin (her şey serbesttir)' diye cevap verdi."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Ben, Peygamber'e (Hac için İhram giyerek) Yemen'den geldim ve o bana (Umre'yi yaptıktan sonra) İhram'ı bitirmemi emretti."
    },
    {
      "id": 52,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber'in (ﷺ) eşi Hafsa dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! İnsanlar Umre'yi yaptıktan sonra İhram'larını bitirdiler ama sen Umre'yi yaptıktan sonra İhram'ını bitirmedin?\" O da, \"Saçlarımı ördüm ve Hadi'mi süsledim. Bu yüzden Hadi'm kesilene kadar İhram'ımı bitirmeyeceğim\" diye cevap verdi."
    },
    {
      "id": 53,
      "narrator": "Narrated Shu`ba:",
      "text": "Şu'ba'dan rivayet edilmiştir: Ebu Jamra Nasr bin İmran Ed-Duba'i dedi ki, \"Hac-at-Tamattu` yapmayı düşündüm ve insanlar bana bunu yapmamamı tavsiye ettiler. İbn Abbas'a sordum ve o bana Hac-at-Tamattu` yapmamı emretti. Daha sonra bir rüyada birinin bana, 'Mabrur Hac (Peygamber'in sünnetine uygun olarak günah işlemeksizin yapılan ve Allah tarafından kabul edilen Hac) ve kabul edilen Umre' dediğini gördüm. Bu rüyayı İbn Abbas'a anlattım. O da, 'Bu Abul-Kasım'ın sünnetidir' dedi. Sonra bana, 'Benimle kal ve sana malımdan bir pay vereceğim' dedi.\" Ben (Şu'ba) sordum, \"Neden (bunu davet etti)?\" O (Ebu Jamra) da, \"Gördüğüm rüya yüzünden\" dedi."
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Shihab:",
      "text": "Ebu Şihab'dan rivayet edilmiştir: Hac-at-Tamattu` için Umre niyetiyle İhram giyerek Mekke'ye gittim. Tarwiya gününden (Zilhicce'nin 8'i) üç gün önce Mekke'ye vardım. Mekke halkından bazıları bana, \"Hac'ın, Mekke halkının yaptığı gibi olacak (yani İhram'ı Miqat'tan alma üstünlüğünü kaybedeceksin)\" dediler. Bunun üzerine 'Ata'ya gidip bu konudaki görüşünü sordum. O da, \"Cebir bin Abdullah bana şöyle anlattı: 'Ben, Allah'ın Elçisi (ﷺ) ile birlikte Hac yaptım, o gün de yanına develer almıştı. İnsanlar Hac-al-Ifrad için İhram giymişti. Peygamber (ﷺ) onlara Kabe'nin etrafında Tawaf yaptıktan sonra İhram'larını bitirmelerini ve Safa ile Merve arasında dolaşmalarını ve saçlarını kestirmelerini emretti ve sonra Tarwiya gününe kadar orada (Mekke'de) Muhrim olmayanlar gibi kalmalarını istedi. Tarwiya günü İhram'ı Hac için giyeceklerdi ve geldikleri İhram'ı yalnızca Umre için yapmalarını emretti. Onlar da, 'Biz Hac yapmayı niyet ettik, bunu nasıl Umre (Tamattu`) yapabiliriz?' diye sordular. Peygamber (ﷺ) de, 'Size emrettiğim gibi yapın. Eğer Hadi'yi yanımda getirmemiş olsaydım, ben de aynı şeyi yapardım ama Hadi'm hedefe ulaşana (yani kesilene) kadar İhram'ımı bitiremiyorum' dedi. Böylece, onların da (emrettiği gibi) yaptılar.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Sa`id bin Al-Musaiyab:",
      "text": "Sa'id bin Al-Musaiyab'dan rivayet edilmiştir: 'Ali ve 'Uthman Hac-at-Tamattu` konusunda 'Usfan'da (Mekke yakınlarında bilinen bir yer) ihtilaf ettiler. 'Ali, \"Peygamber'in (ﷺ) yaptığı bir şeyi insanlara yasaklamak istediğinizi görüyorum\" dedi. 'Ali bunu görünce, Hac ve Umre için İhram giydi."
    },
    {
      "id": 56,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cebir bin Abdullah'dan rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile (Mekke'ye) geldik ve Hac için 'Labbaika Allahumma Labbaik' diyorduk. Allah'ın Elçisi (ﷺ) bize o İhram ile Umre yapmamızı emretti (Hac yerine)."
    },
    {
      "id": 57,
      "narrator": "Narrated `Imran:",
      "text": "İmrân'dan rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) zamanında Hac-at-Tamattu` yaptık ve sonra Kur'an (Hac-at-Tamattu` hakkında) indirildi ve birisi kendi görüşüne göre istediğini söyledi."
    },
    {
      "id": 58,
      "narrator": "Ibn 'Abbas said that he has been asked regarding Hajj-at-Tamattu' on which he said:",
      "text": "İbn 'Abbas, Hac-at-Tamattu` hakkında sorulduğunda şunları söyledi: \"Muhacirler, Ensar ve Peygamber'in (ﷺ) eşleri aynı şeyi yaptık. Mekke'ye vardığımızda, Allah'ın Elçisi (ﷺ) dedi ki, \"Hac niyetinizi bırakın ve Umre yapın, sadece Hadi'sini süsleyen hariç.\" Böylece Kabe'nin etrafında Tawaf yaptık ve Safa ile Merve arasında dolaştık, eşlerimizle yattık ve sıradan (dikişli) elbiseler giydik. Peygamber (ﷺ) ekledi, \"Hadi'sini süsleyen kimse, Hadi'si hedefe ulaşana (kesilene) kadar İhram'ını bitiremez.\" Sonra Tarwiya gecesi (Zilhicce'nin 8'i, öğleden sonra) bize Hac için İhram giymemizi emretti ve Hac'ın tüm ritüellerini yerine getirdikten sonra Kabe'nin etrafında Tawaf yaptık ve (Sayı) Safa ile Merve arasında dolaştık, böylece Hac'ımız tamamlandı ve Allah'ın beyanına göre bir Hadi kesmek zorundaydık:"
    },
    {
      "id": 59,
      "narrator": "Narrated Nafi`:",
      "text": "\"... O, gücü yettiği kadar bir Hadi kesmelidir, eğer buna gücü yetmiyorsa, Hac sırasında üç gün oruç tutmalı ve döndüğünde yedi gün oruç tutmalıdır…\" (Bakara 2:196)."
    },
    {
      "id": 60,
      "narrator": "Narrated Nafi`:",
      "text": "Ve koyun kesimi yeterlidir. Böylece, Peygamber (ﷺ) ve arkadaşları iki dini ibadeti (yani Hac ve Umre) bir yıl içinde birleştirdiler, çünkü Allah bu uygulamanın (izin verildiğini) kitabında ve Peygamberinin (ﷺ) sünnetinde indirmiştir ve bunu Mekke'de yaşayanlar dışında herkese helal kılmıştır. Allah şöyle buyurur: \"Bu, Al-Masjid-Al-Haram'da bulunmayanlar içindir (yani Mekke'de ikamet etmeyenler).\" Allah'ın kitabında bahsettiği Hac ayları: Şevval, Zilkade ve Zilhicce'dir. Bu aylarda Hac-at-Tamattu` yapan kimse, o zaman kesim veya oruç tutmak zorundadır."
    },
    {
      "id": 61,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Mekke'ye yüksek Thaniya'dan girer ve Mekke'den düşük Thaniya'dan çıkardı."
    },
    {
      "id": 62,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Mekke'ye Al-Batha'daki en yüksek Thaniya'dan girer ve Mekke'den düşük Thaniya'dan çıkardı."
    },
    {
      "id": 63,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye geldiğinde, onun yüksek tarafından girdi ve düşük tarafından çıktı."
    },
    {
      "id": 64,
      "narrator": "Narrated `Aisha':",
      "text": "`Aişe'den rivayet edilmiştir: Mekke'nin fetih yılı, Peygamber (ﷺ) Mekke'ye Kada'dan girdi ve Mekke'den Kuda'dan, Mekke'nin yüksek kısmından çıktı."
    },
    {
      "id": 65,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Mekke'nin fetih yılı, Peygamber (ﷺ) Mekke'ye Kada'dan, Mekke'nin yüksek yerinden girdi. (Hişam, bir alt rivayetçi, \"`Urva, (Mekke'ye) hem Kada'dan hem de Kuda'dan girerdi ve çoğunlukla Kada'dan girerdi, bu da onun ikametgahına daha yakındı.\" dedi.)"
    },
    {
      "id": 66,
      "narrator": "Narrated Hisham:",
      "text": "Hişam'dan rivayet edilmiştir: `Urva dedi ki, \"Peygamber (ﷺ) Mekke'nin fetih yılı, Mekke'nin yüksek kısmındaki Kada'dan girdi.\" `Urva çoğunlukla ikametgahına daha yakın olan Kada'dan girerdi."
    },
    {
      "id": 67,
      "narrator": "Narrated Hisham from his father:",
      "text": "Hişam'dan babasından rivayet edilmiştir: Mekke'nin fetih yılı, Peygamber (ﷺ) Mekke'ye Kada tarafından girdi. `Urva her iki yerden de girerdi ve çoğunlukla ikametgahına daha yakın olan Kada'dan girerdi."
    },
    {
      "id": 68,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Câbir bin `Abdullah'dan rivayet edilmiştir: Kâbe inşa edildiğinde, Peygamber (ﷺ) ve `Abbas taş getirmek için gittiler. Al `Abbas Peygamber'e dedi ki, \"Belini sarmalayan örtünü çıkar ve boynuna tak.\" (Peygamber (ﷺ) onu çıkardığında) gözleri gökyüzüne açık bir şekilde yere düştü ve \"Bana bel örtümü ver.\" dedi. Ve onunla kendini örttü."
    },
    {
      "id": 69,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Messenger'ı (ﷺ) ona dedi ki, \"Senin kavmin (Kureyş) Kâbe'yi yeniden inşa ettiğinde, onu İbrahim'in koyduğu orijinal temelden azalttıklarını biliyor musun?\" Ben dedim, \"Ey Allah'ın Messenger'ı (ﷺ)! Neden onu İbrahim'in koyduğu orijinal temele yeniden inşa etmiyorsun?\" O cevap verdi, \"Eğer senin kavmin İslam öncesi cehalet dönemine yakın olmasaydı (yani henüz yeni Müslüman olmuşlardı) bunu yapardım.\" Alt rivayetçi `Abdullah (bin `Umar) şöyle dedi: `Aişe, bunu Allah'ın Messenger'ından (ﷺ) duymuş olmalı, çünkü benim görüşüme göre Allah'ın Messenger'ı (ﷺ) Kâbe'nin Al-Hijr karşısındaki iki köşesine elini koymamıştı, sadece Kâbe İbrahim'in koyduğu orijinal temellere yeniden inşa edilmediği için."
    },
    {
      "id": 70,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bana, \"Kâbe'nin yanındaki yuvarlak duvar Kâbe'nin bir parçası mı?\" diye sorduğumda, Peygamber (ﷺ) olumlu cevap verdi. Ben daha sonra, \"Onların neyi var, neden onu Kâbe'nin inşasına dahil etmediler?\" dedim. O dedi ki, \"Senin kavminin parası yetmediği için (Kâbe'nin inşasına dahil edemediler) bunu göremiyor musun?\" Ben sordum, \"Peki kapısı ne olacak? Neden bu kadar yüksek?\" O cevap verdi, \"Senin kavmin bunu, istedikleri kişiyi içeri almak ve istedikleri kişiyi dışarıda bırakmak için yaptı. Eğer senin kavmin İslam öncesi cehalet dönemine yakın olmasaydı (yani henüz yeni Müslüman olmuşlardı) ve ben onların bunu istemeyeceklerinden korkmasaydım, kesinlikle duvarın (alanını) Kâbe'nin inşasına dahil eder ve kapısını yer seviyesine indirirdim.\""
    },
    {
      "id": 71,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) bana dedi ki, \"Eğer senin kavmin İslam öncesi cehalet dönemine yakın olmasaydı, Kâbe'yi yıkar ve İbrahim'in koyduğu orijinal temellere yeniden inşa ederdim (çünkü Kureyş onun inşasını kısmen azaltmıştı), ve ona bir arka kapı da yapardım.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Yazid bin Ruman from `Urwa:",
      "text": "Yazid bin Ruman'dan `Urva'dan rivayet edilmiştir: `Aişe, Peygamber (ﷺ) ona dedi ki, \"Ey Aişe! Eğer senin kavmin İslam öncesi cehalet dönemine yakın olmasaydı, Kâbe'yi yıktırır ve bırakılan kısmı da dahil eder, onu yer seviyesine getirir ve ona doğuya ve batıya birer kapı yapardım, böylece İbrahim'in koyduğu temellere göre inşa edilmiş olurdu.\" Bu, İbn-Az-Zübeyir'i Kâbe'yi yıkmaya teşvik etti. Câz, \"İbn-Az-Zübeyir'i Kâbe'yi yıkarken ve yeniden inşa ederken, Kâbe'nin kuzeybatısında bulunan Al-Hijr'in bir kısmını dahil ederken gördüm. İbrahim'in orijinal temellerini gördüm, bunlar deve hörgüçlerine benzeyen taşlardı.\" Bunun üzerine Cerir, Yazid'e, \"O taşların yeri neresiydi?\" diye sordu. Câz, \"Şimdi sana göstereceğim.\" dedi. Cerir, Yazid ile birlikte Al-Hijr'e girdi ve Câz bir yere işaret ederek, \"İşte burası.\" dedi. Cerir, \"Bana Al-Hijr'den altı arşın kadar uzak görünüyordu.\" dedi."
    },
    {
      "id": 73,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Mekke'nin Fethi Günü, Allah'ın Messenger'ı (ﷺ) dedi ki, \"Allah bu şehri bir sığınak kıldı. Dikenli çalıları kesilmemeli, av hayvanları kovalanmamalı ve düşen şeyler, bunu kamuya duyuracak olan birisi dışında toplanmamalıdır.\""
    },
    {
      "id": 74,
      "narrator": "Narrated 'Usama bin Zaid:",
      "text": "'Usame bin Zaid'den rivayet edilmiştir: Ben sordum, \"Ey Allah'ın Messenger'ı (ﷺ)! Mekke'de nerede kalacaksınız? Mekke'deki evinizde mi kalacaksınız?\" O cevap verdi, \"Aqil'in herhangi bir malı veya evi kaldı mı?\" `Aqil, Talib ile birlikte Ebu Talib'in malını miras almıştı. Cafer ve Ali hiçbir şey miras almadı çünkü onlar Müslümandı ve diğer ikisi kafirlerdi. `Umar bin Al-Hattab derdi ki, \"Bir mümin, bir kafirden (hiçbir şey) miras alamaz.\" İbn Şihab (bir alt rivayetçi) dedi ki, \"Onlar (`Umar ve diğerleri) yukarıdaki hükmü Allah'ın Beyanı'ndan çıkardılar: \"Şüphesiz! İman edenler ve hicret edenler ve Allah yolunda canları ve mallarıyla cihad edenler, ve onlara yardım edenler ve onlara yer verenler, bunlar (hepsi) birbirinin dostlarıdır.\" (8.72)"
    },
    {
      "id": 75,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Mekke'ye girmeyi düşündüğünde, \"Yarınki hedefimiz, Allah dilerse, Kureyş'in küfrüne yemin ettiği Khaif Bani Kinana olacak.\" dedi. (Peygamber'e karşı, yani Bani Haşimi, Peygamber'in akrabalarını dışlamak için putperestliğe sadık kalma yemini.) (Bkz. Hadis 3882)"
    },
    {
      "id": 76,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Nahr Günü Mina'da, Peygamber (ﷺ) şöyle dedi: \"Yarın, putperestlerin küfür (şirk) yemini ettikleri Khaif Bani Kinana'da kalacağız.\" Burada kastettiği yer, Kureyş kabilesi ve Bani Kinana'nın Bani Haşim ve Bani Abdulmuttalib veya Bani Muttalib ile aralarında, Peygamberi (ﷺ) kendilerine teslim etmedikçe onlarla evlenmeyecekleri veya ticaret yapmayacakları konusunda bir anlaşma yaptıkları Al-Muhassab'dır."
    },
    {
      "id": 77,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Etyopyalı Dhus-Suwaiqa-tain (iki zayıf bacaklı) Kabe'yi yıkacak.\""
    },
    {
      "id": 78,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: İnsanlar, Ramazan orucu farz kılınmadan önce 'Aşura (Muharrem ayının onuncu günü) oruç tutarlardı. O gün Kabe bir örtü ile örtülürdü. Allah, Ramazan ayı orucunu farz kılınca, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim 'Aşura günü oruç tutmak isterse tutsun; kim de bırakmak isterse bırakabilir.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İnsanlar, Gog ve Magog'un ortaya çıkmasından sonra bile Kabe'ye Hac ve Umre yapmaya devam edecekler.\" Shu'ba'dan ek olarak rivayet edilmiştir: Kıyamet (Ahiret Günü) Hac (Kabe'ye) terk edilmediği sürece gerçekleşmeyecek."
    },
    {
      "id": 80,
      "narrator": "Narrated Abu Wail:",
      "text": "Abu Wail'den rivayet edilmiştir: (Bir gün) Ben, Kabe'nin içinde Şaiba ile birlikte oturdum. O (Şaiba) şöyle dedi: \"Şüphesiz, Ömer bu yerde oturdu ve 'Hiçbir sarı (yani altın) veya beyaz (yani gümüş) bırakmamayı niyet ettim.' dedi. Ben (Ömer'e) 'Ama senin iki arkadaşın (yani Peygamber (ﷺ) ve Ebu Bekir) bunu yapmadı.' dedim. Ömer, 'Onlar benim her zaman takip ettiğim iki kişidir.' dedi.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sanki onu görüyorum, ince bacaklı bir siyah kişi Kabe'nin taşlarını birer birer topluyor.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Etyopyalı Dhus-Suwaiqatain (ince bacaklı adam) Kabe'yi yıkacak.\""
    },
    {
      "id": 83,
      "narrator": "Narrated `Abis bin Rabi`a:",
      "text": "Abis bin Rabi'a'dan rivayet edilmiştir: Ömer, Hacerü'l-Esved'e yaklaştı ve onu öptü ve şöyle dedi: \"Şüphesiz, ben biliyorum ki sen bir taşsın ve kimseye fayda veremezsin ve kimseye zarar veremezsin. Eğer ben Allah'ın Elçisi (ﷺ) seni öperken görmemiş olsaydım, seni öpmezdim.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Salim that his father said:",
      "text": "Salim'in babasından rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ), Usame bin Zeyd, Bilal ve Osman bin Ebu Talha Kabe'ye girdi ve sonra kapısını kapattı. Kapıyı açtıklarında, Kabe'ye ilk giren kişi ben oldum. Bilal ile karşılaştım ve ona, 'Allah'ın Elçisi (ﷺ) Kabe içinde namaz kıldı mı?' diye sordum. Bilal, 'Evet, (Peygamber (ﷺ) namaz kıldı) iki sağ direk arasında.' diye cevap verdi.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar Kabe'ye girdiğinde, kapıyı arkasında bırakarak düz yürürdü ve önündeki duvardan yaklaşık üç arşın kadar ilerledikten sonra orada namaz kılardı, Allah'ın Elçisi (ﷺ) namaz kıldığı yeri hedef alarak, Bilal'in ona söylediği gibi. Kabe'nin içinde herhangi bir yerde namaz kılmakta bir sakınca yoktur."
    },
    {
      "id": 86,
      "narrator": "Narrated Isma'li bin Abu Khalid:",
      "text": "İsmail bin Ebu Halid'den rivayet edilmiştir: Abdullah bin Ebu Aufa şöyle dedi: \"Allah'ın Elçisi (ﷺ) Umre yaptı. Kabe'yi tavaf etti ve Makam (İbrahim'in yeri) arkasında iki rek'at namaz kıldı ve onu insanlardan koruyanlarla birlikteydi.\" Birisi Abdullah'a, \"Allah'ın Elçisi (ﷺ) Kabe'ye girdi mi?\" diye sordu. Abdullah, \"Hayır.\" diye cevap verdi."
    },
    {
      "id": 87,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Mekke'ye geldiğinde, içinde putlar varken Kabe'ye girmeyi reddetti. (Putların çıkarılmasını) emretti. Böylece putlar çıkarıldı. İnsanlar, İbrahim ve İsmail'in ellerinde Azlamlar tutarak resimlerini çıkardılar. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah bu insanlara lanet etsin. Vallahi, hem İbrahim hem de İsmail Azlamlarla şans oyunu oynamadı.\" Sonra Kabe'ye girdi ve köşelerinde tekbir getirdi ama içinde namaz kılmadı."
    },
    {
      "id": 88,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ve arkadaşları Mekke'ye geldiğinde, putperestler, kendilerine bir grup insanın geldiğini ve Yathrib (Medine) ateşiyle zayıfladıklarını yaydılar. Peygamber, arkadaşlarına Kabe'nin tavafının ilk üç turunda Ramal yapmalarını ve iki köşe (Hacerü'l-Esved ve Yemen köşesi) arasında yürümelerini emretti. Peygamber (ﷺ), onlara tüm tavaf turlarında Ramal yapmalarını emretmedi, onlara acıdığı için."
    },
    {
      "id": 89,
      "narrator": "Narrated Salim that his father said:",
      "text": "Salim'in babasından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Mekke'ye geldiğinde, tavaf yaparken önce Hacerü'l-Esved köşesini öptü ve yedi turdan ilk üç turda Ramal yaptı."
    },
    {
      "id": 90,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Peygamber (ﷺ) (ilk) üç turda Ramal yaptı, geri kalan dört turda ise yürüdü, Hac ve Umre'de."
    },
    {
      "id": 91,
      "narrator": "Narrated Zaid bin Aslam from his father who said:",
      "text": "Zaid bin Aslam'dan, babasından rivayet edildiğine göre: \"`Umar bin Al-Khattab, Hacerü'l-Esved'e hitaben, 'Vallahi! Ben biliyorum ki sen bir taşsın ve ne fayda ne de zarar verirsin. Eğer ben, Peygamber (ﷺ)'in seni dokunduğunu (ve öptüğünü) görmemiş olsaydım, seni asla dokunmazdım (ve öpmezdim).' dedi. Sonra onu öptü ve 'Bizim Ramal (Tavaf'ta) yapmamız için başka bir sebep yoktu, sadece putperestlerin önünde gösteriş yapmak istiyorduk, ama şimdi Allah onları helak etti.' dedi. `Umar ekledi: '(Yine de) Peygamber (ﷺ) bunu yaptı ve biz bunu (yani Ramal'ı) bırakmak istemiyoruz.'\""
    },
    {
      "id": 92,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edildiğine göre: İbn `Umar, \"Ben, Peygamber (ﷺ)'in onları dokunduğunu gördüğümden beri, kalabalıklar içinde ve kalabalıklar dışında bu iki taşın (Hacerü'l-Esved ve Yemen Köşesi) dokunmayı asla kaçırmadım.\" dedi. Nafi`'ye sordum: \"İbn `Umar iki köşe arasında yürür müydü?\" Nafi` cevap verdi: \"O, köşe taşına dokunmasını kolaylaştırmak için yürürdü.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Ibn `Abbas.:",
      "text": "İbn `Abbas'tan rivayet edildiğine göre: Peygamber (ﷺ), son Hac'ında Kabe'yi deve üzerinde tavaf etti ve eğri başlı bir sopa ile Hacerü'l-Esved'e işaret etti."
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Ebu Ash-Sha'tha dedi ki: \"Kabe'nin bir kısmından kim uzak duruyor?\" Muaviye, Kabe'nin dört köşesini de dokunurdu, İbn `Abbas ona, \"Bu iki köşe (Hicr'e bakan) dokunulmaz.\" dedi. Muaviye, \"Kabe'de dokunulmaz bir şey yoktur.\" dedi. İbn Az-Zubair ise Kabe'nin tüm köşelerine dokunurdu."
    },
    {
      "id": 95,
      "narrator": "Narrated Salim bin `Abdullah that his father said:",
      "text": "Salim bin `Abdullah, babasından rivayet etti: \"Ben, Peygamber (ﷺ)'in sadece iki Yemen köşesine (yani Yemen'e bakan köşelere) dokunduğunu görmedim.\""
    },
    {
      "id": 96,
      "narrator": "Narrated Zaid bin Aslam that his father said:",
      "text": "Zaid bin Aslam'dan, babasından rivayet edildiğine göre: \"Ben, `Umar bin Al-Khattab'ın Hacerü'l-Esved'i öptüğünü gördüm ve sonra ona, 'Eğer ben Allah'ın Elçisi'nin seni öptüğünü görmemiş olsaydım, (taş) seni öpmezdim.' dedi.\""
    },
    {
      "id": 97,
      "narrator": "Narrated Az-Zubair bin 'Arabi:",
      "text": "Az-Zubair bin `Arabi'den rivayet edildiğine göre: Bir adam İbn `Umar'a Hacerü'l-Esved'e dokunmayı sordu. İbn `Umar, \"Ben, Allah'ın Elçisi (ﷺ)'nin ona dokunduğunu ve öptüğünü gördüm.\" dedi. Soruyu soran kişi, \"Ama Kabe etrafında bir kalabalık olursa ve insanlar beni ezip geçerse, (ne yapmalıyım?)\" dedi. O da öfkeli bir şekilde, \"Yemen'de kal.\" dedi (çünkü o adam Yemen'dendi). \"Ben, Allah'ın Elçisi (ﷺ)'nin ona dokunduğunu ve öptüğünü gördüm.\" dedi."
    },
    {
      "id": 98,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edildiğine göre: Peygamber (ﷺ), Kabe'yi deve üzerinde tavaf etti ve her zaman köşeye geldiğinde, ona (bir şeyle) işaret etti."
    },
    {
      "id": 99,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edildiğine göre: Peygamber (ﷺ), Kabe'yi deve üzerinde tavaf etti ve her seferinde Hacerü'l-Esved'in önüne geldiğinde, yanında bulunan bir şeyle ona işaret etti ve tekbir getirdi."
    },
    {
      "id": 100,
      "narrator": "Narrated `Urwa:",
      "text": "`Urva'dan rivayet edildiğine göre: `Aişe, \"Peygamber (ﷺ) Mekke'ye vardığında ilk yaptığı şey abdest almak oldu ve sonra Kabe'yi tavaf etti ve bu sadece `Umra (değil), (Hac-al-Qiran) idi.\" dedi. `Urva ekledi: \"Sonra Ebu Bekir ve `Umar da Hac'larında aynı şeyi yaptılar.\" Ve ben, babam Az-Zubair ile Hac yaptım ve onun ilk yaptığı şey Kabe'yi tavaf etmekti. Sonra Muhacirleri (Göçmenler) ve Ensar'ı aynı şeyi yaparken gördüm. Annem (Asma') bana, kendisi, kız kardeşi (`Aişe), Az-Zubair ve diğer bazı kişilerin `Umra için ihrama girdiğini ve Hacerü'l-Esved köşesine ellerini sürdükten sonra ihramı tamamladıklarını söyledi. (yani Kabe'yi tavaf ettikten ve Safa-Merve arasında Sa'y yaptıktan sonra.)"
    },
    {
      "id": 101,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edildiğine göre: Allah'ın Elçisi (ﷺ) Hac veya `Umra için Kabe'yi tavaf ettiğinde, ilk üç turda Ramal yapardı ve son dört turda yürürdü; sonra tavaftan sonra iki rek'at namaz kılardı ve sonra Safa ile Merve arasında tavaf yapardı."
    },
    {
      "id": 102,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edildiğine göre: Peygamber (ﷺ) Kabe'yi tavaf ettiğinde, ilk üç turda Ramal yapardı ve son dört turda yürürdü ve Safa ile Merve arasında tavaf yaparken, yağmur suyu geçişinin ortasında koşardı."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "İbn Juraij dedi ki: \"`Ata, İbn Hişam kadınların erkeklerle birlikte tavaf yapmalarını yasakladığında ona, 'Onları nasıl yasaklarsın, oysa Peygamber (ﷺ)'in eşleri erkeklerle birlikte tavaf yapıyordu?' dedi. Ben de, 'Bu, peçenin kullanılması emredilmeden önce mi yoksa sonra mıydı?' dedim. `Ata yemin etti ve, 'Peçenin emrinden sonra gördüm.' dedi. Ben de, 'Onlar erkeklerle nasıl karışıyordu?' dedim. `Ata, 'Kadınlar asla erkeklerle karışmazdı ve `Aişe ayrı olarak tavaf yapardı ve asla erkeklerle karışmazdı. Bir keresinde `Aişe tavaf yaparken bir kadın ona, 'Ey müminlerin annesi! Hacerü'l-Esved'e dokunalım.' dedi. `Aişe ona, 'Sen git, ben kendim bunu yapmam.' dedi. Peygamber (ﷺ)'in eşleri gece vakti, kılık değiştirerek erkeklerle birlikte tavaf yaparlardı. Ama Kabe'ye girmeyi düşündüklerinde, erkekler dışarı çıkana kadar dışarıda beklerlerdi. Ben ve `Ubaid bin `Umair, `Aişe'yi Jauf Thabir'de ziyaret ederdik.\" Ben sordum, \"Peçesi neydi?\" `Ata, \"Eski bir Türk peçesi giyiyordu ve bu, bizimle onun arasındaki tek perdeydi. Onun üzerinde pembe bir örtü gördüm.\" dedi."
    },
    {
      "id": 104,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan (Peygamber'in eşi) rivayet edildiğine göre: \"Ben, Allah'ın Elçisi (ﷺ)'ne hastayım dedim. O da, 'İnsanların arkasında binerken tavaf et.' dedi. Ben de öyle yaptım ve o sırada Peygamber (ﷺ) Kabe'nin yanında namaz kılıyordu ve Surat-at-Tur'u okuyordu.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edildiğine göre: Peygamber (ﷺ) Kabe'yi tavaf ederken, ellerini bir ip veya ip benzeri bir şeyle başka bir kişiye bağlamış bir kişinin yanından geçti. Peygamber (ﷺ) bunu kendi elleriyle kesti ve, \"Onu elinden tutarak götür.\" dedi."
    },
    {
      "id": 106,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bir adamın Ka`be'nin etrafında ip veya başka bir şeyle bağlı olarak tavaf yaptığını gördü. Bunun üzerine Peygamber o ipi kesti."
    },
    {
      "id": 107,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) son Hac'ından bir yıl önce, Allah'ın Elçisi (ﷺ) Ebu Bekir'i hacıların lideri olarak tayin ettiğinde, Ebu Bekir beni bir grup insanla birlikte kamuya duyuru yapmam için gönderdi: 'Bu yıldan sonra hiçbir putperest Hac yapamaz ve hiçbir çıplak kişi Ka`be'nin etrafında tavaf edemez.' (Bkz. Hadis No. 365, Cilt 1)"
    },
    {
      "id": 108,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: İbn Ömer'e sorduk: \"Bir adam, Safa ile Merve arasında tavaf yapmadan önce eşiyle cinsel ilişkiye girebilir mi?\" O, \"Allah'ın Elçisi (ﷺ) Mekke'ye geldi ve Ka`be'nin etrafında yedi kez tavaf yaptı, sonra İbrahim'in Makamı'nın arkasında iki rek'at namaz kıldı, ardından Safa ile Merve arasında tavaf yaptı.\" İbn Ömer ekledi, \"Şüphesiz! Allah'ın Elçisi'nde sizin için güzel bir örnek vardır.\" Ve ben de Câbir bin Abdullah'a (aynı soruyu) sordum, o da \"Safa ile Merve arasında tavafı tamamlamadan eşlerinize yaklaşmamalısınız (cinsel ilişkiye girmemelisiniz)\" diye cevap verdi."
    },
    {
      "id": 109,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye geldi ve Ka`be'nin etrafında tavaf yaptı ve Safa ile Merve arasında sa'y yaptı, fakat tavafından sonra Arafat'tan dönene kadar Ka`be'ye yaklaşmadı."
    },
    {
      "id": 110,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: (Peygamberin eşi) Ben, Allah'ın Elçisi'ne (ﷺ) hastalığımı bildirdim. (Diğer rivayetçiler aracılığıyla, Ümmü Seleme, Allah'ın Elçisi (ﷺ) Mekke'deyken ve oradan ayrılmaya karar verdiğinde, henüz Ka`be'nin etrafında tavaf yapmamışken, onu dinledikten sonra) Peygamber (ﷺ) dedi ki: \"Sabah namazı kılındığında, insanlar namazdayken deve üzerinde tavaf yap.\" O da öyle yaptı ve camiden çıkana kadar tavafın iki rek'atını kılmadı."
    },
    {
      "id": 111,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye ulaştı, Ka`be'nin etrafında yedi kez tavaf yaptı ve sonra İbrahim'in Makamı'nın arkasında iki rek'at namaz kıldı. Sonra Safa'ya doğru gitti. Allah şöyle buyurmuştur: \"Şüphesiz, Allah'ın Elçisi'nde sizin için güzel bir örnek vardır.\""
    },
    {
      "id": 112,
      "narrator": "Narrated `Urwa from Aisha:",
      "text": "Urve, Aişe'den rivayet etmiştir: Bazı insanlar sabah namazından sonra Ka`be'nin etrafında tavaf yaptılar ve sonra güneş doğana kadar bir vaiz dinlemek için oturdular, ardından namaz için ayağa kalktılar. Aişe, \"O insanlar, namazın hoş karşılanmadığı zamana kadar oturdular ve sonra namaz için ayağa kalktılar.\" diye yorum yaptı."
    },
    {
      "id": 113,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) güneş doğarken ve batarken namaz kılmayı yasakladı."
    },
    {
      "id": 114,
      "narrator": "Narrated Abida bin Humaid:",
      "text": "Abide bin Humaid'den rivayet edilmiştir: Abdul, Azîz bin Rufa'i dedi ki: \"Ben, Abdullah bin Zübeyr'in sabah namazından sonra Ka`be'nin etrafında tavaf yaptığını ve ardından iki rek'at namaz kıldığını gördüm.\" Abdul Azîz ekledi: \"Ben, Abdullah bin Zübeyr'in 'Asr namazından sonra iki rek'at namaz kıldığını gördüm.\" Aişe'nin ona, Peygamber (ﷺ) onun evine girdiğinde o iki rek'at namazı kıldığını söylediğini bildirdi."
    },
    {
      "id": 115,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ka`be'nin etrafında tavaf yaparken deve üzerinde (o zaman Peygamber (ﷺ) ayağında bir yaralanma vardı) bulundu. Her geldiğinde, köşeye (Hacerü'l-Esved'in bulunduğu yere) bir şeyle işaret eder ve \"Allahu Ekber\" derdi."
    },
    {
      "id": 116,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Ben, Allah'ın Elçisi'ne (ﷺ) hasta olduğumu bildirdim. O, \"İnsanların arkasında tavaf yap.\" dedi. Ben de tavafımı yaptım, Allah'ın Elçisi (ﷺ) Ka`be'nin yanında namaz kılıyor ve Tur Suresi'ni okuyordu."
    },
    {
      "id": 117,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Abbas bin Abdulmuttalib, Allah'ın Elçisi'nden (ﷺ) Mina gecelerinde Mekke'de kalmasına izin vermesini istedi, böylece hacılara su verebilsin, Peygamber (ﷺ) de ona izin verdi."
    },
    {
      "id": 118,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) su içme yerine geldi ve su istedi. Abbas, \"Ey Fadl! Annenin yanına git ve Allah'ın Elçisi (ﷺ) için ondan su getir.\" dedi. Allah'ın Elçisi (ﷺ) \"Bana içecek su verin.\" dedi. Abbas, \"Ey Allah'ın Elçisi (ﷺ)! İnsanlar ellerini içine soktu.\" dedi. Allah'ın Elçisi (ﷺ) tekrar \"Bana içecek su verin.\" dedi. Böylece o sudan içti ve sonra Zemzem kuyusuna gitti, orada insanlar başkalarına su veriyor ve kuyudan su çekiyorlardı. Peygamber (ﷺ) onlara, \"Devam edin! Güzel bir iş yapıyorsunuz.\" dedi. Sonra \"Eğer diğer insanların sizinle (Zemzem'den su çekmekte) rekabet edeceğinden korkmasaydım, kesinlikle ipi alır ve bunu (yani omzuna) koyardım.\" dedi. Bunu söylerken Peygamber (ﷺ) omzuna işaret etti."
    },
    {
      "id": 119,
      "narrator": "Narrated Anas bin Malik that Abu Dhar said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Ebu Zerr dedi: Allah'ın Elçisi (ﷺ) dedi ki: \"Benim evimin çatısı Mekke'de (Mirac gecesi) açıldı ve Cebrail indi. Göğsümü açtı ve Zemzem suyu ile yıkadı. Sonra altın bir tepsi dolusu Hikmet ve İman getirdi ve göğsüme döktü ve sonra kapattı. Sonra elimi tutarak en yakın semaya yükseldi. Cebrail, en yakın semanın kapıcısına kapıyı açmasını söyledi. Kapıcı sordu: \"Kim o?\" Cebrail cevap verdi: \"Ben Cebrail'im.\" (Bkz. Hadis No. 349, Cilt 1)"
    },
    {
      "id": 120,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ben, Allah'ın Elçisi'ne (ﷺ) Zemzem suyu verdim ve o ayakta içti. Asim (bir alt rivayetçi) o gün Peygamber'in (ﷺ) ayakta değil, deve üzerinde olduğunu yeminle söyledi."
    },
    {
      "id": 121,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile son Hac yılına çıktık ve Umre için ihram giydik. Sonra Peygamber (ﷺ) dedi ki: \"Yanında Hadi bulunan kimse, hem Hac hem de Umre için ihram giyinsin ve her ikisini de (Hac ve Umre) yerine getirmeden ihramını bozmasın.\" Mekke'ye vardığımızda, ben adetliydim. Hacımızı tamamladıktan sonra, Peygamber (ﷺ) beni Abdurrahman ile Tan'im'e gönderdi ve ben Umre'yi yaptım. Peygamber (ﷺ) dedi ki: \"Bu, kaçırdığın Umre'nin yerine geçer.\" Umre için ihram giyinenler, Safa ve Merve arasında tavaf yaptılar ve sonra ihramlarını bozup tamamladılar. Mina'dan döndükten sonra bir tavaf daha yaptılar (Safa ve Merve arasında). Hac ve Umre için ihram giyinenler (Hac-Qiran) ise sadece bir tavaf yaptılar (Safa ve Merve arasında)."
    },
    {
      "id": 122,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 123,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi' rivayet etmiştir: Abdullah bin Abdullah bin Ömer ve binek hayvanı İbn Ömer'in evine girdi. O (İbn Ömer'in oğlu) dedi ki: \"Bu yıl insanlar arasında bir savaş çıkma ihtimali var ve senin Kabe'ye gitmen engellenebilir. Burada kalmanı öneriyorum.\" İbn Ömer dedi ki: \"Bir zaman Allah'ın Elçisi (ﷺ) hac için yola çıktı ve Kureyş'in putperestleri onun ile Kabe arasında engel oldular. Eğer insanlar benimle Kabe arasında engel olursa, ben de Allah'ın Elçisi (ﷺ) gibi yaparım... \"Şüphesiz, Allah'ın Elçisi (ﷺ) sizin için güzel bir örnektir.\" Sonra ekledi: \"Sizlere şahitlik ederim ki, ben Hac'ı Umre ile birlikte yapmayı niyet ettim.\" Mekke'ye vardığında, İbn Ömer sadece bir tavaf yaptı (Safa ve Merve arasında)."
    },
    {
      "id": 124,
      "narrator": "Narrated Muhammad bin `Abdur-Rahman bin Nawfal Al-Qurashi:",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "Narrated `Urwa:",
      "text": "Nafi' rivayet etmiştir: İbn Ömer, Al-Haccac'ın İbn Zübeyr'e saldırdığı yıl Hac yapmayı niyet etti. Birisi İbn Ömer'e dedi ki: \"Onlar arasında bir savaş tehlikesi var.\" İbn Ömer dedi ki: \"Şüphesiz, Allah'ın Elçisi (ﷺ) sizin için güzel bir örnektir. (Eğer dediğin gibi olursa) ben de Allah'ın Elçisi (ﷺ) gibi yaparım. Size şahitlik ederim ki, ben Umre yapmayı karar verdim.\" Sonra yola çıktı ve Al-Beyda'ya vardığında, \"Hac ve Umre'nin ritüelleri benzer. Size şahitlik ederim ki, ben Hac'ı Umre ile birlikte farz kıldım.\" Kudaid'den satın aldığı bir Hadi ile (Mekke'ye) gitti ve daha fazlasını yapmadı. Hadi'sini kesmedi, ihramını bozmadı, saçını traş etmedi veya kısaltmadı, kurban kesme günü (10. Zilhicce) gelene kadar. Sonra Hadi'sini kesti ve başını traş etti ve ilk tavafı (Safa ve Merve) Hac ve Umre için yeterli saydı. İbn Ömer dedi ki: \"Allah'ın Elçisi (ﷺ) de aynısını yaptı.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "Narrated `Amr bin Dinar:",
      "text": "Muhammed bin Abdurrahman bin Nüfal el-Kureşi rivayet etmiştir: Urve bin Zübeyr'e (Peygamberin (ﷺ) Hac'ı hakkında) sordum. Urve cevap verdi: \"Aişe rivayet etti, 'Peygamber (ﷺ) Mekke'ye vardığında, ilk yaptığı şey abdest almak oldu, sonra Kabe'nin tavafını yaptı ve niyeti sadece Umre değil (Hac ve Umre birlikte) idi.' \" Daha sonra Ebu Bekir Hac yaptı ve ilk yaptığı şey Kabe'nin tavafıydı ve bu sadece Umre değil (Hac ve Umre birlikte) idi. Sonra Ömer de aynısını yaptı. Sonra Osman Hac yaptı ve ilk yaptığı şey Kabe'nin tavafıydı ve bu sadece Umre değildi. Sonra Muaviye ve Abdullah bin Ömer de aynısını yaptılar. Ben İbn Zübeyr ile Hac yaptım ve ilk yaptığı şey Kabe'nin tavafıydı ve bu sadece Umre değildi (Hac ve Umre birlikte). Sonra Muhacirleri (Göçmenler) ve Ensar'ı aynı şekilde yaparken gördüm ve bu sadece Umre değildi. Ve son gördüğüm kişi İbn Ömer'di, ve o ilk Umre'sini tamamladıktan sonra başka bir Umre yapmadı. İşte burada İbn Ömer halk arasında mevcut! Ne ondan ne de önceki kişilerden bir şey soruyorlar. Ve bu insanlar, Mekke'ye girdiklerinde, Kabe'nin tavafını yapmadan hiçbir şeyle başlamazlar ve ihramlarını bozmazlar. Şüphesiz, annemi ve teyzemi Mekke'ye girerken gördüm, Kabe'nin tavafını yapmadan hiçbir şey yapmadılar ve ihramlarını bozmadılar. Annem bana bildirdi ki, o, kız kardeşi, Zübeyr ve şu ve bu kişiler Umre için ihram giydiler ve köşeye (Hacerü'l-Esved) ellerini sürdükten sonra (yani Umre'lerini tamamladıktan sonra) ihramlarını bozmuşlar.\""
    },
    {
      "id": 128,
      "narrator": "Narrated `Amr bin Dinar:",
      "text": "---"
    },
    {
      "id": 129,
      "narrator": "Narrated `Asim:",
      "text": "Urve'den rivayet edilmiştir: Aişe'ye sordum: \"Allah'ın şu ayetini nasıl yorumluyorsun: 'Şüphesiz ki (dağlar) Safa ve Merve, Allah'ın sembollerindendir; Kabe'ye hac yapan veya Umre yapan için, bunlar arasında tavaf yapmasında bir sakınca yoktur.' (2.158). Allah'a yemin ederim ki! (bu vahiyden) Safa ve Merve arasında tavaf yapmamanın bir zararı yoktur.\" Aişe dedi ki: \"Ey yeğenim! Senin yorumun doğru değil. Eğer bu yorumun doğru olsaydı, Allah'ın ifadesi 'Eğer bunlar arasında tavaf yapmazsa, ona bir zarar yoktur' olmalıydı. Ama aslında bu ilahi ilham, İslam'dan önce 'Manat' adında bir putu ibadet eden ve ihram giyen Ensar hakkında indirilmiştir. İslam'a girdiklerinde, Allah'ın Elçisi'ne (ﷺ) sordular: 'Ey Allah'ın Elçisi! Biz Safa ve Merve arasında tavaf yapmaktan kaçınıyorduk.' Bunun üzerine Allah, 'Şüphesiz ki (dağlar) Safa ve Merve, Allah'ın sembollerindendir.' diye vahyetti.\" Aişe ekledi: \"Şüphesiz, Allah'ın Elçisi, Safa ve Merve arasında tavaf geleneğini belirlemiştir, bu nedenle kimsenin bu tavaftan kaçınmasına izin verilmez.\" Daha sonra ben (Urve) Ebu Bekir bin Abdurrahman'a (Aişe'nin rivayetini) anlattım ve o dedi ki: \"Böyle bir bilgi duymadım, ama alimlerin, Aişe'nin bahsettiği ve Manat için ihram giyenler hariç, tüm insanların Safa ve Merve arasında tavaf yaptıklarını söylediklerini duydum. Allah Kabe'nin tavafından bahsetti ve Kur'an'da Safa ve Merve'yi anmadığında, insanlar sordular: 'Ey Allah'ın Elçisi (ﷺ)! Biz Safa ve Merve arasında tavaf yapıyorduk ve Allah Kabe'nin tavafı hakkında (ayetler) indirdi ve Safa ve Merve'yi anmadı. Safa ve Merve arasında tavaf yapmamızda bir sakınca var mı?' Bunun üzerine Allah, 'Şüphesiz ki Safa ve Merve, Allah'ın sembollerindendir.' diye vahyetti.\" Ebu Bekir dedi ki: \"Görünüşe göre bu ayet, Safa ve Merve arasında tavaf yapmaktan kaçınanlar hakkında ve o dönemde tavaf yapanlar hakkında indirilmiştir; İslam'a girdikten sonra, Allah Kabe'nin tavafını emretti ve Safa ve Merve arasında tavafı daha sonra Kabe'nin tavafından bahsettikten sonra anmadı.\""
    },
    {
      "id": 130,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 131,
      "narrator": "Narrated `Aisha:",
      "text": "Nafi' rivayet etmiştir: İbn Ömer dedi ki: \"Allah'ın Elçisi (ﷺ) ilk tavafını yaptığında, ilk üç turda Ramal yaptı ve ardından tavafın kalan dört turunda yürüdü; Safa ve Merve arasında tavaf yaparken ise yağmur suyu geçidinin ortasında koşardı.\" Nafi'ye sordum: \"Abdullah (bin Ömer) Yemen köşesine ulaştığında, yürüyerek mi gidiyordu?\" O cevap verdi: \"Hayır, insanlar köşede sıkışık olmadıkça, onu dokunmadan geçmezdi.\""
    },
    {
      "id": 132,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "Narrated Hafsa:",
      "text": "Amr bin Dinar rivayet etmiştir: İbn Ömer'e sorduk, \"Bir adam Umre yaparken Kabe'nin tavafını yapmışsa ve henüz Safa ve Merve arasında tavaf yapmamışsa, karısıyla cinsel ilişkiye girebilir mi?\" İbn Ömer cevap verdi: \"Peygamber (s.a.v) Mekke'ye ulaştı ve Kabe'nin yedi turunu yaptı ve sonra İbrahim'in Makamı'nın arkasında iki rek'at namaz kıldı ve sonra Safa ve Merve arasında yedi tur tavaf yaptı.\" Ekledi: \"Şüphesiz! Allah'ın Elçisi (ﷺ) (s.a.v) sizin için güzel bir örnektir.\" Jabir bin Abdullah'a (aynı soruyu) sorduk ve o dedi ki: \"O (adam) Safa ve Merve arasında tavafını tamamlamadan karısına yaklaşmamalıdır.\""
    },
    {
      "id": 134,
      "narrator": "Narrated `Abdul `Aziz bin Rufai:",
      "text": "---"
    },
    {
      "id": 135,
      "narrator": "Narrated `Abdul `Aziz:",
      "text": "Amr bin Dinar rivayet etmiştir: İbn Ömer'in şöyle dediğini duydum: \"Peygamber (ﷺ) Mekke'ye ulaştı ve Kabe'nin tavafını yaptı, sonra iki rek'at namaz kıldı ve ardından Safa ve Merve arasında tavaf yaptı.\" İbn Ömer daha sonra şu ayeti okudu: \"Şüphesiz! Allah'ın Elçisi (ﷺ) (s.a.v) sizin için güzel bir örnektir.\""
    },
    {
      "id": 136,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Mina'da iki rekat namaz kıldı. Ebu Bekir, Ömer ve Osman (halifeliğinin ilk yıllarında) aynı uygulamayı takip ettiler."
    },
    {
      "id": 137,
      "narrator": "Narrated Haritha bin Wahab Al-Khuza`i:",
      "text": "Haritha bin Vahab el-Huzai'den rivayet edilmiştir: Peygamber (ﷺ) Mina'da bize iki rekat namaz kıldırdı, oysa sayımız her zamankinden fazlaydı ve güvenliğimiz de her zamankinden daha iyiydi."
    },
    {
      "id": 138,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Ben Peygamberle (Mina'da) sadece iki rekat namaz kıldım, aynı şekilde Ebu Bekir ve Ömer ile de kıldım, sonra sizler farklı görüşler sundunuz. Keşke dört rekatın ikisinin Allah katında kabul edilmesine nail olabilseydim."
    },
    {
      "id": 139,
      "narrator": "Narrated Um Al-Fadl:",
      "text": "Ümmü'l-Fadl'dan rivayet edilmiştir: İnsanlar, Peygamberin (ﷺ) Arafat Günü oruç tutup tutmadığı konusunda şüpheye düştüler, bu yüzden ona içmesi için bir şey gönderdim ve o da içti."
    },
    {
      "id": 140,
      "narrator": "Narrated Muhammad bin Abu Bakr Al-Thaqafi:",
      "text": "Muhammed bin Ebu Bekir el-Takafi'den rivayet edilmiştir: Mina'dan Arafat'a giderken Anas bin Malik'e sordum, \"Allah'ın Elçisi (ﷺ) ile bu günde ne yapardınız?\" Anas dedi ki, \"Bizden bazıları Telbiye okur, buna kimse itiraz etmezdi, diğerleri ise Tekbir getirir, buna da kimse itiraz etmezdi.\""
    },
    {
      "id": 141,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: Abdulmelik, Al-Haccac'a Hac sırasında İbn Ömer'den farklı olmamasını yazdı. Arafat Günü, güneş öğle vaktinde batarken, İbn Ömer benimle birlikte geldi ve Al-Haccac'ın pamuk (bez) çadırının yakınında bağırdı. Al-Haccac dışarı çıktı, safranla boyanmış bir bel örtüsüyle kendini sararak, \"Ey Ebu Abdurrahman! Ne oldu?\" dedi. O da, \"Eğer Sünneti (Peygamberin (s.a.v) geleneğini) takip etmek istiyorsan, (Arafat'a) ilerle.\" dedi. Al-Haccac sordu, \"Tam bu saatte mi?\" İbn Ömer, \"Evet.\" dedi. O da, \"Başımın üzerine biraz su dökene kadar bekleyin (yani banyo yapayım) ve çıkayım.\" dedi. Sonra İbn Ömer indi ve Al-Haccac çıkana kadar bekledi. O (Al-Haccac) benimle babam (İbn Ömer) arasında yürüyordu. Ona dedim ki, \"Eğer Sünneti takip etmek istiyorsan, kısa bir vaaz ver ve Arafat'a gitmek için acele et.\" O, İbn Ömer'e (sorarak) bakmaya başladı ve İbn Ömer bunu fark edince, doğru söylediğini söyledi."
    },
    {
      "id": 142,
      "narrator": "Narrated Um Al-Fadl bint Al Harith:",
      "text": "Ümmü'l-Fadl bint el-Haris'ten rivayet edilmiştir: Arafat Günü, benimle birlikte olan bazı insanlar, Peygamberin (ﷺ) oruç tutup tutmadığı konusunda farklı görüşlere sahip oldular; bazıları oruç tuttuğunu, diğerleri ise oruç tutmadığını söyledi. Bu yüzden ona, deve üzerinde iken bir kova süt gönderdim ve o sütü içti."
    },
    {
      "id": 143,
      "narrator": "Ibn Shihab said:",
      "text": "İbn Şihab dedi ki: Salim dedi ki, \"Al-Haccac bin Yusuf, İbn Az-Zubair'a saldırdığı yıl, o, 'Arafat Günü (Zilhicce'nin 9'u) ne yapmam gerektiğini Abdullah (İbn Ömer) ile sordu. Ben ona dedim ki, 'Eğer Sünneti (Peygamberin (ﷺ) hukuki yolunu) takip etmek istiyorsan, 'Arafat Günü öğle namazını tam öğle vaktinden sonra kılmalısın.' Abdullah bin Ömer, 'O (Salim) doğru söyledi.' dedi.\" Onlar (Peygamberin (ﷺ) arkadaşları) Sünnete göre öğle ve ikindi namazını birlikte kılarlardı. Salim'e sordum, \"Allah'ın Elçisi (ﷺ) bunu yaptı mı?\" Salim dedi ki, \"Bunu yaparken siz (insanlar) onun (ﷺ) Sünnetinden başka bir şeye mi uyuyorsunuz?\""
    },
    {
      "id": 144,
      "narrator": "Narrated Salim bin `Abdullah bin `Umar:",
      "text": "Salim bin Abdullah bin Ömer'den rivayet edilmiştir: Abdulmelik bin Marwan, Al-Haccac'a Hac'ın tüm ritüellerinde Abdullah bin Ömer'i takip etmesini yazdı. Arafat Günü (Zilhicce'nin 9'u) güneş gökyüzünün ortasından kaydığında, ben ve İbn Ömer geldik ve Al-Haccac'ın pamuk (bez) çadırının yakınında bağırdık, \"Nerede?\" Al-Haccac dışarı çıktı. İbn Ömer dedi ki, \"İlerleyelim (Arafat'a).\" Al-Haccac sordu, \"Tam şimdi mi?\" İbn Ömer cevapladı, \"Evet.\" Al-Haccac, \"Beni su dökene kadar bekleyin (yani banyo yapayım).\" dedi. Böylece İbn Ömer indi (ve bekledi) Al-Haccac çıkana kadar. O, benimle babam arasında yürüyordu. Al-Haccac'a bildirdim, \"Eğer bugün Sünneti takip etmek istiyorsan, o zaman vaazı kısaltmalı ve Arafat'a gitmek için acele etmelisin.\" İbn Ömer dedi ki, \"O (Salim) doğru söyledi.\""
    },
    {
      "id": 145,
      "narrator": "Narrated Muhammad bin Jubair bin Mut`im:",
      "text": "Muhammed bin Cubeyr bin Mut'im'den rivayet edilmiştir: Babam dedi ki, \"(İslam'dan önce) deveyi arıyordum...\" Aynı rivayet farklı bir alt rivayetçi tarafından aktarılmıştır. Cubeyr bin Mut'im dedi ki, \"Devem kayboldu ve Arafat Günü onu aramak için dışarı çıktım, ve Peygamberi (ﷺ) Arafat'ta ayakta gördüm. Kendime dedim: Vallahi o Hums'tan (tam anlamıyla: dindar, Kureyş'e böyle denirdi, çünkü 'Biz Allah'ın insanlarıyız, kutsal alandan çıkmayacağız' derlerdi) biri.\" Onu buraya getiren ne?"
    },
    {
      "id": 146,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: İslam öncesi Cahiliye döneminde, insanlar Kabe'nin etrafında çıplak tavaf yaparlardı, sadece Hums hariç; Hums, Kureyş ve onların soylarıydı. Hums, tavaf yapan erkeklere giysi verirdi; Hums kadınları da tavaf yapan kadınlara giysi verirdi. Hums'un giysi vermediği kişiler, Kabe'nin etrafında çıplak tavaf yaparlardı. Çoğu insan doğrudan Arafat'tan ayrılırdı ama onlar (Hums), Al-Muzdalifa'da kaldıktan sonra ayrılırdı. Urve ekledi, \"Babam, Aişe'nin şöyle dediğini rivayet etti: 'Aşağıdaki ayetler Hums hakkında indirildi: 'İnsanların ayrıldığı yerden ayrılın.' (2.199) Urve ekledi, \"Onlar (Hums), Al-Muzdalifa'da kalır ve oradan (Mina'ya) ayrılırdı ve böylece Allah'ın emriyle Arafat'a gönderildiler.\""
    },
    {
      "id": 147,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Usame, benim huzurumda soruldu, \"Allah'ın Elçisi (ﷺ) Arafat'tan ayrılırken (Hac'da) nasıl bir hızda gidiyordu?\" Usame cevapladı, \"Peygamber (ﷺ) mütevazı bir hızla ilerliyordu ve yeterince alan olduğunda devesini çok hızlı götürüyordu.\""
    },
    {
      "id": 148,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zaid'den rivayet edilmiştir: Peygamber (ﷺ) Arafat'tan ayrılır ayrılmaz, dağ geçidine yöneldi ve orada (namaz) çağrısına cevap verdi. \"Ey Allah'ın Elçisi (ﷺ)! Burada namaz kılacak mısın?\" diye sordum. O da, \"(Namazın yeri) önünüzde (yani Al-Muzdalifa'da).\" diye cevap verdi."
    },
    {
      "id": 149,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Abdullah bin Ömer, Maghrib ve İsha namazlarını Jam'da (Al-Muzdalifa) birlikte kılardı. Ama Allah'ın Elçisi (ﷺ) gittiği dağ geçidinden geçerken, oraya girer, ihtiyacını giderir ve abdest alırdı, ve Jam'da namaz kılmadan önce başka bir namaz kılmazdı."
    },
    {
      "id": 150,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zaid'den rivayet edilmiştir: Arafat'tan Allah'ın Elçisi (ﷺ) arkasında bindim ve Allah'ın Elçisi (ﷺ) Al-Muzdalifa'dan önce sol taraftaki dağ geçidine ulaştığında, devesini diz çökertti ve sonra idrarını yaptı, ardından ben onun abdest alması için su döktüm. O, hafif bir abdest aldı ve sonra ona dedim: \"Namaz vakti geldi mi, Ey Allah'ın Elçisi (ﷺ)!\" O da, \"(Namazın yeri) önünüzde (yani Al-Muzdalifa'da).\" dedi. Böylece Allah'ın Elçisi (ﷺ) Al-Muzdalifa'ya ulaşana kadar bindi ve orada namaz kıldı. Sonra sabah (Zilhicce'nin 10'u) Al-Fadl (bin Abbas) Allah'ın Elçisi (ﷺ) arkasında bindi. Kuraib, (bir alt rivayetçi) Abdullah bin Abbas'tan Al-Fadl'dan rivayet etti, \"Allah'ın Elçisi (ﷺ) (s.a.v) yolculuk sırasında Telbiye okumaya devam etti, ta ki Jamra'ya (Cemratü'l-Akabe) ulaşana kadar.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Ibn `Abbas.:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ben, Arafat günü (9. Zilhicce) Peygamber (ﷺ) ile birlikte ilerliyordum. Peygamber (ﷺ) arkasında büyük bir gürültü ve develerin dövülme sesini duydu. Bunun üzerine insanlara kamçısıyla işaret etti, \"Ey insanlar! Sakin olun. Acele etmek, takva belirtisi değildir.\""
    },
    {
      "id": 152,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zaid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Arafat'tan hareket etti ve dağlık geçitte indi, sonra idrarını yaptı ve hafif bir abdest aldı. Ben ona, \"(Namazı kılalım mı?)\" dedim. O, \"Namaz önünüzde (yani Al-Muzdalifa'da)\" diye cevap verdi. Al-Muzdalifa'ya geldiğinde, mükemmel bir abdest aldı. Sonra namaz için ikamet okundu ve Maghrib namazını kıldı, ardından herkes devesini kendi yerinde diz çöktürdü; sonra namaz için ikamet okundu ve `Isha' namazını kıldı ve bu iki namaz arasında (yani Maghrib ve `Isha' namazları arasında) başka bir namaz kılmadı."
    },
    {
      "id": 153,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Maghrib ve `Isha' namazlarını Jam' (yani Al-Muzdalifa) da ayrı bir ikamet ile birlikte kıldı ve aralarında veya her birinin ardından herhangi bir nafile namaz kılmadı."
    },
    {
      "id": 154,
      "narrator": "Narrated Abu Aiyub Al-Ansari:",
      "text": "Ebu Eyyub El-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Maghrib ve `Isha' namazlarını Al-Muzdalifa'da birlikte kıldı."
    },
    {
      "id": 155,
      "narrator": "Narrated `Abdur-Rahman bin Yazid:",
      "text": "Abdurrahman bin Yazid'ten rivayet edilmiştir: Abdullah; Hac yaptı ve biz `Isha' namazı vaktinde Al-Muzdalifa'ya ulaştık. O, bir adamı ezan ve ikamet okuması için görevlendirdi, sonra Maghrib namazını kıldı ve ardından iki rek'at nafile namaz kıldı. Sonra akşam yemeğini istedi ve yedi, sonra sanırım, bir adamı `Isha' namazı için ezan ve ikamet okuması için görevlendirdi. (`Amr, bir alt rivayetçi şöyle dedi: \"Sanırım\" ifadesini alt rivayetçi Zühayr söyledi) (yani Abdurrahman değil). Sonra Abdullah `Isha' namazından iki rek'at kıldı. Gün doğduğunda Abdullah dedi ki, \"Peygamber bu saatte bu namazdan başka bir namaz kılmadı, bu zaman ve bu yer ve bu günde.\" Abdullah ekledi, \"Bu iki namaz, gerçek zamanlarından kaydırılmıştır - Maghrib namazı (insanlar Al-Muzdalifa'ya ulaştığında kılınır) ve Fajr (sabah) namazı erken şafak vaktinde kılınır.\" Abdullah ekledi, \"Peygamberi (ﷺ) bunu yaparken gördüm.\""
    },
    {
      "id": 156,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: Abdullah bin Ömer, ailesinin zayıf olanlarını Mina'ya erken gönderirdi. Böylece onlar Al-Maş'ar Al-Haram'dan (yani Al-Muzdalifa) gece (ay battığında) ayrılır ve Allah'a mümkün olduğunca dua ederlerdi, sonra İmam Al-Muzdalifa'dan Mina'ya hareket etmeden önce geri dönerlerdi. Bazıları Fajr namazı vaktinde Mina'ya ulaşırdı, bazıları daha sonra gelirdi. Mina'ya ulaştıklarında, Jamra'ya (Jamrat-Al-`Aqaba) taş atarlardı. İbn Ömer, \"Allah'ın Elçisi (ﷺ) onlara (zayıf insanlara) bunu yapma izni verdi.\" derdi."
    },
    {
      "id": 157,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) beni gece Jam' (yani Al-Muzdalifa) dan göndermişti."
    },
    {
      "id": 158,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ben, Peygamber (ﷺ) tarafından Al-Muzdalifa gecesi zayıf aile üyelerinden biri olarak gönderilenlerden biriydim."
    },
    {
      "id": 159,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: (Asma'nın kölesi) Jam' gecesi, Asma' Al-Muzdalifa'da indi ve namaz kılmak için ayağa kalktı ve bir süre namaz kıldı, sonra sordu, \"Ey oğlum! Ay battı mı?\" Ben hayır dedim ve o tekrar bir süre dua etti, sonra sordu, \"Ay battı mı?\" Ben, \"Evet.\" dedim. Bunun üzerine, \"Mina'ya çıkmalıyız,\" dedi ve yola çıktık, ta ki Jamra'ya (Jamrat-Al-`Aqaba) taş atana kadar, sonra geri döndü ve sabah namazını kıldı. Ben ona, \"Ey sen! Sanırım biz gece Mina'ya erken geldik.\" dedim. O, \"Ey oğlum! Allah'ın Elçisi (ﷺ) kadınlara bunu yapma izni verdi.\" dedi."
    },
    {
      "id": 160,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Sauda, Jam' gecesi Peygamber (ﷺ) den erken çıkma izni istedi, o şişman ve çok yavaş bir kadındı. Peygamber (ﷺ) ona izin verdi."
    },
    {
      "id": 161,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Biz Al-Muzdalifa'da indik ve Sauda, insanların akınından önce (erken) çıkma izni istedi. O yavaş bir kadındı ve ona izin verildi, böylece o (Al-Muzdalifa'dan) insanların akınından önce ayrıldı. Biz Al-Muzdalifa'da şafak vaktine kadar kaldık ve Peygamber (ﷺ) ile birlikte yola çıktık ama (o kadar zorlandım ki) Sauda'nın yaptığı gibi Allah'ın Elçisi'nden izin almayı dilerdim, bu benim için diğer tüm mutluluklardan daha değerli olurdu."
    },
    {
      "id": 162,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) 'in belirtilen zaman dışında herhangi bir namaz kıldığını hiç görmedim, sadece iki namaz; Maghrib ve `Isha' namazlarını birlikte kıldı ve sabah namazını da alışılmış zamanından önce kıldı."
    },
    {
      "id": 163,
      "narrator": "Narrated `Abdur-Rahman bin Yazid:",
      "text": "Abdurrahman bin Yazid'ten rivayet edilmiştir: Abdullah ile birlikte Mekke'ye çıktım ve Jam' a gittiğimizde, iki namazı (Maghrib ve `Isha') birlikte kıldı, her namaz için ayrı ayrı ezan ve ikamet okudu. İki namaz arasında akşam yemeğini yedi. Fajr namazını gün doğar doğmaz kıldı. Bazı insanlar, \"Gün doğdu (namaz vaktinde)\" dedi, diğerleri ise, \"Gün doğmadı.\" Abdullah daha sonra dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'Bu iki namaz, yalnızca bu yerde (Al-Muzdalifa'da) belirtilen zamanlarından kaydırılmıştır; ilk: Maghrib ve `Isha'. İnsanlar `Isha' namazı vaktine kadar Al-Muzdalifa'ya ulaşmamalıdır. İkinci namaz, bu saatte kılınan sabah namazıdır.'\" Sonra Abdullah orada biraz daha bekledi. Sonra, \"Eğer müminlerin önderi şimdi Mina'ya geçerse, gerçekten de Sünnet'i takip etmiş olur.\" dedi. Hangi ifadenin önce geldiğini bilmiyorum, onun (Abdullah'ın) ifadesi mi yoksa Osman'ın ayrılışı mı. Abdullah, Nahr (kurban) günü (yani Zilhicce'nin 10. günü) Jamrat-Al-`Aqaba'ya taş atana kadar Telbiye okumaya devam etti."
    },
    {
      "id": 164,
      "narrator": "Narrated `Amr bin Maimun:",
      "text": "Amr bin Maimun'dan rivayet edilmiştir: Umar'ı, Jam' da Fajr (sabah) namazı kılarken gördüm; sonra ayağa kalktı ve dedi ki, \"Putperestler Jam'dan güneş doğmadan ayrılmazdı ve 'Güneş Thabir'e (bir dağ) doğsun' derlerdi. Ama Peygamber (ﷺ) onlara karşı geldi ve güneş doğmadan önce Jam'dan ayrıldı.\""
    },
    {
      "id": 165,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Al-Fadl'ı arkasında bindirdi ve Al-Fadl, Peygamber (ﷺ) 'in Talbiye okumaya devam ettiğini, Jamra'ya (Jamrat-Al-`Aqaba) taş atana kadar bildirdi."
    },
    {
      "id": 166,
      "narrator": "Narrated 'Ubaidullah bin `Abdullah:",
      "text": "'Ubaidullah bin `Abdullah'dan rivayet edilmiştir: İbn `Abbas dedi ki, \"Usame bin Zeyd, Arafat'tan Müzdelife'ye, oradan da Mina'ya kadar Peygamber (ﷺ)'in arkasında bindi; ardından Al-Fadl da onun arkasında bindi.\" Ekledi, \"Her ikisi (Usame ve Al-Fadl) 'Peygamber (ﷺ) sürekli olarak Talbiye okuyordu, ta ki Jamarat-Al-`Aqaba'ya Rami'yi yapana kadar.'\""
    },
    {
      "id": 167,
      "narrator": "Narrated Abu Jamra:",
      "text": "Abu Jamra'dan rivayet edilmiştir: İbn `Abbas'a Hac-tamattu` hakkında sordum. Bunu yapmamı emretti. Hadi (kurban) hakkında sordum. Dedi ki, \"Bir deve, bir inek veya bir koyun kesmen gerekir, ya da Hadi'yi diğerleriyle paylaşabilirsin.\" Bazı insanların (Hac-tamattu`) istemediği anlaşıldı. Yattım ve bir kişinin \"Hac Mabrur ve kabul edilen Mut'ah (Hac-tamattu`)\" diye ilan ettiğini gördüm. İbn `Abbas'a gittim ve bunu ona anlattım. Dedi ki, \"Allah en büyüktür. (Bu) Abu Al-Qasim'in (yani Peygamberin) geleneğidir.\" Shu`ba, rüyadaki çağrının \"Kabul edilen `Umra ve Hac-Mabrur\" olduğunu rivayet etti."
    },
    {
      "id": 168,
      "narrator": "Narrated Abu Huraira':",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger (ﷺ) bir adamın Badana'sını (kurban devesini) sürerken gördü. Dedi ki, \"Üzerine bin.\" Adam, \"Bu bir Badana.\" dedi. Peygamber (ﷺ) tekrar, \"Üzerine bin.\" dedi. Adam, \"Bu bir Badana.\" dedi. Peygamber (ﷺ) ikinci veya üçüncü kez, \"Vay haline.\" dedi."
    },
    {
      "id": 169,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) bir adamın Badana'sını sürerken gördü. Dedi ki, \"Üzerine bin.\" Adam, \"Bu bir Badana.\" dedi. Peygamber (ﷺ) tekrar, \"Üzerine bin.\" dedi. Adam, \"Bu bir Badana.\" dedi. Peygamber (ﷺ) üç kez, \"Üzerine bin.\" dedi."
    },
    {
      "id": 170,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Messenger (ﷺ) son Hac'ında (Hac-al-Veda) `Umra ve Hac yaptı. Dhul-Hulaifa'dan bir Hadi getirdi. Allah'ın Messenger (ﷺ) `Umra ve Hac için ihrama girdi. İnsanlar da Peygamber ile birlikte `Umra ve Hac yaptılar. Bazıları Hadi getirdi ve onu yanlarında sürerken, diğerleri getirmedi. Peygamber (ﷺ) Mekke'ye vardığında, insanlara, \"Aranızda Hadi'yi getiren kimse, Hac'ını tamamlayana kadar ihramını bitirmesin. Ve aranızda Hadi'yi yanında getirmeyen kimse, Kabe'nin etrafında tavaf yapsın ve Safa ile Merve arasında tavaf yapsın, sonra saçını kısaltsın ve ihramını bitirsin, sonra Hac için ihrama girsin; ama bir Hadi sunması gerekir; eğer Hadi sunacak imkanı yoksa, Hac sırasında üç gün oruç tutmalı ve evine döndüğünde yedi gün oruç tutmalıdır.\" Peygamber (ﷺ) Mekke'ye vardığında Kabe'nin etrafında tavaf yaptı; önce (Kara Taş) köşesine dokundu ve Kabe'nin etrafında ilk üç turda Ramal (omuzları hareket ettirerek hızlı yürüyüş) yaptı, son dört turda yürüdü. Kabe'nin etrafında tavafını bitirdikten sonra, İbrahim'in Makamı'nda iki rek'at namaz kıldı ve namazı bitirdikten sonra Safa ve Merve'ye gitti ve aralarında yedi tur tavaf yaptı ve ihram nedeniyle yasak olan hiçbir şeyi yapmadı, ta ki Hac'ın bütün ritüellerini bitirip Nahr gününde (Dhul-Hijja'nın 10. günü) Hadi'sini kesene kadar. Sonra Mekke'ye doğru hızla gitti ve Kabe'nin etrafında tavaf yaptı ve ardından ihram nedeniyle yasak olan her şey serbest hale geldi. Hadi'yi alan ve yanlarında sürenler, Allah'ın Messenger (ﷺ) gibi yaptılar."
    },
    {
      "id": 171,
      "narrator": "Narrated 'Urwa:",
      "text": "'Urwa'dan rivayet edilmiştir: \"Aişe, Peygamber (ﷺ)'in Hac ve `Umra'sı hakkında bana bilgi verdi ve onunla birlikte olan insanlar da (Hac ve `Umra sırasında) benzer bir rivayette bulundular, İbn `Umar'ın rivayetine benzer.\""
    },
    {
      "id": 172,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah (bin `Abdullah) bin `Umar babasına, \"Burada kal, çünkü (İbn Zubair ile Al-Haccac arasındaki) bu sıkıntının seni Kabe'ye ulaşmaktan alıkoymasından korkuyorum.\" dedi. İbn `Umar, \"(Bu durumda) ben de Allah'ın Messenger (ﷺ) gibi yaparım, ve Allah, 'Şüphesiz, Allah'ın Messenger (ﷺ)'inde sizin için güzel bir örnek vardır.' dedi. O yüzden, ey insanlar, şahit olun ki ben `Umra'yı kendime farz kıldım.\" Böylece `Umra için ihrama girdi. Sonra dışarı çıktı ve Al-Baida'ya vardığında, Hac ve `Umra için (birlikte) ihrama girdi ve \"Hac ve `Umra'nın şartları aynıdır.\" dedi. Sonra Qudaid'den bir Hadi getirdi. Mekke'ye vardığında, hem Hac hem de `Umra için bir kez tavaf yaptı ve Hac ve `Umra'yı tamamlayana kadar ihramını bitirmedi."
    },
    {
      "id": 173,
      "narrator": "Narrated Al-Miswar bin Makhrama and Marwan:",
      "text": "Al-Miswar bin Makhrama ve Marwan'dan rivayet edilmiştir: Peygamber (ﷺ) Medine'den binin üzerinde sahabesiyle (Hudeybiye Antlaşması sırasında) yola çıktı ve Dhul-Hulaifa'ya vardıklarında, Peygamber (ﷺ) Hadi'sini çiçekle süsledi ve işaret koydu ve `Umra için ihrama girdi."
    },
    {
      "id": 174,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'in Budn'ı için kendi ellerimle çiçekler yaptım, o da onları süsleyip işaret koydu ve sonra Mekke'ye gönderdim; ama o zaman onun için hiçbir helal şey yasaklanmadı."
    },
    {
      "id": 175,
      "narrator": "Narrated Hafsa:",
      "text": "Hafsa'dan rivayet edilmiştir: \"Ey Allah'ın Messenger (ﷺ)! İnsanların neyi var, onlar ihramlarını bitirdiler ama sen bitirmedin?\" dedim. O, \"Saçımı ördüm ve Hadi'mi süsledim, bu yüzden Hac'ımı bitirene kadar ihramımı bitirmeyeceğim.\" dedi."
    },
    {
      "id": 176,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger (ﷺ) Medine'den Hadi'yi gönderirdi ve ben onun Hadi'si için çiçekler yapardım ve o, ihramda olan birinin kaçınması gereken hiçbir şeyden uzak durmadı."
    },
    {
      "id": 177,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'in Hadi'leri için çiçekler yaptım ve sonra o da onları işaretledi ve süsledi (ya da ben süsledim) ve sonra onları Kabe'ye gönderdim ama o Medine'de kaldı ve o zaman onun için hiçbir helal şey yasaklanmadı."
    },
    {
      "id": 178,
      "narrator": "Narrated `Abdullah bin Abu Bakr bin `Amr bin Hazm:",
      "text": "Abdullah bin Abu Bekir bin `Amr bin Hazm'dan rivayet edilmiştir: `Amra bint `Abdur-Rahman ona şunu söyledi: \"Zaid bin Abu Sufyan, Aişe'ye yazdı ki, `Abdullah bin `Abbas şöyle demiş: 'Kim Hadi'sini (Kabe'ye) gönderirse, bir (hacının) yasak olan her şeyi o kişi için yasak olur, ta ki onu kesene kadar (yani Dhul-Hijja'nın 10. gününe kadar).' \" `Amra ekledi, `Aişe dedi ki, 'İbn `Abbas'ın söylediği gibi değil: Allah'ın Messenger (ﷺ)'in Hadi'lerinin çiçeklerini kendi ellerimle yaptım. Sonra Allah'ın Messenger (ﷺ) onları kendi elleriyle boyunlarına taktı ve babamla birlikte gönderdi; ama Allah'ın Elçisi, Hadi'yi kesene kadar Allah'ın helal kıldığı hiçbir şey ona yasaklanmadı.'\""
    },
    {
      "id": 179,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir keresinde Peygamber (ﷺ) koyun gönderdi."
    },
    {
      "id": 180,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'in Hadi'leri için çiçekler yapardım ve o da koyunları (onlarla) süslerdi ve ailesiyle birlikte bir muhrim olarak kalırdı."
    },
    {
      "id": 181,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben, Peygamber (ﷺ)'in koyunları için çelenkler yapardım ve onları (Kabe'ye) gönderirdi, ben de ihramsız kalırdım."
    },
    {
      "id": 182,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ihrama girmeden önce (çelenkleri) ben yaptım."
    },
    {
      "id": 183,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben, elimdeki yünden Hadîs'in çelenklerini yaptım."
    },
    {
      "id": 184,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: Ebu Hureyre dedi ki, \"Peygamber (ﷺ) bir adamın bir Badana (kurbanlık deve) sürerken gördü. Peygamber (s.a.v) ona, 'Üzerine bin!' dedi. Adam, 'Bu bir Badana.' diye cevap verdi. Peygamber (ﷺ) tekrar, 'Üzerine bin!' dedi. Ebu Hureyre ekledi, 'Sonra o adamı üzerinde binerken gördüm, Peygamber (s.a.v)'e itaat gösteriyordu ve boynunda bir ayakkabı (asılı)ydı.'\""
    },
    {
      "id": 185,
      "narrator": "Narrated `Ali:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber'den: (yukarıda olduğu gibi)."
    },
    {
      "id": 186,
      "narrator": "Narrated Nafi`:",
      "text": "Ali'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana, kesmiş olduğum Budn'ın derisini ve örtülerini sadaka vermemi emretti."
    },
    {
      "id": 187,
      "narrator": "Narrated `Amra bint `Abdur-Rahman:",
      "text": "Nafi'den rivayet edilmiştir: İbn Ömer, İbn Zübeyir'in hükümdarlığı döneminde Al-Harawriya haccı yılında Hac yapmayı niyet etti. Bazı insanlar ona, \"İnsanlar arasında bir kavga çıkma ihtimali çok yüksek, ve biz senin (Hac yapmanı) engelleyebilirler diye korkuyoruz.\" dediler. O da, \"Şüphesiz, Allah'ın Elçisi (ﷺ) sizin için güzel bir örnektir. Bu durumda ben de onun yaptığı gibi yaparım. Şahit olmanızı isterim ki, Umre yapmayı niyet ettim.\" Al-Baida'ya ulaştığında, \"Hac ve Umre'nin şartları aynıdır. Şahit olmanızı isterim ki, Hac'ı Umre ile birlikte yapmayı niyet ettim.\" dedi. Daha sonra yolda satın aldığı bir çelenkli Hadi'yi (Mekke'ye) götürdü. Mekke'ye ulaştığında, Kabe'nin etrafında tavaf yaptı ve Safa ile Merve arasında (Sa'i) yaptı ve daha fazlasını yapmadı. İhram için yasak olan şeyleri kendisine helal kılmadı, ta ki Nahr Günü (kurban günü) gelene kadar, o zaman başını traş etti ve (kurbanı) kesti ve ilk tavafını (Safa ile Merve arasında) Hac ve Umre için yeterli saydı. Sonra, \"Peygamber (ﷺ) böyle yapardı.\" dedi."
    },
    {
      "id": 188,
      "narrator": "Narrated Nafi`:",
      "text": "Amra bint Abdurrahman'dan rivayet edilmiştir: Aişe'nin, \"Dhul-Qa'da'nın sonuna beş gün kala, Allah'ın Elçisi (ﷺ) ile sadece Hac yapma niyetiyle Medine'den yola çıktık. Mekke'ye yaklaştığımızda, Allah'ın Elçisi (ﷺ) yanında Hadi olmayanların Kabe'nin etrafında tavaf yaptıktan sonra ihramlarını çıkarmalarını emretti.\" dedi. Aişe ekledi, \"Nahr gününde bize sığır eti getirildi. Ben, 'Bu nedir?' diye sordum. Cevap olarak, 'Allah'ın Elçisi (s.a.v) eşleri adına (kurbanlar) kesmiştir.' denildi.\""
    },
    {
      "id": 189,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Abdullah (İbn Ömer), (kurbanını) Manhar'da keserdi. ('Ubaidullah, bir alt rivayetçi olarak, \"Allah'ın Elçisi (ﷺ)'nin Manhar'ı.\" dedi.)"
    },
    {
      "id": 190,
      "narrator": "Narrated Sahl bin Bakkar:",
      "text": "Nafi'den rivayet edilmiştir: İbn Ömer, Hadi'sini Jam'dan (Mina'ya) gecenin son üçte biri içinde, özgür adamlar ve köleler arasında, Peygamber (ﷺ)'in Manhar'ına (kurban kesim yeri) kadar gönderirdi."
    },
    {
      "id": 191,
      "narrator": "Narrated Ziyad bin Jubair:",
      "text": "Sahl bin Bakkar'dan rivayet edilmiştir: Anas'ın rivayeti kısaltılmıştır, \"Peygamber (ﷺ) kendi elleriyle ayakta yedi Budn (deve) kesmiştir. Kurban Bayramı'nda iki boynuzlu koç kesmiştir, biri siyah diğeri beyazdır.\""
    },
    {
      "id": 192,
      "narrator": "Narrated Anas:",
      "text": "Ziyad bin Cubeyr'den rivayet edilmiştir: İbn Ömer'in, bir adamın Badana'sını kesmek için oturtmuşken yanından geçtiğini gördüm. İbn Ömer, \"Ayakta bir bacağı bağlı olarak kes.\" dedi, bu da Muhammed'in (s.a.v) sünnetidir."
    },
    {
      "id": 193,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'de dört rekat Zuhr namazı kıldı; Dhil-Hulaifa'da iki rekat Asr namazı kıldı ve orada geceyi geçirdi. Sabah (ağardığında), binek hayvanına bindi ve \"Allah'tan başka ibadet edilmeye layık yoktur, Allah'ı tesbih ederim.\" demeye başladı. Al-Baida'ya ulaştığında, hem Hac hem de Umre için Telbiye okudu. Mekke'ye vardığında, onlara (arkadaşlarına) ihramlarını çıkarmalarını emretti. Peygamber (ﷺ) kendi elleriyle ayakta yedi Budn (deve) kesti, ayrıca Medine'de iki boynuzlu koç (siyah ve beyaz) da kurban etti."
    },
    {
      "id": 194,
      "narrator": "Narrated `Ali:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (s.a.v) Medine'de dört rekat Zuhr namazı kıldı ve Dhul-Hulaifa'da iki rekat Asr namazı kıldı. Aiyub rivayet etti: \"Bir adam dedi ki: Anas dedi ki, 'Sonra o (Peygamber (ﷺ) orada geceyi geçirdi ve sabah (Fajr) namazını kıldı, binek hayvanına bindi ve Al-Baida'ya ulaştığında hem Umre hem de Hac için ihrama girdi.'\""
    },
    {
      "id": 195,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) beni Budn (Hadi develeri) kesimini denetlemek için gönderdi ve etlerini dağıtmamı emretti, ardından örtülerini ve derilerini dağıtmamı emretti. Ali ekledi, \"Peygamber (ﷺ) bana Budn'ın kesimini denetlememi ve kasaba kesim için (onların bedenlerinden) hiçbir şey vermememi emretti.\""
    },
    {
      "id": 196,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) yüz Budn'ı Hadi olarak sundu ve etlerini (sadaka olarak) dağıtmamı emretti, ben de öyle yaptım. Sonra üzerlerini (sadaka olarak) dağıtmamı emretti, ben de öyle yaptım. Sonra derilerini (sadaka olarak) dağıtmamı emretti, ben de öyle yaptım."
    },
    {
      "id": 197,
      "narrator": "Narrated Ibn Juraij:",
      "text": "İbn Juraij'den rivayet edilmiştir: Ata dedi ki, \"Jabir bin Abdullah'ın şöyle dediğini duydum: 'Mina'da Budn etini üç günden fazla yemedik. Daha sonra Peygamber (ﷺ) bize izin vererek, 'Yiyin ve (et) alın' dedi. Biz de (biraz) yedik ve (biraz) aldık.\" Ben Ata'ya sordum, \"Jabir, (etleri yemeye devam ettiklerini) Medine'ye ulaşana kadar söyledi mi?\" Ata, \"Hayır,\" diye cevap verdi."
    },
    {
      "id": 198,
      "narrator": "Narrated `Amra:",
      "text": "Amra'dan rivayet edilmiştir: Aişe'nin şöyle dediğini duydum: \"Biz, Hac niyetiyle, Dhul-Qa'da'nın sonundan beş gün önce Allah'ın Messengerı (ﷺ) ile yola çıktık. Mekke'ye yaklaştığımızda, Allah'ın Elçisi, yanında Hadi bulunmayanların Ka'be'yi tavaf ettikten sonra ihramlarını bitirmelerini emretti. Aişe ekledi, \"Nahr Günü bize sığır eti getirildi ve ben, 'Bu nedir?' dedim. Birisi, 'Peygamber (ﷺ) eşleri adına (sığırları) kesmiştir,' dedi.\""
    },
    {
      "id": 199,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) birisine, Hadi'sini kesmeden önce başını traş eden bir kişi hakkında soruldu. O da, \"Zarar yok, zarar yok,\" diye cevap verdi."
    },
    {
      "id": 200,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e, \"Rami'yi (şeytan taşlama) ifa etmeden önce Tawaf-al-Ifada yaptım,\" dedi. Peygamber (ﷺ) \"Zarar yok,\" diye cevap verdi. Adam, \"Ben kesimden önce başımı traş ettim,\" dedi. Peygamber (ﷺ) \"Zarar yok,\" diye cevap verdi. Adam, \"Rami'den önce Hadi'yi kestim,\" dedi. Peygamber (ﷺ) \"Zarar yok,\" diye cevap verdi."
    },
    {
      "id": 201,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bir adamdan, \"Akşam Rami yaptım,\" diye soruldu. Peygamber (ﷺ) \"Bunda bir zarar yok,\" diye cevap verdi. Başka bir adam, \"Kesimden önce başımı traş ettim,\" dedi. Peygamber (ﷺ) \"Bunda bir zarar yok,\" diye cevap verdi."
    },
    {
      "id": 202,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) Al-Batha'da iken karşılaştım. Bana, \"Hac yapmayı niyet ettin mi?\" diye sordu. Ben de olumlu cevap verdim. O, \"İhramı ne için giydin?\" diye sordu. Ben de, \"Peygamber (ﷺ) ile aynı niyetle ihram giydim,\" dedim. Peygamber (ﷺ) \"İyi yaptın! Git ve Ka'be'yi tavaf et ve Safa ile Merve arasında (tavaf) yap,\" dedi. Sonra Beni Kays'tan bir kadına gittim ve o, başımdan bit temizledi. Daha sonra Hac için ihram giydim. Bu görüşü insanlara, Ömer'in halifeliğine kadar verdim. Ona bunu söylediğimde, \"Eğer Kuran'a (uyarsak) Hac ve Umre'yi (Hac-at-Tamattu') tamamlamamız emrediliyor ve eğer Allah'ın Messengerı'nın (ﷺ) sünnetine uyarsak, o, Hadi'si hedefe ulaşmadan (kesmeden) ihramını bitirmedi,\" dedi. (yani Hac-al-Qiran)."
    },
    {
      "id": 203,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Hafsa, \"Ey Allah'ın Messengerı (ﷺ)! İnsanların durumu ne? Onlar Umre'den sonra ihramlarını bitirdiler, ama sen Umre'den sonra bitirmedin?\" dedi. O da, \"Saçlarımı düğümledim ve Hadi'mi süsledim. Bu yüzden Hadi'mi kesmeden ihramımı bitiremiyorum,\" diye cevap verdi."
    },
    {
      "id": 204,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) Hac'ını yaptıktan sonra başını traş ettirdi."
    },
    {
      "id": 205,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) \"Ey Allah! Başlarını traş edenlere merhamet et,\" dedi. İnsanlar, \"Ey Allah'ın Messengerı (ﷺ)! Kısa saç kestirenler için de (dua et)?\" dediler. Peygamber (ﷺ) \"Ey Allah! Başlarını traş edenlere merhamet et,\" dedi. İnsanlar, \"Ey Allah'ın Messengerı (ﷺ)! Kısa saç kestirenler için de (dua et)?\" dediler. Peygamber (ﷺ) üçüncü kez, \"Kısa saç kestirenler için de (affet),\" dedi. Nafi' dedi ki, Peygamber (ﷺ) bir veya iki kez, \"Ey Allah! Başlarını traş edenlere merhamet et,\" dedi ve dördüncü kez, \"Kısa saç kestirenler için de,\" ekledi."
    },
    {
      "id": 206,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messengerı (ﷺ) \"Ey Allah! Başlarını traş edenlere affet,\" dedi. İnsanlar, \"Kısa saç kestirenler için de mi?\" diye sordular. Peygamber (ﷺ) \"Ey Allah! Başlarını traş edenlere affet,\" dedi. İnsanlar, \"Kısa saç kestirenler için de mi?\" dediler. Peygamber (üçüncü kez) \"Başlarını traş edenler için (dua et) ve kısa saç kestirenler için de,\" dedi."
    },
    {
      "id": 207,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) ve bazı arkadaşları başlarını traş etti ve bazıları da saçlarını kısalttı."
    },
    {
      "id": 208,
      "narrator": "Narrated Muawiya:",
      "text": "Muaviye'den rivayet edilmiştir: Allah'ın Messengerı (ﷺ)'nin saçını uzun bir bıçakla kısalttım."
    },
    {
      "id": 209,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye geldiğinde, arkadaşlarına Ka'be'yi tavaf etmelerini ve Safa ile Merve arasında tavaf yapmalarını, ihramlarını bitirmelerini ve saçlarını traş ettirmelerini veya kısaltmalarını emretti."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Nafi' rivayet etmiştir ki, İbn Umar (ra) sadece bir tavaf yaptı. Öğleden sonra uykuya dalar ve sonra Mina'ya dönerdi. Bu, Nahr (kesim) günüydü."
    },
    {
      "id": 211,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile birlikte Hac yaptık ve Nahr Günü'nde Tawaf-al-ifada yaptık. Safiye adet gördü ve Peygamber onunla, bir kocanın karısından istediği şeyi istedi. Ben ona dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! O adet görüyor.\" O da, \"Bizi alıkoyacak mı?\" dedi. Ona, Nahr Günü'nde Tawaf-al-Ifada yaptığını bildirdik. O da, \"(O zaman) ayrılabilirsiniz.\" dedi."
    },
    {
      "id": 212,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) kesim, baş tıraşı ve Rami'nin zamanından önce veya sonra yapılması hakkında soruldu. O da, \"Bunda bir sakınca yoktur.\" dedi."
    },
    {
      "id": 213,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Nahr Günü Mina'da Hac ritüelleri hakkında soruldu ve \"Bunda bir sakınca yoktur.\" diye cevap verdi. Sonra bir adam, \"Ben kesimden önce başımı tıraş ettirdim.\" dedi. O da, \"Şimdi kesim yap ve bunda bir sakınca yoktur.\" dedi. (Başka bir) adam, \"Ben Rami'yi öğleden sonra yaptım.\" dedi. Peygamber (ﷺ) de, \"Bunda bir sakınca yoktur.\" diye cevap verdi."
    },
    {
      "id": 214,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) son Hac'ında Mina'daki Jimar yakınında durdu ve insanlar ona sorular sormaya başladılar. Bir adam, \"Cahille başımı kesimden önce tıraş ettirdim.\" dedi. Peygamber, \"Şimdi kesim yap ve bunda bir sakınca yoktur.\" dedi. Başka bir adam, \"Farkında olmadan Hadi'yi Rami'den önce kestim.\" dedi. Peygamber (ﷺ) de, \"Şimdi Rami yap ve bunda bir sakınca yoktur.\" dedi. O gün, Peygamber (ﷺ) Hac ritüelleri hakkında zamanından önce veya sonra yapılan her şey hakkında sorulduğunda, \"Şimdi yap ve bunda bir sakınca yoktur.\" diye cevap verdi."
    },
    {
      "id": 215,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-`As:",
      "text": "Abdullah bin Amr bin Al-As'tan rivayet edilmiştir: Ben, Peygamber (ﷺ) Nahr Günü hutbe verirken gördüm. Bir adam ayağa kalkıp, \"Şunun bunun, şunun bunun öncesinde yapılması gerektiğini düşündüm. Ben kesimden önce saçımı tıraş ettirdim.\" dedi. (Başka biri), \"Ben Rami'yi yapmadan önce Hadi'yi kestim.\" dedi. Böylece insanlar birçok benzer şeyler hakkında soru sordular. Peygamber (ﷺ) de, \"Şimdi yap ve bu durumların hepsinde bir sakınca yoktur.\" dedi. O gün Peygamber (ﷺ) kendisine sorulan her şey hakkında, \"Şimdi yap ve bunda bir sakınca yoktur.\" diye cevap verdi."
    },
    {
      "id": 216,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-`As:",
      "text": "Abdullah bin Amr bin Al-As'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dişi devesinin üzerinde durdu (sonra sub-rivayetçi yukarıdaki Hadisi aktardı, yani 793)."
    },
    {
      "id": 217,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: İbn Abbas dedi ki: \"Allah'ın Elçisi (ﷺ) Nahr Günü bir hutbe verdi ve 'Ey insanlar! Bugün hangi gün?' dedi. İnsanlar, 'Bu yasak (kutsal) gündür.' diye cevap verdiler. O tekrar sordu, 'Bu hangi şehir?' Onlar, 'Bu yasak (kutsal) şehirdir.' dediler. O sordu, 'Bu hangi ay?' Onlar, 'Bu yasak (kutsal) aydır.' dediler. O da, 'Şüphesiz! Kanlarınız, mallarınız ve onurlarınız, bu gününüzün, bu (kutsal) şehrinizin (Mekke) ve bu ayınızın kutsallığı gibi birbirinize kutsaldır.' dedi. Peygamber (ﷺ) bu sözünü tekrar tekrar tekrarladı. Sonra başını kaldırdı ve 'Ey Allah! Ben (Mesajını) onlara ilettim mi?' 'Ben, Senin Mesajını onlara ilettim mi?' dedi.\" İbn Abbas ekledi, \"Canımın sahibi olan Allah'a yemin ederim ki, bu, Peygamberin (ﷺ) takipçilerine olan vasiyetiydi:-- Burada bulunanların, burada bulunmayanlara bu bilgiyi iletmesi gerekmektedir. Sakın benden sonra kafirler gibi dönmeyin, birbirinizin boyunlarını (boğazlarını) kesmeyin.\""
    },
    {
      "id": 218,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Arafat'ta bir hutbe verirken duydum."
    },
    {
      "id": 219,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) Nahr Günü bize bir hutbe verdi. \"Bugün hangi gün olduğunu biliyor musunuz?\" dedi. Biz, \"Allah ve Elçisi daha iyi bilir.\" dedik. O, o gün başka bir isim verebilir diye sessiz kaldı. \"Nahr Günü değil mi?\" dedi. Biz, \"Evet.\" dedik. \"Bu hangi ay?\" diye sordu. Biz, \"Allah ve Elçisi daha iyi bilir.\" dedik. O, başka bir isim verebilir diye sessiz kaldı. \"Dhul-Hijja ayı değil mi?\" dedi. Biz, \"Evet!\" dedik. \"Bu hangi şehir?\" diye sordu. Biz, \"Allah ve Elçisi daha iyi bilir.\" dedik. O, başka bir isim verebilir diye sessiz kaldı. \"Bu yasak (kutsal) şehir (Mekke) değil mi?\" dedi. Biz, \"Evet. O.\" dedik. \"Şüphesiz, kanlarınız ve mallarınız, bu gününüzün, bu ayınızın, bu şehrinizin kutsallığı gibi birbirinize kutsaldır, Rabbinizle karşılaşacağınız güne kadar. Şüphesiz! Ben Allah'ın mesajını size ilettim mi?\" dedim. Onlar, \"Evet.\" dediler. O, \"Ey Allah! Şahit ol. O halde burada bulunanların, bunu (bu bilgiyi) burada bulunmayanlara iletmesi gerekmektedir çünkü bilgilendirilen kişi, (benim söylediklerimi) burada bulunanlardan daha iyi anlayabilir ve ona iletebilir. Sakın benden sonra kafirler gibi dönmeyin, birbirinizin boyunlarını (boğazlarını) kesmeyin.\""
    },
    {
      "id": 220,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Mina'da Peygamber (s.a.v) dedi ki, \"Bugün hangi gün olduğunu biliyor musunuz?\" İnsanlar, \"Allah ve Elçisi daha iyi bilir.\" dediler. O, \"Bu yasak (kutsal) gündür. Ve bu hangi şehir?\" dediler. Onlar, \"Allah ve Elçisi daha iyi bilir.\" dediler. O, \"Bu yasak (kutsal) şehir (Mekke)dir. Ve bu hangi ay?\" dedi. İnsanlar, \"Allah ve Elçisi daha iyi bilir.\" dediler. O, \"Bu yasak (kutsal) aydır.\" dedi. Peygamber (ﷺ) ekledi, \"Şüphesiz, Allah kanlarınızı, mallarınızı ve onurlarınızı, bu gününüzün, bu ayınızın, bu şehrinizin kutsallığı gibi birbirinize kutsal kıldı.\" İbn Ömer rivayet etti: Nahr Günü'nde (Dhul-Hijja'nın 10. günü), Peygamber (ﷺ) Hac'ını (önceki Hadisteki gibi) yaparken Jamrat arasında durdu ve \"Bu en büyük gündür (yani Dhul-Hijja'nın 10'u).\" dedi. Peygamber (ﷺ) tekrar tekrar \"Ey Allah! Şahit ol (Mesajını ilettim).\" dedi. Sonra insanlara veda etti. İnsanlar, \"Bu Hajjat-al-Wada'dır.\" dediler."
    },
    {
      "id": 221,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) hacılara su sağlayan insanların Mina gecelerinde Mekke'de kalmalarına izin verdi."
    },
    {
      "id": 222,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) hacılara su sağlayan insanların Mina gecelerinde Mekke'de kalmalarına izin verdi."
    },
    {
      "id": 223,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Abbas, insanlara su sağlamak için Mina gecelerinde Mekke'de kalmak üzere Peygamber (ﷺ)'den izin istedi, böylece Peygamber (ﷺ) ona izin verdi."
    },
    {
      "id": 224,
      "narrator": "Narrated Wabra:",
      "text": "Vabra'dan rivayet edilmiştir: İbn Ömer'e \"Jimar'ın Rami'sini ne zaman yapmalıyım?\" diye sordum. O, \"Liderin bunu yaptığında.\" diye cevap verdi. Aynı soruyu tekrar sordum. O, \"Biz güneş batana kadar beklerdik ve sonra Rami yapardık (yani Dhul-Hijja'nın 11. ve 12.'sinde).\" dedi."
    },
    {
      "id": 225,
      "narrator": "Narrated `Abdur-Rahman bin Yazid:",
      "text": "Abdurrahman bin Yazid'ten rivayet edilmiştir: Abdullah, vadi ortasından Rami yaptı. Ben de, \"Ey Abu Abdurrahman! Bazı insanlar Rami'yi (Jamra'nın) üstünden yapıyor.\" dedim. O, \"Ona, Allah'tan başka ibadet edilmeye layık olan yoktur ki, bu, Surat-al-Bakara'nın indirildiği yerden (yani Allah'ın Elçisi (ﷺ)) Rami'yi yaptığı yerdir.\" dedi."
    },
    {
      "id": 226,
      "narrator": "Narrated `Abdur-Rahman bin Yazid:",
      "text": "`Abdur-Rahman bin Yazid'den rivayet edilmiştir: `Abdullah, büyük Cemre'ye (yani Cemrat-ul-Akaba) ulaştığında, Kabe'yi sol tarafında, Mina'yı ise sağ tarafında tutarak yedi çakıl taşı attı ve \"Kur'an-ı Kerim'in Bakara Suresi'nin indirildiği kişi (yani Peygamber) de Rami'yi böyle yapmıştı.\" dedi."
    },
    {
      "id": 227,
      "narrator": "Narrated `Abdur-Rahman bin Yazid:",
      "text": "`Abdur-Rahman bin Yazid'den rivayet edilmiştir: İbn Mes'ud ile Hac yaptım ve onu büyük Cemre'ye (Cemrat-ul-Akaba) yedi küçük çakıl taşı ile Rami yaparken gördüm, Kabe'yi sol tarafında, Mina'yı ise sağ tarafında tutarak. Ardından şöyle dedi: \"Bakara Suresi'nin indirildiği kişi (yani Allah'ın Elçisi (ﷺ)) burada durdu.\""
    },
    {
      "id": 228,
      "narrator": "Narrated Al-A`mash:",
      "text": "Al-A`mash'dan rivayet edilmiştir: Al-Haccac'ın minberde şöyle dediğini duydum: \"Bakara (inek) Suresi'nin geçtiği sure, İmran ailesinin geçtiği sure ve kadınların (Nisa) geçtiği sure.\" Bunu İbrahim'e söyledim, o da, `Abdur-Rahman bin Yazid'in bana, 'İbn Mes'ud ile birlikteydim, o Cemrat-ul-Akaba'ya Rami yaptığında, vadi ortasından aşağı indi ve ağaca (Cemre'nin yanındaki ağaç) yaklaşınca onun karşısında durdu ve yedi küçük çakıl taşı attı ve her çakıl taşını atarken 'Allahu-Akbar' dedi.' dediğini aktardı. Sonra şöyle dedi: 'Ona, kendisinden başka ibadet edilmeye layık olmayan Allah'a yemin ederim ki, burada (bu yerde) Bakara Suresi'nin indirildiği kişi (yani Allah'ın Elçisi (ﷺ)) durdu.'\""
    },
    {
      "id": 229,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: İbn `Umar, Cemrat-ud-Dunya'yı (Khaif camisinin yanındaki Cemre) yedi küçük taşla Rami yapar ve her çakıl taşını atarken Tekbir getirirdi. Sonra düz bir yere kadar ilerlerdi ve orada Kıble'ye dönerek uzun süre dua ederdi (Allah'a) ellerini kaldırarak. Ardından Cemrat-ul-Wusta'ya (orta Cemre) Rami yapar ve sonra sola doğru orta alana gider, orada Kıble'ye dönerek uzun süre dua ederdi (Allah'a) ellerini kaldırarak. Sonra vadi ortasından Cemrat-ul-Akaba'ya Rami yapar, ama orada durmaz ve sonra ayrılır ve \"Peygamberi (ﷺ) böyle yaparken gördüm.\" derdi."
    },
    {
      "id": 230,
      "narrator": "Narrated Salim bin `Abdullah:",
      "text": "Salim bin `Abdullah'dan rivayet edilmiştir: `Abdullah bin `Umar, Cemrat-ud-Dunya'ya yedi küçük çakıl taşı ile Rami yapar ve her taş attığında Tekbir getirirdi. Sonra düz bir yere kadar ilerlerdi, orada uzun süre Kıble'ye dönerek dua ederdi (Allah'a) ellerini kaldırarak. Ardından Cemrat-ul-Wusta'ya benzer şekilde Rami yapar ve sola doğru düz alana gider, orada Kıble'ye dönerek uzun süre dua ederdi (Allah'a) ellerini kaldırarak. Sonra vadi ortasından Cemrat-ul-Akaba'ya Rami yapar, ama orada durmazdı. İbn `Umar şöyle derdi: \"Ben Allah'ın Elçisi (ﷺ) böyle yaparken gördüm.\""
    },
    {
      "id": 231,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Mina camisinin yanındaki Cemre'ye taş attığında, yedi küçük çakıl taşı ile Rami yapar ve her çakıl taşını atarken Tekbir getirirdi. Sonra ilerler ve Kıble'ye dönerek ellerini kaldırır, dua ederdi (Allah'a) ve uzun süre dururdu. Sonra ikinci Cemre'ye (Al-Wusta) gelir ve yedi küçük taşla ona taş atar, her taş attığında Tekbir getirirdi. Sonra Kıble'ye dönerek ellerini kaldırır ve dua ederdi (Allah'a). Sonra 'Aqaba yakınındaki Cemre'ye (Cemrat-ul-'Aqaba) gelir ve yedi küçük çakıl taşı ile Rami yapar, her taş attığında Tekbir getirirdi. Sonra ayrılır ve orada durmazdı."
    },
    {
      "id": 232,
      "narrator": "Narrated `Abdur-Rahman bin Al-Qasim:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Salim bin 'Abdullah'ın, babasının, Peygamber (ﷺ) adına söylediği aynı şeyi duyduğumu işittim. Ve İbn 'Umar da aynı şeyi yapardı."
    },
    {
      "id": 233,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "`Abdur-Rahman bin Al-Qasim'den rivayet edilmiştir: Babamın, çağının en iyi adamı, şöyle dediğini duydum: \"Aişe'nin, 'Ben Allah'ın Elçisini (ﷺ) kendi ellerimle parfümledim, ihramını tamamlamadan önce, henüz Tawaf-al-Ifada yapmamışken.' dediğini duydum.\" (Bunu söylerken ellerini açtı.)"
    },
    {
      "id": 234,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn `Abbas'dan rivayet edilmiştir: İnsanlara, (Mekke'den) ayrılmadan önce Kabe'yi (Tawaf-al-Wada`) tavaf etmeleri emredildi, sadece adet gören kadınlar muaf tutuldu."
    },
    {
      "id": 235,
      "narrator": "Narrated `Aisha:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Zuhr, `Asr, Maghrib ve `Isha' namazlarını kıldı ve Al-Muhassab denilen bir yerde bir süre uyudu, sonra Kabe'ye gitti ve etrafında Tawaf yaptı."
    },
    {
      "id": 236,
      "narrator": "Narrated `Ikrima:",
      "text": "`Aişe'den rivayet edilmiştir: Safiya bint Huyay, Peygamber (ﷺ) adet gördü ve Allah'ın Elçisine (ﷺ) bunun haber verildi. O da, \"Bizi geciktirecek mi?\" dedi. İnsanlar, \"O zaten Tawaf-al-Ifada'yı yaptı.\" dediler. O da, \"O zaman bizi geciktirmeyecek.\" dedi."
    },
    {
      "id": 237,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "`İkrime'den rivayet edilmiştir: Medine halkı, İbn `Abbas'a, Tawaf-al-Ifada'dan sonra adet gören bir kadın hakkında sordular. O da, \"O (Mekke'den) ayrılabilir.\" dedi. Onlar, \"Senin hükmüne uymayacağız ve Zaid'in hükmünü göz ardı edeceğiz.\" dediler. İbn `Abbas, \"Medine'ye vardığınızda, bunun hakkında soruşturun.\" dedi. Medine'ye vardıklarında, bunun hakkında sordular. Sorduklarından biri Um Sulaim'di. O da onlara Safiya'nın rivayetini anlattı."
    },
    {
      "id": 238,
      "narrator": "Narrated `Aisha:",
      "text": "İbn `Abbas'dan rivayet edilmiştir: Adet gören bir kadının, Tawaf-al-Ifada'yı yaptıysa Mekke'den ayrılmasına izin verildi. Tawus (bir alt rivayetçi) babasından, \"İbn `Umar'ın, o (adet gören kadın) ayrılmayacak.\" dediğini işittim. Sonra daha sonra, \"Peygamber (ﷺ) onların (adet gören kadınların) ayrılmasına izin verdi.\" dediğini işittim."
    },
    {
      "id": 239,
      "narrator": "Narrated `Abdul-Aziz bin Rufai:",
      "text": "`Aişe'den rivayet edilmiştir: Biz, yalnızca Hac niyetiyle Peygamber (ﷺ) ile yola çıktık. Peygamber (ﷺ) Mekke'ye ulaştı ve Kabe'yi tavaf etti ve Safa ile Merve arasında (tavaf) yaptı ve ihramını tamamlamadı, çünkü yanında Hadi vardı. Arkadaşları ve eşleri Kabe'yi (tavaf) ettiler ve yanında Hadi olmayanlar ihramlarını tamamladılar. Ben adet gördüm ve Hac'ın tüm ritüellerini yerine getirdim. Hasba Gecesi (ayrılma gecesi) geldiğinde, \"Ey Allah'ın Elçisi (ﷺ)! Tüm arkadaşların Hac ve `Umra ile geri dönüyor, sadece ben değil.\" dedim. O da bana, \"Mekke'ye vardığında Kabe'yi (Umra) tavaf etmedin mi?\" diye sordu. Ben de, \"Hayır.\" dedim. O da, \"Abdur-Rahman ile Tan'im'e git ve `Umra için ihramını giy, ben de seni şu ve bu yerde bekleyeceğim.\" dedi. Ben de Abdur-Rahman ile Tan'im'e gittim ve `Umra için ihramımı giydim. Sonra Safiya bint Huyay adet gördü. Peygamber (ﷺ) dedi ki, \"Aqra Halqa! Bizi geciktireceksin! Nahr (kurban) günü Tawaf-al-Ifada'yı yapmadın mı?\" O da, \"Evet, yaptım.\" dedi. O da, \"O zaman bir sakınca yok, ayrıl.\" dedi. Böylece ben, Peygamber (ﷺ) ile Mekke'ye doğru yükselirken karşılaştım ve ben aşağı iniyordum, ya da tersine."
    },
    {
      "id": 240,
      "narrator": "Narrated Anas bin Malik:",
      "text": "`Abdul-Aziz bin Rufai'den rivayet edilmiştir: Anas bin Malik'e, \"Tarwiya Günü (8. Zilhicce) Zuhr namazını nerede kıldığını gördün?\" diye sordum. Anas, \"Mina'da kıldı.\" dedi. Ben de, \"Nafr Günü (Mina'dan ayrılma günü) `Asr namazını nerede kıldı?\" diye sordum. O da, \"Al-Abtah'ta.\" dedi ve ekledi, \"Siz de liderleriniz gibi yapmalısınız.\""
    },
    {
      "id": 241,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: O (yani Al-Abtah), Peygamber'in (ﷺ) kamp kurduğu bir yerdi ki, bu onun ayrılmasını kolaylaştırıyordu."
    },
    {
      "id": 242,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Al-Mahassab'da kalmak Hac'ın ritüellerinden biri değildir, fakat Al-Mahassab, Allah'ın Elçisi'nin (ﷺ) Hacjat-al-Wida sırasında kamp kurduğu bir yerdir."
    },
    {
      "id": 243,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar, iki Thaniya arasında Dhi-Tuwa'da gece geçirirdi ve sonra Mekke'ye, Mekke'nin yüksek bölgesindeki Thaniya'dan girerdi. Hac veya Umre için Mekke'ye geldiğinde, devesini sadece Mescid'in (Kabe'nin) kapısı yakınında diz çöktürürdü ve sonra içeri girip Hacerü'l-Esved köşesinden başlayarak Kabe'yi yedi kez tavaf ederdi: ilk üç turda (Ramal) acele eder, son dört turda yürürdü. Tavafı bitirdikten sonra iki rekât namaz kılar ve sonra Safa ile Merve arasında tavaf yapmak için yola çıkardı. Hac veya Umre'den (Medine'ye) dönerken, devesini Al-Batha'da, Peygamber'in devesini diz çöktürdüğü Dhul-Hulaifa'da diz çöktürürdü."
    },
    {
      "id": 244,
      "narrator": "Narrated Khalid bin Al-Harith:",
      "text": "Halid bin Haris'ten rivayet edilmiştir: 'Ubaidullah'a Al-Mahassab hakkında soruldu. 'Ubaidullah şöyle rivayet etti: Nafi' dedi ki, \"Allah'ın Elçisi (ﷺ), 'Umar ve İbn Umar orada kamp kurdular.\" Nafi' ekledi, \"İbn Umar orada Zuhr ve Asr namazlarını kılardı (yani Al-Mahassab'da).\" Sanırım Maghrib namazını da zikretti. Ben dedim ki, \"İsha namazını (yani orada da kılardı) şüphe etmiyorum ve orada bir süre uyurdu. 'Peygamber (ﷺ) de aynı şekilde yapardı' derdi.\""
    },
    {
      "id": 245,
      "narrator": "Narrated Nafi':",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar (ra) Mekke'ye yaklaştığında, Dhi-Tuwa'da gece geçirir ve sabaha kadar orada kalırdı, sonra Mekke'ye girerdi. Dönüşünde, Dhi-Tuwa'dan geçer ve orada gece geçirir, sabaha kadar kalırdı ve Peygamber'in (ﷺ) de aynı şekilde yaptığını söylerdi."
    },
    {
      "id": 246,
      "narrator": "Narrated Ibn ' `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Dhul-Majaz ve Ukaz, cahiliye döneminde insanların pazar yerleriydi. İnsanlar İslam'ı kabul ettiklerinde, orada pazarlık yapmayı hoş karşılamadılar ta ki şu ayetler nazil oluncaya kadar: \"Hac sırasında Rabbinizin lütfundan (ticaret vs.) istemenizde size bir sakınca yoktur.\" (2.198)"
    },
    {
      "id": 247,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Safiya, Nafr (Hac'dan dönüş) gecesinde adet gördü ve \"Sizi geciktireceğim gibi görünüyor.\" dedi. Peygamber (ﷺ) \"Aqra Halka! Nahr (kurban) günü tavaf yaptı mı?\" diye sordu. Birisi olumlu cevap verdi. O da, \"O zaman ayrıl.\" dedi. (Farklı raviler şunu belirtti) Aişe dedi ki, \"Biz Allah'ın Elçisi ile (Medine'den) sadece Hac yapma niyetiyle yola çıktık. Mekke'ye vardığımızda, bize ihramı tamamlamamızı emretti. Nafr (dönüş) gecesi Safiya bint Huyay adet gördü. Peygamber (ﷺ) \"Halqa Aqra! Onun seni geciktireceğini düşünüyorum,\" dedi ve ekledi, \"Nahr (kurban) günü tavaf yaptın mı?\" O da, \"Evet.\" dedi. O da, \"O zaman ayrıl.\" dedi. Ben dedim ki, \"Ey Allah'ın Elçisi! Ben (Umre) yapmadım.\" O da, \"Tan'im'den Umre yap.\" dedi. Kardeşim benimle gitti ve gece yarısının son kısmında Peygamber (ﷺ) ile karşılaştık. O da, \"Şu ve bu yerde bekleyin.\" dedi."
    }
  ]
}