{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah bin `Umar, Umre niyetiyle Mekke'ye doğru yola çıktığında, sıkıntılar zamanında, \"Eğer Kabe'ye ulaşmam engellenirse, o zaman Allah'ın Resulü (ﷺ) gibi yaparım,\" dedi. Bu yüzden, Hudaibiye yılında Allah'ın Resulü (ﷺ) Umre için ihram giydiği gibi, ben de Umre için ihram giyiyorum.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: Ubaidullah bin `Abdullah ve Salim bin `Abdullah, İbn `Umar'a, İbn Az-Zubair ordunun saldırısına uğradığında, \"Bu yıl Hac yapmasan sana bir zarar yok. Kabe'ye ulaşamamanızdan korkuyoruz,\" dediklerinde, İbn `Umar şöyle dedi: \"Biz, Allah'ın Resulü (ﷺ) ile birlikte yola çıktık ve Kureyş'in kafirleri Kabe'ye ulaşmamıza engel oldular. Bunun üzerine Peygamber (ﷺ) Hadi'sini kesip başını traş etti.\" İbn `Umar ekledi: \"Sizi şahit tutuyorum ki, Umre'yi kendime farz kıldım. İnşallah gideceğim ve eğer Kabe'ye giden yol açıksa, tavaf yapacağım; ama eğer Kabe'ye gitmem engellenirse, o zaman Peygamber (ﷺ) ile birlikte bulunduğum zaman yaptığı gibi yapacağım.\" İbn `Umar, Dhul-Hulaifa'dan Umre için ihram giydi ve bir süre ilerledikten sonra, \"Umre ve Hac şartları birbirine benzer ve sizi şahit tutuyorum ki, kendime Umre ve Hac'ı farz kıldım,\" dedi. Böylece, Nahr (kurban kesme) günü gelene kadar ihramını tamamlamadı ve Hadi'sini kesti. \"Tavaf yapmadan ihramımı tamamlamayacağım, Mekke'ye girdiğim gün bir tavaf yapacağım (yani Umre ve Hac için Safa ve Merve arasında).\""
    },
    {
      "id": 3,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah'ın bazı oğulları ona, o yıl Hac yapmaması durumunda kalıp kalmadığını söylediler."
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Umre yapmaktan alıkonuldu. Bu yüzden başını traş etti, eşleriyle cinsel ilişkiye girdi, Hadi'sini kesti ve bir sonraki yıl Umre yaptı."
    },
    {
      "id": 5,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: (Abdullah) bin `Umar şöyle derdi: \"Allah'ın Resulü (ﷺ) sünnetine uymak sizin için yeterli değil mi? Eğer aranızdan biri Hac yapmaktan alıkonulursa, Kabe'nin tavafını yapmalı ve Safa ile Merve arasında gidip gelmeli, sonra ihramı tamamlamalı ve ihramda iken kendisine haram olan her şey ona helal olur. Hac'ı bir sonraki yıl yapabilir ve eğer Hadi'yi kesmeye gücü yetmiyorsa oruç tutmalı.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Al-Miswar:",
      "text": "Al-Miswar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) başını traş ettirmeden önce Hadi'yi kesti ve ardından arkadaşlarına da aynı şeyi yapmalarını emretti."
    },
    {
      "id": 7,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah ve Salim, `Abdullah bin `Umar'a, \"(Bu yıl Hac'a gitmemelisin)\" dediler. `Abdullah bin `Umar şöyle cevap verdi: \"Biz Peygamber ile (Umre yapmak için Mekke'ye) yola çıktık ve Kureyş'in kafirleri Kabe'ye ulaşmamıza engel oldular. Allah'ın Resulü (ﷺ) Hadi'sini kesti ve başını traş etti.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah bin `Umar, sıkıntılar döneminde Umre niyetiyle Mekke'ye doğru yola çıktığında, \"Eğer Kabe'ye ulaşmam engellenirse, o zaman Allah'ın Resulü (ﷺ) ile birlikte bulunduğumuz zaman yaptığımız gibi yaparım,\" dedi. Bu yüzden, Hudaibiye yılında Peygamber (ﷺ) Umre için ihram giydiği gibi, o da Umre için ihram giydi. Sonra `Abdullah bin `Umar bunu düşündü ve \"Hac ve Umre şartları birbirine benzer,\" dedi. Sonra arkadaşlarına döndü ve \"Hac ve Umre şartları birbirine benzer ve sizi şahit tutuyorum ki, Hac'ı kendime farz kıldım,\" dedi. Sonra her ikisi için (yani Hac ve Umre için) bir tavaf yaptı ve bunu kendisi için yeterli gördü ve bir Hadi sundu."
    },
    {
      "id": 9,
      "narrator": "Narrated `Abdur-Rahman bin Abu Layla:",
      "text": "Abdur-Rahman bin Abu Layla'dan rivayet edilmiştir: Ka'b bin 'Ujra, Allah'ın Resulü (ﷺ) ona, \"Belki bitlerin seni rahatsız etti?\" dedi. Ka'b, \"Evet! Ey Allah'ın Resulü (ﷺ),\" diye cevap verdi. Allah'ın Resulü (ﷺ) \"Başını traş ettir ve sonra ya üç gün oruç tut ya da altı fakiri doyur ya da bir koyun kes,\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Ka`b bin `Umra:",
      "text": "Ka'b bin `Umra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Al-Hudaibiya'da yanımda durdu ve bitler başımdan büyük bir sayıda düşüyordu. O bana, \"Bitlerin seni rahatsız etti mi?\" diye sordu. Ben de olumlu cevap verdim. O, başımı traş ettirmemi emretti. Ka'b ekledi: \"Bu Ayet:--'Eğer sizden biri hasta ise veya başında bir rahatsızlık varsa (2.196), vb. benimle ilgili olarak indirildi.\" Peygamber (ﷺ) bana ya üç gün oruç tutmamı ya da altı fakiri bir Faraq (üç Sa) (hurma) ile doyurmamı ya da bir koyun kesmemi emretti, vb. ne varsa."
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah bin Ma'qal:",
      "text": "`Abdullah bin Ma'qal'den rivayet edilmiştir: Ben Ka'b bin 'Ujra ile oturdum ve ona Fidya hakkında sordum. O, \"Bu vahiy benim durumumla ilgili olarak özel olarak indirildi, ama genel olarak da sizin için geçerlidir,\" dedi. Allah'ın Resulü (ﷺ) yanımda iken, bitler yüzümden büyük bir sayıda düşüyordu. Peygamber (ﷺ) \"Senin rahatsızlığının (veya sıkıntının) bu kadar ilerlediğini hiç düşünmemiştim. Bir koyun alacak kadar paran var mı?\" dedi. Ben de \"Hayır,\" dedim. O, \"Üç gün oruç tut ya da altı fakiri her birine yarım Sa yiyecek ver,\" dedi. (1 Sa = yaklaşık 3 kilogram.)"
    },
    {
      "id": 12,
      "narrator": "Narrated `Abdur-Rahman bin Abu Layla:",
      "text": "Abdur-Rahman bin Abu Layla'dan rivayet edilmiştir: (Ka'b bin Umra'nın sözlerini aktararak) Allah'ın Resulü (ﷺ) onu (yani Ka'b'ı) gördü ve bitler yüzünden düşüyordu. O, \"Bitlerin seni rahatsız etti mi?\" diye sordu. O da olumlu yanıt verdi. Böylece, Al-Hudaibiya'da iken başını traş ettirmesini emretti. O sırada ihramlarını tamamlamalarına izin verilmemişti ve hala Mekke'ye girmeyi umuyorlardı. Bunun üzerine Allah, Al-Fidya ayetlerini indirdi. Allah'ın Resulü (ﷺ) ona altı fakiri bir Faraq yiyecek ile doyurmasını ya da bir koyun kesmesini ya da üç gün oruç tutmasını emretti."
    },
    {
      "id": 13,
      "narrator": "Narrated Ka'b bin 'Ujra (ra):",
      "text": "Ka'b bin 'Ujra (ra) dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) onu (yani Ka'b'ı) gördü ve bitler yüzünden düşüyordu."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu Eve (Kabe) Hac yapan ve eşine cinsel ilişkiye yaklaşmayan ya da Hac sırasında günah işlemeyen kimse, annesinin doğurduğu günkü gibi günahsız olarak çıkar.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bu Kabe'ye Hac yapan ve eşine cinsel ilişkiye yaklaşmayan ya da Hac sırasında günah işlemeyen kimse, annesinin doğurduğu günkü gibi günahsız olarak çıkar.\""
    }
  ]
}