{
  "language": "tr",
  "metadata": {
    "length": 46,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin Abu Qatada:",
      "text": "Abdullah bin Ebu Katade'den rivayet edilmiştir: Babam, Hudeybiye yılına (Mekke'ye) doğru yola çıktı ve arkadaşları ihrama girdi, ama o girmedi. O sırada Peygamber (ﷺ) düşmanların kendisine saldırmak istediği haberini aldı, bu yüzden Peygamber (ﷺ) yola devam etti. Babam arkadaşlarıyla birlikteyken, içlerinden bazıları kendi aralarında güldüler. (Babam dedi ki) \"Başımı kaldırdım ve bir yaban eşeği gördüm. Ona saldırdım, bıçakladım ve yakaladım. Sonra arkadaşlarımdan yardım istedim ama onlar yardım etmeyi reddetti. (Sonra) hepimiz onun etinden yedik. Peygamber (ﷺ)'den geri kalmaktan korkuyorduk, bu yüzden Peygamber (ﷺ)'i aramak için yola çıktım ve atımı bazen dörtnala koşturup bazen de normal hızda yavaşlatarak, gece yarısı Beni Gifar kabilesinden bir adamla karşılaştım. Ona, \"Peygamber (ﷺ)'i nerede bıraktın?\" diye sordum. O da, \"Onu Ta'hun'da bıraktım ve öğle istirahatını As-Suqya'da yapmayı düşünüyordu.\" İzini takip ettim ve Peygamber (ﷺ)'e katıldım ve dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! Senin halkın (arkadaşların) sana selam gönderiyor ve (senin üzerine) Allah'ın bereketlerini istiyorlar. Geri kalmaktan korkuyorlar; lütfen onları bekle.\" Ekledim, \"Ey Allah'ın Elçisi (ﷺ)! Ben bir yaban eşeği avladım ve biraz eti yanımda.\" Peygamber (ﷺ) insanlara onu yemelerini söyledi, oysa hepsi ihram halindeydiler.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin Abu Qatada:",
      "text": "Abdullah bin Ebu Katade'den rivayet edilmiştir: Babası şöyle dedi: \"Hudeybiye yılına Peygamber (ﷺ) ile birlikte yola çıktık ve arkadaşları ihrama girdi ama ben girmedim. Bize bazı düşmanların Ghaiqa'da olduğu haberi verildi ve bu yüzden onlara doğru yola çıktık. Arkadaşlarım bir yaban eşeği gördü ve içlerinden bazıları kendi aralarında gülmeye başladılar. Ben de baktım ve onu gördüm. Atımla peşine düştüm, bıçakladım ve yakaladım. Arkadaşlarımdan yardım istedim ama reddettiler. (Onu tek başıma kestim). Hepimiz ondan (yani etinden) yedik. Sonra geri kalmamak için Allah'ın Elçisi (ﷺ)'ni takip ettim. Bazen atımı dörtnala koşturuyor, bazen de yavaş bir hızda ilerliyordum. Yolda gece yarısı Beni Gifar kabilesinden bir adamla karşılaştım. Ona Allah'ın Elçisi (ﷺ)'ni nerede bıraktığını sordum. Adam, \"Peygamber (ﷺ)'i Ta'hun'da bıraktım ve öğle istirahatını As-Suqya'da yapmayı düşünüyordu.\" dedi. Böylece Allah'ın Elçisi (ﷺ)'ni takip ettim ve ona ulaştım ve dedim, \"Ey Allah'ın Elçisi (ﷺ)! Arkadaşlarım seni selamlıyor ve Allah'ın merhametini ve bereketini istiyorlar. Düşmanın sizinle aranıza girmesinden korkuyorlar; lütfen onları bekle.\" O da bekledi. Sonra dedim, \"Ey Allah'ın Elçisi (ﷺ)! Biz bir yaban eşeği avladık ve elimizde biraz (yani et) kaldı.\" Allah'ın Elçisi (ﷺ) arkadaşlarına et yemelerini söyledi, oysa hepsi ihram halindeydiler.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile Al-Qaha adında bir yerdeydik (Medine'den üç aşamalık bir mesafede). Ebu Katade başka bir rivayet grubuyla şöyle anlattı: Biz, Peygamber (ﷺ) ile Al-Qaha adında bir yerdeydik ve içimizden bazıları ihrama girmişti, diğerleri ise girmemişti. Bazı arkadaşlarımın bir şey izlediğini fark ettim, bu yüzden başımı kaldırdım ve bir yaban eşeği gördüm. (Atıma bindim ve mızrağımı ve kamçımı aldım) ama kamçım düştü (ve onlardan benim için almasını istedim) ama onlar, \"Biz ihramdayız, sana hiçbir şekilde yardım etmeyeceğiz.\" dediler. Bunun üzerine kamçımı kendim aldım ve bir tepenin arkasından yaban eşeğine saldırdım ve onu kestim ve arkadaşlarıma getirdim. Bazıları, \"Onu ye.\" dedi. Diğerleri ise, \"Yeme.\" dedi. Bunun üzerine, bizden önde olan Peygamber (ﷺ)'e gittim ve ona bunu sordum, o da, \"Onu ye, çünkü o helaldir (yani yemek caizdir).\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah bin Abu Qatada:",
      "text": "Abdullah bin Ebu Katade'den rivayet edilmiştir: Babası ona şöyle demiştir: \"Allah'ın Elçisi (ﷺ) Hac için yola çıktı ve arkadaşları da öyle yaptı. Arkadaşlarından bir grubunu başka bir yoldan gönderdi ve Ebu Katade onlardan biriydi. Peygamber (ﷺ) onlara, \"Hep birlikte buluşuncaya kadar deniz kıyısında ilerleyin.\" dedi. Böylece deniz kıyısını tercih ettiler ve yola çıktıklarında hepsi ihrama girdi, Ebu Katade hariç. Yola devam ederken, arkadaşları bir grup yaban eşeği gördü. Ebu Katade yaban eşeklerinin peşine düştü ve bir dişi yaban eşeğini yaraladı. Aşağı indiler ve etinin bir kısmını yediler ve birbirlerine, \"İhramdayken av hayvanının etini nasıl yeriz?\" dediler. Bunun üzerine biz (onlar) dişi yaban eşeğinin kalan etini taşıdık ve Allah'ın Elçisi (ﷺ) ile karşılaştıklarında, \"Ey Allah'ın Elçisi (ﷺ)! Biz ihrama girdik, Ebu Katade hariç ve bir grup yaban eşeği gördük. Ebu Katade onlara saldırdı ve onlardan bir dişi yaban eşeğini yaraladı. Sonra aşağı indik ve etinden yedik. Daha sonra birbirimize, 'İhramdayken av hayvanının etini nasıl yeriz?' dedik. Bunun üzerine kalan etini taşıdık.\" Peygamber (ﷺ) sordu, \"İçinizden herhangi biri Ebu Katade'ye saldırması için emir verdi mi veya ona işaret etti mi?\" Onlar olumsuz cevap verdiler. O da, \"O halde onun etinden kalanları yeyin.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: As-Sa'b bin Jath-thama Al-Laithi, Allah'ın Elçisi (ﷺ)'ne Al-Abwa' veya Waddan'da bir yaban eşeği sundu ve o da bunu reddetti. As-Sa'b'ın yüzündeki hayal kırıklığı belirtilerini fark edince, Peygamber (ﷺ) ona, \"Ben sadece onu geri çevirdim çünkü ben muhrimim.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bir muhrimin beş çeşit hayvanı öldürmesi günah değildir.\""
    },
    {
      "id": 7,
      "narrator": "One of the wives of the Prophet (ﷺ) narrated:",
      "text": "Peygamber (ﷺ)'in eşlerinden biri rivayet etti: Peygamber (ﷺ) dedi ki, \"Bir muhrim (beş çeşit hayvanı) öldürebilir.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Hafsa:",
      "text": "Hafsa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bir muhrimin beş çeşit hayvanı öldürmesi günah değildir, yani: karga, akbaba, fare, akrep ve kuduz köpek.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Beş çeşit hayvan zararlıdır ve Haram'da (Kutsal Bölge) öldürülebilir. Bunlar: karga, akbaba, akrep, fare ve kuduz köpektir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Biz, Peygamber (ﷺ) ile Mina'daki bir mağarada bulunuyorduk, Surah-wal-Mursalat indiğinde ve o bunu okudu ve ben onu (doğrudan) ağzından duyduğumda. Aniden üzerimize bir yılan atladı ve Peygamber (ﷺ) dedi ki (bize emretti): \"Onu öldürün.\" Biz onu öldürmek için koştuk ama o hızla kaçtı. Peygamber (ﷺ) dedi ki, \"O sizin şerrinizden kaçtı ve siz de onun şerrinden kaçtınız.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha the wife of the Prophet:",
      "text": "Peygamber'in eşi Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) keler için kötü bir hayvan dedi, ama onu öldürmesi için emir verdiğini duymadım.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Sa`id bin Abu Sa`id Al-Maqburi:",
      "text": "Said bin Ebu Said Al-Makburi'den rivayet edilmiştir: Ebu Şuraih, Al-`Adawi, Abdullah bin Zübeyr ile savaşmak için Mekke'ye asker gönderirken Amr bin Said'e şöyle dedi: \"Ey Komutan! Allah'ın Elçisi (ﷺ)'nin Mekke'nin Fethi günü söylediği şeyi sana söylememe izin ver. Kulaklarım bunu duydu ve kalbim bunu tamamen anladı ve kendi gözlerimle Peygamber (ﷺ)'i gördüm, o, Allah'ı yüceltip övdükten sonra, 'Allah, insanlar değil, Mekke'yi bir kutsal yer yaptı, bu yüzden Allah'a ve Ahiret Günü'ne inanan kimse orada kan dökmesin, ağaçlarını kesmesin. Eğer biri, 'Mekke'de savaşmak caizdir' diyorsa, ona, 'Allah, Elçisine izin verdi ama sana izin vermedi.' de. 'Allah, bana o gün (fetih günü) sadece birkaç saat için izin verdi ve bugün onun kutsallığı, önceden olduğu gibi geçerlidir. Bu yüzden orada bulunanlar, bulunmayanlara bu gerçeği bildirsin.' Ebu Şuraih'e soruldu, 'Amr ne cevap verdi?' O da, 'Ey Ebu Şuraih! Bu konuda senden daha iyi biliyorum, Mekke bir günahkâra, bir katile veya bir hırsıza koruma sağlamaz.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki, 'Allah, Mekke'yi bir kutsal yer yaptı, o benim öncemde kutsal bir yerdi ve benim sonrasımda da kutsal olmaya devam edecek. Bana (yani, orada savaşmak) sadece bir günün birkaç saatine izin verildi. Onun ağaçlarını kesmek, çalılarını kökünden sökmek, avını kovalamak veya düşen şeylerini (luqata) almak, ancak bunu kamuya ilan eden biri tarafından yapılabilir.' Al-`Abbas dedi ki, 'Ey Allah'ın Elçisi (ﷺ)! Al-Idhkhir (bir tür ot) hariç (çünkü o, altıncılarımıza ve mezarlarımız için kullanılır).' Peygamber (ﷺ) de, 'Al-Idhkhir hariç.' dedi.\" İkrime dedi ki, \"Avı 'kovalamak veya rahatsız etmek' ne demektir? Bu, gölgelerinden çıkarıp yerini işgal etmek demektir.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Mekke'nin fethi günü, Peygamber (ﷺ) dedi ki, \"Artık Mekke'den hicret yoktur, sadece cihat ve niyetler vardır ve ne zaman cihada çağrılırsanız hemen gitmelisiniz. Şüphesiz, Allah bu yeri (Mekke) göklerin ve yerin yaratılışından beri kutsal kılmıştır ve Kıyamet Günü'ne kadar kutsal kalacaktır, Allah onun kutsallığını emretmiştir. Onun içinde benim öncesinde savaşmak caiz değildi ve benim için bile sadece bir günün bir kısmında izin verilmiştir. Bu yüzden, Kıyamet Günü'ne kadar Allah'ın kutsallığı ile kutsal bir yerdir. Dikenleri kökünden sökülmemeli ve avı kovalanmamalı; düşen şeyleri (luqata) almak, ancak bunu kamuya ilan eden biri tarafından yapılmalı ve bitkileri (ot vb.) kesilmemelidir.\" Al-`Abbas dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Al-Idhkhir hariç, (çünkü o, demircilerimiz ve evsel amaçlarımız için kullanılır).\" Bunun üzerine Peygamber (ﷺ) dedi ki, \"Al-Idhkhir hariç.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ihramdayken hacamat yaptırdı."
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn Buhaina:",
      "text": "İbn Buhaina'dan rivayet edilmiştir: Peygamber (ﷺ), ihram halinde iken Liha-Cemal'da başının ortasına hacamat yaptırdı."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ), ihram halinde iken Maimuna ile evlendi, (sadece nikah merasimi yapıldı)."
    },
    {
      "id": 18,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Bir kişi ayağa kalkıp, \"Ey Allah'ın Elçisi! İhram halinde hangi giysiler giyilebilir?\" diye sordu. Peygamber (ﷺ) şöyle cevap verdi: \"Gömlek veya pantolon, ya da herhangi bir başlık (örneğin sarık), ya da kapüşonlu bir örtü giymeyin; fakat eğer birinin ayakkabısı yoksa, bileklerinin altına kadar kesilmiş deri çorap giyebilir. Ayrıca, Wars veya safran ile kokulandırılmış hiçbir şey giymeyin ve muhrime (ihram halinde olan kadın) yüzünü örtmemeli veya eldiven giymemelidir.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam dişi devesi tarafından ezilerek öldürüldü ve Allah'ın Elçisi (ﷺ) onun yanına getirildi. Peygamber (ﷺ) şöyle dedi: \"Onu yıkayın ve kefenleyin, ama başını örtmeyin ve yanına hiçbir parfüm getirmeyin, çünkü o, Talbiya okuyarak diriltilecektir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated `Abdullah bin Hunain:",
      "text": "Abdullah bin Hunain'den rivayet edilmiştir: Abdullah bin Abbas ve Al-Miswar bin Makhrama Al-Abwa'da ihtilafa düştüler; İbn Abbas, muhrimin başını yıkayabileceğini söyledi; Al-Miswar ise bunun yapılmaması gerektiğini savundu. Abdullah bin Abbas beni Ebu Eyyub el-Ensari'ye gönderdi ve onu iki ahşap direk arasında (kuyu) yıkanırken buldum ve bir örtü ile örtülmüştü. Ona selam verdim ve kim olduğumu sordu. Ben de, \"Ben Abdullah bin Hunain'im ve İbn Abbas tarafından size, Allah'ın Elçisi (ﷺ) ihram halinde iken başını nasıl yıkadığını sormak için gönderildim.\" dedim. Ebu Eyyub el-Ensari örtüyü tutarak başıma kadar indirdi ve birine su dökmesini söyledi. Başına su döküldü ve o (Ebu Eyyub) elleriyle başını arkadan öne ve önden arkaya doğru ovaladı ve \"Peygamber (ﷺ) bunu yaparken gördüm.\" dedi."
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Arafat'ta bir hutbe verirken şöyle dedi: \"Eğer bir muhrim terlik bulamazsa, Khuffs (kalın kumaş veya deriden yapılmış çorap) giyebilir, ve eğer bir izar (alt beden için sarmak üzere bir örtü) bulamazsa, pantolon giyebilir.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) muhrimin hangi giysileri giymesi gerektiği soruldu. O da şöyle cevap verdi: \"Gömlek, sarık, pantolon, kapüşonlu bir örtü veya safran ya da Wars ile kokulandırılmış bir elbise giymemelidir; ve eğer terlik yoksa, Khuffs (kalın kumaş veya deriden yapılmış çorap) giyebilir, ama onları bileklerin altına kadar kesmelidir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Arafat'ta bir hutbe verdi ve şöyle dedi: \"Kim izar bulamazsa pantolon giyebilir, ve kim ayakkabı bulamazsa Khuffs (kalın kumaş veya deriden yapılmış çorap) giyebilir.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) Dhul-Qa'da ayında Umre için ihram aldı, ancak Mekke'nin (putperest) insanları onu Mekke'ye kabul etmeyi reddetti, ta ki o, Mekke'ye silah getirmeyeceği şartını kabul edene kadar."
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Medineli insanlar için Dhul-Hulaifa'yı miqat (ihrama girme yeri) olarak belirledi, Najd halkı için Qaran-al-Manazil'i, Yemen halkı için ise Yalamlam'ı belirledi. Bu Mawaqit, bu insanlar için ve ayrıca (yukarıda belirtilen yerlerden) Hac ve Umre niyetiyle gelenler için geçerlidir. Bu Mawaqit'in içinde yaşayanlar, başladıkları yerden ihram alabilir; hatta Mekke halkı Mekke'den ihram alabilir."
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) fetih yılı Mekke'ye girdiğinde başında bir Arap miğferi vardı ve Peygamber (ﷺ) onu çıkardığında bir kişi gelip, \"İbn Khatal Kabe'nin örtüsünü tutuyor (Kabe'ye sığınmış).\" dedi. Peygamber (ﷺ) \"Onu öldürün.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Ya'li:",
      "text": "Ya'li'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikteyken yanına sarık giymiş bir adam geldi, üzerinde sarımsı bir parfüm izi veya benzeri bir şey vardı. Ömer bana derdi ki, \"Peygamber (ﷺ) ilham aldığında onu görmek ister misin?\" Öyle oldu ki, o ilham aldı ve ilham sona erdiğinde Peygamber (ﷺ) o adama, \"Umrenizde Hac'da yaptığınız gibi yapın.\" dedi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Bir adam diğerinin elini ısırdı, ancak bu süreçte diğeri, bir kesici dişini kırdı ve Peygamber (ﷺ) onu affetti."
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam Arafat'ta Peygamber (ﷺ) ile birlikte dururken, atından düştü ve boynu altında ezildi. Peygamber (ﷺ) şöyle dedi: \"Ölüyü su ve sidr ile yıkayın ve iki parça örtü ile kefenleyin, ne parfümleyin ne de başını örtün, çünkü Allah onu Kıyamet Günü diriltecek ve Talbiya okuyacaktır.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam Arafat'ta Peygamber (ﷺ) ile birlikte dururken, atından düştü ve boynu altında ezildi. Peygamber (ﷺ) şöyle dedi: \"Ölüyü su ve sidr ile yıkayın ve iki parça örtü ile kefenleyin, ne parfümleyin ne de başını örtün, çünkü Allah onu Kıyamet Günü diriltecek ve Talbiya okuyacaktır.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam, Peygamber (ﷺ) ile birlikteydi ve ihram halinde iken devesi boynunu ezdi ve öldü. Allah'ın Elçisi (ﷺ) dedi ki: \"Onu su ve sidr ile yıka ve iki elbisesiyle kefenle. Ne ona parfüm sür, ne de başını ört; zira o, Kıyamet Günü Talbiye okuyarak diriltilecektir.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Cuhaina kabilesinden bir kadın, Peygamber (ﷺ)'e geldi ve dedi ki: \"Annem Hac yapmayı adadı ama onu yapmadan önce vefat etti. Annemin yerine Hac yapabilir miyim?\" Peygamber (ﷺ) cevap verdi: \"Onun adına Hac yap. Eğer annenin üzerinde bir borç olsaydı, onu öder miydin? O halde, Allah'ın borcunu öde, zira O'nun ödenmeye daha çok hakkı vardır.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Khath'am kabilesinden bir kadın, Peygamber (ﷺ)'in Veda Haccı yılında geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Babam Hac yapma yükümlülüğü altına girdi ama o çok yaşlı ve bineğinin üzerinde düzgün oturamıyor. Onun yerine Hac yaparsam yükümlülük yerine gelmiş olur mu?\" Peygamber (ﷺ) olumlu yanıt verdi."
    },
    {
      "id": 34,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Al-Fadl, Peygamber (ﷺ)'in arkasında biniyordu ve Khath'am kabilesinden bir kadın yanlarına geldi. Al-Fadl ona bakmaya başladı ve kadın da ona baktı. Peygamber (ﷺ) Al-Fadl'ın yüzünü diğer tarafa çevirdi. Kadın dedi ki: \"Babam Hac yapma yükümlülüğü altına girdi ama o çok yaşlı ve bineğinin üzerinde düzgün oturamıyor. Onun adına Hac yapabilir miyim?\" Peygamber (ﷺ) olumlu yanıt verdi. Bu, Peygamber (ﷺ)'in Veda Haccı sırasında oldu."
    },
    {
      "id": 35,
      "narrator": "Narrated 'Abdullah bin 'Abbas (ra):",
      "text": "Abdullah bin Abbas (ra) tarafından rivayet edilmiştir: Al-Fadl, Peygamber (ﷺ)'in arkasında biniyordu ve Khath'am kabilesinden bir kadın yanlarına geldi. Al-Fadl ona bakmaya başladı ve kadın da ona baktı. Peygamber (ﷺ) Al-Fadl'ın yüzünü diğer tarafa çevirdi. Kadın dedi ki: \"Babam Hac yapma yükümlülüğü altına girdi ama o çok yaşlı ve bineğinin üzerinde düzgün oturamıyor. Onun adına Hac yapabilir miyim?\" Peygamber (ﷺ) olumlu yanıt verdi. Bu, Peygamber (ﷺ)'in Veda Haccı sırasında oldu."
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) beni (Mina'ya) geceleyin Jam' (yani Müzdelife) yükleriyle gönderdi."
    },
    {
      "id": 37,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Ben, eşekle biniyordum ve o sırada ergenlik çağıma girmiştim. Allah'ın Elçisi (ﷺ) Mina'da namaz kılıyordu. İlk sıranın bir kısmının önünden geçtim ve sonra ondan indim, hayvan otlamaya başladı. Ben, Allah'ın Elçisi (ﷺ)'nin arkasındaki insanlarla hizalandım. (Alt rivayetçi, bunun Peygamber'in Veda Haccı sırasında Mina'da olduğunu ekledi.)"
    },
    {
      "id": 38,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Es-Sa'ib bin Yazid'den rivayet edilmiştir: (Ebeveynlerimin yanında) Allah'ın Elçisi (ﷺ) ile Hac yapmam sağlandı ve o zaman yedi yaşında bir çocuktum. (Fath-ul-Bari, s.443, Cilt.4)"
    },
    {
      "id": 39,
      "narrator": "Narrated Al-Ju'aid bin `Abdur-Rahman:",
      "text": "Al-Cu'aid bin Abdurrahman'dan rivayet edilmiştir: 'Umar bin Abdul Aziz'in Es-Sa'ib bin Yazid hakkında, onun Peygamber'in eşyalarıyla (taşınarak) Hac yaptığını söylediğini duydum."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "İbrahim'in dedesinden rivayet edilmiştir ki 'Umar (ra), son Hac'ında Peygamber (ﷺ)'in eşlerine Hac yapmalarına izin verdi ve onlarla birlikte 'Uthman bin 'Affan (ra) ve 'Abdurrahman bin 'Auf (ra) göndermiştir."
    },
    {
      "id": 41,
      "narrator": "Narrated Aisha (mother of the faithful believers):",
      "text": "Aişe (müminlerin annesi) şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Biz seninle birlikte kutsal savaşlara ve cihada katılmayacak mıyız?\" O cevap verdi: \"Kadınlar için en iyi ve en üstün cihad, Allah tarafından kabul edilen Hac'dır.\" Aişe ekledi: O günden beri, Allah'ın Elçisi (ﷺ)'nden bunu duyduğumdan beri Hac'ı kaçırmamaya karar verdim."
    },
    {
      "id": 42,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Bir kadın, Dhu-Mahram (kocası veya İslami hukuk açısından evlenemeyeceği bir erkek) olmadan seyahat etmemelidir ve bir erkek, Dhu-Mahram'ın huzurunda olmadıkça onu ziyaret edemez.\" Bir adam ayağa kalktı ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Ben şu ve bu orduya gitmeyi düşünüyorum ve eşim Hac yapmak istiyor.\" Peygamber (ﷺ) ona dedi ki: \"Onunla birlikte git (Hac'a).\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Hac'ını tamamladıktan sonra Um Sinan Al-Ensari'ye sordu: \"Seni Hac yapmaktan ne alıkoydu?\" O cevap verdi: \"Falanca'nın babası (yani kocası) iki deveye sahipti ve birisiyle Hac yaptı, diğeri ise arazimizi sulamak için kullanılıyor.\" Peygamber (ﷺ) ona dedi: \"Ramazan ayında 'Umra yap, zira bu Hac'a eşdeğerdir veya benimle Hac'a eşdeğerdir (sevap bakımından).\""
    },
    {
      "id": 44,
      "narrator": "Narrated Qaza'a the slave of Ziyad:",
      "text": "Ziyad'ın kölesi Kaza'a'dan rivayet edilmiştir: Peygamber (ﷺ) ile on iki gazaya katılan Ebu Sa'id, \"Allah'ın Elçisi (ﷺ)'nden dört şey duydum (veya Peygamber (ﷺ)'den aktarıyorum) ki bunlar benim hayranlığımı ve takdirimi kazandı. Bunlar şunlardır:"
    },
    {
      "id": 45,
      "narrator": "Narrated Anas:",
      "text": "-1. \"Hiçbir kadın, kocası olmadan veya Dhu-Mahram olmadan iki günlük bir yolculuğa çıkmamalıdır."
    },
    {
      "id": 46,
      "narrator": "Narrated `Uqba bin 'Amir:",
      "text": "`Uqba bin 'Amir'den rivayet edilmiştir: Kız kardeşim Kabe'ye yürüyerek gitmeye yemin etti ve bu konuda Peygamber (ﷺ)in hükmünü almamı istedi. Ben de aldım ve Peygamber (ﷺ) şöyle dedi: \"O yürümeli ve ayrıca biner de.\" Abul-Khair, `Uqba'dan yukarıdaki gibi rivayet etmiştir."
    }
  ]
}