{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Medine, o yerden bu yere bir sığınaktır. Ağaçları kesilmemeli, içinde hiçbir bid'at ihdas edilmemeli ve hiçbir günah işlenmemelidir. Kim burada bir bid'at ihdas ederse veya günah işlerse, Allah'ın, meleklerin ve tüm insanların laneti ona olacaktır.\" (Bkz. Hadis No. 409, Cilt 9)."
    },
    {
      "id": 2,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'ye geldi ve bir cami inşa edilmesini emretti ve şöyle dedi: \"Ey Beni Neccar! Bana (toprağınızın) fiyatını önerin.\" Onlar, \"Biz onun fiyatını Allah'tan başka hiç kimseden istemiyoruz.\" dediler (yani, topraklarını gönüllü olarak verdikleri için Allah'tan bir ödül bekliyorlardı). Bunun üzerine Peygamber (ﷺ) putperestlerin mezarlarının kazılmasını, toprağın düzleştirilmesini ve hurma ağaçlarının kesilmesini emretti. Kesilen hurma ağaçları caminin kıblesine doğru yerleştirildi."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Medine'yi iki (Harrat) dağının arasında bir sığınak yaptım.\" Peygamber (ﷺ) Beni Haritha kabilesine gitti ve onlara, \"Sığınaktan çıktığınızı görüyorum,\" dedi, ama etrafa bakarak ekledi: \"Hayır, siz sığınaktasınız.\""
    },
    {
      "id": 4,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Bizim elimizde Allah'ın Kitabı ve Peygamber'den (şu yazılı kağıtta) başka bir şey yoktur: \"Medine, 'Air Dağı'ndan şu ve bu yere kadar bir sığınaktır. Kim burada bir bid'at ihdas ederse veya bir günah işlerse ya da böyle bir yenilikçiye burada barınak verirse, Allah'ın, meleklerin ve tüm insanların laneti ona olacaktır. Hiçbir farz veya nafile ibadeti kabul edilmeyecektir. Herhangi bir Müslümanın verdiği sığınma (koruma) diğer Müslümler tarafından güvence altına alınmalıdır; ve bu konuda bir Müslümana ihanet eden, Allah'ın, meleklerin ve tüm insanların lanetine uğrayacaktır ve onun hiçbir farz veya nafile ibadeti kabul edilmeyecektir. Ve herhangi bir (azatlı köle) efendilerinin izni olmadan başka birine dost olursa, Allah'ın, meleklerin ve tüm insanların lanetine uğrayacaktır ve onun hiçbir farz veya nafile ibadeti kabul edilmeyecektir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bana diğer şehirleri yutacak (fethedecek) bir şehre göç etmem emredildi ve bu şehir Yathrib olarak adlandırılıyor, yani Medine'dir; ve o, demirin kirlerini gideren bir ocak gibi kötü kişileri dışarı atar.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Humaid:",
      "text": "Ebu Humaid'ten rivayet edilmiştir: Biz Peygamber (ﷺ) ile Tabuk'tan geldik ve Medine'ye yaklaştığımızda, Peygamber (ﷺ) şöyle dedi: \"Buraya Tabah denir.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Eğer Medine'de geyiklerin otladığını görseydim, onları kovalamazdım; çünkü Allah'ın Resulü (ﷺ) şöyle dedi: \"(Medine) iki dağının arasında bir sığınaktır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"İnsanlar, Medine'nin en iyi durumu olmasına rağmen, onu terk edecekler; ve sadece yaban kuşları ve av hayvanları orada yaşayacak; ve son ölecek kişiler, koyunlarını Medine'ye doğru süren Muzeyne kabilesinden iki çoban olacak, ama orada kimse bulamayacaklar; ve Thaniyat-al-Wada` vadisine ulaştıklarında, yüzüstü düşüp ölecekler.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Sufyan b. Abu Zuhair:",
      "text": "Sufyan b. Ebu Zuhair'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Yemen fethedilecek ve bazı insanlar (Medine'den) göç edecek ve ailelerini göç etmeye teşvik edecekler; oysa Medine onlara daha iyi olacaktır; eğer bilselerdi. Şam da fethedilecek ve bazı insanlar (Medine'den) göç edecek ve ailelerini göç etmeye teşvik edecekler; oysa Medine onlara daha iyi olacaktır; eğer bilselerdi. Irak fethedilecek ve bazı insanlar (Medine'den) göç edecek ve ailelerini göç etmeye teşvik edecekler; oysa Medine onlara daha iyi olacaktır; eğer bilselerdi.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Şüphesiz, İman, yılanın deliğine geri döndüğü gibi Medine'ye geri dönecektir (tehlike anında).\""
    },
    {
      "id": 11,
      "narrator": "Narrated Sa`d:",
      "text": "Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Medine halkına karşı kimse tuzak kurmaz ki, tuz suya karıştığı gibi yok olup gitsin.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Usama:",
      "text": "Usame'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) Medine'nin kalelerinden birinin tepesinde durdu ve şöyle dedi: \"Gördüğünüzü görüyor musunuz? (Şüphesiz) Ben, evleriniz arasında başınıza gelecek belaların yerlerini görüyorum (ve bu belalar) yağmur damlalarının düştüğü yerler kadar çok olacak.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Deccal'in korkusu Medine'ye girmeyecek ve o zaman Medine'nin yedi kapısı olacak ve her kapıda onları koruyan iki melek bulunacak.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Medine'nin girişlerini (veya yollarını) koruyan melekler vardır; ne veba ne de Deccal buraya giremeyecek.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas b. Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Deccal'in girmediği hiçbir şehir yoktur, ancak Mekke ve Medine; ve Mekke ile Medine'nin hiçbir girişi yoktur ki, melekler onun karşısında sıralanmış olarak durmasın; ve sonra Medine, sakinleri ile birlikte üç kez sarsılacak (yani üç deprem olacak) ve Allah, tüm kafirleri ve münafıkları oradan çıkaracaktır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edildi: Allah'ın Elçisi (ﷺ) bize Deccal hakkında uzun bir anlatımda bulundu ve bahsettiği birçok şey arasında, \"Deccal gelecek ve Medine'nin kapılarından geçmesi yasak olacak. Medine'nin (dışında) tuzlu ıssız alanlardan birine inecek; o gün en iyi insan veya en iyi insanlardan biri yanına gelecek ve 'Ben, Allah'ın Elçisi (ﷺ) tarafından tarif edilen Deccal'in kendisi olduğuna şahitlik ediyorum.' diyecek. Deccal, insanlara 'Eğer ben bu adamı öldürüp tekrar diriltirsem, iddiamda şüphe eder misiniz?' diyecek. Onlar, 'Hayır.' diyecekler. Sonra Deccal o adamı öldürecek ve tekrar diriltecek. O adam, 'Artık senin gerçeğini daha iyi biliyorum.' diyecek. Deccal, 'Onu öldürmek istiyorum ama başaramıyorum.' diyecek.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edildi: Bir bedevi, Peygamber'e (ﷺ) gelerek İslam'ı kabul etmek için biat etti. Ertesi gün, ateşli bir şekilde geldi ve (Peygamber'e (ﷺ) ) \"Lütfen benim biatımı iptal et.\" dedi. Peygamber (ﷺ) bu isteği üç kez reddetti ve \"Medine bir ocak gibidir, kötüleri dışarı atar ve iyi olanları seçer ve onları mükemmel kılar.\" dedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edildi: Peygamber (ﷺ) Uhud (savaşı) için dışarı çıktığında, bazı arkadaşları (münafıklar) geri döndü. Müminlerden bir grup, geri dönenleri öldüreceklerini söyledi, ancak başka bir grup onları öldürmeyeceklerini söyledi. Bunun üzerine bu İlahi Vahiy indirildi: \"O halde, münafıklar hakkında iki gruba ayrılmanızda ne var?\" (4.88) Peygamber (ﷺ) dedi ki: \"Medine, kötüleri dışarı atar, tıpkı ateşin demirin kirlerini dışarı atması gibi.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edildi: Peygamber (ﷺ) dedi ki: \"Ey Allah! Medine'ye, Mekke'ye verdiğin nimetlerin iki katını ver.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edildi: Peygamber (ﷺ) bir yolculuktan döndüğünde ve Medine'nin duvarlarını gördüğünde, binek hayvanını hızlandırırdı; eğer bir hayvan (yani at) üzerindeyse, Medine'ye olan sevgisinden dolayı onu dörtnala koştururdu."
    },
    {
      "id": 21,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edildi: Beni Salama (halkı) Peygamber'in (ﷺ) camisinin yanına taşınmayı düşündü, ancak Allah'ın Elçisi (ﷺ) Medine'nin boşaltılmasını istemedi ve \"Ey Beni Salama halkı! Camide attığınız adımlar için mükafat alacağınızı düşünmüyor musunuz?\" dedi. Böylece, eski yerlerinde kaldılar."
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edildi: Peygamber (ﷺ) dedi ki: \"Evimin ve minberimin arasında cennet bahçelerinden bir bahçe vardır ve minberim, benim Kauthar Gölüm üzerindedir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edildi: Allah'ın Elçisi (ﷺ) Medine'ye ulaştığında, Ebu Bekir ve Bilal hastalandı. Ebu Bekir'in ateşi yükseldiğinde, bu şiirsel dizeyi okurdu: \"Herkes, kendi kavmiyle hayatta kalıyor, ama Ölüm, onun ayakkabı bağcıklarından daha yakındır.\" Bilal ise, ateşi düştüğünde, \"Keşke bir vadide kalsaydım, beni İdhkir ve Jalil (iyi kokulu otlar) sarsın. Keşke bir gün Majanna suyunu içebilseydim ve keşke (iki dağ) Şama ve Tafil bana görünseydi!\" derdi. Peygamber (ﷺ) dedi ki: \"Ey Allah! Şeybe bin Rabi'a, Utbe bin Rabi'a ve Ümeyye bin Halaf'a lanet et, zira bizi topraklarımızdan salgın hastalıklar diyarına sürdüler.\" Allah'ın Elçisi (ﷺ) daha sonra dedi ki: \"Ey Allah! Bize Medine'yi Mekke'yi sevdiğimiz gibi veya ondan daha fazla sevdir. Ey Allah! Sa ve Mudd'ımızda bereket ver ve Medine'nin iklimini bizim için uygun hale getir ve ateşini El-Cuhfa'ya yönlendir.\" Aişe ekledi: \"Medine'ye vardığımızda, Allah'ın topraklarının en sağlıksız olanıydı ve Bathan vadisi (Medine'nin vadisi) kirli renkli suyla akardı.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Zaid bin Aslam from his father:",
      "text": "Zeyd bin Aslam'dan babasından rivayet edildi: Ömer dedi ki: \"Ey Allah! Beni Senin yolunda şehit et ve ölümümü Senin Elçin'in şehrinde kıl.\""
    }
  ]
}