{
  "language": "tr",
  "metadata": {
    "length": 76,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) bir toplulukta bir şeyler söylerken, bir bedevi geldi ve ona, \"Saat (Kıyamet) ne zaman olacak?\" diye sordu. Allah'ın Elçisi (ﷺ) konuşmasına devam etti, bu yüzden bazı insanlar Allah'ın Elçisi'nin (ﷺ) soruyu duyduğunu ama o bedevinin sorduğu şeyi sevmediğini söyledi. Bazıları ise Allah'ın Elçisi'nin (ﷺ) bunu duymadığını söyledi. Peygamber (ﷺ) konuşmasını bitirdiğinde, \"Saat (Kıyamet) hakkında soran kimdir?\" dedi. Bedevi, \"Ben buradayım, ey Allah'ın Elçisi.\" dedi. Bunun üzerine Peygamber (ﷺ) şöyle dedi: \"Emanet kaybolduğunda, o zaman Saat'e (Kıyamet) bekleyin.\" Bedevi, \"O nasıl kaybolacak?\" dedi. Peygamber (ﷺ) şöyle cevap verdi: \"Güç veya otorite, ehil olmayan kişilerin eline geçtiğinde, o zaman Saat'e (Kıyamet) bekleyin.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Bir gün Peygamber (ﷺ) yolculukta bizim arkamızda kaldı. Biz, geciken namaz için abdest alırken o da bize katıldı. Biz ayaklarımızın üzerine sadece ıslak ellerimizi geçiyorduk (ve onları düzgünce yıkamıyorduk) bu yüzden Peygamber (ﷺ) yüksek sesle bize hitap etti ve iki veya üç kez şöyle dedi: \"Topuklarınızı ateşten koruyun.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ağaçlar arasında, yaprakları dökülmeyen bir ağaç vardır ve bu ağaç bir Müslümana benzer. O ağacın adını bana söyleyin.\" Herkes çöl bölgelerindeki ağaçları düşünmeye başladı. Ben hurma ağacını düşündüm ama diğerlerine cevap vermekten çekindim, sonra sordum: \"O ağaç nedir, ey Allah'ın Elçisi (ﷺ)?\" O, \"Hurma ağacıdır.\" diye cevap verdi."
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ağaçlar arasında, yaprakları dökülmeyen bir ağaç vardır ve bu ağaç bir Müslümana benzer. O ağacın adını bana söyleyin.\" Herkes çöl bölgelerindeki ağaçları düşünmeye başladı. Ben hurma ağacını düşündüm. Diğerleri sonra sordular: \"Lütfen bize o ağacın ne olduğunu bildir, ey Allah'ın Elçisi (ﷺ)?\" O, \"Hurma ağacıdır.\" diye cevap verdi."
    },
    {
      "id": 5,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Biz Peygamber (ﷺ) ile camide otururken, bir adam deveye binmiş olarak geldi. Devesini camide diz çöktürdü, ön bacağını bağladı ve sonra dedi: \"Aranızda Muhammed kimdir?\" O sırada Peygamber (ﷺ) aramızda (ashabının) koluna yaslanarak oturuyordu. Biz cevap verdik: \"Bu koluna yaslanan beyaz adam.\" Adam sonra ona hitap etti: \"Ey Abdul Muttalib'in oğlu.\" Peygamber (ﷺ) dedi: \"Sorularınıza cevap vermek için buradayım.\" Adam Peygamber'e dedi: \"Sana bir şey sormak istiyorum ve sorularımda sert olacağım. Bu yüzden kızma.\" Peygamber (ﷺ) dedi: \"İstediğin her şeyi sor.\" Adam dedi: \"Seni Rabbinle, senden önceki insanların Rabbiyle soruyorum, Allah seni tüm insanlara elçi olarak gönderdi mi?\" Peygamber (ﷺ) cevap verdi: \"Vallahi, evet.\" Adam devam etti: \"Seni Allah'la soruyorum. Allah, günde beş vakit namaz kılmanı emretti mi?\" O, \"Vallahi, evet.\" diye cevap verdi. Adam devam etti: \"Seni Allah'la soruyorum! Allah, bu yılın bu ayında (yani Ramazan'da) oruç tutmanı emretti mi?\" O, \"Vallahi, evet.\" diye cevap verdi. Adam devam etti: \"Seni Allah'la soruyorum. Allah, zenginlerimizden zekat (zorunlu sadaka) almanı ve onu fakirlerimize dağıtmanı emretti mi?\" Peygamber (ﷺ) cevap verdi: \"Vallahi, evet.\" Bunun üzerine o adam dedi: \"Ben, sana gönderilen her şeye inandım ve halkım tarafından bir elçi olarak gönderildim, ben Beni Sa'd bin Bekr'in kardeşlerinden Dimam bin Tha'laba'yım.\""
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) bir kişiye bir mektup verdi ve onu Bahreyn Valisi'ne ulaştırmasını emretti. (O da yaptı) ve Bahreyn Valisi onu Hüsrev'e gönderdi, Hüsrev mektubu okudu ve sonra parçalara ayırdı. (Alt rivayetçi (İbn Şihab) İbn Al-Musaiyab'ın, Allah'ın Elçisi'nin (ﷺ) onlara karşı Allah'a dua ettiğini düşündüğünü belirtir (şöyle diyerek): \"Allah onları parçalara ayırsın ve hepsini tamamen dağıtsın.\")"
    },
    {
      "id": 7,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir gün Peygamber (ﷺ) bir mektup yazdı veya yazmayı düşündü. Peygamber (ﷺ) kendisine, (yöneticilerin) mühürlenmemiş mektupları okumayacakları söylendi. Bunun üzerine Peygamber (ﷺ) üzerine \"Muhammed Allah'ın Elçisi (ﷺ)\" yazılı bir gümüş yüzük yaptırdı. Sanki ben, Peygamber'in elinde o beyaz parıltıyı gözlemliyordum."
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Waqid Al-Laithi:",
      "text": "Ebu Vail'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) camide bazı insanlarla otururken, üç adam geldi. İkisi Allah'ın Elçisi'nin (ﷺ) önüne geldi ve üçüncüsü uzaklaştı. İki kişi bir süre Allah'ın Elçisi'nin (ﷺ) önünde durdular ve sonra biri dairenin içinde bir yer bulup oturdu, diğeri ise topluluğun arkasında oturdu, üçüncüsü ise uzaklaştı. Allah'ın Elçisi (ﷺ) vaazını bitirdiğinde, \"Bu üç kişi hakkında size bilgi vereyim mi? Birisi Allah'a yöneldi, bu yüzden Allah onu lütfu ve merhametiyle kabul etti, ikincisi Allah'tan utandı, bu yüzden Allah onu merhametinde korudu (ve ona ceza vermedi), üçüncüsü ise Allah'tan yüz çevirdi ve uzaklaştı, bu yüzden Allah da ondan yüz çevirdi.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated `Abdur-Rahman bin Abi Bakra's father:",
      "text": "Abdurrahman bin Ebu Bekir'in babasından rivayet edilmiştir: Bir gün Peygamber (ﷺ) devesinin üzerinde binerken, bir adam onun ipini tutuyordu. Peygamber (ﷺ) sordu: \"Bugün günlerden ne?\" Biz sessiz kaldık, belki o günün başka bir adını verebilir diye düşündük. O, \"Nahr (kurban hayvanlarının kesimi) günü değil mi?\" dedi. Biz cevap verdik: \"Evet.\" Sonra sordu: \"Bu ay hangi ay?\" Biz yine sessiz kaldık, belki o başka bir ad verebilir diye düşündük. Sonra dedi: \"Dhul-Hijja ayı değil mi?\" Biz cevap verdik: \"Evet.\" O dedi: \"Şüphesiz! Kanlarınız, mallarınız ve onurlarınız birbirinize (yani Müslümanlara) bu gününüzün, bu ayınızın ve bu şehrinizin kutsallığı gibi kutsaldır. Bulunanların, bulunmayanlara bildirmesi gerekir çünkü bulunmayanlar (benim söylediklerimi) mevcut dinleyicilerden daha iyi anlayabilirler.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) bize vaaz verirken uygun bir zaman seçerek bize dikkat ederdi, böylece sıkılmayalım. (Bize sürekli vaaz ve bilgi vermekten kaçınırdı.)"
    },
    {
      "id": 11,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İnsanlara (dini konularda) kolaylık sağlayın, zorlaştırmayın ve onlara müjde verin, onları İslam'dan kaçırmayın.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Abdullah, her Perşembe insanlara dini bir konuşma yapardı. Bir gün bir adam dedi ki: \"Ey Eba Abdurrahman! (Vallahi) keşke her gün bize vaaz edebilsen.\" O cevap verdi: \"Bunu yapmamı engelleyen tek şey, sizi sıkmaktan nefret etmemdir ve şüphesiz ben, vaaz verirken uygun bir zaman seçerek size dikkat ediyorum, tıpkı Peygamber (ﷺ) bizimle yaptığı gibi, sıkılmaktan korktuğum için.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Muawiya:",
      "text": "Muaviye'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Eğer Allah bir insana hayır dilerse, ona dini anlama yeteneği verir. Ben sadece bir dağıtıcıyım, ama bağış Allah'tandır. (Ve unutmayın) bu ümmet (gerçek Müslümanlar) Allah'ın öğretilerine sıkı sıkıya bağlı kalacak ve Allah'ın emri (Kıyamet Günü) gerçekleşene kadar başka bir yola gidenlerden zarar görmeyecekler.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) ileydik ve ona bir hurma ağacının taze meyveleri getirildi. Bunun üzerine o dedi: \"Ağaçlar arasında, bir Müslümana benzeyen bir ağaç vardır.\" Ben, hurma ağacı olduğunu söylemek istedim ama en genç olduğum için sessiz kaldım. Sonra Peygamber (ﷺ) dedi: \"O hurma ağacıdır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Başka hiç kimse gibi olmayı istemeyin, sadece iki durumda. (Birincisi) Allah'ın kendisine mal verdiği ve onu doğru bir şekilde harcayan kişi; (ikincisi) Allah'ın kendisine hikmet (Kuran) verdiği ve buna göre hareket eden ve başkalarına öğreten kişi.\" (Fath-al-Bari sayfa 177 Cilt 1)"
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Hur bin Kays bin Hisn el-Fazari ile (Peygamber) Musa'nın arkadaşı hakkında ihtilafa düştü. İbn Abbas, onun Al Khadir olduğunu söyledi. Bu sırada Ubai bin Ka'b yanlarından geçti ve İbn Abbas ona seslendi, \"Arkadaşım (Hur) ve ben Musa'nın, tanışmak için yolunu sorduğu arkadaşının kim olduğu konusunda ihtilafa düştük. Peygamberin (ﷺ) onun hakkında bir şey söylediğini duydun mu?\" dedi. Ubai bin Ka'b, \"Evet. Allah'ın Resulü (ﷺ) şöyle dedi: 'Musa, bazı İsrailoğulları ile otururken, bir adam geldi ve ona sordu: \"Senden daha bilgili birini tanıyor musun?\" Musa, \"Hayır.\" dedi. Bunun üzerine Allah, Musa'ya vahiy gönderdi: 'Evet, bizim kulumuz Khadir, senden daha bilgili.' Musa (Allah'a) onu nasıl bulacağını sordu. Allah, ona balığı bir işaret olarak verdi ve balığın kaybolduğunda geri dönmesi gerektiğini söyledi ve orada onu (Al-Khadir) bulacağını bildirdi. Musa, denizde balığın işaretini aramaya devam etti. Musa'nın hizmetçisi ona dedi: \"Kayaya gittiğimizde balığı unuttuğumu hatırlıyor musun? Beni unutturan yalnızca şeytandı.\" Bunun üzerine Musa, \"İşte aradığımız bu.\" dedi. Böylece geri döndüler ve Khadir'i buldular. (Ve) onlarla ilgili daha sonra olanlar, Allah tarafından Kuran-ı Kerim'de anlatılmıştır. (18.54'ten 18.82'ye kadar)"
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün Peygamber (ﷺ) beni kucakladı ve \"Ey Allah! Ona Kitabın (Kuran'ın) bilgisini ver.\" dedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün eşekle binerken ergenlik çağına yeni girmiştim. Allah'ın Resulü (ﷺ) Mina'da namaz kılıyordu. Önünde hiçbir duvar yoktu ve ben, namaz kılanların önünden geçtim. Orada eşeği otlaması için serbest bıraktım ve safta yer aldım, kimse de buna itiraz etmedi."
    },
    {
      "id": 19,
      "narrator": "Narrated Mahmud bin Rabi`a:",
      "text": "Mahmud bin Rabi'a'dan rivayet edilmiştir: Beş yaşındayken, Peygamber (ﷺ) bir kova (kuyu suyu almak için kullanılan) suyu ağzıyla alıp yüzüme attı."
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Hur bin Kays bin Hisn el-Fazari ile Peygamber (ﷺ) Musa'nın arkadaşı hakkında ihtilafa düştü. Bu sırada Ubai bin Ka'b yanlarından geçti ve İbn Abbas ona seslendi, \"Arkadaşım (Hur) ve ben Musa'nın, tanışmak için yolunu sorduğu arkadaşının kim olduğu konusunda ihtilafa düştük. Peygamberin (ﷺ) onun hakkında bir şey söylediğini duydun mu?\" Ubai bin Ka'b, \"Evet, Peygamber (ﷺ) Musa'nın bazı İsrailoğulları ile otururken bir adamın ona geldiğini ve \"Senden daha bilgili birini tanıyor musun?\" diye sorduğunu söylediğini duydum. Musa, \"Hayır.\" dedi. Bunun üzerine Allah, Musa'ya vahiy gönderdi: 'Evet, bizim kulumuz Khadir, senden daha bilgili.' Musa, Allah'a onu nasıl bulacağını sordu. Allah, ona balığı bir işaret olarak verdi ve balığın kaybolduğunda geri dönmesi gerektiğini söyledi ve orada onu (Al-Khadir) bulacağını bildirdi. Musa, denizde balığın işaretini aramaya devam etti. Musa'nın hizmetçisi ona dedi: \"Kayaya gittiğimizde balığı unuttuğumu hatırlıyor musun? Beni unutturan yalnızca şeytandı.\" Bunun üzerine Musa, \"İşte aradığımız bu.\" dedi. Böylece geri döndüler ve Khadir'i buldular. (Ve) onlarla ilgili daha sonra olanlar, Allah tarafından Kuran-ı Kerim'de anlatılmıştır.\" (18.54'ten 18.82'ye kadar)"
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'ın benimle gönderdiği hidayet ve bilgi örneği, yere düşen bol yağmur gibidir; bunun bir kısmı verimli toprak olup yağmur suyunu emip bolca bitki ve ot çıkarır. (Diğer) bir kısmı sert olup yağmur suyunu tutar ve Allah, insanlara bununla fayda sağlar; insanlar onu içme, hayvanlarını sulama ve tarım için kullanırlar. (Ve) bir kısmı da verimsizdir; ne suyu tutar ne de bitki çıkarır (bu toprak hiçbir fayda sağlamaz). İlk örnek, Allah'ın dinini anlayan ve benim aracılığımla vahyedilen bilgiden faydalanan kişidir (peygamberlerdir) ve öğrenir ve sonra başkalarına öğretir. Son örnek ise, buna kayıtsız kalan ve benim aracılığımla vahyedilen Allah'ın hidayetini almayan kişidir (o verimsiz toprak gibidir).\""
    },
    {
      "id": 22,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyametin alametlerinden bazıları şunlardır:"
    },
    {
      "id": 23,
      "narrator": "Narrated Anas:",
      "text": "-1. Dini bilgi (dini bilgili kişilerin ölümüyle) alınacaktır."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Umar:",
      "text": "-2. (Dini) cehalet yayılacaktır."
    },
    {
      "id": 25,
      "narrator": "Narrated `Abdullah bin `Amr bin Al `Aas:",
      "text": "-3. Alkol tüketimi (çok yaygın hale gelecektir)."
    },
    {
      "id": 26,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "-4. Açıkça yasadışı cinsel ilişki yaygınlaşacaktır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Huraira:",
      "text": "Anas'tan rivayet edilmiştir: Size bir Hadis anlatacağım ve ondan sonra başka kimse anlatmayacak. Allah'ın Resulü (ﷺ) şöyle dedi: \"Kıyametin alametlerinden bazıları şunlardır:"
    },
    {
      "id": 28,
      "narrator": "Narrated Asma':",
      "text": "-1. Dini bilgi (dini bilgili kişilerin ölümüyle) azalacaktır."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Jamra:",
      "text": "-2. Dini cehalet yayılacaktır."
    },
    {
      "id": 30,
      "narrator": "Narrated `Abdullah bin Abi Mulaika:",
      "text": "-3. Açıkça yasadışı cinsel ilişki yaygınlaşacaktır."
    },
    {
      "id": 31,
      "narrator": "Narrated `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Beni Ümeyye bin Zeyd'den olan Ensar komşum, Medine'nin Avâli bölgesinde yaşıyordu ve Peygamber (ﷺ) ile dönüşümlü olarak görüşüyordu. Bir gün ben gidiyor, diğer gün o gidiyordu. Ben gittiğimde o günkü Vahiy ve diğer konulardaki haberleri getiriyordum, o gittiğinde de benim için aynı şeyi yapıyordu. Bir gün Ensar arkadaşım, dönüşte kapımı şiddetle çaldı ve \"Orada mısın?\" diye sordu. Korktum ve dışarı çıktım. O, \"Bugün büyük bir şey oldu.\" dedi. Sonra Hafsa'ya gittim ve onu ağlarken gördüm. \"Allah'ın Resulü (ﷺ) hepinizle boşandı mı?\" diye sordum. O, \"Bilmiyorum.\" dedi. Sonra Peygamber (ﷺ)'in yanına girdim ve ayakta durarak, \"Eşlerinizi boşadınız mı?\" dedim. Peygamber (ﷺ) hayır dedi. Bunun üzerine \"Allahu Ekber\" dedim. (Detaylar için Hadis No. 119, Cilt 3'e bakınız)"
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Mas`ud Al-Ansari:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Ebu Mes'ud El-Ensari'den rivayet edilmiştir: Bir gün bir adam Allah'ın Resulü (ﷺ)'ne \"Ey Allah'ın Resulü (ﷺ)! Ben, falan (imam) namazı uzattığı için (zorunlu) cemaat namazına katılamayabilirim.\" dedi. Rivayet eden kişi ekledi: \"Peygamber (ﷺ)'in o gün tavsiye verirken daha öfkeli olduğunu hiç görmedim. Peygamber dedi ki: \"Ey insanlar! Bazılarınız diğerlerini iyi amellerden (namazlardan) nefret ettiriyor. Bu yüzden, insanlara namaz kıldıran kişi namazı kısaltsın çünkü aralarında hasta, zayıf ve ihtiyaç sahibi (bir şeyler yapması gereken) insanlar var.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Musa:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Zeyd bin Halid El-Cuheni'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e \"Lukata\" (kaybolmuş şey) almanın hükmünü sordu. Peygamber (ﷺ) cevap verdi: \"Onun bağlama malzemesini ve kabını tanı ve hatırla, bir yıl boyunca bununla ilgili ilan yap, sonra onu kullan ama sahibi gelirse ona ver.\" Sonra kişi kaybolan deve hakkında sordu. Bunun üzerine Peygamber (ﷺ) öfkelendi, yanakları veya yüzü kızardı ve \"Onun su kabı, ayakları var ve suya ulaşacak, ağaçların yapraklarını yiyecek, ta ki sahibi onu bulana kadar.\" dedi. Adam daha sonra kaybolan koyun hakkında sordu. Peygamber (ﷺ) cevap verdi: \"O ya senindir, ya kardeşinindir (başka bir kişi) ya da kurdun.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated Anas:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ)'e hoşlanmadığı şeyler hakkında sorular soruldu, ancak soranlar ısrar edince Peygamber öfkelendi. Sonra insanlara, \"Bana istediğiniz her şeyi sorun.\" dedi. Bir adam, \"Babam kim?\" diye sordu. Peygamber (ﷺ) cevap verdi: \"Baban Hudhafa.\" Sonra başka bir adam ayağa kalktı ve \"Babam kim, ey Allah'ın Resulü (ﷺ)?\" dedi. O da, \"Baban Salim, Şeybe'nin (özgür bırakılmış köle) mauladır.\" dedi. Ömer, Peygamber (ﷺ)'in yüzündeki (öfke) durumu görünce, \"Ey Allah'ın Resulü (ﷺ)! Allah'a tövbe ediyoruz (sana karşı işlediğimiz suçlardan).\""
    },
    {
      "id": 38,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Burda's father:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) insanlara çıktı ve Abdullah bin Hudhafa ayağa kalkarak ona \"Babam kim?\" diye sordu. Peygamber (ﷺ) cevap verdi: \"Baban Hudhafa.\" Peygamber (ﷺ) onlara tekrar tekrar (öfkeyle) istediği her şeyi sormalarını söyledi. Ömer, Peygamber (ﷺ)'in önünde diz çökerek üç kez, \"Biz Allah'ı (Rabbimiz) olarak kabul ediyoruz, İslam'ı (dinimiz) olarak kabul ediyoruz ve Muhammed'i (Peygamberimiz) olarak kabul ediyoruz.\" dedi. Bunun ardından Peygamber (ﷺ) sustu."
    },
    {
      "id": 40,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Huraira:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) her girdiğinde kapıyı üç kez selam vererek çalardı ve bir cümle söylediğinde (bir şey söylediğinde) onu üç kez tekrar ederdi. (Detaylar için Hadis No. 261, Cilt 8'e bakınız)."
    },
    {
      "id": 42,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-`As:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) bir cümle söylediğinde onu üç kez tekrar ederdi ki insanlar ondan doğru bir şekilde anlayabilsinler ve her girdiğinde kapıyı (selam vererek) üç kez çalardı."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) yolculukta arkamızda kaldı. Biz, geç kalmış olan 'Asr namazı için abdest alıyorduk. Elleri ıslak bir şekilde ayaklarımıza geçiyorduk (onları düzgün yıkamıyorduk) bu yüzden Peygamber (ﷺ) yüksek sesle bize hitap ederek iki veya üç kez \"Topuklarınızı ateşten koruyun.\" dedi."
    },
    {
      "id": 46,
      "narrator": "Narrated Sa`id:",
      "text": "Sa`id'den rivayet edilmiştir: Abu Şuraih dedi ki, \"Amr bin Sa`id, Mekke'ye (Abdullah bin Zübeyr ile savaşmak için) asker gönderdiğinde, ona dedim ki, 'Ey başkan! Mekke'nin fethedilmesinden sonraki gün Peygamber'in (ﷺ) ne söylediğini sana aktarmama izin ver. Kulaklarım duydu, kalbim anladı ve bunu kendi gözlerimle gördüm, dediğinde. Allah'ı yüceltti ve övdü, ardından şöyle dedi: 'Mekke'yi bir sığınak yapan Allah'tır, insanlar değil. Bu nedenle, Allah'a ve Ahiret Günü'ne inanan (yani bir Müslüman) orada kan dökmemeli ve ağaçlarını kesmemelidir. Eğer birisi, Mekke'de savaşmanın caiz olduğunu iddia ederse, Allah'ın Elçisi (ﷺ) Mekke'de savaştı, ona söyle ki, Allah Elçisine izin verdi ama sana izin vermedi. Peygamber (ﷺ) ekledi: 'Allah bana o gün (fetih günü) sadece birkaç saat izin verdi ve bugün (şimdi) onun kutsallığı, öncesiyle aynı (geçerli)dir. Bu nedenle, orada bulunanların, bunu (bu bilgiyi) bulunmayanlara iletmesi gerekmektedir.' Abu Şuraih'e soruldu, 'Amr ne cevap verdi?' Dedi ki, Amr şöyle dedi: 'Ey Abu Şuraih! Bu konuda senden daha iyi biliyorum. Mekke, Allah'a itaat etmeyen veya cinayet veya hırsızlık peşinde koşan birine koruma sağlamaz.'\""
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Şüphesiz, sizin kanınız, malınız ve onurunuz (iffetiniz), bu ayınızdaki bu günün kutsallığı gibi birbirinize kutsaldır. Bulunanların, bulunmayanlara bilgi vermesi gerekmektedir.\" (Muhammed, alt rivayetçi, \"Allah'ın Elçisi (ﷺ) doğru söyledi\" derdi.) Peygamber (ﷺ) iki kez tekrar etti: \"Şüphesiz! Size Allah'ın mesajını iletmedim mi?\""
    },
    {
      "id": 48,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Benim adım üzerine yalan söylemeyin, çünkü kim benim üzerime yalan söylerse (kasten) kesinlikle Cehenneme girecektir.\""
    },
    {
      "id": 49,
      "narrator": "Narrated `Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir: Babama dedim ki, 'Senden, Allah'ın Elçisi'nden (Hadis) hiç bir rivayet duymuyorum, oysa ben falan kişiden (onun rivayetini) duyuyorum.' Zübeyr cevap verdi: 'Ben her zaman onunla (Peygamber)ydim ve onun şöyle dediğini duydum: 'Kim benim üzerime yalan söylerse (kasten) kesinlikle Cehenneme girecektir.'\""
    },
    {
      "id": 50,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Size birçok Hadis rivayet etmemi engelleyen gerçek, Peygamber'in (ﷺ) şöyle söylediğidir: \"Kim benim üzerime yalan söylerse (kasten) kesinlikle Cehenneme girecektir.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Salama:",
      "text": "Selame'den rivayet edilmiştir: Peygamber (ﷺ) şöyle derken duydum: \"Kim (kasten) bana söylemediğim bir şeyi isnat ederse, kesinlikle Cehenneme girecektir.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kendinizi benim adımla adlandırın (adımı kullanın) ama Kunya adımla (yani Abul Kasım) adlandırmayın. Ve kim beni bir rüyada görürse, kesinlikle beni görmüştür; çünkü Şeytan benim suretime giremez. Ve kim benim üzerime yalan söylerse (kasten), kesinlikle Cehenneme girecektir.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Ash-Shu`bi:",
      "text": "Eş-Şu'bi'den rivayet edilmiştir: Ebu Cuhayfa dedi ki, \"Ali'ye sordum, 'Peygamber'e (ﷺ) indirilmiş başka bir kitap var mı (Kur'an dışında)?' Ali cevap verdi, 'Hayır, Allah'ın Kitabı dışında veya Allah'ın bir Müslümana bahşettiği anlayış gücü dışında ya da bu kağıt parçasında (benimle) yazılı olanlar dışında.' Ebu Cuhayfa dedi, 'Bu kağıt parçasında ne yazıyor?' Ali cevap verdi, 'Bu, Diyya (katilin kurbanın yakınlarına ödediği tazminat), düşmanların elinden esirlerin kurtarılması için fidye ve hiçbir Müslümanın bir kafirin öldürülmesi için Kısas (cezada eşitlik) gereği öldürülmemesi gerektiği ile ilgilidir.'\""
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Mekke'nin Fethi yılında, Khuza'a kabilesi, kendi kabilelerinden birinin intikamı için Beni Leyth'ten bir adamı öldürdü. Bunu Peygamber'e (ﷺ) bildirdiler. Bunun üzerine o, Rahila'sına (binen dişi deve) bindi ve insanlara hitaben şöyle dedi: \"Allah, Mekke'de öldürmeyi yasakladı. (Alt rivayetçi, Peygamber'in (ﷺ) 'fil' mi yoksa 'öldürme' mi dediği konusunda şüphe içindedir, çünkü bu kelimelerin Arapça karşılıkları şekil olarak büyük benzerlik taşımaktadır), ama O (Allah), Elçisini ve müminleri Mekke'nin kafirlerine galip kıldı. Dikkat edin! (Mekke bir sığınaktır) Şüphesiz! Mekke'de savaşmak, benim öncülüğümden önce kimseye izin verilmediği gibi, benim sonumdan sonra da kimseye izin verilmeyecektir. O (savaş), o gün bana birkaç saat için caiz kılındı. Şüphesiz, şu anda bir sığınaktır, dikenli çalılarını kökünden sökmek veya ağaçlarını kesmek veya düşen eşyalarını almak yasaktır; ancak bunun için sahibini arayan bir kişi (açıkça ilan eden) dışında. Ve eğer birisi öldürülürse, en yakın akrabası, iki seçenekten birini seçme hakkına sahiptir - kan bedeli (Diyya) veya intikam, katilin öldürülmesi. Bu esnada Yemen'den bir adam geldi ve dedi ki, 'Ey Allah'ın Elçisi (ﷺ)! Bunu benim için yazdır.' Peygamber (ﷺ) arkadaşlarına bunun için yazmalarını emretti. Sonra Kureyş'ten bir adam dedi ki, 'Ey Allah'ın Elçisi (ﷺ), Al-İdhkhar (güzel kokulu bir ot) hariç, çünkü biz onu evlerimizde ve mezarlarımızda kullanıyoruz.' Peygamber (ﷺ) dedi ki, 'Al-İdhkhar hariç, yani Al-İdhkhar toplanabilir.'\""
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber'in (ﷺ) arkadaşları arasında benden daha fazla Hadis rivayet eden yoktur; tek istisna Abdullah bin Amr (bin Al-`As) olup, o bunları yazıyordu ve ben asla aynı şeyi yapmadım."
    },
    {
      "id": 56,
      "narrator": "Narrated 'Ubaidullah bin `Abdullah:",
      "text": "Ubaidullah bin Abdullah'dan rivayet edilmiştir: İbn Abbas dedi ki, \"Peygamber'in (ﷺ) hastalığı ağırlaştığında, 'Bana (yazı) kağıdı getirin, size yanlış yola düşmeyeceğiniz bir beyanat yazacağım' dedi. Ama Ömer dedi ki, 'Peygamber ciddi şekilde hasta ve bizde Allah'ın Kitabı var, bu bizim için yeterlidir.' Ama Peygamber'in (ﷺ) arkadaşları bu konuda farklı görüşler bildirdiler ve ortalık karıştı. Bunun üzerine Peygamber (ﷺ) onlara dedi ki, 'Uzaklaşın (beni yalnız bırakın). Önümde tartışmanız doğru değil.' İbn Abbas dışarı çıktı ve dedi ki, 'Allah'ın Elçisi'nin (ﷺ) bu beyanatı yazmasına engel olan şey, onların anlaşmazlığı ve gürültüsüydü. (Not: Bu Hadis'ten, İbn Abbas'ın olayı gördüğü ve bu ifadeyi söylediği açıktır. Gerçek böyle değildir, çünkü İbn Abbas bu ifadeyi Hadis rivayet ederken söylerdi ve olayı şahsen görmemiştir. Bkz. Feth Al-Bari Cilt 1, s.220 dipnot.) (Bkz. Hadis No. 228, Cilt 4).\""
    },
    {
      "id": 57,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Bir gece Allah'ın Elçisi (ﷺ) kalktı ve dedi ki, \"Subhan Allah! Bu gece ne kadar belalar inmiştir ve ne kadar hazineler açığa çıkmıştır! Bu konutların (eşlerinin) uyuyan kadınlarını (namaz için) uyandırın. Bu dünyada iyi giyinmiş bir ruh, Ahirette çıplak olabilir.\""
    },
    {
      "id": 58,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Bir zaman Peygamber (ﷺ) hayatının son günlerinde bize `İsha' namazı kıldırdı ve namazı (Teslimat ile) bitirdikten sonra şöyle dedi: \"Bu gecenin (önemini) biliyor musunuz?\" Bu gece yeryüzünde bulunan hiç kimse, bu geceden yüz yıl sonra yaşamayacaktır.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ben, teyzem Maimuna bint Al-Harith'in (Peygamber'in (ﷺ) eşi) evinde bir gece kaldım; Peygamber (ﷺ) onunla birlikteydi. Peygamber (ﷺ) camide `İsha' namazını kıldı, eve döndü ve dört rekât namaz kıldıktan sonra uyudu. Daha sonra gece kalktı ve çocuğun (ya da benzeri bir kelime kullandı) uyuyup uyumadığını sordu. Sonra namaz için kalktı ve ben onun sol tarafında durdum ama beni sağ tarafına geçirdi ve beş rekât kıldı, ardından iki rekât daha kıldı. Sonra uyudu ve onun horladığını duydum, ardından (bir süre sonra) Fajr namazı için gitti.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İnsanlar benim birçok Hadis (Peygamber'in rivayeti) naklettiğimi söylüyor. Eğer Kur'an'daki iki ayet olmasaydı, tek bir Hadis bile nakletmezdim; bu ayetler şunlardır: \"Şüphesiz, apaçık ayetleri ve indirdiğimiz hidayeti gizleyenler... (devamı) En Rahmetli.\" (2:159-160). Ve şüphesiz, muhacir (göçmen) kardeşlerimiz pazar yerlerinde iş (ticaret) ile meşguldü ve ensar kardeşlerimiz mülkleri (tarım) ile meşguldü. Ama ben (Ebu Hureyre) Allah'ın Elçisi'ne (ﷺ) yapıştım, karnımı doyuracak kadar yetinerek ve onların katılmadığı şeylere katıldım ve onların ezberlemediği şeyleri ezberledim."
    },
    {
      "id": 61,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisine (ﷺ) \"Senden birçok hadis duyuyorum ama unutuveriyorum.\" dedim. Allah'ın Elçisi şöyle dedi: \"Rida'ını yay.\" Ben de öyle yaptım ve o, sanki ellerini bir şeyle dolduruyormuş gibi hareket etti (ve onları benim Rida'ıma boşalttı) ve sonra \"Al ve bu örtüyü bedeninin üzerine sar.\" dedi. Ben de öyle yaptım ve ondan sonra hiçbir şeyi unutmamaya başladım. İbrahim bin El-Mundir'den rivayet edilmiştir: İbn Ebi Fudayk yukarıdaki gibi (Hadis...119) rivayet etti ama Peygamberin (ﷺ) ellerini sanki bir şeyle dolduruyormuş gibi hareket ettiğini ve sonra onları Ebu Hureyre'nin Rida'ına boşalttığını ekledi."
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisinden (ﷺ) iki çeşit ilim ezberledim. Bunlardan birini size yaydım, eğer ikincisini yayarsam, boğazım kesilir (yani öldürülürüm)."
    },
    {
      "id": 63,
      "narrator": "Narrated Jarir:",
      "text": "Cerir'den rivayet edilmiştir: Peygamber (ﷺ) Haccetü'l-Veda sırasında bana şöyle dedi: \"İnsanlar sessiz kalsın ve dinlesin.\" Sonra insanlara hitaben şöyle dedi: \"Benden sonra birbirinizin boyunlarını keserek (birbirinizi öldürerek) inkara dönmeyin.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: İbn Abbas'a \"Nauf el-Bakali, Musa'nın (Hızır'ın arkadaşı) Beni İsrail'in Musa'sı olmadığını, başka bir Musa olduğunu iddia ediyor.\" dedim. İbn Abbas, Allah'ın düşmanı (Nauf) yalancıdır, diye yanıtladı. Ubai bin Ka'b'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir zamanlar Peygamber (ﷺ) Musa ayağa kalktı ve Beni İsrail'e hitap etti. Kendisine, 'İnsanlar arasında en bilgili kimdir?' diye soruldu. O da, 'Ben en bilgiliyim.' dedi. Allah, Musa'ya, O'na (Allah'a) mutlak bilgiyi atfetmediği için nasihat etti. Allah ona, 'İki denizin kavşağında, benim kullarımdan daha bilgili bir kul var.' diye vahyetti. Musa, 'Ey Rabbim! Onunla nasıl buluşabilirim?' dedi. Allah, 'Büyük bir sepet içinde bir balık al (ve yola çık) ve balığı kaybettiğin yerde onu bulacaksın.' dedi. Böylece Musa, Yuşa bin Nun ile birlikte yola çıktı ve büyük bir sepet içinde bir balık taşıdı. Bir kayaya vardıklarında başlarını koyup uyudular. Balık sepetten çıktı ve denize tünel gibi girdi. Bu, hem Musa hem de (hizmetçi) çocuğu için şaşırtıcı bir şeydi. Geceyi ve ertesi günü geçirdiler. Gün doğduğunda Musa, (hizmetçi) çocuğuna, 'Bize sabah yemeğimizi getir. Şüphesiz bu yolculukta çok yorgunluk çektik.' dedi. Musa, kendisine söylenen yerden geçene kadar yorgunluk hissetmedi. Orada (hizmetçi) çocuk Musa'ya, 'Kayaya gittiğimizde, ben balığı unuttum.' dedi. Musa, 'İşte aradığımız bu.' dedi. Böylece geri dönüp izlerini takip ettiler, ta ki kayaya vardılar. Orada bir elbise ile örtünmüş bir adam gördüler. Musa ona selam verdi. Al-Hızır, 'Sizin ülkenizde insanlar birbirlerine nasıl selam verir?' diye cevap verdi. Musa, 'Ben Musa'yım.' dedi. O da, 'Beni İsrail'in Musa'sı mı?' diye sordu. Musa, evet dedi ve ekledi, 'Sana tabi olabilir miyim ki bana öğrettiğin bilgiden öğretebilirsin.' Al-Hızır, 'Şüphesiz! Benimle sabırlı olamayacaksın, ey Musa! Allah'ın bana öğrettiği bazı bilgiler var ve senin bilmediğin, senin bildiğin bazı bilgiler var.' dedi. Musa, 'Allah dilerse, beni sabırlı bulacaksın ve senin hiçbir emrine karşı gelmeyeceğim.' dedi. Böylece ikisi de yürüyerek deniz kenarına doğru yola çıktılar, çünkü bir botları yoktu. Bu arada bir bot yanlarından geçti ve botun ekibinden kendilerini almasını istediler. Ekip, Al-Hızır'ı tanıdı ve onları ücretsiz olarak aldı. Sonra bir serçe geldi ve botun kenarında durdu ve denizde bir veya iki kez gagasını daldırdı. Al-Hızır, 'Ey Musa! Benim bilgim ve senin bilgin, Allah'ın bilgisini, bu serçenin gagasıyla denizin suyunu azalttığı kadar azaltmadı.' dedi. Al-Hızır, botun tahtalarından birine gitti ve onu çekip çıkardı. Musa, 'Bu insanlar bize ücretsiz bir yolculuk yaptılar ama sen onların botunu kırdın ve batırdın ki halkı boğulsun.' dedi. Al-Hızır, 'Sana, benimle sabırlı olamayacağını söylemedim mi?' dedi. Musa, 'Unuttuğum şeylerden dolayı beni sorgulama.' dedi. Musa'nın ilk mazereti unuttuğuydu. Sonra daha ileri gittiler ve diğer çocukların oynadığı bir çocuğu buldular. Al-Hızır, çocuğun başını yukarıdan tutarak elinden çıkardı (yani öldürdü). Musa, 'Hiçbirini öldürmemiş masum bir canı mı öldürdün?' dedi. Al-Hızır, 'Sana, benimle sabırlı olamayacağını söylemedim mi?' dedi. Sonra ikisi de bir şehre geldiler, orada onlardan yiyecek istediler ama onları kabul etmediler. Sonra orada yıkılmak üzere olan bir duvar buldular. Al-Hızır onu kendi elleriyle onardı. Musa, 'İstersen elbette bunun için ücret alabilirdin.' dedi. Al-Hızır, 'İşte bu seninle benim aramdaki ayrılış.' dedi. Peygamber ekledi: 'Allah, Musa'ya merhamet etsin! Keşke onun, Al-Hızır ile olan hikayesini öğrenmek için daha sabırlı olabilseydi.'"
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bir adam Peygamber'e (ﷺ) geldi ve sordu: \"Ey Allah'ın Elçisi (ﷺ)! Allah yolunda savaşmak ne demektir? (Bunu soruyorum) çünkü bazılarımız öfke ve kızgınlık nedeniyle savaşırken, bazıları da gurur ve kibir için savaşıyor.\" Peygamber (ﷺ) başını kaldırdı (soruyu soran kişi ayakta olduğu için) ve dedi ki: \"Allah'ın Kelimesinin (İslam'ın) üstün olması için savaşan, Allah yolunda savaşır.\""
    },
    {
      "id": 66,
      "narrator": "Narrated `Abdullah bin `Ammar:",
      "text": "Abdullah bin Ammar'dan rivayet edilmiştir: Peygamberi (ﷺ) Cemre'nin yanında gördüm ve insanlar ona (dini meseleler hakkında) sorular soruyorlardı. Bir adam, \"Ey Allah'ın Elçisi (ﷺ)! Ben Rami'den önce Hadi'yi (hayvanı) kesmiştim.\" dedi. Peygamber (ﷺ) cevap verdi: \"Şimdi Rami'yi yap ve bir sakınca yoktur.\" Başka bir kişi, \"Ey Allah'ın Elçisi (ﷺ)! Ben hayvanı kesmeden önce başımı traş ettirdim.\" dedi. Peygamber (ﷺ) cevap verdi: \"Şimdi kesimi yap ve bir sakınca yoktur.\" O gün, Peygamber (ﷺ) Hac ile ilgili herhangi bir şey sorulduğunda, 'Şimdi yap ve bir sakınca yoktur.' şeklinde cevap verdi."
    },
    {
      "id": 67,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) ile Medine'nin harabelerinden geçerken, bir hurma dalının üzerinde yaslanıyordu, bazı Yahudiler yanlarından geçti. Bazıları diğerlerine: \"Ona (Peygambere) ruh hakkında sor.\" dedi. Bazıları ise, bu soruyu sormamaları gerektiğini, çünkü belki de onları üzecek bir cevap verebileceğini söyledi. Ama bazıları ısrar etti ve içlerinden biri ayağa kalkıp sordu: \"Ey Ebu'l-Kasım! Ruh nedir?\" Peygamber (ﷺ) sessiz kaldı. Onun ilahi bir ilham aldığını düşündüm. Bu yüzden, Peygamberin (ilham aldığı) o durumu geçene kadar bekledim. Peygamber (ﷺ) sonra şöyle dedi: \"Ve sana (Ey Muhammed) ruh hakkında soruyorlar - de ki: Ruh - onun bilgisi Rabbimdedir. Ve bilgi olarak siz (insanlık) sadece az bir şey verilmiştir.\" (17.85)"
    },
    {
      "id": 68,
      "narrator": "Narrated Aswad:",
      "text": "Esved'den rivayet edilmiştir: İbn Zübeyr bana, \"Aişe sana gizlice birçok şey anlatırdı. O, Kabe hakkında sana ne söyledi?\" dedi. Ben de, \"O, bir zamanlar Peygamber (ﷺ) şöyle dedi: 'Ey Aişe! Eğer kavminiz İslam öncesi cehalet dönemine yakın olmasaydı, Kabe'yi yıkardım ve ona iki kapı yapardım; biri giriş, diğeri çıkış için.' dedi.\" Sonrasında İbn Zübeyr de aynı şeyi yaptı."
    },
    {
      "id": 69,
      "narrator": "Narrated Abu at-Tufail:",
      "text": "Ebu't-Tufail'den rivayet edilmiştir: Yukarıda belirtilen Ali'nin ifadesi."
    },
    {
      "id": 70,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Bir zamanlar Muaz, Allah'ın Elçisi (ﷺ) ile birlikte bir binek üzerinde bulunuyordu. Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Muaz bin Cebel.\" Muaz, \"Lebbeyk ve Sa'daik. Ey Allah'ın Elçisi (ﷺ)!\" diye cevap verdi. Peygamber (ﷺ) tekrar, \"Ey Muaz!\" dedi. Muaz üç kez, \"Lebbeyk ve Sa'daik, ey Allah'ın Elçisi (ﷺ)!\" dedi. Allah'ın Elçisi (ﷺ) dedi ki: \"Hiç kimse, Allah'tan başka ilah yoktur ve Muhammed O'nun Elçisidir, diye içtenlikle şehadet etmedikçe, Allah onu cehennem ateşinden kurtarmaz.\" Muaz, \"Ey Allah'ın Elçisi (ﷺ)! Bunu insanlara bildirmeli miyim ki müjdeleri olsun?\" dedi. O da, \"İnsanlar bunu duyduğunda, ona tamamen güvenecekler.\" dedi. Sonra Muaz, bu hadiseyi ölümünden önce, bilgi vermediği için günah işleyeceğinden korkarak anlattı."
    },
    {
      "id": 71,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Muaz'a, \"Kim Allah'a, O'na hiçbir şeyi ortak koşmadan kavuşursa, cennete gidecektir.\" dediği bildirildi. Muaz, Peygamber'e, \"Bu iyi haberi insanlara bildirmeli miyim?\" diye sordu. Peygamber (ﷺ) cevap verdi: \"Hayır, korkuyorum ki buna tamamen güvenirler.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Ümmü Süleym, Allah'ın Elçisine (ﷺ) geldi ve dedi ki: \"Şüphesiz, Allah gerçeği söylemekten utanmaz. Bir kadın, rüyasında cinsel boşalma (ıslak rüya) yaşadığında yıkanması gerekir mi?\" Peygamber cevap verdi: \"Evet, eğer bir boşalma hissederse.\" Ümmü Seleme, yüzünü kapadı ve sordu: \"Ey Allah'ın Elçisi (ﷺ)! Bir kadın boşalma yaşar mı?\" O da, \"Evet, sağ elin toprağa olsun (bir kişinin ifadesini çürütmek anlamında kullanılan Arapça bir deyim), bu yüzden çocuk annesine benzer.\" dedi."
    },
    {
      "id": 73,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Bir zamanlar Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ağaçlar arasında, yaprakları dökülmeyen bir ağaç vardır ve bu bir Müslümanı andırır, o ağacın adını bana söyleyin.\" Herkes çöl ağaçlarını düşünmeye başladı ve ben de hurma ağacını düşündüm ama cevap vermekten çekindim. Diğerleri, \"Ey Allah'ın Elçisi! Bize onu bildir.\" dediler. O da, \"O hurma ağacıdır.\" dedi. Ben, aklımdan geçenleri babama söyledim ve o da, \"Eğer bunu söyleseydin, onu sahip olduğum şeylerden daha çok tercih ederdim.\" dedi."
    },
    {
      "id": 74,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Sık sık duygusal üretradan boşalma yaşıyordum, bu yüzden Al-Mikdad'dan Peygamber'e (ﷺ) bunu sormasını istedim. Al-Mikdad ona sordu ve o da, \"Bundan sonra abdest almak gerekir.\" dedi. (Bkz. Hadis No. 269)."
    },
    {
      "id": 75,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: Abdullah bin Ömer dedi ki: \"Bir adam camide ayağa kalktı ve dedi: 'Ey Allah'ın Elçisi (ﷺ)! Hangi yerden ihrama girmemizi emrediyorsun?' Allah'ın Elçisi (ﷺ) cevap verdi: 'Medine halkı Dhil-Hulaifa'dan, Şam halkı Al-Cuhfa'dan ve Necd halkı Karn'dan ihrama girmelidir.' İbn Ömer ayrıca dedi ki: \"İnsanlar, Allah'ın Elçisinin (ﷺ) 'Yemen halkı Yalamlam'dan ihrama girmelidir.' dediğini de düşünmektedir.\" İbn Ömer, \"Allah'ın Elçisinin (ﷺ) son ifadeyi söyleyip söylemediğini hatırlamıyorum.\" derdi."
    },
    {
      "id": 76,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e sordu: \"Bir Muhrim (Umre veya Hac yapmayı niyet eden bir Müslüman) ne tür giysiler giymelidir?\" O da şöyle cevap verdi: \"Gömlek, sarık, pantolon, baş örtüsü veya safran ya da Wars (parfüm çeşitleri) ile kokulandırılmış bir elbise giymemelidir. Eğer terlik yoksa, o zaman Khuffs (kalın kumaş veya deriden yapılmış çoraplar) kullanabilir, ancak çoraplar kısa kesilmeli ki bilekler açık kalsın.\" (Bkz. Hadis No. 615, Cilt 2)."
    }
  ]
}