{
  "language": "tr",
  "metadata": {
    "length": 21,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Ramazan ayının son on gününde itikaf yapardı."
    },
    {
      "id": 2,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Peygamber (ﷺ) Ramazan'ın son on gününde itikaf yapardı, ta ki vefat edene kadar ve daha sonra eşleri onun ardından itikaf yaparlardı."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Ramazan'ın ortasındaki on günde itikaf yapardı ve bir kez yirmi birinci geceye kadar itikaf yaptı ve o gece sabahında itikafından çıkardı. Peygamber (ﷺ) dedi ki: \"Benimle itikaf yapan herkes son on günde itikaf yapsın, çünkü bana Kadir Gecesi'nin tarihinin bildirildiği ama unutturulduğu söylendi. (Rüyada) o gece sabahında çamur ve su üzerinde secde ettiğimi gördüm. O yüzden son on gecede ve onlardan tek gecelerde arayın.\" O gece yağmur yağdı ve caminin çatısı, hurma ağaçlarının yaprak saplarından yapıldığı için damladı. Peygamberin alnında çamur ve su izini kendi gözlerimle gördüm (yani yirmi birinci sabahında)."
    },
    {
      "id": 4,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) itikaf sırasında camideyken adet dönemimdeyken başını bana uzatırdı ve ben de saçlarını tarar ve yağlardım."
    },
    {
      "id": 5,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) camideyken başını (evin içine) sokar ve ben de saçlarını tarar ve yağlardım. İtikaf sırasında ihtiyaç dışında eve girmezdi."
    },
    {
      "id": 6,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) adet dönemimdeyken beni kucaklardı. İtikaf sırasında camiden başını dışarı çıkarırdı ve ben de adet dönemimdeyken onu yıkardım."
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Umar, Peygamber'e (ﷺ) \"Cahiliye döneminde bir gece Mescid-i Haram'da itikaf yapma vaadinde bulundum.\" dedi. Peygamber (ﷺ) ona, \"Vaatini yerine getir.\" dedi."
    },
    {
      "id": 8,
      "narrator": "Narrated `Amra:",
      "text": "Amra'dan rivayet edilmiştir: Aişe dedi ki: \"Peygamber (ﷺ) Ramazan'ın son on gününde itikaf yapardı ve ben onun için bir çadır kurardım, sabah namazını kıldıktan sonra çadıra girerdi.\" Hafsa, Aişe'den bir çadır kurma izni istedi ve ona izin verdi ve çadırını kurdu. Zeynep bint Cahş bunu görünce başka bir çadır kurdu. Sabah Peygamber (ﷺ) çadırları fark etti. \"Bu nedir?\" dedi. Ona durumu anlattılar. Sonra Peygamber (ﷺ) dedi ki: \"Bunu yaparak iyilik yapmayı mı düşündünüz?\" Bu yüzden o ay itikafı terk etti ve Şevval ayında on gün itikaf yaptı."
    },
    {
      "id": 9,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) itikaf yapmayı niyet etti ve itikaf yapmayı düşündüğü yere vardığında, Aişe, Hafsa ve Zeynep'in çadırlarını gördü. \"Bunu yaparak iyilik yapmayı mı düşündünüz?\" dedi. Sonra gitti ve Ramazan'da itikaf yapmadı, ama Şevval ayında on gün itikaf yaptı."
    },
    {
      "id": 10,
      "narrator": "Narrated `Ali bin Al-Husain:",
      "text": "Ali bin Hüseyin'den rivayet edilmiştir: Safiye, Peygamber (ﷺ) itikaf yaparken onu camide ziyaret ettiğini bana söyledi. Onunla bir süre sohbet etti, sonra evine dönmek için kalktı. Peygamber (ﷺ) onu takip etti. Camii kapısına vardıklarında, Ümmü Seleme'nin kapısının karşısında iki Ensar adam geçiyordu ve Allah'ın Elçisine selam verdiler. O onlara: \"Kaçmayın!\" dedi ve \"O (eşim) Safiye bint Huyai.\" dedi. İkisi de \"Subhan Allah, (ne cesaretle kötü düşünelim) Ey Allah'ın Messenger'i (ﷺ)!\" dediler ve bunu hissettiler. Peygamber onlara dedi ki: \"Şeytan, insan bedeninde kanın dolaştığı gibi her yere ulaşır, (her yere). Şeytanın aklınıza kötü bir düşünce sokmasından korktum.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Salama bin `Abdur-Rahman:",
      "text": "Ebu Selame bin Abdurrahman'dan rivayet edilmiştir: Ebu Sa'id el-Hudri'ye sordum: \"Allah'ın Messenger'inin (ﷺ) Kadir Gecesi hakkında konuştuğunu duydun mu?\" O olumlu cevap verdi ve dedi ki: \"Bir kez Allah'ın Messenger'i (ﷺ) ile Ramazan'ın ortasında itikaf yapıyorduk ve yirminci sabahında itikafı terk ettik, ve Allah'ın Messenger'i (ﷺ) yirminci (Ramazan) günü bir hutbe verdi ve dedi ki: 'Kadir Gecesi'nin tarihinin (rüyamda) bana bildirildi ama unuttum. O yüzden Ramazan ayının son on gecesinin tek gecelerinde arayın. O gece çamur ve su üzerinde secde ettiğimi gördüm (Kadir Gecesi'nin işareti olarak). O yüzden Allah'ın Messenger'i (ﷺ) ile itikaf yapan herkes bunun için geri dönmelidir.' İnsanlar camiye (itikaf için) geri döndü. Gökyüzünde bulut izine rastlanmadı. Ama birden bir bulut geldi ve yağmur yağdı. Sonra namaz kılındı (namaza durdular) ve Allah'ın Messenger'i (ﷺ) çamur ve su üzerinde secde etti ve Peygamberin alnında ve burnunda çamur izini gördüm."
    },
    {
      "id": 12,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'inin (ﷺ) eşlerinden biri, adet döneminde iken onunla itikaf yapıyordu ve kırmızı (kan) veya sarımsı izler görüyordu ve bazen namaz kılarken altına bir tepsi koyuyorduk."
    },
    {
      "id": 13,
      "narrator": "Narrated `Ali bin Al-Husain (from Safiya the Prophet's wife):",
      "text": "Ali bin Hüseyin'den (Peygamberin eşi Safiye'den): Peygamberin (ﷺ) eşleri onunla camide (itikaf yaparken) birlikteydiler ve sonra ayrıldılar ve Peygamber (ﷺ) Safiye bint Huyai'ye dedi ki: \"Acelen olmasın, seni ben takip edeceğim,\" (ve onun evi Usame'nin evindeydi). Peygamber (ﷺ) dışarı çıktı ve bu sırada iki Ensar adamı ona rastladı ve Peygamber (ﷺ) onlara baktı ve geçtiler. Peygamber (ﷺ) onlara dedi ki: \"Buraya gelin. O (eşim) Safiye bint Huyai.\" Onlar cevap verdiler: \"Subhan Allah, (ne cesaretle kötü düşünelim) Ey Allah'ın Elçisi! (senden kötü bir şey beklemiyoruz).\" Peygamber (ﷺ) cevap verdi: \"Şeytan, insanın içinde kanın dolaştığı gibi dolaşır ve ben korktum ki şeytan aklınıza kötü bir düşünce sokar.\""
    },
    {
      "id": 14,
      "narrator": "Narrated `Ali bin Al-Husain from Safiya:",
      "text": "Ali bin Hüseyin'den Safiye'den rivayet edilmiştir: Safiye, Peygamber (ﷺ) itikaf yaparken ona gitti. Dönünce, Peygamber (ﷺ) onu yürüyerek takip etti. Bir Ensar adam onu gördü. Peygamber (ﷺ) onu fark edince, onu çağırdı ve dedi ki: \"Buraya gel. O Safiye'dir. (Süfyan, bir alt rivayetçi belki de Peygamber (ﷺ) \"Bu Safiye'dir\" dedi demiştir). Ve şeytan, Adem'in soyunun bedeninde kanın dolaştığı gibi dolaşır.\" (Bir alt rivayetçi Süfyan'a sordu: \"Safiye ona gece mi ziyaret etti?\" O: \"Elbette, gece.\")"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Biz Allah'ın Messenger'i (ﷺ) ile Ramazan'ın ortasındaki on günde itikaf yaptık. Yirminci (Ramazan) sabahında eşyalarımızı taşıdık, ama Allah'ın Messenger'i (ﷺ) bize geldi ve dedi ki: \"Kim itikaf yapıyorsa, itikaf yerlerine geri dönsün, çünkü bu Gece'nin (Kadir Gecesi'nin) tarihini gördüm (yani bana bildirildi) ve çamur ve su üzerinde secde ettiğimi gördüm.\" Yerime döndüğümde gökyüzü bulutlarla kaplıydı ve yağmur yağdı. Muhammed'i Hak ile gönderen Allah'a yemin ederim ki, o günün sonunda gökyüzü bulutlarla kaplanmıştı ve hurma ağaçlarının yaprak saplarından yapılmış olan cami (yağmurdan sızdı) ve Peygamberin (ﷺ) burnunun ve ucu üzerindeki çamur izini gördüm."
    },
    {
      "id": 16,
      "narrator": "Narrated `Amra bint `Abdur-Rahman from `Aisha:",
      "text": "`Amra bint `Abdur-Rahman'dan rivayet edilmiştir: Aişe, Allah'ın Elçisi (ﷺ) her yıl Ramazan ayında itikaf yapardı. Sabah namazını kıldıktan sonra itikaf yerinde girerdi. Aişe, itikaf yapması için izin istedi ve o da izin verdi, böylece camide bir çadır kurdu. Hafsa bunu duyunca o da kendisi için bir çadır kurdu, Zeynep bunu duyunca o da başka bir çadır kurdu. Sabah, Allah'ın Elçisi (ﷺ) sabah namazını bitirdiğinde dört çadır gördü ve \"Bu nedir?\" diye sordu. Kendisine bunun hakkında bilgi verildi. Sonra dedi ki: \"Onları bunu yapmaya ne sevk etti? Bu bir takva mı? Çadırları kaldırın, çünkü onları görmek istemiyorum.\" Böylece çadırlar kaldırıldı. Peygamber (ﷺ) o yıl Ramazan ayında itikaf yapmadı, ancak Şevval'in son on gününde itikaf yaptı."
    },
    {
      "id": 17,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Ömer bin Hattab dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! İslam öncesi dönemde Kabe'de bir gece itikaf yapma sözü vermiştim.\" Peygamber (ﷺ) dedi ki: \"Vadedini yerine getir.\" Böylece bir gece itikaf yaptı."
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Ömer, İslam öncesi dönemde Kabe'de itikaf yapma sözü vermiştir. (Bir alt rivayetçi, Ömer'in bir gece itikaf yapma sözü verdiğini düşünmektedir.) Allah'ın Elçisi (ﷺ) Ömer'e dedi ki: \"Vadedini yerine getir.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) her yıl Ramazan ayında on gün itikaf yapardı ve vefat yılı olduğunda yirmi gün itikaf yaptı."
    },
    {
      "id": 20,
      "narrator": "Narrated `Amra bint `Abdur-Rahman from `Aisha:",
      "text": "`Amra bint `Abdur-Rahman'dan Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ramazan'ın son on gününde itikaf yapacağını belirtmiştir. Aişe, itikaf yapması için izin istedi ve o da izin verdi. Hafsa, Aişe'den onun için izin almasını istedi ve o da aldı. Zeynep bint Cahş bunu görünce kendisi için bir çadır kurulmasını emretti ve onun için kuruldu. Allah'ın Elçisi (ﷺ) namazdan sonra çadırına gidiyordu. Böylece çadırları gördü ve \"Bu nedir?\" diye sordu. Kendisine bunun Aişe, Hafsa ve Zeynep'in çadırları olduğu söylendi. Allah'ın Elçisi dedi ki: \"Bunu yaparak takva mı kastettiler? Ben itikaf yapmayacağım.\" Böylece evine döndü. Oruç ayı sona erdiğinde, Şevval ayında on gün itikaf yaptı."
    },
    {
      "id": 21,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Aişe, adet döneminde Peygamber (ﷺ)'in itikaf yaptığı camide onun saçını tarar ve yağlardı. O, odasında iken başını ona doğru uzatırdı."
    }
  ]
}