{
  "language": "tr",
  "metadata": {
    "length": 184,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Siz insanlar, Ebu Hureyre'nin Allah'ın Elçisi'nden (ﷺ) birçok rivayette bulunduğunu söylüyorsunuz ve muhacirlerin ve Ensar'ın neden Ebu Hureyre gibi Allah'ın Elçisi'nden (ﷺ) rivayette bulunmadığını merak ediyorsunuz. Muhacir kardeşlerim pazarda meşguldü, ben ise Allah'ın Elçisi'ne (ﷺ) yapışmıştım; karnımı doyuracak kadar olanla yetiniyordum. Onlar yokken ben orada bulunuyordum ve unuttuklarında ben hatırlıyordum. Ensar kardeşlerim mülkleriyle meşguldü ve ben Suffa'nın fakirlerinden biriydim. Unuttuklarında rivayetleri hatırlıyordum. Şüphesiz, Allah'ın Elçisi (ﷺ) bir keresinde şöyle demiştir: \"Elbiseni yay, ben şu anki konuşmamı bitirene kadar, sonra onu kendine topla, ne söyleyeceğimi hatırlayacaksın.\" Ben de üzerimdeki renkli elbiseyi yaydım, Allah'ın Elçisi (ﷺ) sözünü bitirene kadar, sonra onu göğsüme topladım. Böylece o rivayetlerin hiçbirini unutmamış oldum."
    },
    {
      "id": 2,
      "narrator": "Narrated Ibrahim bin Sa`d from his father from his grandfather:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Anas:",
      "text": "İbrahim bin Sa'd'dan, babası aracılığıyla dedesinden rivayet edilmiştir: Abdurrahman bin Avf dedi ki: \"Biz Medine'ye muhacir olarak geldiğimizde, Allah'ın Elçisi (ﷺ) benimle Sa'd bin Ar-Rabi' arasında bir kardeşlik bağı kurdu. Sa'd bin Ar-Rabi' bana şöyle dedi: 'Ben Ensar'ın en zenginiyim, sana malımın yarısını vereceğim ve iki eşime bakabilirsin; hangisini istersen boşayacağım, o da iddetini tamamladıktan sonra onunla evlenebilirsin.' Abdurrahman cevap verdi: 'Bunlara ihtiyacım yok. Ticaretin yapıldığı bir pazar var mı?' O da: 'Kainuka pazarı var.' Abdurrahman ertesi gün o pazara gitti ve biraz kuru yoğurt ve tereyağı aldı, sonra düzenli olarak oraya gitmeye devam etti. Birkaç gün sonra Abdurrahman, vücudunda sarı bir parfüm kokusuyla geldi. Allah'ın Elçisi (ﷺ) ona evlenip evlenmediğini sordu. O da evet dedi. Peygamber (ﷺ) sordu: 'Kimi aldın?' O da: 'Ensar'dan bir kadın.' Peygamber (ﷺ) sordu: 'Ona ne kadar verdin?' O da: '(Ona) bir altın parçası, bir hurma çekirdeği ağırlığında (veya altından bir hurma çekirdeği)!' Peygamber (ﷺ) dedi: 'Bir düğün ziyafeti ver, hatta bir koyunla bile olsa.'\""
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated An-Nu`man bin Bashir:",
      "text": "Enes'ten rivayet edilmiştir: Abdurrahman bin Avf Medine'ye geldiğinde, Peygamber (ﷺ) onunla Sa'd bin Ar-Rabi' al-Ensari arasında bir kardeşlik bağı kurdu. Sa'd zengin bir adamdı, bu yüzden Abdurrahman'a şöyle dedi: \"Sana malımın yarısını vereceğim ve evlenmene yardımcı olacağım.\" Abdurrahman ona şöyle dedi: \"Allah, ailene ve malına bereket versin. Beni pazara götür.\" Böylece Abdurrahman pazardan dönmedi, ta ki biraz kuru yoğurt ve tereyağı elde edene kadar (ticaret yaparak). Bunları evine getirdi. Bir süre kaldık (ya da Allah ne kadar isterse), sonra Abdurrahman, sarımsı bir parfüm kokusuyla geldi. Peygamber (ﷺ) ona: \"Bu nedir?\" diye sordu. O da: \"Bir Ensar kadını ile evlendim.\" Peygamber (ﷺ) sordu: \"Ona ne verdin?\" O da: \"Bir altın taşı ya da bir hurma çekirdeği ağırlığında altın.\" Peygamber (ﷺ) ona: \"Bir düğün ziyafeti ver, hatta bir koyunla bile olsa.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin Abu Mulaika:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Aisha:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ukaz, Majanna ve Dhul-Mecaz, Cahiliye döneminde pazar yerleriydi. İslam geldiğinde, Müslümanlar orada ticaret yapmanın günah olabileceğini hissettiler. Bunun üzerine İlahi Vahiy geldi: \"Hac mevsimlerinde Rabbinin lütfunu aramanızda size bir sakınca yoktur.\" (2.198) İbn Abbas, Ayeti bu şekilde okudu."
    },
    {
      "id": 8,
      "narrator": "Narrated `Adi bin Hatim:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Anas:",
      "text": "Nu'man bin Beşir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hem helal hem de haram şeyler açıktır, bunların arasında (şüpheli) şüpheli meseleler vardır. Kim bu şüpheli şeylerden sakınırsa, günah işlememek için kesinlikle açıkça haram olan şeylerden de sakınmış olur; kim de bu (şüpheli) şeylere cesaretle dalarsa, açıkça haram olanı işleme ihtimali vardır. Günahlar Allah'ın Hima'sıdır (yani özel merasıdır) ve kim (koyunlarını) onun yakınında otlatırsa, her an içine girebilir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated `Abbas bin Tamim:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Abdullah bin Ebu Mulaika'dan rivayet edilmiştir: Ukba bin Haris dedi ki: Siyah bir kadın geldi ve hem onun hem de eşinin süt emzirdiğini iddia etti. Bunu Peygamber'e (ﷺ) iletti, o da yüzünü ona çevirdi ve gülümsedi ve şöyle dedi: \"Eşini nasıl tutabilirsin, sizden her ikisinin de aynı kadından emzirildiği söylenmiş?\" Eşi Ebu İhab el-Tamimi'nin kızıdır."
    },
    {
      "id": 12,
      "narrator": "Narrated Jabir:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira:",
      "text": "Aişe'den rivayet edilmiştir: Utbe bin Ebu Vakkas, kardeşi Sa'd bin Ebu Vakkas'tan, Zama'nın cariyesinin oğlunu kendi oğlu gibi kendisine alması için sağlam bir söz aldı. Feth yılı (Mekke'nin Fethi) Sa'd bin Ebu Vakkas onu aldı ve onun kardeşinin oğlu olduğunu söyledi, kardeşi de bu konuda kendisinden bir söz aldı. Ebu bin Zama ayağa kalktı ve şöyle dedi: \"O benim kardeşimdir ve babamın cariyesinin oğludur ve babamın yatağında doğmuştur.\" Sonra ikisi de Peygamber'e (ﷺ) gittiler. Sa'd dedi: \"Ey Allah'ın Elçisi (ﷺ)! O benim kardeşimin oğludur ve ondan bu konuda bir söz aldım.\" Ebu bin Zama dedi: \"(O benim) kardeşimdir ve babamın cariyesinin oğludur ve babamın yatağında doğmuştur.\" Allah'ın Elçisi (ﷺ) dedi: \"O çocuk senindir. Ey Ebu bin Zama.\" Sonra Peygamber (ﷺ) dedi: \"Çocuk, doğduğu yatağa aittir (yani doğduğu adamın yatağına) ve taşlar (hayal kırıklığı ve mahrumiyet) haram ilişki kuran için.\" Peygamber (ﷺ) eşi Sauda bint Zama'ya o çocuktan uzak durmasını söyledi, çünkü çocukta Utbe ile benzerlik gördü. Böylece çocuk, o öldüğünde onu görmedi."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Al-Minhal:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated 'Ubaid bin `Umair:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: Ben Allah'ın Elçisi'ne (ﷺ) Al Mirad hakkında sordum (yani avcılık için kullanılan keskin kenarlı bir tahta parçası veya bir demir parçası ile donatılmış bir tahta parçası). O da: \"Eğer av, keskin kenarıyla vurulursa, onu ye; eğer geniş tarafıyla vurulursa, onu yeme, çünkü o ölmüş.\" dedim: \"Ey Allah'ın Elçisi (ﷺ)! Ben, Allah'ın adıyla köpeğimi serbest bırakıyorum ve onunla avda bulduğumda, Allah'ın adını anmadığım başka bir köpek var ve hangisinin avı yakaladığını bilmiyorum.\" Allah'ın Elçisi (ﷺ) ona dedi: \"Onu yeme, çünkü sen köpeğine Allah'ın adını anmışsın, diğerine değil.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Hureyre (ra) dedi ki, \"Allah'ın Resulü (ﷺ) Beni İsrail'den bir kişiyi bahsetti, deniz yolculuğu yaptı ve ihtiyaçlarını karşıladı.\" Sonra tüm hikayeyi anlattı. (Bkz. Hadis no. 2291)"
    },
    {
      "id": 17,
      "narrator": "Narrated Jabir:",
      "text": "Câbir'in rivayet ettiğine göre: Bir kervan (Medine'ye) geldiği sırada biz Peygamber ile Cuma namazı kılıyorduk. İnsanlar, on iki kişi hariç, kervana doğru çıktılar. Sonra bu ayet indirildi: 'Fakat onlar bir ticaret veya bir eğlence gördüklerinde, ona doğru dağılırlar ve seni ayakta bırakırlar.' (62.11)"
    },
    {
      "id": 18,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Eğer bir kadın evinden yemekleri israf etmeden (yani aşırı harcama yapmadan) sadaka verirse, o, verdiği için sevap alır, kocası da kazancı için sevap alır ve depo görevlisi de benzer bir sevap alır. Hiçbirinin sevap kazanması diğerlerinin sevabını azaltmaz.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Eğer bir kadın kocasının kazancından onun izni olmadan bir şey (yani sadaka) verirse, onun sevabının yarısını alır.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik (ra) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki, \"Kim rızkında ve ömründe genişleme isterse, akrabalarıyla iyi geçinsin.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) rivayet etti: Peygamber (ﷺ) bir Yahudiden borçla yiyecek almış ve ona demir zırhını ipotek etmiştir."
    },
    {
      "id": 22,
      "narrator": "Narrated Qatada:",
      "text": "Katâde (ra) rivayet etti: Enes, Peygamber (ﷺ) ile birlikte üzerine eritilmiş yağ konmuş arpa ekmeği ile gitti. Peygamber (ﷺ) Medine'deki bir Yahudiye zırhını ipotek etmiş ve ailesi için ondan biraz arpa almıştı. Enes, onun şöyle dediğini duydu: \"Muhammed'in hanesi akşam yemeği için ne bir Sa buğday ne de yiyecek tahılına sahipti, oysa dokuz eşi var.\" (Bkz. Hadis No. 685)"
    },
    {
      "id": 23,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) rivayet etti: Ebu Bekir Es-Sıddık halife seçildiğinde, \"Benim halkım biliyor ki, mesleğim aileme geçim sağlamaktan aciz değildi. Ve ben Müslüman ulusuna hizmet etmekle meşgul olacağım için, ailem Müslümanların Devlet Hazinesi'nden yiyecek alacak ve ben Müslümanlara hizmet etme mesleğini icra edeceğim.\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Aisha:",
      "text": "Aişe (ra) rivayet etti: Allah'ın Resulü (ﷺ) arkadaşları el işçiliği yaparlardı, bu yüzden terleri kokardı ve onlara banyo yapmaları tavsiye edilirdi."
    },
    {
      "id": 25,
      "narrator": "Narrated Al-Miqdam:",
      "text": "El-Mikdam (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Kimse kendi elleriyle çalışarak kazandığı yemekten daha iyi bir yemek yememiştir. Allah'ın Resulü Davud (ﷺ) kendi el emeğiyle kazandıklarından yerdi.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki, \"Peygamber (ﷺ) Davud, kendi el emeğiyle kazandıklarından başka bir şey yemezdi.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki, \"Şüphesiz, sizden birinin bir odun demetini kesip sırtında taşıması, birinden istemesinden daha hayırlıdır.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Az-Zubair bin Al-Awwam:",
      "text": "Zübeyir bin Avvam (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Birisi bir ip alıp odun kesip taşımayı, başkalarından istemekten daha iyi bulur.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Câbir bin Abdullah (ra) rivayet etti: Allah'ın Resulü (ﷺ) dedi ki, \"Alım-satımında, alacaklarını geri istemekte yumuşak davranan kimseye Allah'ın rahmeti olsun.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudeyfe (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Sizin zamanınızdan önce melekler bir adamın ruhunu aldılar ve ona, 'Hayatında herhangi bir iyi amelin var mı?' diye sordular. O da, 'Ben çalışanlarıma zengin kişiye borcunu ödemesi için zaman tanımalarını emrederdim.' diye cevap verdi. Bunun üzerine Allah meleklere, 'Ona afiyet verin.' dedi. Rabi, (ölü adamın) 'Ben zengine kolaylık gösterir ve fakire zaman tanırdım.' ya da başka bir rivayette, 'İyi olanlardan zaman tanır ve muhtaçları affederdim.' dedi.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Bir tüccar vardı, insanlara borç verirdi ve borçlusunun zor durumda olduğunu gördüğünde, çalışanlarına, 'Ona affedin ki Allah da bizi affetsin' derdi. Böylece Allah onu affetti.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Hakim bin Hizam:",
      "text": "Hakim bin Hizam (ra) rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki, \"Satıcı ve alıcı, ayrılmadıkları sürece veya ayrılana kadar malları iade etme veya alma hakkına sahiptir; eğer her iki taraf da doğruyu söyler ve malların kusurlarını ve niteliklerini tarif ederse, o zaman işlemlerinde bereket olur; eğer yalan söyler veya bir şey saklarlarsa, işlemlerinin bereketi kaybolur.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Abu Sa`id (ra) rivayet etti: Biz karışık hurmalar (ganimetten) alır ve iki Sa hurmayı bir Sa iyi hurmaya takas ederdik. Peygamber (ﷺ) bize, \"İki Sa'yı bir Sa ile veya iki Dirhemi bir Dirhem ile takas etmek caiz değildir\" dedi, (çünkü bu bir tür faize girer). (Bkz. Hadis No. 405)."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Abu Mas`ud (ra) rivayet etti: Bir Ensar adamı, Abu Shu'aib adında, kasap kölesine, \"Beş kişilik yemek hazırla, çünkü ben Peygamberi (ﷺ) dört kişi ile birlikte davet etmek istiyorum, yüzünde açlık belirtileri gördüm.\" dedi. Abu Shu'aib onları davet etti ve yanlarına başka bir kişi daha geldi. Peygamber (ﷺ) Abu Shu'aib'e, \"Bu adam bizi takip etti, eğer izin verirsen, bize katılacak, eğer geri dönmesini istersen, geri dönecek.\" dedi. Abu Shu'aib, \"Hayır, ona izin verdim (yani o da yemeğe davetlidir).\" dedi."
    },
    {
      "id": 35,
      "narrator": "Narrated Hakim bin Hizam:",
      "text": "Hakim bin Hizam (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Alıcı ve satıcı, ayrılmadıkları sürece veya ayrılana kadar anlaşmayı iptal etme veya onaylama seçeneğine sahiptir; eğer doğruyu söylerlerse ve birbirlerine eşyaların kusurlarını bildirirlerse, o zaman işlemlerinde bereket olur; eğer bir şey saklar ve yalan söylerlerse, işlemlerinin bereketi kaybolur.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Hurairah (ra):",
      "text": "Abu Huraira (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Kesinlikle bir zaman gelecek ki insanlar paralarını nereden kazandıklarını, helal yoldan mı yoksa haram yoldan mı olduğunu umursamayacaklar.\" (Bkz. Hadis no. 2050)"
    },
    {
      "id": 37,
      "narrator": "Narrated Aisha:",
      "text": "Aisha (ra) rivayet etti: Bakara Suresi'nin son ayetleri indirildiğinde, Peygamber (ﷺ) bunları camide okudu ve alkol ticaretini yasakladı."
    },
    {
      "id": 38,
      "narrator": "Narrated Samura bin Jundab:",
      "text": "Samura bin Jundab (ra) rivayet etti: Peygamber (ﷺ) dedi ki, \"Bu gece iki adamın geldiğini ve beni kutsal bir yere götürdüğünü rüyamda gördüm, oradan bir kan nehrine kadar ilerledik, orada bir adam duruyordu ve nehrin kenarında taşları elinde tutan başka bir adam vardı. Nehrin ortasındaki adam çıkmaya çalıştı, ama diğeri ağzına bir taş attı ve onu geri dönmeye zorladı. Böylece, o çıkmaya çalıştıkça, diğer adam ağzına bir taş atıyor ve onu eski yerine geri gönderiyordu. Ben sordum, 'Bu kim?' Bana, 'Nehirdeki kişi bir riba yiyicisidir.' denildi.\""
    },
    {
      "id": 39,
      "narrator": "Narrated `Aun bin Abu Juhaifa:",
      "text": "Aun bin Abu Juhaifa (ra) rivayet etti: Babam, hacamat yapan bir köle satın aldı. (Babam kölenin hacamat aletlerini kırdı). Ben babama neden böyle yaptığını sordum. O, \"Peygamber (ﷺ) köpek veya kanın bedelinin kabulünü yasakladı, ayrıca dövme yapmayı, dövme yaptırmayı ve riba (faiz) almayı veya vermeyi yasakladı ve resim yapanları lanetledi.\" dedi."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira (ra) rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki, \"Satıcının yemin etmesi alıcıyı malları satın almaya ikna edebilir ama bu, Allah'ın bereketinden mahrum kalır.\""
    },
    {
      "id": 41,
      "narrator": "Narrated `Abdullah bin Abu `Aufa:",
      "text": "Abdullah bin Abu `Aufa (ra) rivayet etti: Bir adam pazarda bazı malları sergiledi ve Allah'a yemin ederek, o mallar için bu kadar teklif aldığını, aslında o teklifin verilmediğini söyledi ve bunu Müslümanı aldatmak için söyledi. O sırada şu ayet indirildi: \"Şüphesiz! Allah'ın ahdini ve yeminlerini küçük bir kazançla satın alanların ahirette hiçbir payı yoktur ..vs.\" (3.77)"
    },
    {
      "id": 42,
      "narrator": "Narrated `Ali:",
      "text": "Ali (ra) rivayet etti: Ganimet olarak bana eski bir dişi deve düştü ve Peygamber (ﷺ) bana Al-Khumus'tan başka bir deve vermişti. Fatıma (Peygamber'in kızı) ile evlenmeyi düşündüğümde, Beni Kaynuka'dan bir kuyumcunun bana eşlik etmesini sağladım ki, İdhkhir getirip kuyumculara satıp, onun bedelini düğün ziyafetim için kullanayım."
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas (ra) rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki, \"Allah, Mekke'yi bir kutsal yer kıldı ve daha önce hiç kimseye burada savaşmak izin verilmedi, benim dönemimden sonra da izin verilmeyecek. Burada savaşmak, bana sadece bir günün birkaç saatinde helal kılındı. Hiç kimse, dikenli çalılarını sökemez, ağaçlarını kesemez, avını kovalayamaz veya düşen şeyleri (luqata) toplayamaz, ancak bunu kamuya ilan eden bir kişi dışında.\" Abbas bin Abdul-Muttalib, Peygamber'e, \"İdhkhir hariç, çünkü bizim kuyumcularımız ve evlerimizin çatısı için.\" dedi. Peygamber (ﷺ) \"İdhkhir hariç.\" dedi. İkrime, \"Onun avını kovalamak ne demektir biliyor musun? Gölgesinden çıkarmak ve yerinde oturtmaktır.\" dedi. Halid, \"Abbas dedi ki: İdhkhir, bizim kuyumcularımız ve mezarlarımız için.\" dedi."
    },
    {
      "id": 44,
      "narrator": "Narrated Khabbab:",
      "text": "Khabbab (ra) rivayet etti: Ben cahiliye döneminde bir demirciydim ve 'Asi bin Wail bana bir miktar para borçluydu, bu yüzden ona gitmek istedim. O bana, \"Muhammed'e inanmadıkça sana ödeme yapmayacağım.\" dedi. Ben de, \"Allah seni öldürüp diriltinceye kadar inanmam.\" dedim. O, \"Beni bırak, öldüğümde dirileceğim, o zaman bana mal ve çocuk verilecek ve borcunu ödeyeceğim.\" dedi. O sırada Peygamber'e şu ayet indirildi: 'Bizim ayetlerimize inanmayanı ve şunu diyenleri gördün mü: Kesinlikle bana mal ve çocuk verilecek mi? O, gaybı mı biliyor, yoksa Rahman'dan bir ahit mi aldı?' (19.77-78)"
    },
    {
      "id": 45,
      "narrator": "Narrated 'Is-haq bin `Abdullah bin Abu Talha:",
      "text": "'İshak bin Abdullah bin Abu Talha (ra) rivayet etti: Anas bin Malik'in, \"Bir terzi, Allah'ın Elçisi (ﷺ) için hazırladığı bir yemeğe davet etti.\" dediğini duydum. Anas bin Malik, \"Ben Allah'ın Elçisi (ﷺ) ile o yemeğe gittim. Peygamber (ﷺ) için ekmek ve kabak ile yapılan çorba ve kurutulmuş et servis etti. Peygamber (ﷺ) tabağından kabak parçalarını aldığını gördüm.\" dedi. Anas ekledi, \"O günden beri kabak sevmeye devam ediyorum.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Hazim:",
      "text": "Ebu Hazım'dan rivayet edilmiştir: Sahl bin Sa'd'ın şöyle dediğini duydum: \"Bir kadın bir Burda (yani kenarları dokuma olan kare bir parça kumaş) getirdi. Ben de 'Burda'nın ne olduğunu biliyor musun?' diye sordum. Onlar olumlu yanıt verdiler ve 'O, kenarları dokuma olan bir kumaş örtüdür.' dediler. Sahl devam etti: \"Kadın, Peygamber (ﷺ)'e hitaben, 'Bunu sizin giymeniz için kendi ellerimle dokudum.' dedi. Peygamber (ﷺ) onu aldı, çünkü ona ihtiyacı vardı ve onu bel örtüsü olarak giyerek bize geldi. İçimizden biri, 'Ey Allah'ın Elçisi (ﷺ)! Bunu bana giydirmek için ver.' dedi. Peygamber (ﷺ) ona vermeyi kabul etti. Peygamber (ﷺ) bir süre insanlarla oturdu ve sonra (eve) döndü, o bel örtüsünü sardı ve ona gönderdi. İnsanlar o adama, 'Onun isteğini kabul etmeyeceğini bildiğin halde ondan bunu istemekle iyi yapmadın.' dediler. Adam cevap verdi: 'Vallahi, ben ondan bunu istemedim, sadece öldüğümde kefenim olarak kullanmak için istedim.' Sahl ekledi: \"Sonra o (yani o örtü) onun kefeni oldu.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Hazim:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Ebu Hazım'dan rivayet edilmiştir: Bazı adamlar Sahl bin Sa'd'a minber hakkında sormak için geldiler. O da şöyle cevap verdi: \"Allah'ın Elçisi (ﷺ) bir kadını (Sahl ismini verdi) şöyle çağırdı: 'Kölen olan marangozuna benim için bir minber yapmasını emret ki, insanlara hitap ederken üzerinde oturayım.' Bunun üzerine, o, onu ormanın çalılarından yaptırmasını emretti. O da onu ona getirdi ve o da Allah'ın Elçisi (ﷺ)'ne gönderdi. Allah'ın Elçisi (ﷺ) onu camide yerleştirilmesini emretti; böylece yerleştirildi ve o da üzerine oturdu.\""
    },
    {
      "id": 49,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Bir Ensar kadını, Allah'ın Elçisi (ﷺ)'ne, \"Ey Allah'ın Elçisi (ﷺ)! Senin oturman için bir şey yapayım mı, çünkü benim marangoz olan bir kölem var?\" dedi. O da, \"İstersen.\" diye cevap verdi. Bunun üzerine, onun için bir minber yaptırdı. Cuma günü Peygamber (ﷺ) o minberin üzerine oturdu. Peygamber (ﷺ)'in vaaz verdiği hurma gövdesi o kadar ağladı ki, patlayacak gibi oldu. Peygamber (ﷺ) minberden inip gövdeyi kucakladı ve o, ağlamayı kesmesi için ikna edilmeye çalışılan bir çocuk gibi inlemeye başladı ve sonra ağlamayı bıraktı. Peygamber (ﷺ) dedi ki: \"O, din bilgisiyle duyduğu şeyleri özlediği için ağladı.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Narrated `Amr:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir Yahudiden borçla yiyecek almış ve zırhını ona ipotek etmiştir."
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Qatada:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Musa:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile bir Gazve'de (Askeri Sefer) idim ve develerim yavaş ve yorgun düşmüştü. Peygamber yanıma geldi ve \"Ey Cabir.\" dedi. Ben de, \"Evet?\" dedim. O, \"Seninle ne oldu?\" dedi. Ben de, \"Develerim yavaş ve yorgun, bu yüzden geride kaldım.\" dedim. Bunun üzerine, o indi ve deveyi sopasıyla dürttü ve sonra bana binmemi emretti. Ben de deveyi sürdüm ve o, o kadar hızlı oldu ki, Allah'ın Elçisi (ﷺ)'nin önüne geçmemek için onu tutmak zorunda kaldım. Sonra bana, \"Evlenmiş misin?\" diye sordu. Ben de olumlu yanıt verdim. O, \"Bakire mi, dul mu?\" dedi. Ben de, \"Bir dul ile evlendim.\" dedim. Peygamber (ﷺ) dedi ki: \"Neden bir bakire ile evlenmedin ki, onunla oynayabilirsin ve o da seninle oynayabilir?\" Cabir cevap verdi: \"Kız kardeşlerim (genç yaşta) var, bu yüzden hepsini toplayıp saçlarını tarayabilecek bir dul ile evlenmek istedim.\" Peygamber (ﷺ) dedi: \"Varacaksın, evine vardığında, eşinle birlikte olmanı tavsiye ederim (ki akıllı bir oğlun olsun).\" Sonra bana, \"Deveni satmak ister misin?\" diye sordu. Ben de olumlu yanıt verdim ve Peygamber (ﷺ) onu bir Ukiye altın karşılığında satın aldı. Allah'ın Elçisi (ﷺ) benden önce ulaştı ve ben sabah ulaştım, camiye gittiğimde onu caminin kapısında buldum. Bana, \"Yeni mi geldin?\" diye sordu. Ben de olumlu yanıt verdim. O, \"Deveni bırak ve (camiye) girip iki rek'at namaz kıl.\" dedi. Ben de içeri girdim ve namazımı kıldım. O, Bilal'e tartmasını ve bana bir Ukiye altın vermesini söyledi. Bilal benim için adil bir şekilde tarttı ve ben de gittim. Peygamber (ﷺ) beni çağırdı ve onun bana, en çok nefret ettiğim deveyi geri vereceğini düşündüm. Ama Peygamber (ﷺ) bana, \"Deveni ve fiyatını al.\" dedi."
    },
    {
      "id": 55,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ukaz, Majanna ve Dhul-Majaz, İslam öncesi dönemdeki pazarlardı. İnsanlar İslam'ı kabul ettiklerinde, orada ticaret yapmayı günah saydılar. Bunun üzerine şu Kutsal Ayet indi: \"Hac mevsiminde Rabbinizin (Allah) lütfundan istemenizde size bir sakınca yoktur.\" (2.198) İbn Abbas bunu bu şekilde okudu."
    },
    {
      "id": 57,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "Narrated Aisha:",
      "text": "Amr'dan rivayet edilmiştir: Burada (yani Mekke'de) Nawwas adında bir adam vardı ve onun develeri aşırı ve susuzluktan muzdaripti. İbn Ömer, Nawwas'ın ortağına gitti ve o develeri satın aldı. Adam, Nawwas'a geri döndü ve ona o develeri sattığını söyledi. Nawwas ona, \"Onları kime sattın?\" diye sordu. O da, \"Şu ve bu Şeyh'e.\" dedi. Nawwas, \"Vay haline; Vallahi, o Şeyh İbn Ömer'di.\" dedi. Nawwas daha sonra İbn Ömer'e gitti ve ona, \"Ortakım, aşırı susuzluktan muzdarip develeri sana sattı ve seni tanımıyordu.\" dedi. İbn Ömer ona, develeri geri almasını söyledi. Nawwas onları almak için gittiğinde, İbn Ömer ona, \"Onları orada bırak, çünkü ben Allah'ın Elçisi (ﷺ)'nin kararından memnunum ki orada zulüm yoktur.\" dedi."
    },
    {
      "id": 59,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ebu Katade'den rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile Huneyn yılına çıktık, (Peygamber (ﷺ) bana bir zırh verdi). O zırhı sattım ve Beni Salama kabilesinin bölgesinde bir bahçe aldım ve bu, İslam'ı kabul ettikten sonra elde ettiğim ilk mülk oldu."
    },
    {
      "id": 61,
      "narrator": "Narrated Hakim bin Hizam\":",
      "text": "Hakim bin Hizam'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Alıcı ve satıcı, ayrılmadıkları sürece anlaşmayı iptal etme veya onaylama seçeneğine sahiptirler.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Satıcı ve alıcı, ayrılmadıkları sürece anlaşmayı iptal etme veya onaylama seçeneğine sahiptirler; ya da biri diğerine, 'Seç (yani, anlaşmayı şimdi iptal et veya onayla)' der. Belki de 'Ya da bu isteğe bağlı bir satışsa' dedi.\" İbn `Umar, Şuraih, Ash-Shu`bi, Tawus, Ata ve İbn Ebu Mulaika bu hükümde ittifak etmiştir."
    },
    {
      "id": 63,
      "narrator": "Narrated Hakim bin Hizam:",
      "text": "Hakim bin Hizam'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Alıcı ve satıcı, ayrılmadıkları sürece pazarlığı iptal etme veya onaylama seçeneğine sahiptirler; eğer doğruyu söylerler ve malların kusurlarını açıkça belirtirlerse, pazarlıkları bereketlenir; eğer yalan söylerler ve bazı gerçekleri gizlerlerse, pazarlıkları Allah'ın bereketinden mahrum kalır.\""
    },
    {
      "id": 64,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Alıcı ve satıcı, ayrılmadıkları sürece bir pazarlığı iptal etme veya onaylama seçeneğine sahiptirler; ya da satış isteğe bağlıdır.\" (Bkz. Hadis No.320)."
    },
    {
      "id": 65,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Alıcı ve satıcı, henüz bir aradayken pazarlığı iptal etme veya onaylama seçeneğine sahiptir; ve ayrılmadıkları sürece veya biri diğerine eşyaları tutma veya geri verme seçeneğini verip bir karar verildiğinde, bu durumda pazarlık kesinleşir. Eğer pazarlıktan sonra ayrılırlarsa ve hiçbiri onu reddetmemişse, o zaman pazarlık kesinleşir.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Alıcı ve satıcı ayrılmadıkça hiçbir anlaşma kesinleşmez, ancak anlaşma isteğe bağlıysa (bu durumda pazarlığın geçerliliği üzerinde anlaşılan koşullara bağlıdır).\""
    },
    {
      "id": 67,
      "narrator": "Narrated Hakim bin Hizam:",
      "text": "Hakim bin Hizam'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Alıcı ve satıcı, ayrılmadıkları sürece pazarlığı iptal etme veya onaylama seçeneğine sahiptir.\" Alt rivayetçi Hammam şöyle dedi: \"Bunu kitabımda buldum: 'Alıcı ve satıcı, pazarlığı ya onaylama ya da iptal etme seçeneğini üç kez verirler, eğer doğruyu söylerler ve kusurları belirtirlerse, o zaman pazarlıkları bereketlenir; eğer yalan söylerler ve kusurları gizlerlerse, bazı maddi kazanç elde edebilirler ama satışlarını (Allah'ın) bereketinden mahrum bırakırlar.'\""
    },
    {
      "id": 68,
      "narrator": "Narrated Ibn 'Umar (ra) :",
      "text": "İbn 'Umar (ra) dan rivayet edilmiştir: Biz Peygamber (ﷺ) ile bir yolculuk yapıyorduk ve ben 'Umar (ra)'a ait kontrol edilemeyen bir deveye biniyordum, onu kontrol altına alamıyordum. Bu nedenle, grup önünde gidiyordu ve 'Umar onu kontrol edip geri çekmeye zorluyordu, tekrar öne gidiyor ve yine 'Umar onu geri çekmeye zorluyordu. Peygamber (ﷺ) 'Umar'a o deveyi kendisine satmasını istedi. 'Umar, \"O senin için, Ey Allah'ın Elçisi!\" diye cevap verdi. Allah'ın Elçisi (ﷺ) 'Umar'a o deveyi kendisine satmasını söyledi (hediye etmemesini). Böylece 'Umar, onu Allah'ın Elçisi'ne (ﷺ) sattı. Sonra Peygamber (ﷺ) 'Abdullah bin 'Umar'a \"Bu deve senin, Ey 'Abdullah (hediye olarak) ve onunla istediğini yapabilirsin.\" dedi."
    },
    {
      "id": 69,
      "narrator": "Narrated  'Abdullah bin 'Umar (ra):",
      "text": "`Abdullah bin `Umar (ra) dan rivayet edilmiştir: Ben Khaibar'daki mülkümü 'Uthman (müminlerin önderi) ile Al-Wadi'deki mülkü için takas ettim. Anlaşmayı bitirdikten sonra hemen ayrıldım ve onun evinden çıktım ki anlaşmayı iptal etmesin, çünkü gelenek, alıcı ve satıcının ayrılmadıkları sürece pazarlığı iptal etme seçeneğine sahip olduklarıydı. Anlaşmamız tamamlandığında, 'Uthman'a haksızlık ettiğimi anladım, çünkü ona arazimi satarak onu Al-Madina'dan üç günlük mesafedeki Thamud topraklarına yerleştirmiş oldum, oysa o beni Al-Madina'ya daha yakın, eski arazimden üç günlük mesafeye getirdi."
    },
    {
      "id": 70,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Bir kişi Peygamber (ﷺ)'e geldi ve satın alırken sürekli aldatıldığını söyledi. Peygamber (ﷺ) ona alışveriş yaparken \"Aldatmak yok.\" demesini söyledi."
    },
    {
      "id": 71,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir ordu Kabe'yi işgal edecek ve işgalciler Al-Baida'ya ulaştıklarında, tüm yer yutulacak ve bütün ordu yutulacaktır.\" Ben dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! Nasıl yerin içine yutulacaklar, oysa aralarında pazarları (işle ilgili olan insanlar ve işgalciler olmayanlar) ve onlara ait olmayan insanlar olacak?\" Peygamber (ﷺ) şöyle cevap verdi: \"O insanların hepsi yutulacak ama niyetlerine göre diriltilecek ve yargılanacaklar.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sizden birinin cemaatle kıldığı namaz, pazar veya evde kıldığı namazdan yirmi (beş veya yirmi yedi) kat daha fazladır; eğer tam abdest alır ve sadece namaz kılma niyetiyle camiye giderse ve onu camiye gitmeye zorlayan hiçbir şey yoksa, o zaman camiye doğru attığı her adımda bir derece yükseltilir veya günahlarından biri affedilir. Melekler, oturduğu sürece her biriniz için Allah'tan af ve bereket dilerler. Melekler, 'Ey Allah, ona bereket ver! Ey Allah, ona merhamet et!' derler, o, Hadath yapmadığı veya diğerlerine rahatsızlık vermeyen bir şey yapmadığı sürece.\" Peygamber (ﷺ) ayrıca şöyle dedi: \"Namaz için bekleyen kişi, namazda sayılır.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) pazardayken, biri \"Ey Abul-Kasım!\" diye seslendi. Peygamber (ﷺ) ona döndü. Adam, \"Ben buna (yani başka bir adama) seslendim.\" dedi. Peygamber (ﷺ) \"Kendinizi benim adımla adlandırın ama benim Kunya'mla değil.\" dedi. (Arap dünyasında, bir adamın en büyük oğlunun babası olarak adlandırılması geleneğidir, örneğin Abul-Kasım.)"
    },
    {
      "id": 74,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Al-Baqi' de bir adam \"Ey Abul-Kasım!\" diye seslendi. Peygamber (ﷺ) ona döndü ve adam (Peygamber'e) \"Seni çağırmayı kastetmedim.\" dedi. Peygamber, \"Kendinizi benim adımla adlandırın ama benim Kunya'mla değil.\" dedi."
    },
    {
      "id": 75,
      "narrator": "Narrated Abu Huraira Ad-Dausi:",
      "text": "Ebu Hureyre Ad-Dausi'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) gündüz dışarı çıktı. Ne benimle konuştu ne de ben onunla konuştum, ta ki Bani Qainuqa pazarına ulaşana kadar, sonra Fatıma'nın evinin avlusunda oturdu ve küçük çocuk (torunu Al-Hasan) hakkında sordu ama Fatıma çocuğu bir süre içerde tuttu. Onun kıyafetlerini değiştirdiğini veya çocuğa banyo yaptırdığını düşündüm. Bir süre sonra çocuk koşarak çıktı ve Peygamber (ﷺ) onu kucaklayıp öptü ve sonra şöyle dedi: \"Ey Allah! Onu sev, onu sevenleri de sev.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`’den rivayet edilmiştir: İbn `Umar bize, insanların Peygamber (ﷺ) döneminde kervanlardan yiyecek satın aldıklarını söyledi. Peygamber (ﷺ) onlara, satın aldıkları yerde satmalarını yasaklardı (ama beklemeleri gerekiyordu) ta ki onu yiyeceklerin satıldığı pazara taşıyana kadar. İbn `Umar dedi ki, 'Peygamber (ﷺ) ayrıca, birisi yiyecek maddesini satın aldıktan sonra, tam ölçüde almadıkça onu yeniden satmasını da yasakladı.'"
    },
    {
      "id": 77,
      "narrator": "Narrated Ata bin Yasar:",
      "text": "Ata bin Yasar'dan rivayet edilmiştir: `Abdullah bin `Amr bin Al-`As ile karşılaştım ve ona, \"Bana Tevrat'ta (yani Eski Ahit'te) geçen Allah'ın Elçisi (ﷺ) ile ilgili tariften bahset.\" dedim. O da, 'Evet. Allah'a yemin ederim ki, Tevrat'ta, Kur'an'da ona atfedilen bazı niteliklerle şöyle tarif edilmiştir: \"Ey Peygamber! Biz seni (Allah'ın gerçek dini için) bir şahit, müjdeci ve uyarıcı olarak gönderdik. Okuma yazma bilmeyenlerin koruyucususun. Sen benim kulum ve elçimsin. Seni 'El-Mutawakkil' (Allah'a güvenen) olarak adlandırdım. Ne kaba, ne sertsin, ne de pazarlarda gürültü yaparsın. Sana kötülük edenlere karşı kötülük yapmazsın, fakat onlara affedici ve nazik davranırsın. Allah, onu (Peygamberi) öldürmeyecek, ta ki eğri olanları doğru yola iletinceye kadar, onlara 'Allah'tan başka ibadet edilecek yoktur' dedirtinceye kadar. Bununla kör gözler açılacak, sağır kulaklar duyacak ve kalpler sarılacaktır.\" dedi."
    },
    {
      "id": 78,
      "narrator": "Narrated `Abdullah ibn `Umar:",
      "text": "`Abdullah ibn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Yiyecek maddesi satın alan kimse, onu satın aldığı ölçü ile tatmin oluncaya kadar satmamalıdır.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: `Abdullah bin `Amr bin Haram vefat etti ve başkalarına borcu vardı. Peygamber (ﷺ)'den, alacaklılarıyla borçların bir kısmında indirim için arabuluculuk yapmasını istedim. Peygamber (ﷺ) onlardan (borçları azaltmalarını) istedi ama kabul etmediler. Peygamber (ﷺ) bana dedi ki, \"Git ve hurmalarını (çeşitlerine göre) yığın. Ajwa bir tarafta, İbn Zaid'in demeti diğer tarafta, vb. Sonra beni çağır.\" Ben bunu yaptım ve Peygamber (ﷺ)'i çağırdım. O geldi ve yığınların başında veya ortasında oturdu ve bana emretti. \"İnsanlar (alacaklılar) için (hurmaları) ölç.\" dedi. Ben onlara ölçtüm ta ki bütün borçları ödeyene kadar. Hurmalarda sanki hiçbir şey alınmamış gibi kaldı. Diğer rivayetlerde Jabir dedi ki; Peygamber (ﷺ) dedi ki, \"O (yani `Abdullah) onlara ölçmeye devam etti ta ki bütün borçları ödeyene kadar.\" Peygamber (ﷺ) `Abdullah'a dedi ki, \"Onun (yani alacaklılardan birinin) için (demetleri) kes ve ona tam ölç.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Al-Miqdam bin Ma'diyakrib:",
      "text": "Al-Miqdam bin Ma'diyakrib'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Yiyecek maddelerinizi ölçün, böylece bereketlenirsiniz.\""
    },
    {
      "id": 81,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "`Abdullah bin Zaid'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Peygamber (ﷺ) İbrahim, Mekke'yi bir kutsal yer yaptı ve orada Allah'ın bereketini istedi. Ben de Medine'yi, İbrahim'in Mekke'yi kutsal kıldığı gibi kutsal kıldım ve onun ölçüleri olan Mudd ve Sa için Allah'ın bereketini istedim.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Allah, onların ölçülerine bereket ver, onların Mudd ve Sa'sını bereketlendir.\" Peygamber (ﷺ) Medine halkını kastetmiştir."
    },
    {
      "id": 83,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: Babası dedi ki, \"Peygamber (ﷺ) döneminde, yiyecek maddelerini ölçmeden veya tartmadan satın alanların, bunu kendi evlerine taşımadan satmaya çalıştıklarında cezalandırıldıklarını gördüm.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Tawus:",
      "text": "Tawus'tan rivayet edilmiştir: İbn `Abbas dedi ki, \"Allah'ın Elçisi (ﷺ) yiyecek maddelerinin ölçülmeden ve kişinin mülküne geçmeden satılmasını yasakladı.\" İbn `Abbas'a, \"Bu nasıl olur?\" dedim. İbn `Abbas cevap verdi, \"Bu, parayı parayla satmak gibi olur, çünkü yiyecek maddesi, mevcut satıcı olan ilk alıcıya teslim edilmemiştir.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Yiyecek maddesi satın alan kimse, onu aldığı ölçüye kadar satmamalıdır.\""
    },
    {
      "id": 86,
      "narrator": "Narrated Az-Zuhri from Malik bin Aus:",
      "text": "Az-Zuhri'den Malik bin Aus'tan rivayet edilmiştir: O, \"Kimde bozuk para var?\" dedi. Talha, \"Ben (bozuk paraya sahip olacağım) ormanlık alandan dükkanımızdan gelen kişi geldiğinde.\" dedi. Malik bin Aus, `Umar bin Al-Khattab'dan rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki, \"Altının altınla takası Riba (faiz)dir, ancak elden ele ve eşit miktarda olursa, buğdayın buğdayla takası faize girer, ancak elden ele ve eşit miktarda olursa, hurmanın hurmayla takası faize girer, ancak elden ele ve eşit miktarda olursa, arpanın arpa ile takası faize girer, ancak elden ele ve eşit miktarda olursa.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) yiyecek maddelerinin teslim alınmadan satılmasını yasakladı. Bütün satışların benzer şekilde yapılması gerektiğini düşünüyorum."
    },
    {
      "id": 88,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Yiyecek maddesi alan kimse, onun kendisine ölçülmeden satmamalıdır.\" İsmail ise, \"Onu teslim almadan satmamalıdır.\" şeklinde rivayet etti."
    },
    {
      "id": 89,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi'nin (ﷺ) döneminde insanların yiyecek maddelerini rastgele (yani ölçmeden) satın aldıklarını gördüm ve bunu kendi evlerine taşımadan satmaya çalıştıklarında cezalandırıldılar (döve döve)."
    },
    {
      "id": 90,
      "narrator": "Narrated Aisha:",
      "text": "Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) her gün ya sabah ya da akşam Abu Bekir'in evini ziyaret etmekten nadiren geri kalırdı. Medine'ye hicret izni verildiğinde, birdenbire Peygamber (ﷺ) öğle vakti bize geldi ve Abu Bekir'e haber verildi, o da, \"Kesinlikle Peygamber (ﷺ) acil bir mesele için geldi.\" dedi. Peygamber (ﷺ) Abu Bekir'e, o içeri girdiğinde, \"Evinde kimse kalmasın.\" dedi. Abu Bekir, \"Ey Allah'ın Elçisi (ﷺ)! Sadece iki kızım (yani `Aisha ve Asma') var.\" dedi. Peygamber (ﷺ) dedi ki, \"Hicret için izin verildiğini hissediyorum (bilgilendirildim).\" Abu Bekir, \"Seni yalnız bırakmayacağım, ey Allah'ın Elçisi (ﷺ)!\" dedi. Peygamber (ﷺ) dedi ki, \"Sen benimle geleceksin.\" Abu Bekir sonra dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Hicret için özel olarak hazırladığım iki dişi deveyi var, onlardan birini sana sunuyorum.\" Peygamber (ﷺ) dedi ki, \"Onu kabul ettim, bunun bedelini ödeyeceğim şartıyla.\""
    },
    {
      "id": 91,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Birini, başka bir satıcıdan satın aldığı şeyi iade etmeye zorlamayın ki, ona kendi malınızı satabilesiniz.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bir şehir sakininin, bir çöl sakini adına mal satmasını yasakladı; aynı şekilde Najsh da yasaklandı. Ve birini, malı satıcıya iade etmeye zorlamamalı ki, ona kendi malınızı satabilesiniz; ayrıca bir başkasıyla nişanlı olan bir kızın elini istememeli; bir kadın, başka bir kadının boşanmasına neden olmaya çalışmamalıdır ki, onun yerini alabilsin."
    },
    {
      "id": 93,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Bir adam, bir kölesinin ölümünden sonra azat edileceğine karar verdi ve daha sonra paraya ihtiyaç duydu, bu yüzden Peygamber (ﷺ) köleyi aldı ve \"Bu köleyi kim benden satın alacak?\" dedi. Nu'aim bin Abdullah onu şu kadar bir fiyata satın aldı ve Peygamber (ﷺ) ona köleyi verdi."
    },
    {
      "id": 94,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Najsh'ı yasakladı."
    },
    {
      "id": 95,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) cahiliye döneminde uygulanan bir satış türü olan 'Habal-al-Habala' satışını yasakladı. Bir kişi, henüz doğmamış bir dişi deveyi, mevcut bir dişi devenin hemen doğuracağı yavrusu için ödenecek fiyatı ödeyecekti."
    },
    {
      "id": 96,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Said'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Munabadha ile satış yapmayı yasakladı, yani bir kişinin giysisini alıcıya atarak, onun incelemesine veya görmesine izin vermeden satması. Aynı şekilde Mulamasa ile satış yapmayı da yasakladı. Mulamasa, bir giysiyi, örneğin, sadece dokunarak, ona bakmadan satın almak demektir."
    },
    {
      "id": 97,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) iki tür giyinmeyi yasakladı; (bunlardan biri) bir giysi içinde bacaklar çekilmiş olarak oturmaktır. (Diğeri) o giysiyi omuzlarda kaldırmaktır. Ayrıca iki tür satış olan Al-Limais ve An-Nibadh'ı da yasakladı."
    },
    {
      "id": 98,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Mulamasa ve Munabadha ile satış yapmayı yasakladı."
    },
    {
      "id": 99,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Said'den rivayet edilmiştir: Peygamber (ﷺ) iki tür elbise ve iki tür satış, yani Mulamasa ve Munabadha'yı yasakladı."
    },
    {
      "id": 100,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Develeri ve koyunları uzun süre sağılmamış bırakmayın, çünkü böyle bir hayvanı satın alan, onu sağma seçeneğine sahiptir ve sonra ya onu tutabilir ya da sahibine bir Sa hurma ile iade edebilir.\" Bazıları İbn Sirin'den rivayet etti (Peygamber (ﷺ)'in şöyle dediğini), \"Bir Sa buğday, ve onun üç gün seçeneği vardır.\" Bazıları İbn Sirin'den, \" ... bir Sa hurma,\" şeklinde rivayet etti, ancak üç gün seçeneğinden bahsedilmedi. Ancak bir Sa hurma, çoğu rivayette geçmektedir."
    },
    {
      "id": 101,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Uzun süre sağılmamış bir koyun satın alan, onu bir Sa hurma ile iade etme seçeneğine sahiptir; ve Peygamber (ﷺ) satıcıyla yolda buluşmayı yasakladı (çünkü piyasa fiyatı hakkında bilgisi yoktur ve mallarını düşük fiyata satabilir)."
    },
    {
      "id": 102,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Kervanı karşılamaya gitmeyin (şehre ulaşmadan yolda ondan satın almak için). Ve alıcıları, satın aldıkları şeyleri iptal etmeye zorlamayın ki, (kendi mallarınızı) kendiniz satabilesiniz, ve Najsh uygulamayın. Bir şehir sakini, çöl sakini için mal satmamalıdır. Koyunları uzun süre sağılmamış bırakmayın, satışta olduklarında, böyle bir hayvanı satın alan, onu sağdıktan sonra bir Sa hurma ile iade etme veya onu tutma seçeneğine sahiptir. Satıcı tarafından uzun süre sağılmamış bırakılmıştır (başkalarını aldatmak için)."
    },
    {
      "id": 103,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Uzun süre sağılmamış bir koyun satın alan ve onu sağan, eğer memnun kalırsa onu tutabilir, eğer memnun kalmazsa iade edebilir, ancak sütü için bir Sa hurma ödemelidir.\""
    },
    {
      "id": 104,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir cariye zina ederse ve bu şüpheye yer bırakmayacak şekilde kanıtlanırsa, o zaman sahibi onu kırbaçlamalı ve yasal ceza sonrası onu suçlamamalıdır. Ve eğer o, zina eylemini tekrar ederse, onu tekrar kırbaçlamalı ve yasal ceza sonrası onu suçlamamalıdır; eğer üçüncü kez yaparsa, o zaman onu bir saç ipi karşılığında bile satmalıdır.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Ebu Hureyre ve Zaid bin Halid'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bir cariyenin, eğer bir bakire ise ve zina ederse, ne olacağını sordu. Peygamber (ﷺ) şöyle dedi: \"Eğer zina ederse, onu kırbaçla; eğer ikinci kez yaparsa, onu tekrar kırbaçla; eğer üçüncü kez yaparsa, onu bir saç ipi karşılığında bile sat.\" İbn Şihab dedi ki: \"Üçüncü veya dördüncü suçtan sonra onu satıp satmamayı bilmiyorum.\""
    },
    {
      "id": 106,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (r.a) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) yanına geldi ve ben ona köle kızı (Berire) anlattım. Allah'ın Elçisi (ﷺ) dedi ki: \"Onu satın al ve azat et, çünkü Vala, azat eden içindir.\" Akşam olduğunda Peygamber (ﷺ) kalktı ve Allah'ı layık olduğu şekilde tesbih etti, sonra dedi ki: \"Neden bazı insanlar Allah'ın Kitabı'nda (Hükümler) bulunmayan şartlar koyuyorlar? Kim Allah'ın Hükümlerinde bulunmayan bir şart koyarsa, o şart geçersizdir; hatta yüz şart koysa bile, çünkü Allah'ın şartları daha bağlayıcı ve güvenilirdir.\""
    },
    {
      "id": 107,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer (r.a) şöyle nakletmiştir: Aişe, Berire'yi satın almak istedi ve o (Peygamber) namaz için dışarı çıktı. Döndüğünde, ona (efendileri) onu ancak Vala'sının onlara ait olması şartıyla satmayı reddettiklerini söyledi. Peygamber (ﷺ) cevap verdi: \"Vala, azat edene aittir.\" Hammam, Nafi'ye Berire'nin kocasının hür mü yoksa köle mi olduğunu sordu. O da bilmediğini söyledi."
    },
    {
      "id": 108,
      "narrator": "Narrated Jarir:",
      "text": "Cerir (r.a) şöyle nakletmiştir: Ben, Allah'ın Elçisi (ﷺ) ile biat ettim; Allah'tan başka ibadet edilmeye layık olanın olmadığına, Muhammed'in O'nun Elçisi olduğuna, namazı tam kılmaya, zekatı vermeye, (Allah'ın ve O'nun Elçisi'nin emirlerini) dinlemeye ve itaat etmeye, her Müslümana iyi nasihat etmeye söz verdim."
    },
    {
      "id": 109,
      "narrator": "Narrated Tawus:",
      "text": "Tavus (r.a) şöyle nakletmiştir: İbn Abbas dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kervanlarla yolda buluşmayın (mallarını alırken onlara piyasa fiyatını bildirmeden); bir şehir sakini, bir çöl sakininin mallarını onun adına satmamalıdır.' Ben İbn Abbas'a sordum: 'Bir şehir sakininin çöl sakininin mallarını satmaması ne demektir?' Dedi ki: 'O, onun aracısı olmamalıdır.'\""
    },
    {
      "id": 110,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer (r.a) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) çöl sakininin mallarının bir şehir sakini tarafından satılmasını yasakladı."
    },
    {
      "id": 111,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (r.a) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir alıcı, bir satıcıyı satın aldığı bir şeyi geri vermeye zorlamamalıdır; Najş (fahiş fiyat artırma) uygulamayın; ve bir şehir sakini, çöl sakininin mallarını satmamalıdır.\""
    },
    {
      "id": 112,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik (r.a) şöyle nakletmiştir: Biz, bir şehir sakininin çöl sakininin mallarını satmasını yasakladık."
    },
    {
      "id": 113,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (r.a) şöyle nakletmiştir: Peygamber (ﷺ) yolda kervanlarla buluşmayı ve bir şehir sakininin çöl sakininin mallarını onun adına satmasını yasakladı."
    },
    {
      "id": 114,
      "narrator": "Narrated Tawus:",
      "text": "Tavus (r.a) İbn Abbas'a sordum: \"Şehir sakini çöl sakini için (satış veya alım) yapmamalıdır\" ne demektir? İbn Abbas dedi ki: \"O, onun aracısı olmamalıdır.\""
    },
    {
      "id": 115,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah (r.a) şöyle nakletmiştir: Uzun süre sağılmamış bir hayvan satın alan kimse, onu geri verebilir, ancak yanında bir Sa hurma ödemesi gerekir. Ve Peygamber (ﷺ) pazardan uzak yolda mal sahipleriyle buluşmayı yasakladı."
    },
    {
      "id": 116,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer (r.a) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Birbirinizin satın alımlarını iptal etmeye çalışmayın (bundan fayda sağlamak için), ve kervana (malları almak için) gitmeyin (ama bekleyin) pazara ulaşana kadar.\""
    },
    {
      "id": 117,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah (r.a) şöyle nakletmiştir: Biz, kervana doğru gidiyor ve onlardan yiyecek alıyorduk. Peygamber (ﷺ) bize, onu pazara taşınana kadar satmamayı yasakladı."
    },
    {
      "id": 118,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah (r.a) şöyle nakletmiştir: Bazı insanlar pazarın başında yiyecek alıyor ve hemen orada satıyorlardı. Allah'ın Elçisi, onları, onu (kendilerine) getirmeden satmamalarını yasakladı."
    },
    {
      "id": 119,
      "narrator": "Narrated `Urwa:",
      "text": "Urve (r.a) şöyle nakletmiştir: Aişe dedi ki: \"Berire yanıma geldi ve 'Efendilerimle dokuz Ukiye (altın) ödemek için anlaştım (taksitler halinde), her yıl bir Ukiye; lütfen bana yardım et' dedi. Ben de 'Eğer efendilerin, Vala'nın benim için olacağını kabul ederse, şimdi tüm miktarı ödemeye hazırım' dedim. Berire, efendilerine bu teklifi iletti ama kabul etmediler. Geri döndü ve o sırada Allah'ın Elçisi (ﷺ) oturuyordu. Berire dedi ki: 'Onlara teklifi ilettim ama kabul etmediler ve Vala'yı istediler.' Peygamber (ﷺ) bunu duydu.\" Aişe, tüm hikayeyi Peygamber'e anlattı. O da ona, \"Onu satın al ve Vala'nın senin olacağını şart koş\" dedi; çünkü Vala, azat edene aittir. Aişe bunu yaptı. Sonra Allah'ın Elçisi (ﷺ) halkın önünde kalktı ve Allah'ı tesbih ettikten sonra dedi ki: \"Amma Ba'du (yani, sonra)! Allah'ın Kitabı'nda (Hükümler) bulunmayan şartlar koyan insanlar hakkında ne dersiniz? Allah'ın Kitabı'nda (Hükümler) bulunmayan herhangi bir şart geçersizdir, hatta yüz şart olsalar bile; çünkü Allah'ın kararları doğru olanlardır ve O'nun şartları sağlam olanlardır (daha sağlam) ve Vala, azat edene aittir.\""
    },
    {
      "id": 120,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer (r.a) şöyle nakletmiştir: Aişe (müminlerin annesi), bir köle kızı satın almak ve azat etmek istedi, ama efendileri onu yalnızca Vala'nın kendilerine ait olması şartıyla satacaklarını söylediler. Aişe, bunu Allah'ın Elçisi (ﷺ)'ne bildirdi. O da: \"Onların koyduğu şart, onu satın almanı engellememelidir; çünkü Vala, azat edene aittir.\" dedi."
    },
    {
      "id": 121,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Buğdayın buğdayla satışı Riba'dır (faiz) ancak elden ele ve eşit miktarda olursa. Aynı şekilde arpanın arpa ile satışı Riba'dır, elden ele ve eşit miktarda olmadıkça, ve hurmanın hurma ile satışı da faizdir, elden ele ve eşit miktarda olmadıkça.\" (Riba-Fadl için sözlüğe bakınız)."
    },
    {
      "id": 122,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Muzabana'yı yasakladı; Muzabana, taze hurmaların ölçüyle kuru eski hurmalarla satılması ve taze üzümlerin ölçüyle kuru üzümlerle satılmasıdır."
    },
    {
      "id": 123,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Muzabana'yı yasakladı; Muzabana, taze meyvelerin (ölçmeden) bir şeyle ölçüyle satılmasıdır; eğer o şey meyveden fazla olursa, artış meyve satıcısına aittir, eğer daha az olursa, o da onun payıdır. İbn `Umar, Zaid bin Thabit'ten rivayet etti ki, Peygamber (ﷺ) meyvelerin ağaçlardayken tahminle satılmasına izin verdi (olgunlaştıklarında)."
    },
    {
      "id": 124,
      "narrator": "Narrated Ibn Shihab:",
      "text": "İbn Şihab'dan rivayet edilmiştir: Malik bin Aus dedi ki, \"Yüz Dinar için bozuk paraya ihtiyacım vardı. Talha bin 'Ubaidullah beni çağırdı ve konuyu görüştük, ve bozuk parayı değiştirmeyi kabul etti. Altın parçalarını eline aldı ve onlarla oynadı, sonra dedi ki, \"Ormana gelen mağaza görevlimi bekle.\" `Umar bunu dinliyordu ve dedi ki, \"Vallahi! Talha'dan ayrılmamalısın, ona parayı alana kadar, çünkü Allah'ın Elçisi (ﷺ) dedi ki, 'Altının altınla satışı Riba'dır (faiz) ancak elden ele ve eşit miktarda olursa, aynı şekilde buğdayın buğdayla satışı Riba'dır (faiz) elden ele ve eşit miktarda olmadıkça, arpanın arpa ile satışı da faizdir elden ele ve eşit miktarda olmadıkça, ve hurmanın hurma ile satışı da faizdir elden ele ve eşit miktarda olmadıkça.'\""
    },
    {
      "id": 125,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Altını altınla satmayın, ancak eşit ağırlıkta olursa, gümüşü gümüşle satmayın, ancak eşit ağırlıkta olursa, ama altını gümüşle veya gümüşü altınla istediğiniz gibi satabilirsiniz.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa`id'den rivayet edilmiştir: (Değişim hakkında) Allah'ın Elçisi (ﷺ) şöyle dedi: \"Altını altınla satmayın, ancak eşit ağırlıkta olursa, gümüşü gümüşle satmayın, ancak eşit ağırlıkta olursa.\""
    },
    {
      "id": 127,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Altını altınla satmayın, ancak eşit ağırlıkta olursa, ve daha az miktarı daha fazla miktara veya tersine satmayın; ve gümüşü gümüşle satmayın, ancak eşit ağırlıkta olursa, ve daha az miktarı daha fazla miktara veya tersine satmayın ve mevcut olmayan altın veya gümüşü, mevcut olan altın veya gümüşle değiştirmeyin.\""
    },
    {
      "id": 128,
      "narrator": "Narrated Abu Salih Az-Zaiyat:",
      "text": "Ebu Salih Az-Zaiyat'tan rivayet edilmiştir: Ebu Sa`id Al-Khudri'nin şöyle dediğini duydum: \"Bir Dinarın bir Dinarla, ve bir Dirhemin bir Dirhemle satışı (caizdir).\" Ona dedim ki, \"İbn `Abbas aynı şeyi söylemiyor.\" Ebu Sa`id cevap verdi: \"İbn `Abbas'a bunu Peygamber (ﷺ)'den işitip işitmediğini veya Kuran'da görüp görmediğini sordum. İbn `Abbas cevap verdi: \"Bunu iddia etmiyorum, ve Allah'ın Elçisi (ﷺ)'ni benden daha iyi biliyorsun, ama Usama bana bildirdi ki, Peygamber şöyle dedi: 'Elden ele yapılmadıkça (yani ödemede gecikme olduğunda) paranın değişiminde Riba yoktur.'\""
    },
    {
      "id": 129,
      "narrator": "Narrated Abu Al-Minhal:",
      "text": "Ebu Al-Minhal'den rivayet edilmiştir: Al-Bara' bin `Azib ve Zaid bin Arqam'a para değişimleri hakkında sordum. Her biri \"Bu benden daha iyi,\" dedi ve her ikisi de \"Allah'ın Elçisi (ﷺ) gümüşün altınla krediyle satılmasını yasakladı.\" dedi."
    },
    {
      "id": 130,
      "narrator": "Narrated `Abdur-Rahman bin Abu Bakra:",
      "text": "`Abdur-Rahman bin Ebu Bekir'den rivayet edilmiştir: Babası şöyle dedi: \"Peygamber (ﷺ) altının altınla ve gümüşün gümüşle satılmasını yasakladı, ancak eşit ağırlıkta olursa, ve altını gümüşle ve tersine satmamıza izin verdi.\""
    },
    {
      "id": 131,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hurma meyvelerini, bozulma veya zarar görme tehlikelerinden tamamen kurtulmadan satmayın; ve taze hurmaları kuru hurmalarla satmayın.\" Salim ve `Abdullah'dan rivayet edilmiştir ki, Zaid bin Habit'ten \"Sonradan Allah'ın Elçisi (ﷺ) olgun meyvelerin ağaçlardayken taze hurmalar veya kuru hurmalarla Bai'-al-'Araya'da satılmasına izin verdi ve başka bir tür satış için izin vermedi.\""
    },
    {
      "id": 132,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Muzabana'yı yasakladı; ve Muzabana, taze hurmaların (ağaçlarda) ölçüyle kuru hurmalarla satılması ve taze üzümlerin ölçüyle kuru üzümlerle satılması anlamına gelir."
    },
    {
      "id": 133,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Muzabana ve Muhaqala'yı yasakladı; ve Muzabana, olgun hurmaların ağaçlarda hala olan hurmalarla satılması anlamına gelir."
    },
    {
      "id": 134,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Muzabana ve Muhaqala'yı yasakladı."
    },
    {
      "id": 135,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) 'Araya sahibi olanın ağaçlardaki meyveleri tahminle satmasına izin verdi."
    },
    {
      "id": 136,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Peygamber (ﷺ) meyvelerin olgunlaşmadan satılmasını yasakladı ve bunların hiçbiri Dinar veya Dirhem (yani para) dışında satılmamalıdır, 'Araya ağaçları (tarihlerinin tarih ile satılabileceği) hariç."
    },
    {
      "id": 137,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) 'Araya'nın tarihlerini, miktar olarak beş Awsuq (tekil: Wasaq, yani altmış Sa) veya daha az olması şartıyla satılmasına izin verdi."
    },
    {
      "id": 138,
      "narrator": "Narrated Sahl bin Abu Hathma:",
      "text": "Sahl bin Ebu Hathma'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) taze hurmaları kuru hurmalar karşılığında satmayı yasakladı, ancak 'Araya'daki meyvelerin tahmin yoluyla satılmasına izin verdi ve yeni sahipleri taze hurmalarını yiyebilirler. Sufyan (başka bir rivayette) dedi ki, \"Ben daha çocukken Yahya'ya (bir alt rivayetçi) 'Mekkeliler, Peygamber (ﷺ) 'Araya'daki meyvelerin tahmin yoluyla satılmasına izin verdi' dediklerini söyledim.\" Yahya sordu, \"Mekkeliler bunu nasıl biliyor?\" Ben de, \"Onlar bunu (Peygamber (ﷺ) 'den) Jabir aracılığıyla rivayet ettiler.\" dedim. Bunun üzerine Yahya sustu.\" Sufyan, \"Benim demek istediğim Jabir'in Medineli olduğuydu.\" Sufyan'a Jabir'in rivayetinde meyvelerin faydası ortaya çıkmadan satılmasıyla ilgili bir yasak olup olmadığı soruldu. O da, \"Hayır, yoktu.\" diye cevap verdi."
    },
    {
      "id": 139,
      "narrator": "Narrated Ibn `Umar from Zaid bin Thabit:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) 'Araya'nın tarihlerini ölçülen miktarlardaki kuru hurmalar için tahmin yoluyla satılmasına izin verdi. Musa bin Uqba dedi ki, \"Al-'Araya, seçkin hurma ağaçlarıydı; biri gelip onları (yani meyvelerini) satın alabilirdi.\""
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Zaid bin Thabit (ra) dedi ki, \"Allah'ın Messenger'ı (ﷺ) döneminde insanlar meyve ticareti yaparlardı. Onlar hurma meyvelerini kestiklerinde ve alıcılar haklarını almak için geldiklerinde, satıcı 'Hurmalarım çürüdü, hastalıkla bozuldu, Qusham (meyvenin olgunlaşmadan düşmesine neden olan bir hastalık) ile etkilendi.' derdi. Alıcılar, satın aldıkları ürünlerdeki kusurlardan şikayet ederlerdi. Allah'ın Messenger'ı (ﷺ) dedi ki, \"Meyvelerin faydası ortaya çıkmadan satmayın (yani bozulma veya hastalık tehlikesi olmadan), çünkü çok tartışıyorlardı.\" Kharija bin Zaid bin Thabit dedi ki, Zaid bin Thabit (ra) kendi arazisinin meyvelerini Pleiades (Ülker) yıldızları görünmeden satmazdı ve sarı meyveleri kırmızı (olgun) olanlardan ayırt edebilirdi."
    },
    {
      "id": 141,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) meyvelerin faydası ortaya çıkmadan satılmasını yasakladı. Hem satıcıya hem de alıcıya (bu tür satışları) yasakladı."
    },
    {
      "id": 142,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) hurma meyvelerinin olgunlaşmadan satılmasını yasakladı. Ebu Abdullah (Buhari) dedi ki, \"Bu, olgunlaşana kadar (yani yenilebilir hale gelene kadar) demektir.\""
    },
    {
      "id": 143,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) hurma meyvelerinin kırmızı veya sarı olana kadar satılmasını yasakladı ve yenilebilir hale gelene kadar."
    },
    {
      "id": 144,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) meyvelerin faydası ortaya çıkmadan satılmasını yasakladı; ve hurma ağaçlarının neredeyse olgunlaşana kadar satılmasını yasakladı. 'Neredeyse olgunlaşma' ne demek diye soruldu. O da, \"Kırmızı ve sarı hale gelmek.\" diye cevap verdi."
    },
    {
      "id": 145,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) meyvelerin neredeyse olgunlaşana kadar satılmasını yasakladı. 'Neredeyse olgunlaşma' ne demek diye soruldu. O da, \"Kırmızı hale gelene kadar.\" diye cevap verdi. Allah'ın Messenger'ı (ﷺ) ayrıca dedi ki, \"Eğer Allah meyveleri bozar ise, bir kimsenin kardeşinin (yani diğer insanların) parasını alma hakkı ne olur?\""
    },
    {
      "id": 146,
      "narrator": "Narrated Ibn Shihab:",
      "text": "İbn Şihab'dan rivayet edilmiştir: Eğer birisi meyvelerin faydası ortaya çıkmadan satın alır ve sonra meyveler hastalıklarla bozulursa, zarar sahibi (alıcı değil) olacaktır."
    },
    {
      "id": 147,
      "narrator": "Narrated `Aisha:",
      "text": "Abdullah bin Umar'dan Salim bin Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dedi ki, \"Meyvelerin faydası ortaya çıkmadan ne satmayın ne de satın almayın ve taze meyveleri (hurmaları) kuru hurmalar karşılığında satmayın.\""
    },
    {
      "id": 148,
      "narrator": "Narrated Abu Sa`id Al-Khudri and Abu Huraira:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir Yahudi'den borçla yiyecek satın aldı ve zırhını ona ipotek etti."
    },
    {
      "id": 149,
      "narrator": "Narrated Nafi', the freed slave of Ibn 'Umar:",
      "text": "Ebu Said el-Hudri ve Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Khaibar'a birini vali olarak atadı. O vali, ona Khaibar'dan mükemmel bir hurma türü getirdi. Peygamber (ﷺ) sordu, \"Khaibar'daki tüm hurmalar böyle mi?\" O da, \"Vallahi hayır, Ey Allah'ın Messenger'ı (ﷺ)! Ama biz bir Sa bu tür hurmayı iki Sa kendi hurmamızla takas ediyoruz ve iki Sa'sını üç Sa'mızla.\" dedi. Allah'ın Messenger'ı (ﷺ) dedi ki, \"Bunu yapmayın (çünkü bu bir tür faize girer) ama karışık hurmaları (daha düşük kalitede) para ile satın ve sonra o parayla iyi hurmalar alın.\""
    },
    {
      "id": 150,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Nafi', İbn Umar'ın azatlı kölesinden rivayet edilmiştir: Eğer polenlenmiş hurma ağaçları satılırsa ve sözleşmede meyveleri hakkında hiçbir şey belirtilmezse, meyveler onları polenleyen kişiye ait olur, köle ve çiftçi için de durum böyle olacaktır. Nafi' bu üç şeyi zikretti."
    },
    {
      "id": 151,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Muzabana'yı, yani bahçesindeki toplanmamış hurmaları ölçülü kuru hurmalar karşılığında veya toplanmamış taze üzümleri ölçülü kuru üzümler karşılığında satmayı; ya da ekili ürünleri ölçülü gıda maddeleri karşılığında satmayı yasakladı. Bu tür tüm pazarlıkları yasakladı."
    },
    {
      "id": 152,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim hurma ağaçlarını dölleyip sonra onları satarsa, meyveler ona aittir, ancak alıcı meyvelerin ona ait olmasını şart koşarsa (ve satıcı kabul ederse).\""
    },
    {
      "id": 153,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Muhaqala, Mukhadara, Mulamasa, Munabadha ve Muzabana'yı yasakladı. (Bu terimlerin anlamları için sözlüğe ve önceki Hadisler'e bakınız.)"
    },
    {
      "id": 154,
      "narrator": "Narrated Humaid:",
      "text": "Humaid'ten rivayet edilmiştir: Anas dedi ki: \"Peygamber (ﷺ) hurmalar olgunlaşmadan satılmasını yasakladı.\" Anas'a, \"Olgunlaşmak ne demektir?\" diye sorduk. O da, \"Kırmızı ve sarı olurlar.\" dedi. Peygamber (ﷺ) ekledi: \"Eğer Allah, ağaçlardaki meyveleri yok ederse, satıcının kardeşinin (başkasının) parasını alma hakkı ne olur?\""
    },
    {
      "id": 155,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikte taze hurma yerken, \"Ağaçlar arasında bir ağaç var ki, bu, inanan bir müminin ağaçlarına benziyor.\" dedi. Ben de hurma ağacı olduğunu söylemek istedim ama aralarındaki en genç olduğum için sessiz kaldım. O da, \"O hurma ağacıdır.\" dedi."
    },
    {
      "id": 156,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ebu Taiba, Allah'ın Elçisi (ﷺ) için hacamat yaptı ve bunun üzerine Allah'ın Elçisi (ﷺ) ona bir Sa hurma verilmesini emretti ve efendilerine (çünkü o bir köleydi) vergisini azaltmalarını emretti."
    },
    {
      "id": 157,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Mu'aviye'nin annesi Hind, Allah'ın Elçisi (ﷺ)'ne, \"Ebu Süfyan (kocası) cimri. Onun parasından gizlice alabilir miyim?\" dedi. Peygamber (ﷺ) ona, \"Sen ve oğulların, makul ve adil olanı alabilirsiniz.\" dedi."
    },
    {
      "id": 158,
      "narrator": "Narrated Hisham bin `Urwa from his father:",
      "text": "Hişam bin `Urwa'dan babası aracılığıyla rivayet edilmiştir: Aişe'nin, \"Koruyuculardan kim zenginse, yetimlerin malından ücret almasın; ama eğer fakirse, emeğine göre makul ve adil olanı alabilir.\" (4.6) ayetinin, yetimlerin bakımını üstlenen ve mali işlerini iyi yöneten koruyucu hakkında indirildiğini söylediği duyuldu; eğer koruyucu fakirse, emeğine göre makul ve adil olanı alabilir."
    },
    {
      "id": 159,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), her ortak mülk için ön almayı (ortağa) verdi, ancak mülkün sınırları belirlenmişse veya yollar ve caddeler belirlenmişse, o zaman ön alma yoktu."
    },
    {
      "id": 160,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), her ortak bölünmemiş mülk için ön almanın geçerliliğini belirledi, ancak sınırlar iyi işaretlenmişse veya yollar ve caddeler belirlenmişse, o zaman ön alma yoktu."
    },
    {
      "id": 161,
      "narrator": "Narrated Mussaddad from `Abdul Wahid:",
      "text": "Mussaddad, `Abdul Wahid'den: yukarıdaki ile aynı ancak, \"... her ortak bölünmemiş şeyde...\" dedi. Hişam, Ma`mar'dan yukarıdaki ile aynı ancak, \"... her mülkte...\" dedi."
    },
    {
      "id": 162,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Üç kişi yürüyordu, yağmur yağmaya başladı ve bir dağdaki bir mağaraya girmek zorunda kaldılar. Büyük bir taş yuvarlandı ve mağaranın ağzını kapadı. Birbirlerine, 'Allah'a en iyi yaptığınız amelle dua edin (taşı kaldırması için).' dediler. İçlerinden biri dedi ki, 'Ya Allah! Annem ve babam yaşlıydı ve ben hayvanlarımı otlatmaya çıkıyordum. Dönüşümde onları sağardım ve sütü bir kapta annem ve babama içmeleri için götürürdüm. Onlar içtikten sonra, onu çocuklarıma, aileme ve eşime verirdim. Bir gün geciktim ve döndüğümde annem ve babam uyuyorlardı, onları uyandırmak istemedim. Çocuklar ayaklarımın dibinde ağlıyordu (açlıktan). Bu durum sabaha kadar devam etti. Ya Allah! Eğer bunu senin rızan için yaptığımı düşünüyorsan, o zaman lütfen bu taşı kaldır ki gökyüzünü görebilelim.' Taş biraz hareket etti. İkincisi dedi ki, 'Ya Allah! Biliyorsun ki ben bir kuzenime aşık oldum, bir adamın bir kadına duyabileceği en derin aşkla, ve o bana, isteğimin yerine gelmesi için yüz dinar (altın parça) vermem gerektiğini söyledi. Bunun için mücadele ettim ve istediğim miktarı topladım, ve onun bacaklarının arasına oturduğumda, bana Allah'tan korkmamı söyledi ve onu ancak haklı olarak (evlilikle) alabileceğimi söyledi. Bunun üzerine kalktım ve onu terk ettim. Ya Allah! Eğer bunu senin rızan için yaptığımı düşünüyorsan, lütfen bu taşı kaldır.' Taşın üçte ikisi kaldırıldı. Sonra üçüncü adam dedi ki, 'Ya Allah! Şüphesiz biliyorsun ki bir zamanlar bir işçiyi bir Faraq (üç Sa) darı için işe aldım ve ona ödeme yapmak istediğimde, kabul etmedi, bu yüzden onu ektim ve onun ürününden inekler ve bir çoban aldım. Bir süre sonra o adam geldi ve parasını talep etti. Ben de ona, 'O ineklere ve çobana git, çünkü onlar senin.' dedim. O bana şaka yaptığımı sordu. Ben de ona şaka yapmadığımı ve her şeyin ona ait olduğunu söyledim. Ya Allah! Eğer bunu senin rızan için yaptığımı düşünüyorsan, lütfen taşı kaldır.' Taş tamamen mağaranın ağzından kaldırıldı.\""
    },
    {
      "id": 163,
      "narrator": "Narrated `Abdur-Rahman bin Abu Bakr:",
      "text": "`Abdur-Rahman bin Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) ile birlikteydik, uzun, dağınık saçlı bir pagan koyunlarını sürerken geldi. Peygamber (ﷺ) ona, \"Bu koyunlar satılık mı yoksa hediye mi?\" diye sordu. Pagan, \"Satılık.\" dedi. Peygamber (ﷺ) ondan bir koyun satın aldı."
    },
    {
      "id": 164,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Peygamber (ﷺ) İbrahim, Sara ile birlikte hicret etti ve bir köye girdi; orada bir kral veya bir zalim vardı. (Kral) İbrahim'in (köye) en güzel kadınlardan biriyle girdiğini duydu. Bunun üzerine kral İbrahim'i çağırdı ve, 'Ey İbrahim! Bu seninle birlikte olan kadın kim?' diye sordu. İbrahim, 'O benim kızkardeşim (yani din açısından).' dedi. Sonra İbrahim ona döndü ve, 'Söylemlerimi yalanlama, çünkü ben onlara senin kızkardeşim olduğunu bildirdim. Allah'a yemin ederim ki, bu topraklarda seninle benim dışımda gerçek mümin yok.' Sonra İbrahim onu krala gönderdi. Kral ona ulaştığında, o kalktı, abdest aldı, namaz kıldı ve, 'Ya Allah! Eğer ben sana ve elçine iman ettiysem ve özel bölgemi kocam dışında herkesin elinden koruduysam, o zaman bu paganın bana üstün gelmesine izin verme.' Bunun üzerine kral bir heyecan içine girdi ve bacaklarını hareket ettirmeye başladı. Kralın durumunu gören Sara, 'Ya Allah! Eğer o ölürse, insanlar benim onu öldürdüğümü söyleyecekler.' Kral gücünü geri kazandı ve ona doğru ilerledi ama o tekrar kalktı, abdest aldı, namaz kıldı ve, 'Ya Allah! Eğer ben sana ve elçine iman ettiysem ve özel bölgemi kocam dışında herkesin elinden koruduysam, o zaman bu paganın bana üstün gelmesine izin verme.' Kral tekrar bir heyecan içine girdi ve bacaklarını hareket ettirmeye başladı. Kralın o halini gören Sara, 'Ya Allah! Eğer o ölürse, insanlar benim onu öldürdüğümü söyleyecekler.' Kral iki veya üç kez bayıldı ve son bayılmasından sonra, 'Allah'a yemin ederim ki, bana bir şeytan göndermişsin. Onu İbrahim'e götür ve ona Ajar'ı ver.' dedi. Böylece o İbrahim'e geri döndü ve, 'Allah paganı küçülttü ve bize hizmet için bir cariye verdi.' dedi.\""
    },
    {
      "id": 165,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Sa`d bin Ebu Vakkas ve 'Abu bin Zam`a bir çocuk üzerinde tartıştılar. Sa`d dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Bu çocuk, kardeşim `Utba bin Ebu Vakkas'ın oğludur; o benden onu alacağım konusunda bir söz aldı. Ona bak ve kime benzediğini gör.\" 'Abu bin Zam`a dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Bu benim kardeşimdir ve babamın yatağında kölesinden doğmuştur.\" Allah'ın Elçisi çocuğa baktı ve `Utba'ya kesin bir benzerlik buldu ve sonra, \"Çocuk senindir, ey 'Abu bin Zam`a. Çocuk yatağın sahibine aittir ve zina eden hiçbir şey almaz, sadece taşlar (umutsuzluk, yani taşlanarak öldürülme). Sonra Peygamber (ﷺ) dedi ki, \"Ey Sauda bint Zama! Bu çocuktan kendini gizle.\" Böylece Sauda onu bir daha hiç görmedi."
    },
    {
      "id": 166,
      "narrator": "Narrated Sa`d that his father said:",
      "text": "Sa`d'ın rivayetine göre, babası şöyle dedi: `Abdur-Rahman bin `Auf, Suhaib'e, \"Allah'tan kork ve kendini babandan başka birine isnat etme.\" dedi. Suhaib ise, \"Bana büyük miktarda para verilse bile bunu söylemek istemem, ama çocukken kaçırıldığımı söylüyorum.\" dedi."
    },
    {
      "id": 167,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "`Urwa bin Az-Zubair'den rivayet edilmiştir: Hakim bin Hizam, \"Ey Allah'ın Elçisi (ﷺ)! İslam öncesi cahiliye döneminde iyi işler yapıyordum, örneğin akrabalarımla iyi ilişkiler kurmak, köleleri azat etmek ve sadaka vermek gibi. Bunlar için bir mükafat alacak mıyım?\" dedi. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Geçmişte yaptığın tüm iyi işler ile İslam'ı kabul ettin.\""
    },
    {
      "id": 168,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "`Abdullah bin `Abbas'tan rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) ölü bir koyunun yanından geçti ve insanlara, \"Onun derisinden faydalanmaz mısınız?\" dedi. İnsanlar, \"O ölü.\" dediler. Peygamber (ﷺ) ise, \"Ama onun yenmesi sadece haramdır.\" dedi."
    },
    {
      "id": 169,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Canımın olduğu Zat'a yemin ederim ki, Meryem oğlu (İsa) kısa süre içinde aranızda (Müslümanlar) adil bir yönetici olarak inecek ve haçı kıracak, domuzu öldürecek ve cizye (Müslüman hükümetin koruması altındaki gayrimüslimlerden alınan vergi) kaldıracaktır. O zaman bol miktarda para olacak ve kimse hayırsever hediyeleri kabul etmeyecek.\""
    },
    {
      "id": 170,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Bir gün `Umar'a belirli bir adamın alkol sattığı bildirildi. `Umar, \"Allah ona lanet etsin! Allah'ın Elçisi (ﷺ) 'Allah Yahudilere lanet etsin, çünkü Allah onlara hayvanların yağını yemeyi yasakladı ama onlar onu eritip sattılar.' demedi mi?\" dedi."
    },
    {
      "id": 171,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah Yahudilere lanet etsin, çünkü Allah onlara yağı haram kıldı ama onlar onu sattılar ve fiyatını yediler.\""
    },
    {
      "id": 172,
      "narrator": "Narrated Sa`id bin Abu Al-Hasan:",
      "text": "Sa`id bin Abu Al-Hasan'dan rivayet edilmiştir: İbn `Abbas ile birlikteyken bir adam geldi ve \"Ey `Abbas'ın babası! Benim geçimim el işimden ve bu resimleri yapıyorum.\" dedi. İbn `Abbas, \"Sana sadece Allah'ın Elçisi (ﷺ)nden duyduğumu söyleyeceğim. Onun şöyle dediğini duydum: 'Kim bir resim yaparsa, Allah onu cezalandıracaktır, ta ki içine ruh koyana kadar, ve asla içine ruh koyamayacaktır.' \" Bunu duyunca, o adam derin bir nefes aldı ve yüzü soldu. İbn `Abbas ona, \"Ne yazık! Eğer resim yapmaya ısrar ediyorsan, ağaçların ve cansız nesnelerin resimlerini yapmanı tavsiye ederim.\" dedi."
    },
    {
      "id": 173,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Bakara Suresinin son ayetleri indirildiğinde, Peygamber (ﷺ) dışarı çıktı (evinden camiye) ve \"Alkol ticareti haram olmuştur.\" dedi."
    },
    {
      "id": 174,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, Kıyamet Günü üç kişiye karşı olacağım der:"
    },
    {
      "id": 175,
      "narrator": "Narrated Anas:",
      "text": "-1. Adıma bir antlaşma yapan ama hainlik eden."
    },
    {
      "id": 176,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "-2. Bir özgür kişiyi (köle olarak) satan ve fiyatını yiyen,"
    },
    {
      "id": 177,
      "narrator": "Narrated Jabir:",
      "text": "-3. Bir işçi çalıştıran ve ondan tam iş yaptıran ama ona ücretini ödemeyen.\""
    },
    {
      "id": 178,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Anas'tan rivayet edilmiştir: Esirler arasında Safiya vardı. Önce Dihya Al-Kalbi'ye verildi, sonra Peygamber'e."
    },
    {
      "id": 179,
      "narrator": "Narrated Zaid bin Khalid and Abu Huraira:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile otururken, \"Ey Allah'ın Elçisi (ﷺ)! Biz ganimet olarak kadın esirler alıyoruz ve onların fiyatlarıyla ilgileniyoruz, koitus interruptus hakkında ne düşünüyorsunuz?\" dedi. Peygamber (ﷺ) \"Gerçekten bunu mu yapıyorsunuz? Yapmamanız sizin için daha iyidir. Allah'ın var olmasını takdir ettiği hiçbir ruh yoktur ki, kesinlikle var olmayacaktır.\" dedi."
    },
    {
      "id": 180,
      "narrator": "Narrated Abu Huraira:",
      "text": "Jabir'den rivayet edilmiştir: Peygamber (ﷺ) bir Mudabbar sattı (hala yaşayan ve paraya ihtiyacı olan sahibi adına)."
    },
    {
      "id": 181,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Hayber'e geldi ve Allah ona zafer verdiğinde, düşmanın savunmasını kırarak şehri fethetti. Safiya bint Huyai bin Akhtab'ın güzelliği ona anlatıldı ve kocası, o gelinken öldürülmüştü. Allah'ın Elçisi (ﷺ) onu kendisi için seçti ve onunla birlikte yola çıktı, Sadd-ar-Rawha'ya ulaştığında adet dönemi sona ermişti ve onunla evlendi. Sonra Hais (bir tür yemek) hazırlandı ve küçük bir deri örtü (yemek servisi için kullanılan) üzerinde servis edildi. Allah'ın Elçisi (ﷺ) bana, \"Etrafındakilere (düğün ziyafeti hakkında) bilgi ver.\" dedi. İşte bu, Allah'ın Elçisi (ﷺ) tarafından Safiya ile olan evliliği için verilen düğün ziyafetiydi. Daha sonra Medine'ye doğru yola çıktık ve Allah'ın Elçisi (ﷺ) onun arkasında yürürken onu bir örtüyle örtmekte olduğunu gördüm. Sonra, devesinin yanında oturur ve Safiya'nın ayaklarını dizlerine koymasına izin vererek (deveye) binmesini sağlardı."
    },
    {
      "id": 182,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Mekke'nin Fethi yılında, \"Allah ve Elçisi, alkol, ölü hayvanlar, domuzlar ve putların ticaretini yasakladı.\" dediğini duydum. İnsanlar sordular, \"Ey Allah'ın Elçisi (ﷺ)! Ölü hayvanların yağı ne olacak, çünkü bu, tekneleri yağlamak ve derileri için kullanılıyordu; insanlar bunu ışıklar için kullanıyor?\" O, \"Hayır, bu yasaktır.\" dedi. Allah'ın Elçisi (ﷺ) ayrıca, \"Allah Yahudileri lanetlesin, çünkü Allah onlara (hayvanların) yağını yasakladı, fakat onlar yağı eritip sattılar ve fiyatını yediler.\" dedi."
    },
    {
      "id": 183,
      "narrator": "Narrated Abu Mas`ud Al-Ansari:",
      "text": "Abu Mas`ud Al-Ansari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) köpek fiyatı almayı, fuhuşla kazanılan parayı ve bir falcının kazancını yasakladı."
    },
    {
      "id": 184,
      "narrator": "Narrated `Aun bin Abu Juhaifa:",
      "text": "`Aun bin Abu Juhaifa'dan rivayet edilmiştir: Babamın, hacamat yapan bir köle satın aldığını ve onun aletlerinin kırılmasını emrettiğini gördüm. Ona nedenini sordum. O, \"Allah'ın Elçisi (ﷺ) kan için para almayı, köpek fiyatını ve fuhuşla kazanılan bir cariyenin kazancını yasakladı; dövme yaptıran ve yaptırılan, riba (faiz) yiyen ve resim yapan kimseyi lanetledi.\" diye cevap verdi."
    }
  ]
}