{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Medine'ye geldiğinde, insanlar meyvelerin fiyatını bir veya iki yıl içinde teslim edilmek üzere peşin ödemekteydiler. (Alt rivayetçi, bunun bir ile iki yıl mı yoksa iki ile üç yıl mı olduğunu bilmiyor.) Peygamber (ﷺ) dedi ki: \"Kim hurma için (sonradan teslim edilmek üzere) peşin para öderse, bunu bilinen belirli bir ağırlık ve ölçü için ödemelidir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn Abi Najih:",
      "text": "İbn Ebi Neccih'ten rivayet edilmiştir: yukarıda, sadece belirli ölçüyü anarak."
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'ye geldiğinde, insanlar hurma fiyatını iki veya üç yıl içinde teslim edilmek üzere peşin ödemekteydiler. O (onlara) dedi ki: \"Kim bir şeyin fiyatını peşin öderse, bunu belirli bir ölçü ve belirli bir ağırlık için belirli bir süre içinde ödemelidir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn Abi Najih:",
      "text": "İbn Ebi Neccih'ten rivayet edilmiştir: yukarıda, \"Belirli bir ölçü ve belirli bir süre için peşin fiyat ödemelidir.\" diyerek."
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) (Medine'ye) geldi ve insanlara (peşin para ödemeleri gerektiğini) bilinen belirli bir ölçü, bilinen belirli bir ağırlık ve bilinen belirli bir süre için ödemeleri gerektiğini söyledi."
    },
    {
      "id": 6,
      "narrator": "Narrated Shu`ba:",
      "text": "Şu'ba'dan rivayet edilmiştir: Muhammed veya Abdullah bin Ebu'l-Mucalid dedi ki: \"Abdullah bin Şeddad ve Ebu Burda, As-Salam hakkında ihtilafa düştüler, bu yüzden beni İbn Ebi A'fa'ya gönderdiler ve ona sordum. O, 'Allah'ın Messenger'ı (ﷺ) döneminde, Ebu Bekir ve Ömer zamanında, biz peşin olarak buğday, arpa, kuru üzüm ve hurma fiyatlarını teslim almak üzere öderdik. İbn Abza'ya da sordum, o da yukarıdaki gibi cevap verdi.'\""
    },
    {
      "id": 7,
      "narrator": "Narrated Muhammad bin Al-Mujalid:",
      "text": "Muhammed bin Al-Mucalid'ten rivayet edilmiştir: Abdullah bin Şeddad ve Ebu Burda beni Abdullah bin Ebi A'fa'ya gönderdi ve ona, Peygamber (ﷺ) döneminde insanların buğday için (sonradan teslim edilmek üzere) peşin para ödeyip ödemediğini sormamı söylediler. Abdullah cevap verdi: \"Biz, Şam çiftçilerine peşin olarak bilinen belirli bir ölçüde buğday, arpa ve zeytinyağı için öderdik. Ona sordum, 'Fiyat, sonradan teslim edilecek olanlardan mı alınıyordu?' Abdullah bin Ebi A'fa cevap verdi: 'Biz onlardan bunu sormazdık.' Sonra beni Abdurrahman bin Abza'ya gönderdiler ve ona sordum. O cevap verdi: 'Peygamber (ﷺ) döneminde, Peygamber'in arkadaşları Salam uyguluyorlardı; ve biz onlara, ürünlerin durumu hakkında sormazdık.'\""
    },
    {
      "id": 8,
      "narrator": "Narrated Muhammad bin Abi Al-Mujalid:",
      "text": "Muhammed bin Ebi Al-Mucalid'ten rivayet edilmiştir: yukarıda (446) ve \"Onlara peşin olarak buğday ve arpa (sonradan teslim edilmek üzere) öderdik.\" dedi. Eş-Şeybani'den rivayet edilmiştir: \"Ve ayrıca yağ için de.\" Eş-Şeybani dedi ki: \"Biz peşin olarak buğday, arpa ve kuru üzüm için öderdik.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Bakhtari at-Tai:",
      "text": "Ebu Bakhtari et-Tai'den rivayet edilmiştir: İbn Abbas'a hurma ağaçlarının (meyveleri) için Salam hakkında sordum. O cevap verdi: \"Peygamber (ﷺ) hurmaları ağaçlardan, yenmeye uygun hale gelene ve tartılana kadar satmayı yasakladı.\" Bir adam, (hurmalar ağaçlarda olduğu için) neyin tartılacağını sordu. İbn Abbas'ın yanındaki başka bir adam cevap verdi: \"Kesilip depolanana kadar.\" Ebu Bakhtari'den rivayet edilmiştir: İbn Abbas'ın (şöyle) dediğini duydum: Peygamber (ﷺ) yasakladı... vb. yukarıdaki gibi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Al-Bakhtari:",
      "text": "Ebu Bakhtari'den rivayet edilmiştir: İbn Ömer'e hurma ağaçlarının (meyveleri) için Salam hakkında sordum. O cevap verdi: \"Peygamber (ﷺ) hurmaların faydası ortaya çıkana ve yenmeye uygun hale gelene kadar satışını yasakladı ve ayrıca gümüşün (altın için) kredi ile satışını da yasakladı.\" İbn Abbas'a hurmalar için Salam hakkında sordum ve o cevap verdi: \"Peygamber (ﷺ) hurmaların yenmeye uygun hale gelene ve değerlendirilebileceği zamana kadar satışını yasakladı.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Al-Bakhtari:",
      "text": "Ebu Bakhtari'den rivayet edilmiştir: İbn Ömer'e hurmalar için Salam hakkında sordum. İbn Ömer cevap verdi: \"Peygamber (ﷺ) hurma ağaçlarının (meyvelerinin) satışını, yenmeye uygun hale gelene kadar yasakladı ve ayrıca gümüşün altın için kredi ile satışını da yasakladı.\" Ben de İbn Abbas'a sordum. İbn Abbas cevap verdi: \"Peygamber (ﷺ) hurmaların yenmeye uygun hale gelene kadar ve tartılabileceği zamana kadar satışını yasakladı.\" Ona sordum: \"Ne tartılacak (hurmalar ağaçlarda olduğu için)?\" İbn Abbas'ın yanındaki bir adam dedi ki: \"Kesilip depolanana kadar.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) bir Yahudiden yiyecek (arpa) satın aldı ve ona (bu zırh bir teminat olarak) demir zırhını rehin verdi."
    },
    {
      "id": 13,
      "narrator": "Narrated Al-A`mash:",
      "text": "El-A'maş'tan rivayet edilmiştir: İbrahim'in evinde Salam konusunda tartıştık. O dedi ki: \"Aişe dedi ki: 'Peygamber (ﷺ) bir Yahudiden yiyecek satın aldı ve ödeme belirli bir süre içinde yapılacaktı ve ona demir zırhını rehin verdi.'\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'ye geldi ve insanlar meyvelerin fiyatını iki ile üç yıl içinde teslim edilmek üzere peşin ödemekteydiler. Peygamber (ﷺ) onlara dedi ki: \"Meyveleri, fiyatlarını peşin ödeyerek satın alın, şartıyla ki meyveler, belirli bir ölçüde ve belirli bir süre içinde size teslim edilecektir.\" İbn Neccih dedi ki: \"... belirli ölçü ve belirli ağırlıkla.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Muhammad bin Abi Al-Mujalid:",
      "text": "Muhammed bin Ebi Al-Mucalid'ten rivayet edilmiştir: Ebu Burda ve Abdullah bin Şeddad beni Abdurrahman bin Abza ve Abdullah bin Ebi A'fa'ya gönderdi ve onlara Salaf (Salam) hakkında sormamı söylediler. Onlar dedi ki: \"Biz, Allah'ın Messenger'ı (ﷺ) ile birlikteyken ganimet alıyorduk ve Şam çiftçileri bize geldiğinde, onlara peşin olarak buğday, arpa ve yağ için belirli bir süre içinde öderdik.\" Onlara sordum: \"Çiftçiler, mevcut ürünlere sahip miydi yoksa değil miydi?\" Onlar cevap verdiler: \"Biz onlardan bunu sormazdık.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: İnsanlar develeri Habal-al-Habala esasına göre satarlardı. Peygamber (ﷺ) böyle bir satışı yasakladı. Nafi` Habal-al-Habala'yı şöyle açıkladı: \"Deve, dişi devenin doğum yapmasından sonra alıcıya teslim edilecektir.\""
    }
  ]
}