{
  "language": "tr",
  "metadata": {
    "length": 113,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Hadath (idrar, dışkı veya gaz çıkarma) yapan bir kişinin namazı, abdest almadıkça kabul edilmez.\" Hadramut'tan bir kişi Ebu Hureyre'ye sordu: \"Hadath nedir?\" Ebu Hureyre cevap verdi: \"Hadath, gaz çıkarmak demektir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Nu`am Al-Mujmir:",
      "text": "Nu`am Al-Mujmir'den rivayet edilmiştir: Bir gün Ebu Hureyre ile birlikte caminin çatısına çıktım. O abdest aldı ve şöyle dedi: \"Peygamber (ﷺ) şöyle buyurdu: 'Kıyamet Günü, benim ümmetim abdest izinden 'Al-Ghurr-ul-Muhajjalun' olarak çağrılacak ve kim bu ışık alanını artırmak isterse, abdest alarak yapsın.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Abbad bin Tamim:",
      "text": "Abbad bin Tamim'den rivayet edilmiştir: Amcam, Allah'ın Elçisi (ﷺ) ile namaz sırasında gaz çıkardığını düşünen bir kişi hakkında sordu. Allah'ın Elçisi cevap verdi: \"Ses duyuncaya veya bir şeyin kokusunu alıncaya kadar namazını terk etmemelidir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Kuraib:",
      "text": "Kuraib'den rivayet edilmiştir: İbn Abbas şöyle dedi: \"Peygamber (ﷺ) horlayarak uyudu ve sonra namaz kıldı (ya da nefes sesleri duyuluncaya kadar yattı ve sonra kalkıp namaz kıldı).\" İbn Abbas ekledi: \"Ben, halam Maimuna'nın evinde bir gece kaldım, Peygamber (ﷺ) gecenin bir kısmında uyudu, (Bkz. Fath-al-Bari, s. 249, Cilt 1) ve gece geç saatlerde kalktı, asılı bir su tulumundan abdest aldı, hafif (tam) bir abdest aldı ve namaza durdu. Ben de benzer bir abdest aldım, sonra gidip onun solunda durdum. O beni sağ tarafına çekti ve Allah'ın dilediği kadar namaz kıldı, sonra tekrar yattı ve nefes sesleri duyuluncaya kadar uyudu. Daha sonra mu'adhdhin (namaz çağrısını yapan) ona geldi ve namaz vaktinin geldiğini bildirdi. Peygamber (ﷺ) yeni bir abdest almadan onunla birlikte namaza gitti.\" (Süfyân, Amr'a bazı insanların \"Allah'ın Elçisi (ﷺ) uyur ama kalbi uyumaz.\" dediğini söyledi. Amr, \"Ben `Ubaid bin `Umar'ın Peygamberlerin rüyalarının İlahi Vahiy olduğunu söylediğini duydum.\" dedi ve ardından şu ayeti okudu: 'Ben (İbrahim) rüyada görüyorum ki, (Ey oğul) seni kurban ediyorum.' (37.102) (Bkz. Hadis No. 183)"
    },
    {
      "id": 5,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Arafat'tan hareket ettiğinde, dağ geçidine ulaştığında, indi, idrarını yaptı ve sonra tam bir abdest almadı. Ona, \"Namaz vakti mi, ey Allah'ın Elçisi (ﷺ)?\" dedim. O, \"Namaz yeri önündedir.\" dedi. Al-Muzdalifa'ya ulaştığında, indi ve tam bir abdest aldı. İkâmet çağrısı yapıldı ve o, Maghrib namazını kıldırdı. Sonra herkes devesini kendi yerinde diz çöktürdü. Ardından `İsha' namazı için ikâmet çağrısı yapıldı, Peygamber (ﷺ) onu kıldırdı ve iki namaz (İkâmet ve Maghrib) arasında başka bir namaz kılınmadı."
    },
    {
      "id": 6,
      "narrator": "Narrated `Ata' bin Yasar:",
      "text": "`Ata' bin Yasar'dan rivayet edilmiştir: İbn Abbas abdest aldı ve yüzünü (şu şekilde) yıkadı: Bir avuç su aldı, ağzını çalkaladı ve burnunu suya sokup üfleyerek yıkadı. Sonra başka bir avuç su aldı ve iki elini birleştirerek yüzünü yıkadı, başka bir avuç su aldı ve sağ ön kolunu yıkadı. Yine başka bir avuç su aldı ve sol ön kolunu yıkadı, ıslak elleriyle başına meshetti ve başka bir avuç su aldı ve sağ ayağına (ayak bileklerine kadar) dökerek iyice yıkadı, benzer şekilde başka bir avuç su alarak sol ayağını (ayak bileklerine kadar) iyice yıkadı ve şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ) bu şekilde abdest alırken gördüm.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer biriniz eşleriyle cinsel ilişkide bulunurken (başlamadan önce) 'Allah'ın adıyla. Ey Allah! Bizi Şeytandan koru ve bize verdiğin (yani gelecek nesil) şeytandan koru.' derse, eğer çocuk sahibi olmaları takdir edilmişse, Şeytan o çocuğa zarar veremez.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) doğa çağrısına gittiğinde, \"Allah'ım, ben sana her türlü kötü ve çirkin şeyden (kötü işler ve kötü ruhlar) sığınırım.\" derdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün Peygamber (ﷺ) bir tuvalete girdi ve ben onun abdest alması için su koydum. O, \"Bunu kim koydu?\" diye sordu. Kendisine bildirildi ve şöyle dedi: \"Ey Allah! Onu (İbn Abbas'ı) din (İslam) konusunda bilgili bir âlim eyle.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Aiyub Al-Ansari:",
      "text": "Ebu Eyyub El-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer biriniz doğa çağrısına gitmek için açık bir alana çıkarsa, Kıble'ye ne yüzünü dönmeli ne de sırtını dönmelidir; ya doğuya ya da batıya dönmelidir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: İnsanlar, \"Doğa çağrısına oturduğunuzda Kıble'ye veya Baitul-Maqdis'e (Kudüs) dönmemelisiniz.\" derler. Ben onlara, \"Bir gün evimizin çatısına çıktım ve Allah'ın Elçisi'nin doğa çağrısına çıkarken Baitul-Maqdis'e (Kudüs) dönerek iki tuğla üzerinde oturduğunu gördüm.\" dedim (ama onu örtü kaplıyordu). (Fath-al-Bari, s. 258, Cilt 1)."
    },
    {
      "id": 12,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'in eşleri, gece doğa çağrısına gitmek için Al-Manasi, geniş bir açık alana giderlerdi. Ömer, Peygamber (ﷺ)'e \"Eşlerinin örtünmesini sağla.\" derdi, ama Allah'ın Elçisi bunu yapmadı. Bir gece, Peygamber (ﷺ)'in eşi Sauda bint Zam'a `İsha' vaktinde dışarı çıktı ve uzun bir kadındı. Ömer ona hitaben, \"Seni tanıdım, ey Sauda.\" dedi. Bunu, Al-Hijab (Müslüman kadınların örtünmesi) ayetlerinin indirilmesini çok istediği için söyledi. Bunun üzerine Allah, \"Al-Hijab\" ayetlerini indirdi (gözler hariç tüm vücudu örten bir örtü)."
    },
    {
      "id": 13,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) eşlerine, \"Doğa çağrısına gitmekte serbestsiniz.\" dedi."
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Hafsa'nın evinin çatısına bir iş için çıktım ve Allah'ın Elçisi'nin doğa çağrısına çıkarken Kıble'ye sırtını dönerek Şam'a (Suriye, Ürdün, Filistin ve Lübnan bir ülke olarak kabul edilir) doğru oturduğunu gördüm. (Bkz. Hadis No. 147)."
    },
    {
      "id": 15,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Bir gün evimizin çatısına çıktım ve Allah'ın Elçisi'nin doğa çağrısına çıkarken Baitul-Maqdis'e (Kudüs) dönerek iki tuğla üzerinde oturduğunu gördüm. (Bkz. Hadis No. 147)."
    },
    {
      "id": 16,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ihtiyaç gidermeye gittiğinde, ben ve diğer bir çocuk, onunla birlikte bir su dolu kupayla giderdik. (Hişam şöyle yorumladı: \"Böylece onun cinsel organını yıkayabilmesi için.\")"
    },
    {
      "id": 17,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ihtiyaç gidermeye gittiğinde, ben ve aramızdan başka bir çocuk, onun arkasında bir su dolu kupayla giderdik."
    },
    {
      "id": 18,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ihtiyaç gidermeye gittiğinde, ben ve diğer bir çocuk, bir su dolu kupa (cinsel organları temizlemek için) ve bir kısa mızrak (veya sopa) taşırdık."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden biri su içtiğinde, içme kabına nefes vermemelidir ve sizden biri tuvalete gittiğinde, ne cinsel organına dokunmalı ne de cinsel organını sağ eliyle temizlemelidir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sizden biri ihtiyaç giderdiğinde, cinsel organını tutmamalı veya cinsel organını sağ eliyle temizlememelidir. (Ve su içerken) içme kabına nefes vermemelidir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) ihtiyaç gidermeye çıkarken onu takip ettim. O, ne sağa ne de sola bakardı. Ben ona yaklaştığımda, \"Bana cinsel organları temizlemek için taş getir,\" dedi (veya buna benzer bir şey söyledi), \"ve bir kemik veya dışkı parçası getirme.\" Ben de taşları örtümün köşesinde getirdim ve yanına koydum, sonra ondan uzaklaştım. İhtiyacını giderdikten sonra onları kullandı."
    },
    {
      "id": 22,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) ihtiyaç gidermek için dışarı çıktı ve benden üç taş getirmemi istedi. İki taş buldum ve üçüncüsünü aradım ama bulamadım. Bunun üzerine bir kurumuş dışkı parçası aldım ve ona getirdim. O, iki taşı aldı ve dışkıyı attı ve \"Bu pis bir şeydir,\" dedi."
    },
    {
      "id": 23,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) abdest alırken vücut organlarını sadece bir kez yıkadı."
    },
    {
      "id": 24,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zeyd'den rivayet edilmiştir: Peygamber (ﷺ) abdest alırken vücut organlarını iki kez yıkadı."
    },
    {
      "id": 25,
      "narrator": "Narrated Humran:",
      "text": "Humran'dan rivayet edilmiştir: (Osman'ın kölesi) Osman bin Affan'ın bir su kupası istemesini gördüm (ve getirildiğinde) ellerine su döktü ve üç kez yıkadı, sonra sağ elini su kabına soktu ve ağzını çalkaladı, burnuna su koyarak yıkadı ve sonra üfledi. Sonra yüzünü ve dirseklerine kadar kollarını üç kez yıkadı, ıslak ellerini başının üzerine sürdü ve ayaklarını bileklerine kadar üç kez yıkadı. Sonra şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim benim gibi abdest alır ve bu esnada başka bir şey düşünmeden iki rekât namaz kılarsa, geçmiş günahları affedilir.'\""
    },
    {
      "id": 26,
      "narrator": "After \n     performing the ablution 'Uthman said, \"I am going to tell you a Hadith\n     which I would not have told you, had I not been compelled by a certain\n     Holy Verse (the sub narrator 'Urwa said:",
      "text": "Abdest aldıktan sonra Osman şöyle dedi: \"Size bir Hadis anlatacağım ki, eğer beni zorlamasaydı, bunu size anlatmazdım. (Sub-rivayetçi Urve dedi: Bu ayet şudur: 'Şüphesiz, apaçık delilleri ve indirdiğimiz hidayeti gizleyenler...')\" (2:159). Peygamber (ﷺ) şöyle dedi: \"Eğer bir adam abdestini tam alır ve sonra farz cemaat namazını kılarsa, Allah, o namaz ile bir sonraki namaz arasında işlediği günahları affeder.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim abdest alırsa, burnunu su ile temizlemeli, suyu koyup üflemelidir ve cinsel organlarını taşlarla temizleyen kimse, tek sayıda taş kullanmalıdır.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer sizden biri abdest alırsa, burnuna su koymalı ve sonra üflemelidir ve cinsel organlarını taşlarla temizleyen kimse, tek sayıda taş kullanmalıdır. Ve kim uykusundan uyanırsa, ellerini abdest için suya koymadan önce yıkamalıdır, çünkü kimse ellerinin uykuda nerede olduğunu bilmez.\""
    },
    {
      "id": 29,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) yolculukta arkamızda kaldı. Biz, geç kalmış `Asr namazı için abdest alırken, ayaklarımıza ıslak ellerimizi geçiriyorduk (tam yıkamıyorduk), o da yüksek sesle iki kez bize hitap etti: \"Topuklarınızı ateşten koruyun.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Humran:",
      "text": "Humran'dan rivayet edilmiştir: (Osman bin Affan'ın azatlı kölesi) Osman bin Affan'ın (abdest almak için) bir su kupası istemesini gördüm (ve getirildiğinde) ellerine su döktü ve üç kez yıkadı, sonra sağ elini su kabına soktu ve ağzını çalkaladı, burnuna su koyarak yıkadı ve sonra üfledi. Sonra yüzünü üç kez yıkadı ve (sonra) dirseklerine kadar kollarını üç kez yıkadı, sonra ıslak ellerini başının üzerine sürdü ve her bir ayağını üç kez yıkadı. Sonra Osman şöyle dedi: \"Peygamber (ﷺ) benim gibi abdest alırken böyle yaptı ve 'Kim benim gibi abdest alır ve bu esnada başka bir şey düşünmeden iki rekât namaz kılarsa, geçmiş günahları affedilir,' dedi.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Muhammad Ibn Ziyad:",
      "text": "Muhammed İbn Ziyad'dan rivayet edilmiştir: Abu Huraira'nın, insanların bir kapta bulunan sudan abdest alırken yanımızdan geçtiğini duydum ve şöyle dedi: \"Abdestinizi tam ve eksiksiz alın; çünkü Abul-Kasım (Peygamber) şöyle buyurdu: 'Topuklarınızı cehennem ateşinden koruyun.'\""
    },
    {
      "id": 32,
      "narrator": "Narrated `Ubaid Ibn Juraij:",
      "text": "`Ubaid İbn Juraij'den rivayet edilmiştir: `Abdullah bin `Umar'a sordum, \"Ey Abu `Abdur-Rahman! Sizi dört şey yaparken gördüm ki, bunları sizden başka hiçbir arkadaşımda görmedim?\" `Abdullah bin `Umar dedi ki, \"Bunlar nedir, ey İbn Juraij?\" Ben de dedim ki, \"Ka`be'nin herhangi bir köşesine, bunlar dışında (güneydeki) iki köşe dışında dokunduğunuzu hiç görmedim ve sizin, deriden yapılmış ayakkabılar giydiğinizi ve saçınızı Hinna ile boyadığınızı gördüm. Ayrıca, Mekke'de bulunduğunuzda, insanlar yeni ay hilalini gördüklerinde ihrama girerken, siz 8. Dhul-Hijja'ya (Tarwiya Günü) kadar ihrama girmediniz.\" `Abdullah şöyle yanıtladı: \"Ka`be'nin köşeleri hakkında, Allah'ın Elçisi'ni (ﷺ) sadece güneydeki köşelere dokunurken gördüm ve deriden yapılmış ayakkabılar hakkında, şüphesiz, Allah'ın Elçisi'ni (ﷺ) kıllı olmayan ayakkabılar giyerken gördüm ve abdest alırken ayakkabılarıyla (yani ayaklarını yıkayıp sonra ayakkabılarını giyerek) abdest alırdı. Bu yüzden ben de benzer ayakkabılar giymeyi seviyorum. Hinna ile saç boyama konusunda; şüphesiz, Allah'ın Elçisi'ni (ﷺ) bununla saçını boyarken gördüm ve bu yüzden ben de (saçımı bununla) boyamayı seviyorum. İhlal hakkında, Allah'ın Elçisi'ni (ﷺ) Hac için yola çıkmadan önce (Dhul-Hijja'nın 8. günü) ihrama girdiğini görmedim.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Um-`Atiya:",
      "text": "Um-`Atiya'dan rivayet edilmiştir: Peygamber (ﷺ), vefat eden kızını yıkarken onlara şöyle demiştir: \"Sağ taraftan başlayın, abdestte yıkanan kısımlardan başlayarak.\""
    },
    {
      "id": 34,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ayakkabı giyerken, saçını tararken, kendini temizlerken veya yıkanırken ve başka herhangi bir şey yaparken sağ taraftan başlamayı severdi."
    },
    {
      "id": 35,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) `Asr namazı vaktinde, insanların abdest almak için su aradıklarını ama bulamadıklarını gördüm. Daha sonra (bir kap dolusu) abdest suyu Allah'ın Elçisine getirildi. O, elini o kaba soktu ve insanlara ondan abdest almalarını emretti. Su, parmaklarının altından fışkırarak, hepsi abdest alana kadar devam etti (bu, Peygamberin mucizelerinden biriydi)."
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn Seereen:",
      "text": "İbn Sirin'den rivayet edilmiştir: `Abida'ya dedim ki, \"Peygamberin (ﷺ) saçından bir miktar var, bunu Enes'ten veya onun ailesinden aldım.\" `Abida şöyle yanıtladı: \"Şüphesiz, eğer o saçtan bir telim olsaydı, bu benim için dünyanın ve içindekilerin hepsinden daha değerli olurdu.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) başını traş ettiğinde, Abu Talha, onun saçından bir miktar alan ilk kişiydi."
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer bir köpek, sizden birinin kabından su içerse, onu yedi kez yıkamak gereklidir.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir adam, bir köpeğin topraktan (susuzluktan) yemek yediğini gördü. O da bir ayakkabıyı alıp suyla doldurdu ve köpeğin susuzluğunu gidermesi için su dökmeye devam etti. Allah, onun bu işini onayladı ve onu cennete soktu.\""
    },
    {
      "id": 40,
      "narrator": "And narrated \n     Hamza bin 'Abdullah:",
      "text": "Hamza bin 'Abdullah'dan rivayet edilmiştir: Babam şöyle dedi: \"Allah'ın Elçisinin (ﷺ) zamanında, köpekler mescitlerde idrar yapar ve geçip giderlerdi; ancak bunun üzerine asla su serpilmezdi (köpeğin idrarı üzerine).\""
    },
    {
      "id": 41,
      "narrator": "Narrated `Adi bin Hatim:",
      "text": "`Adi bin Hatim'den rivayet edilmiştir: Peygamber'e (av köpekleri hakkında) sordum ve o şöyle yanıtladı: \"Eğer evcilleştirilmiş köpeğini (Allah'ın adıyla) serbest bırakırsan ve o avı yakalarsa, onu yiyebilirsin; ancak köpek avdan bir şey yerse, onu yeme, çünkü köpek onu kendisi için avlamıştır.\" Ben de dedim ki, \"Bazen köpeğimi av için gönderiyorum ve onunla başka bir köpek buluyorum.\" O da şöyle dedi: \"Avı yeme, çünkü sen sadece köpeğini gönderirken Allah'ın adını anmışsın, diğer köpek için değil.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir kişi, camide namaz için beklediği sürece namazda sayılır, eğer hadas olmazsa.\" Bir Arap olmayan bir adam sordu: \"Ey Abu Huraira! Hadas nedir?\" Ben de cevap verdim: \"Rüzgarın geçmesi (anüsten) (bu, hadas türlerinden biridir).\""
    },
    {
      "id": 43,
      "narrator": "Narrated `Abbad bin Tamim:",
      "text": "`Abbad bin Tamim'den rivayet edilmiştir: Amcam şöyle dedi: Peygamber (ﷺ) şöyle buyurdu: \"Bir kişi, bir ses duyuncaya veya bir şeyin kokusunu alıncaya kadar namazını terk etmemelidir.\""
    },
    {
      "id": 44,
      "narrator": "Narrated `Ali:",
      "text": "`Ali'den rivayet edilmiştir: Sık sık duygusal üretrik akıntılarım oluyordu ve bunu Allah'ın Elçisine (ﷺ) sormaktan utanıyordum. Bu yüzden Al-Miqdad bin Al-Aswad'dan (Peygamber (ﷺ) hakkında) sormasını istedim. Al-Miqdad ona sordu ve o şöyle yanıtladı: \"Bundan sonra abdest almak gerekir.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Zaid bin Khalid:",
      "text": "Zaid bin Halid'den rivayet edilmiştir: `Uthman bin `Affan'a, cinsel ilişkiye giren ama boşalma yaşamayan bir kişi hakkında sordum. `Uthman şöyle yanıtladı: \"O, sıradan bir namaz için abdest almalı ama penisini yıkamalıdır.\" `Uthman ekledi: \"Bunu Allah'ın Elçisinden (ﷺ) duydum.\" `Ali, Az-Zubair, Talha ve Ubai bin Ka`b'a da sordum ve onlar da aynı yanıtı verdiler. (Bu emir daha sonra iptal edildi ve böyle durumlarda yıkanmak zorunlu hale geldi)."
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id El-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir Ensar adamını su damlayarak geldiği için çağırdı. Peygamber (ﷺ) dedi ki, \"Belki seni acele ettirmeye zorladık, değil mi?\" Ensar cevap verdi, \"Evet.\" Allah'ın Elçisi (ﷺ) daha sonra dedi ki, \"Eğer acele ettirilirsen (cinsel ilişki sırasında) veya boşalamazsan, abdest alman gerekir (Bu emir daha sonra iptal edildi, yani yıkanmak gerekir)."
    },
    {
      "id": 47,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Arafat'tan ayrıldığında, doğa çağrısını karşılamak için bir dağ geçidine döndü. (İşini bitirdikten sonra) su döktüm ve abdest aldı, sonra ona dedim, \"Ey Allah'ın Elçisi (ﷺ)! Namaz kılacak mısın?\" O cevap verdi, \"Musalla (namaz yeri) önündedir (Müzdelife'de).\""
    },
    {
      "id": 49,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Narrated Asma' bint Abu Bakr:",
      "text": "El-Muğira bin Şu'ba'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile bir yolculukta bulundum ve doğa çağrısını karşılamak için dışarı çıktı (işini bitirdikten sonra) su döktüm ve abdest aldı; yüzünü, ön kollarını yıkadı ve ıslak elini başının üzerine ve iki Khuff'un (kalın kumaş veya deriden yapılmış çoraplar) üzerine geçirdi."
    },
    {
      "id": 51,
      "narrator": "Narrated Yahya Al-Mazini:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Narrated `Amr:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Peygamber'in eşi Maimuna'nın evinde bir gece geçirdi. Ekledi: Yatakta (yastığın üzerine çapraz olarak) yattım, oysa Allah'ın Elçisi (ﷺ) ve eşi yastığın uzunlamasına yönünde yatıyordu. Allah'ın Elçisi (ﷺ) gece yarısına kadar uyudu, biraz önce veya biraz sonra ve sonra uyandı, yüzündeki uyku izlerini elleriyle ovuşturdu. Sonra, Al-İmran Suresi'nin son on ayetini okudu, kalktı ve asılı su tulumuna gitti. Oradan abdest aldı ve bu mükemmel bir abdestti, ardından namaz kılmak için ayağa kalktı. Ben de kalktım ve Peygamber'in yaptığı gibi yaptım. Sonra yanına gidip durdum. Sağ elini başımın üzerine koydu ve sağ kulağımı tuttu ve çevirdi. İki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at, sonra iki rek'at ve sonra iki rek'at (altı kez ayrı ayrı), ve sonunda bir rek'at (vitir) kıldı. Sonra tekrar yatakta uzandı, Mu'adh-dhin ona geldiğinde, Peygamber (ﷺ) kalktı, iki hafif rek'at namaz kıldı ve dışarı çıktı ve Fajr namazını kıldırdı."
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Abu Musa said:",
      "text": "Asma bint Ebu Bekir'den rivayet edilmiştir: Güneş tutulması sırasında Peygamber'in eşi Aişe'ye geldim. İnsanlar ayakta duruyor ve namaz kılıyorlardı, o da namaz kılıyordu. Ona sordum, \"İnsanlarda ne oluyor?\" Eliyle gökyüzüne işaret etti ve dedi ki, \"Subhan Allah.\" Ona sordum, \"Bir işaret var mı?\" O işaret etti, \"Evet.\" Ben de namaz için ayakta durdum ta ki bayılana kadar ve daha sonra başıma su döktüm. Namazdan sonra Allah'ın Elçisi (ﷺ) Allah'ı övdü ve yüceltti ve dedi ki, \"Şimdi burada daha önce hiç görmediğim bir şey gördüm, cennet ve cehennem dahil. Size mezarlarınızdaki imtihanlarla karşılaşacağınızı ilham aldım (ve anladım) ve bu imtihanlar Deccal'ın imtihanları gibi olacak, ya da ona çok benzer (alt rivayetçi Asma'nın ne dediğinden emin değil). Her birinize melekler gelecek ve 'Bu adam hakkında ne biliyorsun?' diye soracaklar. Bir mümin cevap verecek, 'O, Allah'ın Elçisi (ﷺ) Muhammad'dır ve bize apaçık bir gerçek ve rehberlik ile geldi. Biz de onun öğretisini kabul ettik, inandık ve onu takip ettik.' Sonra melekler ona, 'Huzur içinde uyu' diyecekler, çünkü onun bir mümin olduğunu öğrenmişlerdir. Diğer taraftan bir münafık veya şüpheci kişi cevap verecek, 'Bilmiyorum ama insanların bir şeyler söylediğini duydum ve ben de aynı şeyi söyledim.'\""
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn Shihab:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Yahya El-Mazini'den rivayet edilmiştir: Bir kişi Abdullah bin Zayd'a, 'Allah'ın Elçisi (ﷺ) nasıl abdest alıyordu, gösterebilir misin?' diye sordu. Abdullah bin Zayd olumlu yanıt verdi ve su istedi. Elleri üzerine su döktü ve iki kez yıkadı, sonra ağzını üç kez çalkaladı ve burnunu su ile üç kez yıkadı, suyu içine koyarak ve üfleyerek. Yüzünü üç kez yıkadı ve ardından ön kollarını dirseklere kadar iki kez yıkadı ve sonra ıslak ellerini başının üzerine önden arkaya ve tersi yönde (önden başlayarak başının arkasına kadar ve sonra tekrar öne getirerek) geçirdi ve ayaklarını (ayak bileklerine kadar) yıkadı."
    },
    {
      "id": 57,
      "narrator": "Narrated `Amr bin Yahya:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "Narrated `Amr bin Yahya:",
      "text": "Amr'dan rivayet edilmiştir: Babam, Amr bin Ebi Hasan'ın Abdullah bin Zayd'a Peygamber'in abdestini sorduğunu gördü. Abdullah bin Zayd, önlerinde bir su dolu toprak kap istedi ve Peygamber (ﷺ) gibi abdest aldı. Kapta suyu eline döktü ve ellerini üç kez yıkadı, sonra ellerini kaba soktu ve ağzını çalkaladı ve burnunu su ile yıkadı, suyu içine koyarak ve üç avuç su ile üfleyerek. Yine suya elini soktu ve yüzünü üç kez yıkadı ve ön kollarını dirseklere kadar iki kez yıkadı; sonra suya elini soktu ve başının üzerine önden arkaya bir kez geçirdi ve ayaklarını (ayak bileklerine kadar) yıkadı."
    },
    {
      "id": 59,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Narrated Jabir:",
      "text": "Ebu Cuhayfa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize öğle vakti geldi ve abdest için su getirildi. Abdest aldıktan sonra, kalan su insanlar tarafından alındı ve vücutlarına sürmeye başladılar (kutsal bir şey olarak). Peygamber (ﷺ) iki rek'at öğle namazı kıldı ve ardından iki rek'at ikindi namazı kıldı, önünde kısa bir mızrak (veya çubuk) vardı (bir sutra olarak)."
    },
    {
      "id": 61,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Namaz vakti gelmişti ve evleri yakın olanlar kalkıp insanlarına (abdest almak için) gittiler, geride bazı insanlar (oturuyordu). Sonra Allah'ın Messengerı'na (ﷺ) su dolu bir boyalı ocak kabı (Mikhdab) getirildi. Kaps küçük, elini yaymak için yeterince geniş değildi; ama tüm insanlar abdest aldılar. (Alt rivayetçi dedi ki, \"Anas'a, 'Kaç kişiydiniz?' diye sorduk. Anas, 'Seksen veya daha fazlaydık' diye cevap verdi). (Bu, Allah'ın Messengerı'nın (ﷺ) mucizelerinden biriydi)."
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bir gün Peygamber (ﷺ) su dolu bir bardak istedi. İçinde ellerini ve yüzünü yıkadı ve ayrıca bir avuç suyu da içine attı."
    },
    {
      "id": 63,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zaid'den rivayet edilmiştir: Bir gün Allah'ın Messengerı (ﷺ) bize geldi ve ona bir pirinç kabında su getirdik. Abdestini şöyle aldı: Yüzünü üç kez yıkadı, dirseklerine kadar kollarını iki kez yıkadı, sonra ıslak ellerini başının üzerine önden arkaya doğru hafifçe geçirdi ve tekrar öne getirerek ayaklarını (bileklerine kadar) yıkadı."
    },
    {
      "id": 64,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) hastalığı ağırlaştığında ve hastalığı şiddetlendiğinde, eşlerinden benim evimde tedavi edilmesini istedi. Onlar da ona izin verdiler. Sonra Peygamber (evime) iki adamın desteğiyle geldi ve bacakları yere sürükleniyordu, Abbas ile başka bir adam arasında.\" 'Ubaidullah (alt rivayetçi) dedi ki, \"Aişe'nin söylediklerini Abdullah bin Abbas'a bildirdim. İbn Abbas dedi ki: 'Diğer adamın kim olduğunu biliyor musun?' Ben hayır dedim. İbn Abbas dedi ki, 'O Ali (bin Ebu Talib) idi.\" Aişe ayrıca dedi ki, \"Peygamber (ﷺ) evime geldiğinde ve hastalığı ağırlaştığında, insanlara bazı tavsiyelerde bulunabilmesi için üzerimize yedi deriden su dökmemizi emretti. Böylece, Peygamber'in eşi Hafsa'ya ait bir Mikhdab (pirinç küvet) içinde oturdu. Sonra hepimiz su derilerinden ona su dökmeye başladık, ta ki bize durmamızı işaret edene kadar ve onun istediği şeyi yaptığımızı anladık. Sonrasında dışarı çıkıp insanlara gitti.\""
    },
    {
      "id": 65,
      "narrator": "Narrated `Amr bin Yahya:",
      "text": "Amr bin Yahya'dan rivayet edilmiştir: (babası aracılığıyla) Amcam abdest alırken aşırıya kaçardı ve bir gün Abdullah bin Zaid'e Peygamber (ﷺ) abdest alırken nasıl gördüğünü anlatmasını istedi. O, su dolu bir toprak kabı istedi ve eline su dökerek üç kez yıkadı, sonra elini toprak kabın içine sokarak ağzını çalkaladı ve burnuna su koyarak üç kez bir avuç su ile üfledi; tekrar elini suya sokarak bir avuç su aldı ve yüzünü üç kez yıkadı, sonra kollarını dirseklerine kadar iki kez yıkadı, elini suyla doldurdu, başının üzerine önden arkaya doğru geçirdi ve sonra arkadan öne getirdi, ardından ayaklarını (bileklerine kadar) yıkadı ve dedi ki, \"Peygamber (ﷺ) abdest alırken bu şekilde yaptığını gördüm.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Thabit:",
      "text": "Sabit'ten rivayet edilmiştir: Anas dedi ki, \"Peygamber (ﷺ) su istedi ve geniş tabanlı, derin olmayan, az miktarda su bulunan bir bardak getirildi. O da parmaklarını içine soktu.\" Anas ayrıca dedi ki, \"Parmaklarının arasından suyun fışkırdığını fark ettim.\" Anas ekledi, \"Abdest alan insanların sayısının yetmiş ile seksen arasında olduğunu tahmin ettim.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Peygamber (ﷺ) bir Sa` ile beş Mudd (1 Sa` = 3 Mudds) su ile banyo yapar ve bir Mudd su ile abdest alırdı."
    },
    {
      "id": 68,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Sa'd bin Ebu Vakkas dedi ki, \"Peygamber (ﷺ) ıslak ellerini Khuffs'ının (kalın kumaş veya deriden yapılmış çorap) üzerine geçirdi.\" Abdullah bin Umar, 'Umar'a bunu sordu. 'Umar olumlu yanıt verdi ve ekledi, \"Sa'd, Peygamber'den bir hadis rivayet ettiğinde, başka birine sormaya gerek yoktur.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "El-Mughira bin Şu'ba'dan rivayet edilmiştir: Bir gün Allah'ın Messengerı (ﷺ) dışkı ihtiyacını gidermek için dışarı çıktı ve ben ona su dolu bir bardakla takip ettim. İşini bitirdiğinde su döktüm ve abdest aldı ve ıslak ellerini Khuffs'ının (kalın kumaş veya deriden yapılmış çorap) üzerine geçirdi."
    },
    {
      "id": 70,
      "narrator": "Narrated Ja`far bin `Amr bin Umaiya Ad-Damri:",
      "text": "Ca'fer bin Amr bin Umeyye Ad-Damri'den rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) ıslak ellerini Khuffs'ının (kalın kumaş veya deriden yapılmış çorap) üzerine geçirdiğini gördüm.\""
    },
    {
      "id": 71,
      "narrator": "Narrated Ja`far bin `Amr:",
      "text": "Ca'fer bin Amr'dan rivayet edilmiştir: Babam dedi ki, \"Peygamber (ﷺ) ıslak ellerini sarığına ve Khuffs'ına (kalın kumaş veya deriden yapılmış çorap) geçirdiğini gördüm.\""
    },
    {
      "id": 72,
      "narrator": "Narrated `Urwa bin Al-Mughira:",
      "text": "Urve bin El-Mughira'dan rivayet edilmiştir: Babam dedi ki, \"Bir gün Peygamber (ﷺ) ile bir yolculukta bulundum ve onun Khuffs'ını (kalın kumaş veya deriden yapılmış çorap) çıkarmak için acele ettim. O, abdest aldıktan sonra onları giydiği için bırakmamı emretti. Böylece ıslak ellerini onların üzerine geçirdi.\""
    },
    {
      "id": 73,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) omuz kısmından pişirilmiş bir koyun eti parçası yedi ve abdest almadan namaz kıldı."
    },
    {
      "id": 74,
      "narrator": "Narrated Ja`far bin `Amr bin Umaiya:",
      "text": "Ca'fer bin Amr bin Umeyye'den rivayet edilmiştir: Babam dedi ki, \"Allah'ın Messengerı (ﷺ) omuz kısmından bir parça (pişirilmiş) koyun eti aldı ve sonra namaz için çağrıldı. Bıçağını bıraktı ve abdest almadan namaz kıldı.\""
    },
    {
      "id": 75,
      "narrator": "Narrated Suwaid bin Al-Nu`man:",
      "text": "Suveyd bin El-Nu'man'dan rivayet edilmiştir: Hayber'in fethinde Allah'ın Messengerı (ﷺ) ile birlikte Sahba'ya kadar gittim, orada Allah'ın Messengerı (ﷺ) 'Asr namazını kıldı ve yiyecek istedi. Sadece saweeq getirildi. Su ile ıslatılmasını emretti. O ve hepimiz onu yedik ve Peygamber (ﷺ) akşam namazı (Maghrib namazı) için kalktı, ağzını su ile çalkaladı ve biz de aynı şekilde yaptık, sonra abdest almadan namaz kıldı."
    },
    {
      "id": 76,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Peygamber (ﷺ) omuz bölgesinden (bir parça) koyun eti yedi ve ardından abdest almadan namaz kıldı."
    },
    {
      "id": 77,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) süt içti, ağzını çalkaladı ve \"İçinde yağ var.\" dedi."
    },
    {
      "id": 78,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden biri namaz kılarken uyku hali hissederse, uyku sona erene kadar yatmalıdır; çünkü uykulu bir şekilde namaz kılarken, kişinin ne için af dilediğini veya kendisi için kötü bir şey istediğini bilmez.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sizden biri namaz kılarken uyku hali hissederse, ne söylediğini (okuduğunu) anlayana kadar uyumalıdır.\""
    },
    {
      "id": 80,
      "narrator": "Narrated `Amr bin `Amir:",
      "text": "Amr bin Amir'den rivayet edilmiştir: Anas dedi ki: \"Peygamber (ﷺ) her namaz için abdest alırdı.\" Ben Anas'a, \"Siz ne yapardınız?\" diye sordum. Anas cevap verdi: \"Biz abdestimizi bozuncaya kadar aynı abdestle namaz kılardık.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Suwaid bin Nu`man:",
      "text": "Suveyd bin Nu'man'dan rivayet edilmiştir: Hayber'in fethinin yılıydı, Allah'ın Elçisi (ﷺ) ile birlikte As-Sahba'ya kadar gittik. Orada Allah'ın Elçisi (ﷺ) 'Asr namazını kıldırdı ve yiyecek istedi. Sadece saweeq getirildi, onu yedik ve (su) içtik. Peygamber (ﷺ) (Maghrib) namazı için kalktı, ağzını su ile çalkaladı ve abdest almadan namazı kıldırdı."
    },
    {
      "id": 82,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün Peygamber, Medine veya Mekke'nin mezarlıklarından birinden geçerken, mezarlarında azap çeken iki kişinin seslerini duydu. Peygamber (ﷺ) dedi ki: \"Bu iki kişi büyük bir günah (kaçınılması gereken) yüzünden azap çekiyorlar.\" Peygamber (ﷺ) sonra ekledi: \"Evet! (büyük bir günah yüzünden azap çekiyorlar). Gerçekten, bunlardan biri idrarından kirlenmekten kendini korumadı, diğeri ise dostlar arasında düşmanlık yaratmak için iftiralarla dolaşıyordu.\" Peygamber (ﷺ) sonra bir hurma dalının yeşil yaprağını istedi, onu iki parçaya kırdı ve her mezarın üzerine bir parça koydu. Neden böyle yaptığını sorduklarında, \"Umuyorum ki azapları hafifler, ta ki bunlar kuruyana kadar.\" diye cevap verdi."
    },
    {
      "id": 83,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) doğa çağrısını yanıtlamak için gittiğinde, ben su getirirdim; o da bu su ile özel yerlerini temizlerdi."
    },
    {
      "id": 84,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bir gün iki mezarın yanından geçti ve dedi ki: \"Bu iki kişi büyük bir günah (kaçınılması gereken) yüzünden azap çekiyorlar. Biri idrarından kirlenmekten kendini korumadı, diğeri ise dostlar arasında düşmanlık yaratmak için iftiralarla dolaşıyordu.\" Peygamber (ﷺ) sonra bir hurma dalının yeşil yaprağını aldı, parçalara ayırdı ve her mezarın üzerine bir parça koydu. \"Ey Allah'ın Elçisi! Neden böyle yaptınız?\" dediler. O da, \"Umuyorum ki azapları hafifler, ta ki (yaprak parçaları) kuruyana kadar.\" diye cevap verdi. (Hadis 215'in dipnotuna bakınız)."
    },
    {
      "id": 85,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir bedeviyi camide su yaparken gördü ve insanlara onu rahatsız etmemelerini söyledi. İşini bitirdiğinde, Peygamber (ﷺ) su istedi ve (idrarın üzerine) su döktü."
    },
    {
      "id": 86,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir bedevi kalktı ve camide su yapmaya başladı. İnsanlar onu yakaladılar ama Peygamber (ﷺ) onlara onu bırakmalarını ve idrar yaptığı yere bir kova veya bir bardak su dökmelerini emretti. Peygamber (ﷺ) sonra dedi ki: \"Siz kolaylaştırmak için gönderildiniz, zorlaştırmak için değil.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) yukarıdaki gibi (219)."
    },
    {
      "id": 88,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (iman edenlerin annesi) Allah'ın Elçisi (ﷺ) için bir çocuk getirildi ve çocuk Peygamber'in elbisesine idrar yaptı. Peygamber (ﷺ) su istedi ve kirli yere su döktü."
    },
    {
      "id": 89,
      "narrator": "Narrated Um Qais bint Mihsin:",
      "text": "Ümmü Kays bint Mihsin'den rivayet edilmiştir: Ben, henüz (normal yiyecek) yemeye başlamamış olan küçük oğlumu Allah'ın Elçisi (ﷺ) için getirdim. O da onu aldı ve kucağına oturttu. Çocuk Peygamber'in elbisesine idrar yaptı, o da su istedi ve kirli (bölgeye) su döktü ve yıkamadı."
    },
    {
      "id": 90,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Bir gün Peygamber (ﷺ) bazı insanların çöplüklerine gitti ve ayakta idrar yaptı. Sonra su istedi, ben de ona su getirdim ve abdest aldı."
    },
    {
      "id": 91,
      "narrator": "Narrated Hudhaifa':",
      "text": "Hudhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) ile yürüdük, bir grup insanın çöplüğüne kadar geldik. O, sizlerden birinin bir duvarın arkasında durduğu gibi durdu ve ayakta idrarını yaptı. Ben uzaklaştım, ama bana gelmemi işaret etti. Yanına yaklaştım ve arkasında durdum, ta ki işini bitirene kadar."
    },
    {
      "id": 92,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Ebu Musa el-Eş'ari, idrar meselesine büyük önem verirdi ve \"Beni İsrail'den birisi elbiselerini idrarla kirletirse, o kısmı keserdi.\" derdi. Bunu duyan Hudhaifa, Ebu Vail'e, \"Keşke o (Ebu Musa) bu meseleye bu kadar önem vermeseydi.\" dedi. Hudhaifa ekledi: \"Allah'ın Messenger'ı (ﷺ) bir grup insanın çöplüğüne gitti ve ayakta idrarını yaptı.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Asma':",
      "text": "Asma'dan rivayet edilmiştir: Bir kadın Peygamber (ﷺ)'e geldi ve \"Eğer bizden biri elbiselerinde adet görürse ne yapmalıdır?\" dedi. O da, \"Kirli yeri tutmalı, ovmalı ve suya koymalı, kan izlerini çıkarmalı ve sonra üzerine su dökmelidir. Sonra içinde namaz kılabilir.\" diye cevap verdi."
    },
    {
      "id": 94,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Fatıma bint Ebi Hubaish, Peygamber (ﷺ)'e geldi ve \"Ey Allah'ın Messenger'ı (ﷺ), ben rahimden sürekli kanama yaşıyorum ve temizlenemiyorum. Namazlarımı terk mi etmeliyim?\" dedi. Allah'ın Messenger'ı (ﷺ) şöyle cevap verdi: \"Hayır, çünkü bu bir kan damarındandır ve adet değildir. Gerçek adet döneminiz başladığında namazlarınızı terk edin ve bittiğinde kanı yıkayın (abdest alın) ve namazınızı kılın.\" Hişam (rivayet eden) babasının da şöyle dediğini aktardı: \"Peygamber (ﷺ) ona: 'Her namaz için abdest al, ta ki bir sonraki adet dönemi gelene kadar.' dedi.\""
    },
    {
      "id": 95,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben, Peygamber (ﷺ)'in elbiselerindeki cünüplük (meni) izlerini yıkardım ve o, üzerinde hala su izleri varken namaza giderdi."
    },
    {
      "id": 96,
      "narrator": "Narrated Sulaiman bin Yasar:",
      "text": "Süleyman bin Yesar'dan rivayet edilmiştir: Aişe'ye meni ile kirlenmiş elbiseleri sordum. O da, \"Ben, Allah'ın Messenger'ı (ﷺ)'nın elbiselerinden yıkardım ve o, üzerinde hala su izleri varken namaza giderdi.\" diye cevap verdi."
    },
    {
      "id": 97,
      "narrator": "Narrated `Amr bin Maimun:",
      "text": "Amr bin Maimun'dan rivayet edilmiştir: Süleyman bin Yesar'ın meni ile kirlenmiş elbiseler hakkında konuştuğunu duydum. O, Aişe'nin şöyle dediğini aktardı: \"Ben, Allah'ın Messenger'ı (ﷺ)'nın elbiselerinden yıkardım ve o, üzerinde hala su izleri varken namaza giderdi.\""
    },
    {
      "id": 98,
      "narrator": "Narrated `Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Ben, Peygamber (ﷺ)'in elbiselerindeki meni izlerini yıkardım ve yine de üzerinde bir veya daha fazla leke görürdüm."
    },
    {
      "id": 99,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: Enes dedi ki, \"Ukl veya Urayna kabilesinden bazı insanlar Medine'ye geldiler ve iklimi onlara uymadı. Bunun üzerine Peygamber (ﷺ) onlara (süt) develerin sürüsüne gitmelerini ve sütlerini ve idrarlarını (bir ilaç olarak) içmelerini emretti. Onlar da bu şekilde gittiler ve sağlıklı hale geldikten sonra Peygamber'in (ﷺ) çobanını öldürdüler ve tüm develeri kaçırdılar. Haber sabah erken saatlerde Peygamber'e (ﷺ) ulaştı ve onları yakalamak için (adamlar) gönderdi, yakalandılar ve öğle vakti getirildiler. Sonra ellerinin ve ayaklarının kesilmesini emretti (ve bu yapıldı), gözleri ısıtılmış demir parçalarıyla markalandı. 'Al-Harra'ya atıldılar ve su istediklerinde onlara su verilmedi.\" Ebu Kılabe dedi ki, \"O insanlar hırsızlık ve cinayet işlediler, İslam'ı kabul ettikten sonra kafir oldular ve Allah'a ve O'nun Elçisine karşı savaştılar.\""
    },
    {
      "id": 100,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Camii inşaatından önce, Peygamber (ﷺ) namazlarını koyun ağıllarında kıldı."
    },
    {
      "id": 101,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) bir fare düşen tereyağı hakkında soruldu. O da, \"Fareyi çıkarın ve etrafındaki tereyağını atın, geri kalanını kullanın.\" dedi."
    },
    {
      "id": 102,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Peygamber (ﷺ) bir fare düşen tereyağı hakkında soruldu. O da, \"Fareyi çıkarın ve etrafındaki tereyağını atın (ve geri kalanını kullanın).\" dedi."
    },
    {
      "id": 103,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bir Müslümanın Allah yolunda aldığı bir yara, Kıyamet Günü, o yaralanma anındaki gibi görünecektir; yaradan kan akacak ve rengi kan gibi olacak ama misk gibi kokacaktır.\""
    },
    {
      "id": 104,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dedi ki, \"Biz (Müslümanlar) sonuncularız (dünyaya gelen) ama (Kıyamet Günü) önde olacağız.\""
    },
    {
      "id": 105,
      "narrator": "The same narrator said that the Prophet (ﷺ) had said:",
      "text": "Aynı rivayet eden, Peygamber (ﷺ)'in şöyle dediğini aktardı: \"Durgun, akmayan suya idrar yapmamalısınız, aksi takdirde (içinde) yıkanmanız gerekebilir.\""
    },
    {
      "id": 106,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) secde ederken (aşağıda belirtildiği gibi)."
    },
    {
      "id": 107,
      "narrator": "Narrated Anas:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir:"
    },
    {
      "id": 108,
      "narrator": "Narrated Aisha:",
      "text": "Bir gün Peygamber (ﷺ) Kabe'de namaz kılıyordu. Ebu Cehil, bazı arkadaşlarıyla oturuyordu. Onlardan biri diğerlerine, \"Sizden kim, Beni so ve so'nun bir devesinin karın içeriğini (bağırsaklar vb.) alıp, Muhammad secde ettiğinde sırtına koyacak?\" dedi. Onların en talihsiz olanı kalktı ve onu getirdi. Peygamber (ﷺ) secde edene kadar bekledi ve sonra onu omuzları arasına koydu. Ben izliyordum ama hiçbir şey yapamadım. Onlara karşı koyacak bazı insanların yanımda olmasını dilerdim. Onlar gülmeye ve birbirlerine düşmeye başladılar. Allah'ın Elçisi (ﷺ) secdedeydi ve Fatıma (Peygamber'in kızı) gelip onu sırtından atana kadar başını kaldırmadı. Başını kaldırdı ve üç kez, \"Ya Allah! Kureyş'e azap et.\" dedi. Peygamber'in onlara dua etmesi, Ebu Cehil ve arkadaşları için zor oldu çünkü bu şehirde (Mekke) duaların ve niyazların kabul edildiğine dair bir inançları vardı. Peygamber (ﷺ) şöyle dedi: \"Ya Allah! Ebu Cehil'e, Utbe bin Rebia'ya, Şeybe bin Rebia'ya, Velid bin Utbe'ye, Ümeyye bin Halef'e ve Ukbe bin Mu'it'e azap et.\" (ve yedinci kişinin adını hatırlayamıyorum). Allah'a yemin ederim ki, hayatımın elinde olan Allah'a, Allah'ın Elçisi (ﷺ) tarafından sayılan o kişilerin cesetlerini Badr'deki kuyu (Qalib) içinde gördüm."
    },
    {
      "id": 109,
      "narrator": "Narrated Abu Hazim:",
      "text": "---"
    },
    {
      "id": 110,
      "narrator": "Narrated Abu Burda:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) bir gün elbiselerine tükürdü."
    },
    {
      "id": 111,
      "narrator": "Narrated Hudhaifa:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sarhoşluk veren her içki haramdır (içilmesi yasaktır).\""
    },
    {
      "id": 113,
      "narrator": "Narrated Al-Bara 'bin `Azib:",
      "text": "---"
    }
  ]
}