{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana kesmiş olduğum Budn'ın eyerlerini ve derilerini dağıtmamı emretti."
    },
    {
      "id": 2,
      "narrator": "Narrated `Uqba bin Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: Peygamber (ﷺ) ona arkadaşları arasında dağıtması için koyunlar vermişti ve dağıtım sonrasında bir erkek oğlak kalmıştı. O, Peygamber'e (ﷺ) bunu bildirdiğinde, Peygamber (ﷺ) ona, \"Bunu kendi adınla kurban et.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdur-Rahman bin `Auf:",
      "text": "Abdurrahman bin Auf'tan rivayet edilmiştir: Ben ve Umaiya bin Halef arasında, Umaiya'nın Mekke'de benim malımı (veya ailemi) koruyacağı, benim de onun malını Medine'de koruyacağım konusunda bir anlaşma yazdırdım. Belgelerde 'Ar-Rahman' kelimesini zikrettiğimde, Umaiya, \"Ben 'Ar-Rahman'ı bilmem. Bana, cahiliye döneminde kendine verdiğin ismi yaz.\" dedi. Ben de ismi 'Abdu Amr' olarak yazdım. Bedir günü, herkes uykuya daldığında, ben tepeye çıkarak onu korumak için gittim. Bilal onu gördü ve Ensar topluluğuna giderek, \"İşte Umaiya bin Halef! Eğer kaçarsa, vay halime!\" dedi. Bunun üzerine bir grup Ensar, Bilal ile birlikte bizi takip etmek için dışarı çıktı (Abdurrahman ve Umaiya). Onların bizi yakalayacaklarından korktuğum için, Umaiya'nın oğlunu onlara bıraktım ki meşgul olsunlar, ama Ensar oğlu öldürdü ve bizi takip etmeye devam ettiler. Umaiya şişman bir adamdı ve yaklaştıklarında ona diz çökmesini söyledim, o da diz çökerek, onu korumak için üzerime kapandım, ama Ensar onu benim altımdan geçen kılıçlarıyla öldürdü ve birisi kılıcıyla ayağıma zarar verdi. (Rivayet eden, \"Abdurrahman, ayağındaki yaranın izini bize gösterirdi.\" dedi.)"
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Sa`id Al-Khudri and Abu Huraira:",
      "text": "Ebu Said el-Hudri ve Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Khaibar'da birini vali olarak görevlendirdi. Adam Medine'ye geldiğinde, yanında Janib adı verilen hurmalar getirdi. Peygamber (ﷺ) ona, \"Khaibar'daki tüm hurmalar bu türden mi?\" diye sordu. Adam, \"(Hayır), iki Sa' kötü hurmayı bir Sa' bu tür hurma (yani Janib) ile değiştiriyoruz.\" dedi. Bunun üzerine Peygamber (ﷺ) dedi ki, \"Bunu yapmayın, çünkü bu bir tür faize (Riba) girer, ama kötü hurmaları parayla satın ve sonra o parayla Janib alın.\" Peygamber, tartılan hurmalar hakkında da aynı şeyi söyledi. (Bkz. Hadis No. 506)."
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn Ka`b bin Malik from his father:",
      "text": "İbn Ka'b bin Malik'ten babasından rivayet edilmiştir: Bizim Sala' da otlayan koyunlarımız vardı. Bir köle kızımız bir koyunun öldüğünü gördü ve bir taş kırarak onu kesmişti. Babam insanlara, \"Peygamber'e sormadan onu yemeyin.\" dedi. O da Peygamber'e sordu veya birini gönderdi. Peygamber (ﷺ) ona yemesine izin verdi. 'Ubaidullah (bir alt rivayetçi) dedi ki, \"O kızı takdir ediyorum, çünkü o bir köle kızı olmasına rağmen, koyunu kesme cesaretini gösterdi.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) birine belirli bir yaşta bir deve borçlanmıştı. Adam geri almak için geldiğinde, Peygamber (ﷺ) bazı insanlara, \"Ona (hakkını) verin.\" dedi. İnsanlar o yaşta bir deve aradıklarında, bulamadılar, ama bir yaş daha büyük bir deve buldular. Peygamber (ﷺ) dedi ki, \"Ona verin.\" Bunun üzerine adam, \"Bana hakkımı tam olarak verdin. Allah da sana tam olarak versin.\" dedi. Peygamber (ﷺ) dedi ki, \"Sizlerin en hayırlısı, başkalarının haklarını cömertçe ödeyendir.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam, Peygamber (ﷺ) 'in yanına gelerek borçlarını talep etti ve kabaca davrandı. Peygamber (ﷺ) 'in arkadaşları ona zarar vermek istediler, ama Allah'ın Elçisi (ﷺ) onlara, \"Bırakın onu, çünkü alacaklı (yani hakkın sahibi) konuşma hakkına sahiptir.\" dedi. Allah'ın Elçisi (ﷺ) sonra, \"Ona kendi yaşındaki bir deve verin.\" dedi. İnsanlar, \"Ey Allah'ın Elçisi (ﷺ)! Onun yaşından daha büyük bir deve var.\" dediler. Allah'ın Elçisi (ﷺ) dedi ki, \"Ona verin, çünkü sizlerin en hayırlısı, başkalarının haklarını güzelce ödeyendir.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Marwan bin Al-Hakam and Al-Miswar bin Makhrama:",
      "text": "Marvan bin Hakam ve El-Miswar bin Makhrama'dan rivayet edilmiştir: Hawazin kabilesinin delegeleri İslam'ı kabul ettikten sonra, Allah'ın Elçisi (ﷺ) 'ne geldiklerinde, o ayağa kalktı. Onlar, kendilerine ait mülklerin ve esirlerin geri verilmesini talep ettiler. Allah'ın Elçisi (ﷺ) onlara, \"En sevdiğim söz doğru olanıdır. Yani, mülklerinizi veya esirlerinizi geri alma seçeneğiniz var, çünkü ben onları dağıtmayı erteledim.\" dedi. Rivayetçi ekledi, Allah'ın Elçisi (ﷺ) Taif'ten dönerken onları on günden fazla beklemişti. Onlar, Allah'ın Elçisi'nin kendilerine sadece iki şeyden birini geri vereceğini fark ettiklerinde, \"Esirlerimizi seçiyoruz.\" dediler. Bunun üzerine Allah'ın Elçisi, Müslümanların topluluğunda ayağa kalktı, Allah'ı hakkıyla övdü ve dedi ki, \"O halde! Bu kardeşleriniz, size tövbe ile geldiler ve ben onların esirlerini geri vermenin uygun olduğunu düşünüyorum. İçinizden bunu bir iyilik olarak yapmak isteyen varsa, yapabilir; ve içinizden ilk ganimetten Allah'ın vereceği payını beklemek isteyen varsa, onu da yapabilir.\" İnsanlar, \"Biz, Allah'ın Elçisi için gönüllü olarak paylarımızdan vazgeçmeyi kabul ediyoruz.\" dediler. Sonra Allah'ın Elçisi (ﷺ) dedi ki, \"Aranızda kimlerin kabul ettiğini ve kimlerin etmediğini bilmiyoruz. Geri dönün ve liderleriniz bize görüşlerinizi bildirsin.\" Bunun üzerine hepsi geri döndü ve liderleri konuyu tartıştıktan sonra Allah'ın Elçisi'ne gelerek, halkın paylarından gönüllü olarak vazgeçtiklerini bildirdiler."
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Ben Peygamber (ﷺ) ile bir yolculuk yapıyordum ve diğerlerinden geri kalan yavaş bir deve biniyordum. Peygamber (ﷺ) yanımdan geçti ve sordu, \"Bu kim?\" Ben de, \"Cabir bin Abdullah.\" dedim. O, \"Ne oldu (niye geç kaldın)?\" dedi. Ben de, \"Yavaş bir deve biniyorum.\" dedim. O, \"Bir değneğin var mı?\" dedi. Ben de, \"Evet.\" dedim. O, \"Bana ver.\" dedi. Ben de ona verdim, o deveyi dövdü ve azarladı. O andan itibaren o deve diğerlerini geçti. Peygamber (ﷺ) dedi ki, \"Bana sat.\" Ben de, \"Bu senin için (bir hediye), ey Allah'ın Elçisi (ﷺ).\" dedim. O, \"Bana sat. Ben onu dört dinar (altın parası) karşılığında aldım ve sen Medine'ye kadar binerken onu kullanabilirsin.\" dedi. Medine'ye yaklaştığımızda, ben evime doğru gitmeye başladım. Peygamber (ﷺ) dedi ki, \"Nereye gidiyorsun?\" Ben, \"Bir dul ile evlendim.\" dedim. O, \"Neden bir genç kızla evlenmedin ki birbirinize sevgi gösteresiniz?\" dedi. Ben de, \"Babam öldü ve kızlar bıraktı, bu yüzden bir dul ile evlenmeye karar verdim (onlara bakmak için).\" dedi. O, \"Aferin.\" dedi. Medine'ye vardığımızda, Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Bilal, ona (devenin bedelini) ver ve ona fazladan para ver.\" Bilal bana dört dinar ve bir kıraat fazladan verdi. (Bir alt rivayetçi dedi ki): Cabir ekledi, \"Allah'ın Elçisi'nin fazladan verdiği kıraat benden hiç ayrılmadı.\" Kıraat her zaman Cabir bin Abdullah'ın cüzdanında duruyordu."
    },
    {
      "id": 10,
      "narrator": "Narrated Sahl bin Sad:",
      "text": "Sahl bin Sad'dan rivayet edilmiştir: Bir kadın Allah'ın Elçisi (ﷺ) 'ne geldi ve dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Kendimi sana sunmak istiyorum.\" Bir adam, \"Onu bana evlendir.\" dedi. Peygamber (ﷺ) dedi ki, \"Kur'an'dan ezber bildiğinle onu sana evlendiriyoruz.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) beni Ramazan Sadaqatı (el-Fitr) için görevlendirdi. Bir adam geldi ve yiyeceklerden avuç avuç almaya başladı (gizlice). Ben onu yakaladım ve dedim ki, \"Vallahi, seni Allah'ın Elçisi (ﷺ) 'ne götüreceğim.\" O, \"Ben muhtaç biriyim ve birçok bakmakla yükümlü olduğum var, çok ihtiyacım var.\" dedi. Ben onu serbest bıraktım ve sabah Allah'ın Elçisi (ﷺ) bana, \"Esirinin dün ne yaptı?\" diye sordu. Ben de, \"Ey Allah'ın Elçisi (ﷺ)! O, muhtaç olduğunu ve birçok bakmakla yükümlü olduğu olduğunu söyledi, bu yüzden ona acıdım ve serbest bıraktım.\" dedim. Allah'ın Elçisi (ﷺ) dedi ki, \"Gerçekten, sana yalan söyledi ve tekrar gelecek.\" Ben, onun tekrar geleceğine inandım çünkü Allah'ın Elçisi (ﷺ) bana döneceğini söylemişti. Bu yüzden onu dikkatle bekledim. O (gözüme çarptığında) tekrar yiyeceklerden avuç avuç almaya başladığında, onu tekrar yakaladım ve dedim ki, \"Seni kesinlikle Allah'ın Elçisi (ﷺ) 'ne götüreceğim.\" O, \"Beni bırak, çünkü ben çok muhtaç biriyim ve birçok bakmakla yükümlü olduğum var. Bir daha gelmeyeceğime söz veriyorum.\" dedi. Ona acıdım ve serbest bıraktım."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Sa`id al-Khudri:",
      "text": "Sabah Allah'ın Elçisi (ﷺ) bana, \"Esirinin dün ne yaptı?\" diye sordu. Ben de, \"Ey Allah'ın Elçisi (ﷺ)! O, büyük ihtiyacından ve çok fazla bakmakla yükümlü olduğundan şikayet etti, bu yüzden ona acıdım ve serbest bıraktım.\" dedim. Allah'ın Elçisi (ﷺ) dedi ki, \"Gerçekten, sana yalan söyledi ve dönecek.\" Üçüncü kez onu dikkatle bekledim ve o (geldiğinde) yiyeceklerden avuç avuç almaya başladığında, onu yakaladım ve dedim ki, \"Seni kesinlikle Allah'ın Elçisi (ﷺ) 'ne götüreceğim, çünkü bu üçüncü kez geri dönmeyeceğine söz veriyorsun ama sözünü tutmuyorsun.\" O, \"(Beni affet ve) sana Allah'ın faydalanacağı bazı kelimeler öğreteceğim.\" dedi. Ben de, \"Nedir onlar?\" dedim. O, \"Her gece yatağına gittiğinde, 'Ayat-al-Kursi'yi oku - 'Allahu la ilaha illa huwa-l-Haiy-ul Qaiyum' cümlesini tamamlayana kadar. (Eğer böyle yaparsan), Allah senin için bir koruyucu tayin eder, o seninle kalır ve sabaha kadar hiçbir şeytan sana yaklaşamaz.\" dedi. Böylece onu serbest bıraktım. Sabah, Allah'ın Elçisi bana, \"Esirinin dün ne yaptı?\" diye sordu. Ben de, \"Bana Allah'ın faydalanacağı bazı kelimeler öğreteceğini söyledi, bu yüzden onu serbest bıraktım.\" dedim. Allah'ın Elçisi (ﷺ) sordu, \"Nedir onlar?\" Ben de, \"O bana, 'Her gece yatağına gittiğinde, Ayat-al-Kursi'yi baştan sona oku - Allahu la ilaha illa huwa-l-Haiy-ul-Qaiyum.' dedi. Ayrıca bana, '(Eğer böyle yaparsan), Allah senin için bir koruyucu tayin eder, o seninle kalır ve sabaha kadar hiçbir şeytan sana yaklaşamaz.' dedi.\" (Ebu Hureyre veya başka bir alt rivayetçi) ekledi ki, (ashab) iyi işler yapmaya çok hevesliydiler. Peygamber (ﷺ) dedi ki, \"Gerçekten doğruyu söyledi, ama o kesinlikle bir yalancıdır. Bu üç gece kiminle konuştuğunu biliyor musun, ey Ebu Hureyre?\" Ebu Hureyre, \"Hayır.\" dedi. O, \"O, Şeytandı.\" dedi."
    },
    {
      "id": 13,
      "narrator": "Narrated `Amr:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Bir gün Bilal, Peygamber (ﷺ) 'e Barni (yani bir tür hurma) getirdi ve Peygamber (ﷺ) ona, \"Bunları nereden getirdin?\" diye sordu. Bilal, \"Bende bazı kötü hurmalar vardı ve iki Sa'sını bir Sa Barni hurması ile değiştirdim ki Peygamber'e yedirmek için.\" dedi. Bunun üzerine Peygamber (ﷺ) dedi ki, \"Dikkat et! Dikkat et! Bu kesinlikle Riba (faiz)! Bu kesinlikle Riba (faiz)! Bunu yapma, ama eğer (üstün bir tür hurma) satın almak istiyorsan, kötü hurmaları parayla sat ve sonra o parayla üstün tür hurmaları al.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Zaid bin Khalid and Abu Huraira:",
      "text": "Amr'dan rivayet edilmiştir: Umar'ın Vakfı hakkında: Vakfın mütevellisi, kendi arkadaşlarına ondan yemek yemekte veya onlara vermekte günah işlemez, yeter ki mütevelli kendi çıkarı için zenginleşme niyetinde olmasın. İbn Umar, Umar'ın vakfının yöneticisiydi ve Mekke'de kaldığı kişilerden onlara hediyeler verirdi."
    },
    {
      "id": 15,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "Zaid bin Halid ve Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Ey Unais! Bu (adamın) karısına git ve eğer itiraf ederse (zina yaptığını), onu taşlayarak öldür.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) kurbanlık hayvanlarının çelenklerini kendi ellerimle yaptım. Sonra Allah'ın Resulü (ﷺ) onları kendi elleriyle boyunlarına geçirdi ve babamla birlikte (Mekke'ye) gönderdi. Hayvanlar kesilene kadar Allah'ın Resulü (ﷺ) için hiçbir şey helal sayılmadı."
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Ebu Talha, Ensar arasında Medine'nin en zengin adamıydı ve Beeruha' (bahçe) onun en sevdiği malıydı, ve bu, (Peygamberin) caminin karşısında yer alıyordu. Allah'ın Resulü (ﷺ) oraya girer ve tatlı suyundan içermiş. Aşağıdaki ayetler indirildiğinde: 'Siz, sevdiğiniz şeylerden harcamadıkça hayra eremezsiniz' (3.92), Ebu Talha Allah'ın Resulü (ﷺ) önünde ayağa kalktı ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Allah, Kitabında, 'Sevdiğiniz şeylerden harcamadıkça hayra eremezsiniz' diyor, ve gerçekten, benim malımın en sevdiği Beeruha (bahçe)dir, onu sadaka olarak veriyorum ve Allah'tan onun sevabını umuyorum. Ey Allah'ın Elçisi! Onu istediğin yere harca.\" Allah'ın Resulü (ﷺ) bunu takdir etti ve dedi ki: \"Bu, geçici bir maldır, bu, geçici bir maldır. Söylediklerini duydum; akrabaların arasında dağıtmanı öneririm.\" Ebu Talha, \"Bunu yapacağım, ey Allah'ın Resulü (ﷺ).\" dedi. Böylece Ebu Talha, onu akrabaları ve kuzenleri arasında dağıttı. Rivayet eden (Malik) dedi ki: Peygamber (ﷺ) dedi ki: \"Bu, karlı bir maldır,\" \"geçici mal\" yerine."
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Emredildiği şekilde, tam olarak, eksiksiz ve gönülden, kendisine verilmesi emredilen kişiye veren dürüst bir hazineci, iki hayırseverden biri olarak kabul edilir.\""
    }
  ]
}