{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Müslümanlardan biri bir ağaç diker veya tohum ekerse, ardından bir kuş, bir insan veya bir hayvan ondan yerse, bu onun için bir sadaka olarak kabul edilir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Umama al-Bahili:",
      "text": "Ebu Ümame el-Bahili'den rivayet edilmiştir: Bazı tarım aletleri gördüm ve şöyle dedim: \"Peygamber (ﷺ) şöyle derken duydum: 'Bu aletlerin girdiği hiçbir ev yoktur ki, Allah ona aşağılanmayı sokmasın.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Kim bir köpek beslerse, her gün bir Kıraat kadar sevaplarından eksilir, ancak köpek bir çiftlik veya hayvanı korumak için kullanılıyorsa.\" Ebu Hureyre (başka bir rivayette) Peygamber'den şöyle dedi: \"Eğer koyunları veya tarlaları korumak veya avlanmak için kullanılıyorsa.\" Ebu Hureyre'den Ebu Hazım rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir köpek, hayvanları korumak veya avlanmak içindir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Es-Sa'ib bin Yazid'den rivayet edilmiştir: Ebu Süfyan bin Ebu Zuhair, Azd Şanu'a'dan bir adam ve Peygamber (ﷺ) arkadaşlarından biri şöyle dedi: \"Allah'ın Messenger'ı (ﷺ) şöyle derken duydum: 'Eğer bir köpek beslenirse ve bu köpek ne bir çiftliği ne de hayvanı korumak içinse, her gün bir Kıraat kadar sevaplarından eksilir.'\" Ben de dedim ki: \"Bunu Allah'ın Messenger'ı (ﷺ) dan mı duydun?\" O da: \"Evet, bu caminin Rabbi adına.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir adam bir ineğin sırtında giderken, inek ona döndü ve şöyle dedi: 'Ben bu amaç için yaratılmadım (yani taşımak için), ben sürme için yaratıldım.'\" Peygamber (ﷺ) ekledi: \"Ben, Ebu Bekir ve Ömer bu hikayeye inanıyoruz.\" Peygamber (ﷺ) devam etti: \"Bir kurt bir koyunu yakaladı ve çoban onu kovalayınca, kurt şöyle dedi: 'Yaban hayvanları gününde onun koruyucusu kim olacak, onun için çoban yoksa sadece ben mi?' \"Bunu anlattıktan sonra Peygamber (ﷺ) şöyle dedi: \"Ben, Ebu Bekir ve Ömer de buna inanıyoruz.\" Ebu Salama (bir alt rivayetçi) dedi ki: \"O zaman Ebu Bekir ve Ömer orada yoktu.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ensar, Peygamber (ﷺ) 'e \"Hurmalıkları bizimle ve göçmen kardeşlerimizle paylaş.\" dediler. O da: \"Hayır.\" dedi. Ensar (göçmenlere): \"Ağaçlara bakın (sulayıp koruyun) ve meyveleri bizimle paylaşın.\" dediler. Göçmenler: \"Dinliyoruz ve itaat ediyoruz.\" dediler."
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) Beni Nadir kabilesinin hurma ağaçlarını yaktırdı ve Al-Buwaira adlı bir yerde ağaçları kesti. Hassan bin Sabit bir şiir dizesinde şöyle dedi: \"Beni Lu'ai'nin liderleri, Al-Buwaira'da ateşin yayıldığını izlemeyi kolay buldular.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Rafi` bin Khadij:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir: Biz Medine'de herhangi birinden daha fazla tarlalarda çalıştık. Toprağı, belirli bir kısmının ürününün mülk sahibine verilmesi şartıyla kiralardık. Bazen o kısmın bitkileri hastalıklardan etkilenirken, diğer kısmı güvende kalırdı ve tam tersi de olabilirdi, bu yüzden Peygamber (ﷺ) bu uygulamayı yasakladı. O zaman altın veya gümüş (toprağı kiralamak için) kullanılmıyordu. Eğer tohumları sağlıyorlarsa, o kadar alırlardı."
    },
    {
      "id": 9,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Khaibar halkıyla, meyve veya bitki ürünlerinin yarısının onların payı olacağı şartıyla bir sözleşme yaptı. Peygamber (ﷺ) eşlerine her birine yüz Wasq, seksen Wasq hurma ve yirmi Wasq arpa verirdi. (Ömer halife olduğunda) Peygamber (ﷺ) 'in eşlerine ya arazi ve suyu payları olarak alma ya da önceki uygulamayı sürdürme seçeneği sundu. Bazıları araziyi, bazıları ise Wasq'ları seçti ve Aişe araziyi seçti."
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Khaibar halkıyla, ekip biçtikleri arazinin meyve ve bitkilerinin yarısını alacakları konusunda bir anlaşma yaptı."
    },
    {
      "id": 11,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: Ben Tawus'a dedim ki: \"Keşke Mukhabara'dan (paylaşımcılık) vazgeçsen, çünkü insanlar Peygamber'in bunu yasakladığını söylüyor.\" Bunun üzerine Tawus şöyle cevap verdi: \"Ey Amr! Ben araziyi paylaşımcılara veriyorum ve onlara yardım ediyorum. Şüphesiz ki, en bilgili kişi olan İbn Abbas bana, Peygamber'in (ﷺ) bunu yasaklamadığını, ancak 'Birinin arazisini kardeşine bedava vermesi, sabit bir kira talep etmesinden daha faydalıdır.' dediğini söyledi.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Khaibar arazisini Yahudilere, çalışmaları ve ekip biçmeleri şartıyla verdi ve ürünlerinin yarısını alacaklardı."
    },
    {
      "id": 13,
      "narrator": "Narrated Rafi`:",
      "text": "Rafi' den rivayet edilmiştir: Biz Medine'de herhangi birinden daha fazla tarlalarda çalıştık. Toprağı kiralardık ve sahibine: \"Bu kısmın ürünü bizim, o kısmın ürünü senin (kira olarak).\" derdik. O kısımlardan biri bir şey verebilir, diğeri veremeyebilirdi. Bu yüzden Peygamber (ﷺ) bunu yapmamızı yasakladı."
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Üç adam yürüyordu, yağmur yağmaya başladı ve bir dağdaki bir mağaraya sığındılar. Büyük bir taş dağdan yuvarlandı ve mağaranın ağzını kapadı. Birbirlerine dediler ki: 'Sadece Allah rızası için yaptığınız iyi işleri düşünün ve bu işlerinizle Allah'a dua edin ki, bu taşı sizden kaldırsın.' Birisi dedi ki: 'Ey Allah'ım! Yaşlı ebeveynlerim ve küçük çocuklarım vardı ve ben onlara koyun otlatıyordum. Akşam onlara döndüğümde, koyunları sağar ve önce ebeveynlerime, sonra çocuklarıma süt verirdim. Bir gün gecikmişim ve gece geç saatte geldim ve ebeveynlerimin uyuduğunu buldum. Koyunları her zamanki gibi sağdım ve başlarının yanında durdum. Onları uyandırmak istemedim ve çocuklarıma süt vermekten hoşlanmadım, oysa çocuklarım ayaklarımın dibinde açlıktan ağlıyorlardı, güneş doğana kadar. Ey Allah'ım! Eğer bunu sadece senin rızan için yaptıysam, lütfen taşı kaldır ki gökyüzünü görebilelim.' Böylece Allah taşı biraz kaldırdı ve gökyüzünü gördüler. İkinci adam dedi ki: 'Ey Allah'ım! Bir kuzenime derin bir aşkla bağlıydım. Onun iffetini bozmak istedim ama o, bana yüz Dinar vermediğim sürece kabul etmedi. O miktarı toplamak için çabaladım. Ve onun bacakları arasında oturduğumda, 'Ey Allah'ın kulu! Allah'tan kork ve beni ancak haklı olarak (evlilikle) deflore etme.' dedi. Ben de kalktım. Ey Allah'ım! Eğer bunu sadece senin rızan için yaptıysam, lütfen taşı kaldır.' Taş biraz daha kaydı. Sonra üçüncü adam dedi ki: 'Ey Allah'ım! Ben bir işçiyi bir Faraq pirinç için işe aldım ve işini bitirdiğinde hakkını talep etti, ona sundum ama o kabul etmedi. Bu yüzden pirinci birçok kez ektim ta ki inekler ve çobanlar elde edene kadar. (Bir süre sonra) geldi ve bana dedi ki: 'Allah'tan kork (ve hakkımı ver).' Ben de: 'Git ve o inekleri ve çobanı al.' dedim. O da: 'Allah'tan kork! Beni alay etme.' dedi. Ben de: 'Sana alay etmiyorum. Hepsini al.' dedim. Böylece hepsini aldı. Ey Allah'ım! Eğer bunu sadece senin rızan için yaptıysam, lütfen taşın geri kalanını kaldır.' Böylece Allah taşı kaldırdı.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Zaid bin Aslam from his father:",
      "text": "Zaid bin Aslam'dan babasından rivayet edilmiştir: Ömer dedi ki: \"Gelecek Müslüman nesiller için olmasaydı, Peygamber (ﷺ) Khaibar arazisini nasıl askerler arasında dağıttıysa, ben de fethettiğim köylerin arazilerini askerler arasında dağıtırdım.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle söyledi: \"Kimseye ait olmayan toprağı işleyen, onu elde etme konusunda daha hak sahibidir.\" `Urve dedi ki, \"`Umar, halifeliği sırasında aynı hükmü verdi.\""
    },
    {
      "id": 17,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Aqiq vadisinin dibindeki dinlenme yerinde geceyi geçirirken bir rüya gördü ve ona, \"Sen bereketli bir vadidesin.\" denildi. Musa dedi ki, \"Salim, develerimizi Abdullah'ın devesini diz çöktürdüğü yere diz çöktür.\" Allah'ın Elçisi (ﷺ) dinlenmek için gittiği yeri arıyordu, bu yer caminin altında, vadi dibinde; cami ile yol arasında bir yer.\""
    },
    {
      "id": 18,
      "narrator": "Narrated `Umar:",
      "text": "`Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Aqiq'teyken şöyle dedi: \"Bu gece (rüyamda) Rabbimden bana birisi (Cebrail anlamında) geldi ve 'Bu bereketli vadide namaz kıl ve (Umre ile Hac'ı birlikte yapmayı) niyet et.' dedi.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: `Umar, Yahudileri ve Hristiyanları Hicaz'dan çıkardı. Allah'ın Elçisi (ﷺ) Hayber'i fethettiğinde, oradaki Yahudileri çıkarmak istedi çünkü oranın toprağı Allah'a, Elçisine ve Müslümanlara ait olmuştu. Allah'ın Elçisi (ﷺ) Yahudileri çıkarmayı düşündü ama onlar, orada kalmaları için kendisine, iş gücü sağlayacakları ve meyvelerin yarısını alacakları şartıyla izin vermesini istediler. Allah'ın Elçisi (ﷺ) onlara, \"Bu şartla kalmanıza izin vereceğiz, istediğimiz sürece.\" dedi. Böylece, (Yahudiler) orada yaşamaya devam ettiler ta ki `Umar onları Taima' ve Ariha'ya gitmeye zorlayana kadar.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Rafi` bin Khadij:",
      "text": "Rafi` bin Khadij'den rivayet edilmiştir: Amcam Zuhair dedi ki, \"Allah'ın Elçisi (ﷺ) bize, bizim için bir yardım kaynağı olan bir şeyi yapmamızı yasakladı.\" Ben de, \"Allah'ın Elçisi (ﷺ) ne dediyse doğrudur.\" dedim. O da, \"Allah'ın Elçisi (ﷺ) beni çağırdı ve 'Tarlalarınızla ne yapıyorsunuz?' diye sordu. Ben de, 'Tarlalarımızı, su akıntılarının (nehirlerin) kenarındaki ürünlerden kira alarak veya belirli bir miktar arpa ve hurma karşılığında kiraya veriyoruz.' dedim. Allah'ın Elçisi (ﷺ) dedi ki, 'Bunu yapmayın, ama tarlayı kendiniz işleyin ya da başkalarına ücretsiz olarak işlettirin ya da boş bırakın.' Ben de, 'Dinledik ve itaat ettik.' dedim.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: İnsanlar tarlalarını bir üçte bir, bir dörtte bir veya yarısı karşılığında kiraya veriyorlardı. Peygamber (ﷺ) dedi ki, \"Kimin tarlası varsa, onu kendisi işlesin ya da (Müslüman) kardeşine ücretsiz olarak versin; aksi takdirde boş bıraksın.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Amr:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Kimin tarlası varsa, onu kendisi işlesin ya da (Müslüman) kardeşine ücretsiz olarak versin; aksi takdirde boş bıraksın.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Nafi`:",
      "text": "`Amr'dan rivayet edilmiştir: Rafi` bin Khadij'in (no. 532) rivayetini Tawus'a söylediğimde, o, \"Toprağı işlemek için kiralamak caizdir, çünkü İbn `Abbas dedi ki, 'Peygamber (ﷺ) bunu yasaklamadı, ama birinin kardeşine ücretsiz vermesi daha iyidir, belirli bir miktar alması yerine.'\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Salim:",
      "text": "Nafi`'den rivayet edilmiştir: İbn `Umar, Ebu Bekir, `Umar, `Uthman ve Muaviye'nin ilk dönemlerinde tarlalarını kiraya veriyordu. Sonra Rafi` bin Khadij'in Peygamber (ﷺ) tarafından tarlaların kiralanmasının yasaklandığına dair rivayetini duydu. İbn `Umar, Rafi`'ye gitti ve ben de ona eşlik ettim. Rafi`'ye sordu, o da Peygamber'in tarlaların kiralanmasını yasakladığını söyledi. İbn `Umar, \"Allah'ın Elçisi (ﷺ) döneminde su akıntılarının (nehirlerin) kenarındaki ürünler karşılığında tarlalarımızı kiraya verdiğimizi biliyorsun.\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Hanzla bin Qais:",
      "text": "Salim'den rivayet edilmiştir: Abdullah bin `Umar dedi ki, \"Allah'ın Elçisi döneminde tarlaların kiraya verildiğini biliyordum.\" Daha sonra İbn `Umar, Peygamber (ﷺ) tarafından bunun yasaklandığından korktu ve bu konuda bir bilgisi olmadığı için tarlasını kiralamaktan vazgeçti."
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Hanzala bin Kays'dan rivayet edilmiştir: Rafi` bin Khadij dedi ki, \"İki amcam bana, (yani Peygamber'in arkadaşları) Peygamber (ﷺ) döneminde tarlalarını su akıntılarının (nehirlerin) kenarındaki ürünler karşılığında veya arazi sahibinin belirlediği bir pay karşılığında kiraladıklarını söylediler. Peygamber (ﷺ) bunu yasakladı.\" Ben de Rafi`'ye, \"Dinarlar ve dirhemler karşılığında arazi kiralamak ne olacak?\" diye sordum. O da, \"Dinarlar-dirhemler karşılığında kiralamakta bir sakınca yoktur.\" diye yanıtladı. El-Leyth dedi ki, \"Hukuku haramdan ayırma yeteneğine sahip olanlar, bu konudaki yasakları incelediklerinde bunu izin vermezler, çünkü bu durum tehlikelerle çevrilidir.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) bir hikaye anlatıyordu, o sırada bir bedevi onunla oturuyordu. \"Cennetteki bir kimse Allah'a, toprağı işlemek için izin vermesini isteyecek. Allah ona, 'Sen sevdiğin zevklerde yaşamıyor musun?' diyecek. O da, 'Evet, ama ben toprağı işlemek istiyorum.' diyecek.\" Peygamber (ﷺ) ekledi, \"Adam (izin verildiğinde) tohumları ekecek ve bitkiler büyüyecek, olgunlaşacak, biçmeye hazır hale gelecek ve bir an içinde dağlar kadar büyük olacak. Allah ona, 'Ey Âdem oğlu! İşte al, topla (ürünü); seni tatmin eden hiçbir şey yok.' diyecek.\" Bunun üzerine bedevi, \"Adam ya Kureyş'ten (yani muhacir) ya da Ensar'dan olmalı, çünkü onlar çiftçi, biz ise çiftçi değiliz.\" dedi. Peygamber (ﷺ) buna gülümsedi."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Huraira:",
      "text": "Sahl bin Sa`d'dan rivayet edilmiştir: Cuma günleri çok mutlu olurduk, çünkü yaşlı bir kadın, küçük su akıntılarımızın kenarına diktiğimiz Silq köklerini keser ve kendi tenceresinde pişirirdi, üzerine biraz arpa eklerdi. (Ya'kub, alt rivayetçi, \"Sanırım, anlatıcının yemeğin yağ veya erimiş yağ (etlerden alınan) içermediğini belirttiğini söyledi.\") Cuma namazını kıldığımızda ona giderdik ve bize yemeği sunardı. Bu yüzden, Cuma günleri bu sebeple mutlu olurduk. Öğle yemeğimizi veya öğle uykumuzu, ancak Cuma namazından sonra alırdık."
    }
  ]
}