{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Bir bardak (süt veya su dolu) Peygamber (ﷺ)'e getirildi, o da ondan içti. Sağında, orada bulunanların en küçüğü olan bir çocuk oturuyordu ve solunda yaşlı adamlar vardı. Peygamber (ﷺ) sordu: \"Ey çocuk! Bunu (yani içeceğin geri kalanını) yaşlılara vermeme izin verir misin?\" Çocuk dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Ben, içtiğin şeyden geri kalanını içmek için kimseyi kendimden üstün tutmam.\" Bunun üzerine Peygamber (ﷺ) ona verdi."
    },
    {
      "id": 2,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Anas bin Malik dedi ki, bir gün Allah'ın Resulü (ﷺ) Anas bin Malik'in evinde iken bir koyun sağılmıştır. Süt, Anas'ın evinden çekilen su ile karıştırılmıştır. Bu karışımdan bir bardak Allah'ın Resulü (ﷺ)'ne sunuldu ve o da ondan içti. Sonra Abu Bekir sol tarafında oturuyordu ve sağında bir bedevi vardı. Peygamber (ﷺ) bardağı ağzından çektiğinde, 'Umar, Peygamber (ﷺ)'in bedeviye vermesinden korktu ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Bunu yanındaki Abu Bekir'e ver.\" Fakat Peygamber (ﷺ) onu sağındaki bedeviye verdi ve dedi ki: \"Önce sağındakiyle başlamalısın.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Fazla suyu tutmayın, çünkü bu insanların hayvanlarını otlatmalarını engeller.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Fazla suyu, fazla otu tutmak için tutmayın.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Birisi bir maden veya bir kuyu içinde ölürse veya bir hayvan tarafından öldürülürse, kan bedeli alınmaz; ve birisi kendi arazisinde bir hazine bulursa, bunun beşte birini devlete vermelidir.\""
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah (bin Mas`ud):",
      "text": "Abdullah (bin Mes'ud)dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Birisi, bir başkasının malını almak için yalan yere yemin ederse, Allah'a öyle bir durumda kavuşur ki, O ona gazap eder.\" Allah şöyle vahyetti: 'Şüphesiz ki, Allah'ın ahdi ve yeminleri karşılığında az bir kazanç satın alanlar.' ........(3.77) Al-Ashath geldi (Abdullah'ın rivayet ettiği yere) ve dedi ki: \"Abu Abdur-Rahman (yani Abdullah) size ne anlatıyordu? Bu ayet benimle ilgili olarak indirildi. Bir kuzenimin arazisinde bir kuyu vardı. Peygamber (ﷺ) benden tanık getirmemi istedi. Ben de 'Tanığım yok' dedim. O da 'O zaman sanık yemin etsin' dedi. Ben de 'Ey Allah'ın Resulü (ﷺ)! O hemen yalan yere yemin edecek.' dedim. Sonra Peygamber (ﷺ) yukarıdaki rivayeti zikretti ve Allah, onun söylediklerini tasdik eden ayeti indirdi.\" (Bkz. Hadis No. 692)"
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyamet Günü Allah'ın bakmayacağı, onları temizlemeyeceği ve onlara şiddetli bir azap olacaktır. Onlar:"
    },
    {
      "id": 8,
      "narrator": "Narrated `Abdullah bin Az-Zubair:",
      "text": "-1. Yolda fazla suyu olan bir adam, onu yolculara vermedi."
    },
    {
      "id": 9,
      "narrator": "Narrated `Urwa:",
      "text": "-2. Bir hükümdara biat eden bir adam, bunu sadece dünyevi menfaatler için yaptı. Hükümdar ona bir şey verirse memnun olur, vermediğinde ise memnun olmaz."
    },
    {
      "id": 10,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "-3. Bir adam, `Asr namazından sonra mallarını satışa sundu ve 'Allah'a yemin ederim ki, mallarım için bu kadar verildi' dedi ve birisi ona inanıp (mallarını) satın aldı."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Peygamber (ﷺ) sonra şunu okudu: \"Şüphesiz ki, Allah'ın ahdi ve yeminleri karşılığında az bir kazanç satın alanlar.\" (3.77)"
    },
    {
      "id": 12,
      "narrator": "Narrated Asma' bint Abi Bakr:",
      "text": "Abdullah bin Az-Zubair'den rivayet edilmiştir: Bir Ensar adamı, Peygamber (ﷺ)'in huzurunda Az-Zubair ile hurma ağaçlarını sulamak için kullanılan Harra kanalları hakkında tartıştı. Ensar adamı Az-Zubair'e dedi ki: \"Suyun geçmesine izin ver.\" Ancak Az-Zubair bunu reddetti. Bu durum Peygamber (ﷺ)'e getirildi ve O, Az-Zubair'e dedi ki: \"Ey Zubair! Sulama yap ve sonra suyu komşuna geçmesine izin ver.\" Bunun üzerine Ensar adamı sinirlendi ve Peygamber'e dedi ki: \"Bu, onun (yani Zubair'in) teyzesinin oğlu olduğu için mi?\" Bunun üzerine Allah'ın Resulü (ﷺ)'nin yüzü (kızgınlıktan) değişti ve dedi ki: \"Ey Zubair! Sulama yap ve sonra suyu ağaçların etrafındaki çukurlar arasındaki duvarlara ulaşana kadar tut.\" Zubair dedi ki: \"Allah'a yemin ederim ki, bu olay üzerine şu ayetin indirildiğini düşünüyorum\": \"Hayır, Rabbine yemin olsun ki, onlar, aralarındaki tüm ihtilaflarda seni hakem kılmadıkça iman etmiş olamazlar.\" (4.65)"
    },
    {
      "id": 13,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Urwa'dan rivayet edilmiştir: Ensar'dan bir adam Az-Zubair ile tartıştığında, Peygamber (ﷺ) dedi ki: \"Ey Zubair! Önce sulama yap ve sonra suyu diğerlerinin arazisine akıt.\" Bunun üzerine Ensar, (Peygamber'e) dedi ki: \"Bu, onun teyzesinin oğlu olduğu için mi?\" Bunun üzerine Peygamber (ﷺ) dedi ki: \"Ey Zubair! Su, ağaçların etrafındaki çukurlar arasındaki duvarlara ulaşana kadar sulama yap ve sonra dur.\" Ben, bu olayla ilgili olarak şu ayetin indirildiğini düşünüyorum: \"Hayır, Rabbine yemin olsun ki, onlar, aralarındaki tüm ihtilaflarda seni hakem kılmadıkça iman etmiş olamazlar.\" (4.65)"
    },
    {
      "id": 14,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "`Urwa bin Az-Zubair'den rivayet edilmiştir: Bir Ensar adamı, hurma ağaçlarını sulamak için kullanılan Harra'daki bir kanal hakkında Az-Zubair ile tartıştı. Allah'ın Resulü (ﷺ), Zubair'e ılımlı olmasını emrederek dedi ki: \"Ey Zubair! Önce sulama yap ve sonra komşun için suyu bırak.\" Ensar dedi ki: \"Bu, onun teyzesinin oğlu olduğu için mi?\" Bunun üzerine Allah'ın Resulü (ﷺ)'nin yüzü değişti ve dedi ki: \"Ey Zubair! Sulama yap ve suyu ağaçların etrafındaki çukurlar arasındaki duvarlara ulaşana kadar tut.\" Böylece Allah'ın Resulü Zubair'e hakkını tam olarak verdi. Zubair dedi ki: \"Allah'a yemin ederim ki, bu bağlamda şu ayet indirildi\": \"Hayır, Rabbine yemin olsun ki, onlar, aralarındaki tüm ihtilaflarda seni hakem kılmadıkça iman etmiş olamazlar.\" (4.65)"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "(Rivayet eden), İbn Şihab, Juraij'e (başka bir rivayet eden) dedi ki: \"Ensar ve diğer insanlar, Peygamber'in 'Sulama yap ve suyu ağaçların etrafındaki çukurlar arasındaki duvarlara ulaşana kadar tut' sözünü, bileklerine kadar anlamında yorumladılar.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, İsmail'in annesine merhamet etsin! Eğer o, Zemzem suyunu olduğu gibi bırakmış olsaydı (su için bir havuz inşa etmeden), (ya da 'Eğer suyun bir avuç almadıysa' demiş olsaydı), bu bir akan dere olurdu. Jurhum (bir Arap kabilesi) geldi ve ona, 'Sizin ikametgahınızda yerleşebilir miyiz?' diye sordu. O da, 'Evet, ama suyu sahiplenme hakkınız yok.' dedi. Onlar da kabul ettiler.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kıyamet Günü Allah'ın ne konuşacağı ne de bakacağı üç tür insan vardır. (Onlar):"
    },
    {
      "id": 18,
      "narrator": "Narrated As-Sab bin Jath-thama:",
      "text": "-1. Malları için kendisine verilen miktardan daha fazlasını talep etmek için yalan yere yemin eden bir adam,"
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "-2. bir Müslümanın malını almak için 'Asr' namazından sonra yalan yere yemin eden bir adam, ve"
    },
    {
      "id": 20,
      "narrator": "Narrated Zaid bin Khalid:",
      "text": "-3. fazladan suyunu tutan bir adam. Allah ona şöyle diyecek: 'Bugün ben, senin yarattığın fazlalığı tuttuğun gibi, sana olan lütfumu da tutacağım.'\""
    },
    {
      "id": 21,
      "narrator": "Narrated Az-Zubair bin Al 'Awwam:",
      "text": "Es-Sab bin Cethame'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah ve Elçisi için Hima yoktur. Bize, Allah'ın Elçisi'nin An-Naqi' adında bir yeri Hima olarak belirlediği ve Ömer'in de Ash-Sharaf ve Ar-Rabadha'yı Hima yaptığı bildirildi (zekat hayvanlarının otlatılması için).\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"At beslemek bazıları için bir sevap kaynağı, bir başkası için bir geçim kaynağı (yani yaşamını kazanma aracı) veya üçüncüsü için bir yük olabilir. Atı Allah yolunda besleyen (kutsal savaşlar için hazırlayan) ve onu bir merada (veya bahçede) uzun bir ip ile bağlayan kişi, merada veya bahçede uzun ipinin izin verdiği kadar yemesi için bir sevap alacaktır; eğer o at ipini koparıp bir veya iki tepeyi aşarsa, o zaman onun her adımı ve dışkısı sahibine iyi ameller olarak sayılacaktır; eğer bir nehirden geçip ondan su içerse, o da sahibine bir iyi amel olarak kabul edilecektir, hatta o sırada ona su vermek niyetinde olmasa bile. Atlar, yaşamını kazanmak için başkalarına muhtaç olmamak amacıyla at besleyen ikinci kişi için yoksulluktan bir sığınaktır ve aynı zamanda Allah'ın hakkını (yani rak'at) verir (onları ticarette kullanarak kazandığı zenginlikten) ve onlara aşırı yük bindirmez. Sadece gurur ve gösteriş için at besleyen ve Müslümanlara zarar vermek amacıyla bunu yapan kişinin atları, ona günah kaynağı olacaktır.\" Allah'ın Elçisi (ﷺ) eşekler hakkında sorulduğunda, \"Onlar hakkında bana özel bir şey vahyedilmedi, her şeye uygulanabilen genel bir ayet dışında: 'Kim bir atom (veya küçük karınca) ağırlığında bir iyilik yaparsa, onu Kıyamet Günü görecektir.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated Husain bin `Ali:",
      "text": "Zaid bin Halid'den rivayet edilmiştir: Bir adam Allah'ın Elçisi'ne (ﷺ) Al-Luqata (düşen bir şey) hakkında sordu. Peygamber (ﷺ) şöyle dedi: \"Onun kabını ve bağlama malzemesini tanı ve sonra bir yıl boyunca bunun hakkında kamuya açık bir ilan yap; eğer sahibi çıkarsa, ona ver; aksi takdirde istediğin gibi kullan.\" Adam, \"Peki ya kaybolan bir koyun?\" dedi. Peygamber (ﷺ) \"O senin, kardeşin ya da kurtundur.\" dedi. Adam, \"Ya kaybolan bir deve?\" dedi. Peygamber (ﷺ) \"Neden alıyorsun ki, onun su kabı (midesi) var ve ayakları var, su yerlerine ulaşabilir ve ağaçları yiyebilir, ta ki sahibi onu bulana kadar?\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Anas:",
      "text": "Az-Zubair bin Al 'Awwam'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Şüphesiz, bir ip alıp (kesip) bir odun demeti bağlayıp satmak, Allah'ın yüzünü (Cehennem ateşinden) uzak tutması için daha iyidir; başkalarına sormaktan daha iyidir, ki onlar belki verir, belki vermez.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Anas (ra):",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphesiz, bir odun demeti toplamak ve onu sırtında taşımak (ve böylece geçimini sağlamak) başkalarından istemekten daha iyidir; belki verir, belki vermez.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Hüseyin bin Ali'den rivayet edilmiştir: Ali bin Ebu Talib şöyle dedi: \"Badr günü savaş ganimeti olarak bir dişi deve aldım ve Allah'ın Elçisi (ﷺ) bana başka bir dişi deve verdi. İkisini de bir Ensar'ın kapısında diz çökerttim, onları İdhkhir taşımak için satmayı ve fiyatını Fatıma ile evlenme düğünümde kullanmayı düşündüm. Beni Qainqa'dan bir altıncı ile birlikteydim. Hamza bin Abdulmuttalib o evde şarap içiyordu ve bir kadın şarkıcı şunları okudu: 'Ey Hamza! (Kes) o (iki) şişman yaşlı dişi deveyi (ve misafirlerine servis et).' Hamza kılıcını alıp iki dişi devenin yanına gitti ve onların hörgüçlerini kesti ve yanlarını açtı ve karaciğerlerinden bir parça aldı.\" (İbn Şihab'a, \"Hörgüçlerinden bir parça aldı mı?\" dedim. O da, \"Hörgüçlerini kesti ve onları götürdü.\" diye cevap verdi.) Ali, \"O korkunç manzarayı görünce, Peygamber'e (ﷺ) gittim ve durumu ona bildirdim. Peygamber (ﷺ) Zaid bin Haritha ile birlikte dışarı çıktı ve ben de onlarla birlikte gittim. Hamza'nın yanına gitti ve ona sert bir şekilde konuştu. Hamza yukarı bakarak, 'Siz benim atalarımın köleleri değil misiniz?' dedi. Peygamber (ﷺ) geri çekildi ve dışarı çıktı. Bu olay içki yasağından önce gerçekleşti.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Ansar'a (Bahrain'in tarıma elverişsiz arazisinden) bir pay vermeyi kararlaştırdı. Ansar, \"Kardeşlerimiz (Kureyş'ten) muhacirlere de benzer bir pay verene kadar bunu kabul etmeyeceğiz.\" dediler. O da, \"Ey Ansar! Yakında insanların başkalarına öncelik verdiğini göreceksiniz, bu yüzden benimle buluşana kadar sabırlı olun.\" dedi."
    },
    {
      "id": 28,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Anas (ra) dan rivayet edilmiştir: Peygamber (ﷺ) Ansar'ı çağırarak onlara (Bahrain'in arazisinden) bir pay vermek istedi. Onlar, \"Ey Allah'ın Elçisi! Eğer bunu bize verirsen, muhacir kardeşlerimize de benzer bir belge yaz.\" dediler. Ancak Peygamber (ﷺ) yeterli bağışa sahip değildi ve \"Benden sonra insanların başkalarına öncelik verdiğini göreceksiniz, bu yüzden benimle buluşana kadar sabırlı olun.\" dedi."
    },
    {
      "id": 29,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir dişi devenin haklarından biri, su başında sağılmasıdır.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah (ra) şöyle dedi: \"Ben, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: 'Eğer birisi, hurma ağaçlarını polenlendikten sonra satın alırsa, meyveler satıcıya aittir; alıcı aksi yönde bir şart koymadıkça. Eğer birisi, bir köleyi bazı mülklerle satın alırsa, mülk satıcıya aittir; alıcı bunun kendisine ait olmasını şart koşmadıkça.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated Rafi` 'bin Khadij and Sahl bin Abi Hathma:",
      "text": "Rafi` bin Khadij ve Sahl bin Abi Hathma'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Muzabana satışını, yani meyvelerin meyvelerle satılmasını yasakladı; ancak 'Araya durumunda bu tür bir satışı 'Araya sahiplerine izin verdi."
    }
  ]
}