{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile bir gazve sırasında bulunuyordum. O, \"Devenle ne oldu? Onu satacak mısın?\" diye sordu. Ben de olumlu yanıt verip onu ona sattım. Medine'ye vardığında, sabah deveni ona götürdüm ve bana fiyatını ödedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Al-A`mash:",
      "text": "Al-A`mash'tan rivayet edilmiştir: İbrahim ile birlikteyken, Salam anlaşmalarında ipotek konusunu konuştuk. İbrahim, Aswad'dan rivayet etti ki `Aişe şöyle demiştir: \"Peygamber (ﷺ) bir Yahudiden kredi ile bazı gıda maddeleri satın aldı ve ona bir demir zırh ipotek etti.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İnsanların parasını geri verme niyetiyle alan kimseye, Allah onun adına geri öder; onu boşa harcamak amacıyla alan kimseye ise, Allah onu boşa harcar.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Zerr'den rivayet edilmiştir: Bir gün, Peygamber'in yanında iken, Uhud dağını gördü ve şöyle dedi: \"Bu dağın benim için altına dönüşmesini istemem, eğer ondan üç günden fazla elimde bir Dinar bile kalırsa (yani hepsini Allah yolunda harcayacağım), yalnızca borçlarımı ödemek için saklayacağım Dinar hariç.\" Sonra şöyle dedi: \"Bu dünyada zengin olanların, ahirette az bir mükafatı olacaktır; ancak Allah yolunda harcayanlar hariç, bunlar da sayıca azdır.\" Sonra bana yerimde kalmamı emretti ve uzaklaşmadı. Bir ses duydum ve yanına gitmeyi düşündüm ama onun emrini hatırladım: \"Dönene kadar yerinde kal.\" Dönünce, \"Ey Allah'ın Elçisi (ﷺ)! Duyduğum o ses neydi?\" dedim. O, \"Bir şey duydun mu?\" dedi. Ben de, \"Evet.\" dedim. O, \"Cebrail geldi ve bana şöyle dedi: 'Senin takipçilerinden kim Allah ile birlikte başka bir şeyle ibadet etmeden ölürse, cennete girecektir.'\" Ben, \"Eğer şöyle böyle şeyler yapmışsa (yani hırsızlık yapmışsa veya yasadışı cinsel ilişkiye girmişse)\" dedim. O, \"Evet.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer Uhud dağının büyüklüğünde altınım olsaydı, üç günden fazla elimde kalmasını istemezdim; yalnızca borçlarımı ödemek için saklayacağım bir miktar hariç.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam, Allah'ın Elçisi'nden (ﷺ) borcunu ödemesini o kadar kaba bir şekilde talep etti ki, Peygamber'in (ﷺ) arkadaşları ona zarar vermeyi düşündü, ama Peygamber (ﷺ) şöyle dedi: \"Bırakın onu, şüphesiz ki (alacaklı) bunu talep etme hakkına sahiptir (sert bir şekilde). Bir deve satın al ve ona ver.\" Onlar, \"Elimizdeki deve, onun talep ettiği deveden daha yaşlı.\" dediler. Peygamber (ﷺ) şöyle dedi: \"Onu satın al ve ver, çünkü aranızda en iyi olanlar, borçlarını en güzel şekilde ödeyenlerdir.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaife'den rivayet edilmiştir: Peygamber (ﷺ) şöyle derken duydum: \"Bir zaman bir adam öldü ve ona, 'Hayatında ne yapardın?' diye soruldu. O, 'Ben bir iş adamıydım ve zenginlere borçlarını ödemeleri için zaman tanırdım ve fakirlerin borcundan bir kısmını silerdim.' dedi. Böylece onun günahları affedildi.\" Ebu Mes'ud dedi ki: \"Ben de Peygamber'den (ﷺ) aynı (hadisi) duydum.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam, Peygamber'e (ﷺ) geldi ve ondan bir deve talep etti (Peygamber (ﷺ) ona borçluydu). Allah'ın Elçisi (ﷺ) arkadaşlarına, ona (bir deve) vermelerini söyledi. Onlar, \"Elimizdeki deve, onun talep ettiği deveden daha yaşlı.\" dediler. (Peygamber (ﷺ) onlara o deveyi vermelerini emretti). Adam, \"Beni tam olarak ödedin ve Allah da seni tam olarak ödetsin.\" dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Verin ona, çünkü insanların en iyisi, borçlarını en güzel şekilde ödeyendir.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) bir adamdan belli bir yaşta bir deve borç almıştı. Adam, onu geri talep etmek için geldi. Peygamber (ﷺ) arkadaşlarına, ona vermelerini emretti. Onlar, aynı yaşta bir deve aradılar ama yalnızca bir yıl daha yaşlı bir deve buldular. Peygamber (ﷺ) onlara onu vermelerini söyledi. Adam, \"Beni tam olarak ödedin, Allah da seni tam olarak ödetsin.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Aranızda en iyi olan, borçlarını en güzel şekilde ödeyendir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) mescitteyken ona gittim. (Mas`ar, Jabir'in sabah saatlerinde gittiğini düşünüyor.) Peygamber (ﷺ) bana iki rekât namaz kılmamı söyledikten sonra, bana borcunu ödedi ve üzerine bir miktar daha verdi."
    },
    {
      "id": 11,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Babam Uhud savaşında şehit oldu ve borçluydu. Alacaklıları haklarını sürekli talep ediyorlardı. Ben, Peygamber'e (ve durumu ona bildirdim). O, onlara bahçemin meyvelerini alıp babamı borçtan muaf tutmalarını söyledi ama kabul etmediler. Böylece Peygamber, onlara bahçemi vermedi ve bana sabah geleceklerini söyledi. Ertesi sabah bize geldi ve hurma ağaçlarının arasında dolaştı ve Allah'tan meyvelerinin bereketlenmesini dua etti. Sonra ben hurmaları topladım ve alacaklılara ödedim, geriye de bize yetecek kadar hurma kaldı."
    },
    {
      "id": 12,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Babam öldüğünde bir Yahudiye otuz Awsuq (hurma) borcu vardı. Ondan borcumu ödemek için süre istedim ama kabul etmedi. Allah'ın Elçisi'nden (ﷺ) Yahudiye aracılık etmesini istedim. Allah'ın Elçisi (ﷺ) Yahudiye gitti ve ağaçlarımın meyvelerini borcun yerine kabul etmesini istedi ama Yahudi kabul etmedi. Allah'ın Elçisi, hurma bahçesine girdi, ağaçların arasında dolaştı ve bana, \"Meyveleri topla ve ona borcunu ver.\" dedi. Ben de Allah'ın Elçisi'nin (ﷺ) ayrılmasından sonra meyveleri topladım ve otuz Awsuq verdim, geriye de on yedi Awsuq kaldı. Jabir dedi ki: Ben Allah'ın Elçisi'ne (ﷺ) olanları bildirmek için gittim ama onu `Asr namazında buldum. Namazdan sonra ona kalan fazla meyveleri söyledim. Allah'ın Elçisi (ﷺ) bana, `Umar'a bunu bildirmemi söyledi. `Umar'a gittiğimde ona durumu anlattım, `Umar, \"Allah'ın Elçisi (ﷺ) bahçende dolaştığında, Allah'ın onu kesinlikle bereketlendireceğinden emindim.\" dedi."
    },
    {
      "id": 13,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namazda Allah'a şöyle dua ederdi: \"Ey Allah, ben her türlü günahlardan ve borçtan sana sığınırım.\" Birisi, \"Ey Allah'ın Elçisi (ﷺ)! (Seni) sık sık borçtan Allah'a sığındığını görüyorum.\" dedi. O da, \"Eğer bir kişi borçluysa, konuştuğunda yalan söyler ve söz verdiğinde sözünü tutmaz.\" diye cevap verdi."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer birisi mal bırakırsa, bu mirasçilerine aittir; eğer zayıf bir nesil bırakırsa, onları desteklemek bize aittir.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ben, müminlere bu dünyada ve ahirette, kendi nefislerinden daha yakınım ve isterseniz, Allah'ın beyanını okuyabilirsiniz: 'Peygamber (ﷺ), müminlere kendi nefislerinden daha yakındır.' (33.6) Öyleyse, eğer gerçek bir mümin ölür ve geride bir mal bırakırsa, bu babasının mirasçılarına aittir; eğer geride ödenmesi gereken bir borç veya muhtaç bir nesil bırakırsa, o zaman onlar bana gelmelidir, çünkü ben merhumun velisiyim.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Zengin bir kişinin borçlarını ödemekte gecikmesi adaletsizliktir.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Bir adam, Peygamber (ﷺ)'e geldi ve borçlarını talep etti, sert sözler kullandı. Peygamber'in (ﷺ) arkadaşları ona zarar vermek istediler, fakat Peygamber (ﷺ) dedi ki: \"Onu bırakın, çünkü alacaklının (hak sahibinin) konuşma hakkı vardır.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre (ra) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer bir adam, kendi eşyalarını iflas etmiş birinin yanında bulursa, onları geri alma hakkı diğerlerinden daha fazladır.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah (ra) rivayet etti: Bir adam, kölesinin ölümünden sonra serbest bırakılacağına dair söz verdi. Peygamber (ﷺ) sordu: \"Köleyi benden kim satın alacak?\" Nu'aim bin Abdullah köleyi satın aldı ve Peygamber (ﷺ) onun bedelini aldı ve sahibine verdi."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Hurairah (ra):",
      "text": "Ebu Hureyre (ra) rivayet etti: Allah'ın Elçisi (ﷺ), bir İsrailoğlunun diğer bir İsrailoğlundan kendisine borç vermesini istediğini ve bunun üzerine diğerinin ona belirli bir süre için borç verdiğini anlattı. (Ebu Hureyre, rivayetin geri kalanını anlattı.)"
    },
    {
      "id": 21,
      "narrator": "Narrated Jabir:",
      "text": "Cabir (ra) rivayet etti: Abdullah (babam) öldüğünde, geride çocuklar ve borçlar bıraktı. Ben alacaklılardan borcunun bir kısmını silmelerini istedim, fakat reddettiler. Bunun üzerine Peygamber (ﷺ)'e gidip onlarla arabuluculuk yapmasını istedim, ama yine reddettiler. Peygamber (ﷺ) bana dedi ki: \"Hurmalıklarını farklı türlerine ayır: 'Adha bin Zaid, Zayıf ve 'Ajwa, her türü ayrı ayrı ve tüm alacaklıları çağır ve benim sana gelmemi bekle.\" Ben de öyle yaptım ve Peygamber (ﷺ) geldi, hurmaların yanına oturdu ve her birine hak ettiği kadar ölçmeye başladı, ta ki hepsine tam olarak ödeyene kadar, ve hurma miktarı daha önceki gibi kaldı, sanki onlara dokunmamış gibiydi. (Başka bir zamanda) Peygamber (ﷺ) ile birlikte bir gazveye katıldım ve bizim develerimizden birinin üzerinde idim. Deve yorgun düştü ve diğerlerinden geride kaldı. Peygamber (ﷺ) ona sırtına vurdu. \"Bana sat, Medine'ye kadar binme hakkına sahipsin.\" dedi. Medine'ye yaklaştığımızda, Peygamber (ﷺ)'den evime gitmek için izin istedim, \"Ey Allah'ın Elçisi (ﷺ)! Yeni evlendim.\" dedim. Peygamber (ﷺ) sordu: \"Bakire mi, yoksa dul mu (veya boşanmış mı) ile evlendin?\" Ben de: \"Dul ile evlendim, çünkü Abdullah (babam) öldü ve geride küçük kızlar bıraktı, bu yüzden onlara iyi ahlakla eğitecek bir dul ile evlendim.\" Peygamber (ﷺ) bana: \"Ailene git.\" dedi. Oraya gittiğimde, amcama devenin satışını anlattım, o da beni bu konuda uyardı. Bunun üzerine devenin yavaşlığını ve yorgunluğunu ve Peygamber (ﷺ)'in deveye ne yaptığını ve ona vurduğunu anlattım. Peygamber (ﷺ) sabah geldiğinde, ben de deve ile yanına gittim ve bana onun bedelini, deveyi ve savaş ganimetinden payımı verdi, diğer insanlara verdiği gibi."
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer (ra) rivayet etti: Bir adam, Peygamber (ﷺ)'e geldi ve \"Pazarlıkta sık sık aldatılıyorum.\" dedi. Peygamber (ﷺ) ona tavsiyede bulundu: \"Bir şey satın aldığında, (satıcıya) de ki: 'Aldatmak yok.'\" Adam daha sonra bunu söylemeye başladı."
    },
    {
      "id": 23,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "El-Muğira bin Şu'ba (ra) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Allah, size (1) annelerinize karşı nankör olmayı, (2) kızlarınızı diri diri gömmeyi, (3) başkalarının haklarını ödememeyi (örneğin, sadaka vb.) ve (4) insanlardan dilenmeyi yasaklamıştır. Ve Allah, size (1) boş, faydasız konuşmayı, ya da başkaları hakkında çok konuşmayı, (2) çok fazla soru sormayı (tartışmalı dini konularda) ve (3) serveti israf etmeyi (savurganlıkla) sevmez.\""
    },
    {
      "id": 24,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer (ra) rivayet etti: Allah'ın Elçisi (ﷺ)'in şöyle dediğini duydum: \"Hepiniz birer emanetçisiniz ve elinizdeki şeylerden sorumlusunuz. Yönetici, tebaasının emanetçisidir ve onlardan sorumludur; bir koca, ailesinin emanetçisidir ve ondan sorumludur; bir kadın, kocasının evinin emanetçisidir ve ondan sorumludur; bir hizmetçi, efendisinin malının emanetçisidir ve ondan sorumludur.\" Bunu Allah'ın Elçisi (ﷺ)'nden duydum ve sanırım Peygamber (ﷺ) ayrıca şöyle dedi: \"Bir adam, babasının malının emanetçisidir ve ondan sorumludur, bu yüzden hepiniz emanetçisiniz ve korumanız altındaki şeylerden sorumlusunuz.\""
    }
  ]
}