{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Bir adamın (Kuran'dan) bir ayet okuduğunu duydum ama ben Resulullah'ın (ﷺ) onu farklı bir şekilde okuduğunu duymuştum. Bunun üzerine adamı elinden tutup Allah'ın Resulü'ne (ﷺ) götürdüm. O da, \"İkiniz de doğrusunuz.\" dedi. Şu'ba, alt rivayetçi olarak şöyle dedi: \"Onlara, 'Farklılık göstermeyin, zira sizden önceki milletler farklılık gösterdiler ve helak oldular.' dediğini düşünüyorum.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İki kişi, bir Müslüman ve bir Yahudi, tartıştılar. Müslüman, \"Muhammed'e bütün insanlardan üstünlük veren Allah'a yemin ederim!\" dedi. Yahudi ise, \"Musa'ya bütün insanlardan üstünlük veren Allah'a yemin ederim!\" dedi. Bunun üzerine Müslüman elini kaldırdı ve Yahudiye tokat attı. Yahudi, Peygamber'e (ﷺ) gidip Müslümanla arasında geçenleri anlattı. Peygamber (ﷺ) Müslümanı çağırdı ve ona durumu sordu. Müslüman olayı anlattı. Peygamber (ﷺ) dedi ki: \"Musa'ya benden üstünlük verme, zira Kıyamet Günü bütün insanlar bayılacak ve ben de onlardan biri olacağım, ama ben ilk uyanan olacağım ve Musa'nın Arş'ın kenarını tutarak ayakta durduğunu göreceğim. (Musa'nın) benim önümde bayılıp bayılmadığını ya da Allah'ın onu bu bayılmadan muaf tutup tutmadığını bilemeyeceğim.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) otururken bir Yahudi geldi ve \"Ey Ebu'l-Kasım! Arkadaşlarından biri yüzüme tokat attı.\" dedi. Peygamber (ﷺ) bunun kim olduğunu sordu. O da, \"O, Ensar'dan biri.\" diye cevap verdi. Peygamber (ﷺ) onu çağırdı ve geldiğinde ona Yahudiye vurup vurmadığını sordu. O (evet dedi ve) \"Pazarda, 'Musa'ya bütün insanlardan üstünlük veren Allah'a yemin ederim.' diye yemin ettiğini duydum. Ben de, 'Ey kötü adam! (Allah Musa'ya) Muhammed'den bile üstünlük mü verdi?' dedim, bu yüzden öfkelendim ve yüzüne tokat attım.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Bir peygambere diğerine üstünlük verme, zira Kıyamet Günü bütün insanlar bayılacak ve ben yerden ilk çıkan olacağım ve Musa'nın Arş'ın bir bacağını tutarak ayakta durduğunu göreceğim. Musa'nın bayılıp bayılmadığını ya da ilk bayılmanın ona yeterli olup olmadığını bilemeyeceğim.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir Yahudi, bir kızın başını iki taş arasında ezdi. Kızdan başını kimin ezdiği soruldu ve bazı isimler ona söylenince, Yahudi'nin adı geçtiğinde onayladı. Yahudi yakalandı ve itiraf ettiğinde, Peygamber (ﷺ) onun başının iki taş arasında ezilmesini emretti."
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Bir adam sık sık alışverişte aldatılıyordu. Peygamber (ﷺ) ona, \"Bir şey satın aldığında, (satıcıya) 'Aldatmak yok.' de.\" dedi. Adam bundan sonra hep böyle söyledi."
    },
    {
      "id": 6,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bir adam bir köleyi azat etti ve onun dışında başka bir malı yoktu, bu yüzden Peygamber (ﷺ) azat etmeyi iptal etti ve köleyi onun için sattı. Nu'aim bin el-Nahham köleyi ondan satın aldı."
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Bir Müslümanın malını (hukuksuz olarak) almak için yalan yere yemin eden kimse, Allah ile karşılaştığında O'nun gazabına uğrayacaktır.\" El-Eş'ath dedi ki: \"Vallahi, bu söz benimle ilgiliydi. Bir Yahudi ile ortak arazim vardı ve Yahudi daha sonra mülkiyetimi inkar etti, bu yüzden onu Peygamber'e götürdüm. Peygamber bana mülkiyetimle ilgili bir delilimin olup olmadığını sordu. Ben de hayır dedim. Peygamber Yahudiye yemin etmesini söyledi. Ben, \"Ey Allah'ın Resulü (ﷺ)! O yemin edecek ve beni malımdan mahrum bırakacak.\" dedim. Bunun üzerine Allah şu ayeti indirdi: \"Şüphesiz! Allah'ın ahdi ve yeminleri karşılığında az bir kazanç satın alanlar.\" (3.77)"
    },
    {
      "id": 8,
      "narrator": "Narrated `Abdullah bin Ka`b bin Malik:",
      "text": "Abdullah bin Ka'b bin Malik'ten rivayet edilmiştir: Ka'b, İbn Ebi Hadrad'dan borcunu camide talep etti ve sesleri yükseldi. Allah'ın Resulü (ﷺ) evinde iken onları duydu. O, odasının perdesini kaldırarak dışarı çıktı ve Ka'b'a hitap etti, \"Ey Ka'b!\" dedi. Ka'b, \"Labaik, ey Allah'ın Resulü (ﷺ).\" diye cevap verdi. O, \"Borç miktarını yarıya indir.\" diyerek elini işaret etti. Ka'b, \"Bunu yaptım, ey Allah'ın Elçisi!\" dedi. Bunun üzerine Peygamber (ﷺ) İbn Ebi Hadrad'a, \"Kalk ve ona borcunu öde.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Hişam bin Hakim bin Hizam'ın, Furkan Suresi'ni benim okuduğumdan farklı bir şekilde okuduğunu duydum. Allah'ın Resulü (ﷺ) onu bana (farklı bir şekilde) öğretmişti. Bu yüzden onunla (namaz sırasında) tartışmaya kalkıştım ama onun bitirmesini bekledim, sonra onun elbisesini boynuna sardım ve onu Allah'ın Resulü'ne (ﷺ) götürdüm ve \"Onun Furkan Suresi'ni, bana öğrettiğin şekilde okumadığını duydum.\" dedim. Peygamber (ﷺ) beni serbest bırakmamı emretti ve Hişam'a okumayı söyledi. O okuduğunda, Allah'ın Elçisi, \"Bu şekilde indirilmiştir.\" dedi. Sonra benden okumamı istedi. Ben okuduğumda, \"Bu şekilde indirilmiştir. Kuran yedi farklı şekilde indirilmiştir, bu yüzden senin için en kolay olan şekilde oku.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Şüphesiz, birine (farz cemaat) namazın ikamesini okumasını emretmeyi düşündüm ve sonra namaza gelmeyenlerin evlerine gidip, evlerini üzerlerine ateşe vermeyi düşündüm.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ebu bin Zam'a ve Sa'd bin Ebi Vakkas, köle kızı Zam'a'nın oğlunun (sahipliği) davasını Peygamber'e getirdiler. Sa'd dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Kardeşim, ölümünden önce, döndüğümde Zam'a'nın köle kızının oğlunu arayıp onu himayeme almamı söyledi, çünkü o onun oğluydu.\" Ebu bin Zam'a dedi ki: \"O benim kardeşim ve babamın köle kızının oğludur ve babamın yatağında doğmuştur.\" Peygamber (ﷺ) 'Utba ile çocuk arasında bir benzerlik gördü ama şöyle dedi: \"Ey Ebu bin Zam'a! Bu çocuğu alacaksın, çünkü çocuk yatağın sahibine aittir. Sen, Sauda, çocuktan kendini koru.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) Nejd'e atlılar gönderdi ve Yamama'nın lideri Thumama bin Uthal'ı yakalayıp caminin sütunlarından birine bağladılar. Allah'ın Elçisi ona yaklaştığında, \"Ne söyleyeceksin, ey Thumama?\" diye sordu. O da, \"Sana iyi haberim var, ey Muhammed!\" dedi. Ebu Hureyre, Peygamber'in \"Serbest bırakın!\" emriyle sona eren tüm hikayeyi anlattı."
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) Nejd'e bazı atlılar gönderdi ve Beni Hanife kabilesinden Thumama bin Uthal adında bir adamı yakalayıp caminin sütunlarından birine bağladılar."
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah bin Ka`b bin Malik Al-Ansari from Ka`b bin Malik:",
      "text": "Abdullah bin Ka'b bin Malik el-Ensari'den Ka'b bin Malik'ten rivayet edilmiştir: Abdullah bin Ebi Hadrad el-Eslemî ona bir borçlu idi. Ka'b onu gördü ve ona sarıldı ve konuşmaya başladılar ve sesleri yükseldi. Peygamber (ﷺ) yanlarından geçti ve Ka'b'a hitap etti, borcu yarıya indirmesini işaret etti. Böylece Ka'b borcun yarısını aldı ve borçluyu diğer yarısından muaf tuttu."
    },
    {
      "id": 15,
      "narrator": "Narrated Khabbab:",
      "text": "Habab'dan rivayet edilmiştir: Ben, cahiliye döneminde bir demirciydim ve 'Asi bin Vail bana bir miktar para borçluydu. Borcunu talep etmek için yanına gittim ama o bana, \"Muhammed'e inancı reddetmediğin sürece sana ödeme yapmayacağım.\" dedi. Ben de, \"Vallahi, Allah seni öldürüp sonra diriltinceye kadar Muhammed'e asla inanmam.\" dedim. O da, \"O zaman öl ve yeniden diril, çünkü o zaman bana mal ve evlat verilecek ve senin hakkını ödeyeceğim.\" dedi. İşte bu yüzden vahiy geldi: \"Ayette, 'Bizim ayetlerimize inanmayanı gördün mü? O, 'Bana mal ve evlat verilecek.' diyor.\" (19.77)"
    }
  ]
}