{
  "language": "tr",
  "metadata": {
    "length": 22,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir orduyu doğu kıyısına gönderdi ve onların başına Abu 'Ubaida bin Al-Jarrah'ı tayin etti. Ordu üç yüz kişiden oluşuyordu, ben de içindeydim. Yola çıktık ve yiyeceklerimiz bitmek üzereyken bir yere ulaştık. Abu 'Ubaida, yolculuk yiyeceklerimizi toplamamızı emretti ve toplandı. Benim (bizim) yolculuk yiyeceğimiz hurmaydı. Abu 'Ubaida, her gün bizlere ondan az miktarlarda rasyon vermeye devam etti, ta ki o da tükendi. Her birimizin payı sadece bir hurmaydı.\" Ben, \"Bir hurma size nasıl fayda sağlayabilir?\" dedim. Jabir, \"O da bittiğinde onun değerini anladık.\" dedi. Jabir ekledi: \"Deniz kıyısına ulaştığımızda, küçük bir dağa benzeyen dev bir balık gördük. Ordu ondan on sekiz gün boyunca yedi. Sonra Abu 'Ubaida, iki kaburga yerleştirilmesini emretti ve bunlar yere sabitlendi. Sonra bir dişi deve binerilmesini emretti ve iki kaburganın altından (bir kemer oluşturacak şekilde) geçerek onlara dokunmadan geçti.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Salama:",
      "text": "Salama'dan rivayet edilmiştir: Bir seferde yiyeceklerimiz azaldı ve insanlar yoksulluk içinde kaldı. Onlar, Peygamber (ﷺ)'e gidip develerini kesmeleri için izin istediler ve o da kabul etti. `Umar onlarla karşılaştı ve durumu anlattılar, o da, \"Develerinizi kestikten sonra nasıl hayatta kalacaksınız?\" dedi. Sonra Peygamber'e gitti ve \"Ey Allah'ın Resulü (ﷺ)! Develerini kestikten sonra nasıl hayatta kalacaklar?\" dedi. Allah'ın Resulü (ﷺ) `Umar'a, \"İnsanları yiyeceklerinin kalanını getirmeye çağır.\" diye emretti. Bir deri örtü serildi ve tüm yiyecekler toplandı ve üstüne yığıldı. Allah'ın Resulü (ﷺ) ayağa kalktı ve Allah'a onun bereketi için dua etti, sonra tüm insanlara kaplarını getirmelerini söyledi ve onlar da yeterli miktarda almaya başladılar. Allah'ın Resulü (ﷺ) daha sonra, \"Ben şahadet ederim ki, Allah'tan başka ibadet edilecek yoktur ve ben O'nun Resulüyüm.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated Rafi` bin Khadij:",
      "text": "Rafi` bin Khadij'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile `Asr namazını kılardık ve bir deve keserdik, etini on parçaya bölerdik. Güneş batmadan önce pişirilmiş etimizi yerdik."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ash`ari kabilesinin insanları, kutsal savaşlar sırasında yiyecekleri azaldığında veya Medine'deki ailelerinin yiyecekleri azaldığında, kalan yiyeceklerini bir örtüye toplar ve sonra bir kapla ölçerek eşit olarak aralarında dağıtırdılar. İşte bu insanlar benden, ben de onlardanım.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Abu Bekir As-Sıddık, ona Allah'ın Resulü tarafından farz kılınan Zekat kanununu yazdı. Yazdı: 'Ortak mülkiyete (koyun) sahip ortakların Zekat'ını eşit olarak vermeleri gerekir.'"
    },
    {
      "id": 6,
      "narrator": "Narrated 'Abaya bin Rafa'a bin Raft' bin Khadij:",
      "text": "'Abaya bin Rafa'a bin Raft' bin Khadij'den rivayet edilmiştir: Dedem, \"Peygamber (ﷺ) ile Dhul-Hulaifa'daydık. İnsanlar acıktı ve bazı develer ile koyunlar (ganimet olarak) yakaladılar. Peygamber (ﷺ) insanların arkasındaydı. Onlar acele ettiler, hayvanları kestiler ve etlerini tencerelere koyup pişirmeye başladılar. (Peygamber geldiğinde) tencerelerin devrilmesini emretti ve sonra hayvanları (ganimet olarak) dağıttı, on koyunu bir deveye eşit saydı. Bir deveyi kaçtı ve insanlar peşinden koştu, ta ki yoruluncaya kadar. O zaman az sayıda at vardı. Bir adam, deveyi hedef alarak bir ok attı ve Allah, o oku kullanarak deveyi durdurdu. Peygamber (ﷺ) dedi ki, \"Bu hayvanlardan bazıları vahşi hayvanlar gibidir, eğer bu hayvanlardan biri üzerinde kontrolü kaybederseniz, onu bu şekilde (yani okla) tedavi edin.\" Hayvanları askerler arasında dağıtmadan önce dedem, \"Gelecekte düşmanlarla karşılaşabiliriz ve bıçaklarımız olmayabilir; hayvanları kamışlarla kesebilir miyiz?\" dedi. Peygamber (ﷺ) dedi ki, \"Kan akıtan her şeyi kullanın ve eğer Allah'ın adı anılmışsa hayvanları yiyin. Dişlerle veya tırnaklarla kesmeyin ve nedenini söyleyeyim: Çünkü dişler kemiktir (yani düzgün kesemez) ve tırnaklar, Etiyopyalıların kullandığı aletlerdir (onları taklit etmemeliyiz çünkü onlar kafirdir).\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) iki hurmayı bir arada yemenin, yanındaki arkadaşından izin almadıkça caiz olmadığını hükmetmiştir."
    },
    {
      "id": 8,
      "narrator": "Narrated Jabala:",
      "text": "Jabala'dan rivayet edilmiştir: \"Medine'de bulunduğumuz sırada kıtlıkla karşılaştık. İbn Az-Zubair bize yiyecek olarak hurma sağlıyordu. İbn `Umar yanımızdan geçerken, \"Bir arada iki hurma yemeyin, çünkü Peygamber (ﷺ) bir arada iki hurma yemenin caiz olmadığını yasaklamıştır, ancak arkadaşından izin alırsa.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`den rivayet edilmiştir: İbn `Umar dedi ki, \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Eğer bir kişi ortak bir kölenin hissesi olan köleyi azat ederse ve diğer hisselerin fiyatını kölenin yeterli fiyatına göre karşılayabiliyorsa, köle tamamen azat edilir; aksi takdirde kısmen azat edilir.' \" (Aiyub, bir alt rivayetçi, \" ... aksi takdirde kısmen azat edilir\" ifadesinin Nafi` veya Peygamber tarafından söylenip söylenmediğinden emin değildir.)"
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir kişi ortak bir kölenin hissesi olan köleyi azat ederse, o köleyi tamamen azat etmek için kalan fiyatı ödemesi zorunludur ve eğer onu azat etmek için yeterli parası yoksa, o zaman kölenin fiyatı adil bir şekilde tahmin edilmeli ve ona azat olabilmesi için çalışmasına izin verilmelidir (aşırı yüklenmeden).\""
    },
    {
      "id": 11,
      "narrator": "Narrated An-Nu`man bin Bashir:",
      "text": "An-Nu`man bin Bashir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah'ın emirlerine ve yasaklarına uyan kişinin durumu, onları ihlal edenlerin durumu ile karşılaştırıldığında, bir gemide yerleri için kura çekenlerin durumu gibidir. Bazıları üst kısımda, diğerleri alt kısımda yer almıştır. Alt kısımdekiler suya ihtiyaç duyduklarında, yukarı çıkıp su getirmek zorunda kalıyorlardı (ve bu diğerlerini rahatsız ediyordu), bu yüzden, 'Gemimizin payında bir delik açalım (ve su alalım), yukarıda olanları rahatsız etmekten kurtaralım.' dediler. Eğer üst kısımda olanlar, alt kısımdekilerin önerdiklerini yapmalarına izin verirlerse, geminin tüm insanları helak olur, ama eğer onları engellerlerse, her iki taraf da kurtulur.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "`Urwa bin Az-Zubair'den rivayet edilmiştir: O, `Aisha'ya Allah'ın şu ifadesinin anlamını sordu: \"Eğer yetim kızlarla adil davranamayacağınızdan korkarsanız, o zaman dilediğiniz diğer kadınlarla evlenin; iki, üç veya dört.\" (4.3) O, \"Ey yeğenim! Bu, koruyucusuyla birlikte yaşayan ve onun malını paylaşan yetim kız hakkındadır. Onun zenginliği ve güzelliği, onu yeterli bir Mahr (nikah parası) vermeden evlenmeye teşvik edebilir. Bu nedenle, böyle koruyuculara, adil davranmadıkları sürece bu tür yetim kızlarla evlenmeleri yasaklanmıştır; aksi takdirde, başka bir kadınla evlenmeleri emredilmiştir.\" `Aisha ayrıca, \"O ayetten sonra insanlar tekrar Peygamber'e (yetim kızlarla evlilik hakkında) sordular, bu yüzden Allah şu ayetleri indirdi: 'Kadınlar hakkında sana soruyorlar. De ki: Allah, onlarla ve sana Kitap'ta okunan yetim kızlarla ilgili olarak neyi emrettiğini size bildiriyor...\" (4.127) Allah'ın şu ifadesiyle kastedilen: 'Ve sana okunan şey, önceki ayettir ki o da şudur: 'Eğer yetim kızlarla adil davranamayacağınızdan korkarsanız, o zaman dilediğiniz diğer kadınlarla evlenin.' (4.3) `Aisha, Allah'ın diğer ayetteki ifadesinin: 'Onlarla evlenmek istediğiniz' (4.127) ifadesinin, koruyucunun, gözetimi altındaki yetim kızı evlenmek istemesi anlamına geldiğini, eğer onun çok malı veya güzelliği yoksa (bu durumda ona adil davranması gerektiğini) söyledi. Koruyucular, mülk ve güzelliğe sahip yetim kızları, onlara adil davranmadan evlenmeleri yasaklanmıştır, çünkü genellikle onlarla evlenmekten kaçınırlar (güzel veya zengin olmadıklarında)."
    },
    {
      "id": 13,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) ortak mülklerde Şufa (öncelik hakkı) hakkını tesis etti; ancak arazi bölündüğünde ve yollar belirlenip çizildiğinde, artık öncelik hakkı yoktur."
    },
    {
      "id": 14,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Öncelik hakkı her ortak mülk için geçerlidir, ancak arazi bölündüğünde ve yollar belirlenip çizildiğinde, artık öncelik hakkı yoktur.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Sulaiman bin Abu Muslim:",
      "text": "Süleyman bin Abu Muslim'den rivayet edilmiştir: Abu Minhal'a elden ele para değişimi hakkında sordum. O, \"Ben ve bir ortağım, bir şeyi kısmen nakit ve kısmen kredi ile satın aldık.\" dedi. Al-Bara' bin `Azib yanımızdan geçti ve biz de bunu sorduk. O, \"Ben ve ortağım Zaid bin Al-Arqam aynı şeyi yaptık ve sonra Peygamber (ﷺ)'e gittik ve bunu sorduk. O, 'Elden ele olanı alın, kredili olanı bırakın.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Khaibar topraklarını Yahudilere, onların üzerinde çalışmaları ve ekinlerini yetiştirmeleri şartıyla kiralamıştır ve ürünün yarısını alacaklardı."
    },
    {
      "id": 17,
      "narrator": "Narrated `Uqba bin 'Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ona, arkadaşları arasında kurban etmek üzere dağıtması için bazı koyunlar vermiştir ve bir oğlak kalmıştır. O, Peygamber (ﷺ)'e bunu bildirdiğinde, Peygamber (ﷺ) ona, \"Onu senin adına kurban et.\" demiştir."
    },
    {
      "id": 18,
      "narrator": "Narrated `Abdullah bin Hisham:",
      "text": "Abdullah bin Hişam'dan rivayet edilmiştir: Annesi Zeynep bint Humaid onu Peygamber (ﷺ)'e götürmüş ve \"Ey Allah'ın Elçisi (ﷺ)! Ondan biat al.\" demiştir. Ancak o, \"O, biat için henüz çok küçük.\" demiş ve onun (yani Abdullah'ın) başına elini koyup Allah'tan onun için bereket dilemiştir. Zuhra bin Ma'bâd, onun dedesi Abdullah bin Hişam ile birlikte pazara gidip yiyecek satın aldığını belirtmiştir. İbn Ömer ve İbn Zübeyr ona rastladıklarında, \"Bizim ortağımız ol, zira Peygamber (ﷺ) Allah'tan seni bereketlendirmesini istedi.\" derlerdi. O da onların ortağı olurdu ve sık sık bir deve yükü kazanır ve onu evine gönderirdi."
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Bir kimse ortaklaşa sahip olunan bir kölenin kendi payını azat ederse, eğer geri kalan bedelini ödeyecek kadar parası varsa, köleyi tamamen azat etmesi farzdır. Ortaklarına paylarını ödemeli ve onu (azat edilen köleyi) serbest bırakmalıdır.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Bir kimse ortaklaşa sahip olunan bir kölenin kendi payını azat ederse, eğer yeterli parası varsa köleyi tamamen azat etmesi gereklidir. Aksi takdirde, kölenin kendini azat edebilmesi için ona bir iş bulmalı, ama onu fazla yormamalıdır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ve arkadaşları) Duhul-Hicca'nın dördüncü sabahında sadece Hac için ihrama girmiş olarak Mekke'ye ulaştılar. Mekke'ye vardığımızda, Peygamber (ﷺ) bize ihram niyetimizi Umre için değiştirmemizi ve Umre'yi yaptıktan sonra ihramdan çıkabileceğimizi ve eşlerimize (cinsel ilişki için) gidebileceğimizi emretti. İnsanlar bunun hakkında konuşmaya başladılar. Cabir, şaşırarak, \"Semen erkek organlarımızdan damlarken Mina'ya mı gideceğiz?\" dedi. Cabir bunu söylerken elini hareket ettirdi. Bu haber Peygamber (ﷺ)'e ulaştığında, bir hutbe verdi ve \"Bana bazı insanların şöyle söylediği bildirildi; Vallahi ben Allah'tan sizden daha çok korkarım ve O'na sizden daha itaatkarım. Eğer şimdi bildiğimi o zaman bilseydim, Hadi (kurban) ile gelmezdim ve Hadi benimle olmasaydı, ihramdan çıkardım.\" dedi. O sırada Suraqa bin Malik ayağa kalkarak, \"Ey Allah'ın Elçisi (ﷺ)! Bu sadece bizim için mi bir izin yoksa sonsuza dek mi?\" diye sordu. Peygamber (ﷺ) \"Bu sonsuza dek.\" diye cevap verdi. Bu arada Ali bin Ebu Talib Yemen'den geldi ve Peygamber (ﷺ)'in niyet ettiği şey için Labbaik diyordu. (Başka birine göre, Ali Hac için Allah'ın Elçisi (ﷺ)'nin niyetine benzer şekilde Labbaik diyordu.) Peygamber (ﷺ) ona ihramda kalmasını ve Hadi'yi onunla paylaşmasını söyledi."
    },
    {
      "id": 22,
      "narrator": "Narrated Abaya bin Rifaa:",
      "text": "Abaya bin Rifaa'dan rivayet edilmiştir: Dedem Rafi' bin Khadij şöyle dedi: \"Biz, Peygamber (ﷺ) ile birlikte Tuhama'nın Dhul-Hulaifa vadisindeydik ve bazı develerimiz ve koyunlarımız (ganimet) vardı. İnsanlar (hayvanları) kesmekte acele ettiler ve etlerini tencerelere koyup pişirmeye başladılar. Allah'ın Elçisi (ﷺ) geldi ve onlara tencereleri devirmelerini emretti ve ganimeti bir deveyi on koyuna eşit olarak dağıttı. Bir deveyi kaçtı ve insanların sadece birkaç atı vardı, bu yüzden endişelendiler. (Deve) kovalandı ve bir adam, ona bir ok atarak deveye vurdu. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu hayvanlardan bazıları, vahşi hayvanlar gibi yabanidir, eğer bunlardan biri kontrolünüzden çıkarsa, o zaman ona şimdi yaptığınız gibi davranmalısınız.' \" Dedem şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Yarın düşmanımızla karşılaşmaktan korkuyoruz ve elimizde bıçak yok, hayvanları kamışlarla kesebilir miyiz?\" Peygamber (ﷺ) \"Evet, ya da kan akıtacak bir şey kullanabilirsiniz (kurban), ve kesilen hayvanı yiyebilirsiniz ve kesim sırasında Allah'ın adı anılmalıdır. Ama diş veya tırnak kullanmayın (kurban keserken). Nedenini söyleyeceğim, dişler kemiktir ve tırnaklar Etiyopyalılar tarafından kurban kesiminde kullanılır.\" dedi."
    }
  ]
}