{
  "language": "tr",
  "metadata": {
    "length": 41,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kim bir Müslüman köleyi azat ederse, Allah onun vücudunun tüm parçalarını (Cehennem) ateşinden korur; zira o, kölenin vücut parçalarını azat etmiştir.\" Sa`id bin Marjana, bu hadisi Ali bin Hüseyin'e aktardığını ve onun, Abdullah bin Ca'fer'in ona on bin dirhem veya bin dinar teklif ettiği kölesini azat ettiğini söyledi."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Zerr'den rivayet edilmiştir: Peygambere sordum, \"En iyi amel nedir?\" O, \"Allah'a inanmak ve O'nun yolunda cihad etmektir,\" diye cevap verdi. Sonra sordum, \"Kölelerin en iyi azat edilme şekli nedir?\" O, \"En değerli kölenin ve efendisi tarafından en çok sevilen kölenin azat edilmesidir,\" dedi. Ben de, \"Eğer bunu yapacak gücüm yoksa?\" dedim. O, \"Zayıflara yardım et veya kendisi için çalışamayan birine iyilik yap,\" dedi. Ben de, \"Eğer bunu da yapamazsam?\" dedim. O, \"Başkalarına zarar vermekten kaçın, zira bu, kendi iyiliğin için bir sadaka olarak kabul edilir,\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated Asma' bint Abu Bakr:",
      "text": "Esma bint Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) bize güneş tutulması sırasında köleleri azat etmemizi emretti."
    },
    {
      "id": 4,
      "narrator": "Narrated Asma' bint Abu Bakr:",
      "text": "Esma bint Ebu Bekir'den rivayet edilmiştir: Ay tutulması sırasında köleleri azat etmemiz emredildi."
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"İki efendisi olan bir köleyi azat eden kimse, onun fiyatı değerlendirildikten sonra zengin ise onu tamamen azat etmelidir (kısmen değil).\""
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ortak bir kölenin kendi payını azat eden kimse, eğer onu tamamen azat etmek için yeterli parası varsa, fiyatını adil birine değerlendirtmeli ve ortaklarına paylarının fiyatını vermeli ve köleyi azat etmelidir; aksi takdirde (yani yeterli parası yoksa) köleyi kısmen azat eder.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kölenin payını azat eden kimse, eğer bunu yapacak parası varsa, o köleyi tamamen azat etmelidir. Eğer diğer payların fiyatını ödeyecek yeterli parası yoksa (kölenin fiyatı adil bir şekilde değerlendirildikten sonra), azat eden kişi köleyi kendi payına orantılı olarak kısmen azat eder.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn `Umar:",
      "text": "`Ubaidullah yukarıdaki şekilde kısaca rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kölenin payını azat eden kimse, eğer o kölenin kalan kısmının fiyatını (adil bir şekilde değerlendirildiğinde) ödeyecek yeterli parası varsa, o köleyi azat etmelidir (diğer ortaklara kalan fiyatı vererek).\" Nafi` ekledi, \"Aksi takdirde köle kısmen özgürdür.\" Aiyub, son ifadenin Nafi` tarafından mı yoksa hadisin bir parçası mı olduğunu bilmediğini söyledi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "İbn Ömer'den rivayet edilmiştir: Birden fazla efendiye ait olan erkek veya kadın köleler hakkında verdiği hükmü şöyle açıklardı; bunlardan biri kölenin payını azat edebilir. İbn Ömer, böyle bir durumda, \"Azat eden kişi, eğer kölenin geri kalan fiyatını ödeyecek yeterli parası varsa, köleyi tamamen azat etmelidir (bu fiyat adil bir şekilde değerlendirilecektir) ve diğer ortaklar paylarının fiyatını alacaklardır ve köle özgürleşecektir (kölelikten kurtulacaktır)\" derdi. İbn Ömer bu hükmü Peygamber'den rivayet etmiştir."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kim bir (ortak) kölenin payını azat ederse...\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kim bir ortak kölenin payını azat ederse, eğer yeterli parası varsa, köleyi tamamen azat etmelidir; aksi takdirde kölenin fiyatı değerlendirilmeli ve kölenin, fiyatının geri kalanını ödeyene kadar zorlanmadan çalışmasına yardımcı olunmalıdır.\""
    },
    {
      "id": 13,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Allah, takipçilerimin kalplerinde fısıldayanları affetmem için benim duasını kabul etti, eğer onlar bunu eyleme dökmezler veya dile getirmezlerse.\" (Bkz. Hadis No. 657 Cilt 8)"
    },
    {
      "id": 14,
      "narrator": "Narrated Qais:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ameller niyetlere bağlıdır ve her kişi niyetine göre mükafat alacaktır. Kim Allah ve O'nun Elçisi için hicret ederse, onun hicreti Allah ve O'nun Elçisi içindir; kim de dünyevi menfaatler veya bir kadınla evlenmek için hicret ederse, onun hicreti, hicret ettiği şey içindir.\" (Bkz. Hadis No. 1, Cilt 1)"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Kays'tan rivayet edilmiştir: Ebu Hureyre, kölesiyle birlikte İslam'ı kabul etmek üzere yola çıktığında, yolda birbirlerini kaybettiler. Köle, Ebu Hureyre Peygamber ile otururken geldi. Peygamber (ﷺ) dedi ki: \"Ey Ebu Hureyre! Kölen geri döndü.\" Ebu Hureyre, \"Gerçekten, onun azat edildiğine şahit olmanı isterim,\" dedi. Bu, Ebu Hureyre'nin şu şiir dizesini okuduğu sırada oldu: \"Ne uzun, ne zahmetli bir gece! Yine de, bizi Küfr (inkar) diyarından kurtardı.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Abu Hureyre, kölesiyle birlikte İslam'ı kabul etmek üzere yola çıktığında, yolda birbirlerini kaybettiler. (Köle ortaya çıktığında) Abu Hureyre, Peygamber'e (ﷺ) dedi ki: \"Kölenin Allah'ın yolunda özgür olduğunu sana şahit kılıyorum.\""
    },
    {
      "id": 17,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Utbe bin Ebi Vakkas, kardeşi Sa'd bin Ebi Vakkas'a, Zama'nın köle kızının oğlunu kendisine teslim etmesini yetki verdi ve çocuğun kendi (gayri meşru) oğlu olduğunu söyledi. Allah'ın Elçisi (ﷺ) Feth zamanı (Mekke'ye) gittiğinde, Sa'd, Zama'nın köle kızının oğlunu Allah'ın Elçisi'ne (ﷺ) getirdi ve 'Abu bin Zama'yı da yanına alarak dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Bu, kardeşim Utbe'nin bana teslim ettiği oğludur.\" 'Abu bin Zama dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! O benim kardeşim, Zama'nın köle kızının oğlu ve babasının yatağında doğmuştur.\" Allah'ın Elçisi (ﷺ), Zama'nın köle kızının oğluna baktı ve Utbe'ye çok benzerlik fark etti. Allah'ın Elçisi (ﷺ) dedi ki: \"Bu, senin için, ey 'Abu bin Zama, çünkü babanın yatağında doğmuştur.\" Allah'ın Elçisi (ﷺ) daha sonra Sauda bint Zama'ya, çocuğun yanında örtünmesini söyledi çünkü çocuğun Utbe'ye benzerliğini fark etti ve Sauda, Peygamber'in (ﷺ) eşiydi."
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Aramızda bir adam, kölesinin ölümünden sonra özgür olacağını ilan etti. Peygamber (ﷺ) o köleyi çağırdı ve onu sattı. Köle aynı yıl öldü."
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), bir kölenin Wala'sının satılmasını veya bağışlanmasını yasakladı."
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben Barira'yı satın aldım ama sahipleri onun Wala'sının kendilerine ait olmasını şart koştu. Ben bunu Peygamber'e (ﷺ) söyledim. O (bana) dedi ki: \"Onu özgür bırak, çünkü Wala'sı bedelini ödeyene aittir.\" Ben de onu özgür bıraktım. Peygamber (ﷺ) Barira'yı çağırdı ve ona ya kocasıyla kalma ya da ondan ayrılma seçeneği sundu. O dedi ki: \"Bana ne kadar para verirse versin, onunla kalmam,\" ve böylece özgürlüğünü kocasına tercih etti."
    },
    {
      "id": 21,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Ensar'dan bazı adamlar, Allah'ın Elçisi'nden (ﷺ) izin istediler ve dediler ki: \"Yeğenimiz Al-`Abbas'ın fidyesinden vazgeçmemize izin ver.\" Peygamber (ﷺ) onlara dedi ki: \"Fidyesinden (bir Dirhem bile) bırakmayın.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Hisham:",
      "text": "Hişam'dan rivayet edilmiştir: Babam bana, Hakim bin Hizam'ın cahiliye döneminde yüz köleyi özgür bıraktığını ve yüz de deve kestirdiğini söyledi. İslam'ı kabul ettikten sonra yine yüz deve kestirdi ve yüz köleyi özgür bıraktı. Hakim dedi ki: \"Ben Allah'ın Elçisi'ne (ﷺ) sordum: 'Ey Allah'ın Elçisi (ﷺ)! Cahiliye döneminde yaptığım bazı iyi ameller hakkında ne düşünüyorsun?' Allah'ın Elçisi dedi ki: \"İslam'ı kabul ettin ve yaptığın tüm o iyi amellerle birlikte oldun.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Marwan and Al-Miswar bin Makhrama:",
      "text": "Marvan ve Al-Miswar bin Makhrama'dan rivayet edilmiştir: Hawazin kabilesinin delegeleri Peygamber'e (ﷺ) geldiklerinde, mülklerini ve esirlerini geri vermesini istediler. Peygamber (ﷺ) ayağa kalktı ve onlara dedi ki: \"Bu konuda benimle başka insanlar var (gördüğünüz gibi) ve benim en sevdiğim söz doğru olanıdır; mülklerden veya esirlerden birini seçebilirsiniz çünkü onların dağıtımını geciktirdim.\" Peygamber (ﷺ), Ta'if'ten döndüğünden beri onlardan on günden fazla beklemişti. Onlara Peygamber'in (ﷺ) onları geri vermeyeceği açık hale gelince, \"Esirlerimizi seçiyoruz,\" dediler. Peygamber, insanların arasında kalktı ve Allah'ı övdü ve O'na layık olduğu şekilde hamd etti ve dedi ki: \"Sonra, bu kardeşleriniz bize tövbe ile geldiler ve esirleri geri vermenin mantıklı olduğunu düşünüyorum. İçinizden bunu bir iyilik olarak yapmak isteyen varsa, yapabilir; ve içinizden ilk savaş ganimeti ile onu tazmin edene kadar payını elinde tutmak isteyen varsa, bunu da yapabilir (yani mevcut esirlerden vazgeçebilir).\" İnsanlar oybirliğiyle, \"Biz bunu (esirleri geri vermeyi) seve seve yaparız,\" dediler. Peygamber (ﷺ) dedi ki: \"Hanginizin buna onay verdiğini ve hangisinin vermediğini bilmiyoruz, bu yüzden geri dönün ve liderlerinizin kararınızı bize iletmesini sağlayın.\" Böylece tüm insanlar geri döndü ve liderleriyle konuyu tartıştılar, liderleri geri döndü ve Peygamber'e (ﷺ) tüm insanların esirleri geri vermeyi seve seve kabul ettiğini bildirdi. Bu, Hawazin esirleri hakkında bize ulaşan şeydir. Enes, Abbas'ın Peygamber'e (ﷺ) \"Ben fidyemi ve Akil'in fidyesini ödedim,\" dediğini rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Aun:",
      "text": "İbn Aun'dan rivayet edilmiştir: Nafi'e bir mektup yazdım ve Nafi, mektubuma cevap olarak Peygamber'in (ﷺ) Beni Mustaliq'a aniden saldırdığını, onların dikkatsiz oldukları sırada ve hayvanlarını suladıkları yerlerde olduğunu yazdı. Onların savaşçıları öldürüldü ve kadınları ile çocukları esir alındı; Peygamber (ﷺ) o gün Cüveyriye'yi elde etti. Nafi, İbn Ömer'in kendisine yukarıdaki rivayeti aktardığını ve İbn Ömer'in o orduda bulunduğunu söyledi."
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn Muhairiz:",
      "text": "İbn Muhairiz'den rivayet edilmiştir: Abu Sa'id'i gördüm ve ona coitus interruptus hakkında sordum. Abu Sa'id dedi ki: \"Biz, Allah'ın Elçisi ile Beni Mustaliq gazasında bulunduk ve bazı Arapları esir aldık, eşlerimizden uzun süre ayrı kalmak bizi zorluyordu ve coitus interruptus uygulamak istedik. Allah'ın Elçisi'ne (ﷺ) bunun caiz olup olmadığını sorduk. O dedi ki: \"Bunu yapmamanız sizin için daha iyidir. Hiçbir ruh (Allah'ın takdir ettiği) kıyamet gününe kadar var olmayacak olan ruh, kesinlikle var olacaktır.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Hureyre'den rivayet edilmiştir: Ben Beni Tamim kabilesinin insanlarını, Allah'ın Elçisi'nin (ﷺ) onlarla ilgili söylediği üç şeyden dolayı sevdim. Onun, \"Bu insanlar (Beni Tamim kabilesinin) Deccal'a karşı dimdik duracaklar,\" dediğini duydum. O kabileden gelen sadakalar (hayır bağışları) geldiğinde, Allah'ın Elçisi (ﷺ) dedi ki: \"Bunlar bizim halkımızın sadakalarıdır.\" Aişe'nin o kabileden bir köle kızı vardı ve Peygamber (ﷺ) Aişe'ye dedi ki: \"Onu özgür bırak, çünkü o İsmail'in (Peygamber) soyundandır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir köle kızı olan ve onu eğiten, güzel davranışlar öğreten, sonra özgür bırakan ve onunla evlenen kimse, iki kat ödül alacaktır.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Al-Ma'rur bin Suwaid:",
      "text": "Al-Ma'rur bin Suwaid'den rivayet edilmiştir: Abu Dhar Al-Ghifari'yi bir örtü giyerken gördüm ve kölesi de bir örtü giyiyordu. Ona bunun nedenini sorduk (yani ikisinin de benzer örtüler giymesinin nedenini). O cevapladı: \"Bir zaman bir adama hakaret ettim ve o, Peygamber'e (ﷺ) şikayette bulundu. Peygamber (ﷺ) bana sordu: 'Onu annesine hakaret ederek mi küçümsedin?' O ekledi: 'Köleleriniz, Allah'ın size verdiği kardeşlerinizdir. Eğer birinin kardeşleri kontrolünüz altındaysa, onlara yediğiniz gibi yemek vermeli ve giydiğiniz gibi giydirmelisiniz. Onları taşıyamayacakları yüklerle zorlamamalısınız, eğer yaparsanız, onlara (zor işlerinde) yardım etmelisiniz.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer bir köle, efendisine karşı dürüst ve sadık olursa ve Rabbine (Allah'a) mükemmel bir şekilde ibadet ederse, iki kat ödül alacaktır.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Abu Musa El-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Bir köle kızı olan ve ona güzel ahlakı öğreten, eğitimini geliştiren, sonra özgür bırakan ve onunla evlenen kimse, iki kat ödül alacaktır; ve Allah'ın hakkını ve efendisinin hakkını gözeten her köle de iki kat ödül alacaktır.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Salih bir köle iki kat ödül alır.\" Abu Huraira ekledi: \"Canımın bulunduğu Allah'a yemin ederim ki, cihad (yani kutsal savaşlar), Hac ve anneme hizmet etme görevim için, köle olarak ölmeyi çok isterdim.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İyilik ve rahatlık, Rabbine mükemmel bir şekilde ibadet eden ve efendisine samimiyetle hizmet eden kimse içindir.\""
    },
    {
      "id": 33,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir köle efendisine (yani sahibi) samimiyetle hizmet eder ve Rabbine (Allah) mükemmel bir şekilde ibadet ederse, iki kat ödül alır.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rabbine mükemmel bir şekilde ibadet eden, efendisine (sahibine) itaatkar, samimi ve sadık olan Mamluk (köle) iki kat ödül alır.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rabbini (Rabbaka) besle, Rabbine abdest aldır, Rabbine su ver dememelisiniz, bunun yerine 'efendim (örneğin, efendini besle yerine Rabbini besle vb.) (Saiyidi), ya da koruyucum (Maulai) demelisiniz; ve 'kölem (Abdi) ya da kız kölem (Amati) dememelisiniz, bunun yerine 'oğlum (Fatai), kızım (Fatati) ve 'oğlum (Ghulami) demelisiniz.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir kişi ortak bir kölenin (Abd) payını azat ederse ve kölenin kalan fiyatını (adil bir şekilde tahmin edilmiş) ödeyecek kadar parası varsa, o zaman köleyi tamamen azat etmelidir; aksi takdirde köle kısmen azat edilir.\""
    },
    {
      "id": 37,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Hepiniz birer koruyucusunuz ve sorumluluklarınızdan sorumlusunuz. İnsanlar üzerinde otoriteye sahip olan yönetici bir koruyucudur ve onlardan sorumludur; bir adam ailesinin koruyucusudur ve onlardan sorumludur; bir kadın kocasının evi ve çocuklarının koruyucusudur ve onlardan sorumludur; bir köle ('Abu) efendisinin malının koruyucusudur ve ondan sorumludur; dolayısıyla hepiniz koruyucusunuz ve sorumluluklarınızdan sorumlusunuz.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Abu Huraira ve Zaid bin Khalid'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir köle kızı (Ama) yasadışı cinsel ilişkiye girerse, onu kırbaçlayın; eğer tekrar yaparsa, yine kırbaçlayın; eğer tekrar ederse, yine kırbaçlayın.\" Rivayetçi, üçüncü veya dördüncü suçta Peygamber'in (ﷺ) \"Onu bir saç ipi karşılığında bile satın\" dediğini ekledi."
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer hizmetçin yemeklerinizi getirirse, eğer onu oturtup yemekleri paylaşmasına izin vermezseniz, en azından ona o yemekten bir ya da iki lokma vermelisiniz.\""
    },
    {
      "id": 40,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Hepiniz birer koruyucusunuz ve sorumluluklarınızdan sorumlusunuz; yönetici bir koruyucudur ve tebaasından sorumludur; bir adam ailesinin koruyucusudur ve sorumludur; bir kadın kocasının evi ve sorumluluklarından sorumludur; ve hizmetçi efendisinin malının koruyucusudur ve sorumludur.\" Ben bu sözleri kesinlikle Peygamber'den (ﷺ) duydum ve Peygamber'in (ﷺ) ayrıca \"Bir adam babasının malının koruyucusudur ve sorumludur; dolayısıyla hepiniz birer koruyucusunuz ve sorumluluklarınızdan sorumlusunuz.\" dediğini düşünüyorum."
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer biri dövüşürse (ya da birine vurursa) yüzüne vurmakta kaçınmalıdır.\""
    }
  ]
}