{
  "language": "tr",
  "metadata": {
    "length": 45,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) cünüp olduktan sonra banyo yaptığında, önce ellerini yıkar ve ardından namaz için abdest alırdı. Sonra parmaklarını suya sokar ve saçlarının köklerini onlarla hareket ettirir, ardından başına üç avuç su döker ve sonra vücuduna su dökerdi."
    },
    {
      "id": 2,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi (ﷺ) namaz için abdest alırdı ama ayaklarını yıkamazdı. Özel bölgelerindeki pisliği yıkadıktan sonra vücuduna su dökerdi. Ayaklarını o yerden (banyo yaptığı yerden) çekip yıkardı. Ve bu, onun cünüp banyosu yapma şekliydi."
    },
    {
      "id": 3,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ve ben 'Faraq' adında tek bir kapta banyo yapardık."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Salama:",
      "text": "Ebu Selame'den rivayet edilmiştir: Aişe'nin kardeşi ve ben Aişe'ye gittik ve o, Peygamberin banyosu hakkında ona sordu. O, yaklaşık bir Sa' su bulunan bir kap getirdi ve banyo yaptı, suyu başına döktü ve o sırada aramızda bir perde vardı."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Ja`far:",
      "text": "Ebu Cafer'den rivayet edilmiştir: Ben ve babam, Cabir bin Abdullah ile birlikteyken bazı insanlar ondan banyo yapma hakkında sordular. O, \"Bir Sa' su sizin için yeterlidir.\" diye cevap verdi. Bir adam, \"Bir Sa' benim için yeterli değil.\" dedi. Cabir, \"Bir Sa' senden daha çok saçı olan ve senden daha iyi olan (yani Peygamber) için yeterliydi.\" dedi. Ardından Cabir (elbisesini giydi) ve namazı kıldırdı."
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) ve Maimuna tek bir kapta banyo yaparlardı."
    },
    {
      "id": 7,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jubair bin Mut'im'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Benim için, başıma üç kez su döküyorum.\" Ve iki eliyle işaret etti."
    },
    {
      "id": 8,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) başına üç kez su döküyordu."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Ja`far:",
      "text": "Ebu Cafer'den rivayet edilmiştir: Cabir bin Abdullah bana, \"Kuzenin (Hasan bin Muhammed bin El-Hanefiye) bana geldi ve cünüp banyosu hakkında sordu. Ben de 'Peygamber (ﷺ) üç avuç su alır, başına döker ve sonra vücuduna daha fazla su dökerdi.' dedim. Al-Hasan bana, 'Ben kıllı bir adamım.' dedi. Ben de, 'Peygamber (ﷺ) senden daha fazla saçı vardı.' dedim.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Ben, Peygamberin banyosu için su koydum. O, ellerini iki veya üç kez yıkadı ve sonra sol eline su dökerek özel bölgelerini yıkadı. Ellerini yere (toprağa) sürttü (ve temizledi), ağzını çalkaladı, burnunu su ile yıkadı ve üfleyerek temizledi, yüzünü ve iki ön kolunu yıkadı ve sonra vücuduna su döktü. Sonra o yerden çekildi ve ayaklarını yıkadı."
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) cünüp banyosu yaptığında (cinsel ilişki veya rüya) Hilab veya başka bir parfüm isterdi. Onu eline alır, önce başının sağ tarafına, sonra sol tarafına ve ardından iki eliyle başının ortasına sürerdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) için su koydum ve o, sağ eliyle sol eline su dökerek yıkadı. Sonra özel bölgelerini yıkadı ve ellerini yere sürttü, su ile yıkadı, ağzını çalkaladı ve burnunu su ile yıkayıp üfleyerek temizledi, yüzünü yıkadı ve başına su döktü. O yerden çekildi ve ayaklarını yıkadı. Kendisine bir parça bez (havlu) verildi ama onu kullanmadı."
    },
    {
      "id": 13,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Peygamber (ﷺ) cünüp banyosu yaptı. (cinsel ilişki veya rüya). Önce özel bölgelerini eliyle temizledi, sonra o eli duvara (toprağa) sürttü ve yıkadı. Sonra namaz için abdest aldı ve banyodan sonra ayaklarını yıkadı."
    },
    {
      "id": 14,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ve ben tek bir su kabından banyo yapardık ve ellerimiz sırayla kabın içine girerdi."
    },
    {
      "id": 15,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) cünüp banyosu yaptığında, önce ellerini yıkardı."
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ve ben, cünüplükten sonra tek bir su kabından banyo yapardık."
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) ve eşlerinden biri, tek bir su kabından banyo yaparlardı. (Şu'be, Enes'in ifadesine \"Cünüplükten sonra\" ekledi)."
    },
    {
      "id": 18,
      "narrator": "Narrated Maimuna:",
      "text": "Maimune'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) için banyo suyu koydum ve o, ellerine su dökerek onları iki veya üç kez yıkadı; sonra sağ eliyle sol elinin üzerine su dökerek, özel bölgelerini (sol eliyle) yıkadı. Eliyle toprağı ovaladı ve ağzını çalkaladı, burnuna su koyup üfleyerek yıkadı. Sonra yüzünü, iki kollarını ve başını üç kez yıkadı ve ardından vücuduna su döktü. O yerden çekildi ve ayaklarını yıkadı."
    },
    {
      "id": 19,
      "narrator": "Narrated Maimuna bint Al-Harith:",
      "text": "Maimune bint Haris'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) için banyo suyu koydum ve bir perde koydum. O, ellerine su döktü ve onları bir veya iki kez yıkadı. (Alt rivayetçi, onun üç kez yıkayıp yıkamadığını hatırlamadığını ekledi). Sonra sağ eliyle sol elinin üzerine su dökerek özel bölgelerini yıkadı. Eliyle toprağı veya duvarı ovaladı ve yıkadı. Ağzını çalkaladı, burnuna su koyup üfleyerek yıkadı. Yüzünü, kollarını ve başını yıkadı. Vücuduna su döktü ve sonra o yerden çekildi ve ayaklarını yıkadı. Ona bir parça bez (havlu) sundum ama elini işaret ederek (istemediğini) belirtti ve almadı."
    },
    {
      "id": 20,
      "narrator": "Narrated Muhammad bin Al-Muntathir:",
      "text": "Muhammed bin Muntazır'dan rivayet edilmiştir: Babası aracılığıyla Aişe'ye (İbn Ömer'in hadisi hakkında) sordu. O, \"Allah, Ebu Abdurrahman'a merhamet etsin. Ben Allah'ın Elçisi (ﷺ) üzerine koku sürerdim ve o, eşlerinin etrafında dönerdi ve sabah olduğunda ihrama girdiğinde, bedeninden hala koku geliyordu.\" dedi."
    },
    {
      "id": 21,
      "narrator": "Narrated Qatada:",
      "text": "Katade'den rivayet edilmiştir: Enes bin Malik dedi ki, \"Peygamber (ﷺ) gündüz ve gece tüm eşlerini sırayla ziyaret ederdi ve onlar on bir kişiydi.\" Ben Enes'e, \"Peygamber (ﷺ) bunun için güce sahip miydi?\" diye sordum. Enes cevap verdi, \"Peygamber (ﷺ) için otuz (adamın) gücü verilmişti.\" Ve Sa'id, Katade'den rivayet ederek Enes'in ona sadece dokuz eşten bahsettiğini (on bir değil) söyledi."
    },
    {
      "id": 22,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Sık sık duygusal idrar akıntısı yaşıyordum. Peygamber (ﷺ) ile damat olduğum için bir adamdan bu konuda ona sormasını istedim. Adam Peygamber (ﷺ) ile bu konuyu sordu. Peygamber (ﷺ) cevap verdi, \"Organını (penisini) yıkadıktan sonra abdest al.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Muhammad bin Al-Muntathir:",
      "text": "Muhammed bin Muntazır'dan rivayet edilmiştir: Babası aracılığıyla Aişe'ye İbn Ömer'in sözünü (yani, bedeninden hala koku geliyorken muhrim olmayı sevmediğini) sordu. Aişe dedi ki, \"Ben Allah'ın Elçisi (ﷺ) üzerine koku sürdüm ve o, tüm eşleriyle (cinsel ilişkiye girdi) ve sabah olduğunda muhrim oldu (banyo yaptıktan sonra).\""
    },
    {
      "id": 24,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Sanki Peygamber'in başındaki saçların ayrımında koku parıltısını görebiliyormuşum gibi, o muhrimken."
    },
    {
      "id": 25,
      "narrator": "Narrated Hisham bin `Urwa:",
      "text": "Hişam bin Urva'dan rivayet edilmiştir: (Babası aracılığıyla) Aişe dedi ki, \"Allah'ın Elçisi (ﷺ) cünüp banyo yaptığında, ellerini yıkar ve namaz için abdest alır gibi abdest alır ve sonra banyo yapar ve saçını ovalar, başının derisinin tamamen ıslandığını hissedene kadar, sonra üç kez su döker ve vücudunun geri kalanını yıkar.\" Aişe ayrıca dedi ki, \"Ben ve Allah'ın Elçisi (ﷺ) tek bir su kabından banyo yapardık, aynı anda su alırdık.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Maimuna:",
      "text": "Maimune'den rivayet edilmiştir: Cünüplükten sonra Allah'ın Elçisi (ﷺ) için abdest suyu konuldu. O, sağ eliyle sol elinin üzerine iki veya üç kez su döktü ve sonra özel bölgelerini yıkadı ve elini toprağa veya bir duvara iki veya üç kez ovaladı ve sonra ağzını çalkaladı, burnuna su koyup üfleyerek yıkadı ve sonra yüzünü ve kollarını yıkadı ve başına su döktü ve vücudunu yıkadı. Sonra o yerden çekildi ve ayaklarını yıkadı. Ona bir parça bez getirdim ama almadı ve elini kullanarak vücudundaki su izlerini sildi.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir gün namaz için çağrı (İkame) yapıldı ve saflar düzeltildi. Allah'ın Elçisi (ﷺ) dışarı çıktı; ve Musalla'sında durduğunda, cünüp olduğunu hatırladı. Sonra bize yerimizde kalmamızı emretti ve banyo yapmak için gitti ve sonra başından su damlayarak geri döndü. \"Allahu Ekber\" dedi ve hepimiz onunla birlikte namaz kıldık."
    },
    {
      "id": 28,
      "narrator": "Narrated Maimuna:",
      "text": "Maimune'den rivayet edilmiştir: Peygamber (ﷺ) için banyo suyu koydum ve onu bir giysiyle örttüm. O, ellerine su dökerek yıkadı. Sonra sağ eliyle sol elinin üzerine su dökerek özel bölgelerini yıkadı, ellerini toprakla ovaladı ve yıkadı, ağzını çalkaladı, burnuna su koyup üfleyerek yıkadı ve sonra yüzünü ve kollarını yıkadı. Başına ve vücuduna su döktü. Sonra o yerden çekildi ve ayaklarını yıkadı. Ona bir parça bez verdim ama almadı ve iki eliyle vücudundaki suyu sildi."
    },
    {
      "id": 29,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bizden biri cünüp olduğunda, her biri iki elini kullanarak başına üç kez su döker ve sonra bir el ile başının sağ tarafını ovalar ve diğer el ile başının sol tarafını ovalardı."
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, 'Beni İsrail (halkı) birbirlerine bakarak çıplak banyo yaparlardı. Peygamber (ﷺ) Musa yalnız banyo yapardı. Onlar dediler ki, 'Vallahi! Musa'nın bizimle banyo yapmasını engelleyen hiçbir şey yoktur, sadece onun bir kasık fıtığı olmasıdır.' Bir gün Musa banyo yapmak için dışarı çıktı ve elbiselerini bir taşın üzerine koydu ve o taş elbiseleriyle birlikte kaçtı. Musa o taşı takip etti ve \"Elbiselerim, ey taş! Elbiselerim, ey taş!\" diyerek seslendi, ta ki Beni İsrail halkı onu görüp, 'Vallahi, Musa'nın bedeninde hiçbir kusur yok.' dediler. Musa elbiselerini aldı ve taşı dövmeye başladı.\" Ebu Hureyre ekledi, \"Vallahi! O aşırı dövmeden dolayı taş üzerinde hala altı veya yedi iz var.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Peygamber (ﷺ) Ayyub, çıplak bir şekilde banyo yaparken, altın çekirgeler onun üzerine düşmeye başladı. Ayyub, onları elbiselerine toplamaya başladı. Rabb'i ona hitap etti: 'Ey Ayyub! Sana yeterince vermedim mi ki, onlara muhtaç olasın?' Ayyub cevap verdi: 'Evet! Senin İzzetin (gücün) hakkı için! Ama Senin nimetlerinden vazgeçemem.'\""
    },
    {
      "id": 32,
      "narrator": "Narrated Um Hani bint Abi Talib:",
      "text": "Um Hani bint Abi Talib'den rivayet edilmiştir: Ben, fetih yılı olan Mekke'de Allah'ın Elçisi (ﷺ) ile buluştum ve onu banyo yaparken buldum, Fatıma ona perde çekiyordu. Peygamber (ﷺ) sordu: \"Kim o?\" Ben cevap verdim: \"Ben Um-Hani'yim.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) banyo yaparken ona perde çektim. O, ellerini yıkadı, sağ elinden sol eline su döktü ve cinsel organını yıkadı. Sonra elini bir duvara veya toprağa sürdü ve abdest aldı, ama ayaklarını yıkamadı. Ardından vücuduna su döktü, oradan uzaklaştı ve ayaklarını yıkadı."
    },
    {
      "id": 34,
      "narrator": "Narrated Um-Salama:",
      "text": "Um-Salama'dan (müminlerin annesi) rivayet edilmiştir: Um Sulaim, Allah'ın Elçisi (ﷺ) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Şüphesiz Allah, (sana) gerçeği söylemekten utanmaz. Bir kadın rüyasında cinsel ilişkiye girdiğinde banyo yapması gerekir mi?\" Allah'ın Elçisi (ﷺ) cevap verdi: \"Evet, eğer bir akıntı fark ederse.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) beni Medine'nin sokaklarından birinde gördü ve o sırada ben cünüp idim. Bu yüzden ondan uzaklaştım ve banyo yapmaya gittim. Döndüğümde Peygamber (ﷺ) dedi: \"Ey Abu Huraira! Neredeydin?\" Ben cevap verdim: \"Cünüp idim, bu yüzden senin yanında oturmak istemedim.\" Peygamber (ﷺ) dedi: \"Subhan Allah! Bir mümin asla necis olmaz.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir gecede tüm eşlerini ziyaret ederdi ve o sırada dokuz eşi vardı."
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana rastladı ve ben cünüp idim. Elimi tuttu ve onunla birlikte yürüdüm, oturduğunda ben kayboldum, eve gittim ve banyo yaptım. Döndüğümde, o hala orada oturuyordu. Sonra bana dedi: \"Ey Abu Huraira! Neredeydin?\" Ben ona durumu anlattım. Peygamber (ﷺ) dedi: \"Subhan Allah! Ey Abu Huraira! Bir mümin asla necis olmaz.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Salama:",
      "text": "Abu Salama'dan rivayet edilmiştir: `Aisha'ya sordum: \"Peygamber (ﷺ) cünüpken uyur muydu?\" O cevap verdi: \"Evet, ama yatmadan önce abdest alırdı.\""
    },
    {
      "id": 39,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "`Umar bin Al-Khattab'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'ne sordum: \"Bizden biri cünüpken uyuyabilir mi?\" O cevap verdi: \"Evet, eğer abdest alırsa, cünüpken uyuyabilir.\""
    },
    {
      "id": 40,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) cünüpken uyumayı düşündüğünde, cinsel organını yıkar ve namaz için abdest alırdı."
    },
    {
      "id": 41,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: `Umar, Peygamber (ﷺ)'e sordu: \"Bizden biri cünüpken uyuyabilir mi?\" O cevap verdi: \"Evet, eğer abdest alırsa.\""
    },
    {
      "id": 42,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: `Umar bin Al-Khattab, Allah'ın Elçisi (ﷺ)'ne dedi ki: \"Gece cünüp oldum.\" Allah'ın Elçisi (ﷺ) cevap verdi: \"Cinsel organını yıkadıktan sonra abdest al ve sonra uyu.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Hisham:",
      "text": "Hişam'dan rivayet edilmiştir: Aşağıdaki Hadis 290. Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir adam, bir kadının dört uzvunun arasında oturduğunda ve onunla cinsel ilişkiye girdiğinde, banyo yapmak zorunludur.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Zaid bin Khalid Al-Juhani'den rivayet edilmiştir: `Uthman bin `Affan'a, karısıyla cinsel ilişkiye giren ama boşalmayan bir adam hakkında sordum. `Uthman cevap verdi: \"Öncelikle cinsel organlarını yıkadıktan sonra namaz için abdest almalıdır.\" `Uthman ekledi: \"Bunu Allah'ın Elçisi (ﷺ)'nden duydum.\" `Ali bin Abi Talib, Az-Zubair bin Al-`Awwam, Talha bin 'Ubaidullah ve Ubai bin Ka`b'a sordum ve aynı cevabı verdiler. (Abu Aiyub, bunu Allah'ın Elçisi (ﷺ)'nden duyduğunu söyledi.) (Bu emir daha sonra iptal edildi, bu yüzden banyo yapmak gereklidir. Bakınız, Hadis No. 180)."
    },
    {
      "id": 45,
      "narrator": "Narrated Ubai bin Ka`b:",
      "text": "Ubai bin Ka`b'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'ne, karısıyla cinsel ilişkiye giren ama boşalmayan bir adam hakkında sordum. O cevap verdi: \"Kadının cinsel organıyla temas eden yerleri yıkamalı, abdest almalı ve sonra namaz kılmalıdır.\" (Abu `Abdullah dedi ki: \"Banyo yapmak daha güvenlidir ve son emir budur.\")"
    }
  ]
}