{
  "language": "tr",
  "metadata": {
    "length": 6,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "'Aişe (ra) rivayet etti ki, Berire ona, özgürlük belgesini yazması için yardım istemeye geldi ve beş yıllık taksitlerle beş Ukiye (altın) ödemesi gerekiyordu. 'Aişe ona, \"Eğer ben toplam miktarı bir kerede ödersem, senin efendilerin seni bana satar mı, ben de seni özgür bırakırım ve velayetim senin üzerinde olur.\" dedi. Berire efendilerine gitti ve bu teklifi onlara iletti. Onlar, velayetinin kendilerine ait olması şartıyla buna razı olmayacaklarını söylediler. 'Aişe daha sonra, \"Ben Allah'ın Elçisi'ne (ﷺ) gittim ve ona durumu anlattım.\" dedi. Allah'ın Elçisi (ﷺ) ona, \"Berire'yi satın al ve özgür bırak, velayet liberatöre aittir.\" dedi. Allah'ın Elçisi (ﷺ) sonra ayağa kalktı ve, \"Allah'ın Kanunlarında mevcut olmayan şartlar koyan insanlar hakkında ne dersiniz? Eğer birisi Allah'ın Kanunlarında mevcut olmayan bir şart koyarsa, o şart geçersizdir. Allah'ın Şartları (Kanunları) gerçektir ve daha sağlamdır.\" dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated `Urwa:",
      "text": "'Urve rivayet etti: 'Aişe ona, Berire'nin özgürlük belgesini yazması için yardım istemeye geldiğini ve o zaman bunun için hiçbir ödeme yapmadığını söyledi. 'Aişe ona, \"Efendilerine geri dön ve eğer onlar benim özgürlük belgenin bedelini ödememi ve velayetimin senin üzerinde olmasını kabul ederlerse, bunu yaparım.\" dedi. Berire, efendilerine bunu bildirdi ama onlar reddetti ve, \"Eğer o (yani 'Aişe) Allah'ın ödülünü arıyorsa, yapabilir, ama senin velayetinin bizim üzerimizde olacağını kabul edemeyiz.\" dediler. 'Aişe bunu Allah'ın Elçisi'ne iletti, o da ona, \"Satın al ve özgür bırak, çünkü velayet liberatöre aittir.\" dedi. Allah'ın Elçisi (ﷺ) sonra ayağa kalktı ve, \"Allah'ın Kanunlarında mevcut olmayan şartlar koyan insanlar hakkında ne dersiniz? Eğer birisi Allah'ın Kanunlarında mevcut olmayan şartlar koyarsa, o şartlar geçersizdir, hatta bu şartları yüz kez koysa bile. Allah'ın şartları (Kanunları) gerçektir ve daha sağlamdır.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar rivayet etti: 'Aişe, bir cariyeyi satın alıp özgür bırakmak istedi. Kızın efendileri, velayetinin kendilerine ait olmasını şart koştu. Allah'ın Elçisi (ﷺ) 'Aişe'ye, \"Onların koyduğu şart seni durdurmasın, çünkü velayet liberatöre aittir.\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Aisha:",
      "text": "'Aişe rivayet etti: Berire (Aişe'ye) geldi ve, \"Ben efendilerimle dokuz Ukiye (altın) karşılığında özgürlük sözleşmesi yaptım ve bunu yıllık taksitlerle ödeyeceğim. Bu nedenle, yardımınızı istiyorum.\" dedi. 'Aişe, \"Eğer efendilerin kabul ederse, ben onlara toplam miktarı bir kerede ödeyeceğim ve seni özgür bırakacağım, şartım velayetimin benim üzerimde olmasıdır.\" dedi. Berire efendilerine gitti ama bu teklifi reddettiler. O (geri döndü) ve, \"Onlara teklifi sundum ama kabul etmediler, velayet benim üzerimde olursa kabul ederiz.\" dedi. Allah'ın Elçisi (ﷺ) bunu duydu ve bana sordu, ben de ona durumu anlattım. Bunun üzerine o, \"Satın al ve özgür bırak ve velayetinin senin üzerinde olmasını şart koş.\" dedi, çünkü velayet liberatöre aittir.\" 'Aişe ekledi, \"Allah'ın Elçisi (ﷺ) sonra insanların arasında ayağa kalktı, Allah'ı tesbih etti ve övdü ve, 'Sonra: Allah'ın Kanunlarında mevcut olmayan şartlar koyan bazı insanlar hakkında ne dersiniz? Öyleyse, Allah'ın Kanunlarında mevcut olmayan her şart geçersizdir, hatta bunlar yüz şart bile olsa. Allah'ın hükmü gerçektir ve Allah'ın şartı daha güçlü ve daha sağlamdır. Neden içinizden bazı insanlar, ey falan! köleyi özgür bırak ama velayet benim üzerimde olsun diyor? Şüphesiz ki, velayet liberatöre aittir.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated `Amra bint `Abdur-Rahman:",
      "text": "'Amra bint 'Abdur-Rahman rivayet etti: Berire, müminlerin annesi 'Aişe'ye özgürlük konusunda yardım istemek için gitti. 'Aişe ona, \"Eğer efendilerin kabul ederse, ben onlara senin bedelini peşin ödeyeceğim ve seni özgür bırakacağım.\" dedi. Berire bu teklifi efendilerine iletti ama onlar, velayet kendilerine ait olmadıkça onu satmayı reddettiler. 'Aişe bunu Allah'ın Elçisi'ne (ﷺ) anlattı. O da, \"Satın al ve özgür bırak, çünkü velayet liberatöre aittir.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdul Wahid bin Aiman:",
      "text": "'Abdul Wahid bin Eyman rivayet etti: 'Aişe'ye gittim ve, \"Ben 'Utbe bin Ebu Leheb'in kölesiydim. 'Utbe öldü ve oğulları benim efendim oldu ve beni İbn Ebu 'Amr'a sattılar, o da beni özgür bıraktı. 'Utbe'nin oğulları, velayetimin kendilerine ait olmasını şart koştu.\" 'Aişe dedi ki, \"Berire bana geldi ve efendileri tarafından özgürlük belgesi verildi ve beni satın alıp özgür bırakmamı istedi. Ben buna razı oldum ama Berire bana, efendilerinin onu satmayacaklarını, velayetinin kendilerine ait olması şartıyla söyledi.\" 'Aişe, \"Buna ihtiyacım yok.\" dedi. Peygamber (ﷺ) bunu duydu veya ona söylendi, 'Aişe'ye bunun hakkında sordu. 'Aişe, Berire'nin ona söylediklerini aktardı. Peygamber (ﷺ) dedi ki, \"Satın al ve özgür bırak ve onların istedikleri şartları koymalarına izin ver.\" Böylece, 'Aişe onu satın aldı ve özgür bıraktı ve efendileri velayetinin kendilerine ait olmasını şart koştu.\" Peygamber (ﷺ) dedi ki, \"Velayet liberatöre aittir, hatta onlar yüz şart koysalar bile.\""
    }
  ]
}