{
  "language": "tr",
  "metadata": {
    "length": 68,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ey Müslüman kadınlar! Sizden hiçbiri, komşusunun gönderdiği hediyeye küçümseyerek bakmamalıdır, hatta bu, koyunun ayakları (et olmayan bacak kısmı) bile olsa.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Aişe bana şöyle dedi: \"Ey yeğenim! Hilali görürdük, sonra hilali, sonra hilali, bu şekilde iki ayda üç hilal gördük ve Allah'ın Resulü'nün (ﷺ) evlerinde yemek pişirmek için ateş yakılmazdı.\" Ben de dedim ki, \"Ey teyzem! O zaman sizi ne beslerdi?\" Aişe dedi ki: \"İki siyah şey: hurma ve su, komşularımızdan Ensar'ın bazı Manarh'ları vardı ve onlar Allah'ın Resulü'ne (ﷺ) sütlerinden sunarlardı ve o da bize içirirdi.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer bana bir koyun ayağının yemeği için davet edilsem, daveti kabul ederim ve eğer bana bir koyun kolu veya ayağı hediye edilse, hediyeyi kabul ederim.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Peygamber (ﷺ) muhacirlerden bir kadını çağırdı ve onun bir marangoz olan bir kölesi vardı. Peygamber ona \"Kölenize minber için odun (kütük) hazırlamasını emret\" dedi. Böylece o kadının kölesi gidip tamarisk ağacından odun kesip minberi hazırladı. Minber tamamlandığında kadın Peygamber'e (ﷺ) bunun bittiğini bildirdi. Peygamber (ﷺ) ona minberi kendisine göndermesini istedi, böylece onu getirdiler. Peygamber (ﷺ) onu kaldırdı ve şimdi gördüğünüz yere yerleştirdi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdullah bin Abu Qatada Al-Aslami:",
      "text": "Abdullah bin Ebu Katade el-Ensari'den rivayet edilmiştir: Babası şöyle dedi: \"Bir gün Mekke'ye giden yolda Peygamber'in bazı sahabeleriyle oturuyordum. Allah'ın Resulü (ﷺ) bizden öndeydi. Tüm arkadaşlarım ihramda iken ben ihramsızdım. Onlar bir yaban eşeği gördüler, ben de ayakkabılarımı tamir etmekle meşguldüm, bu yüzden bana söylemediler ama onu görmemi istediler. Tesadüfen başımı kaldırdım ve onu gördüm. Hemen atıma döndüm, eyerledim ve üzerine bindim, mızrağı ve kırbaçı almayı unuttum. Onlara mızrağı ve kırbaçı bana vermelerini sordum ama 'Hayır, Allah'a yemin ederiz ki, bu konuda sana yardım etmeyeceğiz' dediler. Sinirlendim ve atımdan indim, her iki şeyi alıp tekrar ata bindim. Yaban eşeğine saldırdım ve onu kestim, ardından onu (ölü olarak) getirdim. Onlar onu aldılar (bir kısmını pişirip) yemeye başladılar ama ihramda oldukları için onu yiyip yiyemeyeceklerinden şüphe ettiler. Böylece yola devam ettik ve ben onun bir ön bacağını gizledim. Allah'ın Resulü (ﷺ) ile karşılaştığımızda durumu sorduk, o da 'Yanında ondan bir parça var mı?' diye sordu. Ben de 'Evet' dedim ve ona o etli ön bacağı verdim, o da onu ihramda iken tamamen yedi.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) bu evimizde bizi ziyaret etti ve bir şeyler içmek istedi. Biz bir koyunumuzu sağdık ve bu kuyudan su ile karıştırıp ona verdik. Ebu Bekir onun sol tarafında, Ömer ise önünde oturuyordu ve bir bedevi sağında oturuyordu. Allah'ın Resulü (ﷺ) içtikten sonra, Ömer Allah'ın Resulü'ne (ﷺ) \"İşte Ebu Bekir\" dedi. Ama Allah'ın Resulü (ﷺ) kalan sütü bedeviye verdi ve iki kez \"Sağ taraftakiler! O yüzden sağ taraftan başlayın\" dedi. Enes ekledi: \"Bu bir Sünnettir (Peygamber'in gelenekleri)\" ve bunu üç kez tekrar etti."
    },
    {
      "id": 7,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Mar-al-Zahran'da bir tavşanı kovaladık ve insanlar peşinden koştu ama yoruldular. Ben onu yakaladım ve Abu Talha'ya verdim, o da onu kesti ve kalçasını veya iki butunu Allah'ın Resulü'ne gönderdi. (Rivayet eden, iki butu gönderdiğini doğruladı). Peygamber (ﷺ) bunu kabul etti. (Alt rivayet eden Enes'e sordu: \"Peygamber ondan yedi mi?\" Enes cevap verdi: \"O ondan yedi.\")"
    },
    {
      "id": 8,
      "narrator": "Narrated As-Sa'b bin Jath-thama:",
      "text": "Es-Sa'b bin Jath-thama'dan rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) Al-Abwa' veya Waddan denilen yerde bir yaban eşeği sunuldu, ancak Allah'ın Resulü bunu reddetti. Peygamber (ﷺ) veren kişinin yüzündeki üzüntü belirtilerini görünce şöyle dedi: \"Hediyenizi reddetmedik, ama biz ihramdayız.\" (yani eğer ihramda olmasaydık hediyenizi kabul ederdik, Fath-ul-Bari sayfa 130, Cilt 6)"
    },
    {
      "id": 9,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: İnsanlar, Allah'ın Resulü'ne (ﷺ) hediyeler göndermeyi benim (Aişe'nin) sıramı beklerken dört gözle beklerlerdi."
    },
    {
      "id": 10,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir: İbn Abbas dedi ki: Ümmü Hufeyd, İbn Abbas'ın teyzesi, Peygamber'e (ﷺ) hediye olarak biraz kuru yoğurt (tereyağsız), tereyağı ve bir mastigar gönderdi. Peygamber (ﷺ) kuru yoğurdu ve tereyağını yedi ama mastigarı bıraktı çünkü ondan hoşlanmadı. İbn Abbas dedi ki: \"Mastigar, Allah'ın Resulü'nün (ﷺ) sofrasında yenildi ve eğer onu yemek yasak olsaydı, Allah'ın Resulü'nün (ﷺ) sofrasında yenemezdi.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) her zaman bir yemek getirildiğinde, bunun hediye mi yoksa Sadaqa (sadaka olarak verilen bir şey) olup olmadığını sorardı. Eğer Sadaqa olduğunu söylerlerse, arkadaşlarına onu yemelerini söylerdi, ama eğer hediye olduğunu söylerlerse, onu onlarla paylaşmak için acele ederdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber'e (ﷺ) biraz et getirildi ve bu etin Barirah'a sadaka olarak verildiği söylendi. O da \"Bu Barirah için Sadaqa ama bizim için hediye\" dedi."
    },
    {
      "id": 13,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Barirah'ı satın almayı düşündüm ama efendileri onun Vala'sının kendilerine ait olmasını şart koştu. Peygamber bu durumu duyduğunda bana \"Satın al ve onu azat et, çünkü Vala azat edene aittir\" dedi. Bir gün Barirah'a biraz et verildi ve Peygamber (ﷺ) sordu: \"Bu nedir?\" Ben de \"Barirah'a sadaka olarak verildi\" dedim. O da \"Bu onun için sadaka ama bizim için hediye\" dedi. Barirah'a (kocasının yanında kalma veya ondan ayrılma) seçeneği verildi. Abdurrahman (alt rivayet eden) merak etti: \"Kocası köle mi yoksa hür müydü?\" Şu'ba (bir başka alt rivayet eden) dedi ki: \"Ben Abdurrahman'a onun kocası köle mi yoksa hür müydü diye sordum. O da onun köle mi yoksa hür mü olduğunu bilmediğini söyledi.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Um 'Atiyya:",
      "text": "Ümmü Atiyye'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) Aişe'ye gitti ve ondan bir şey (yemek) olup olmadığını sordu. O da, \"Barirah'a sadaka olarak gönderilen koyun etinden başka bir şeyim yok\" dedi. Peygamber (ﷺ) bunun hedefine ulaştığını (yani artık bir sadaka nesnesi olmadığını) söyledi."
    },
    {
      "id": 15,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: İnsanlar, benim sıramda Peygamber'e (ﷺ) hediyeler gönderirlerdi. Ümmü Seleme dedi ki: \"Arkadaşlarım (Peygamber'in (ﷺ) diğer eşleri Aişe dışında) toplandılar ve bu durumu şikayet ettiler. Ben de onların adına Peygamber'e durumu bildirdim, ama o sessiz kaldı.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Urwa from `Aisha:",
      "text": "`Urva, `Aişe'den rivayet etti: Allah'ın Elçisi'nin (ﷺ) eşleri iki grupta toplanmıştı. Bir grup `Aişe, Hafsa, Safiye ve Sauda'dan oluşuyordu; diğer grup ise Ümmü Seleme ve Allah'ın Elçisi'nin (ﷺ) diğer eşlerindendi. Müslümanlar, Allah'ın Elçisi'nin (ﷺ) `Aişe'yi sevdiğini biliyorlardı, bu yüzden onlardan biri bir hediye almak istediğinde, Allah'ın Elçisi (ﷺ) `Aişe'nin evine gelene kadar bekletir ve hediyesini onun evine gönderirdi. Ümmü Seleme'nin grubu bu durumu tartıştı ve Ümmü Seleme'nin Allah'ın Elçisi'nden (ﷺ) insanlara, hangi eşinin evinde olursa olsun hediyelerini ona göndermelerini istemesini kararlaştırdılar. Ümmü Seleme, Allah'ın Elçisi'ne (ﷺ) onların söylediklerini iletti, ancak o cevap vermedi. Sonra (o eşler) Ümmü Seleme'ye bu konuda sordular. O, \"O bana hiçbir şey söylemedi.\" dedi. Onlar, onunla tekrar konuşmasını istediler. O, kendi gününde onunla karşılaştığında tekrar konuştu, ama o yine cevap vermedi. Onlar ona sorduklarında, o cevap vermediğini söyledi. Onlar ona, \"Ona konuş, ta ki sana bir cevap versin.\" dediler. Sırası geldiğinde, o tekrar konuştu. O zaman Allah'ın Elçisi ona, \"Aişe hakkında beni üzme, çünkü İlahi Vahiy, Aişe'nin yatağı dışında hiçbir yatakta bana gelmiyor.\" dedi. Bunun üzerine Ümmü Seleme, \"Seni üzdüğüm için Allah'a tövbe ediyorum.\" dedi. Sonra Ümmü Seleme'nin grubu, Allah'ın Elçisi'nin (ﷺ) kızı Fatıma'yı çağırdı ve onu Allah'ın Elçisi'ne (ﷺ) göndererek, \"Eşlerin, seni ve Ebu Bekir'in kızını eşit muamele etmeni istiyor.\" demesini söyledi. Fatıma, mesajı ona iletti. Peygamber (ﷺ) dedi ki, \"Ey kızım! Benim sevdiğim kişiyi sevmez misin?\" O, olumlu yanıt verdi ve durumu onlara anlattı. Onlar, onun tekrar gitmesini istediler ama o reddetti. Sonra Zeynep bint Cahş'ı gönderdiler, o da gitti ve sert sözler kullanarak, \"Eşlerin, seni ve İbn Ebu Kuhafa'nın kızını eşit muamele etmeni istiyor.\" dedi. Bunun üzerine sesi yükseldi ve Aişe'ye hakaret etti, öyle ki Allah'ın Elçisi (ﷺ) Aişe'ye bakarak onun karşılık verip vermeyeceğini görmek istedi. Aişe, Zeynep'e cevap vermeye başladı ta ki onu susturana kadar. Peygamber (ﷺ) sonra Aişe'ye bakarak, \"Gerçekten o, Ebu Bekir'in kızıdır.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated 'Azra bin Thabit Al-Ansari:",
      "text": "'Azra bin Thabit El-Ensari'den rivayet edildi: Thumama bin `Abdullah'a gittiğimde, bana biraz parfüm verdi ve Anas'ın parfüm hediyelerini reddetmeyeceğini söyledi. Anas dedi ki: Peygamber (ﷺ) parfüm hediyelerini reddetmezdi."
    },
    {
      "id": 18,
      "narrator": "Narrated Al-Miswar bin Makhrama and Marwan:",
      "text": "Al-Miswar bin Makhrama ve Marwan'dan rivayet edildi: Hawazin kabilesinin delegeleri Peygamber (ﷺ)'e geldiğinde, o, halkın ortasında ayağa kalktı, Allah'ı layık olduğu gibi tesbih etti ve hamd etti ve şöyle dedi: \"Sonra: Kardeşleriniz size tövbe ile geldiler ve onlara esirlerini geri vermenin mantıklı olduğunu düşünüyorum; o yüzden aranızdan kim bunu bir iyilik olarak yapmak isterse, yapabilir ve aranızdan kim de payına düşeni almak isterse, ilk Fai'den (savaş ganimeti) Allah'ın bize vereceği hakkı alana kadar bunu yapabilir.\" İnsanlar, \"Biz bunu (esirleri geri vermeyi) senin hatırın için isteyerek yaparız.\" diye cevap verdiler."
    },
    {
      "id": 19,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edildi: Allah'ın Elçisi (ﷺ) hediyeleri kabul ederdi ve karşılığında bir şey verirdi."
    },
    {
      "id": 20,
      "narrator": "Narrated An-Nu`man bin Bashir:",
      "text": "An-Nu'man bin Beşir'den rivayet edildi: Babası onu Allah'ın Elçisi'ne (ﷺ) götürdü ve, \"Bu oğluma bir köle verdim.\" dedi. Peygamber sordu, \"Tüm oğullarına benzer bir şey verdin mi?\" O, hayır dedi. Peygamber (ﷺ) dedi ki, \"O zaman hediyeni geri al.\""
    },
    {
      "id": 21,
      "narrator": "Narrated 'Amir:",
      "text": "'Amir'den rivayet edildi: An-Nu'man bin Beşir'i minberde, \"Babam bana bir hediye verdi ama `Amra bint Rawaha (annem) bunun için Allah'ın Elçisi'ni (ﷺ) şahit göstermesini istemedi.\" dediğini duydum. Babam, Allah'ın Elçisi'ne (ﷺ) gitti ve, \"Benim oğluma `Amra bint Rawaha'dan bir hediye verdim, ama o, seni bunun için şahit göstermemi emretti, Ey Allah'ın Elçisi (ﷺ)!\" dedi. Allah'ın Elçisi (ﷺ) sordu, \"Bunu tüm oğullarına verdin mi?\" O, hayır dedi. Allah'ın Elçisi (ﷺ) dedi ki, \"Allah'tan kork ve çocuklarına adil ol.\" Babam geri döndü ve hediyesini geri aldı."
    },
    {
      "id": 22,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edildi: Ubaidullah bin `Abdullah bana, `Aişe'nin şöyle dediğini söyledi: \"Peygamber (ﷺ) hastalandığında ve durumu ciddi hale geldiğinde, eşlerinden benim evimde tedavi edilmesini istedi ve onlar da izin verdiler. İki adamın omuzlarına dayanarak çıktı ve ayakları yere sürükleniyordu. Al-`Abbas ile başka bir adamın arasında yürüyordu.\" Ubaidullah dedi ki, \"Ben, `Aişe'nin söylediklerini İbn `Abbas'a bildirdiğimde, bana `Aişe'nin ismini vermediği ikinci adamın kim olduğunu biliyor muyum diye sordu. Ben hayır dedim. O, 'O, Ali bin Ebu Talib'di.' dedi.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edildi: Peygamber (ﷺ) dedi ki, \"Hediyesini geri alan kimse, kusmuğunu yutan bir köpek gibidir.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Asma:",
      "text": "Asma'dan rivayet edildi: Bir gün, \"Ey Allah'ın Elçisi (ﷺ)! Az-Zubair'in (yani kocamın) bana verdiği mülk dışında hiçbir mülküm yok. Sadaka verebilir miyim?\" dedim. Peygamber (ﷺ) dedi ki, \"Sadaka ver ve onu saklama; aksi takdirde Allah onu senden saklar.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Asma:",
      "text": "Asma'dan rivayet edildi: Allah'ın Elçisi (ﷺ) dedi ki, \"Ver (sadaka) ve isteksizce verme ki Allah sana sınırlı bir miktar versin; ve paranı saklama ki Allah onu senden saklasın.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Kuraib:",
      "text": "Kuraib'den rivayet edildi: İbn `Abbas'ın azatlı kölesi, Maimuna bint Al-Harith'in, Peygamber'in izni olmadan bir köle kızı azat ettiğini söyledi. Peygamberle birlikte olduğu gün, \"Ey Allah'ın Elçisi (ﷺ), köle kızımı azat ettiğimi biliyor musun?\" dedi. O, \"Gerçekten mi?\" dedi. O, evet dedi. O, \"Eğer onu akrabalarından birine versen daha fazla sevap alırdın.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Aisha:",
      "text": "`Aişe'den rivayet edildi: Allah'ın Elçisi (ﷺ) bir yolculuğa çıkmak istediğinde, hangi eşinin kendisiyle gideceğine karar vermek için kura çekerdi. Çıkan ismi alırdı. Her biri için bir gün ve bir gece belirlerdi. Ancak Sauda bint Zam'a, Allah'ın Elçisi'nin (ﷺ) rızasını kazanmak için (bu eylemle) `Aişe'ye (eşine) gününü ve gecesini bıraktı."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Maimuna'dan, Peygamber'in (ﷺ) eşi olarak, köle kızını azat ettiğini ve Peygamber'in (ﷺ) ona, \"Eğer köle kızını akrabalarından birine versen daha fazla sevap alırdın.\" dediği rivayet edildi."
    },
    {
      "id": 29,
      "narrator": "Narrated Aisha:",
      "text": "`Aişe'den rivayet edildi: \"Ey Allah'ın Elçisi (ﷺ)! İki komşum var; onlardan hangisine hediye vermeliyim?\" dedim. Peygamber (ﷺ) dedi ki, \"(Ver) kapısı sana daha yakın olanına.\""
    },
    {
      "id": 30,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "`Abdullah bin `Abbas'tan rivayet edildi: As-Sa'b bin Jath-thama El-Laythi'nin, Peygamber'in (ﷺ) bir arkadaşı olarak, ona bir onager eti verdiğini, o sırada Al-Abwa' veya Waddan'da olduğunu ve ihramda bulunduğunu duyduğunu söyledi. Peygamber (ﷺ) onu kabul etmedi. Peygamber (ﷺ), hediyesinin kabul edilmemesi nedeniyle As-Sa'b'ın yüzündeki üzüntü belirtilerini görünce, \"Hediyeni geri çevirmiyoruz, ama ihramdayız.\" dedi."
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Humaid Al-Sa`idi:",
      "text": "Ebu Hümeyd El-Saidi'den rivayet edilmiştir: Peygamber (ﷺ) Al-Azd kabilesinden İbn 'Utbiyya adında bir adamı zekât toplamak için görevlendirdi. Döndüğünde, \"Bu (yani zekât) senin, bu da bana hediye olarak verilmiştir.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Neden babasının veya annesinin evinde kalıp hediyeler alıp almayacağını görmedi? Hayatımın elinde olduğu Allah'a yemin ederim ki, zekâtın kaynaklarından (kanunsuz olarak) bir şey alan, Kıyamet Günü onu boynunda taşıyacaktır; eğer bir deveyse, homurdanacak; eğer bir inekse, böğürecek; eğer bir koyunsa, mekecek.\" Peygamber sonra ellerini kaldırdı, koltuk altlarının beyazlığını görene kadar ve üç kez, \"Ey Allah'ım! Ben Senin Mesajını (onlara) iletmedim mi?\" dedi."
    },
    {
      "id": 32,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) bana, \"Bahrain'in fonları bana geldiğinde sana bu kadar (Peygamber (ﷺ) üç kez elleriyle işaret etti) vereceğim.\" dedi. Ancak Peygamber (ﷺ) paralar ona ulaşmadan vefat etti. (Paralar geldiğinde) Ebu Bekir, Peygamber (ﷺ) hakkında bir alacak talebi olan veya bir şey verilmesi vaadi olan herkesin Ebu Bekir'e gelmesini ilan ettirmesini emretti. Ben de Ebu Bekir'e gidip Peygamber (ﷺ) bana bu kadar vermeyi vaad etti dedim. Bunun üzerine Ebu Bekir bana üç avuç (para) verdi."
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "El-Misvar bin Makhrama'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bazı örtüler dağıttı ama Makhrama'ya onlardan bir şey vermedi. Makhrama bana, \"Ey oğul! Beni Allah'ın Elçisi'ne (ﷺ) götür.\" dedi. Onunla gittiğimde, \"Onu bana çağır.\" dedi. Ben de babam için (Peygamber (ﷺ)'i) çağırdım. O, o örtülerden birini giyerek dışarı çıktı ve, \"Bu (örtüyü) senin için sakladık, (Makhrama).\" dedi. Makhrama örtüye baktı ve, \"Makhrama memnun.\" dedi, (veya Peygamber (ﷺ) dedi ki), \"Makhrama memnun mu?\""
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Allah'ın Elçisi'ne (ﷺ) geldi ve, \"Ben mahvoldum.\" dedi. Peygamber (ﷺ) sordu, \"Ne demek istiyorsun?\" Adam, \"Ramazan'da (oruçlu iken) karımla cinsel ilişkiye girdim.\" dedi. Peygamber (ﷺ) ona, \"Bir köleyi azat edebilir misin?\" diye sordu. O, hayır dedi. Sonra, \"İki ay peş peşe oruç tutabilir misin?\" diye sordu. O, hayır dedi. Peygamber (ﷺ) ona, \"Altmış fakiri doyurabilir misin?\" diye sordu. O, hayır dedi. Bu sırada bir Ensari, dolusu hurma ile geldi. Peygamber (ﷺ) adamın, \"Al bunu ve sadaka olarak ver (günahının keffareti olarak).\" dedi. Adam, \"O Allah'ın Elçisi, bizden daha fakir olan birilerine mi vermeliyim? Seni hak ile gönderen Allah'a yemin ederim ki, Medine'nin iki dağının arasında bizden daha fakir bir aile yok.\" dedi. Allah'ın Elçisi (ﷺ) ona bunu almasını ve ailesine vermesini söyledi."
    },
    {
      "id": 35,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Babam Uhud (savaşı) günü şehit oldu ve alacaklıları borçlarını sert bir şekilde talep ettiler. Bunun üzerine ben Allah'ın Elçisi'ne (ﷺ) gidip durumu bildirdim, o da onlara bahçemin meyvelerini kabul etmelerini ve babamı affetmelerini istedi ama kabul etmediler. Bunun üzerine, Allah'ın Elçisi (ﷺ) onlara meyveleri vermedi, ne de olsa onları kesip aralarında dağıttı, ama, \"Yarın sabah size geleceğim.\" dedi. Ertesi sabah bize geldi ve hurma ağaçlarının arasında dolaşarak Allah'a meyvelerinin bereketlenmesi için dua etti. Ben meyveleri topladım ve alacaklıların tüm haklarını tam olarak verdim, geriye de çok fazla meyve kaldı. Sonra Allah'ın Elçisi'ne (ﷺ) oturmakta olduğu yerde gidip olanları bildirdim. Allah'ın Elçisi (ﷺ) orada oturan Ömer'e, hikayeyi dinlemesini söyledi. Ömer, \"Senin Allah'ın Elçisi (ﷺ) olduğunu bilmiyor muyuz? Vallahi, sen Allah'ın Elçisi'sin!\" dedi."
    },
    {
      "id": 36,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Peygamber'e (ﷺ) bir içecek (süt ve su karışımı) getirildi, o da sağında bir çocuk, solunda yaşlı adamlar otururken biraz içti. Peygamber (ﷺ) çocuğa, \"Eğer izin verirsen, bu içeceğin geri kalanını önce bu yaşlı adamlara vereyim.\" dedi. Çocuk, \"O Allah'ın Elçisi, ben senin yanından payımı kimseye tercih etmem!\" dedi. Peygamber (ﷺ) daha sonra o kabı çocuğun eline verdi. (Bkz. Hadis No. 541)."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Cabir (ra) dedi ki, \"Ben Peygamber (ﷺ) ile camide bulundum ve o bana hakkımı verdi ve benden daha fazlasını verdi.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Ben Peygamber (ﷺ)'e bir yolculukta bir deve sattım. Medine'ye vardığımızda, bana iki rek'at namaz kılmamı emretti. Sonra deve fiyatını (altın olarak) tarttı ve üzerine fazladan bir miktar verdi. Bir kısmı bende kaldı, ta ki Harra günü Şam ordusu tarafından alınıncaya kadar.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Allah'ın Elçisi'ne (ﷺ) bir içecek (süt ve su) getirildi, sağında bir çocuk, solunda yaşlı adamlar oturuyordu. Çocuğa, \"Bunu bu (insanlara) vermeme izin verir misin?\" diye sordu. Çocuk, \"Hayır, vallahi, kimseye benim hakkımı senin yanından almasına izin vermem.\" dedi. Bunun üzerine Peygamber (ﷺ) kâseyi çocuğun eline koydu."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamdan borç almıştı (ve o adam bunu çok sert bir şekilde talep etti). Peygamber (ﷺ)'in arkadaşları ona zarar vermek istediler, ama Peygamber (ﷺ) onlara, \"Onu bırakın, çünkü alacaklının sert konuşma hakkı vardır.\" dedi. Sonra ekledi, \"Yaşıt bir deve satın al ve ona ver.\" Onlar, \"Biz ondan daha yaşlı bir deve bulamayız.\" dediler. O, \"Al ve ona ver, çünkü aranızda en hayırlı olanı, borcunu en güzel şekilde ödeyendir.\" dedi."
    },
    {
      "id": 41,
      "narrator": "Narrated Marwan bin Al-Hakam and Al-Miswar bin Makhrama:",
      "text": "Marvan bin Hekam ve El-Misvar bin Makhrama'dan rivayet edilmiştir: Hawazin kabilesinin delegeleri Peygamber (ﷺ)'e geldiklerinde, mülklerini ve esirlerini geri vermesini istediler. O, \"Bu, benimle birlikte başka insanları da ilgilendiriyor, gördüğünüz gibi, en iyi söz benim için doğrudur, bu yüzden iki alternatiften birini seçebilirsiniz; ya esirler ya da mülk ve (ganimetleri dağıtmadım çünkü) sizi bekliyordum.\" dedi. Peygamber (ﷺ) Ta'if'ten döndüğünde, onlardan on geceden fazla bekledi. Onlar, Peygamber (ﷺ)'in yalnızca ikisinden birini geri vereceğini öğrendiklerinde, esirlerini seçtiler. Peygamber daha sonra Müslümanların arasında durdu, Allah'ı, O'na layık olduğu şekilde tesbih etti ve övdü, sonra şöyle dedi: \"Sonra: Bu kardeşleriniz, size tövbe ile geldiler ve esirlerini geri vermenin uygun olduğunu düşünüyorum, bu yüzden aranızdan bunu bir iyilik olarak yapmak isteyen varsa, yapabilir; ve aranızdan ilk Fai (yani savaş ganimeti) Allah'ın bize vereceği zamana kadar payını almak isteyen varsa, bunu yapabilir.\" İnsanlar, \"Esirleri onlara gönüllü olarak bir iyilik olarak geri veriyoruz, ey Allah'ın Elçisi (ﷺ)!\" dediler. Peygamber (ﷺ) dedi ki, \"Aranızdan hangisinin rızasını verdiğini ve hangisinin vermediğini bilmiyorum; bu yüzden geri dönün ve liderleriniz kararınızı bana iletsin.\" İnsanlar ayrıldılar ve liderleri bu konuyu tartıştıktan sonra Peygamber (ﷺ)'e gelip, hepsinin esirleri gönüllü olarak geri vermeyi kabul ettiğini bildirdiler. (Az-Zuhn, alt rivayetçi, \"Bu, Hawazin esirleri hakkında bildiğimizdir.\" dedi.)"
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) birinden özel yaşta bir deve borçla aldı. Sahibi geldi ve onu sert bir şekilde geri istedi. Peygamber (ﷺ) dedi ki, \"Şüphesiz, hakkı olan talep edebilir.\" Sonra Peygamber (ﷺ) ona, kendi devesinden daha yaşlı bir deve verdi ve, \"Aranızda en hayırlı olanı, borçlarını en güzel şekilde ödeyendir.\" dedi."
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: O, Peygamber (ﷺ) ile bir yolculukta, Ömer'e ait olan sorunlu bir deveyi binerken bulundu. Deve Peygamber'in önüne geçiyordu, bu yüzden İbn 'Umar'ın babası, \"Ey Abdullah! Hiç kimse Peygamber'in önüne geçmemelidir.\" diyordu. Peygamber (ﷺ) ona, \"Bana sat.\" dedi. Ömer, Peygamber'e, \"Bu senin içindir.\" dedi. Böylece, onu satın aldı ve, \"Ey Abdullah! Bu senin içindir ve sen onunla istediğini yapabilirsin.\" dedi."
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn 'Umar (ra):",
      "text": "İbn 'Umar (ra)dan rivayet edilmiştir: Biz Peygamber (ﷺ) ile bir yolculukta bulunuyorduk ve ben sorunlu bir deveyi biniyordum. Peygamber (ﷺ) Ömer'e o deveyi kendisine satmasını istedi. Ömer de onu ona sattı. Peygamber (ﷺ) daha sonra, \"Ey Abdullah! Deve senin.\" dedi."
    },
    {
      "id": 45,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir: Ömer bin Hattab, caminin kapısında bir ipek elbise (örtü) satıldığını gördü ve, \"Ey Allah'ın Elçisi (ﷺ)! Keşke bunu alıp Cuma günleri ve elçiler sana geldiğinde giyseydin!\" dedi. Allah'ın Elçisi (ﷺ) dedi ki, \"Bu, ahirette hiçbir payı olmayacak olanın giydiği bir elbisedir.\" Daha sonra bazı ipek elbiseler getirildi ve Allah'ın Elçisi (ﷺ) bunlardan birini Ömer'e gönderdi. Ömer, \"Bu elbiseyi bana nasıl verirsin, oysa sen 'Utarid'in elbisesi hakkında böyle söyledin?\" dedi. Allah'ın Elçisi (ﷺ) dedi ki, \"Sana giymen için vermedim.\" Bunun üzerine Ömer, onu Mekke'deki bir putperest kardeşine verdi."
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bir gün Peygamber (ﷺ) Fatıma'nın evine gitti ama girmedi. `Ali geldi ve ona bunu anlattı. `Ali, Peygamber (ﷺ) hakkında sorduğunda, \"Kapısında çok renkli bir süslü perde gördüm. Ben dünya işlerine ilgi duymuyorum.\" dedi. `Ali, Fatıma'ya gitti ve ona bunu söyledi. Fatıma, \"Onun önerdiği şekilde ondan vazgeçmeye hazırım.\" dedi. Peygamber (ﷺ) ona, onu şu ve bu muhtaç insanlara göndermesini emretti."
    },
    {
      "id": 47,
      "narrator": "Narrated `Ali:",
      "text": "`Ali'den rivayet edilmiştir: Peygamber (ﷺ) bana ipekten bir elbise hediye etti ve ben onu giydim. Yüzünde öfke belirtilerini görünce, onu parçalara ayırdım ve eşimlerim arasında dağıttım."
    },
    {
      "id": 48,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygambere kalın ipek kumaştan yapılmış bir jubba (yani örtü) sunuldu. Peygamber (ﷺ) insanlara ipek giymelerini yasaklardı. Bu yüzden insanlar onu görünce memnun oldular. Peygamber (ﷺ) dedi ki, \"Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, Sa`d bin Mu`adh'ın cennetteki mendilleri bunun daha iyisidir.\" Anas ekledi, \"Hediye, Ukaidir (bir Hristiyan) tarafından Dauma'dan Peygambere gönderildi.\""
    },
    {
      "id": 49,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir Yahudi kadın, Peygamber (ﷺ) için zehirli bir (pişirilmiş) koyun getirdi ve o da ondan yedi. Kadın Peygamberin huzuruna getirildi ve ona, \"Onu öldürelim mi?\" diye soruldu. O da, \"Hayır.\" dedi. Allah'ın Resulü (ﷺ) 'nin ağzının damak kısmında zehrin etkisini görmeye devam ettim."
    },
    {
      "id": 50,
      "narrator": "Narrated `Abdur-Rahman bin Abu Bakr:",
      "text": "`Abdur-Rahman bin Ebu Bekir'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile birlikte yüz otuz kişiydik. O, bizden herhangi birimizin yiyeceği olup olmadığını sordu. Bir adamın, o zaman su ile karıştırılmış yaklaşık bir Sa buğdayı vardı. Çok uzun bir putperest, koyun sürüsüyle geldi. Peygamber (ﷺ) ona, \"Bize (bir koyun) satacak mısın yoksa hediye mi vereceksin?\" diye sordu. O da, \"Sizi (bir koyun) satacağım.\" dedi. Peygamber (ﷺ) bir koyun satın aldı ve kesildi. Peygamber, karaciğeri ve diğer iç organların kızartılmasını emretti. Allah'a yemin ederim ki, Peygamber (ﷺ) yüz otuz kişiden her birine ondan bir parça verdi; orada bulunan herkese verdi; ve yok olanların paylarını sakladı. Peygamber (ﷺ) daha sonra etini iki büyük leğene koydu ve hepsi doyana kadar yediler, hatta o iki leğende daha fazla yiyecek kaldı, bu da deveye taşındı (ya da buna benzer bir şey söyledi)."
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: `Umar, bir adamın üzerinde satılık bir ipek örtü gördü ve Peygamber (ﷺ)'den, bunu Cuma günleri ve elçilerle görüşürken giymek için satın almasını istedi. Peygamber (ﷺ) dedi ki, \"Bu, ahirette hiçbir payı olmayacak olanın giydiği bir şeydir.\" Daha sonra Allah'ın Resulü (ﷺ) buna benzer bazı ipek örtüler aldı ve birini `Umar'a gönderdi. `Umar, Peygamber (ﷺ)'e, \"Bunu nasıl giyebilirim, sen bunun hakkında böyle söyledin?\" dedi. Peygamber (ﷺ) dedi ki, \"Bunu sana giymen için vermedim, ama satman veya birine vermen için verdim.\" Böylece `Umar, İslam'ı kabul etmeden önce onu Mekke'deki kardeşine gönderdi."
    },
    {
      "id": 52,
      "narrator": "Narrated Asma' bint Abu Bakr:",
      "text": "Asma' bint Ebu Bekr'den rivayet edilmiştir: Annem, Allah'ın Resulü (ﷺ) hayattayken bana geldi ve o bir putperestti. Ben Allah'ın Elçisi'ne (onun hükmünü isteyerek), \"Annem bana geldi ve benden bir ödül almak istiyor, onunla iyi ilişkiler kurmalı mıyım?\" dedim. Peygamber (ﷺ) dedi ki, \"Evet, onunla iyi ilişkiler kur.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Hediye geri alan kimse, kusmuğunu yutan gibidir.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kötü örnek bizim için değildir. Hediye geri alan kimse, kusmuğunu geri yutan bir köpek gibidir.\""
    },
    {
      "id": 55,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "`Umar bin Al-Khattab'dan rivayet edilmiştir: Ben, Allah yolunda bir at verdim. Verilen kişi ona iyi bakmadı. Onu benden satın almayı düşündüm, çünkü ucuz satacağını düşündüm. Peygamber (ﷺ)'e sorduğumda, \"Onu satın alma, hatta sana bir dirhem karşılığında verseler bile, çünkü sadaka olarak verdiğini geri alan kişi, kusmuğunu geri yutan bir köpek gibidir.\" dedi."
    },
    {
      "id": 56,
      "narrator": "Narrated 'Abdullah bin 'Ubaidullah bin Abi Mulaika:",
      "text": "'Abdullah bin 'Ubaidullah bin Ebi Mulaika'dan rivayet edilmiştir: Suhaib'in oğulları (Suhaib, Beni Jud'an'ın kölesiydi) Allah'ın Resulü (ﷺ)'nün Suhaib'e iki ev ve bir oda verdiğini iddia ettiler. Marvan sordu, \"İddianıza kim şahitlik edecek?\" Onlar, İbn 'Umar'ın bunu yapacağını söylediler. Marvan, İbn 'Umar'ı çağırdı ve o da Allah'ın Resulü (ﷺ)'nün gerçekten Suhaib'e iki ev ve bir oda verdiğine şahitlik etti. Böylece Marvan, (İbn 'Umar'ın) şehadeti nedeniyle Suhaib'in oğullarının lehine hüküm verdi."
    },
    {
      "id": 57,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) `Umra'nın, sunulan kişiye ait olduğunu hükmetti."
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Umra caizdir.\" Ata dedi ki, \"Cabir bunu bana Peygamber'den aynı şekilde aktardı.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir zamanlar Medine halkı korkmuştu, bu yüzden Peygamber (ﷺ) Abu Talha'dan Al-Mandub adında bir at ödünç aldı ve onu sürdü. Geri döndüğünde, \"Hiçbir şey görmedik (korkulacak), ama at çok hızlıydı (denizin suyu kadar tükenmez bir enerjiye sahipti).\" dedi."
    },
    {
      "id": 60,
      "narrator": "Narrated Aiman:",
      "text": "Ayman'dan rivayet edilmiştir: `Aişe'ye gittim ve o beş dirheme mal olan kaba bir elbise giyiyordu. `Aişe, \"Bak ve benim köle kızımı gör, o evde bunu giymeyi reddediyor, halbuki Allah'ın Resulü (ﷺ) hayattayken benim de benzer bir elbisem vardı ve kocasının önünde şık görünmek isteyen hiçbir kadın benden onu ödünç almayı başaramadı.\" dedi."
    },
    {
      "id": 61,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ne güzel bir Maniha'dır (yakın zamanda doğum yapmış ve bol süt veren dişi deve) ve (ne güzel bir Maniha) (bol süt veren koyun, sabah bir kova ve akşam bir kova)dir!\" Malik'ten rivayet edilmiştir: Maniha, bir hayır işidir."
    },
    {
      "id": 62,
      "narrator": "Narrated Ibn Shihab Az-Zuhri:",
      "text": "İbn Şihab Az-Zuhri'den rivayet edilmiştir: Enes bin Malik dedi ki: \"Muhacirler Medine'ye geldiğinde hiçbir şeyleri yoktu, oysa Ensar'ın toprakları ve mülkleri vardı. Ensar, Muhacirlere topraklarını verdi, ancak Muhacirlerin her yılki ürünün yarısını kendilerine vermeleri ve toprakta çalışmaları ve tarım için gerekli olan şeyleri sağlamaları şartıyla.\" Anas'ın annesi (ki o da Abdullah bin Ebu Talha'nın annesidir), Allah'ın Elçisi'ne bazı hurma ağaçları verdi. O da bunları, Usame bin Zeyd'in annesi olan azatlı cariyesi (Ümmü Eymen)ye verdi. Peygamber (ﷺ) Khaibar halkıyla savaşı bitirip Medine'ye döndüğünde, Muhacirler Ensar'a, Ensar'ın kendilerine verdiği meyve hediyelerini geri verdiler. Peygamber (ﷺ) ayrıca Anas'ın annesine hurma ağaçlarını geri verdi. Allah'ın Elçisi (ﷺ), Ümmü Eymen'e eski hediyenin yerine bahçesinden başka ağaçlar verdi."
    },
    {
      "id": 63,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kırk erdemli amel vardır ve bunların en iyisi bir dişi keçinin Maniha'sıdır. Bu erdemli amellerden birini, Allah'ın ödülünü umarak ve onu alacağına kesin bir güvenle yapan kimse, Allah onu cennete sokar.\" Hassan (bir alt rivayetçi) dedi ki: \"Biz Maniha'nın altında kalan bu iyi amelleri saymaya çalıştık; hapşırana cevap vermek, yoldan zararlı şeyleri kaldırmak gibi şeyleri zikrettik, ancak on beşi bile saymayı başaramadık.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bazı adamlar fazladan toprağa sahipti ve bunu başkalarına ekip biçmeleri için vereceklerini söylediler, ancak bunun karşılığında ürünün üçte birini, dörtte birini veya yarısını alacaklardı. Peygamber (ﷺ) şöyle dedi: \"Kimin toprağı varsa, onu kendisi ekip biçmelidir ya da kardeşine vermelidir ya da boş bırakmalıdır.\""
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Said'den rivayet edilmiştir: Bir bedevi Peygamber (ﷺ)'e göç hakkında sordu. Peygamber (ﷺ) ona, \"Allah sana merhamet etsin. Göç meselesi zordur. Sende bazı develer var mı?\" diye sordu. O da olumlu yanıt verdi. Peygamber (ﷺ) sordu: \"Onların zekatını veriyor musun?\" O da olumlu yanıt verdi. Peygamber (ﷺ) sordu: \"Onları başkalarına süt vermesi için ödünç veriyor musun?\" Bedevi, \"Evet.\" dedi. Peygamber (ﷺ) sordu: \"Onları sulama gününde sağar mısın?\" O da, \"Evet.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Tüccarların (ya da denizin) ötesinde iyi işler yap ve Allah, senin hiçbir amelin göz ardı etmeyecektir.\" (Bkz. Hadis No. 260, Cilt 5)"
    },
    {
      "id": 66,
      "narrator": "Narrated Tawus:",
      "text": "Tavus'tan rivayet edilmiştir: Kendisine aralarındaki en bilgili olan (yani İbn Abbas) tarafından, Peygamber (ﷺ)'in yeşilliklerle dolu bir araziye doğru gittiği ve bunun kime ait olduğunu sorduğu bildirildi. Kendisine, şu kişi kiralamış olduğu söylendi. Peygamber (ﷺ) şöyle dedi: \"Eğer sahibi ona bedava verseydi, onun için daha iyi olurdu; sabit bir kira talep etmektense.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Peygamber (ﷺ) İbrahim, Sara ile birlikte göç etti. Göç ettikleri kasabanın halkı ona Ajar (yani Hacer) verdi. Sara geri döndü ve İbrahim'e, 'Biliyor musun ki Allah o putperesti alçaltmış ve bana hizmet etmesi için bir cariye vermiştir?' dedi.\""
    },
    {
      "id": 68,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Bir zamanlar ben, Allah yolunda bir at verdim. Daha sonra onu satılırken gördüm. Allah'ın Elçisi'ne (ﷺ) (onu satın alıp alamayacağımı) sordum. O da, \"Satın alma, çünkü hayır olarak verdiğin şeyi geri almamalısın.\" dedi."
    }
  ]
}