{
  "language": "tr",
  "metadata": {
    "length": 50,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Urwa bin Al-Musaiyab Alqama bin Waqqas and Ubaidullah bin `Abdullah:",
      "text": "`Urva bin Al-Musaiyab, Alqama bin Waqqas ve Ubaidullah bin `Abdullah'dan rivayet edilmiştir: Aişe ile ilgili hikaye ve onların rivayetleri birbirini tasdik ederken, yalancılar Aişe hakkında uydurdukları şeyleri söylediler ve vahiy gecikti. Allah'ın Resulü (ﷺ), eşini boşamak için `Ali ve Usame'yi danışmaya çağırdı. Usame, \"Eşini koru, çünkü onun hakkında bildiğimiz tek şey iyilik.\" dedi. Berire, \"Onu herhangi bir kusurla suçlayamam, sadece o hala ailemizin hamurunu unutan genç bir kızdır (yani kocasıyla aldatacak kadar saf bir akla sahip değil).\" dedi. Allah'ın Resulü (ﷺ) dedi ki, \"Ailem hakkında beni lekeleyen adamdan intikam almama kim yardımcı olabilir? Vallahi, ailem hakkında bildiğim tek şey iyilikti ve onlar (yani suçladılar) benim hakkımda bildiğim tek şey iyilik olan bir adamı anmışlardı.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) ve Ubai bin Ka`b el-Ensari, İbn Sayyad'ın yaşadığı bahçeye gittiler. Allah'ın Resulü (ﷺ) bahçeye girdiğinde, İbn Sayyad'ı görmeden onun konuşmalarını gizlice duymak için hurma ağaçlarının arkasına saklanmaya başladı. İbn Sayyad, yumuşak süslü bir örtüyle yatağında uzanıyordu ve mırıldanıyordu. İbn Sayyad'ın annesi, Peygamberin hurma ağaçlarının gövdesinin arkasında saklandığını gördü. İbn Sayyad'a, \"Ey Saf! Bu Muhammad.\" dedi. Bunu duyan İbn Sayyad mırıldanmayı bıraktı (ya da dikkatli oldu), Peygamber (ﷺ) dedi ki, \"Eğer onu rahatsız etmemiş olsaydı, gerçekliğini açığa çıkarırdı.\" (Detaylar için Hadis No. 290, Cilt 4'e bakınız)"
    },
    {
      "id": 3,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Rifa'a el-Kurazi'nin eşi, Peygamber (ﷺ)'e geldi ve \"Ben Rifa'a'nın eşiydim, ama o beni boşadı ve bu kesin bir boşamaydı. Sonra `Abdur-Rahman bin Az-Zubair ile evlendim ama o iktidarsız.\" dedi. Peygamber (ﷺ) ona, \"Rifa'a ile yeniden evlenmek istiyor musun? Eğer mevcut kocanla tam bir cinsel ilişki kurmadıysan, evlenemezsin.\" dedi. Ebu Bekir, Allah'ın Resulü (ﷺ) ile oturuyordu ve Halid bin Sa`id bin Al-`As kapıda içeri girmeyi bekliyordu. O, \"Ey Ebu Bekir! Bu (kadın) Peygamber (ﷺ)'in önünde açıkça neyi ifşa ediyor, duyuyor musun?\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah bin Abu Mulaika from `Uqba bin Al-Harith:",
      "text": "`Abdullah bin Ebu Mulaika, `Uqba bin Al-Harith'ten rivayet etmiştir: `Uqba, Ebu İhab bin Aziz'in kızını aldı ve sonra bir kadın geldi ve \"Ben `Uqba ve eşini emzirdim.\" dedi. `Uqba ona, \"Seni emzirdiğini bilmiyorum ve bana bildirmedin.\" dedi. Sonra Ebu İhab'ın evine birini gönderdi ama onların kızı emzirdiğini bilmiyorlardı. Sonra `Uqba, Medine'deki Peygamber (ﷺ)'e gitti ve bu konuda ona sordu. Peygamber (ﷺ) ona, \"Siz aynı kadından emzirildiğiniz söylendikten sonra (eşini nasıl tutabilirsin)?\" dedi. Bunun üzerine o, onu boşadı ve o başka bir (koca ile) evlendi."
    },
    {
      "id": 5,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "`Umar bin Al-Hattab'dan rivayet edilmiştir: İnsanlar, Allah'ın Resulü'nün hayatında vahiy ile yargılanıyordu ama şimdi artık yeni bir vahiy yok. Şimdi sizi, kamuya açık olarak yaptığınız işler üzerinden yargılıyoruz, bu yüzden bizim önümüzde iyi işler yapanı güvenilir bulacağız ve onun gizli olarak gerçekten ne yaptığını sorgulamayacağız; çünkü Allah onun hakkında hüküm verecektir; ama bize kötü bir iş sunan kişiye güvenmeyeceğiz veya inanmayacağız, hatta niyetlerinin iyi olduğunu iddia etse bile."
    },
    {
      "id": 6,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ)'in önünden bir cenaze alayı geçti ve insanlar merhum hakkında övgülerde bulundu. Peygamber (ﷺ) dedi ki, \"Cennet kesinleşti.\" Sonra başka bir cenaze alayı geçti ve insanlar merhum hakkında kötü konuştu. Peygamber (ﷺ) dedi ki, \"Cehennem kesinleşti.\" Allah'ın Resulü (ﷺ)'ne soruldu, \"Ey Allah'ın Resulü (ﷺ)! İkisi için de kesinleşti mi?\" Peygamber (ﷺ) dedi ki, \"İnsanların şehadeti (kabul edilir), çünkü müminler yeryüzünde Allah'ın şahitleridir.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Al-Aswad:",
      "text": "Ebu el-Aswad'dan rivayet edilmiştir: Bir zamanlar Medine'ye gittim, orada bir hastalık patlak vermişti ve insanlar hızla ölüyorlardı. `Umar ile oturuyordum ve bir cenaze alayı geçti. İnsanlar merhum hakkında övgülerde bulundu. `Umar, \"Kesinleşti\" (Cennet). Sonra başka bir cenaze alayı geçti. İnsanlar merhum hakkında övgülerde bulundu. `Umar, \"Kesinleşti.\" (Cennet). Sonra başka bir cenaze alayı geçti. İnsanlar merhum hakkında övgülerde bulundu. `Umar, \"Kesinleşti (Cennet).\" Sonra üçüncü bir cenaze alayı geçti ve insanlar merhum hakkında kötü konuştu. `Umar, \"Kesinleşti (Cehennem).\" dedim. `Umar'a, \"Ey müminlerin önderi! Ne kesinleşti?\" dedim. O, \"Peygamber (ﷺ)'in söylediğini söyledim. O, 'Allah, iyi karakteri dört kişi tarafından tasdik edilen her Müslümanı cennete alacaktır.' dedi. Biz Peygamber'e, 'Eğer sadece üç şahit olursa?' dedik. O, 'Hatta üç.' dedi. Biz, 'Eğer sadece iki şahit olursa?' dedik. O, 'Hatta iki.' dedi. Ama bir şahit hakkında sormadık.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Aflah, benimle görüşmek için izin istedi ama ben ona izin vermedim. O, \"Ben senin amcan olmama rağmen neden benimle örtünüyorsun?\" dedi. Aişe, \"Bu nasıl olur?\" dedi. Aflah, \"Sen, kardeşimin karısı tarafından kardeşimin sütüyle emzirildin.\" dedi. Ben, Allah'ın Resulü (ﷺ)'ne bunu sordum ve o, \"Aflah haklı, o yüzden onun sana gelmesine izin ver.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ), Hamza'nın kızı hakkında, \"Onunla evlenmem yasal olarak mümkün değil, çünkü süt akrabalığı, kan akrabalığı gibi (evlilik meselelerinde) kabul edilir. O, benim süt kardeşimin kızıdır.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated `Amra bint `Abdur-Rahman:",
      "text": "`Amra bint `Abdur-Rahman'dan rivayet edilmiştir: Aişe, Peygamber (ﷺ) ile evli olduğu zaman, bir gün Peygamber (ﷺ) evinde iken, bir adamın Hafsa'nın evine girmek için izin istediğini duydu. Aişe, \"Ben dedim ki, 'Ey Allah'ın Resulü (ﷺ)! Sanırım bu adam, Hafsa'nın süt amcasıdır.'\" Aişe ekledi, \"Ey Allah'ın Resulü (ﷺ)! Bir adam, evinize girmek için izin istiyor.\" Allah'ın Resulü (ﷺ) cevap verdi, \"Sanırım bu adam, Hafsa'nın süt amcasıdır.\" Aişe, \"Eğer falan kişi (yani süt amcası) yaşıyor olsaydı, bana gelmesine izin verilir miydi?\" dedi. Allah'ın Resulü, \"Evet, izin verilirdi, çünkü süt akrabalığı, kan akrabalığı gibi (evlilik meselelerinde) kabul edilir.\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) yanıma geldiğinde evimde bir adam vardı. O, \"Ey Aişe! Bu (adam) kim?\" dedi. Ben, \"Benim süt kardeşlerim.\" dedim. O, \"Ey Aişe! Süt kardeşlerin konusunda dikkatli ol, çünkü süt akrabalığı sadece emzirme döneminde (iki yaşından önce) geçerlidir.\" dedi."
    },
    {
      "id": 12,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "`Urva bin Az-Zubair'den rivayet edilmiştir: Bir kadın, Feth (Mekke) gazasında hırsızlık yaptı ve Peygamber'e getirildi. Peygamber, onun elinin kesilmesini emretti. Aişe dedi ki, \"Tövbeleri tamdı ve sonra evlendi ve daha sonra bana gelirdi (sonrasında) ve ihtiyaçlarını Allah'ın Resulü (ﷺ)'ne iletirdim.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Zaid bin Khalid:",
      "text": "Zaid bin Halid'den rivayet edilmiştir: Allah'ın Resulü (ﷺ), evlenmemiş bir adamın yasadışı cinsel ilişkiye girmesi halinde yüz sopa vurulmasını ve bir yıl sürgün edilmesini emretti."
    },
    {
      "id": 14,
      "narrator": "Narrated An-Nu`man bin Bashir:",
      "text": "En-Nu`man bin Beşir'den rivayet edilmiştir: Annem, babama beni mülkünden bir hediye vermesi için rica etti; o da biraz tereddüt ettikten sonra bana verdi. Annem, Peygamber (ﷺ)'in buna şahit olmasını istemedikçe tatmin olmayacağını söyledi. Ben küçük bir çocukken, babam beni elimden tutarak Peygamber (ﷺ)'e götürdü. O, Peygamber'e, \"Annesi, bint Rawaha, bu çocuğa bir hediye vermemi istedi.\" dedi. Peygamber (ﷺ) dedi ki, \"Onun dışında başka oğulların var mı?\" O, \"Evet.\" dedi. Peygamber (ﷺ) dedi ki, \"Beni haksızlık için şahit kılma.\" Ash-Shu`bi, Peygamber (ﷺ)'in, \"Ben haksızlık için şahit olmam.\" dediğini rivayet etmiştir."
    },
    {
      "id": 15,
      "narrator": "Narrated Zahdam bin Mudrab:",
      "text": "Zahdam bin Mudrab'dan rivayet edilmiştir: `Imran bin Husain'in, \"Peygamber (ﷺ) dedi ki, 'En iyi insanlar benim neslimde yaşayanlardır, sonra onlardan sonra gelenler ve sonra ikinci nesilden sonra gelenler.'\" dediğini duydum. `Imran, \"Peygamber (ﷺ)'in sizin mevcut neslinizden sonra iki veya üç nesil zikredip etmediğini bilmiyorum.\" dedi. Peygamber (ﷺ) ekledi, \"Sizden sonra bazı insanlar olacak ki, onlar dürüst olmayacaklar ve güvenilir olmayacaklar ve şahitlik yapacaklar (delil) istenmeden şahitlik yapacaklar, yemin edecekler ama yeminlerini yerine getirmeyecekler ve obezite aralarında yayılacaktır.\" dedi."
    },
    {
      "id": 16,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Benim neslimin insanları en hayırlıdır, sonra onları takip edenler, sonra da onların ardından gelenler. Daha sonra, yeminleri şahitliklerinden önde olan bazı insanlar gelecek ve şahitlikleri yeminlerinden önde olacak.\" İbrahim (bir alt rivayetçi) dedi ki: \"Yemin etmek için 'Allah'ın adıyla şahitlik ederim ya da Allah'ın ahdiyle' diyerek dövülürdük.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) büyük günahlar hakkında soruldu. O da şöyle dedi: \"Onlar şunlardır:"
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Bakra:",
      "text": "(1) Allah'a ortak koşmak,"
    },
    {
      "id": 19,
      "narrator": "Narrated `Aisha:",
      "text": "(2) Anne babaya isyan etmek,"
    },
    {
      "id": 20,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "(3) Bir insanı (öldürülmesi Allah tarafından yasaklanmış olan) öldürmek (yani cinayet işlemek),"
    },
    {
      "id": 21,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "(4) Ve yalan şahitlik yapmak.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) üç kez şöyle dedi: \"Size en büyük günahları bildireyim mi?\" Onlar, \"Evet, Ey Allah'ın Elçisi (ﷺ)!\" dediler. O da, \"Allah'a ortak koşmak ve anne babaya isyan etmek.\" dedi. Peygamber (ﷺ) daha sonra yastığın üzerinde yatarken oturdu ve \"Yalan şahitlikten sakının, bu uyarıyı sürekli tekrar etti ki, onun durmayacağını düşündük.\" (Bkz. Hadis No. 7, Cilt 8)"
    },
    {
      "id": 23,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir adamın (Cami'de Kur'an okuduğunu) duydu ve \"Allah ona merhamet etsin. Şüphesiz, o bana şu ve bu sureden şu ve bu ayetleri hatırlattı ki, onları unuttum.\" dedi. Aişe'den rivayet edilmiştir: Peygamber (ﷺ) benim evimde Teheccüd namazı kıldı, sonra Abbad'ın Cami'de dua ettiğini duydu ve \"Ey Aişe! Bu Abbad'ın sesi mi?\" dedi. Ben de, \"Evet.\" dedim. O da, \"Ey Allah! Abbad'a merhamet et!\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bilal, gece (sabahdan önce) ezan okur, bu yüzden bir sonraki ezan okunana kadar yiyin ve için (ya da İbn Ümmü Mektum'un ezanını duyana kadar).\" İbn Ümmü Mektum, sabahın geldiğini kendisine söylenmeden ezan okumayan kör bir adamdı."
    },
    {
      "id": 25,
      "narrator": "Narrated Aisha:",
      "text": "El-Misvar bin Mahrame'den rivayet edilmiştir: Peygamber (ﷺ) için bazı dış giysiler geldi ve babam (Mahrame) bana, \"Peygamber (ﷺ) yanına gidelim, belki bize giysilerden bir şey verir.\" dedi. Babam kapıda durdu ve konuştu. Peygamber (ﷺ) onun sesini tanıdı ve bir giysi ile çıktı, Mahrame'ye o giysinin güzel özelliklerini anlattı ve \"Bunu senin için sakladım, bunu senin için gönderdim.\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir kadının şahitliği, bir erkeğin şahitliğinin yarısı değil midir?\" Kadınlar, \"Evet.\" dediler. O da, \"Bu, bir kadının aklındaki eksiklikten dolayıdır.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ukbe bin Haris'ten rivayet edilmiştir: Um Yahya bint Ebu İhab ile evlenmişti. Dedi ki: \"Bir siyah cariye geldi ve 'Ben sizi her ikinizi emzirdim.' dedi. Bunu Peygamber (ﷺ)'e anlattım, o da yüzünü çevirdi.\" Ukbe daha sonra dedi ki: \"Diğer tarafa geçtim ve Peygamber (ﷺ)'e bunu anlattım. O da, 'Kadın, sizi emzirdiğini söylediğinde (karınla) nasıl onu (eşin olarak) tutabilirsin?' dedi. Bunun üzerine Peygamber (ﷺ) ona boşanmasını emretti."
    },
    {
      "id": 28,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ukbe bin Haris'ten rivayet edilmiştir: Bir kadınla evlendim ve sonra bir kadın geldi ve 'Ben sizi her ikinizi emzirdim.' dedi. Bunun üzerine Peygamber (ﷺ)'e gittim (bunu sormak için). O da, 'Kadın, sizin kardeş olduğunuzu söylediğinde (onu eşin olarak) nasıl tutabilirsin? Onu bırak (boşan).' dedi."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Aişe'den (Peygamber'in eşi) rivayet edilmiştir: \"Herhangi bir yolculuğa çıkmayı düşündüğünde, Peygamber (ﷺ) eşleri arasında kura çeker ve kura kimin üzerine düşerse onu yanına alırdı. Bir gazvesinde, aramızda kura çekti ve kura bana düştü, ben de onunla birlikte gittim. Allah, kadınların peçeyi kullanmasını emrettikten sonra. Ben bir devenin sırtında bir howda içinde taşındım ve hala içinde iken indim. Peygamber (ﷺ) gazvesini tamamlayıp evine döndüğünde, Medine şehrine yaklaştığımızda, Peygamber (ﷺ) bize gece yola çıkmamızı emretti. Yola çıkma emri verildiğinde, ben orduyu geçip ihtiyacımı gidermek için yürüdüm. İşimi bitirdikten sonra (kamp alanına) döndüm ve aniden boynumdaki kolyenin kaybolduğunu fark ettim. Bu yüzden geri dönüp onu aramaya başladım ve bu yüzden geciktim. Beni deveye taşıyan insanlar, benim howdamı alıp devenin sırtına koydular, çünkü o zaman kadınlar hafif, ince ve az yemek yiyenlerdi. Bu yüzden o insanlar howdanın ağırlığında bir fark hissetmediler ve onu devenin üzerine koydular. O sırada ben genç bir kızdım. Onlar deveye hareket ettirdiler ve yola çıktılar. Ben kolyemi bulduktan sonra ordu gitmişti ve onların kampına geldiğimde kimseyi bulamadım. Bu yüzden gittiğim yere geri döndüm, onların benim yokluğumu fark edip geri döneceklerini düşündüm. O durumda uyku bastı ve uyudum. Safvan bin Muattal es-Sulami ed-Dhakwani, ordunun arkasında kaldı ve sabah benim evime ulaştı. Uyuyan birini görünce yanıma geldi, beni daha önce peçesiz görmüştü. O, 'İnna lil-lah wa inna ileyhi rajiun (Biz Allah'a aidiz ve ona döneceğiz)' dediğini duyduğumda uyandım. Devesini diz çöktürdü, devesinden indi ve ön bacaklarının üzerine bacaklarını koydu, ben de üzerine bindim. Safvan yürümeye başladı, deveyi ipten tutarak, öğle vakti ordu dinlenmeye duruncaya kadar ilerledik. Sonra kim yok olmayı gerektiriyorsa, yok oldu (bazı insanlar bana iftira attı) ve iftiracıların lideri Abdullah bin Ubai bin Salul'du. Sonra Medine'ye döndük ve ben bir ay boyunca hastalandım, insanlar iftiracıların uydurduğu sözleri yaydılar. Hastalığım sırasında, Peygamber (ﷺ)'den, hastalandığımda aldığım nazik ilgiyi almadığımı hissediyordum. Ama o gelirdi, selam verir ve 'O (kız) nasıl?' derdi. Ben olan bitenden hiçbir şey bilmiyordum, ta ki hastalığımdan iyileşip Um Mistah ile ihtiyacımı gidermek için dışarı çıkana kadar, ve biz geceye kadar ihtiyacımızı gidermek için dışarı çıkmazdık ve bu, evlerimize yakın tuvaletlerimiz olmadan önceydi. Bu alışkanlığımız, eski Arapların açık alanda (ya da evlerden uzakta) olan alışkanlıklarına benziyordu. Ben ve Um Mistah bint Ruhm yürüyorduk. Um Mistah, uzun elbisesi yüzünden tökezledi ve o da 'Mistah helak olsun.' dedi. Ben de, 'Kendisi Badr savaşına katılan bir adamı neden kötüliyorsun?' dedim. O da, 'Ey Hanata (sen orada), söylediklerini duymadın mı?' dedi. Sonra bana iftiracıların dediklerini anlattı. Hastalığım daha da kötüleşti ve eve döndüğümde, Allah'ın Elçisi (ﷺ) bana geldi ve selam verdikten sonra 'O (kız) nasıl?' dedi. Ondan aileme gitmemi istediğimde, haberleri onlardan öğrenmek istedim. Allah'ın Elçisi (ﷺ) izin verdi ve aileme gittim, anneme 'İnsanlar bu konuda ne diyor?' dedim. O da, 'Ey kızım! Bu mesele hakkında çok endişelenme. Allah'a yemin ederim ki, kocası olan bir güzel kadın yoktur ki, diğer eşleri tarafından iftiraya uğramasın.' dedim. 'Allah'ı tesbih ederim! İnsanlar gerçekten bu konudan mı bahsediyor?' O gece gözyaşları döktüm ve sabaha kadar uyuyamadım. Sabah Allah'ın Elçisi (ﷺ) Ali bin Ebu Talib ve Usame bin Zeyd'i çağırdı, ilahi vahyin geciktiğini görünce, eşini (yani Aişe'yi) boşama konusunda onlarla istişare etti. Usame bin Zeyd, eşlerinin iyi şöhretini bildiğini söyledi ve ekledi: 'Ey Allah'ın Elçisi (ﷺ)! Eşini koru, çünkü Allah'a yemin ederim ki, onun hakkında iyi olanı biliyoruz.' Ali bin Ebu Talib, 'Ey Allah'ın Elçisi (ﷺ)! Allah sana kısıtlama getirmedi ve ondan başka birçok kadın var, ama gerçeği söyleyecek olan cariyeyi sorabilirsin.' Bunun üzerine Allah'ın Elçisi (ﷺ) Barirah'ı çağırdı ve 'Ey Barirah, onun hakkında şüphe uyandıracak bir şey gördün mü?' dedi. Barirah, 'Hayır, seni gerçeğiyle gönderen Allah'a yemin ederim ki, onda gördüğüm hiçbir kusur yok, sadece o, bazen uyuyup hamuru keçilere yedirmek için bırakıyor.' dedi. O gün Allah'ın Elçisi (ﷺ) minbere çıktı ve Abdullah bin Ubai bin Salul'u cezalandırmak için birinin kendisine destek olmasını istedi. Allah'ın Elçisi şöyle dedi: 'Ailem hakkında iftira atan o kişiyi (Abdullah bin Ubai bin Salul) cezalandırmamda bana kim destek olacak? Allah'a yemin ederim ki, ailem hakkında bildiğim tek şey iyidir ve bana iftira atan kişi hakkında bildiğim tek şey iyidir ve o benim evime ancak benim yanımda girdi.' Sa'd bin Muaz ayağa kalktı ve 'Ey Allah'ın Elçisi (ﷺ)! Allah'a yemin ederim ki, onu senden kurtaracağım. Eğer o Aus kabilesindense, başını keseriz, eğer bizim kardeşlerimizden Khazraj'dan ise, emret ve biz emrini yerine getiririz.' Bunun üzerine Sa'd bin Ubade, Khazraj'ın lideri ve bu olaydan önce salih bir adamdı, ayağa kalktı, kabilesi için duyduğu heyecanla ve 'Allah'a yemin ederim ki, yalan söyledin; onu öldüremezsin ve onu öldüremezsin.' dedi. Bunun üzerine Usaid bin Al-Hadir ayağa kalktı ve Sa'd bin Ubade'ye, 'Allah'a yemin ederim ki, sen bir yalancısın. Allah'a yemin ederim ki, onu öldüreceğiz; ve sen bir münafıksın, münafıkları savunuyorsun.' dedi. Bu durumda Aus ve Khazraj kabileleri heyecanlandı ve birbirleriyle savaşacaklardı, oysa Allah'ın Elçisi (ﷺ) minberde duruyordu. O, aşağı indi ve onları sakinleştirdi, ta ki sessizleşene kadar. O gün o kadar çok ağladım ki, ne gözyaşlarım durdu ne de uyuyabildim. Sabah ailem benimle birlikteydi ve iki gece ve bir gün boyunca ağlamıştım, ta ki karaciğerimin ağlamaktan patlayacağını düşündüm. Onlar benimle otururken ve ben ağlarken, bir Ensari kadın içeri girmek için izin istedi, ben de ona girmesi için izin verdim. O oturdu ve benimle birlikte ağlamaya başladı. Bu durumda Allah'ın Elçisi (ﷺ) geldi ve oturdu ve o günden beri benimle oturmamıştı, iftira uydurulduğu günden beri. Olayım hakkında bir ay boyunca vahiy gelmedi. Tashahhud okudu (yani, Allah'tan başka ibadet edilecek yoktur ve Muhammed O'nun Elçisidir) ve sonra 'Ey Aişe! Senin hakkında şu ve bu şekilde bilgilendirildim; eğer masumsan, Allah seni masumiyetinle ilgili olarak yakında açığa çıkaracaktır, eğer bir günah işlediysen, Allah'a tevbe et ve O'ndan bağışlanma iste, çünkü bir kişi günahını itiraf ettiğinde ve Allah'tan bağışlanma dilediğinde, Allah onun tevbesini kabul eder.' dedi. Allah'ın Elçisi (ﷺ) sözünü bitirdiğinde gözyaşlarım tamamen durdu ve bir damla bile kalmadı. Babamdan, Allah'ın Elçisi (ﷺ)'ne benim adıma cevap vermesini istedim. Babam, 'Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ)'ne ne söyleyeceğimi bilmiyorum.' dedi. Anneme, 'Allah'ın Elçisi (ﷺ)'ne benim adıma konuş.' dedim. O da, 'Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ)'ne ne söyleyeceğimi bilmiyorum.' dedi. Ben genç bir kızdım ve Kur'an hakkında fazla bilgim yoktu. 'Allah'a yemin ederim ki, insanların söylediklerini dinlediğinizi ve bu sözlerin aklınıza yerleştiğini ve bunu gerçek olarak kabul ettiğinizi biliyorum. Şimdi, eğer ben masum olduğumu söylesem ve Allah benim masum olduğumu biliyorsa, bana inanmazdınız ve eğer size yanlış bir şekilde suçlu olduğumu itiraf etsem ve Allah benim masum olduğumu biliyorsa, bana inanırdınız. Allah'a yemin ederim ki, durumumu sizinle karşılaştırmıyorum, ancak Yusuf'un babasının (yani Yakup'un) durumuyla karşılaştırıyorum ki, 'Bana karşı iddia ettikleriniz karşısında sabır en uygun olanıdır ve yalnızca Allah'tan yardım istenebilir.' dedi. Sonra yatağımın diğer tarafına döndüm, Allah'ın benim masumiyetimi kanıtlamasını umarak. Allah'a yemin ederim ki, Allah'ın benim durumumda ilahi vahiy göndereceğini düşünmedim, kendimi Kuran'da konuşulacak kadar alçak gördüm. Allah'ın Elçisi (ﷺ)'nin bir rüya görmesini ummuştum, böylece Allah benim masumiyetimi kanıtlayabilirdi. Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ) kalkmadı ve hiç kimse evden çıkmadı, ilahi vahiy Allah'ın Elçisi (ﷺ)'ne geldi. O, ilahi vahiy geldiğinde kendisine gelen aynı durumu yaşadı. O kadar terlemişti ki, ter damlaları inci gibi düşüyordu, oysa o (soğuk) kış günüydü. Allah'ın Elçisi (ﷺ)'nin durumu sona erdiğinde gülümsüyordu ve ilk söylediği söz, 'Aişe! Allah'a şükret, çünkü Allah senin masumiyetini ilan etti.' Annem bana, 'Allah'ın Elçisi (ﷺ)'ne git.' dedi. Ben de, 'Allah'a yemin ederim ki, ona gitmeyeceğim ve sadece Allah'a şükredeceğim.' dedim. Böylece Allah şöyle vahyetti: \"Şüphesiz ki, iftirayı yayanlar, aranızda bir çetedir...\" (24.11) Allah benim masumiyetimi ilan ettiğinde, Aişe hakkında söylediklerinden dolayı Mistah bin Üthatha'ya yardım eden Ebu Bekir, 'Allah'a yemin ederim ki, Aişe hakkında söylediklerinden dolayı Mistah'a bir şey vermeyeceğim.' dedi. Ama Allah daha sonra şöyle vahyetti: \"İçinizde iyi ve varlıklı olanlar, akrabalarına, muhtaç olanlara ve Allah yolunda evlerinden ayrılanlara yardım etmeye yemin etmesinler. Onlar affetsinler ve göz yumsunlar. Allah'ın sizi affetmesini istemez misiniz? Şüphesiz ki, Allah çok affedicidir, çok merhametlidir.\" (24.22) Bunun üzerine Ebu Bekir, 'Evet! Allah'a yemin ederim ki, Allah'ın beni affetmesini isterim.' dedi ve daha önce yardım ettiği Mistah'a yardım etmeye devam etti. Allah'ın Elçisi (ﷺ) ayrıca Zeynep bint Cahş'tan (yani Peygamber'in eşinden) benimle"
    },
    {
      "id": 30,
      "narrator": "Narrated `Abdullah:",
      "text": "Narrated `Abdullah: Allah's Messenger (ﷺ) said, \"If somebody takes a false oath in order to get the property of a Muslim \n(unjustly) by that oath, then Allah will be angry with him when he will meet Him.\" Al-Ash'ath \ninformed me, \"By Allah! This was said regarding me. There was a dispute about a piece of land \nbetween me and a man from the Jews who denied my right. I took him to the Prophet. Allah's Messenger (ﷺ) \nasked me, 'Do you have an evidence?' I replied in the negative. He said to the Jew, 'Take an oath.' I \nsaid, 'O Allah's Messenger (ﷺ)! He will surely take an oath and take my property unjustly.\" So, Allah \nrevealed: \"Verily! Those who purchase a little gain at the cost of Allah's covenant and their oaths . . . \" \n(3.77)"
    },
    {
      "id": 31,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "İbn Ebu Mulaika'dan rivayet edilmiştir: İbn Abbas, Peygamberin (ﷺ) sanığın yeminine dayanarak hüküm verdiğini yazdı."
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Abdullah (bin Mes'ud) dedi ki: \"Kim bir malı (haksız yere) almak için (yalancı) yemin ederse, Allah onunla karşılaştığında ona öfkelenir. Allah bunu İlahi Vahiy ile tasdik etti: 'Şüphesiz! Allah'ın ahdi ve yeminleri karşılığında az bir kazanç satın alanlar... acı bir azap göreceklerdir.' (3.77) El-Aş'ath bin Kays bize geldi ve sordu: 'Abu Abdur-Rahman (yani Abdullah) size ne söylüyor?' Biz de ona anlattık. O dedi ki: 'Gerçek söylüyor; bu İlahi Ayet benimle ilgili olarak indirildi. Benimle başka bir adam arasında bir mesele vardı ve dava Allah'ın Elçisi (ﷺ) huzuruna getirildi. O da, 'İki şahidinizi getirin, yoksa sanık yemin etsin' dedi. Ben de, 'Sanık kesinlikle (yalancı) yemin edecek, umursamayacak' dedim. Peygamber (ﷺ) dedi ki: 'Kim (başkasının) malını almak için yalancı yemin ederse, Allah onunla karşılaştığında ona öfkelenir.' Sonra Allah bunun tasdikini indirdi. El-Aş'ath da yukarıdaki İlahi Ayeti okudu.\" (3.77)"
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Hilal bin Ümeyye, karısını Peygamber (ﷺ) huzurunda Şarik bin Sahma ile zina yapmakla suçladı. Peygamber (ﷺ) dedi ki: \"Bir delil getir, yoksa sırtına (kamçılanarak) ceza verilecektir.\" Hilal dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Eğer bizden biri, başka bir adamı karısının yanında görse, delil aramaya mı gidecek?\" Peygamber (ﷺ) devamla dedi: \"Bir delil getir, yoksa sırtına (kamçılanarak) ceza verilecektir.\" Peygamber (ﷺ) daha sonra Lian rivayetini (Kutsal Kitap'ta olduğu gibi) anımsattı. (Nur Suresi: 24)"
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah'ın ne konuşacağına ne de bakacağına, ne de (günahlardan) temizleyeceği üç kişi vardır ve onlara acı bir azap vardır. (Onlar): (1) Yolda gereksiz su bulunduran ve bunu yolculara vermeyen bir adam. (2) Bir Müslüman hükümdara biat eden ve bunu sadece dünyevi kazanç için yapan bir adam. Eğer hükümdar ona istediğini verirse, ona itaat eder; aksi takdirde buna uymaz. (3) Bir adam, 'Asr' namazından sonra başka bir adamla pazarlık yapar ve diğeri, Allah'ın adıyla yemin ederek, o şey için bu kadar teklif aldığını iddia eder ve birincisi (ona inanarak) onu satın alır.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim (başkalarının) malını almak için (yalancı) yemin ederse, Allah onunla karşılaştığında ona öfkelenir.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) bazı insanlardan yemin etmelerini istedi ve onlar bu konuda acele ettiler. Peygamber (ﷺ) aralarında kimin önce yemin edeceğine karar vermek için kura çekilmesini emretti."
    },
    {
      "id": 37,
      "narrator": "Narrated `Abdullah bin Abu `Aufa:",
      "text": "Abdullah bin Ebu Aufa'dan rivayet edilmiştir: Bir adam pazarda bazı mallar sergiledi ve onlara bu kadar teklif aldığını iddia ederek yalancı yemin etti, oysa o miktarı almadı. Sonra şu İlahi Ayet indirildi: \"Şüphesiz! Allah'ın ahdi ve yeminleri karşılığında az bir kazanç satın alanlar... acı bir azap göreceklerdir.\" (3.77) İbn Ebu Aufa ekledi: \"Yukarıda tarif edilen kişi, hain bir faize batmış kişidir.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Wail from `Abdullah:",
      "text": "Ebu Vail'den Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim başka bir adamın (veya kardeşinin) malını almak için yalancı yemin ederse, Allah onunla karşılaştığında ona öfkelenir.\" Sonra Allah bunu, şu İlahi Ayeti indirerek tasdik etti: \"Şüphesiz! Allah'ın ahdi ve yeminleri karşılığında az bir kazanç satın alanlar... acı bir azap göreceklerdir.\" (3.77) El-Aş'ath bana rastladı ve sordu: \"Bugün Abdullah sana ne söyledi?\" Ben de: \"Şu ve bu.\" O dedi ki: \"Ayet benim davamla ilgili olarak indirildi.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Talha bin 'Ubaidullah:",
      "text": "Talha bin Ubeydullah'tan rivayet edilmiştir: Bir adam Allah'ın Elçisi (ﷺ) huzuruna gelerek İslam hakkında soru sordu. Allah'ın Elçisi (ﷺ) dedi ki: \"Günde ve gecede (24 saat) beş farz namaz kılmalısın.\" Adam sordu: \"Benden başka farz namaz var mı?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır, ancak istersen nafile (yani isteğe bağlı) namaz kılabilirsin.\" Allah'ın Elçisi (ﷺ) daha sonra, \"Ramazan ayında oruç tutmalısın.\" dedi. Adam: \"Başka günlerde de oruç tutacak mıyım?\" diye sordu. Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır, ancak isteğe bağlı oruç tutmak istersen.\" Sonra Allah'ın Elçisi (ﷺ) ona farz zekatı anlattı. Adam sordu: \"Bundan başka bir şey vermem gerekiyor mu?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır, ancak isteğe bağlı olarak sadaka vermek istersen.\" Adam, \"Vallahi, bundan fazlasını ya da azını yapmayacağım.\" diyerek ayrıldı. Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer doğru söylediyse, başarılı olacaktır.\""
    },
    {
      "id": 40,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim yemin edecekse, Allah'a yemin etsin ya da sessiz kalsın.\" (yani Allah'tan başka bir şeyle yemin etmemelidir.)"
    },
    {
      "id": 41,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) dedi ki: \"Sizler davalarınızı bana sunuyorsunuz ve bazılarınız argümanlarını sunmada daha ikna edici olabilir. Eğer ben birinin hakkını diğerine (haksız yere) veriyorsam, bu durumda ona ateşten bir parça vermiş oluyorum; bu yüzden onu almamalıdır.\""
    },
    {
      "id": 42,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Ebu Süfyan bana, Heraklius'un ona şöyle dediğini söyledi: \"Sana neyi (yani Muhammed) emrettiğini sorduğumda, sen de onun namaz kılmayı, doğruyu söylemeyi, iffetli olmayı, vaatleri yerine getirmeyi ve emanetleri geri vermeyi emrettiğini söyledin.\" Sonra Heraklius ekledi: \"Bunlar gerçekten bir peygamberin nitelikleridir.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Münafığın üç alameti vardır: (1) Ne zaman konuşsa yalan söyler, (2) Ne zaman emanet edilse, güvenilmez çıkar, (3) Ne zaman vaat etse, vaadini bozar.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Muhammad bin `Ali:",
      "text": "Muhammed bin Ali'den rivayet edilmiştir: Cabir bin Abdullah dedi ki: \"Peygamber (ﷺ) vefat ettiğinde, Ebu Bekir, Al-Ala bin Hadrami'den bazı mülkler aldı. Ebu Bekir, insanlara dedi ki: 'Peygamberden alacaklı olan veya ona bir şey vaat edilen kimse bize gelsin (ki hakkını ödeyelim).' Cabir ekledi: 'Ben (Ebu Bekir'e) dedim ki: Allah'ın Elçisi (ﷺ) bana şu kadar, bu kadar ve şu kadar (ellerini üç kez açarak) vereceğini vaat etti.' Cabir ekledi: 'Ebu Bekir benim için saydı ve bana beş yüz (altın parası) verdi, sonra beş yüz, sonra beş yüz daha verdi.'\""
    },
    {
      "id": 45,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: Hira'dan bir Yahudi bana Musa'nın (yani Peygamber Musa) tamamladığı iki dönemden hangisini sordu. Ben de: \"Bilmiyorum, (ama bekle) en bilgili Arap'ı görene kadar ve ona soracağım.\" dedim. Böylece İbn Abbas'a gittim ve ona sordum. O da: \"Musa, daha uzun ve daha iyi olan dönemi tamamladı.\" dedi. İbn Abbas ekledi: \"Şüphesiz, Allah'ın elçisi her zaman söylediğini yapar.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Ubaidullah bin `Abdullah bin `Utba:",
      "text": "Ubaidullah bin `Abdullah bin `Utba'dan rivayet edilmiştir: İbn `Abbas dedi ki: \"Ey Müslümanlar! Nasıl oluyor da, en son Allah'tan gelen bilgi olan ve Peygamberine indirilen Kitap (yani Kur'an) varken, insanlar arasında Kitap ehliyle (yani Yahudi ve Hristiyanlarla) konuşuyorsunuz? O Kitap ki, bozulmamıştır. Allah, size Kitap ehlinin kendi elleriyle kendilerine indirileni değiştirdiğini ve değiştirilen Kitapları hakkında 'Bu Allah'tandır' dediklerini bildirmiştir; böylece bazı dünyevi menfaatler elde etmeye çalışıyorlar.\" İbn `Abbas ekledi: \"Size indirilmiş olan bilgi, onlardan sormaktan alıkoymaya yeterli değil mi? Vallahi, onlardan hiçbirinin (Müslümanlara) size indirileni sorduğunu görmedim.\""
    },
    {
      "id": 47,
      "narrator": "Narrated An-Nu`man bin Bashir:",
      "text": "An-Nu`man bin Bashir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'ın emirlerine ve sınırlarına uyan kişi ile Allah'ın sınırlarını ve emirlerini ihlal eden kişi arasındaki örnek, bir kayıkta yer çekme çekmekte olan insanların örneğine benzer. Bazıları üst kısımda, diğerleri alt kısımda yer alır; alt kısımda olanlar su almak için üstte olanların yanından geçmek zorundadır ve bu, üsttekileri rahatsız eder. Onlardan biri (yani alt kısımda olanlar) bir balta alır ve kayığın altına bir delik açmaya başlar. Üst kısımda olan insanlar gelir ve ona 'Sende ne var?' diye sorar. O da 'Benim (size gelmem) yüzünden çok rahatsız oldunuz, ben de su almak zorundayım' diye cevap verir. Eğer onu bu işten alıkoyarlarsa, hem kendilerini hem de onu kurtarırlar; ama eğer onu serbest bırakırlarsa, hem onu hem de kendilerini mahvederler.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Um Al-Ala:",
      "text": "Um Al-Ala'dan rivayet edilmiştir: Ensar, hangi muhacirin hangi Ensar ile birlikte kalacağını belirlemek için kura çektiklerinde, `Uthman bin Mazun'un adı çıktı. Um Al-Ala şöyle dedi: \"Uthman bizimle kaldı ve hasta olduğunda ona baktık, ama o vefat etti. Onu elbiseleriyle kefenledik ve Allah'ın Elçisi evimize geldi. Ben (ölü `Uthman'a) hitaben, 'Ey Abu As-Sa'ib! Allah sana merhamet etsin. Ben şahitlik ederim ki Allah seni bereketlendirmiştir.' dedim. Peygamber (ﷺ) bana, 'Allah onu nasıl bereketlendirdiğini nereden biliyorsun?' dedi. Ben de, 'Bilmiyorum, ey Allah'ın Elçisi (ﷺ)! Annem babam sana feda olsun.' dedim. Allah'ın Elçisi (ﷺ) dedi ki: 'Uthman hakkında, vallahi o vefat etti ve ben ona her türlü iyiliği diliyorum, ama vallahi, ben Allah'ın Elçisi (ﷺ) olmama rağmen, onun hakkında ne olacağını bilmiyorum.' Um Al-Ala ekledi: 'Vallahi, ondan sonra kimsenin takvasını asla tasdik etmeyeceğim. Ve Allah'ın Elçisi (ﷺ)nin söyledikleri beni üzdü.' Um Al-Ala ayrıca dedi ki: \"Bir gün uyudum ve rüyamda Uthman için akan bir dere gördüm. Bunun üzerine Allah'ın Elçisi (ﷺ)ne gittim ve ona bunu anlattım, o da 'Bu, onun amellerinin sembolüdür.' dedi.\""
    },
    {
      "id": 49,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir yolculuğa çıkmayı düşündüğünde, eşleri arasında kura çekerdi ve kura çıkan eşini yanına alırdı. Ayrıca her bir eşine bir gün ve bir gece belirlerdi, ancak Sauda bint Zam`a, Allah'ın Elçisi (ﷺ)ni memnun etmek amacıyla, kendi gününü ve gecesini Aişe'ye verdi."
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer insanlar, (namaz için) ezan okumanın ve (namazda) birinci safta olmanın mükafatını bilselerdi ve bu ayrıcalığı elde etmenin başka bir yolu olmadığını görselerdi, elbette kura çekerlerdi. Eğer öğle namazının mükafatını bilselerdi, ona koşarlardı; sabah (yani Fajr) ve `İsha namazlarının mükafatını bilselerdi, oraya ulaşmak için sürünmek zorunda kalsalar bile namaza gelirlerdi.\""
    }
  ]
}