{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Marwan and al-Miswar bin Makhrama:",
      "text": "Marwan ve al-Miswar bin Makhrama'dan rivayet edilmiştir: (Allah'ın Messenger'ının (ﷺ) sahabelerinden) Suhail bin `Amr Hudaibiye Antlaşması'nı kabul ettiğinde, o zaman belirttiği şartlardan biri, Peygamber'in (ﷺ) onlara (yani putperestlere) gelen herhangi birini, eğer o bir Müslüman olsa bile, geri vermesi ve bu kişi ile onlar arasında müdahale etmemesiydi. Müslümanlar bu şartı sevmediler ve bundan tiksindiler. Suhail bu şart dışında bir şey kabul etmedi. Bunun üzerine Peygamber (ﷺ) bu şartı kabul etti ve Abu Jandal'ı babası Suhail bin `Amr'a geri verdi. O zamandan itibaren Peygamber (ﷺ) bu süre içinde gelen herkesin, eğer Müslüman olsa bile, geri verilmesine karar verdi. Bu süre zarfında, Allah'ın Messenger'ına (ﷺ) gelen bazı inanan kadın muhacirler, o zaman genç bir kız olan Um Kulthum bint `Uqba bin Abu Muait de dahil olmak üzere, akrabası Peygamber'e (ﷺ) gelerek onu geri vermesini istedi, fakat Peygamber (ﷺ) onu onlara geri vermedi, çünkü Allah kadınlar hakkında şu ayeti indirmişti: \"Ey iman edenler! İman eden kadınlar size muhacir olarak geldiklerinde, onları sınayın. Allah onların imanını en iyi bilendir. Eğer onları gerçek inananlar olarak biliyorsanız, onları kafirlere geri göndermeyin. Onlar kafirler için helal (eşler) değildir, kafirler de onlar için helal değildir.\" (60.10)"
    },
    {
      "id": 2,
      "narrator": "Narrated `Urwa:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Jarir:",
      "text": "`Urwa'dan rivayet edilmiştir: Aişe bana şöyle söyledi: \"Allah'ın Messenger'ı (ﷺ) onları şu ayete göre sınar: 'Ey iman edenler! İman eden kadınlar size geldiğinde, muhacir olarak onları test edin... çünkü Allah çok bağışlayandır, çok merhamet edendir.\" (60.10-12) Aişe, \"Eğer onlardan herhangi biri bu şartı kabul ederse, Allah'ın Elçisi ona, 'Sadakatini kabul ettim.' derdi. Sadece bunu söylerdi, ama Allah'a yemin ederim ki, sadakat alırken hiçbir kadının elini hiç bir zaman tutmadı (yani onlarla el sıkışmadı) ve sadakatlerini sadece sözleriyle alırdı.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Jarir'den rivayet edilmiştir: Allah'ın Messenger'ına (ﷺ) biat ettiğimde, her Müslümana iyi nasihat etmemi şart koştu."
    },
    {
      "id": 6,
      "narrator": "Narrated `Urwa:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Jabir:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'ına (ﷺ) namazı tam kılmak, zekatı vermek ve her Müslümana iyi nasihat etmek için biat ettim."
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Eğer biri polenlenmiş hurma ağaçları satarsa, onların meyveleri satıcıya aittir, alıcı aksi bir şart koşmadıkça.\""
    },
    {
      "id": 10,
      "narrator": "Narrated `Uqba bin Amir:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Rafi` bin Khadij:",
      "text": "`Urwa'dan rivayet edilmiştir: Aişe bana, Barirah'ın kendisinden özgürlük için yazılı yardım istediğini ve o zaman fiyatının herhangi bir kısmını ödemediğini söyledi. Aişe ona, \"Efendilerine git ve eğer onlar benim senin bedelini ödeyeceğimi kabul ederlerse (ve seni özgür kılarsam), şartım senin Wala'nın benim için olmasıdır, ben parayı ödeyeceğim.\" dedi. Barirah, efendilerine bunu söyledi, ama onlar reddetti ve \"Eğer Aişe bir iyilik yapmak isterse yapabilir, ama senin Wala'n bizim için olacak.\" dediler. Aişe bunu Allah'ın Messenger'ına (ﷺ) bildirdi ve o ona, \"Barirah'ı satın al ve onu özgür kıl, çünkü Wala, özgür kılınana aittir.\" dedi."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid Al-Juhani:",
      "text": "Jabir'den rivayet edilmiştir: Yavaş ve yorgun bir deve üzerinde giderken, Peygamber (ﷺ) yanımdan geçti ve ona vurdu ve Allah'ın ona bereket vermesi için dua etti. Deve daha önce hiç olmadığı kadar hızlı oldu. Peygamber (ﷺ) sonra, \"Bana bir Uqiyya (altın) karşılığında sat.\" dedi. Ben, \"Hayır.\" dedim. O tekrar, \"Bana bir Uqiyya (altın) karşılığında sat.\" dedi. Ben onu sattım ve evime kadar bineceğimi şart koştum. (Medine'ye) vardığımızda, o deveyi Peygamber'e (ﷺ) götürdüm ve bana fiyatını verdi. Eve döndüm ama o beni çağırdı (ve yanına gittiğimde) şöyle dedi: \"Deveni almayacağım. Deven senin için bir hediye.\" (Burada Jabir'in satılan deveye kadar Medine'ye kadar binme hakkına sahip olduğu ile ilgili ifadelerde küçük farklılıklar içeren çeşitli rivayetler bulunmaktadır.)"
    },
    {
      "id": 14,
      "narrator": "Narrated Aiman Al-Makki:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ensar, Peygamber'e (ﷺ) \"Hurmalıklarımızı aramızda ve muhacir kardeşlerimizle paylaşalım.\" dediler. Peygamber, \"Hayır.\" dedi. Ensar, muhacirlere, \"Bahçelerimizde çalışabilirsiniz ve biz meyveleri sizinle paylaşırız.\" dediler. Muhacirler, \"Duyduk ve itaat ettik.\" dediler."
    },
    {
      "id": 16,
      "narrator": "Narrated Ubai bin Ka`b:",
      "text": "Ubai bin Ka`b'dan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Musa, Allah'ın Messengerı,\" ve ardından onunla ilgili tüm hikayeyi anlattı. Al-Khadir, Musa'ya, \"Benimle sabredemeyeceğini sana söylemedim mi?\" (18.72). Musa, unutkanlık nedeniyle ilk kez anlaşmayı ihlal etti, ardından Musa, Al-Khadir'den bir şey sorarsa, onun onu terk etme hakkına sahip olacağını vaad etti. Musa bu şartı kabul etti ve üçüncü kez Al-Khadir'den bilerek bir şey sordu ve bu şartın uygulanmasına neden oldu. Yukarıda bahsedilen üç durum aşağıdaki ayetlerle anılmaktadır: \"Unuttuğum için beni hesaba çekme ve bana zor davranma.\" (18.73) \"Sonra bir çocukla karşılaştılar ve Khadir onu öldürdü.\" (18.74) \"Sonra yola devam ettiler ve yıkılmak üzere olan bir duvar buldular ve Khadir onu düzeltip ayakta tuttu.\" (18.77)"
    },
    {
      "id": 17,
      "narrator": "Narrated `Urwa:",
      "text": "`Urwa'dan rivayet edilmiştir: Aisha şöyle dedi: \"Barirah bana geldi ve 'Halkım (efendilerim) benim özgürlüğüm için dokuz Awaq (altın) karşılığında yıllık taksitlerle ödenecek bir sözleşme yazdı; bana yardım et.' dedi. Aisha ona, 'Eğer efendilerin kabul ederse, ben onlara toplam miktarı ödeyeceğim, şartıyla ki Wala benim için olsun.' dedi. Barirah efendilerine gitti ve onlara bunu anlattı, ancak onlar teklifi reddetti ve Barirah, Allah'ın Messengerı (ﷺ) otururken onlardan döndü. 'Onlara teklifi sundum, ancak Wala'nın onların olması şartıyla kabul etmediler.' dedi. Peygamber (ﷺ) bunu duyduğunda ve Aisha ona anlattığında, ona şöyle dedi: 'Barirah'ı satın al ve onlara Wala'nın onların olacağını şart koşsunlar, çünkü Wala, azat edilenin hakkıdır.' Aisha bunu yaptı. Sonrasında Allah'ın Messengerı (ﷺ) halkın ortasında kalktı, Allah'ı yüceltti ve övdü ve şöyle dedi: 'Bazı insanların Allah'ın yasalarında olmayan şartlar koyması ne kadar garip! Allah'ın yasalarında olmayan her şart geçersizdir, hatta yüz tane böyle şart olsa bile. Allah'ın kuralları en geçerli ve Allah'ın şartları en sağlamdır. Wala, azat edilenindir.'\""
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Khaibar halkı, Abdullah bin `Umar'ın ellerini ve ayaklarını çıkardığında, `Umar bir vaaz vererek ayağa kalktı ve şöyle dedi: \"Şüphesiz, Allah'ın Messengerı (ﷺ) Yahudilerle mülkleri hakkında bir sözleşme yaptı ve onlara, 'Allah sizinle birlikte olduğu sürece (toprağınızda durmanıza) izin veriyoruz.' dedi. Şimdi Abdullah bin `Umar kendi topraklarına gitti ve gece saldırıya uğradı, elleri ve ayakları çıkartıldı ve orada başka düşmanımız yok, sadece o Yahudiler var, onlar bizim düşmanlarımız ve şüphelendiğimiz tek insanlar, onları sürgün etmeye karar verdim.\" `Umar kararını uygulamaya koymaya karar verdiğinde, Abu Al-Haqiq'in oğlu geldi ve `Umar'a hitap etti: \"Ey müminlerin başı, bizi sürgün edecek misin, oysa Muhammed bize yerimizde kalmamıza izin verdi ve mülklerimiz hakkında bir sözleşme yaptı ve topraklarımızda ikamet etme şartını kabul etti?\" `Umar, \"Allah'ın Messengerı'nın (ﷺ) sözünü unuttuğumu mu sanıyorsun, yani: Khaibar'dan atıldığınızda ve deveyi gece gündüz taşıyacağınızda durumunuz ne olacak?\" dedi. Yahudi, \"Bu Abul-Qasim'den bir şakaydı.\" dedi. `Umar, \"Ey Allah'ın düşmanı! Yalan söylüyorsun.\" dedi. `Umar onları dışarı attı ve mülklerinin bedelini meyve, para, deve eyerleri ve ipler şeklinde ödedi.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Al-Miswar bin Makhrama and Marwan:",
      "text": "Al-Miswar bin Makhrama ve Marwan'dan rivayet edilmiştir: (rivayetleri birbirini tasdik eder) Allah'ın Messengerı (ﷺ) Al-Hudaibiya (antlaşması) zamanında yola çıktı ve bir mesafe gittikten sonra, \"Khalid bin Al-Walid, Kureyş'in süvari birliğini yönetiyor ve ordunun önünde, Al-Ghamim adında bir yerde, sağdan yola çıkın.\" dedi. Allah'a yemin ederim, Khalid, Müslüman ordusunun yürüyüşünden çıkan toz kendisine ulaşıncaya kadar Müslümanların geldiğini fark etmedi ve sonra geri dönüp Kureyş'e haber vermek için acele etti. Peygamber (ﷺ) ilerlemeye devam etti ve Kureyş halkına ulaşmak için geçilecek dağlık yola ulaştı. Peygamberin (ﷺ) dişi deve oturdu. İnsanlar onu kaldırmak için ellerinden geleni yaptılar ama nafile, \"Al-Qaswa' (yani dişi devenin adı) inatçı oldu! Al-Qaswa' inatçı oldu!\" dediler. Peygamber (ﷺ) dedi ki: \"Al-Qaswa' inatçı olmadı, çünkü inatçılık onun alışkanlığı değildir, ama onu durduran, fili durduran O'dur.\" Sonra şöyle dedi: \"Canımın sahibi olan O'na yemin ederim ki, eğer onlar (yani Kureyş kafirleri) bana Allah'ın emirlerine saygı gösteren bir şey sorarlarsa, onlara bunu vereceğim.\" Peygamber (ﷺ) sonra dişi devenin üzerine sert bir şekilde vurdu ve o kalktı. Peygamber (ﷺ) yönünü değiştirdi ve Al-Hudaibiya'nın en uzak köşesinde, insanların az miktarda kullandığı az su bulunan bir kuyuya indi ve kısa bir süre içinde insanlar tüm suyunu tüketti ve Allah'ın Messengerı'na (ﷺ) susuzluktan şikayet ettiler. Peygamber (ﷺ) okunu ok kutusundan çıkardı ve onlara o oku o kuyuya koymalarını emretti. Allah'a yemin ederim, su akmaya başladı ve tüm insanlar susuzluklarını giderene kadar devam etti. Onlar bu haldeyken, Budail bin Warqa-al-Khuza`i, Khuza`a kabilesinden bazı kişilerle birlikte geldi ve onlar Allah'ın Messengerı'nın (ﷺ) sırlarını kendisinden saklamayan danışmanlarıydı ve Tihama halkındandı. Budail, \"Ben Ka`b bin Luai ve 'Amir bin Luai'yi Al-Hudaibiya'nın bol suyu başında, süt veren develeri (veya kadınları ve çocukları) ile birlikte otururken bıraktım ve size karşı savaş açacaklar ve Ka`ba'yı ziyaret etmenizi engelleyecekler.\" dedi. Allah'ın Messengerı (ﷺ) şöyle dedi: \"Biz kimseyle savaşmak için gelmedik, sadece `Umra yapmak için geldik. Şüphesiz, savaş Kureyş'i zayıflattı ve büyük kayıplar verdiler, bu yüzden eğer isterlerse, onlarla bir ateşkes yapacağım, bu süre zarfında benimle insanlar (yani Kureyş dışındaki Arap kafirleri) arasında müdahale etmemeleri gerekir, ve eğer o kafirler üzerinde zafer kazanırsam, Kureyş, diğer insanlar gibi İslam'ı kabul etme seçeneğine sahip olacaktır, eğer isterlerse; en azından savaşacak kadar güçlü olacaklardır. Ama eğer ateşkesi kabul etmezlerse, canımın sahibi olan Allah'a yemin ederim ki, ben davamı savunarak onlarla savaşacağım, ta ki öldürülene kadar, ama (eminim ki) Allah kesinlikle davasını zaferle taçlandıracaktır.\" Budail, \"Onlara söylediklerinizi bildireceğim.\" dedi. Böylece yola çıktı ve Kureyş'e ulaştı ve \"Biz o adamdan (yani Muhammed'den) geldik, onun bir şey söylediğini duyduk, eğer isterseniz bunu size açıklayacağız.\" dedi. Kureyş'ten bazı aptallar bu bilgiye ihtiyaçları olmadığını haykırdılar, ancak aralarındaki daha akıllı olanlar, \"Duyduğunuzu anlatın.\" dediler. Budail, \"Onun şöyle dediğini duydum,\" diyerek Peygamberin (ﷺ) ona söylediği şeyi anlattı. `Urwa bin Mas`ud ayağa kalktı ve şöyle dedi: \"Ey insanlar! Siz oğul değil misiniz?\" Onlar, \"Evet.\" dediler. O ekledi: \"Ben baba değil miyim?\" Onlar, \"Evet.\" dediler. O, \"Bana güvenmiyor musunuz?\" Onlar, \"Hayır.\" dediler. O, \"Siz bilmiyor musunuz ki, ben `Ukaz halkını yardım için davet ettim, ve reddettiklerinde akrabalarımı ve çocuklarımı ve bana itaat edenleri (size yardım etmek için) getirdim?\" Onlar, \"Evet.\" dediler. O, \"İşte bu adam (yani Peygamber) size makul bir teklif sundu, bunu kabul etseniz iyi olur ve onunla buluşmama izin verin.\" dediler. Onlar, \"Onunla buluşabilirsin.\" dediler. Böylece, o Peygamber (ﷺ) ile buluşmaya gitti ve onunla konuşmaya başladı. Peygamber (ﷺ) ona Budail'e söylediği şeylerin neredeyse aynısını söyledi. Sonra `Urwa, \"Ey Muhammed! Akrabalarını yok etme konusunda herhangi bir tereddüt hissetmeyecek misin? Araplar arasında senden önce akrabalarını yok eden birini duydun mu? Diğer taraftan, eğer tersine olursa, (kimse sana yardım etmeyecek, çünkü) Allah'a yemin ederim, seninle birlikte onurlu insanlar değil, çeşitli kabilelerden kaçacak olan insanları görüyorum.\" Bunu duyunca, Ebu Bekir ona hakaret etti ve \"Sen, Peygamberi (ﷺ) yalnız bırakıp kaçacağımızı mı söylüyorsun?\" dedi. `Urwa, \"O adam kim?\" dediler. \"O Ebu Bekir.\" dediler. `Urwa, Ebu Bekir'e, \"Canımın sahibi olan O'na yemin ederim ki, bana yaptığın iyilik olmasaydı ve onu telafi etmediğim için, sana karşılık verirdim.\" dedi. `Urwa, Peygamber (ﷺ) ile konuşmaya devam etti ve konuşurken Peygamberin sakalını tutuyordu, o sırada Al-Mughira bin Shu`ba Peygamberin başının yanında duruyordu, bir kılıç tutuyordu ve bir miğfer giymişti. `Urwa, Peygamberin sakalına elini uzattığında, Al-Mughira onun eline kılıcın sapıyla vuruyor ve `Urwa'ya, \"Allah'ın Messengerı'nın (ﷺ) sakalından elini çek!\" diyordu. `Urwa başını kaldırdı ve \"O kim?\" diye sordu. İnsanlar, \"O Al-Mughira bin Shu`ba.\" dediler. `Urwa, \"Ey hain! Ben senin hainliğinin kötü sonuçlarını önlemek için elimden geleni yapmıyor muyum?\" dedi. İslam'a girmeden önce Al-Mughira bazı insanlarla birlikteydi. Onları öldürdü ve mülklerini aldı ve (Medine'ye) İslam'a girmek için geldi. Peygamber (ﷺ) ona, \"Senin İslam'ını kabul ediyorum, ama mülk konusunda hiçbir şey almayacağım. (Çünkü bu hainlikle alındı).\" dedi. `Urwa, Peygamberin arkadaşlarına bakmaya başladı. Allah'a yemin ederim ki, Allah'ın Messengerı (ﷺ) tükürdüğünde, tükürüğü onlardan birinin (yani Peygamberin arkadaşlarının) eline düşerdi ve o da onu yüzüne ve derisine sürerdi; eğer onlara bir şey emretse, hemen yerine getirirlerdi; eğer abdest alsa, kalan suyu almak için mücadele ederlerdi; ve ona konuşurken seslerini alçaltırlardı ve sürekli yüzüne bakmazlardı saygıdan. `Urwa, kendi halkına döndü ve şöyle dedi: \"Ey insanlar! Allah'a yemin ederim ki, ben krallara ve Sezar'a, Khosrau'ya ve En-Necaşi'ye gittim, ama onların hiçbiri, Muhammad'ın arkadaşları tarafından bu kadar saygı görmedi.\" Allah'a yemin ederim ki, eğer tükürse, tükürüğü onlardan birinin (yani Peygamberin arkadaşlarının) eline düşerdi ve o da onu yüzüne ve derisine sürerdi; eğer onlara bir şey emretse, hemen yerine getirirlerdi; eğer abdest alsa, kalan suyu almak için mücadele ederlerdi; ve konuşurken seslerini alçaltırlardı ve sürekli yüzüne bakmazlardı saygıdan.\" `Urwa ekledi: \"Şüphesiz, size iyi bir makul teklif sundu, lütfen kabul edin.\" Bani Kinana kabilesinden bir adam, \"Beni ona gitmeme izin verin,\" dedi ve ona izin verdiler, ve Peygamber ve arkadaşlarının yanına yaklaştığında, Allah'ın Messengerı (ﷺ) şöyle dedi: \"O, Budn (yani kurban develeri) saygı gösteren kabileye mensup olan so-and-so'dur. Onun önüne Budn getirin.\" Böylece Budn onun önüne getirildi ve insanlar onu karşılamaya başladılar, Talbiya okurken. O bu manzarayı görünce, \"Allah'ı yüceltiyorum! Bu insanların Ka`ba'yı ziyaret etmelerini engellemek adil değil.\" dedi. Halkına döndüğünde, \"Budn'ı (renkli düğümlü iplerle) süslenmiş ve (sırtlarında yaralarla) işaretlenmiş gördüm. Onların Ka`ba'yı ziyaret etmelerini engellemenin uygun olduğunu düşünmüyorum.\" diyen başka bir kişi, Mikraz bin Hafs ayağa kalktı ve Muhammad'a gitme izni istedi, ve ona da izin verdiler. Müslümanlara yaklaştığında, Peygamber (ﷺ) şöyle dedi: \"İşte Mikraz ve o kötü bir adamdır.\" Mikraz, Peygamber ile konuşmaya başladı ve konuşurken Suhail bin `Amr geldi. Suhail bin `Amr geldiğinde, Peygamber (ﷺ) şöyle dedi: \"Artık mesele kolaylaştı.\" Suhail, Peygamber'e \"Lütfen bizimle bir barış antlaşması yap.\" dedi. Peygamber (ﷺ) katibi çağırdı ve ona şöyle dedi: \"Yaz: Allah'ın adıyla, en merhametli, en bağışlayıcı.\" Suhail, \"'Merhametli' konusunda, Allah'a yemin ederim ki, ne anlama geldiğini bilmiyorum. O yüzden yaz: 'Senin adınla, Ey Allah, daha önce yazdığın gibi.'\" Müslümanlar, \"Allah'a yemin ederim ki, sadece 'Allah'ın adıyla, en merhametli, en bağışlayıcı' yazmayacağız.\" dediler. Peygamber (ﷺ) \"Yaz: Senin adınla, Ey Allah.\" dedi. Sonra şöyle dikte etti: \"Bu, Muhammad, Allah'ın Messengerı (ﷺ) tarafından yapılan barış antlaşmasıdır.\" Suhail, \"Allah'a yemin ederim ki, eğer senin Allah'ın Messengerı (ﷺ) olduğunu bilseydik, seni Ka`ba'yı ziyaret etmekten alıkoymazdık ve seninle savaşmazdık. O yüzden yaz: 'Muhammed bin `Abdullah.'\" Peygamber (ﷺ) \"Allah'a yemin ederim ki, ben Allah'ın Messengerıyım, siz insanlar bana inanmasanız bile. Yaz: 'Muhammed bin `Abdullah.'\" (Az-Zuhri dedi ki, \"Peygamber (ﷺ) bunların hepsini kabul etti, çünkü daha önce Allah'ın emirlerine saygı gösteren her şeyi kabul edeceğini söylemişti, (yani onu ve arkadaşlarını `Umra yapmalarına izin vermek.)\" Peygamber (ﷺ) Suhail'e şöyle dedi: \"Şartıyla ki, bize evimizi (yani Ka`ba'yı) ziyaret etmemize izin verin ki, etrafında tavaf yapabilelim.\" Suhail, \"Allah'a yemin ederim ki, bu yıl (bunu izin vermeyeceğiz) ki, Arapların, size boyun eğdiğimizi söyleme fırsatı vermeyelim, ama size gelecek yıl izin vereceğiz.\" dedi. Böylece Peygamber (ﷺ) bunu yazdırdı. Sonra Suhail, \"Ayrıca, bize gelen kimseyi, dininizi kabul etse bile, bize geri döndürmenizi şart koşuyoruz.\" Müslümanlar, \"Allah'ı yüceltiyorum! İslam'ı kabul eden birinin, paganlara geri döndürülmesi nasıl mümkün olabilir?\" dediler. Bu durumda Abu-Jandal bin Suhail bin `Amr, zincirleriyle sarsılarak Müslümanların arasına düşt"
    },
    {
      "id": 20,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Narrated Az-Zuhri: `Urwa said, \"Aisha told me that Allah's Messenger (ﷺ) used to examine the women \nemigrants. We have been told also that when Allah revealed the order that the Muslims should return \nto the pagans what they had spent on their wives who emigrated (after embracing Islam) and that the \nMuslims should not keep unbelieving women as their wives, `Umar divorced two of his wives, \nQariba, the daughter of Abu Umayyah and the daughter of Jarwal Al-Khuza`i. Later on Mu`awiya \nmarried Qariba and Abu Jahm married the other.\" \nWhen the pagans refused to pay what the Muslims had spent on their wives, Allah revealed: \"And if \nany of your wives have gone from you to the unbelievers and you have an accession (by the coming \nover of a woman from the other side) (then pay to those whose wives have gone) the equivalent of \nwhat they had spent (on their Mahr).\" (60.11) \nSo, Allah ordered that the Muslim whose wife has gone, should be given, as a compensation of the \nMahr he had given to his wife, from the Mahr of the wives of the pagans who had emigrated deserting \ntheir husbands. \nWe do not know any of the women emigrants who deserted Islam after embracing it. We have also \nbeen told that Abu Basir bin Asid Ath-Thaqafi came to the Prophet (ﷺ) as a Muslim emigrant during the \ntruce. Al-Akhnas bin Shariq wrote to the Prophet (ﷺ) requesting him to return Abu Basir."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Huraira:",
      "text": "Narrated Abu Huraira: Allah's Messenger (ﷺ) mentioned a person who asked an Israeli man to lend him one-thousand Dinars, and \nthe Israeli lent him the sum for a certain fixed period."
    },
    {
      "id": 22,
      "narrator": "Narrated `Amra:",
      "text": "Narrated `Amra: Aisha said that Barirah came to seek her help in the writing of her emancipation. `Aisha said to her, \n\"If you wish, I will pay your masters (your price) and the wala' will be for me.\" When Allah's Messenger (ﷺ) \ncame, she told him about it. The Prophet (ﷺ) said to her, \"Buy her (i.e. Barirah) and manumit (free) her, for the \nWala is for the one who manumits.\" Then Allah's Messenger (ﷺ) ascended the pulpit and said, \"What about \nthose people who stipulate conditions which are not in Allah's Laws? Whoever stipulates such \nconditions as are not in Allah's Laws, then those conditions are invalid even if he stipulated a hundred \nsuch conditions.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Huraira:",
      "text": "Narrated Abu Huraira: Allah's Messenger (ﷺ) said, \"Allah has ninety-nine names, i.e. one-hundred minus one, and whoever knows \nthem will go to Paradise.\" (Please see Hadith No. 419 Vol. 8)"
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Narrated Ibn `Umar: Umar bin Khattab got some land in Khaibar and he went to the Prophet (ﷺ) to consult him about it saying, \"O Allah's Messenger (ﷺ) I got some land in Khaibar better than which I have never had, what do you suggest that I do with it?\" The Prophet (ﷺ) said, \"If you like you can give the land as endowment and give its fruits in charity.\" So `Umar gave it in charity as an endowment on the condition that would not be sold nor given to anybody as a present and not to be inherited, but its yield would be given in charity to the poor people, to the Kith and kin, for freeing slaves, for Allah's Cause, to the travelers and guests; and that there would be no harm if the guardian of the endowment ate from it according to his need with good intention, and fed others without storing it for the future.\""
    }
  ]
}