{
  "language": "tr",
  "metadata": {
    "length": 44,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir Müslümanın, vasiyet edecek bir şeyi varsa, son vasiyetini yazıp yanında bulundurmadan iki gece kalması caiz değildir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Amr bin Al-Harith:",
      "text": "Amr bin Al-Harith'ten rivayet edilmiştir: (Allah'ın Elçisi (ﷺ)'nin eşi Juwaira bint Al-Harith'in kardeşi) Allah'ın Elçisi (ﷺ) vefat ettiğinde, geride bir Dirhem veya Dinar (yani para), bir köle veya bir cariye ya da başka bir şey bırakmamıştır; yalnızca beyaz katırı, silahları ve sadaka olarak verdiği bir parça arazi bırakmıştır."
    },
    {
      "id": 3,
      "narrator": "Narrated Talha bin Musarrif:",
      "text": "Talha bin Musarrif'ten rivayet edilmiştir: Abdullah bin Abu Aufa'ya \"Peygamber (ﷺ) vasiyet yaptı mı?\" diye sordum. O da \"Hayır,\" diye cevap verdi. \"O zaman insanların vasiyet yapmaları emredilmişken bu nasıl oluyor?\" dedim. O da \"Peygamber (ﷺ) Allah'ın Kitabını (yani Kur'an'ı) vasiyet etti,\" diye yanıtladı."
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Aswad'dan rivayet edilmiştir: Aişe'nin huzurunda bazı insanlar Peygamber (ﷺ)'in Ali'yi vasiyetle halef tayin ettiğini söylediler. Aişe şöyle dedi: \"Ona ne zaman vasiyet etti? Gerçekten de o vefat ettiğinde benim göğsüme yaslanmıştı (veya: kucağımda) ve bir yıkaç istedikten sonra o halde bayıldı, ben de onun öldüğünü bilemedim; o zaman ona ne zaman vasiyet etti?\""
    },
    {
      "id": 5,
      "narrator": "Narrated Sa`d bin Abu Waqqas:",
      "text": "Sa'd bin Abu Waqqas'tan rivayet edilmiştir: Peygamber (ﷺ) beni Mekke'de (hastayken) ziyaret etti. O (yani Peygamber) \"Allah, İbn Afra'ya (Sa'd bin Khaula) merhamet etsin,\" dedi. Ben de \"Ey Allah'ın Elçisi (ﷺ)! Tüm malımı (sadaka olarak) vasiyet edebilir miyim?\" dedim. O da \"Hayır,\" dedi. \"O zaman yarısını vasiyet edebilir miyim?\" dedim. O da \"Hayır,\" dedi. \"Üçte birini?\" dedim. O da \"Evet, üçte bir, ama hatta üçte bir bile fazla. Mirasçılarını zengin bırakman, onları fakir bırakmaktan daha iyidir; ve Allah rızası için harcadığın her şey, karın ağzına koyduğun bir avuç yiyecek bile olsa, sadaka olarak kabul edilir. Allah, yaşını uzatabilir ki bazı insanlar senden faydalansın, bazıları da senden zarar görsün.\" O zaman Sa'd'ın sadece bir kızı vardı."
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: İnsanlara vasiyetlerinde mirasın dörtte birini azaltmalarını tavsiye ediyorum; çünkü Allah'ın Elçisi (ﷺ) \"Üçte bir, ama hatta üçte bir bile fazla,\" dedi."
    },
    {
      "id": 7,
      "narrator": "Narrated Sa`d:",
      "text": "Sa'd'tan rivayet edilmiştir: Hastalandım ve Peygamber (ﷺ) beni ziyaret etti. Ona \"Ey Allah'ın Elçisi (ﷺ)! Allah'a dua ediyorum ki beni göçtüğüm toprakta (yani Mekke'de) vefat ettirmesin,\" dedim. O da \"Allah sana sağlık versin ve insanlar senden faydalansın,\" dedi. \"Mülkümü vasiyet etmek istiyorum, yalnızca bir kızım var ve mülkümün yarısını (sadaka olarak) vasiyet etmek istiyorum,\" dedim. O da \"Yarısı fazla,\" dedi. \"O zaman üçte birini vasiyet edeceğim,\" dedim. O da \"Üçte bir, ama hatta üçte bir bile fazla,\" dedi. (Rivayet eden ekledi: \"Böylece insanlar mülklerinin üçte birini vasiyet etmeye başladılar ve bu onlara helal kılındı.\")"
    },
    {
      "id": 8,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Utbe bin Abi Vakkas, (oğlunu) kardeşi Sa'd bin Abi Vakkas'a emanet etti ve \"Zam'a'nın cariyesinin oğlu benim (gayri meşru) oğlumdur, onu koruman altına al,\" dedi. Böylece Fetih yılı (Mekke'nin Fethi) sırasında Sa'd çocuğu aldı ve \"Bu benim kardeşimin oğlu, kardeşim bana emanet etti,\" dedi. 'Abu bin Zam'a ayağa kalktı ve \"O benim kardeşim ve babamın cariyesinin oğludur ve babamın yatağında doğmuştur,\" dedi. Sonra her ikisi de Allah'ın Elçisi'ne geldiler ve Sa'd \"Ey Allah'ın Elçisi (ﷺ)! Bu benim kardeşimin oğlu, kardeşim bana emanet etti,\" dedi. 'Abu bin Zam'a ayağa kalktı ve \"O benim kardeşim ve babamın cariyesinin oğludur,\" dedi. Allah'ın Elçisi (ﷺ) \"Ey Abu bin Zam'a! Bu çocuk senin, çünkü çocuk doğduğu yatağa aittir; ve zina edenin payı taş (yani mahrumiyet)tır,\" dedi. Sonra Peygamber (ﷺ) karısı Sauda bint Zam'a'ya \"Bu çocuktan kendini sakla,\" dedi, çünkü çocuğun Utbe'ye benzerliğini gördü. O günden sonra çocuk, Sauda'yı göremedi, ta ki o vefat edene kadar."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir Yahudi bir kızın başını iki taş arasında ezdi. Kız soruldu: \"Bunu sana kim yaptı, falan mı? Falan mı?\" Ta ki Yahudi'nin adı zikredilene kadar, o da onayladı. Böylece Yahudi getirildi ve sorgulandı, ta ki itiraf edene kadar. Peygamber (ﷺ) daha sonra onun başının taşlarla ezilmesini emretti."
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Eskiden ölen kişinin malı, çocukları tarafından miras alınırdı; ölenin ebeveynleri ise ölenin vasiyetiyle miras alırlardı. Sonra Allah, o gelenekten dilediğini iptal etti ve erkeğin miras payını kadınınkinden iki kat olarak belirledi; her ebeveyn için altıda bir (tüm mirasın) ve eş için sekizde bir veya dörtte bir, koca için yarı veya dörtte bir olarak belirledi."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber'e \"Ey Allah'ın Elçisi (ﷺ)! Hangi sadaka en iyisidir?\" diye sordu. O da \"Sağlıklı ve zengin olmayı umarken ve fakir olmaktan korkarken sadaka vermek en iyisidir. Ölüm yatağında 'Falan kişiye bu kadar, falan kişiye bu kadar verin,' dediğiniz zamana kadar sadaka vermeyi ertelemeyin; o zaman mülk sizin değil, falan kişinindir (yani mirasçılarınızın).\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Münafığın üç alameti vardır: Ne zaman konuşsa yalan söyler; ne zaman birine güvenilse hıyanet eder; ne zaman söz verse sözünü tutmaz.\""
    },
    {
      "id": 13,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "Urve bin Zübeyr'den rivayet edilmiştir: Hakim bin Hizam şöyle dedi: \"Ben Allah'ın Elçisi (ﷺ)'nden bir şey istedim, o da verdi; tekrar istedim, o da verdi ve 'Ey Hakim! Bu mal yeşil ve tatlıdır (yani meyveler kadar cazip), ve kim onu açgözlülük olmadan alırsa, o bu konuda bereketlenir; ancak açgözlülükle alan bereketlenmez ve o, asla doymayan birinin yediği gibidir. Üst (yani veren) el, alt (yani alan) elden daha hayırlıdır.\" Hakim ekledi: \"Ben de 'Ey Allah'ın Elçisi (ﷺ)! Seni hak ile gönderen Allah'a yemin ederim ki, senden sonra kimseye bir şey istemeyeceğim, ta ki ölünceye kadar.' Sonrasında Ebu Bekir, Hakim'e bir şey vermek için çağırdı ama o kabul etmedi. Sonra Ömer onu çağırdı ama o yine kabul etmedi. Ömer dedi ki: \"Ey Müslümanlar! Ben ona (yani Hakim'e) bu ganimetten Allah'ın ona tayin ettiği payı teklif ettim, ama o kabul etmiyor.\" Böylece Hakim, Peygamber'den sonra kimseye bir şey istemedi, ta ki vefat edene kadar - Allah ona merhamet etsin."
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: \"Hepiniz birer emanetçisiniz ve sorumluluklarınızdan hesaba çekileceksiniz: İmam bir emanetçidir ve kendi tebaasından sorumludur; bir adam ailesinin emanetçisidir ve onlardan sorumludur; bir kadın kocasının evinde bir emanetçidir ve kendi sorumluluğundadır; bir hizmetçi de efendisinin malının emanetçisidir ve onun sorumluluğundadır.\" Sanırım ayrıca \"Bir adam babasının malının da emanetçisidir,\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) Ebu Talha'ya \"Bu bahçeyi akrabaların arasında paylaştırmanı tavsiye ediyorum,\" dedi. Ebu Talha \"Ey Allah'ın Elçisi (ﷺ)! Aynısını yapacağım,\" dedi. Böylece Ebu Talha bahçeyi akrabaları ve kuzenleri arasında paylaştırdı. İbn Abbas dedi ki: \"Kur'an ayeti: 'En yakın akrabalarını uyar,' (26.214) indiğinde, Peygamber (ﷺ) Kureyş'in çeşitli büyük ailelerini çağırmaya başladı: 'Ey Beni Fihr! Ey Beni Adi!'\" Ebu Hureyre dedi ki: \"Ayette: 'En yakın akrabalarını uyar' indiğinde, Peygamber (ﷺ) yüksek sesle şöyle dedi: 'Ey Kureyş halkı!'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira (ra) rivayet etti: Allah, \"En yakın akrabalarını uyar\" ayetini indirdiğinde, Allah'ın Elçisi (ﷺ) ayağa kalktı ve şöyle dedi: \"Ey Kureyş halkı (veya benzer sözler söyledi)! Kendinizi (Cehennem ateşinden) kurtarın, zira ben sizi Allah'ın azabından kurtaramam; Ey Beni Abd Manaf! Sizi Allah'ın azabından kurtaramam; Ey Allah'ın Elçisi (ﷺ)nin teyzesi Safiya! Sizi Allah'ın azabından kurtaramam; Ey Fatıma bint Muhammed! Benden malımdan her şeyi iste, ama ben seni Allah'ın azabından kurtaramam.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Anas:",
      "text": "Anas (ra) rivayet etti: Peygamber (ﷺ) bir adamın bir Badana (kurbanlık deveyi) sürerken gördü ve ona, \"Üzerine bin\" dedi. Adam, \"Ey Allah'ın Elçisi (ﷺ)! Bu bir Bandana.\" dedi. (Peygamber (ﷺ) emrini tekrar etti) ve üçüncü veya dördüncü kez şöyle dedi: \"Bineceksin, (yazıklar olsun sana) veya \"Allah sana merhamet etsin\" dedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira (ra) rivayet etti: Allah'ın Elçisi (ﷺ) bir adamın Badana sürdüğünü gördü ve ona, \"Üzerine bin\" dedi, ve ikinci veya üçüncü kez ekledi: \"Yazıklar olsun sana.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas (ra) rivayet etti: Sa'd bin Ubade'nin annesi onun yokluğunda vefat etti. O, \"Ey Allah'ın Elçisi (ﷺ)! Annem yokluğumda vefat etti; onun adına sadaka vermemin bir faydası olur mu?\" dedi. Peygamber (ﷺ) \"Evet,\" dedi. Sa'd, \"Ona ait bahçemi, Al Makhraf'ı sadaka olarak verdim, sen de buna şahit ol,\" dedi."
    },
    {
      "id": 20,
      "narrator": "Narrated Ka`b bin Malik:",
      "text": "Ka'b bin Malik (ra) rivayet etti: \"Ey Allah'ın Elçisi (ﷺ)! Tövbenin kabulü için, malımın tamamını Allah rızası için senin aracılığınla sadaka vermek istiyorum,\" dedim. O, \"Bazı malını kendin için saklaman daha iyidir,\" dedi. Ben de, \"O zaman Khaibar'daki payımı saklayacağım,\" dedim."
    },
    {
      "id": 21,
      "narrator": "Narrated Anas (ra):",
      "text": "Anas (ra) rivayet etti: Kutsal ayet: 'Siz, sevdiğiniz şeylerden harcamadıkça, asla iyiliğe ulaşamazsınız...' (V 3:92) indiğinde, Ebu Talha Allah'ın Elçisi (ﷺ)'ne gitti ve şöyle dedi: \"Ey Allah'ın Elçisi! Allah, kutsal ve yüce, kitabında şöyle buyurdu: 'Siz, sevdiğiniz şeylerden harcamadıkça, asla iyiliğe ulaşamazsınız...' (V 3:92) ve benim en sevdiğim mal Bairuha'dır (bu, Allah'ın Elçisi (ﷺ)'nin gölgesinde oturduğu ve suyundan içtiği bir bahçeydi). Onu Allah ve Elçisi (ﷺ) için verdim, ahirette Allah'ın mükafatını umarak. Ey Allah'ın Elçisi! Onu Allah'ın emrettiği gibi kullan.\" Allah'ın Elçisi (ﷺ) \"Aferin! Ey Ebu Talha, bu verimli bir maldır. Biz bunu senden kabul ettik ve şimdi sana geri veriyoruz. Akrabaların arasında dağıt,\" dedi. Ebu Talha onu akrabaları arasında dağıttı, bunlar arasında Ubai ve Hassan da vardı. Hassan, o bahçedeki payını Muaviye'ye sattığında, \"Ebu Talha'nın sadakasını nasıl görüyorsun?\" diye soruldu. O, \"Bir Sa' hurmayı, bir Sa' paraya satmamak için kimseyi satmam,\" diye cevap verdi. Bahçe, Muaviye tarafından inşa edilen Bani Jadila sarayının avlusunda yer alıyordu."
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas (ra) rivayet etti: Bazı insanlar yukarıdaki ayetteki emrin iptal edildiğini iddia ediyor, ama Allah, bu emrin iptal edilmediğini, insanların ona uymayı bıraktığını söyledi. İki tür vasi vardır (mirası yöneten): Biri miras alan; böyle bir kişi, mirasından akrabalarına, yetimlere ve muhtaçlara vermelidir. Diğeri miras almayan (örneğin, yetimlerin vasisi); böyle bir kişi nazikçe konuşmalı ve (dağıtım sırasında bulunanlara) \"Size veremem (çünkü mal yetimlere aittir)\" demelidir."
    },
    {
      "id": 23,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) rivayet etti: Bir adam Peygambere şöyle dedi: \"Annem aniden vefat etti ve eğer konuşabilseydi, sadaka vermek isterdi. Onun adına sadaka verebilir miyim?\" O, \"Evet! Onun adına sadaka ver,\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas (ra) rivayet etti: Sa'd bin Ubade, Allah'ın Elçisi (ﷺ)'ne danışarak, \"Annem vefat etti ve onun yerine yerine getirilmemiş bir adak vardı,\" dedi. Peygamber (ﷺ) \"Onun adına yerine getir,\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas (ra) rivayet etti: Sa'd bin Ubade'nin, Bani Saida'nın kardeşi olan annesi, Sa'd'ın yokluğunda vefat etti, bu yüzden o Peygamber'e geldi ve şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Annem yokluğumda vefat etti, onun adına sadaka vermemin bir faydası olur mu?\" Peygamber (ﷺ) \"Evet,\" dedi. Sa'd, \"Ona ait bahçemi Al-Makhraf'ı sadaka olarak verdim, sen de buna şahit ol,\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri rivayet etti: Urva bin Az-Zubair, Aişe'ye şu Kur'an ayetinin anlamını sordu: \"Yetim kızlarla adil davranamayacağınızdan korkarsanız, o zaman (seçtiğiniz) diğer kadınlarla evlenin.\" (4.2-3) Aişe, \"Bu, güzelliği ve zenginliği nedeniyle koruyucusu tarafından evlenilmek istenen bir yetim kız hakkındadır ve onunla, standartlarına uygun bir mehirden daha az bir mehirle evlenmek istemektedir. Bu nedenle (yani, koruyucular) yetimleri, onlara uygun bir mehir ödemedikçe evlenmekten men edilmiştir; aksi takdirde, onlardan başka kadınlarla evlenmeleri emredilmiştir. Daha sonra insanlar, Allah'ın Elçisi (ﷺ)'ne bunu sordular. Bunun üzerine Allah şu ayeti indirdi: \"Sana kadınlar hakkında soruyorlar. De ki: Allah, onlarla ilgili size talimat veriyor...\" (4.127) Bu ayette Allah, eğer yetim kız güzel ve zengin ise, koruyucusunun ona uygun bir mehir vermeden evlenme arzusunda olacağını belirtti; ama eğer güzellik veya zenginlikten yoksun ise, o zaman onunla evlenmeyecek, bunun yerine başka bir kadınla evlenmeye çalışacaktır. Bu nedenle, o, ona karşı bir ilgi duymadığında evlenmediği için, ona karşı bir ilgi duyduğunda evlenme hakkına sahip değildir, ancak ona adil davranarak tam bir mehir vermeli ve tüm haklarını güvence altına almalıdır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer (ra) rivayet etti: Allah'ın Elçisi (ﷺ) döneminde, Ömer bazı mülklerini, bir hurma bahçesi olan Thamgh'ı sadaka olarak verdi. Ömer, \"Ey Allah'ın Elçisi (ﷺ)! Çok değer verdiğim bir mülküm var ve onu sadaka olarak vermek istiyorum,\" dedi. Peygamber (ﷺ) \"Onu, arazisi ve ağaçlarıyla birlikte, satılmayacak, hediye edilmeyecek veya vasiyet edilmeyecek şekilde, ama meyvelerinin sadaka olarak harcanması şartıyla sadaka olarak ver,\" dedi. Ömer, onu sadaka olarak verdi ve bu, Allah yolunda, kölelerin özgürleştirilmesi, fakirler, misafirler, yolcular ve akrabalar için kullanıldı. Onun yöneticisi, makul ve adil bir şekilde ondan yiyebilir ve zenginleşme niyeti olmadan bir arkadaşının da yemesine izin verebilirdi."
    },
    {
      "id": 28,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) rivayet etti: Aşağıdaki ayet: \"Eğer bir vasi zengin ise, bir ücret talep etmesin (yani, maaş), ama eğer fakir ise, yetimin malından adil ve makul olanı alabilir.\" (4.6) yetimlerin vasisi ile ilgili olarak indirilmiştir ve eğer o fakir ise, yetimin mirasından adil ve makul olanı alabileceği anlamına gelir."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira (ra) rivayet etti: Peygamber (ﷺ) \"Yedi büyük yıkıcı günahlardan kaçının,\" dedi. İnsanlar sordular, \"Ey Allah'ın Elçisi (ﷺ)! Bunlar nelerdir?\" O, \"Allah'a ortak koşmak, sihir yapmak, Allah'ın haram kıldığı canı haksız yere öldürmek, ribayı yemek, yetimlerin malını yemek, düşmana geri dönmek ve savaş sırasında savaş alanından kaçmak, ve iffetli kadınları, iffetsizlik düşünmeyen ve iyi mümin olanları suçlamaktır,\" dedi."
    },
    {
      "id": 30,
      "narrator": "Nafi' said:",
      "text": "Nafi' dedi ki: \"İbn Ömer, vasi olarak atanmayı asla reddetmedi.\" İbn Sirin'in yetim malıyla ilgili en sevdiği şey, yetimin danışmanları ve vasilerinin toplanarak onun için en iyisini kararlaştırmalarıydı. Tawus'a yetimlerin işleriyle ilgili bir şey sorulduğunda, \"…Ve Allah, kimlerin kötülük düşündüğünü, kimlerin iyilik düşündüğünü bilir…\" (V 2:220) ayetini okurdu. Ata, bazı yetimler hakkında, \"Vasi, genç ve yaşlı yetimlerin ihtiyaçlarına göre paylarından karşılamalıdır,\" dedi."
    },
    {
      "id": 31,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Medine'ye geldiğinde, hiçbir hizmetçisi yoktu. Abu Talha (Anas'ın üvey babası) beni Allah'ın Messenger'ine (ﷺ) götürdü ve \"Ey Allah'ın Messenger'i (ﷺ)! Anas akıllı bir çocuk, o yüzden ona hizmet etmesine izin ver.\" dedi. Böylece ben, evde ve yolculuklarda ona hizmet ettim. Eğer bir şey yaparsam, neden yaptığımı asla sormazdı; eğer bir şey yapmaktan kaçınsam, neden kaçındığımı da asla sormazdı."
    },
    {
      "id": 32,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Abu Talha, Medine'deki Ensar arasında en büyük hurma ağaçlarına sahipti ve tüm servetinin en değerlisi, Peygamber'in (ﷺ) camisinin karşısında bulunan Bairuha' bahçesiydi. Peygamber, oraya girer ve taze suyundan içerdi. Aşağıdaki İlahi Ayet geldiğinde: \"Sakın ha, sevdiğiniz şeylerden harcamadıkça takvaya eremezsiniz.\" (3.92) Abu Talha ayağa kalkarak, \"Ey Allah'ın Messenger'i (ﷺ)! Allah diyor ki, 'Sevdiğiniz şeylerden harcamadıkça takvaya eremezsiniz,' ve ben tüm servetimden daha çok değer verdiğim Bairuha' bahçesini Allah rızası için sadaka vermek istiyorum, Allah'tan onun karşılığını umarak. O yüzden bunu Allah'ın istediği gibi kullanabilirsiniz.\" Bunun üzerine Peygamber (ﷺ) dedi ki, \"Aferin! Bu, karlı (ya da bozulacak) bir mülk. (İbn Mesleme hangi kelimenin doğru olduğunu bilmiyor, yani karlı mı yoksa bozulacak mı.) Söylediklerini duydum ve bunu akrabaların arasında dağıtmanı öneririm.\" Bunun üzerine Abu Talha, \"Ey Allah'ın Messenger'i (ﷺ)! Ben (sizin önerdiğiniz gibi) yapacağım.\" dedi. Böylece, Abu Talha o bahçeyi akrabaları ve kuzenleri arasında dağıttı."
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam, Allah'ın Messenger'ine (ﷺ) dedi ki, \"Annem vefat etti, onun adına sadaka verirsem ona faydası olur mu?\" Peygamber (ﷺ) olumlu cevap verdi. Adam, \"Bir bahçem var ve onu onun adına sadaka verdiğime şahit olmanı istiyorum.\" dedi."
    },
    {
      "id": 34,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) caminin inşasını emrettiğinde, \"Ey Beni Neccar! Bu bahçeniz için bana bir fiyat önerin.\" dedi. Onlar, \"Allah'a yemin olsun ki, onun fiyatını yalnızca Allah'tan talep edeceğiz.\" diye cevap verdiler."
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Umar, Hayber'de bir arazi edindiğinde, Peygamber'e (ﷺ) gelerek, \"Benden daha iyi bir arazi almadım. Bununla ilgili bana ne tavsiye edersin?\" dedi. Peygamber (ﷺ) dedi ki, \"İstersen bunu hayır amaçlı kullanılacak bir vakıf olarak tutabilirsin.\" Böylece, Umar araziyi sadaka olarak verdi (yani, arazi satılmayacak, hediye edilmeyecek veya miras bırakılmayacak şekilde) ve onun gelirinin yoksullara, akrabalara, kölelerin özgürlüğüne, cihada ve misafirlere ve yolculara harcanmasını şart koştu; yöneticisi makul bir şekilde yiyebilir ve arkadaşlarını da zengin olma niyeti olmaksızın besleyebilirdi."
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Umar, Hayber'de bir mülk edindi ve Peygamber'e (ﷺ) bunu bildirdi. Peygamber ona, \"İstersen bunu sadaka olarak verebilirsin.\" dedi. Böylece Umar, bunun gelirini yoksullara, muhtaçlara, akrabalara ve misafirlere faydalı olacak şekilde sadaka olarak verdi."
    },
    {
      "id": 37,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) Medine'ye geldiğinde, bir cami inşa edilmesini emretti. \"Ey Beni Neccar! Bahçeniz için bana bir fiyat önerin.\" dedi. Onlar, \"Allah'a yemin olsun ki, onun fiyatını yalnızca Allah'tan talep edeceğiz.\" diye cevap verdiler."
    },
    {
      "id": 38,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Bir gün Umar, kutsal savaşta kullanılmak üzere bir atı sadaka olarak verdi. Bu at, Allah'ın Apostolü tarafından kendisine verilmişti. Umar, onu başka bir adama binerken verdi. Sonra, Umar'a o adamın atı satılığa çıkardığı bildirildi, bu yüzden Allah'ın Messenger'ine (ﷺ) onu satın alıp alamayacağını sordu. Allah'ın Messenger'i (ﷺ) cevap verdi, \"Onu satın almamalısın, çünkü sadaka olarak verdiğin şeyi geri alamazsın.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) dedi ki, \"Mirasçılarım bir Dinar veya bir Dirhem (yani para) miras almayacak, çünkü bıraktığım her şey (eşlerimin yeterli desteği ve çalışanlarımın ücretleri hariç) sadaka olarak verilmektedir.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Umar bir vakıf kurduğunda, yöneticisinin ondan yiyebileceğini ve arkadaşını besleyebileceğini, ancak kendisi için hiçbir şey depolamayacağını şart koştu."
    },
    {
      "id": 41,
      "narrator": "Abu 'Abdur-Rahman narrated:",
      "text": "Abu 'Abdur-Rahman'dan rivayet edilmiştir: 'Uthman (ra) isyancılar tarafından kuşatıldığında, onlara yukarıdan bakarak, \"Sizlere Allah'a yemin ederim ki, ben yalnızca Peygamber'in (ﷺ) arkadaşlarından başka kimseyi sormuyorum, Allah'ın Messenger'i (ﷺ) 'Ruma kuyusunu kim kazarsa cennete girecektir' dedi, ben de onu (aldım ve) kazdım. 'Usra ordusunu (yani Tabuk gazvesini) kim donatırsa cennete girecektir' dedi, ben de onu donattım.\" Onlar, onun söylediklerini tasdik ettiler. Umar vakfını kurduğunda, \"Yöneticisi ondan yiyebilir.\" dedi. Vakfın yönetimi, kurucu tarafından veya başka bir kişi tarafından devralınabilir, her iki durum da caizdir."
    },
    {
      "id": 42,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) caminin inşası sırasında, \"Ey Beni Neccar! Bahçeniz için bana bir fiyat önerin.\" dedi. Onlar, \"Fiyatını yalnızca Allah'tan soruyoruz.\" diye cevap verdiler."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "İbn Abbas (ra) dedi ki, \"Beni Sahm kabilesinden bir adam, Tamim Ad-Dari ve 'Adi bin Badda ile birlikte dışarı çıktı. Beni Sahm'den olan adam, Müslüman olmayan bir toprakta vefat etti. Tamim ve 'Adi, vefat edenin malını taşıyarak döndüklerinde, kaybolan altın işlemeli bir gümüş kâse olduğunu iddia ettiler. Allah'ın Messenger'i (ﷺ) onlardan yemin ettirdi (iddialarını doğrulamak için), ardından kâse Mekke'de, onu Tamim ve 'Adi'den satın aldıklarını iddia eden bazı kişilerle bulundu. Sonra, vefat edenin akrabalarından iki tanık ayağa kalktı ve onların tanıklıklarının 'Adi ve Tamim'in tanıklıklarından daha geçerli olduğunu yemin ederek söylediler ve kâsenin vefat eden arkadaşlarına ait olduğunu belirttiler. Bunun üzerine bu olayla ilgili olarak şu ayet indirildi: 'Ey iman edenler! İçinizden birine ölüm yaklaşınca...'\" (V 5:106)"
    },
    {
      "id": 44,
      "narrator": "Narrated Jabir bin `Abdullah Al-Ansari:",
      "text": "Jabir bin 'Abdullah El-Ensari'den rivayet edilmiştir: Babam Uhud gazvesinde şehit oldu ve altı kızı ve ödenmesi gereken bazı borçlar bıraktı. Hurma meyvelerinin toplama zamanı geldiğinde, Allah'ın Messenger'ine (ﷺ) gittim ve \"Ey Allah'ın Apostolü! Babam Uhud günü şehit oldu ve çok borcu vardı, ve alacaklıların sizi görmesini istiyorum.\" dedim. Peygamber (ﷺ) dedi ki, \"Git ve çeşitli hurmaları topla ve onları ayrı ayrı yığınlar halinde yerleştir.\" Ben de öyle yaptım ve onu çağırdım. Onu görünce, alacaklılar o anda haklarını talep etmeye başladılar. Peygamber (ﷺ) onların nasıl davrandığını görünce, en büyük yığının etrafında üç kez döndü ve üzerine oturdu ve \"Arkadaşlarınızı (yani alacaklıları) çağırın.\" dedi. Sonra ölçmeye ve onlara vermeye devam etti, ta ki Allah babamın tüm borçlarını ödedi. Allah'a yemin ederim ki, Allah babamın borçlarını ödemiş olsaydı, ben kızlarıma tek bir hurma bile almadığım halde beni mutlu ederdi. Ama Allah'a yemin ederim ki, tüm yığınlar olduğu gibi tamamlanmıştı ve Allah'ın Messenger'inin (ﷺ) oturduğu yığına baktım ve oradan tek bir hurmanın bile alınmadığını fark ettim."
    }
  ]
}