{
  "language": "tr",
  "metadata": {
    "length": 294,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi'ne (ﷺ) sordum, \"Ey Allah'ın Elçisi (ﷺ)! En iyi amel nedir?\" O da, \"Namazı belirtilen vakitlerinde kılmak\" diye cevap verdi. Ben de, \"Peki, en iyi olanı nedir?\" diye sordum. O da, \"Anne babana iyi ve saygılı olmak\" dedi. Daha sonra, \"Peki, en iyi olanı nedir?\" diye sordum. O da, \"Allah yolunda cihada katılmak\" diye cevap verdi. Allah'ın Elçisi'nden (ﷺ) daha fazla sormadım, eğer daha fazla sorsaydım, daha fazlasını da söylerdi."
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated `Aisha:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Fetihten (Mekke'nin fethinden) sonra (Mekke'den Medine'ye) hicret yoktur, ancak cihad ve iyi niyet kalır; eğer (Müslüman hükümdar) seni savaşa çağırırsa, hemen çık.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Aişe'den rivayet edilmiştir: (O şöyle dedi), \"Ey Allah'ın Elçisi (ﷺ)! Biz cihadı en iyi amel olarak kabul ediyoruz. Allah yolunda savaşmamalı mıyız?\" O da, \"Kadınlar için en iyi cihad, Hac-Mabrur'dur (yani, Peygamber'in sünnetine uygun ve Allah tarafından kabul edilen Hac).\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam, Allah'ın Elçisi'ne (ﷺ) geldi ve \"Cihada eşit bir ameli bana öğret\" dedi. O da, \"Böyle bir ameli bulamıyorum\" diye cevap verdi. Sonra ekledi, \"Müslüman savaşçı savaş alanındayken, sen camine girip namaz kılmaya devam edebilir ve oruç tutup orucunu asla bozmaz mısın?\" Adam, \"Ama bunu kim yapabilir?\" dedi. Ebu Hureyre, \"Mücahid (yani Müslüman savaşçı), atının uzun ipte dolaşırken attığı adımlar için bile mükafat alır.\" diye ekledi."
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Samura:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: Birisi sordu, \"Ey Allah'ın Elçisi (ﷺ)! İnsanların en hayırlısı kimdir?\" Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Allah yolunda canı ve malıyla en çok gayret eden mümin.\" Onlar sordu, \"Peki, kimdir?\" O da, \"Allah'a ibadet eden ve insanları kötülüğünden emin kılan dağ yollarından birinde kalan mümindir.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah yolunda bir mücahidin örneği - ve Allah, O'nun yolunda gerçekten gayret edenleri daha iyi bilir - sürekli oruç tutan ve namaz kılan bir kişi gibidir. Allah, eğer mücahid öldürülürse, onu cennete alacağına dair garanti vermektedir; aksi takdirde onu evine güvenli bir şekilde döndürecek ve ödüllerle ve ganimetle geri gönderecektir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Umm Haram bint Milhan'ı ziyaret ederdi, o da ona yemek sunardı. Umm Haram, Ubade bin Samit'in eşiydi. Allah'ın Elçisi (ﷺ) bir kez onu ziyaret etti ve ona yemek verdi, ardından başında bit aramaya başladı. Sonra Allah'ın Elçisi (ﷺ) uyudu ve sonra gülümseyerek uyandı. Umm Haram sordu, \"Seni güldüren nedir, ey Allah'ın Elçisi (ﷺ)?\" O da, \"Bazı takipçilerim (bir rüyada) bana Allah yolunda savaşanlar olarak sunuldu; onlar tahtlar üzerinde krallar gibiydiler.\" (İshak, bir alt rivayetçi, Peygamber'in (ﷺ) hangi ifadeyi kullandığından emin değildir.) Umm Haram dedi, \"Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et ki beni onlardan biri yapsın.\" Allah'ın Elçisi (ﷺ) onun için dua etti ve tekrar uyudu, sonra gülümseyerek uyandı. Bir kez daha Umm Haram sordu, \"Seni güldüren nedir, ey Allah'ın Elçisi (ﷺ)?\" O da, \"Bazı takipçilerim bana Allah yolunda savaşanlar olarak sunuldu,\" diyerek aynı rüyayı tekrar etti. Umm Haram dedi, \"Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et ki beni onlardan biri yapsın.\" O da, \"Sen ilklerden birisin.\" dedi. Muaviye bin Ebu Süfyan'ın halifeliği sırasında denize açıldı ve karaya çıktıktan sonra binek hayvanından düştü ve öldü."
    },
    {
      "id": 14,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kim Allah'a ve O'nun Elçisine inanır, namazı tam kılar ve Ramazan ayını oruç tutarak geçirirse, Allah ona cenneti haklı olarak verir; ister Allah yolunda savaşsın, ister doğduğu topraklarda kalsın.\" İnsanlar dediler, \"Ey Allah'ın Elçisi (ﷺ)! Bu müjdeyi insanlara bildirelim mi?\" O da, \"Cennette, Allah'ın O'nun yolunda savaşan mücahidlere ayırdığı yüz derece vardır ve her iki derece arasındaki mesafe, gök ile yer arasındaki mesafe gibidir. Bu yüzden, Allah'tan bir şey istediğinizde, cennetin en iyi ve en yüksek kısmı olan Al-Firdaus'u isteyin.\" (Yani, alt rivayetçi ekledi, \"Peygamber de şöyle dedi, 'Onun (yani Al-Firdaus'un) üzerinde Rahman'ın (yani Allah'ın) Arşı vardır ve oradan cennet nehirleri çıkar.\")"
    },
    {
      "id": 16,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir hutbe verdi ve şöyle dedi: \"Zaid bayrağı aldı ve şehit oldu, sonra Cafer bayrağı aldı ve şehit oldu, ardından Abdullah bin Rawaha bayrağı aldı ve o da şehit oldu, sonra Halid bin Velid bayrağı aldı, oysa o bir komutan olarak atanmış değildi ve Allah onu zafere ulaştırdı.\" Peygamber (ﷺ) ayrıca ekledi: \"Onların bizimle olmasını istemezdik.\" Aiyub, bir alt rivayetçi, \"Ya da Peygamber, gözyaşları içinde, 'Onların bizimle olmasını istemezdik' dedi.\" diye ekledi."
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ümmü Haram dedi ki: \"Bir gün Peygamber (ﷺ) evimde benim yanımda uyudu ve gülümseyerek uyandı. Ben de, 'Seni ne güldürüyor?' dedim. O da, 'Bazı takipçilerim (yani bir rüyada) bana tahtlarda oturan krallar gibi bu yeşil denizde yüzerken sunuldu.' dedi. Ben de, 'Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et de beni onlardan biri yapsın.' dedim. Bunun üzerine Peygamber (ﷺ) onun için Allah'a dua etti ve tekrar uyudu. Aynı şeyi yaptı (yani kalkıp rüyasını anlattı) ve Ümmü Haram sorusunu tekrarladı, o da aynı cevabı verdi. O da, 'Allah'a dua et de beni onlardan biri yapsın.' dedi. O da, 'Sen ilk gruptasın.' dedi. Daha sonra kocası Ubade bin Samit ile birlikte cihada çıktı ve bu, Müslümanların Muaviye'nin liderliğinde gerçekleştirdiği ilk deniz seferiydi. Sefer sona erdiğinde ve Şam'a dönerken, ona binecek bir hayvan sunuldu, ancak hayvan onu düşürdü ve böylece öldü."
    },
    {
      "id": 18,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Beni Salim kabilesinden yetmiş adamı Beni Amir kabilesine gönderdi. Oraya vardıklarında, amcam onlara, \"Ben sizden önde gideceğim, eğer bana Allah'ın Elçisi'nin (ﷺ) mesajını iletmem için izin verirlerse, sorun yok; aksi takdirde yanımda kalacaksınız.\" dedi. Böylece onlardan önde gitti ve putperestler ona güvenlik verdiler. Ancak o, Peygamber'in (ﷺ) mesajını iletirken, onların bir adamı ona işaret etti ve onu bıçaklayarak öldürdü. Amcam, \"Allah en büyüktür! Kabe'nin Rabbi'ne yemin ederim ki ben başarılıyım.\" dedi. Daha sonra diğer grubu da kuşattılar ve hepsini öldürdüler, sadece topal bir adam dağa tırmandı. (Hammam, bir alt rivayetçi, \"Bence onunla birlikte başka bir adam da kurtuldu.\" dedi.) Cebrail, Peygamber'e (ﷺ) şehitlerin Rabbleriyle buluştuklarını, O'nun onlardan razı olduğunu ve onları razı ettiğini bildirdi. Biz, \"Halkımıza bildirin ki biz Rabbimizle buluştuk, O bizden razıdır ve O bizi razı etti.\" diye okurduk. Daha sonra bu ayet iptal edildi. Peygamber (ﷺ) kırk gün boyunca Ral, Dhakwan, Beni Lihyan ve Beni Usaiya kabilelerinden katilleri lanetlemek için Allah'a dua etti; çünkü onlar Allah'a ve Elçisi'ne isyan etmişlerdi."
    },
    {
      "id": 19,
      "narrator": "Narrated Jundab bin Sufyan:",
      "text": "Cündab bin Süfyan'dan rivayet edilmiştir: Kutsal savaşlardan birinde Allah'ın Elçisi'nin (ﷺ) bir parmağı yaralandı ve kanadı. O da, \"Sen sadece kanayan bir parmağısın ve elde ettiğin şey Allah'ın yolundadır.\" dedi."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Canımın elinde olan Allah'a yemin ederim! Kim Allah yolunda yaralanırsa... ve Allah, O'nun yolunda yaralananları çok iyi bilir... Kıyamet Günü yarası kan rengi ama misk kokusu olan biri olarak gelecektir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Ebu Süfyan'ın, Heraklius'un ona, \"Seninle (yani Peygamber (ﷺ) ile) olan savaşlarının sonucunu sordum ve bana birbirinize karşı sırayla başarılar elde ettiğinizi söyledin. İşte elçiler bu şekilde sınanır, ama nihai zafer her zaman onlara aittir.\" dediğini aktardığını söyledi."
    },
    {
      "id": 22,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Amcam Anas bin Nadr, Bedir Savaşı'ndan mahrum kaldı. O, \"Ey Allah'ın Elçisi (ﷺ)! Senin putperestlere karşı savaştığın ilk savaşta ben yoktum. (Allah'a yemin ederim) eğer Allah bana putperestlerle savaşma fırsatı verirse, şüphesiz Allah benim nasıl (cesurca) savaşacağımı görecektir.\" dedi. Uhud günü Müslümanlar sırtlarını döndüğünde ve kaçtıklarında, o, \"Ey Allah! Bu (yani arkadaşları) yaptıkları için sana özür diliyorum ve bu (yani putperestler) yaptıkları için onları kınıyorum.\" dedi. Sonra ilerledi ve Sa'd bin Mu'adh ile karşılaştı. O, \"Ey Sa'd bin Mu'adh! Nadr'ın Rabbi'ne yemin ederim ki, Cennet! Uhud'un (dağının) önünden gelen kokusunu alıyorum.\" dedi. Daha sonra Sa'd, \"Ey Allah'ın Elçisi! Ben Anas bin Nadr'ın yaptığı gibi başaramam veya yapamam.\" dedi. Onun bedeninde kılıç ve oklarla seksenden fazla yarası vardı. Onu ölü bulduk ve bedeni o kadar parçalanmıştı ki, sadece kız kardeşi parmaklarıyla onu tanıyabildi.\" Biz, onun ve onun gibilerin hakkında şu ayetin indirildiğini düşünüyorduk: \"İman edenlerden öyle adamlar vardır ki, Allah ile yaptıkları ahde sadık kaldılar...\" (33.23) Kız kardeşi Ar-Rubbaya', bir kadının ön dişini kırdı ve Allah'ın Elçisi (ﷺ) intikam alınmasını emretti. Bunun üzerine Anas (bin Nadr) dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! O'nu hakikaten kırmayacağım.\" O zaman Anas'ın kız kardeşinin karşıtları tazminatı kabul ettiler ve intikam talebinden vazgeçtiler. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki, \"Allah'ın kulları arasında öyle insanlar vardır ki, yeminleri Allah tarafından yerine getirilir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Kharija bin Zaid:",
      "text": "Kharija bin Zaid'den rivayet edilmiştir: Zaid bin Sabit dedi ki: \"Kur'an çeşitli yazılı el yazmalarından derlendiğinde, ben Allah'ın Elçisi'nin (ﷺ) okuduğunu duyduğum Ahzab Suresi'nden bir ayetin kaybolduğunu gördüm. Onu ancak Khuza'ima bin Thabit El-Ensari'de bulabildim; onun şahitliği Allah'ın Elçisi (ﷺ) tarafından iki adamın şahitliğine eşit kabul edilmiştir. Ve ayet şuydu: \"İman edenlerden öyle adamlar vardır ki, Allah ile yaptıkları ahde sadık kaldılar.\" (33.23)"
    },
    {
      "id": 24,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Yüzü demir bir maske (yani zırh içinde) ile kaplı bir adam Peygamber'e (ﷺ) geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Önce savaşmalı mıyım yoksa İslam'ı mı kabul etmeliyim?\" dedi. Peygamber (ﷺ) \"Önce İslam'ı kabul et, sonra savaş.\" dedi. Böylece o İslam'ı kabul etti ve şehit oldu. Allah'ın Elçisi (ﷺ) dedi ki: \"Az bir iş ama büyük bir ödül.\" (İslam'ı kabul ettikten sonra çok az şey yaptı ama büyük bir ödül alacak.)"
    },
    {
      "id": 25,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ümmü Ar-Rubai' bint Al-Bara', Hartha bin Suraqa'nın annesi, Peygamber'e (ﷺ) geldi ve \"Ey Allah'ın Peygamberi! Hartha hakkında bana bilgi verir misin?\" dedi. Hartha, Bedir günü tanınmayan bir kişi tarafından fırlatılan bir okla öldürülmüştü (yani şehit olmuştu). O ekledi: \"Eğer o Cennet'te ise, sabredeceğim; aksi takdirde onun için acı acı ağlayacağım.\" Peygamber (ﷺ) dedi ki: \"Ey Hartha'nın annesi! Cennet'te bahçeler var ve senin oğlun Firdaus-alala'dır (yani Cennet'teki en iyi yerdir).\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bir adam Peygamber'e (ﷺ) geldi ve \"Bir adam savaş ganimeti için savaşır; diğeri şöhret için savaşır; üçüncüsü gösteriş için savaşır; hangisi Allah'ın yolunda savaşır?\" dedi. Peygamber (ﷺ) \"Allah'ın kelimesinin (yani İslam'ın) üstün olması için savaşan, Allah'ın yolunda savaşır.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu `Abs:",
      "text": "Ebu Abs'tan (ki o Abdurrahman bin Cabir'dir) rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Her iki ayağı da Allah yolunda toza bulanmış olan kimse, (Cehennem) ateşiyle dokunulmaz.\""
    },
    {
      "id": 28,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: İbn Abbas'ın ona ve Ali bin Abdullah'a Ebu Said'e gitmelerini ve bazı rivayetlerini dinlemelerini söylediğini; böylece ikisi de (ve gördüler) Ebu Said ve kardeşinin kendilerine ait bir bahçeyi suladıklarını. Onları görünce yanlarına geldi ve bacaklarını çekerek oturdu ve elbisesine sarındı ve dedi ki: \"(Peygamberin mescidinin inşası sırasında) biz mescidin kerpiçlerini birer birer taşırken, Ammar iki tane taşırdı. Peygamber (ﷺ) Ammar'ın yanından geçti ve başındaki tozu silkeleyerek, 'Ammar'a Allah merhamet etsin. O, isyankar bir saldırgan grup tarafından öldürülecek. Ammar, onları (Allah'a) itaat etmeye davet edecek ve onlar onu (Cehennem) ateşine davet edecekler.\" dedi."
    },
    {
      "id": 29,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Khandaq (yani Hendek) günü döndüğünde, silahlarını bıraktı ve yıkanmaya gitti. O sırada başı toprakla kaplı olan Cebrail ona geldi ve \"Silahlarını bıraktın! Allah'a yemin ederim ki, ben henüz silahlarımı bırakmadım.\" dedi. Allah'ın Elçisi (ﷺ) \"Şimdi nereye gitmeliyim?\" dedi. Cebrail \"Bu tarafa,\" diyerek Beni Kureyza kabilesine işaret etti. Böylece Allah'ın Elçisi (ﷺ) onlara doğru gitti."
    },
    {
      "id": 30,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) otuz gün boyunca Bir-Mauna'nın şehitlerini öldürenleri lanetlemek için Allah'a dua etti; Ral, Dhakwan ve Usaiya kabilelerine lanet etti; çünkü onlar Allah'a ve Elçisi'ne isyan etmişlerdi. Bir-Mauna'da öldürülenler hakkında okuduğumuz bir Kur'an ayeti vardı ama daha sonra iptal edildi. Ayet şuydu: \"Halkımıza bildirin ki biz Rabbimizle buluştuk. O bizden razıdır ve O bizi razı etti.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: \"Bazı insanlar Uhud savaşının sabahında alkol içtiler ve (aynı gün) şehit oldular.\" Süfyan'a soruldu, \"(Günün son kısmında mı şehit oldular?)\" O da, \"Böyle bir bilgi rivayette geçmiyor.\" diye cevap verdi."
    },
    {
      "id": 32,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Babamın parçalanmış bedeni Peygamber (ﷺ)'e getirildi ve onun önüne konuldu. Yüzünü açmak için gittim ama arkadaşlarım beni engelledi. Sonra bir kadının yas tutma çığlıkları duyuldu ve onun ya `Amr'ın kızı ya da kız kardeşi olduğu söylendi. Peygamber (ﷺ) dedi ki, \"Neden ağlıyor?\" Ya da, \"Ağlama, çünkü melekler hala onun üzerine kanatlarıyla gölge yapıyor.\" (Al-Buhari, Sadqa'ya, bir alt rivayetçiye, \"Rivayet 'Kaldırılana kadar' ifadesini içeriyor mu?\" diye sordu. O da, \"Jabir bunu söylemiş olabilir.\" diye cevap verdi.)"
    },
    {
      "id": 33,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Cennete giren hiç kimse, dünyaya geri dönmek istemez, hatta yeryüzünde her şeyi elde etse bile, sadece bir Mücahid, dünyaya geri dönmek ister ki on kere şehit olabilsin, çünkü aldığı onur (Allah'tan) dolayıdır.\""
    },
    {
      "id": 34,
      "narrator": "Narrated `Abdullah bin Abi `Aufa:",
      "text": "`Abdullah bin Abi `Aufa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bil ki, Cennet kılıçların gölgeleri altındadır.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bir zamanlar Davud'un oğlu Süleyman dedi ki, '(Allah'a yemin ederim) Bu gece yüz kadınla cinsel ilişkiye gireceğim, her biri Allah yolunda savaşacak bir şampiyon doğuracak.' Bunun üzerine (yani Allah dilerse) ama 'Allah dilerse' demedi. Bu yüzden o kadınlardan sadece biri hamile kaldı ve yarım bir adam doğurdu. Muhammed'in hayatının elinde olan Allah'a yemin ederim ki, 'Allah dilerse' deseydi, (o kadınlardan) hepsi Allah yolunda mücadele eden şampiyonlar olurdu.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) insanların en iyisi, en cesuru ve en cömertiydi. Bir gün Medineliler korktuğunda, Peygamber (ﷺ) bir ata bindi ve onların önünde giderek, \"Bu atı çok hızlı bulduk.\" dedi."
    },
    {
      "id": 37,
      "narrator": "Narrated Muhammad bin Jubair:",
      "text": "Muhammed bin Cubeyr'den rivayet edilmiştir: Cubeyr bin Mut'im, Allah'ın Elçisi (ﷺ) ile Huneyn'den dönen insanların arasında bulunduğu sırada, bazı insanların (çölde yaşayanlar) Peygamber (ﷺ)'e sarıldığını ve ondan o kadar çok şey istediklerini anlattı ki, o bir (dikenli ağaç türü) altında durmak zorunda kaldı ve pelerini kapıldı. Peygamber (ﷺ) durdu ve, \"Pelerimi verin. Eğer bu dikenli ağaçlar kadar develerim olsaydı, onları aranızda dağıtırdım ve beni cimri, yalancı veya korkak bulamazdınız.\" dedi."
    },
    {
      "id": 38,
      "narrator": "Narrated `Amr bin Maimun Al-Audi:",
      "text": "`Amr bin Maimun Al-Audi'den rivayet edilmiştir: Sa`d, oğullarına şu sözleri öğretirdi, tıpkı bir öğretmenin öğrencilerine yazma becerisini öğrettiği gibi ve Allah'ın Elçisi (ﷺ)'nin her namazın sonunda onlardan (yani kötülüklerden) Allah'a sığındığını söylerdi. Sözler şunlardır: \"Ey Allah! Ben sana korkaklıktan sığınırım, kötü bir yaşlılık dönemine geri dönmekten sığınırım, dünyanın belalarından sığınırım ve kabirdeki azaplardan sığınırım.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) derdi ki, \"Ey Allah! Ben sana çaresizlikten, tembellikten, korkaklıktan ve zayıf yaşlılıktan sığınırım; hayat ve ölüm belalarından sığınırım ve kabirdeki azaplardan sığınırım.\""
    },
    {
      "id": 40,
      "narrator": "Narrated As-Sa'-ib bin Yazid:",
      "text": "As-Sa'-ib bin Yazid'den rivayet edilmiştir: Talha bin 'Ubaidullah, Sa`d, Al-Miqdad bin Al-Aswad ve `Abdur Rahman bin `Auf ile birlikteydim ve onlardan hiçbiri Allah'ın Elçisi (ﷺ)'nden bir şey rivayet etmedi ama Talha Uhud gününden bahsediyordu."
    },
    {
      "id": 41,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Fetih günü (Mekke) Peygamber (ﷺ) dedi ki, \"Fetihten sonra hicret yoktur, sadece cihat ve niyetler vardır. Müslüman hükümdar tarafından savaşa çağrıldığınızda, hemen çıkın.\" (Bkz. Hadis No. 42)"
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Allah, iki adamı gülümseyerek karşılar; bunlardan biri diğerini öldürür ve ikisi de Cennete girer. Biri Allah yolunda savaşır ve öldürülür. Daha sonra Allah, 'katil' olanı da affeder ve o da (Allah yolunda) şehit olur.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'ne Khaibar'da, Müslümanların eline geçtiğinde gittim. Dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! Bana Khaibar topraklarından bir pay ver.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Sa'id bin Al-'As'ın oğullarından biri, \"Ey Allah'ın Elçisi (ﷺ)! Ona bir pay verme.\" dedi. Ben de, \"Bu, İbn Qauqal'ın katilidir.\" dedim. Sa'id bin Al-As'ın oğlu, \"Garip! Dağdan (koyun otlatma yeri) bize inen bir Wabr (yani kobay) beni, Allah tarafından üstün kılınan bir Müslümanı öldürmekle suçluyor ve Allah, onun ellerinde beni rezil etmedi.\" dedi. (Alt rivayetçi, \"Peygamber (ﷺ)'in ona bir pay verip vermediğini bilmiyorum.\" dedi.)"
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Huraira:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber'in (ﷺ) hayatında, Ebu Talha cihat yüzünden oruç tutmazdı, ama Peygamber (ﷺ) vefat ettikten sonra onu, sadece `Id-ul-Fitr ve `Id-ul-Adha dışında oruç tutarken görmedim."
    },
    {
      "id": 46,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Veba, her Müslümanın (onun yüzünden ölen) şehit olmasının sebebidir.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: \"İman edenlerden evlerinde oturanlar\" ayeti indirildiğinde, Peygamber (ﷺ) Zeyd (bin Sabit) için çağrıda bulundu ve Zeyd bir omurga kemiği ile geldi ve üzerine yazdı. İbn Ümmü Mektum, körlüğünden şikayet etti ve bunun üzerine şu vahiy geldi: \"Evlerinde oturan iman edenler, sakat olanlar (yaralanmış, kör veya topal olanlar vb.) dışında eşit değildir; Allah yolunda malları ve canlarıyla çaba gösterenler ile savaşanlar eşittir.\" (4.95)"
    },
    {
      "id": 48,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa'd Es-Sa'idi'den rivayet edilmiştir: Marwan bin Hakam'ı camide otururken gördüm. Yanına doğru yaklaştım ve yanına oturdum. Zeyd bin Sabit'in Allah'ın Elçisi (ﷺ) tarafından kendisine şu ayetin dikte edildiğini söylediğini duyduk: \"Evlerinde oturan iman edenler ile Allah yolunda malları ve canlarıyla çaba gösterenler eşit değildir.\" (4.95) Zeyd şöyle dedi: \"İbn Maktum, Peygamber (ﷺ) bana bu ayeti dikte ederken yanına geldi. Bunun üzerine İbn Ümmü Mektum, \"Ey Allah'ın Elçisi (ﷺ)! Eğer gücüm olsaydı, kesinlikle cihada katılırdım.\" dedi. O bir kör adamdı. Bunun üzerine Allah, elini benim uyluğumun üzerine koyarken Elçisine vahiy indirdi ve bu o kadar ağırlaştı ki, uyluğumun kırılmasından korktum. Sonra Peygamber (ﷺ) bu durumda kaldıktan sonra Allah, \"...sakat olanlar (yaralanmış veya kör veya topal olanlar vb.) dışında\" ayetini indirdi. (4.95)"
    },
    {
      "id": 49,
      "narrator": "Narrated Salim Abu-An-Nadr:",
      "text": "Salim Ebu En-Nadr'dan rivayet edilmiştir: Abdullah bin Ebu Aufa yazdı ve ben onun yazdıklarını okudum. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Onlara (yani düşmanınıza) karşılaştığınızda sabırlı olun.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Hendek'e (yani) doğru gitti ve Müslümanların ve Ensar'ın köleleri olmadığı için çok soğuk bir sabah hendek kazdıklarını gördü. Yorgunluklarını ve açlıklarını fark edince şöyle dedi: \"Ey Allah! Gerçek hayat ahiretteki hayattır, (lütfen) Ensar'ı ve Muhacirleri affet.\" Bunun üzerine Muhacirler ve Ensar, \"Biz, Muhammed'e biat edenleriz, hayatımız boyunca cihada devam edeceğiz.\" dediler."
    },
    {
      "id": 51,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Muhacirler ve Ensar, Medine etrafında hendek kazmaya başladılar, toprağı sırtlarında taşıyarak \"Biz, Muhammed'e biat edenleriz, hayatımız boyunca cihada devam edeceğiz.\" diyerek. Peygamber (ﷺ) sürekli olarak \"Ey Allah, ahiretteki hayırdan başka hayır yoktur; bu yüzden Ensar'a ve Muhacirlere nimetlerini ver.\" diye yanıtladı."
    },
    {
      "id": 52,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) toprağı taşımaya devam etti ve \"Senden (Ey Allah!) başka bir rehberlik almadık.\" diyordu."
    },
    {
      "id": 53,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Al-Ahzab (yani kabileler) günü Peygamber (ﷺ) toprağı taşırken gördüm ve toprak karnının beyazlığını kaplıyordu. Ve şöyle diyordu: \"Senden (Ey Allah!) başka bir rehberlik almadık, ne de olsa sadaka vermedik, ne de dua ettik. Bize huzur ver ve düşmanlarımızla karşılaştığımızda ayaklarımızı sabit kıl. Gerçekten bu insanlar bize karşı isyan ettiler ama eğer bize sıkıntı vermeye çalışırlarsa asla boyun eğmeyeceğiz.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber ile birlikte Tabuk Gazvesi'nden döndük. (Aşağıdaki Hadis No. 92'ye bakınız)."
    },
    {
      "id": 55,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) bir gazve sırasında şöyle dedi: \"Bazı insanlar Medine'de arkamızda kaldılar ve biz hiçbir dağ yolunu veya vadiyi geçmedik ki, onlar bizimle (yani bizimle ödül paylaşarak) olmasınlar, çünkü bir (hukuki) mazeretle geri kaldılar.\""
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Gerçekten, Allah rızası için bir gün oruç tutan kimse, Allah onun yüzünü (Cehennem) ateşinden yetmiş yıllık bir mesafe ile uzak tutar.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim Allah yolunda iki şey harcarsa, cennetin kapı bekçileri ona 'Ey falan! Buraya gel.' diye sesleneceklerdir.\" Ebu Bekir, \"Ey Allah'ın Elçisi (ﷺ)! Böyle kişiler asla helak olmayacak.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Umarım sen de onlardan biri olursun.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) minbere çıktı ve şöyle dedi: \"Benden sonra sizin başınıza ne geleceği konusunda beni endişelendiren tek şey, size verilecek olan dünya nimetlerinin fitnesidir.\" Sonra dünya zevklerini zikretti. Bir adam ayağa kalkarak, \"Ey Allah'ın Elçisi (ﷺ)! İyilik kötülük getirebilir mi?\" dedi. Peygamber (ﷺ) sessiz kaldı ve onun ilahi bir ilham aldığını düşündük, bu yüzden herkes hayranlıkla sessiz kaldı. Sonra Peygamber (ﷺ) yüzündeki teri sildi ve \"Şu anki soran nerede?\" diye sordu. \"Zenginlik iyilik midir?\" diye üç kez tekrar etti ve ekledi: \"Şüphesiz, iyilik sadece iyilik doğurur. Gerçekten, bir akarsuyun kenarında büyüyen şeyler gibidir; bu, oburluktan dolayı otlayan hayvanları öldürür veya neredeyse öldürür, sadece bitki yiyen hayvan, iki yanları dolana kadar yer (yani doyuncaya kadar) ve sonra güneşte durur, dışkılar ve idrarını yapar ve tekrar otlamaya başlar. Bu dünya malı tatlı bir bitkidir. Müslümanın malı ne kadar güzeldir, eğer yasal yollarla toplanmışsa ve Allah yolunda ve yetimlere, fakirlere ve yolculara harcanmışsa. Ama yasal olmayan bir şekilde alan kimse, asla doymayan bir yiyici gibidir ve malı, Kıyamet Günü'nde aleyhine şahitlik edecektir.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Zaid bin Khalid:",
      "text": "Zayd bin Halid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah yolunda giden bir gaziyi hazırlayan kimse, gazinin sevabına eşit bir sevap alır; ve Allah yolunda giden bir gazinin bakımlarını düzgün bir şekilde yapan kimse de (gazinin sevabına eşit bir sevap alır).\""
    },
    {
      "id": 60,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'deki hiçbir eve, eşlerinin evleri dışında, Um Sulaim'in evine girmedi. Neden diye sorulduğunda, \"Onun üzerine acıyorum çünkü kardeşi benim yanımda öldürüldü.\" dedi."
    },
    {
      "id": 61,
      "narrator": "Narrated Ibn `Aun:",
      "text": "İbn `Aun'dan rivayet edilmiştir: Musa bin Anas, Yamama savaşını anlatırken şöyle dedi: \"Anas bin Malik, Thabit bin Qais'e gitti. Thabit, uyluklarından elbiselerini kaldırmış ve bedenine Hunut sürüyordu. Anas sordu: 'Ey amca! Seni (savaştan) ne alıkoyuyor?' O da cevap verdi: 'Ey yeğenim! Şimdi geliyorum,' diyerek Hunut sürmeye devam etti, sonra geldi ve (saf içinde) oturdu. Anas daha sonra insanların savaş alanından kaçtığını belirtti. Bunun üzerine Thabit, 'Beni düşmana karşı savaşmak için yoldan çekilin. Allah'ın Resulü (ﷺ) ile birlikte asla böyle yapmayız (yani kaçmayız). Düşmanlarınızdan edindiğiniz alışkanlıklar ne kadar kötü!' dedi.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Uhud savaşında düşman hakkında bana bilgi getirecek kim var?\" Zübeyr, \"Ben varım,\" dedi. Peygamber (ﷺ) tekrar sordu: \"Düşman hakkında bana bilgi getirecek kim var?\" Zübeyr yine, \"Ben varım,\" dedi. Peygamber (ﷺ) şöyle dedi: \"Her peygamberin bir talebesi vardır ve benim talebem Zübeyr'dir.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) insanları çağırdığında (Sadqa, bir alt rivayetçi, 'Bu muhtemelen Al-Khandaq günü oldu' dedi) Zübeyr çağrıya cevap verdi (yani keşif yapmak için). Peygamber (ﷺ) tekrar insanları çağırdı ve Zübeyr yine çağrıya cevap verdi. Peygamber (ﷺ) sonra şöyle dedi: \"Her peygamberin bir talebesi vardır ve benim talebem Zübeyr bin Al-`Awwam'dır.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Malik bin Al-Huwairith:",
      "text": "Malik bin Al-Huwairith'ten rivayet edilmiştir: Peygamber (ﷺ) benden ve bir arkadaşımdan ayrılırken şöyle dedi: \"Siz ikiniz, namaz için Ezan ve İkame okuyun ve aranızdan en yaşlısı namazı kıldırsın.\""
    },
    {
      "id": 65,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"İyilik, kıyamet gününe kadar atların alnında kalacaktır.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Urwa bin Ja'd:",
      "text": "Urva bin Ja'd'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İyilik, kıyamet gününe kadar atların alnında kalacaktır.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Atların alnında bir bereket vardır.\""
    },
    {
      "id": 68,
      "narrator": "Narrated `Urwa Al-Bariqi:",
      "text": "`Urwa Al-Bariqi'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İyilik, kıyamet gününe kadar atların alnında kalacaktır (Cihad için), çünkü onlar ya (ahirette) bir ödül ya da (bu dünyada) ganimet getirirler.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer birisi Allah'ın yolunda bir at beslerse, Allah'a olan imanı ve O'nun vaadine olan inancı ile, o atın yediği, içtiği, dışkısı ve idrarı için kıyamet gününde ödüllendirilecektir.\""
    },
    {
      "id": 70,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "Abdullah bin Ebi Katade'den rivayet edilmiştir: (babası aracılığıyla) Ebu Katade, Allah'ın Resulü (ﷺ) ile (bir yolculuğa) çıktı, ancak ihramda olan bazı arkadaşlarıyla geride kaldı. Kendisi ihramda değildi. Onlar, bir açılış gördüler ama o görene kadar hiçbir şey söylemediler. Ebu Katade açılışı gördüğünde, atı Al-Jarada'ya bindi ve onlardan kamçısını vermelerini istedi, ama reddettiler. Bunun üzerine kendisi aldı ve açılışa saldırdı ve onu kesip parçaladı. Etinden yedi ve arkadaşları da yedi, ama yedikleri için pişman oldular. Peygamberle karşılaştıklarında (bunu sordular) ve O da sordu: \"Yanınızda etinden (kalan) var mı?\" Ebu Katade, \"Evet, bizimle bacağından var,\" dedi. Bunun üzerine Peygamber (ﷺ) onu aldı ve yedi."
    },
    {
      "id": 71,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Bahçemizde Peygamber (ﷺ) ait Al-Luhaif veya Al-Lakhif adında bir at vardı."
    },
    {
      "id": 72,
      "narrator": "Narrated Mu`adh:",
      "text": "Mu`adh'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile 'Ufair adında bir eşekte yoldaşlık ediyordum. Peygamber (ﷺ) sordu: \"Ey Mu`adh! Allah'ın kulları üzerindeki hakkı nedir ve kullarının Allah üzerindeki hakkı nedir, biliyor musun?\" Ben cevap verdim: \"Allah ve O'nun Resulü daha iyi bilir.\" O da dedi: \"Allah'ın kulları üzerindeki hakkı, yalnızca O'na ibadet etmeleri ve O'ndan başka hiç kimseye ibadet etmemeleridir. Ve kulun Allah üzerindeki hakkı, O'na yalnızca kendisine ibadet edenleri cezalandırmamaktır.\" Ben dedim: \"Ey Allah'ın Resulü (ﷺ)! Bu müjdeyi insanlara bildirmeyeyim mi?\" O da dedi: \"Onlara bunu bildirme, yoksa buna tamamen güvenmeye başlarlar.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir zaman Medine'de korku hissi vardı, bu yüzden Peygamber (ﷺ) bizden Mandub adında bir at ödünç aldı (ve onunla gitti). (Peygamber (ﷺ) döndüğünde) şöyle dedi: \"Korkuya dair hiçbir şey görmedim ve bu (yani bu at) çok hızlıydı.\""
    },
    {
      "id": 74,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kötü alamet üç şeydedir: At, kadın ve ev.\""
    },
    {
      "id": 75,
      "narrator": "Narrated Sahl bin Sa`d Saidi:",
      "text": "Sahl bin Sa`d Saidi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Eğer bir şeyde kötü alamet varsa, o da kadında, atta ve evdedir.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Atlar üç amaç için beslenir; bazı insanlar için bunlar bir sevap kaynağıdır, bazıları için bir sığınak aracı ve bazıları için de günah kaynağıdır. Sevap kaynağı olan kişi, Allah'ın Rızası için (yani Cihad) bir at besleyendir; onu bir çayırda veya bahçede uzun bir ip ile bağlayarak, orada yediği her şey onun için iyi ameller olarak yazılır. Eğer ipini koparıp bir veya iki tepeyi aşarsa, onun dışkısı ve ayak izleri de onun için iyi ameller olarak yazılır; eğer bir nehirden su içerse, onu sulama niyeti olmasa bile, yine de içtiği için sevap alır. Atlar günah kaynağı olan kişi ise, bir atı gurur, gösteriş ve Müslümanlara düşmanlık için besleyendir: böyle bir at onun için günah kaynağı olacaktır. Allah'ın Elçisi (ﷺ) eşekler hakkında sorulduğunda, \"Onlar hakkında bana sadece bu eşsiz, kapsamlı ayet indirildi: 'Kim zerre kadar bir hayır işlerse onu görür; ve kim zerre kadar bir şer işlerse onu görür.' (101.7-8) diye cevap verdi.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Muslim from Abu `Aqil from Abu Al-Mutawakkil An-Naji:",
      "text": "Müslim, Ebu `Aqil'den, o da Ebu Al-Mutawakkil An-Naji'den rivayet etmiştir: Ben, Cabir bin `Abdullah El-Ensari'yi ziyaret ettim ve ona, \"Bana Allah'ın Elçisi (ﷺ) hakkında duyduğun şeyleri anlat.\" dedim. O da, \"Ben onunla bir yolculukta bulundum.\" dedi. (Ebu `Aqil, \"Bu yolculuğun Cihad mı yoksa `Umre için mi olduğunu bilmiyorum.\") \"Dönüş yolundayken,\" Cabir devam etti, \"Peygamber (ﷺ) dedi ki, 'Ailesine daha erken dönmek isteyen acele etsin.' Yola çıktık ve ben kusursuz, siyah-kırmızı bir devede idim, insanlar arkamdaydı. O haldeyken deve aniden durdu (yorgunluktan). Bunun üzerine Peygamber (ﷺ) bana, 'Ey Cabir, bekle!' dedi. Sonra ona bir kez vurdu ve deve hızlı bir tempoda hareket etmeye başladı. Sonra, 'Deveyi satacak mısın?' diye sordu. Medine'ye vardığımızda ben olumlu cevap verdim ve Peygamber (ﷺ) arkadaşlarıyla birlikte mescide gitti. Ben de deveyi mescid kapısındaki kaldırımda bağladıktan sonra ona gittim. Sonra, 'Bu senin deven.' dedim. O dışarı çıktı ve devenin üzerinde incelemeye başladı ve 'Deve bizimdir.' dedi. Sonra Peygamber (ﷺ) bir miktar altın gönderdi ve 'Bunu Cabir'e ver.' dedi. Sonra sordu, 'Devenin tam fiyatını aldın mı?' Ben olumlu cevap verdim. O da, 'Hem fiyat hem de deve senindir.' dedi.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Medine'de bir korku hissi vardı, bu yüzden Peygamber (ﷺ) Ebu Talha'ya ait Mandub adında bir atı ödünç aldı ve bindi. (Dönüşünde) dedi ki, \"Korkuya dair hiçbir şey görmedim ve bu atı çok hızlı buldum.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) at için iki pay ve binicisi için bir pay belirledi (savaş ganimeti olarak)."
    },
    {
      "id": 80,
      "narrator": "Narrated Abu 'Is-haq:",
      "text": "Ebu 'İshak'tan rivayet edilmiştir: Birisi Al-Bar'a bin `Azib'e sordu, \"Huneyn savaşında Allah'ın Elçisi (ﷺ) terk mi ettin?\" Al-Bara cevap verdi, \"Ama Allah'ın Elçisi (ﷺ) kaçmadı. Havazin kabilesinin insanları iyi okçulardı. Onlarla karşılaştığımızda, onlara saldırdık ve onlar kaçtılar. Müslümanlar savaş ganimetlerini toplamaya başladığında, putperestler bize oklarla saldırdılar, ama Allah'ın Elçisi (ﷺ) kaçmadı. Şüphesiz, onu beyaz katırının üzerinde gördüm ve Ebu Süfyan onun ipini tutuyordu ve Peygamber (ﷺ) diyordu ki, 'Ben gerçekten Peygamber'im: `Abdul Muttalib'in oğluyum.'\""
    },
    {
      "id": 81,
      "narrator": "Narrated Ibn'`Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) ayaklarını mahmuzluklara koyduğunda ve dişi deve onu taşıyarak kalktığında, Dhul-Hulaifa mescidinde Telbiye okumaya başlardı."
    },
    {
      "id": 82,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) onlara (yani insanlara) unsaddled bir atla binerken, kılıcını omzuna asmıştı."
    },
    {
      "id": 83,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bir zaman Medine halkı korkmuştu, bu yüzden Peygamber (ﷺ) Ebu Talha'ya ait bir ata bindi ve bu at yavaş gitti ya da dar adımlarla yürüdü. Dönüşünde, \"Ben sizin (yani Ebu Talha'nın) atınızı çok hızlı buldum. Sonrasında bu at koşuda geçilemedi.\""
    },
    {
      "id": 84,
      "narrator": "Narrated (`Abdullah) bin `Umar:",
      "text": "(`Abdullah) bin `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) zayıflatılmış atlar arasında bir at yarışı düzenledi ve bu yarış Al-Hafya ile Thaniyat Al-Wada` arasında gerçekleşti (yani iki yerin isimleri) ve zayıflatılmamış atlar da Thaniyat'tan Bani Zuraiq mescidine kadar koştu. Ben de o at yarışına katılanlardan biriydim. Sufyan, bir alt rivayetçi olarak, \"Al-Hafya ile Thaniya Al-Wada` arasındaki mesafe beş veya altı mildir; Thaniya ile Bani Zuraiq mescidi arasındaki mesafe ise bir mildir.\" dedi."
    },
    {
      "id": 85,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) zayıflatılmamış atlar için bir at yarışı düzenledi; yarış alanı Thaniyat'tan Bani Zuraiq mescidine kadardı. (Alt rivayetçi, \"`Abdullah bin `Umar o at yarışına katılanlardan biriydi.\" dedi.)"
    },
    {
      "id": 86,
      "narrator": "Narrated Abu 'Is-haq from Musa bin `Uqba from Mafia from Ibn `Umar who said:",
      "text": "Ebu 'İshak, Musa bin `Uqba'dan, o da Mafia'dan, o da İbn `Umar'dan rivayet etmiştir ki: \"Allah'ın Elçisi (ﷺ) zayıflatılmış atlar arasında bir at yarışı düzenledi, onları Al-Hafya'dan başlatarak Thaniyat-al-Wada`ya kadar koşmalarını sağladı. Musa'ya, 'İki yer arasındaki mesafe ne kadardı?' diye sordum. Musa, 'Altı veya yedi mildi.' dedi. Zayıflatılmamış atlar için bir yarış düzenledi ve onları Thaniyat-al-Wada'dan başlatarak Bani Zuraiq mescidine kadar koşturdu. 'Bu iki yer arasındaki mesafe ne kadardı?' diye sordum. O da, 'Bir mil kadar.' dedi. İbn `Umar o at yarışına katılanlardandı.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ)'in dişi devesine Al-Adba denirdi."
    },
    {
      "id": 88,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ)'in Al-Adba adında bir dişi devesi vardı ki, yarışta geçilemezdi. (Humaid, bir alt rivayetçi olarak, \"Ya da neredeyse geçilemezdi.\" dedi.) Bir gün bir bedevi, altı yaşından küçük bir deve ile geldi ve bu deve (yani Al-`Adba') onu yarışta geçti. Müslümanlar bunu o kadar hissettiler ki, Peygamber (ﷺ) onların sıkıntısını fark etti. Sonra, \"Yüksek olanı alçaltmanın Allah'ın kanunu olduğunu biliniz.\" dedi."
    },
    {
      "id": 89,
      "narrator": "Narrated `Amr bin Al-Harith:",
      "text": "Amr bin Al-Harith'ten rivayet edilmiştir: Peygamber (ﷺ) ölümünden sonra geride beyaz bir katır, silahları ve sadaka verilmek üzere bırakılan bir arazi dışında hiçbir şey bırakmadı."
    },
    {
      "id": 90,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Bir adam ona sordu. \"Ey Ebu '`Umara! Huneyn günü kaçtın mı?\" O da cevap verdi, \"Hayır, Allah'a yemin ederim, Peygamber (ﷺ) kaçmadı ama aceleci insanlar kaçtı ve Havazin kabilesinin insanları onlara oklarla saldırdı, oysa Peygamber (ﷺ) beyaz katırının üzerinde idi ve Ebu Süfyan bin Al-Harith ipini tutuyordu, ve Peygamber (ﷺ) diyordu ki, 'Ben gerçekten Peygamber'im, ben `Abdul Muttalib'in oğluyum.'\""
    },
    {
      "id": 91,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (r.a) nakletti: Müminlerin annesi, Peygamber (ﷺ)den cihada katılmam için izin istedim, fakat o, \"Senin cihadın Hac'ı yerine getirmendir.\" dedi."
    },
    {
      "id": 92,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (r.a) nakletti: Müminlerin annesi: Peygamber (ﷺ) eşleri tarafından cihad hakkında soruldu ve o, \"Sizin için en iyi cihad (Hac'ı yerine getirmektir).\" diye cevap verdi."
    },
    {
      "id": 93,
      "narrator": "Narrated Anas:",
      "text": "Enes (r.a) nakletti: Allah'ın Elçisi (ﷺ) Milhan'ın kızına gitti ve orada uzandı (ve uyudu) ve sonra (uyandı) gülümseyerek. O, \"Ey Allah'ın Elçisi (ﷺ)! Seni ne güldürüyor?\" diye sordu. O da, \"(Rüyamda) takipçilerimden bazıları Allah'ın yolunda yeşil denizde, tahtlar üzerinde oturan krallara benzer şekilde yelken açıyordu.\" dedi. O da, \"Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et de beni onlardan biri yapsın.\" dedi. O da, \"Ey Allah! Onu onlardan biri yap.\" dedi. Sonra (yine uyudu ve uyandı ve) gülümsedi. O, aynı soruyu sordu ve o da aynı cevabı verdi. O da, \"Allah'a dua et de beni onlardan biri yapsın.\" dedi. O da, \"Sen onların ilk grubunda olacaksın; sonuncular arasında olmayacaksın.\" dedi. Daha sonra 'Ubade bin Es-Samit ile evlendi ve sonra cihad için bint Karaza, Muaviye'nin eşi ile denize açıldı. Dönüşünde, bindiği hayvan onu fırlattı ve boynunu kırdı, düşerken öldü."
    },
    {
      "id": 94,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (r.a) nakletti: Peygamber (ﷺ) bir yolculuğa çıkmayı düşündüğünde, eşleri arasında kura çekerdi ve kura çıkanla birlikte giderdi. Bir kez, cihada çıkmadan önce aramızda kura çekti ve kura bana çıktı; bu yüzden Peygamber ile birlikte gittim; bu, Hicab (yani örtünme) ayetinin indirilmesinden sonra oldu."
    },
    {
      "id": 95,
      "narrator": "Narrated Anas:",
      "text": "Enes (r.a) nakletti: Uhud savaşında (bazı) insanlar geri çekildiğinde ve Peygamberi terk ettiğinde, Aişe bint Ebu Bekir ve Ümmü Süleym'i, eteklerini toplayarak, bilezikleri görünür şekilde su tulumlarıyla koşarken gördüm (diğer bir rivayette, \"su tulumlarını sırtlarında taşıyarak\" denir). Sonra insanlara su döküyorlar, tekrar su tulumlarını doldurmak için geri dönüyorlar ve tekrar insanlara su döküyorlardı."
    },
    {
      "id": 96,
      "narrator": "Narrated Tha`laba bin Abi Malik:",
      "text": "Tha'laba bin Ebi Malik nakletti: Ömer bin Hattab, Medine kadınları arasında bazı elbiseler dağıttı. Bir güzel elbise kaldı ve yanında bulunanlardan biri, \"Ey müminlerin lideri! Bu elbiseyi Allah'ın Elçisi (ﷺ)nin (torunu) kızı olan eşine ver.\" dedi. Onlar, Ali'nin kızı Ümmü Külsüm'ü kastetmişlerdi. Ömer, \"Ümmü Salit'in daha çok hakkı var.\" dedi. Ümmü Salit, Allah'ın Elçisi (ﷺ)ne biat eden Ensar kadınlarından biriydi. Ömer, \"O (yani Ümmü Salit) Uhud günü bizim için su tulumlarını taşırdı.\" dedi."
    },
    {
      "id": 97,
      "narrator": "Narrated Ar-Rubayyi 'bint Mu'auwidh:",
      "text": "Ar-Rubayyi bint Mu'awidh nakletti: Biz Peygamber (ﷺ) ile birlikte yaralılara su veriyor, onları tedavi ediyor ve ölüleri (savaş alanından) Medine'ye getiriyorduk."
    },
    {
      "id": 98,
      "narrator": "Narrated Ar-Rabi'bint Mu'auwidh:",
      "text": "Ar-Rabi' bint Mu'awidh nakletti: Biz Peygamber (ﷺ) ile birlikte kutsal savaşlara katılıyor, insanlara su veriyor, onlara hizmet ediyor ve ölüleri ve yaralıları Medine'ye geri getiriyorduk."
    },
    {
      "id": 99,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa nakletti: Ebu Amr dizine bir ok isabet etti, ben de yanına gittim ve okunu çıkarmasını istedi. Okunu çıkardığımda, oradan su sızlamaya başladı. Sonra Peygamber (ﷺ)'e gittim ve durumu ona bildirdim. O da, \"Ey Allah! Ubaid Ebu Amr'ı affet.\" dedi."
    },
    {
      "id": 100,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (r.a) nakletti: Peygamber (ﷺ) bir gece uyanık kaldı ve Medine'ye vardığında, \"Keşke bu gece beni koruyacak salih bir adam arkadaşım olsaydı!\" dedi. Aniden silah sesleri duyduk. O da, \"Bu kim?\" dedi. (Yeni gelen) \"Ben Sa'd bin Ebi Vakkas'ım ve seni korumak için geldim.\" dedi. Böylece Peygamber (ﷺ) o gece uyudu."
    },
    {
      "id": 101,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre nakletti: Peygamber (ﷺ) dedi ki: \"Dinar ve dirhem kölesinin, miktar ve lüks elbiseler kölesinin helak olması için; çünkü bunlar kendisine verildiğinde memnun olur, verilmediğinde ise hoşnutsuz olur!\""
    },
    {
      "id": 102,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre nakletti: Peygamber (ﷺ) dedi ki: \"Dinar ve dirhem kölesinin, miktar ve lüks elbiseler kölesinin helak olması için; çünkü bunlar kendisine verildiğinde memnun olur, verilmediğinde ise hoşnutsuz olur. Böyle biri helak olsun ve geri dönsün; eğer bir dikenle yaralanırsa, onu çıkaracak kimse bulamasın. Cennet, Allah yolunda mücadele eden, atının ipini tutan, saçları dağınık ve ayakları toprak içinde olan kimse içindir; eğer önde görevlendirilirse, koruma görevinden tamamen memnun olur, eğer geride görevlendirilirse, görevini memnuniyetle kabul eder; (o kadar sade ve açık ki) izin isterse izin verilmez, şefaat ederse şefaati kabul edilmez.\""
    },
    {
      "id": 103,
      "narrator": "Narrated Anas:",
      "text": "Enes (r.a) nakletti: Ben, Jabir bin Abdullah ile bir yolculukta bulundum ve o benden yaşça büyük olmasına rağmen bana hizmet ediyordu. Cerir dedi ki: \"Ben, Ensar'ın Peygamber (ﷺ)'e büyük bir saygı gösterdiğini gördüm; bu yüzden onlardan herhangi biriyle karşılaştığımda ona hizmet edeceğime yemin ettim.\""
    },
    {
      "id": 104,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik (r.a) nakletti: Ben Peygamber (ﷺ) ile birlikte Hayber'e gittim, ona hizmet etmek için. (Sonra) Peygamber (ﷺ) döndüğünde, Uhud dağını görünce, \"Bu, bizi seven ve bizim de sevdiğimiz bir dağdır.\" dedi. Sonra elini Medine'ye doğru uzatarak, \"Ey Allah! Medine'nin iki dağı arasındaki alanı, İbrahim'in Mekke'yi kutsal kıldığı gibi kutsal kılıyorum. Ey Allah! Bize Sa' ve Mudd (ölçü birimleri) konusunda bereket ver.\" dedi."
    },
    {
      "id": 105,
      "narrator": "Narrated Anas:",
      "text": "Enes (r.a) nakletti: Biz Peygamber (ﷺ) ile (bir yolculukta)ydık ve gölgelik olarak sadece kendi giysimizin gölgesi vardı. Oruç tutanlar hiç çalışmadı ve oruç tutmayanlar develere hizmet ediyor, su getiriyor ve hastaları (yaralıları) tedavi ediyorlardı. Bunun üzerine Peygamber (ﷺ) dedi ki: \"Bugün oruç tutmayanlar (tüm) sevabı aldılar.\""
    },
    {
      "id": 106,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Her insanın her ekleminde her gün sadaka vermek farzdır. Eğer bir kişi, birinin binek hayvanıyla ilgili işlerinde ona yardım ederse, onu bineğine bindirerek veya yükünü kaldırarak, bunların hepsi sadaka olarak kabul edilir. Güzel bir söz ve farz cemaat namazını kılmak için atılan her adım sadaka sayılır; birine yolda rehberlik etmek de sadakadır.\""
    },
    {
      "id": 107,
      "narrator": "Narrated Sahl bin Sa`d As-Sa'di:",
      "text": "Sahl bin Sa`d As-Sa'di'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Müslümanları Allah yolunda kafirlerden korumak için bir gün geçirmek, dünya ve üzerindekilerden daha hayırlıdır; cennette birinizin kamçısının kapladığı kadar bir yer, dünya ve üzerindekilerden daha hayırlıdır; Allah yolunda bir kölenin sabah veya akşam yaptığı bir yolculuk, dünya ve üzerindekilerden daha hayırlıdır.\""
    },
    {
      "id": 108,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Abu Talha'ya şöyle dedi: \"Khaybar seferimde bana hizmet etmesi için bir erkek kölenizi seçin.\" Bunun üzerine Abu Talha beni aldı ve beni arkasında binecek şekilde oturttu, ben ergenlik çağına yaklaşan bir çocuktum. Allah'ın Elçisi (ﷺ) dinlenmek için durduğunda ona hizmet ederdim. Onun sürekli olarak \"Ya Allah! Sıkıntıdan, kederden, acizlikten, tembellikten, cimrilikten, korkaklıktan, borç yükünden ve insanların baskısından sana sığınırım.\" dediğini duydum. Sonra Khaybar'a ulaştık; Allah ona Khaybar Kalesi'ni fethetme gücü verdiğinde, Safiya bint Huyai bin Akhtab'ın güzelliği ona anlatıldı. Eşi, o gelinken öldürülmüştü. Böylece Allah'ın Elçisi (ﷺ) onu kendisi için seçti ve Sa`d-AsSahba' denilen bir yere kadar onu yanında götürdü; orada adet dönemi sona erdi ve onu kendisi için eş olarak aldı. Küçük bir deri örtü üzerinde Haris (bir çeşit yemek) ikram edildi. Sonra Allah'ın Elçisi (ﷺ) bana etrafımdaki insanları çağırmamı söyledi. İşte bu, Allah'ın Elçisi (ﷺ) ile Safiya'nın düğün ziyafetiydi. Sonra Medine'ye doğru yola çıktık. Allah'ın Elçisi'nin, Safiya'nın (arkasında oturması için) oturması için deveye geniş bir yer açmak üzere devesinin hörgücünün etrafına bir örtü sardığını gördüm. Devesinin yanında oturdu ve dizlerini Safiya'nın ayaklarını koyması için açtı ki, deveye binebilsin. Sonra Medine'ye yaklaşana kadar devam ettik; Uhud'a baktı ve \"Bu, bizi seven ve bizim sevdiğimiz bir dağdır.\" dedi. Sonra Medine'ye baktı ve \"Ya Allah! Medine'nin iki dağı arasındaki alanı, İbrahim'in Mekke'yi kutsal kıldığı gibi kutsal kılıyorum. Ya Allah! Onları (Medine halkını) Mudd ve Sa ölçülerinde bereketlendir.\" dedi."
    },
    {
      "id": 109,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Um Haram bana bir gün Peygamber (ﷺ) evinde öğle uykusuna yattığını söyledi. Sonra gülümseyerek uyandı. Um Haram sordu: \"Ya Allah'ın Elçisi (ﷺ)! Seni ne güldürüyor?\" O da: \"Rüyamda bazı takipçilerimin deniz yolculuğunda krallar gibi tahtlarda oturduğunu gördüm.\" dedi. Um Haram: \"Ya Allah'ın Elçisi (ﷺ)! Allah'a dua et de beni onlardan biri yapsın.\" dedi. O da: \"Sen onlardansın.\" dedi. Tekrar uyudu ve sonra yine gülümseyerek uyandı ve önceki gibi iki veya üç kez aynı şeyi söyledi. Um Haram: \"Ya Allah'ın Elçisi (ﷺ)! Allah'a dua et de beni onlardan biri yapsın.\" dedi. O da: \"Sen ilk grup içerisindesin.\" dedi. 'Ubada bin As-Samit onu (Um Haram'ı) aldı ve sonra onu cihad için götürdü. Dönünce, ona binerken bir hayvan sunuldu, ama düştü ve boynu kırıldı."
    },
    {
      "id": 110,
      "narrator": "Narrated Mus`ab bin Sa`d:",
      "text": "Mus`ab bin Sa`d'dan rivayet edilmiştir: Bir gün Sa`d (bin Abi Waqqas) kendisinden daha düşük rütbedeki kimselerden üstün olduğunu düşündü. Bunun üzerine Peygamber (ﷺ) şöyle dedi: \"Siz, aranızdaki fakirlerin (duaları ve bereketleri) olmadan ne zafer kazanırsınız ne de rızık elde edersiniz.\""
    },
    {
      "id": 111,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir zaman gelecek ki, gruplar cihada gidecek ve 'Aranızda Peygamber ile birlikte bulunmuş biri var mı?' diye sorulacak. Cevap 'Evet' olacak. Sonra onlara (Allah tarafından) zafer verilecek. Sonra bir zaman gelecek ki, 'Aranızda Peygamberin arkadaşlarıyla birlikte bulunmuş biri var mı?' diye sorulacak. 'Evet' denilecek ve onlara (Allah tarafından) zafer verilecek. Sonra bir zaman gelecek ki, 'Aranızda Peygamberin arkadaşlarının arkadaşlarıyla birlikte bulunmuş biri var mı?' diye sorulacak. 'Evet' denilecek ve onlara (Allah tarafından) zafer verilecek.\""
    },
    {
      "id": 112,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa`d As-Sa'di'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ve putperestler karşı karşıya geldiler ve savaşmaya başladılar. Allah'ın Elçisi (ﷺ) kampına döndüğünde ve putperestler kendi kampına döndüğünde, Allah'ın Elçisi (ﷺ) ile birlikte bir adamın, yalnız giden her putperestle takip edip kılıcıyla öldürdüğünü konuştu. O, \"Bugün bu adam kadar işini (savaşmayı) düzgün yapan kimse yoktu.\" dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Gerçekten, o (Cehennem) ateşinin halkındandır.\" Oradaki bir adam: \"Onu (ne yaptığını görmek için) takip edeceğim.\" dedi. Böylece onu takip etti ve nerede durursa orada durdu, nerede koşarsa onunla koştu. Sonra (cesur) adam ciddi şekilde yaralandı ve ölümünü hızlandırmaya karar verdi. Kılıcının ucunu yere saplayarak, keskin ucunu göğsüne, iki memesinin arasına doğru yönlendirdi. Sonra kılıcına yaslandı ve kendini öldürdü. Diğer adam Allah'ın Elçisi (ﷺ) yanına geldi ve \"Ben şahitlik ederim ki sen Allah'ın Elçisi'sin (ﷺ).\" dedi. Peygamber (ﷺ) sordu: \"Ne oldu?\" O da: \"(O, Cehennem ateşinin halkından biri olarak tanımladığın) adam hakkında.\" dedi. İnsanlar senin söylediklerine çok şaşırdılar ve ben de 'Gerçekliğini öğrenmek için çıkacağım.' dedim. Onu aramak için çıktım. O ciddi şekilde yaralandı ve kılıcının ucunu yere eğerek, keskin ucunu göğsüne, iki memesinin arasına doğru yönlendirdi. Sonra kılıcına yaslandı ve kendini öldürdü.\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir adam insanlara, cennet halkının işlerini yapıyormuş gibi görünebilirken, aslında o Cehennem halkındandır; bir diğeri ise insanlara, Cehennem halkının işlerini yapıyormuş gibi görünürken, aslında o cennet halkındandır.\""
    },
    {
      "id": 113,
      "narrator": "Narrated Salama bin Al-Akwa`:",
      "text": "Salama bin Al-Akwa'dan rivayet edilmiştir: Peygamber (ﷺ) Bani Aslam kabilesinden bazı insanların okçuluk yaptıklarını gördü. Peygamber şöyle dedi: \"Ey Bani İsmail! Okçuluk yapın, çünkü babanız İsmail büyük bir okçuydu. Ok atmaya devam edin, ben de şu Bani... ileyim.\" Bunun üzerine taraflardan biri ok atmayı bıraktı. Allah'ın Elçisi (ﷺ) dedi ki: \"Neden atmıyorsunuz?\" Onlar: \"Sen onlarla (yani onların yanında) olduğun için nasıl atabiliriz?\" dediler. Bunun üzerine Peygamber (ﷺ) şöyle dedi: \"Atın, ben hepinizle birlikteyim.\""
    },
    {
      "id": 114,
      "narrator": "Narrated Abu Usaid:",
      "text": "Abu Usaid'den rivayet edilmiştir: Badr günü, Kureyş ordusuna karşı sıralar halinde durduğumuzda, Peygamber (ﷺ) şöyle dedi: \"Onlar size yaklaştığında, onlara ok atın.\""
    },
    {
      "id": 115,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bazı Habeşlilerin Peygamber'in huzurunda oynadığı sırada, `Umar içeri girdi, bir taş aldı ve onlara attı. Bunun üzerine Peygamber (ﷺ) şöyle dedi: \"Ey `Umar! Onlara (oynamalarına) izin ver.\" Ma`mar (rivayet eden) ekledi ki, onlar camide oynuyorlardı."
    },
    {
      "id": 116,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Abu Talha ve Peygamber (ﷺ) bir kalkanla kendilerini koruyorlardı. Abu Talha iyi bir okçuydu ve ok attığında Peygamber (ﷺ) onun oklarının hedefini izlerdi."
    },
    {
      "id": 117,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Peygamber (ﷺ)'in kaskı başına vurulduğunda ve kan yüzünü kapladığında ve ön dişlerinden biri kırıldığında, `Ali suyu kalkanında getirdi ve Fatıma (Peygamber'in kızı) onu yıkadı. Ama kanın suyla daha da arttığını görünce, bir örtü aldı, yaktı ve küllerini Peygamber (ﷺ)'in yarasına koydu ve böylece kan akması durdu."
    },
    {
      "id": 118,
      "narrator": "Narrated `Umar:",
      "text": "`Umar'dan rivayet edilmiştir: Bani En-Nadir'in mülkleri, Allah tarafından Elçisine Fai ganimeti olarak verilmiştir; Müslümanlar bunları atları ve develeriyle elde etmemiştir. Bu nedenle, mülkler özellikle Allah'ın Elçisi (ﷺ)'ne aitti; o, ailesine yıllık harcamalarını verir ve geriye kalanını Allah yolunda kullanılmak üzere silahlar ve atlar için harcardı."
    },
    {
      "id": 119,
      "narrator": "Narrated `Ali:",
      "text": "`Ali'den rivayet edilmiştir: Peygamber (ﷺ)'in Sa`d'dan sonra \"Anne babam sizin için feda olsun.\" dediğini hiç görmedim. Onun ona \"At!\" dediğini duydum. \"Anne babam senin için feda olsun.\" dedi."
    },
    {
      "id": 120,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) evime geldiğinde, yanımda iki kız Bu'ath şarkılarını söylüyordu (İslam'dan önceki Khazraj ve Aus kabileleri arasındaki savaş hikayesi). Peygamber (ﷺ) yatağa yaslandı ve yüzünü diğer tarafa çevirdi. Abu Bekir geldi ve beni azarladı ve itiraz ederek, \"Şeytanın aleti, Allah'ın Elçisi (ﷺ)'nin huzurunda mı?\" dedi. Allah'ın Elçisi (ﷺ) yüzünü ona çevirdi ve \"Bırak onları.\" dedi. Abu Bekir dikkatsizleşince, ben iki kıza el salladım ve onlar gitti. O, siyahların deri kalkanlar ve mızraklarla oynadığı `Id günüydü. Ya ben Allah'ın Elçisi (ﷺ)'ne, ya da o kendisi bana gösteriyi görmek isteyip istemediğimi sordu. Ben olumlu yanıt verdim. Sonra beni arkasında durdurdu ve yanağım onun yanağına değiyordu ve \"Devam et, ey Bani Arfida (yani siyahlar)!\" diyordu. Yorulduğumda, bana yeterli olup olmadığını sordu. Ben olumlu yanıt verdim ve gitmemi söyledi."
    },
    {
      "id": 121,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber, insanlar arasında en iyi ve en cesur olanıdır. Bir gece Medineliler korkuya kapıldılar, bu yüzden sesin geldiği yöne doğru gittiler. Peygamber (ﷺ) geriye dönerken onlarla karşılaştı ve gerçeği öğrendi. Abu Talha'ya ait eyerlenmemiş bir ata biniyordu ve boynunda bir kılıç asılıydı, 'Korkmayın! Korkmayın!' diyordu. Ayrıca, 'Bu atı çok hızlı buldum,' ya da 'Bu at çok hızlıdır,' dedi.\" (Kastala-ni)"
    },
    {
      "id": 122,
      "narrator": "Narrated Abu Umama:",
      "text": "Ebu Ümame'den rivayet edilmiştir: \"Bazı insanlar birçok ülkeyi fethetti ve kılıçları ne altınla ne de gümüşle süslenmişti, ancak deri, kurşun ve demirle süslenmişti.\""
    },
    {
      "id": 123,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"O, Allah'ın Elçisi (ﷺ) ile birlikte Gazve'ye katılmak üzere Nejd'e doğru yola çıktı. Allah'ın Elçisi (ﷺ) dönerken, o da onunla geri döndü. Öğle vakti, birçok dikenli ağaç bulunan bir vadiye geldiler. Allah'ın Elçisi (ﷺ) ve insanlar inip ağaçların gölgesinde dinlenmeye dağıldılar. Allah'ın Elçisi (ﷺ) bir ağacın altında dinlendi ve kılıcını ona astı. Hepimiz kestik ve aniden Allah'ın Elçisi (ﷺ) bizi çağırdı. (Uyandık) ve yanında bir bedevi gördük. Peygamber (ﷺ) dedi ki: 'Bu bedevi benim kılıcımı alıp, ben uyurken, 'Benden kim seni kurtaracak?' dedi. Ben üç kez 'Allah' dedim. Peygamber (ﷺ) onu cezalandırmadı, ama oturdu.\""
    },
    {
      "id": 124,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: \"Ona Uhud savaşındaki Peygamber (ﷺ) yarası hakkında soruldu. Dedi ki: 'Peygamber (ﷺ)'in yüzü yaralanmıştı ve ön dişlerinden biri kırılmıştı ve başındaki miğfer parçalanmıştı. Fatıma kanı yıkadı, Ali su tuttu. Kanamanın sürekli arttığını görünce, bir hurma yaprağından bir mat yaktı, kül haline getirdi ve yaraya koydu, böylece kanama durdu.'\""
    },
    {
      "id": 125,
      "narrator": "Narrated `Amr bin Al-Harith:",
      "text": "Amr bin Haris'ten rivayet edilmiştir: \"Peygamber (ﷺ) ölümünden sonra geride hiçbir şey bırakmadı, sadece silahları, beyaz katırı ve sadaka verilmek üzere Khaibar'da bir parça arazi bıraktı.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Yukarıdaki gibi (Hadis No. 158). Cabir bin Abdullah'tan rivayet edilmiştir: 'O, Allah'ın Elçisi (ﷺ) ile birlikte bir Gazve'ye katıldı. Öğle vakti, birçok dikenli ağaç bulunan bir vadiye geldiler. İnsanlar ağaçların gölgesinde dinlenmek için dağıldılar. Peygamber (ﷺ) bir ağacın altında dinlendi, kılıcını ona astı ve sonra uyudu. Sonra uyandığında, yanına daha önce fark etmediği bir adamın geldiğini gördü. Peygamber (ﷺ) dedi ki: 'Bu (adam) kılıcımı (kınımdan) çıkardı ve 'Benden kim seni kurtaracak?' dedi. Ben 'Allah' dedim. O da kılıcı kınına geri koydu ve şimdi onu burada otururken görüyorsunuz.' Her neyse, Peygamber (ﷺ) onu cezalandırmadı.\" (Bkz. Hadis No. 158)"
    },
    {
      "id": 127,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edilmiştir: \"O, Allah'ın Elçisi (ﷺ) ile birlikteydi ve Mekke'ye giden yolda bir kısmını kat ettiklerinde, o ve bazı arkadaşları geri kaldılar. Diğerleri ihram halinde iken, o değildi. Bir eşek gördü ve atına bindi, arkadaşlarından kamçısını vermelerini istedi ama reddettiler. Sonra mızrağını vermelerini istedi ama yine reddettiler, bu yüzden kendisi aldı, eşeği saldırdı ve onu öldürdü. Peygamber (ﷺ)'in bazı arkadaşları ondan yediler, bazıları ise yemeyi reddetti. Allah'ın Elçisi (ﷺ) ile karşılaştıklarında bu konuda ona sordular ve o da, 'Bu, Allah'ın size yedirdiği bir yemektir,' dedi.\" (Ayrıca, Allah'ın Elçisi (ﷺ) 'Etinden bir şey aldınız mı?' diye sorduğu da söylenir.)"
    },
    {
      "id": 128,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ), (Badr savaşında) bir çadırda iken, 'Ya Allah! Senin Ahdini ve Vaadini yerine getirmeni istiyorum. Ya Allah! Eğer (müminleri yok etmek istersen) bugünden sonra asla ibadet edilmeyeceksin.' dedi. Ebu Bekir onu elinden tutarak, 'Bu yeter, ya Allah'ın Elçisi! Sen Allah'tan ısrarla istedin,' dedi. Peygamber (ﷺ) o sırada zırhını giymişti. Dışarı çıkarak, 'O kalabalık kaçacak ve sırtlarını gösterecekler. Hayır, ama Saat onların belirlenmiş zamanıdır (tam karşılıkları için) ve o Saat daha şiddetli ve daha acı olacaktır (dünyadaki başarısızlıklarından).' (54.45-46) Halid, bunun Badr savaşında olduğunu söyledi.\""
    },
    {
      "id": 129,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ), (demir) zırhı bir Yahudiye otuz sa' arpa karşılığında rehin olarak bırakmış olarak vefat etti.\""
    },
    {
      "id": 130,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Cimri ile sadaka verenin örneği, demir pelerin giymiş iki adamın örneği gibidir; pelerin o kadar sıkıdır ki kolları zorla köprücük kemiklerine doğru kaldırılmıştır. Böylece, her sadaka vermek isteyen hayırsever kişi, pelerinin vücuduna yayılmasını sağlar, böylece izlerini siler; ama cimri sadaka vermek istediğinde, pelerin halkaları birbirine yaklaşır ve vücuduna baskı yapar, elleri köprücük kemiklerine bağlanır. Ebu Hureyre, Peygamber (ﷺ)'in şöyle dediğini işitti: 'Cimri, onu genişletmeye çalışır ama nafile.'\""
    },
    {
      "id": 131,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "El-Muğira bin Şu'ba'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) ihtiyacını gidermek için dışarı çıktı ve dönüşünde ona biraz su getirdim. Abdest aldı, Şam elbisesi giyiyordu. Ağzını çalkaladı, burnuna su koyup üfledi ve yüzünü yıkadı. Sonra ellerini kollarından çıkarmaya çalıştı ama sıkıydı, bu yüzden altından çıkardı, yıkadı ve ıslak ellerini başına ve deri çoraplarının üzerine sürdü.\""
    },
    {
      "id": 132,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ), Abdurrahman bin Avf ve Zübeyr'in kaşıntıya neden olan bir cilt hastalığı nedeniyle ipek gömlek giymelerine izin verdi.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Yukarıdaki gibi. Anas'tan rivayet edilmiştir: 'Abdurrahman bin Avf ve Zübeyr, Peygamber'e, yani kaşıntıya neden olan bitler hakkında şikayette bulundular, bu yüzden onlara ipek giysi giymelerine izin verdi. Ben, onları bir kutsal savaşta böyle giysilerle gördüm.'\""
    },
    {
      "id": 134,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ), Abdurrahman bin Avf ve Zübeyr bin Al-Awwam'a ipek giymelerine izin verdi.\""
    },
    {
      "id": 135,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"(İpek giyme) onlara (yani Abdurrahman ve Zübeyr'e) kaşıntı çektikleri için izin verilmiştir.\""
    },
    {
      "id": 136,
      "narrator": "Narrated Umaiya Ad-Damri:",
      "text": "Umaiya Ad-Damri'den rivayet edilmiştir: Ben, Peygamber (ﷺ)'in bir koyun omuzundan keserek yediğini gördüm, sonra namaza çağrıldı ve abdestini tekrar etmeden namaz kıldı. Az-Zuhri'den rivayet edilmiştir: yukarıdaki gibi (Hadis No. 173...) ve Peygamber (ﷺ)'in bıçağı bıraktığını ekledi."
    },
    {
      "id": 137,
      "narrator": "Narrated Khalid bin Madan:",
      "text": "Khalid bin Mardan'dan rivayet edilmiştir: 'Umair bin Al-Aswad Al-Anasi, 'Ubada bin As-Samit'in Hims sahilinde (eşi) Um Haram ile birlikte evinde kaldığı sırada ona gitti. 'Umair dedi ki, Um Haram bize Peygamber (ﷺ)'in \"Cennet, deniz seferine çıkacak ilk grup takipçime verilecektir.\" dediğini duyduğunu bildirdi. Um Haram ekledi, \"Ya Allah'ın Elçisi (ﷺ)! Ben onlardan biri olacak mıyım?\" diye sordum. O da, \"Sen onlardansın.\" diye cevap verdi. Peygamber (ﷺ) daha sonra, \"Sezar'ın Şehri'ni işgal edecek ilk askerlerim günahları affedilecektir.\" dedi. Ben sordum, \"Ya Allah'ın Elçisi (ﷺ)! Ben onlardan biri olacak mıyım?\" O da olumsuz yanıt verdi."
    },
    {
      "id": 138,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Siz (yani Müslümanlar) Yahudilerle savaşacaksınız, öyle ki bazıları taşların arkasına saklanacak. Taşlar (onları ifşa edecek) ve 'Ey Abdullah (yani Allah'ın kulu)! Arkamda bir Yahudi saklanıyor; onu öldür.' diyecek.\""
    },
    {
      "id": 139,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Saat (kıyamet) kurulmayacak, ta ki siz Yahudilerle savaşana kadar; ve bir Yahudi'nin saklandığı taş, 'Ey Müslüman! Arkamda bir Yahudi saklanıyor, onu öldür.' diyecek.\""
    },
    {
      "id": 140,
      "narrator": "Narrated `Amr bin Taghlib:",
      "text": "Amr bin Taghlib'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Saati (kıyameti) işaret edenlerden biri, saçtan yapılmış ayakkabılar giyen insanlarla savaşmanızdır; ve saatin (kıyametin) işaretlerinden biri, yüzleri deri kaplı kalkanlar gibi görünen geniş yüzlü insanlarla savaşmanızdır.\""
    },
    {
      "id": 141,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Saat (kıyamet) kurulmayacak, ta ki siz Türklerle savaşana kadar; küçük gözlü, kırmızı yüzlü ve düz burunlu insanlarla. Yüzleri deri kaplı kalkanlar gibi görünecek. Saat (kıyamet) kurulmayacak, ta ki saçtan yapılmış ayakkabılar giyen insanlarla savaşana kadar.\""
    },
    {
      "id": 142,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Saat (kıyamet) kurulmayacak, ta ki saçtan yapılmış ayakkabılar giyen insanlarla savaşana kadar. Ve saat (kıyamet) kurulmayacak, ta ki yüzleri deri kaplı kalkanlar gibi görünen insanlarla savaşana kadar.\" (Abu Huraira ekledi, \"Onlar) küçük gözlü, düz burunlu olacak ve yüzleri deri kaplı kalkanlar gibi görünecek.\")"
    },
    {
      "id": 143,
      "narrator": "Narrated Abu 'Is-haq:",
      "text": "Abu 'İshak'tan rivayet edilmiştir: Bir adam Al-Bara'ya sordu, \"Ey Abu 'Umara! Huneyn günü hepinizi kaçtınız mı?\" O da, \"Hayır, Allah'a yemin ederim! Allah'ın Elçisi (ﷺ) kaçmadı, fakat genç silahsız arkadaşları, Hawazin ve Beni Nasr kabilesinin okçularının yanından geçerken, okları hedefi pek kaçırmayan bir şekilde onlara atıldı. Müslümanlar Peygamber (ﷺ)'e doğru geri çekildiler, o da beyaz katırında, kuzeni Abu Sufyan bin Al-Harith bin Abdul Muttalib tarafından götürülüyordu. Peygamber (ﷺ) indi ve Allah'tan zafer istedi; sonra, 'Ben peygamberim, yalan yok; ben Abdul Muttalib'in oğluyum,' dedi ve arkadaşlarını sıralara dizdi.\""
    },
    {
      "id": 144,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Al-Ahzab (yani kabileler) günü, Allah'ın Elçisi (ﷺ) dedi ki, \"Ya Allah! Onların (yani kafirlerin) evlerini ve mezarlarını ateşle doldur, çünkü bizi o kadar meşgul ettiler ki, akşam namazını (yani 'Asr) güneş batmadan kılmadık.\""
    },
    {
      "id": 145,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) Kunut sırasında şu duaları okurdu: \"Ya Allah! Salama bin Hişam'ı kurtar. Ya Allah! Al-Walid bin Al-Walid'i kurtar. Ya Allah! 'Aiyash bin Rabi'a'yı kurtar. Ya Allah! Zayıf Müslümanları kurtar. Ya Allah! Mudar kabilesine çok sert ol. Ya Allah! Onları, Peygamber Yusuf'un zamanındaki (kıtlık) yıllarına benzer yıllarla cezalandır.\""
    },
    {
      "id": 146,
      "narrator": "Narrated `Abdullah bin Abi `Aufa:",
      "text": "Abdullah bin Abi Aufa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Ahzab günü, putperestler üzerine kötü dua etti, \"Ya Allah! Kutsal Kitap'ı indiren, hesapları çabuk gören, Ya Allah, Al-Ahzab'ı (yani kabileleri) yenilgiye uğrat, Ya Allah, onları yenilgiye uğrat ve sars.\""
    },
    {
      "id": 147,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Bir gün Peygamber (ﷺ) Kabe'nin gölgesinde namaz kılıyordu. Ebu Cehil ve bazı Kureyşliler, Mekke'de bir yerde kesilen bir dişi deveden iç organları getirmesi için birini gönderdi ve onu getirdiğinde, onu Peygamber (ﷺ)'in üzerine koydular. Sonra Fatıma (yani Peygamber'in kızı) geldi ve onu ondan attı, o da dedi ki, \"Ya Allah! Kureyş'in (putperestlerini) helak et; Ya Allah! Kureyş'i helak et; Ya Allah! Kureyş'i helak et,\" özellikle Ebu Cehil bin Hişam, Utbe bin Rabi'a, Şeybe bin Rabi'a, Al Walid bin Utbe, Ubai bin Khalaf ve Ukba bin Abi Mitt'i isimleriyle anarak. (Rivayet eden Abdullah ekledi, \"Hepsinin öldüğünü ve Badr kuyusuna atıldığını gördüm.\")"
    },
    {
      "id": 148,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gün Yahudiler Peygamber (ﷺ)'e geldiler ve \"Ölüm üzerinize olsun.\" dediler. Ben de onlara lanet ettim. Peygamber (ﷺ) dedi ki, \"Ne oldu?\" Ben de, \"Onların ne dediğini duymadın mı?\" dedim. Peygamber (ﷺ) dedi ki, \"Benim onlara ne cevap verdiğimi duymadın mı? (Dedim ki), 'Aynısı sizin üzerinize olsun.'\""
    },
    {
      "id": 149,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Sezar'a bir mektup yazdı ve \"Eğer İslam'ı reddedersen, tarım yapanların (yani halkının) günahlarından sorumlu olacaksın.\" dedi."
    },
    {
      "id": 150,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Tufail bin Amr Ad-Dausi ve arkadaşları Peygamber (ﷺ)'e geldiler ve \"Ya Allah'ın Elçisi (ﷺ)! Daus kabilesinin insanları itaat etmedi ve seni takip etmeyi reddetti; bu yüzden onlara karşı Allah'a dua et.\" dediler. İnsanlar, \"Daus kabilesi mahvoldu.\" dediler. Peygamber (ﷺ) dedi ki, \"Ya Allah! Daus halkına hidayet ver ve onları İslam'a kavuştur.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Peygamber (ﷺ) Bizans hükümdarına bir mektup yazmayı düşündüğünde, o insanların mühürlenmemiş hiçbir mektubu okumadıklarını söylediler. Bunun üzerine Peygamber (ﷺ) gümüş bir yüzük aldı - sanki onun elindeki beyaz parıltısını görüyormuşum gibi - ve üzerine \"Muhammed, Allah'ın Elçisi\" ifadesini mühürledi."
    },
    {
      "id": 152,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) mektubunu Hüsrev'e gönderdi ve elçisine onu Bahreyn Valisi'ne teslim etmesini emretti; o da Hüsrev'e teslim edecekti. Hüsrev mektubu okuduğunda, onu parçaladı. Sa'id bin Al-Musayyab dedi ki: \"Peygamber (ﷺ) sonra Allah'a, onları tamamen dağıtması için dua etti (Hüsrev ve takipçilerini şiddetle yok etmesini).\""
    },
    {
      "id": 153,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Sezar'a yazdı ve onu İslam'a davet etti ve mektubunu Dihya Al-Kalbi ile gönderdi; Allah'ın Elçisi (ﷺ) ona onu Busra Valisi'ne teslim etmesini emretmişti, o da Sezar'a iletecekti. Sezar, Allah ona Pers orduları üzerinde zafer verdiğinde, Hims'ten İlya'ya (yani Kudüs) yürümüştü. Allah'ın Elçisi (ﷺ) mektubu Sezar'a ulaştığında, mektubu okuduktan sonra şöyle dedi: \"Bana onun halkından herhangi birini arayın! (Kureyş Arapları) burada mevcutsa, Allah'ın Elçisi (ﷺ) hakkında ona sorayım.\" O sırada Ebu Süfyan bin Harb, Kureyş'ten bazı adamlarla birlikte Şam'daydı; onlar, Allah'ın Elçisi (ﷺ) ile Kureyş kafirleri arasında yapılan ateşkes sırasında tüccar olarak gelmişlerdi. Ebu Süfyan dedi ki: \"Sezar'ın elçisi, bizi Şam'da bir yerde buldu ve beni ve arkadaşlarımı İlya'ya götürdü ve Sezar'ın sarayına alındık; onu kraliyet mahkemesinde, taç giymiş ve Bizans'ın ileri gelenleriyle çevrili olarak otururken bulduk. O, tercümanına dedi ki: 'Onlara, peygamber olduğunu iddia eden adamla en yakın akraba olan kimdir, sor.' Ebu Süfyan ekledi: 'Ben en yakın akrabasıyım.' O sordu: 'Onunla ne derecede akrabalığınız var?' Ben cevap verdim: 'O benim kuzenimdir,' ve karavanda Beni Ebu Manaf'tan başka kimse yoktu. Sezar dedi ki: 'Onu daha yakına getirin.' Sonra arkadaşlarımın benim omzumun arkasında durmasını emretti ve tercümanına dedi ki: 'Arkadaşlarına söyle, bu adam hakkında peygamber olduğunu iddia eden adam hakkında soracağım. Eğer yalan söylerse, hemen ona karşı çıkmalılar.' Ebu Süfyan ekledi: 'Vallahi! Eğer arkadaşlarımın beni yalancı olarak damgalaması utanç verici olmasaydı, ona sorduğunda onun hakkında doğruyu söylemezdim. Ama arkadaşlarım tarafından yalancı olarak adlandırılmanın utanç verici olduğunu düşündüm. Bu yüzden gerçeği söyledim. Sonra tercümanına dedi ki: 'Ona hangi aileye ait olduğunu sor.' Ben cevap verdim: 'O, aramızda soylu bir aileye aittir.' O dedi ki: 'Aranızda ondan önce aynı şeyi iddia eden başka biri var mı?' Ben cevap verdim: 'Hayır.' O dedi ki: 'Onun peygamberlik iddiasında bulunduğundan önce ona yalan söylediğinizi hiç düşündünüz mü?' Ben cevap verdim: 'Hayır.' O dedi ki: 'Onun atalarından biri kral mıydı?' Ben cevap verdim: 'Hayır.' O dedi: 'Soylular mı yoksa fakirler mi ona tabi oluyor?' Ben cevap verdim: 'Fakirler ona tabi oluyor.' O dedi: 'Onlar her gün artıyor mu yoksa azalıyor mu?' Ben cevap verdim: 'Onlar artıyor.' O dedi: 'Onun dinine girenlerden herhangi biri, memnun kalıp sonra dinini terk ediyor mu?' Ben cevap verdim: 'Hayır.' O dedi: 'O, vaatlerini yerine getiriyor mu?' Ben cevap verdim: 'Hayır, ama şimdi onunla ateşkes içindeyiz ve bize ihanet etmesinden korkuyoruz.' Ebu Süfyan ekledi: 'Son cümle dışında, onun aleyhine hiçbir şey söyleyemedim. Sezar sonra sordu: 'Onunla hiç savaş yaptınız mı?' Ben cevap verdim: 'Evet.' O dedi: 'Onunla olan savaşlarınızın sonucu ne oldu?' Ben cevap verdim: 'Sonuç kararsızdı; bazen o galip geliyordu, bazen biz.' O dedi: 'O size ne emrediyor?' Ben dedim: 'Bize yalnızca Allah'a ibadet etmemizi, O'na eş koşmamamızı ve atalarımızın ibadet ettiği her şeyi terk etmemizi emrediyor. Bize namaz kılmamızı, sadaka vermemizi, iffetli olmamızı, vaatlerimize sadık kalmamızı ve emanetleri geri vermemizi emrediyor.' Bunu söyledikten sonra Sezar, tercümanına dedi ki: 'Ona, soyu hakkında soruyorum ve senin cevabın onun soylu bir aileye ait olduğu yönündeydi. Aslında, tüm elçiler kendi milletlerinin en soylu soyundan gelmiştir. Sonra sana aranızda ondan önce böyle bir şey iddia eden başka biri olup olmadığını sordum ve senin cevabın olumsuzdu. Eğer cevap olumlu olsaydı, bu adamın daha önce söylenmiş bir iddiayı takip ettiğini düşünürdüm. Ona yalan söylediği için hiç suçlandığını sorduğumda, cevabın olumsuzdu, bu yüzden yalan söylemeyen birinin Allah hakkında yalan söylemeyeceğini varsaydım. Sonra sana onun atalarından birinin kral olup olmadığını sordum. Cevabın olumsuzdu ve eğer olumlu olsaydı, bu adamın atalarından kalan krallığı geri almak istediğini düşünürdüm. Ona zenginlerin mi yoksa fakirlerin mi onu takip ettiğini sorduğumda, senin cevabın fakirlerin olduğu yönündeydi. Aslında, elçilerin takipçileri böyle olur. Sonra ona takipçilerinin artıp artmadığını sordum. Senin cevabın artıyor olduğu yönündeydi. Aslında, bu gerçek imanın tamamlanana kadar olan sonucudur. Ona, dinine girdikten sonra memnun kalıp dinini terk eden birinin olup olmadığını sordum; senin cevabın olumsuzdu. Aslında, bu gerçek imanın işareti, çünkü neşesi kalplere tamamen girdiğinde, kimse ondan memnun kalmaz. Ona, hiç vaatlerini bozup bozmadığını sordum. Sen olumsuz cevap verdin. Ve elçiler böyledir; asla vaatlerini bozmazlar. Ona, onunla savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp savaşıp sava"
    },
    {
      "id": 154,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Narrated Sahl bin Sa`d: That he heard the Prophet (ﷺ) on the day (of the battle) of Khaibar saying, \"I will give the flag to a person \nat whose hands Allah will grant victory.\" So, the companions of the Prophet (ﷺ) got up, wishing eagerly \nto see to whom the flag will be given, and everyone of them wished to be given the flag. But the \nProphet asked for `Ali. Someone informed him that he was suffering from eye-trouble. So, he ordered \nthem to bring `Ali in front of him. Then the Prophet (ﷺ) spat in his eyes and his eyes were cured \nimmediately as if he had never any eye-trouble. `Ali said, \"We will fight with them (i.e. infidels) till \nthey become like us (i.e. Muslims).\" The Prophet (ﷺ) said, \"Be patient, till you face them and invite them \nto Islam and inform them of what Allah has enjoined upon them. By Allah! If a single person \nembraces Islam at your hands (i.e. through you), that will be better for you than the red camels.\""
    },
    {
      "id": 155,
      "narrator": "Narrated Anas:",
      "text": "Narrated Anas: Whenever Allah's Messenger (ﷺ) attacked some people, he would never attack them till it was dawn. If he \nheard the Adhan (i.e. call for prayer) he would delay the fight, and if he did not hear the Adhan, he \nwould attack them immediately after dawn. We reached Khaibar at night."
    },
    {
      "id": 156,
      "narrator": "Narrated Anas:",
      "text": "Narrated Anas: as Hadith No. 193 above."
    },
    {
      "id": 157,
      "narrator": "Narrated Anas:",
      "text": "Narrated Anas: The Prophet (ﷺ) set out for Khaibar and reached it at night. He used not to attack if he reached the people \nat night, till the day broke. So, when the day dawned, the Jews came out with their bags and spades. \nWhen they saw the Prophet; they said, \"Muhammad and his army!\" The Prophet (ﷺ) said, Allahu--Akbar! \n(Allah is Greater) and Khaibar is ruined, for whenever we approach a nation (i.e. enemy to fight) then \nit will be a miserable morning for those who have been warned.\""
    },
    {
      "id": 158,
      "narrator": "Narrated Abu Huraira:",
      "text": "Narrated Abu Huraira: Allah 's Apostle said, \" I have been ordered to fight with the people till they say, 'None has the right to \nbe worshipped but Allah,' and whoever says, 'None has the right to be worshipped but Allah,' his life \nand property will be saved by me except for Islamic law, and his accounts will be with Allah, (either \nto punish him or to forgive him.)\""
    },
    {
      "id": 159,
      "narrator": "Narrated Ka`b bin Malik:",
      "text": "Narrated Ka`b bin Malik: Whenever Allah's Messenger (ﷺ) intended to lead a Ghazwa, he would use an equivocation from which one \nwould understand that he was going to a different destination ."
    },
    {
      "id": 160,
      "narrator": "Narrated Ka`b bin Malik:",
      "text": "Narrated Ka`b bin Malik: Whenever Allah's Messenger (ﷺ) intended to carry out a Ghazwa, he would use an equivocation to conceal \nhis real destination till it was the Ghazwa of Tabuk which Allah's Messenger (ﷺ) carried out in very hot \nweather. As he was going to face a very long journey through a wasteland and was to meet and attack \na large number of enemies. So, he made the situation clear to the Muslims so that they might prepare \nthemselves accordingly and get ready to conquer their enemy. The Prophet (ﷺ) informed them of the \ndestination he was heading for."
    },
    {
      "id": 161,
      "narrator": "Ka`b bin Malik used to say:",
      "text": "Ka`b bin Malik used to say: \"Scarcely did Allah's Messenger (ﷺ) set out for a journey on a day other than Thursday.\""
    },
    {
      "id": 162,
      "narrator": "Narrated Ka`b bin Malik:",
      "text": "Narrated Ka`b bin Malik: The Prophet (ﷺ) set out on Thursday for the Ghazwa of Tabuk and he used to prefer to set out (i.e. travel) \non Thursdays."
    },
    {
      "id": 163,
      "narrator": "Narrated Anas:",
      "text": "Narrated Anas: The Prophet (ﷺ) offered a four-rak`at Zuhr prayer at Medina and then offered a two rak`at `Asr prayer at \nDhul-Hulaifa and I heard the companions of the Prophet (ﷺ) reciting Talbiya aloud (for Hajj and `Umra) \naltogether."
    },
    {
      "id": 164,
      "narrator": "Narrated `Aisha:",
      "text": "Narrated `Aisha: We set out in the company of Allah's Messenger (ﷺ) five days before the end of Dhul Qa'da intending to \nperform Hajj only. When we approached Mecca Allah's Messenger (ﷺ) ordered those who did not have the \nHadi (i.e. an animal for sacrifice) with them, to perform the Tawaf around the Ka`ba, and between \nSafa and Marwa and then finish their Ihram. Beef was brought to us on the day of (i.e. the days of \nslaughtering) and I asked, \"What is this?\" Somebody said, Allah's Messenger (ﷺ) has slaughtered (a cow) on \nbehalf of his wives.\""
    },
    {
      "id": 165,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Narrated Ibn `Abbas: Once the Prophet (ﷺ) set out in the month of Ramadan. He observed fasting till he reached a place called \nKadid where he broke his fast."
    },
    {
      "id": 166,
      "narrator": "Narrated Abu Hurairah (ra):",
      "text": "Abu Hurayra (ra) tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bizi askeri sefer için gönderirken, \"Eğer şu ve şu kişileri (iki Kureyşli adamı isimlendirdi) bulursanız, onları ateşte yakın.\" dedi. Sonra ona veda etmek için yanına geldiğimizde, yola çıkmak istediğimizde, \"Daha önce size şu ve şu kişiyi ateşte yakmanızı emrettim, fakat ateşle ceza vermek yalnızca Allah'a aittir. Eğer onları yakalarsanız, (bunun yerine) onları öldürün.\" dedi."
    },
    {
      "id": 167,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar tarafından rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Birinin dinleyip itaat etmesi farzdır (yönetici emirlerine) ancak bu emirler Allah'a isyan içeriyorsa; eğer bir isyan eylemi (Allah'a) emredilirse, onu dinlememeli ve itaat etmemelidir.\""
    },
    {
      "id": 168,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Hurayra tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Biz sonuncularız ama Cennete girecek ilkler olacağız.\" Peygamber ekledi: \"Bana itaat eden, Allah'a itaat etmiş olur; bana isyan eden, Allah'a isyan etmiş olur. Şefe itaat eden, bana itaat etmiş olur; şefe isyan eden, bana isyan etmiş olur. İmam, Müslümanların güvenliği için savaşmaları ve koruma aramaları gereken bir sığınak gibidir. Eğer İmam insanlara adaletle emir verirse ve adil yönetirse, bunun için ödüllendirilecektir; aksi takdirde bunun sorumluluğunu taşıyacaktır.\""
    },
    {
      "id": 169,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar tarafından rivayet edilmiştir: (Hudaibiye) yılının ertesi, aramızda o kadar az kişi vardı ki, hangi ağaç altında biat ettiğimiz konusunda bile hemfikir olamadık ve bu, Allah'ın Merhameti'nden oldu. (Alt rivayetçi Naf'i'ye sordu: \"Peygamber (ﷺ) onların biatini ne için aldı, ölüm için mi?\" Naf'i cevap verdi: \"Hayır, ama sabır için biat aldı.\")"
    },
    {
      "id": 170,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zaid tarafından rivayet edilmiştir: Al-Harra savaşında bir kişi yanına geldi ve \"İbn Hanzala, insanlardan ölüm için biat alıyor.\" dedi. O da \"Allah'ın Elçisi (ﷺ) sonrasında böyle bir şey için kimseye biat vermem.\" dedi."
    },
    {
      "id": 171,
      "narrator": "Narrated Yazid bin Ubaid:",
      "text": "Yazid bin Ubaid tarafından rivayet edilmiştir: Selama dedi ki, \"Ben Allah'ın Elçisi (ﷺ) ile biat verdim ve sonra bir ağacın gölgesine geçtim. Peygamberin (ﷺ) etrafındaki insanların sayısı azaldığında, 'Ey İbn Al-Akwa`! Bana biat vermeyecek misin?' dedi. Ben de, 'Ey Allah'ın Elçisi (ﷺ)! Ben zaten sana biat verdim.' dedim. O da, 'Tekrar yap.' dedi. Böylece ikinci kez biat verdim.\" 'Ey Abu Muslim! O gün ne için biat verdin?' diye sordum. O da, \"Ölüm için biat verdik.\" diye cevap verdi."
    },
    {
      "id": 172,
      "narrator": "Narrated Anas:",
      "text": "Anas tarafından rivayet edilmiştir: Hendek savaşında, Ensar şöyle diyordu: \"Biz, yaşadığımız sürece, Muhammed'e cihad için biat edenleriz.\" Peygamber (ﷺ) onlara şöyle cevap verdi: \"Ey Allah! Ahiret hayatı dışında hayat yoktur. Öyleyse Ensar ve muhacirleri lütfunla onurlandır.\""
    },
    {
      "id": 173,
      "narrator": "Narrated Mujashi:",
      "text": "Mujashi tarafından rivayet edilmiştir: Kardeşim ve ben Peygamber (ﷺ) yanına geldik ve göç için bizden biat almasını istedik. O da, \"Göç, halkıyla birlikte geçmiştir.\" dedi. Ben de, \"O zaman bizden ne için biat alacaksın?\" dedim. O da, \"İslam ve cihad için (biat alacağım).\" dedi."
    },
    {
      "id": 174,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah tarafından rivayet edilmiştir: Bugün bir adam yanıma geldi ve bana cevap veremediğim bir soru sordu. \"Düşkün bir adam, iyi donanımlı bir şekilde, bizim liderlerimizle askeri seferlere çıkarsa ve bize yapmamız gereken şeyleri emrederse (ona itaat etmeli miyiz?)\" dedi. Ben de, \"Allah'a yemin ederim ki, sana ne cevap vereceğimi bilmiyorum, tek bildiğim, biz Peygamber (ﷺ) ile birlikteydik ve o, bize bir şeyi yalnızca bitirene kadar bir kez emrederdi. Şüphesiz, aranızdan herkes Allah'a itaat ettiği sürece iyi bir durumda kalacaktır. Eğer bir şeyin meşruiyeti konusunda şüphe içindeyseniz, sizi tatmin edecek birine sormalısınız, ama yakında böyle bir adam bulamayacağınız bir zaman gelecek. O'na, kendisinden başka ibadet edilmeye layık olmayan Allah'a yemin ederim ki, bu hayatın geçmişi (kalanına) benzer bir örnek, taze suyun kullanıldığı ve geriye sadece bulanık suyun kaldığı bir gölet gibidir.\""
    },
    {
      "id": 175,
      "narrator": "Narrated Salim Abu An-Nadr:",
      "text": "Salim Abu An-Nadr tarafından rivayet edilmiştir: `Umar bin 'Ubaidullah'ın azatlı kölesi olan `Umar'ın katibi: `Abdullah bin Abi `Aufa ona (yani `Umar'a) şu mektubu yazdı:-- \"Bir zamanlar Allah'ın Elçisi (ﷺ) (kutsal bir savaş sırasında), güneşin kaydığı zamana kadar bekledi ve sonra insanların arasında kalkarak şöyle dedi: 'Ey insanlar! Düşmanla yüzleşmeyi arzulamayın ve Allah'tan sizi (felaketlerden) kurtarmasını isteyin; ama eğer düşmanla yüzleşirseniz, sabırlı olun ve bilin ki Cennet kılıçların gölgeleri altındadır.' Sonra şöyle dedi: 'Ey Allah! (Kutsal) Kitabın indiren, bulutları hareket ettiren ve Al-Ahzab'ı (kafirlerin kabileleri) yenen, onları yenilgiye uğrat ve bize zafer ihsan et.'\""
    },
    {
      "id": 176,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah tarafından rivayet edilmiştir: Ben Allah'ın Elçisi (ﷺ) ile bir gazveye katıldım. Peygamber (ﷺ) yolda beni buldu ve ben sulama için kullandığımız bir devenin üzerinde idim ve o kadar yorgun düşmüştü ki, neredeyse yürüyemiyordu. Peygamber (ﷺ) bana, \"Deveye ne oldu?\" diye sordu. Ben de, \"Yorgun düştü.\" dedim. Bunun üzerine, Allah'ın Elçisi (ﷺ) onun arkasından geldi, ona azarladı ve dua etti, böylece o diğer develeri geçmeye başladı. Sonra bana, \"Deven nasıl (şimdi)?\" diye sordu. Ben de, \"Şimdi oldukça iyi, senin bereketinle.\" dedim. O da, \"Bana satacak mısın?\" dedi. Ben, (teklifini) reddetmekten utandım, oysa elimizdeki tek sulama devenizdi. \"Evet.\" dedim. O da, \"O zaman bana sat.\" dedi. Ben onu, Medine'ye ulaşana kadar üzerinde bineceğim şartıyla ona sattım. Sonra, \"Ey Allah'ın Elçisi! Ben bir damatım,\" dedim ve evime gitmem için izin istedim. O da izin verdi ve ben, insanlardan önce Medine'ye doğru yola çıktım. Medine'ye vardığımda, amcamla karşılaştım, o da deve hakkında sordu ve ben ona her şeyi anlattım ve o da beni kınadı. Allah'ın Elçisi'nden (ﷺ) izin aldığımda, bana bakire mi yoksa dul mu evlendiğimi sordu ve ben de dul evlendiğimi söyledim. O da, \"Neden seninle oynayacak bir bakire ile evlenmedin, sen de onunla oynayacaktın?\" dedi. Ben de, \"Ey Allah'ın Elçisi (ﷺ)! Babam öldü (veya şehit oldu) ve benim birkaç küçük kız kardeşim var, bu yüzden onların yanında bir genç kızla evlenmeyi uygun görmedim, ne onlara terbiye verecek ne de onlara hizmet edecek biri olurdu. Bu yüzden, onlara hizmet etmesi ve terbiye vermesi için bir dul ile evlendim.\" dedim. Allah'ın Elçisi (ﷺ) Medine'ye vardığında, ertesi sabah deveni ona götürdüm ve bana fiyatını verdi ve deveyi de bana verdi."
    },
    {
      "id": 177,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik tarafından rivayet edilmiştir: Bir zamanlar Medine'de korku hissi vardı, bu yüzden Allah'ın Elçisi (ﷺ) Abu Talha'ya ait bir ata bindi ve (dönüşünde) \"Hiçbir şey görmedik (korkutucu), ama bu atı çok hızlı bulduk.\" dedi."
    },
    {
      "id": 178,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik tarafından rivayet edilmiştir: Bir zaman insanlar korktular, bu yüzden Allah'ın Elçisi (ﷺ) Abu Talha'ya ait yavaş bir ata bindi ve yalnız başına yola çıktı, atı koşturdu. Sonra insanlar, onun arkasında atlarını koşturdu. Dönüşünde, \"Korkmayın (korkacak bir şey yok) (ve bu atı çok hızlı buldum).\" dedi. O at, bundan sonra koşma konusunda asla geçilemedi. (Kastalani Cilt. 5)"
    },
    {
      "id": 179,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Umar bin Al-Khattab tarafından rivayet edilmiştir: Ben, Allah'ın Yolunda kullanılmak üzere bir at verdim, ama daha sonra onun satıldığını gördüm. Peygamber (ﷺ)'e onu satın alıp alamayacağımı sordum. O da, \"Satın alma ve bağışını geri alma.\" dedi."
    },
    {
      "id": 180,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar tarafından rivayet edilmiştir: `Umar, Allah'ın Yolunda kullanılmak üzere bir at verdi, ama daha sonra onu satıldığını gördü. Böylece onu satın almayı düşündü ve Allah'ın Elçisi'ne (ﷺ) sordu, o da, \"Satın alma ve bağışını geri alma.\" dedi."
    },
    {
      "id": 181,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer takipçilerimin zorlanacağından korkmasaydım, hiçbir Sariya (ordu birliği) geride bırakmazdım; ama binek develerim yok ve onları taşıyacak başka bir aracım da yok, ve arkadaşlarımın geride kalması benim için zor. Şüphesiz ki Allah yolunda savaşmayı ve şehit olmayı, sonra tekrar hayata dönmeyi ve tekrar şehit olmayı çok isterim.\""
    },
    {
      "id": 182,
      "narrator": "Narrated Yali:",
      "text": "Yali'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) ile birlikte Tabuk Gazvesi'ne katıldım ve Jihad için binek olarak kullanılacak bir genç deve verdim; bu benim en iyi amellerimden biriydi. Sonra bir işçi tuttum, o da başka biriyle kavga etti. Onlardan biri diğerinin elini ısırdı ve diğeri, ön dişini çıkararak onun ağzından elini çekti. Sonra ilk kişi, Resulullah'ın huzurunda diğerine dava açtı; Resulullah ise bu davayı reddederek, \"Onun elini senin için çiğnemesi için uzatmasını mı bekliyorsun?\" dedi."
    },
    {
      "id": 183,
      "narrator": "Narrated Tha`laba bin Abi Malik Al-Qurazi:",
      "text": "Tha`laba bin Ebi Malik Al-Kurazi'den rivayet edilmiştir: Peygamberin bayrağını taşıyan Kays bin Sa`d el-Ensari, Hac yapmayı düşündüğünde saçını taradı."
    },
    {
      "id": 184,
      "narrator": "Narrated Salama bin Al-Akwa:",
      "text": "Selama bin el-Akva'dan rivayet edilmiştir: Ali, Khaibar savaşında Peygamberin (ﷺ) gerisinde kaldı çünkü gözlerinde bir rahatsızlık vardı; ama sonra, \"Allah'ın Resulü (ﷺ) geride kalmamı nasıl ister?\" dedi. Böylece yola çıktı ve Peygamberle buluştu. Khaibar'ın fetih günü akşamında, Allah'ın Resulü (ﷺ) şöyle dedi: \"(Şüphesiz) bayrağı vereceğim ya da yarın, Allah ve Resulü'nün sevdiği ya da Allah ve Resulü'nü seven bir adam bayrağı alacak. Allah ona zafer verecek.\" Aniden Ali bize katıldı, beklemiyorduk. İnsanlar, \"İşte Ali.\" dediler. Böylece Allah'ın Resulü (ﷺ) bayrağı ona verdi ve Allah ona zafer bahşetti."
    },
    {
      "id": 185,
      "narrator": "Narrated Nafi bin Jubair:",
      "text": "Nafi bin Cubeyr'den rivayet edilmiştir: Al Abbas'ın Az-Zubair'e, \"Peygamber (ﷺ) sana bayrağı burada sabitlemeni emretti.\" dediğini duydum."
    },
    {
      "id": 186,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ben, en kısa ifadelerle en geniş anlamları taşıyacak şekilde gönderildim ve düşmanların kalplerine korku salarak zaferle desteklendim. Uyuduğum sırada, dünyanın hazinelerinin anahtarları bana getirildi ve elimde konuldu.\" Ebu Hureyre ekledi: Allah'ın Resulü (ﷺ) dünyayı terk etti ve şimdi siz, insanlar, o hazineleri çıkarıyorsunuz (yani Peygamber (ﷺ) bunlardan faydalanmadı)."
    },
    {
      "id": 187,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ebu Süfyan, \"Heraklius beni 'İlya'da (yani Kudüs'te) çağırdı. Sonra Allah'ın Resulü (ﷺ) mektubunu istedi ve onu okuduktan sonra etrafında büyük bir gürültü koptu ve sesler yükselmeye başladı; bizden orayı terk etmemiz istendi. Dışarı çıktığımızda, arkadaşlarıma, 'İbn Ebi Kabeş'in davası, Beni Al-Asfar Kralı ondan korktuğu için belirgin hale geldi.' dedim.\""
    },
    {
      "id": 188,
      "narrator": "Narrated Asma:",
      "text": "Asma'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Medine'ye hicret etmeyi düşündüğünde, Ebu Bekir'in evinde yol yiyeceği hazırladım. Yiyecek kabını ve su tulumunu bağlayacak bir şey bulamadım. Bunun üzerine Ebu Bekir'e, \"Vallahi, bunları bağlayacak bir şey bulamıyorum, sadece bel kemerim var.\" dedim. O da, \"İki parçaya kes ve bir parça ile su tulumunu, diğer parça ile yiyecek kabını bağla.\" dedi. (Ravi ekledi: \"O da öyle yaptı ve bu yüzden ona Dhatun-Nitaqain (iki kemerli kadın) denildi.)"
    },
    {
      "id": 189,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) zamanında, kurban edilen hayvanların etini (yol yiyeceği olarak) Medine'ye götürürdük. (Bkz. Hadis No. 474 Cilt 7)"
    },
    {
      "id": 190,
      "narrator": "Narrated Suwaid bin An-Nu`man:",
      "text": "Suveyd bin En-Nu'man'dan rivayet edilmiştir: Khaibar yılı boyunca Peygamber (ﷺ) ile birlikte çıktık, As-Sahba' adındaki Khaibar'ın alt kısmına ulaştık. Orada 'Asr namazını kıldık ve Peygamber yiyecek istedi. Peygambere sadece sawık getirildi. Onu çiğnediler ve yediler, su içtiler. Bunun ardından Peygamber (ﷺ) kalktı, ağzını yıkadı ve onlar da ağızlarını yıkadı ve sonra namaz kıldılar."
    },
    {
      "id": 191,
      "narrator": "Narrated Salama:",
      "text": "Selama'dan rivayet edilmiştir: Bir zaman yol yiyecekleri azaldı ve büyük bir ihtiyaç içinde kaldılar. Bunun üzerine Peygamber'e develerini kesmek için izin almak üzere geldiler ve o da onlara izin verdi. Sonra Ömer onlarla karşılaştı ve onlara bunu bildirdiler. O da, \"Develeriniz tükendiğinde sizi ne besleyecek?\" dedi. Sonra Ömer, Peygamber (ﷺ)'e gitti ve, \"Ey Allah'ın Resulü (ﷺ)! Develeriniz tükendiğinde sizi ne besleyecek?\" dedi. Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlar arasında, kalan yiyeceklerini bana getirmeleri için bir ilan yapın.\" (Onlar getirdiler ve) Peygamber (ﷺ) Allah'a dua etti ve ona bereket istedi. Sonra onlardan yiyecek kaplarını getirmelerini istedi ve insanlar kaplarını elleriyle doldurmaya başladılar, ta ki doyuncaya kadar. Allah'ın Resulü (ﷺ) sonra, \"Ben şahitlik ederim ki, Allah'tan başka ibadet edilmeye layık hiçbir ilah yoktur ve ben O'nun Resulüyüm.\" dedi."
    },
    {
      "id": 192,
      "narrator": "Narrated Wahb bin Kaisan:",
      "text": "Vehb bin Keysan'dan rivayet edilmiştir: Cabir bin Abdullah dedi ki: \"Yola çıktık ve üç yüz adamdık, yol yiyeceklerimizi omuzlarımızda taşıyorduk. Sonra günde bir tane hurma yemeye başladık.\" Bir adam (Cabir'e) sordu: \"Ey Ebu Abdullah! Bir kişi nasıl bir hurmayla yetinebilir?\" Cabir cevap verdi: \"O bir hurmanın değerini, deniz kıyısına ulaşana kadar o kadar bile bulamadığımızda anladık; birden denizden büyük bir balık çıktı. Onu on sekiz gün boyunca istediğimiz kadar yedik.\""
    },
    {
      "id": 193,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Ey Allah'ın Resulü (ﷺ)! Senin arkadaşların hem Hac hem de Umre sevabıyla dönüyorlar, ben ise sadece Hac sevabıyla dönüyorum.\" dedi. O da ona, \"Git, Abdurrahman'ı (yani kardeşini) arkanıza oturtmasını söyle.\" dedi. Sonra Abdurrahman'a, onu Al-Tan'im'den Umre yapması için izin verdi. Sonra Peygamber (ﷺ) onu Mekke'nin yüksek bölgesinde bekledi, ta ki geri dönene kadar."
    },
    {
      "id": 194,
      "narrator": "Narrated `Abdur-Rahman bin Abi Bakr As-Siddiq:",
      "text": "Abdurrahman bin Ebi Bekir Es-Sıddık'tan rivayet edilmiştir: Peygamber (ﷺ) bana Aişe'yi arkamda oturtmamı ve onu at-Tan'im'den Umre yapması için izin vermemi emretti."
    },
    {
      "id": 195,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Ben, Abu Talha'nın (aynı) binek hayvanının arkasında oturuyordum ve (Peygamber'in arkadaşları) hem Hac hem de Umre için Talbiye'yi yüksek sesle okuyorlardı."
    },
    {
      "id": 196,
      "narrator": "Narrated `Urwa from Usama bin Zaid:",
      "text": "Urve'den Usame bin Zeyd'in rivayetine göre: Allah'ın Elçisi (ﷺ) üzerinde kadife örtülü bir eyer bulunan bir eşeğe bindi ve Usame'yi arkasında binmesi için bıraktı."
    },
    {
      "id": 197,
      "narrator": "Narrated Nafi` from `Abdullah:",
      "text": "Nafi'den Abdullah'ın rivayetine göre: Allah'ın Elçisi (ﷺ) Fethi (Mekke'nin Fethi) günü, Usame'nin arkasında bindiği dişi devesiyle Mekke'nin yüksek bölgesinden geldi. Bilal ve Kabe'nin hizmetçilerinden Osman bin Talha da ona eşlik etti, ta ki devesini camide diz çökertene kadar ve ona Kabe'nin anahtarını getirmesini emretti. Kabe'nin kapısını açtı ve Allah'ın Elçisi (ﷺ) Usame, Bilal ve Osman ile birlikte içeri girdi ve uzun bir süre orada kaldı. Dışarı çıktığında, insanlar ona akın etti ve Abdullah bin Ömer ilk olarak içeri girdi ve Bilal'ı kapının arkasında buldu. Bilal'a, \"Peygamber (ﷺ) nerede namaz kıldı?\" diye sordu. Bilal, namaz kıldığı yeri işaret etti. Abdullah, \"Kaç rekat kıldığını sormayı unuttum.\" dedi."
    },
    {
      "id": 198,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayete göre: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Her insan vücudundaki eklem için her gün güneş doğarken verilmesi gereken (zorunlu) bir sadaka vardır (Allah'a şükür nişanesi olarak). İki kişi arasında adaletle hükmetmek sadaka sayılır, bir adamın binek hayvanına binmesine yardımcı olmak veya yükünü ona yüklemek de sadaka sayılır, güzel bir söz söylemek de sadaka sayılır ve farz namaz için camiye gitmek üzere atılan her adım da sadaka sayılır ve yoldan zararlı bir şeyi kaldırmak da sadaka sayılır.\""
    },
    {
      "id": 199,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayete göre: Allah'ın Elçisi (ﷺ) insanlara düşman bir ülkeye (Kur'an kopyaları) ile seyahat etmeyi yasakladı."
    },
    {
      "id": 200,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayete göre: Peygamber (ﷺ) sabah Khaibar'a ulaştı, insanlar küreklerini omuzlarında taşıyarak dışarı çıkıyorlardı. Onu görünce, \"İşte bu Muhammed ve ordusu! Muhammed ve ordusu!\" dediler. Böylece kaleye sığındılar. Peygamber (ﷺ) iki elini kaldırdı ve \"Allahu Akbar, Khaibar mahvoldu, çünkü bir millete (yani düşmana savaşmak için) yaklaştığımızda, uyarılanların sabahı ne kadar kötü!\" dedi. Sonra bazı eşekler bulduk, onları (öldürüp) pişirdik: Peygamberin (ﷺ) müezzini duyurdu: \"Allah ve Elçisi size eşek eti yemenizi yasakladı.\" Böylece tüm tencereler ve içerikleri ters çevrildi."
    },
    {
      "id": 201,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayete göre: Hac sırasında Allah'ın Elçisi (ﷺ) ile birlikteydik. Yüksek bir yere çıktığımızda, \"Allah'tan başka ibadet edilecek yoktur, Allah en büyüktür,\" derdik ve seslerimiz yükselirdi, bunun üzerine Peygamber (ﷺ) \"Ey insanlar! Kendinize merhamet edin (yani sesinizi yükseltmeyin), çünkü siz sağır veya yok birine çağırmıyorsunuz, ama sizinle olan birine, şüphesiz O, her şeyi işiten ve her zaman yakın olandır,\" dedi."
    },
    {
      "id": 202,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayete göre: Yüksek bir yere çıktığımızda \"Allahu Akbar (yani Allah en büyüktür)\" derdik, aşağı indiğimizde ise \"Subhanallah\" derdik."
    },
    {
      "id": 203,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayete göre: Yüksek bir yere çıktığımızda tekbir getirir, aşağı indiğimizde \"Subhanallah\" derdik."
    },
    {
      "id": 204,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayete göre: Peygamber (ﷺ) Hac'dan veya Umre'den veya bir gazveden dönerken üç kez tekbir getirirdi. Bir dağ yolu veya ıssız bir yere geldiğinde ise şöyle derdi: \"Allah'tan başka ibadet edilecek yoktur, O, tek ve ortağı yoktur. Tüm krallık O'na aittir ve tüm övgüler O'nadır ve O, her şeye gücü yetendir. Biz, tövbe ederek, ibadet ederek, secde ederek ve Rabbimizi överek dönüyoruz. Allah vaadini yerine getirdi, kuluna zafer verdi ve yalnızca O, tüm kabileleri yendi.\""
    },
    {
      "id": 205,
      "narrator": "Narrated Ibrahim Abu Isma`il As-Saksaki:",
      "text": "İbrahim Ebu İsmail es-Saksaki'den rivayete göre: Ebu Burda'nın, Yezid bin Ebi Kabşe ile bir yolculukta bulunduğunu duydum. Yezid, yolculukta oruç tutardı. Ebu Burda ona şöyle dedi: \"Ebu Musa'nın, Allah'ın Elçisi'nin şöyle dediğini birkaç kez duyduğunu işittim: 'Bir kul hastalandığında veya seyahat ettiğinde, evde sağlıklı olduğu zaman yaptığı iyi amellerin karşılığında benzer bir sevap alır.'\""
    },
    {
      "id": 206,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayete göre: Hendek Savaşı günü, Peygamber (ﷺ) insanlardan birinin keşif yapması için gönüllü olmasını istedi. Ebu Zübeyr gönüllü oldu. Aynı isteği tekrar etti ve Ebu Zübeyr yine gönüllü oldu. Sonra aynı isteği (üç kez) yineledi ve Ebu Zübeyr bir kez daha gönüllü oldu. Peygamber (ﷺ) sonra şöyle dedi: \"Her peygamberin bir talebesi vardır ve benim talebem Ebu Zübeyr'dir.\""
    },
    {
      "id": 207,
      "narrator": "Narrated Ibn' `Umar:",
      "text": "İbn Ömer'den: Peygamber (ﷺ) şöyle dedi: \"Eğer insanlar benim yalnız seyahat etme konusunda bildiklerimi bilselerdi, hiç kimse gece yalnız seyahat etmezdi.\""
    },
    {
      "id": 208,
      "narrator": "Narrated Hisham's father:",
      "text": "Hişam'ın babasından rivayete göre: Usame bin Zeyd'e, Peygamber (ﷺ) Veda Haccı sırasında ne hızda bindiği soruldu. \"Orta bir hızda bindi, ama açık bir yola geldiğinde tam hızla giderdi,\" dedi."
    },
    {
      "id": 209,
      "narrator": "Narrated Aslam:",
      "text": "Aslam'dan rivayete göre: Abdullah bin Ömer ile Mekke'ye giderken, Safiye bint Ebi Ubeyde'nin (yani eşinin) ağır hastalığı haberini aldı, bu yüzden daha hızlı ilerledi ve alacakaranlık kaybolduğunda, indi ve akşam ve yatsı namazlarını birlikte kıldı ve \"Peygamber (ﷺ) acele bir yolculukta akşam namazını yatsı ile birlikte kıldığını gördüm,\" dedi."
    },
    {
      "id": 210,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayete göre: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Seyahat bir azap parçasıdır, çünkü insanın uykusunu, yemeğini ve içmesini bozar. Bu yüzden işinizi tamamladığınızda, ailenize doğru acele etmelisiniz.\""
    },
    {
      "id": 211,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Ömer bin Hattab, Allah'ın yolunda biniş için bir at verdi ve sonra onu satıldığını buldu. Onu satın almayı düşündü. Bunun üzerine Allah'ın Elçisi'ne (ﷺ) danıştı. O da, \"Onu satın alma ve sadaka olarak verdiğin hediyeni geri alma.\" dedi."
    },
    {
      "id": 212,
      "narrator": "Narrated Aslam:",
      "text": "Aslam'dan rivayet edilmiştir: Ömer bin Hattab'ın, \"Ben Allah'ın yolunda biniş için bir at verdim ve onu alan kişi satmayı düşündü ya da ihmal etti. Ben de onu ucuz alırım diye düşündüm. Peygamber'e (ﷺ) danıştım, o da, 'Bir dirheme bile olsa onu satın alma, çünkü hediyesini geri alan kimse, kusmuğunu yutan bir köpek gibidir.' dedi.\""
    },
    {
      "id": 213,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Bir adam, Peygamber'e (ﷺ) cihad etmek için izin istedi. Peygamber (ﷺ) ona, \"Anne baban hayatta mı?\" diye sordu. Adam evet dedi. Peygamber (ﷺ) ona, \"O zaman onlara hizmette bulun.\" dedi."
    },
    {
      "id": 214,
      "narrator": "Narrated Abu Bashir Al-Ansari:",
      "text": "Ebu Beşir el-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile bazı seferlerinde bulundu. (Rivayet eden Abdullah ekliyor, \"Sanırım Ebu Beşir de, 'Ve insanlar uyku yerlerindeydi.' dedi.\") Allah'ın Elçisi bir haberci göndererek, \"İpek ipten ya da başka bir tür kolye, develerin boynunda kalmayacak, hepsi kesilecek.\" emrini verdi."
    },
    {
      "id": 215,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber'in (ﷺ) şöyle dediğini işittim: \"Bir adamın bir kadınla yalnız kalması caiz değildir ve hiçbir kadın, ancak bir muhram (yani eşi ya da asla evlenemeyeceği bir kişi; örneğin babası, kardeşi vb.) ile seyahat etmemelidir.\" Bunun üzerine bir adam ayağa kalkarak, \"Ey Allah'ın Elçisi (ﷺ)! Ben şu ve bu gazve için orduya katıldım ve eşim Hac'a gidiyor.\" dedi. Allah'ın Elçisi (ﷺ) dedi ki, \"Git ve eşinle Hac'ı yap.\""
    },
    {
      "id": 216,
      "narrator": "Narrated 'Ubaidullah bin Abi Rafi`:",
      "text": "Ubeydullah bin Ebi Rafi'den rivayet edilmiştir: Ali'nin, \"Allah'ın Elçisi (ﷺ) beni, Zübeyr ve Mikdad'ı bir yere gönderdi. 'Rawdat Khakh'a kadar gidin. Orada bir kadınla bir mektup bulacaksınız. Mektubu ondan alın.' dedi.\" dediğini işittim. Biz yola çıktık ve atlarımız tam hızla koştu, Rawda'ya vardığımızda kadını bulduk ve ona, \"Mektubu çıkar.\" dedik. O da, \"Bende mektup yok.\" dedi. Biz, \"Ya mektubu çıkar ya da elbiseni çıkarırız.\" dedik. Bunun üzerine o, mektubu örgüsünden çıkardı. Mektubu Allah'ın Elçisi'ne (ﷺ) getirdik ve Hatib bin Ebi Balta'dan bazı Mekke putperestlerine Allah'ın Elçisi'nin (ﷺ) bazı niyetlerini bildiren bir beyan içeriyordu. Sonra Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Hatib! Bu nedir?\" Hatib, \"Ey Allah'ın Elçisi (ﷺ)! Hakkımda acele hüküm verme. Ben Kureyş ile yakın ilişkisi olan bir adamdım, ama bu kabileye ait değildim. Seninle birlikteki diğer muhacirlerin Mekke'de koruyacak akrabaları vardı. Ben de onlara bir iyilik yaparak, onlara olan kan bağımın eksikliğini telafi etmek istedim ki, onlar da benim bakmakla yükümlü olduğum kişileri korusunlar. Bunu ne inkar ne de mürted olmak için yaptım, ne de küfrü İslam'a tercih ettiğim için.\" Allah'ın Elçisi (ﷺ) dedi ki, \"Hatib sana gerçeği söyledi.\" Ömer, \"Ey Allah'ın Elçisi! Bu münafığın başını kesmeme izin ver.\" dedi. Allah'ın Elçisi (ﷺ) dedi ki, \"Hatib Bedir savaşına katıldı, kim bilir, belki Allah Bedir savaşçılarına bakmış ve 'İstediğinizi yapın, çünkü ben sizi affettim.' demiştir.\""
    },
    {
      "id": 217,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Bedir günü, Al-Abbas da dahil olmak üzere savaş esirleri getirildi. Peygamber (ﷺ) onun için bir gömlek aradı. Abdullah bin Ubai'nin gömleğinin uygun olduğu anlaşıldı, bu yüzden Peygamber (ﷺ) ona giymesine izin verdi. Bunun nedeni, Peygamber'in (ﷺ) ona bir iyilikte bulunmak istemesiydi."
    },
    {
      "id": 218,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Khaibar günü Peygamber (ﷺ) dedi ki, \"Yarın bayrağı, Allah tarafından zafer verilecek ve Allah ve Elçisi'ni seven, Allah ve Elçisi tarafından sevilen birine vereceğim.\" İnsanlar o gece, bayrağı kimin alacağını merak ettiler ve sabah herkes o kişi olmayı umuyordu. Allah'ın Elçisi (ﷺ) sordu, \"Ali nerede?\" Ona, Ali'nin göz rahatsızlığı çektiği söylendi, bunun üzerine o, tükürüğünü gözlerine sürdü ve Allah'tan onu iyileştirmesini istedi. Hemen iyileşti, sanki hiç hastalığı yoktu. Peygamber (ﷺ) ona bayrağı verdi. Ali, \"Onlarla savaşmalı mıyım ta ki onlar bizim gibi (yani Müslüman) olana kadar?\" dedi. Peygamber (ﷺ) dedi ki, \"Onlara sabırla ve sakinlikle git, ta ki ülkeye girene kadar. Sonra onları İslam'a davet et ve onlara kendilerine farz kılınan şeyleri bildir, çünkü Allah'a yemin ederim ki, eğer Allah birini senin aracılığınla hidayete erdirirse, bu senin için kırmızı develere sahip olmaktan daha hayırlıdır.\""
    },
    {
      "id": 219,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Allah, zincirler içinde Cennete girecek olan o insanlara hayret eder.\""
    },
    {
      "id": 220,
      "narrator": "Narrated Abu Burda's father:",
      "text": "Ebu Burda'nın babasından rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Üç kişi iki kat ödül alacak. (Biri) bir cariyesi olan ve onu iyi eğiten, ona güzel ahlakı düzgün bir şekilde öğreten (şiddet içermeden) ve sonra onu azat edip evlenen bir kişidir. Böyle bir kişi iki kat ödül alır. (Diğeri) kitap ehli arasından gerçek bir mümin olup sonra Peygamber'e (ﷺ) iman eden bir kişidir. Böyle bir kişi iki kat ödül alır. (Üçüncüsü) Allah'ın Haklarını ve Görevlerini gözeten ve efendisine samimi olan bir köledir.\""
    },
    {
      "id": 221,
      "narrator": "Narrated As-Sab bin Jaththama:",
      "text": "Es-Sab bin Ceththama'dan rivayet edilmiştir: Peygamber (ﷺ) bana Al-Abva veya Waddan adında bir yerde geçti ve pagan savaşçılarına gece saldırmanın, kadın ve çocuklarını tehlikeye atma olasılığıyla caiz olup olmadığını sordu. Peygamber (ﷺ) cevap verdi, \"Onlar (yani kadınlar ve çocuklar) onlardan (yani putperestlerden)dir.\" Ayrıca Peygamber (ﷺ)'in, \"Hima kurumu, Allah ve Elçisi için geçerli değildir.\" dediğini işittim."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "Yukarıdaki gibi (hadis 3012)"
    },
    {
      "id": 223,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber'in (ﷺ) bazı gazveleri sırasında bir kadın öldürülmüş bulundu. Allah'ın Elçisi (ﷺ) kadın ve çocukların öldürülmesini hoş görmedi."
    },
    {
      "id": 224,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bazı gazveleri sırasında bir kadın öldürülmüş bulundu, bu yüzden Allah'ın Elçisi (ﷺ) kadın ve çocukların öldürülmesini yasakladı."
    },
    {
      "id": 225,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bizi bir göreve (yani bir askeri birime) gönderdi ve, \"Eğer şu ve bu kişileri bulursanız, ikisini de ateşle yakın.\" dedi. Biz yola çıkmayı düşündüğümüzde, Allah'ın Elçisi (ﷺ) dedi ki, \"Ben size şu ve bu kişileri yakmanızı emrettim, ateşle cezalandıran yalnızca Allah'tır, eğer onları bulursanız, onları öldürün (yani, yakmayın).\""
    },
    {
      "id": 226,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: Ali bazı insanları yaktı ve bu haber İbn Abbas'a ulaştı. İbn Abbas, \"Eğer onun yerinde olsaydım, onları yakmazdım. Zira Peygamber (ﷺ) 'Allah'ın cezasıyla kimseyi cezalandırmayın' dedi. Şüphesiz, onları öldürürdüm; çünkü Peygamber (ﷺ) 'Eğer birisi (bir Müslüman) dinini terk ederse, onu öldürün' dedi.\""
    },
    {
      "id": 227,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: 'Ukil kabilesinden sekiz adam, Peygamber (ﷺ)'e geldiler ve Medine'nin ikliminin onlara uygun olmadığını düşündüler. Bunun üzerine, \"Ey Allah'ın Elçisi (ﷺ)! Bize biraz süt ver.\" dediler. Allah'ın Elçisi, \"Size develerin sürüsüne katılmanızı tavsiye ederim.\" dedi. Bunun üzerine gittiler ve develerin idrarını ve sütünü (bir ilaç olarak) içtiler, ta ki sağlıklı ve şişmanlayana kadar. Sonra çobanı öldürdüler ve develeri sürüp gittiler; Müslüman olduktan sonra kafir oldular. Peygamber (ﷺ) bir yardım çağrısı alır almaz, onları yakalamak için bazı adamlar gönderdi ve güneş yükseklikten önce, onlar getirildi ve elleri ile ayakları kesildi. Sonra, ısıtılmış çivilerin gözlerinin üzerine geçirilmesini emretti ve onları Harra'ya (yani Medine'deki kayalık araziye) bıraktı. Su istediler, fakat kimse onlara su vermedi ta ki öldüler (Abu Qilaba, bir alt rivayetçi, \"Onlar cinayet işlediler ve hırsızlık yaptılar, Allah'a ve Elçisine karşı savaştılar ve yeryüzünde kötülük yaydılar.\" dedi.)"
    },
    {
      "id": 228,
      "narrator": "Narrated Abu Hurairah (ra):",
      "text": "Ebu Hureyre (ra)'den rivayet edilmiştir: Ben, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: \"Bir karınca, Peygamberlerden birine ısırdı ve o, karıncaların yerinin yakılmasını emretti. Bunun üzerine Allah ona vahyetti: 'Bir karınca seni ısırdığı için, Allah'ı yücelten bir milleti yaktın mı?'\""
    },
    {
      "id": 229,
      "narrator": "Narrated Jarir:",
      "text": "Cerir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Beni Dhul-Khalasa'dan kurtaracak mısın? Dhul-Khalasa, Khath'am kabilesine ait Al-Ka'ba Al-Yemenîya adında bir put eviydi. Bunun üzerine, Ahmas kabilesinden mükemmel şovalye olan yüz elli süvari ile yola çıktım. Ancak atların üzerinde sağlam oturamadım, bu yüzden Peygamber (ﷺ) göğsüme vurdu, böylece göğsümde parmak izlerini gördüm. O, 'Ey Allah! Onu sağlam kıl ve onu hidayet eden ve doğru yolda olan bir insan yap.' dedi.\" Cerir, o eve doğru ilerledi ve onu söküp yaktı. Sonra Allah'ın Elçisine bunu bildiren bir elçi gönderdi. Cerir'in elçisi, \"Seni hak ile gönderen Allah'a yemin ederim ki, onu bırakmadan önce onu özgürleşmiş ya da bozulmuş bir deve gibi terk ettim.\" dedi. Cerir ekledi: \"Peygamber (ﷺ), Ahmas'ın atları ve adamları için Allah'ın bereketini beş kez istedi.\""
    },
    {
      "id": 230,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ), Beni En-Nadir'in hurma ağaçlarını yaktı."
    },
    {
      "id": 231,
      "narrator": "Narrated Al-Bara bin Azib:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir grup Ensar adamı Abu Rafi'yi öldürmek için gönderdi. Onlardan biri yola çıktı ve düşmanın kalesine girdi. O adam, \"Hayvanlarının ahırında saklandım. Onlar kale kapısını kapattılar. Daha sonra bir eşeklerini kaybettiler, bu yüzden onun peşine çıktılar. Ben de onlarla birlikte çıkıp onu arıyormuş gibi yaptım. Eşek bulundu ve kalelerine döndüler. Ben de onlarla birlikte içeri girdim. Gece kalenin kapısını kapattılar ve anahtarlarını görebileceğim küçük bir pencerede bıraktılar. O insanlar uyuyunca, anahtarları alıp kalenin kapısını açtım ve Abu Rafi'ye ulaştım ve 'Ey Abu Rafi' dedim. O cevap verince, sesine doğru ilerledim ve ona vurdum. O bağırdı ve ben geri dönmek için dışarı çıktım, yardım ediyormuş gibi yaparak. 'Ey Abu Rafi' dedim, sesimi değiştirerek. O bana, 'Ne istiyorsun; yazıklar olsun annene?' dedi. Ben de, 'Sana ne oldu?' dedim. O, 'Bilmiyorum, kim geldi ve bana vurdu.' dedi. Sonra kılıcımı karnına sapladım ve zorla iterek kemiğine kadar ulaştım. Sonra dışarı çıktım, kafam karışmış bir halde ve inmek için merdivenlerine doğru gittim ama düştüm ve ayağımı burktum. Arkadaşlarıma geldim ve 'Kadınların feryatlarını duyana kadar gitmeyeceğim.' dedim. Böylece, kadınların Hicaz tüccarı Abu Rafi'yi yas tuttuğunu duyana kadar gitmedim. Sonra kalktım, hiçbir rahatsızlık hissetmeden (ve yola çıktık) ta ki Peygamber (ﷺ)'e ulaştık ve ona bildirdik.\""
    },
    {
      "id": 232,
      "narrator": "Narrated Al-Bara bin Azib:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir grup Ensar'ı Abu Rafi'ye gönderdi. Abdullah bin Atik, gece evine girdi ve uyurken onu öldürdü."
    },
    {
      "id": 233,
      "narrator": "Narrated Salim Abu An-Nadr:",
      "text": "Salim Abu An-Nadr'dan rivayet edilmiştir: (Umar bin Ubaidullah'ın freed slave'i) Ben, Umar'ın katibiydim. Bir gün Abdullah bin Abi Aufa, Umar'a Al-Haruriya'ya giderken bir mektup yazdı. İçinde, Allah'ın Elçisi (ﷺ)'nin düşmana karşı bir askeri seferinde, güneşin alçaldığına kadar beklediği ve sonra insanlara şöyle dediği yazıyordu: \"Ey insanlar! Düşmanla karşılaşmayı arzulamayın ve Allah'tan güvenlik isteyin; fakat düşmanla karşılaştığınızda sabırlı olun ve cennetin kılıçların gölgesinde olduğunu hatırlayın.\" Sonra şöyle dedi: \"Ey Allah, Kutsal Kitap'ı indiren, bulutları hareket ettiren ve kabileleri bozguna uğratan, onları mağlup et ve bize karşı zafer ver.\""
    },
    {
      "id": 234,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Düşmanla karşılaşmayı arzulamayın, fakat düşmanla karşılaştığınızda sabırlı olun.\""
    },
    {
      "id": 235,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hüsrev mahvolacak, ondan sonra Hüsrev olmayacak, ve kesinlikle Sezar mahvolacak ve ondan sonra Sezar olmayacak, ve siz onların hazinelerini Allah yolunda harcayacaksınız.\" O, \"Savaş aldatmadır.\" dedi."
    },
    {
      "id": 236,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Savaş aldatmadır.\""
    },
    {
      "id": 237,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Savaş aldatmadır.\""
    },
    {
      "id": 238,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim, Allah'a ve Elçisine gerçekten zarar veren Ka'b bin Eşref'i öldürmeye hazırdır?\" Muhammed bin Mesleme, \"Ey Allah'ın Elçisi (ﷺ)! Onu öldürmemi ister misin?\" dedi. O da olumlu yanıt verdi. Böylece, Muhammed bin Mesleme ona (yani Ka'b'a) gitti ve \"Bu kişi (yani Peygamber) bizi görevlendirdi ve bizden sadaka istedi.\" dedi. Ka'b, \"Allah'a yemin ederim ki, ondan bıktınız.\" dedi. Muhammed ona, \"Biz onu takip ettik, bu yüzden onun işinin sonunu görmeden onu bırakmayı istemiyoruz.\" dedi. Muhammed bin Mesleme, onu öldürme fırsatını bulana kadar bu şekilde onunla konuşmaya devam etti."
    },
    {
      "id": 239,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim Ka'b bin Eşref'i (yani bir Yahudi) öldürmeye hazırdır?\" Muhammed bin Mesleme, \"Onu öldürmemi ister misin?\" dedi. Peygamber (ﷺ) olumlu yanıt verdi. Muhammed bin Mesleme, \"O zaman istediğimi söylememe izin ver.\" dedi. Peygamber (ﷺ) \"Ben izin veriyorum.\" dedi."
    },
    {
      "id": 240,
      "narrator": "Narrated 'Abdullah bin Umar (ra):",
      "text": "Abdullah bin Ömer (ra)'den rivayet edilmiştir: Bir gün, Allah'ın Elçisi (ﷺ) Ubai bin Ka'b ile birlikte İbn Saiyyad'a doğru yola çıktı. İbn Saiyyad'ın bir hurma bahçesinde olduğu kendisine bildirildi. Allah'ın Elçisi (ﷺ) hurma bahçesine girdiğinde, hurma ağaçlarının gövdesinin arkasında saklanmaya başladı, oysa İbn Saiyyad, üzeri kadife bir örtüyle kaplıydı ve altından mırıltılar geliyordu. İbn Saiyyad'ın annesi, Allah'ın Elçisi (ﷺ)'ni gördü ve \"Ey Saf! Bu Muhammad.\" dedi. Bunun üzerine İbn Saiyyad ayağa kalktı. Allah'ın Elçisi (ﷺ) \"Eğer onu (bu halde) bırakmış olsaydı, gerçek ortaya çıkardı.\" dedi."
    },
    {
      "id": 241,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edildi: Ben, Allah'ın Elçisi'ni (ﷺ) Hendek savaşında, göğsünün tüyleri toprakla kaplanmış bir şekilde yer taşıdığını gördüm. O, çok tüylü bir adamdı. Abdullah bin Rawaha'nın şu ayetlerini okudu: \"Ey Allah! Sen olmasaydın, doğru yola iletilmezdik, ne de olsa sadaka vermek ve namaz kılmak da nasip olmazdı. O halde bize sabır ver, düşmanla karşılaştığımızda ayaklarımızı sabit kıl. Eğer onlar bize zulmetmek isterlerse (yani bizimle savaşmak isterlerse) biz asla kaçmayız, onlara karşı direniriz.\" Peygamber (ﷺ) bu ayetleri okurken sesini yükseltirdi. (Bkz. Hadis No. 432, Cilt 5)."
    },
    {
      "id": 242,
      "narrator": "Narrated Jarir:",
      "text": "Jarir'den rivayet edildi: Allah'ın Elçisi (ﷺ) İslam'ı kabul ettiğim günden beri benden saklanmadı ve beni her gördüğünde gülümseyerek karşılardı. Bir gün ona atların üzerinde sağlam oturamadığımı söyledim. O, elini göğsüme vurdu ve \"Ey Allah! Onu sabit kıl ve onu hidayete erenlerden eyle.\" dedi."
    },
    {
      "id": 243,
      "narrator": "Narrated Abu Hazim:",
      "text": "Abu Hazim'den rivayet edildi: İnsanlar Sahl bin Sa'd As-Sa'idi \"Allah'ın Elçisi'nin yarası ne ile tedavi edildi?\" diye sordular. O, \"Bunu benden daha iyi bilen kimse kalmadı. Ali, kalkanında su getirirdi ve Fatıma (yani Peygamber'in kızı) yüzündeki kanı yıkardı. Sonra bir palmiyeden bir hasır yakıldı ve külü Allah'ın Elçisi'nin yarasına konuldu.\" diye cevap verdi."
    },
    {
      "id": 244,
      "narrator": "Narrated Abu Burda:",
      "text": "Abu Burda'dan rivayet edildi: Babası şöyle dedi: \"Peygamber (ﷺ) Muaz ve Ebu Musa'yı Yemen'e gönderdi ve onlara 'İnsanlara kolaylıkla muamele edin, onlara zorlamayın; onlara müjde verin ve nefret ettirmeyin; birbirinizi sevin ve ayrılmayın.' dedi.\""
    },
    {
      "id": 245,
      "narrator": "Narrated Al-Bara bin Azib:",
      "text": "Al-Bara bin Azib'den rivayet edildi: Peygamber (ﷺ) Uhud savaşında elli okçunun komutanı olarak Abdullah bin Jubair'i tayin etti. Onlara \"Yerinizde kalın, kuşların bizi kapmaya geldiğini görseniz bile yerinizi terk etmeyin; ben size haber gönderene kadar. Eğer kafirlerin bizi yendiğini ve kaçtıklarını görseniz bile, yine de yerinizi terk etmeyin.\" diye talimat verdi. Sonra kafirler yenildi. Allah'a yemin ederim, kadınların kaçtığını, elbiselerini kaldırarak bacaklarındaki bilezikleri ve bacaklarını açığa çıkardıklarını gördüm. Abdullah bin Jubair'in arkadaşları \"Ganimet! Ey insanlar, ganimet! Arkadaşlarınız zafer kazandı, şimdi neyi bekliyorsunuz?\" dediler. Abdullah bin Jubair \"Allah'ın Elçisi'nin (ﷺ) size ne söylediğini unuttunuz mu?\" dedi. Onlar \"Allah'a yemin ederiz! Biz düşmanla karşılaşmaya gideceğiz ve savaş ganimeti payımızı alacağız.\" dediler. Ama onlara gittiğinde, geri dönmeye zorlandılar. O sırada Allah'ın Elçisi (ﷺ) arka planda onlara geri dönmeleri için sesleniyordu. Peygamber (ﷺ) ile sadece on iki adam kaldı ve kafirler bizden yetmiş adamı şehit ettiler. Badr savaşında, Peygamber (ﷺ) ve arkadaşları putperestleri 140 adam kaybettirdi, bunlardan yetmişi esir alındı ve yetmişi öldürüldü. Sonra Ebu Süfyan üç kez \"Muhammed bu insanlar arasında mı?\" diye sordu. Peygamber (ﷺ) arkadaşlarına ona cevap vermemelerini emretti. Sonra üç kez \"Ebu Kuhefa'nın oğlu bu insanlar arasında mı?\" diye sordu. Üç kez daha \"El-Hattab'ın oğlu bu insanlar arasında mı?\" diye sordu. Sonra arkadaşlarına dönerek \"Bu (adamlar) öldürüldü.\" dedi. Ömer kendini tutamadı ve Ebu Süfyan'a \"Yalan söyledin, Allah'a yemin ederim! Ey Allah'ın düşmanı! Bahsettiğin tüm insanlar hayatta ve seni üzecek olan şey hala burada.\" dedi. Ebu Süfyan \"Bugünkü zaferimiz, Badr savaşındaki zaferinize denge oluşturuyor ve savaşta (zafer) her zaman belirsizdir ve savaşanlar arasında sırayla paylaşılır, ve bazı (öldürülen) adamlarınızın parçalanmış olduğunu göreceksiniz, ama ben adamlarıma bunu yapmaları için teşvik etmedim, yine de onların eylemi için üzülmüyorum.\" dedi. Sonra neşeyle \"Ey Hubal, yücel!\" demeye başladı. Bunun üzerine Peygamber (ﷺ) arkadaşlarına \"Neden ona karşılık vermiyorsunuz?\" dedi. Onlar \"Ey Allah'ın Elçisi (ﷺ)! Ne söyleyelim?\" dediler. O \"De ki, Allah daha yücedir ve daha uludur.\" dedi. (Sonra) Ebu Süfyan \"Bizde (put) Al-Uzza var, sizde ise Uzza yok.\" dedi. Peygamber (ﷺ) arkadaşlarına \"Neden ona karşılık vermiyorsunuz?\" dedi. Onlar \"Ey Allah'ın Elçisi (ﷺ)! Ne söyleyelim?\" dediler. O \"De ki, Allah bizim yardımcımızdır ve sizin yardımcınız yoktur.\" dedi."
    },
    {
      "id": 246,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edildi: Allah'ın Elçisi (ﷺ) insanların en güzel, en cömert ve en cesuruydu. Bir gün Medineliler gece bir gürültü duyunca korkuya kapıldılar. Peygamber (ﷺ) onlara, Abu Talha'nın eyerlenmemiş atında oturarak ve kılıcını omzunda taşıyarak karşılaştı. Onlara \"Korkmayın, korkmayın.\" dedi. Sonra ekledi: \"Onu (yani atı) çok hızlı buldum.\""
    },
    {
      "id": 247,
      "narrator": "Narrated Salama:",
      "text": "Salama'dan rivayet edildi: Ben Medine'den Al-Ghaba'ya çıktım. Al-Ghaba'nın dağ yoluna ulaştığımda, Abdurrahman bin Auf'un bir kölesi benimle karşılaştı. Ona \"Vay haline! Seni buraya ne getirdi?\" dedim. O \"Peygamber'in (ﷺ) dişi develeri alındı.\" dedi. Ben \"Kim aldı?\" dedim. O \"Ghatfan ve Fazara.\" dedi. Bunun üzerine üç kez \"Ey Sabaha-h! Ey Sabahah!\" diye bağırdım, o kadar yüksek sesle ki, Medine'nin iki dağının arasındaki insanlar beni duydu. Sonra develeri almış olanlara yetişene kadar koştum. Onlara ok atmaya başladım ve \"Ben Al-Akwa'nın oğluyum\"; bugün aşağılık insanlar helak olsun!\" dedim. Böylece, onları su içmeden önce dişi develeri onlardan kurtardım. Develeri sürerek geri dönerken, Peygamber (ﷺ) benimle karşılaştı. Ona \"Ey Allah'ın Elçisi (ﷺ)! O insanlar susuz ve ben onları su içmelerinden alıkoydum, bu yüzden peşlerinden bazı insanlar gönder.\" dedim. Peygamber (ﷺ) \"Ey Al-Akwa'nın oğlu, sen düşmanına karşı güç kazandın, o yüzden affet.\" dedi. (Ayrıca) o insanlar şimdi aileleriyle eğleniyorlar.\""
    },
    {
      "id": 248,
      "narrator": "Narrated Abu 'Is-haq:",
      "text": "Abu İshak'tan rivayet edildi: Bir adam Al-Bara'ya \"Ey Ebu 'Umara! Huneyn gününde kaçtın mı?\" diye sordu. Al-Bara, ben dinlerken \"Allah'ın Elçisi (ﷺ) o gün kaçmadı. Ebu Süfyan bin Al-Harith, eşeğinin ipini tutuyordu ve putperestler ona saldırdığında, o inip 'Ben Peygamberim, bunda yalan yok; ben Abdul Muttalib'in oğluyum.' demeye başladı. O gün Peygamber'den daha cesur biri görülmedi.\""
    },
    {
      "id": 249,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edildi: Beni Kureyza kabilesi Sa'd'ın hükmünü kabul etmeye hazır olduğunda, Allah'ın Elçisi (ﷺ) ona yakın olan Sa'd'ı çağırdı. Sa'd geldi, bir eşek üzerinde ve yaklaştığında, Allah'ın Elçisi (ﷺ) Ansar'a \"Lideriniz için ayağa kalkın.\" dedi. Sonra Sa'd geldi ve Allah'ın Elçisi'nin (ﷺ) yanına oturdu. O da ona \"Bu insanlar senin hükmünü kabul etmeye hazır.\" dedi. Sa'd \"Ben hükmü, savaşçıların öldürülmesi ve çocukların ve kadınların esir alınmasıdır.\" dedi. Peygamber (ﷺ) sonra \"Ey Sa'd! Onlar arasında, Allah'ın hükmüyle (veya benzer bir hükümle) hüküm verdin.\" diye belirtti."
    },
    {
      "id": 250,
      "narrator": "Narrated Anas bin Malik (ra):",
      "text": "Anas bin Malik'ten (ra) rivayet edildi: Allah'ın Elçisi (ﷺ) Feth yılının (Mekke'nin Fethi) başında başında bir miğferle Mekke'ye girdi. Onu çıkardığında, bir adam geldi ve \"İbn Khatal Kabe'nin perdelerine yapışmış.\" dedi. Peygamber (ﷺ) \"Onu öldür.\" dedi."
    },
    {
      "id": 251,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edildi: Allah'ın Elçisi (ﷺ) on adamdan oluşan bir keşif birliği gönderdi, lideri de Asim bin Thabit el-Ensari, Asim bin Umar Al-Khattab'ın dedesiydi. Onlar Hadaa'ya kadar ilerlediler, Usfan ile Mekke arasında bir yerdi ve haberleri Hudhail kabilesinin Bani Lihyan adlı bir dalına ulaştı. Yaklaşık iki yüz okçudan oluşan adam, izlerini takip etmek için acele etti ve Medine'den getirdikleri hurmaları yedikleri yeri buldular. \"Bunlar Yathrib'in (yani Medine'nin) hurmalarıdır.\" dediler ve izlerini takip etmeye devam ettiler. Asim ve arkadaşları takipçilerini görünce yüksek bir yere çıktılar ve kafirler etraflarını sardı. Kafirler onlara \"Aşağı inin ve teslim olun, size hiçbiri öldürmeyeceğimize söz veriyoruz.\" dediler. Sariya'nın lideri Asim bin Thabit \"Allah'a yemin ederim! Kafirlerin koruması altına inmeyeceğim. Ey Allah! Haberimizi Peygamberine ulaştır.\" dedi. Sonra kafirler onlara ok atarak Asim'i ve altı adamı şehit ettiler. Üç adam, onların vaadini kabul ederek aşağı indiler, bunlar Khubaib el-Ensari, İbn Dathina ve başka bir adamdı. Kafirler onları yakaladıklarında, yaylarının iplerini çözüp bağladılar. Sonra üçüncü (esir) \"Bu ilk ihanet. Allah'a yemin ederim! Sizinle gitmeyeceğim. Şüphesiz ki şehit olanlar bize iyi bir örnek oldular.\" dedi. Onu sürükleyip gitmeye zorlamaya çalıştılar ama o reddettiği için onu öldürdüler. Khubaib ve İbn Dathina'yı alıp Mekke'de (köle olarak) sattılar (ve tüm bunlar) Badr savaşından sonra oldu. Khubaib, Al-Harith bin 'Amir bin Naufal bin Abd Manaf'ın oğulları tarafından alındı. Khubaib, Badr savaşında Al-Harith bin 'Amir'i öldüren kişiydi. Böylece Khubaib, o insanlarla esir olarak kaldı."
    },
    {
      "id": 252,
      "narrator": "Narrated Abu Musa:",
      "text": "Az-Zuhri'den rivayet edildi: 'Ubaidullah bin 'Iyyad, Al-Harith'in kızı ona şöyle söyledi: \"O insanlar Khubaib'i öldürmek için toplandıklarında, o benden pubis tıraşı için bir jilet istedi ve ben ona verdim. Sonra, benim haberim olmadan, bir oğlumu aldı. Oğlumu dizinin üzerine koyarken jilet elindeydi. O kadar korktum ki, Khubaib yüzümdeki endişeyi fark etti ve 'Onu öldüreceğimden korkuyor musun? Hayır, asla yapmam.' dedi. Allah'a yemin ederim, Khubaib'den daha iyi bir esir görmedim. Allah'a yemin ederim, bir gün, zincirli olduğu halde elinde bir salkım üzümle onu gördüm ve o zaman Mekke'de hiç meyve yoktu.\" Al-Harith'in kızı \"Bu, Allah'ın Khubaib'e bahşettiği bir lütuftu.\" derdi. Onu Mekke'nin sınırları dışında öldürmek için kutsal alandan çıkardıklarında, Khubaib onlara iki rek'at (namaz) kılmasını istedi. Onlar izin verdiler ve iki rek'at kıldıktan sonra \"Eğer sizin beni öldüreceğinizi düşünmeseydim, namazı uzatırdım. Ey Allah, hepsini istisnasız öldür.\" dedi. (Sonra şu şiirsel dizeyi okudu): \"Ben bir Müslüman olarak şehit oluyorum, Allah yolunda nasıl öldüğüm umurumda değil, Zira benim öldürülmem Allah rızası içindir, Ve Allah dilerse, parçalanmış bedenin kesik yerlerine bereket verir.\" Sonra Al-Harith'in oğlu onu öldürdü. Böylece Khubaib, esaret altında idam cezasına çarptırılan her Müslümanın, öldürülmeden önce iki rek'at namaz kılma geleneğini başlattı. Allah, Asim bin Thabit'in duasını, şehit olduğu günde kabul etti. Peygamber (ﷺ) arkadaşlarına onların haberini ve başlarına gelenleri bildirdi. Daha sonra Kureyş'ten bazı kafirler Asim'in öldürüldüğünü duyunca, onun tanınmasını sağlayacak bir parçasını (yani başını) almak için bazı insanlar gönderdiler. (Çünkü) Asim, Badr savaşında onların liderlerinden birini öldürmüştü. Böylece, Asim'in üzerinde dolaşmak ve onun elçisinden korumak için bir grup eşek arısı, gölgeli bir bulut gibi gönderildi ve böylece ondan hiçbir şey kesemediler."
    },
    {
      "id": 253,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "Abu Musa'dan rivayet edildi: Peygamber (ﷺ) \"Esirleri serbest bırakın, açları doyurun ve hastaları ziyaret edin.\" dedi."
    },
    {
      "id": 254,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Abu Juhaifa'dan rivayet edildi: Ben Ali'ye \"Allah'ın Kitabı'nda olanlar dışında herhangi bir İlahi Vahiy bilgisine sahip misin?\" diye sordum. Ali \"Hayır, buğday tanesini yarıp ruhu yaratan Allah'a yemin ederim. Böyle bir bilgiye sahip olduğumuzu düşünmüyorum, ama Allah'ın bir kişiye verebileceği anlayış yeteneğine sahibiz, böylece Kur'an'ı anlayabilir. Ayrıca bu kağıtta yazılı olanlar da var.\" dedi. Ben \"Bu kağıtta ne yazılı?\" diye sordum. O \"Kan bedeli, esirlerin serbest bırakılması ve bir Müslümanın bir kafiri öldürdüğü için öldürülmemesi gerektiği hükmü.\" dedi."
    },
    {
      "id": 255,
      "narrator": "(In another narration) Anas said:",
      "text": "Anas bin Malik'ten rivayet edildi: Bazı Ensar adamları Allah'ın Elçisi'nden (ﷺ) \"Ey Allah'ın Elçisi (ﷺ)! Yeğenimiz Al-Abbas'ın fidyesini almamıza izin verme.\" diye izin istediler. Peygamber (ﷺ) \"Oradan tek bir dirhem bile bırakmayın.\" diye cevap verdi."
    },
    {
      "id": 256,
      "narrator": "Narrated Jubair:",
      "text": "Jubair'den rivayet edilmiştir: (Badr Savaşı'nın esirlerinden biri) Ben, Peygamber (ﷺ)'in Maghrib namazında 'Surat-at-Tur' okuduğunu duydum."
    },
    {
      "id": 257,
      "narrator": "Narrated Salama bin Al-Akwa`:",
      "text": "Salama bin Al-Akwa`'dan rivayet edilmiştir: \"Bir kafir casus, Peygamber (ﷺ) ile yolculukta iken yanına geldi. Casus, Peygamber (ﷺ)'in arkadaşlarıyla oturdu ve konuşmaya başladı, sonra gitti. Peygamber (ﷺ) arkadaşlarına, 'Peşinden gidin ve onu öldürün.' dedi. Ben de onu öldürdüm.\" Peygamber (ﷺ) daha sonra öldürülen casusun eşyalarını ona verdi (savaş ganimetinin yanı sıra)."
    },
    {
      "id": 258,
      "narrator": "Narrated `Amr bin Maimun:",
      "text": "Amr bin Maimun'dan rivayet edilmiştir: `Umar (bıçaklandığı zaman), (halefine) şöyle talimat verdi: \"Yeni Halife'ye, Allah ve Resulü'nün koruması altındaki o gayrimüslimlere dikkat etmesini, onlarla yapılan anlaşmaya uymasını ve onların güvenliğini sağlamak için onların adına savaşmasını, onları aşırı vergiye tabi tutmamasını tavsiye ediyorum.\""
    },
    {
      "id": 259,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Jubair'den rivayet edilmiştir: İbn `Abbas şöyle dedi: \"Perşembe! Perşembe günü ne (büyük şey) oldu!\" Sonra gözyaşları akana kadar ağlamaya başladı. Ardından, \"Perşembe günü Allah'ın Resulü (ﷺ)'nün hastalığı ağırlaştı ve 'Bana yazı malzemesi getirin ki, size yazacağım, ondan sonra asla sapıtmayacaksınız.' dedi. Orada bulunan insanlar bu konuda ihtilaf ettiler ve insanlar bir peygamberin önünde ihtilaf etmemelidir. Onlar, 'Allah'ın Resulü (ﷺ) ciddi şekilde hastadır.' dediler. Peygamber (ﷺ) 'Beni yalnız bırakın, şu anki halim, beni çağırdığınız durumdan daha hayırlıdır.' dedi. Peygamber (ﷺ) ölüm yatağında üç emir verdi: 'Putperestleri Arabistan Yarımadası'ndan çıkarın, yabancı elçilere saygı gösterin ve onlara hediyeler verin, onları nasıl muamele ettiğimi gördüğünüz gibi.' Üçüncü emri unuttum.\" (Ya'qub bin Muhammed dedi ki, \"Ben Al-Mughira bin `Abdur-Rahman'a Arabistan Yarımadası hakkında sordum ve o, 'Mekke, Medine, Al-Yama-ma ve Yemen'i kapsar.' dedi.\" Ya'qub ekledi, \"Ve Al-Arj, Tihama'nın başlangıcıdır.\")"
    },
    {
      "id": 260,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: `Umar, pazarda satılan bir ipek elbise gördü ve onu Allah'ın Resulü (ﷺ)'ne getirdi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Bu elbiseyi satın al ve `Id bayramlarında ve delegelerle karşılaştığında kendini bununla süsle.\" Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"Bu, ahirette hiçbir payı olmayacak olanın elbisesidir (ya da, bu, ahirette hiçbir payı olmayacak olan tarafından giyilir).\" Bir süre sonra, Allah'ın Resulü (ﷺ) `Umar'a bir ipek elbise gönderdi. `Umar onu aldı ve Allah'ın Resulü (ﷺ)'ne getirdi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Siz, bunun ahirette hiçbir payı olmayacak olanın elbisesi olduğunu söylediniz (ya da, bu, ahirette hiçbir payı olmayacak olan tarafından giyilir), ama bana bunu gönderdiniz!\" Peygamber (ﷺ) dedi ki, \"Bunu, ya satman için ya da ihtiyaçlarından bazılarını karşılaman için gönderdim.\""
    },
    {
      "id": 261,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: `Umar ve Peygamber (ﷺ)'in bazı arkadaşları, Peygamber ile birlikte İbn Saiyad'a doğru yola çıktılar. Onu Bani Maghala'nın tepeciklerinde bazı çocuklarla oynarken buldular. O zaman İbn Saiyad ergenlik çağına yaklaşıyordu. Peygamber (ﷺ) ona elini sırtına vurup, \"İbn Saiyad! Ben Allah'ın Resulü (ﷺ) olduğuma şahitlik eder misin?\" dedi. İbn Saiyad ona baktı ve \"Ben, senin cehalet sahiplerinin Resulü olduğuna şahitlik ederim.\" dedi."
    },
    {
      "id": 262,
      "narrator": "Narrated Ibn Umar:",
      "text": "Sonra İbn Saiyad, Peygamber'e sordu: \"Ben Allah'ın Resulü olduğuna şahitlik eder misin?\" Peygamber (ﷺ) ona, \"Ben Allah'a ve O'nun Resullerine inanıyorum.\" dedi. Sonra Peygamber (ﷺ) İbn Saiyad'a, \"Ne görüyorsun?\" dedi. İbn Saiyad cevap verdi, \"Doğru insanlar ve yalancılar bana gelir.\" Peygamber, \"Bu konuda aklın karışık.\" dedi. Peygamber (ﷺ) ekledi, \"Senin için bir şey sakladım.\" İbn Saiyad, \"O Ad-Dukh.\" dedi. Peygamber (ﷺ) ona, \"Yazıklar olsun sana! Sınırlarını aşamazsın.\" dedi. O sırada `Umar, \"Ey Allah'ın Resulü (ﷺ)! Onun başını kesmeme izin ver!\" dedi. Peygamber (ﷺ) dedi ki, \"Eğer o (yani Ad-Dajjal) ise, onu alt edemezsin; eğer o değilse, onu öldürmekten fayda göremezsin.\""
    },
    {
      "id": 263,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "İbn Umar'dan rivayet edilmiştir: (Daha sonra) Allah'ın Resulü (ﷺ) tekrar Ubai bin Ka'b ile birlikte, İbn Saiyad'ın kaldığı hurma bahçesine gitti. Peygamber bahçeye girdiğinde, İbn Saiyad'ı görebilmeden ondan bir şey duymak istediği için hurma ağaçlarının gövdelerinin arkasında saklanmaya başladı. İbn Saiyad, yatağında yatıyordu, üzeri kadife bir örtüyle kaplıydı ve oradan mırıldanmaları duyuluyordu. İbn Saiyad'ın annesi, Peygamber (ﷺ)'i hurma ağaçlarının gövdelerinin arkasında saklanırken gördü. İbn Saiyad'a, \"Ey Saf!\" (Bu onun adıydı) dedi. İbn Saiyad kalktı. Peygamber (ﷺ) \"Bu kadın onu kendi haline bıraksaydı, durumunun gerçeğini açığa çıkarırdı.\" dedi. Sonra Peygamber (ﷺ) insanlara hitap ederek, Allah'ı O'na layık olduğu şekilde tesbih etti ve Ad-Dajjal'den bahsederek, \"Size onun hakkında uyarıyorum (yani Ad-Dajjal) ve hiçbir peygamber, kendi kavmini ondan uyarmadan geçmemiştir, Nuh da kendi kavmini ondan uyarmıştır; ama ben size bir ifade ediyorum ki, hiçbir peygamber kendi kavmine bunu bildirmemiştir. Bilin ki, o tek gözlü bir adamdır ve Allah tek gözlü değildir.\" dedi."
    },
    {
      "id": 264,
      "narrator": "Narrated Aslam:",
      "text": "Usama bin Zaid'den rivayet edilmiştir: Hac sırasında Peygamber (ﷺ)'e, \"Ey Allah'ın Resulü (ﷺ)! Yarın nerede kalacaksınız?\" diye sordum. O, \"Aqil bize herhangi bir ev bıraktı mı?\" dedi. Sonra ekledi, \"Yarın Khaif Bani Kinana'da, yani Al-Muhassab'da kalacağız; burada (Kureyş'in) putperestleri, Bani Kinana'nın Bani Haşim'e karşı birleştiği ve bu kabile üyeleriyle muamele etmeyecekleri veya onlara sığınak vermeyecekleri konusunda bir küfür yemini ettiler.\" (Az-Zuhri dedi ki, \"Khaif, vadi demektir.\") (Bkz. Hadis No. 659, Cilt 2)"
    },
    {
      "id": 265,
      "narrator": "Narrated Hudhaifa:",
      "text": "Aslam'dan rivayet edilmiştir: `Umar bin Al-Khattab, Hima'nın (yani Zekat veya diğer belirli hayvanların otlatılması için ayrılmış bir mera) yöneticisi olarak, Hunai adında bir azatlı kölesini atadı. Ona şöyle dedi: \"Ey Hunai! Müslümanlara zulmetme ve onların lanetlerinden (sana karşı yapılan dualardan) sakın; çünkü mazlumun duası (Allah tarafından) kabul edilir; ve birkaç devesi olan çobanların ve birkaç koyunu olanların (hayvanlarını otlatmalarına) izin ver ve `Abdur-Rahman bin `Auf'un ve (`Uthman) bin `Affan'ın hayvanlarına izin verme; çünkü eğer onların hayvanları telef olursa, onların tarlaları ve bahçeleri var; oysa birkaç devesi ve birkaç koyunu olanlar, eğer hayvanları telef olursa, bana gelir ve 'Ey müminlerin emiri! Ey müminlerin emiri!' diye yardım isterler. O zaman onları ihmal mi edeceğim? (Hayır, elbette ki.) Bu yüzden, onlara su ve ot vermek, Müslümanların hazinesinden onlara altın ve gümüş vermekten daha kolay geliyor. Allah'a yemin ederim ki, bu insanlar bana haksızlık yaptığımı düşünüyorlar. Bu onların toprağıdır ve İslam öncesi dönemde bunun için savaştılar ve İslam'ı (isteyerek) kabul ettiler. Benim hayatımın sahibi olan Allah'a yemin ederim ki, eğer Allah yolunda çarpışmak için verdiğim hayvanlar olmasaydı, onların topraklarından bir karış bile Hima'ya çevirmem.\""
    },
    {
      "id": 266,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) bize, \"İslam olduklarını ilan eden o insanların isimlerini listeleyin.\" dedi. Biz, bin beş yüz adam listeledik. Sonra merak ettik, \"Bir bin beş yüz kişiyken (kafirlerden) korkmalı mıyız?\" Şüphesiz, öyle kötü denemelere maruz kaldık ki, bir insan korkudan yalnız başına namaz kılmak zorunda kalıyordu."
    },
    {
      "id": 267,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Al-A`mash'tan rivayet edilmiştir: \"Biz (Müslümanları listeledik ve) beş yüz bulduk.\" Ve Ebu Muaviye dedi ki, \"Altı yüz ile yedi yüz arasında.\""
    },
    {
      "id": 268,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Ben şu ve bu Ghazva için orduya katıldım ve eşim Hac'a gidiyor.\" Allah'ın Resulü (ﷺ) dedi ki, \"Geri dön ve eşinle Hac'ı yap.\""
    },
    {
      "id": 269,
      "narrator": "Narrated Anas:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Hadis 297'de şöyle geçmektedir. Ebu Hureyre'den rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) ile bir Ghazwa'daydık ve bir adamın Müslüman olduğunu iddia ettiğini söylediğinde, \"Bu (adam) Cehennem ateşinin halkındandır.\" dedi. Savaş başladığında, adam şiddetle savaştı ve yaralandı. Birisi dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Senin Cehennem ateşinin halkından olduğunu söylediğin adam bugün şiddetle savaştı ve öldü.\" Peygamber (ﷺ) dedi ki, \"O Cehennem ateşine gidecek.\" Bazı insanlar (Peygamber'in söylediklerinin doğruluğuna) şüphe etmeye başladılar; o sırada birisi, adamın hala hayatta olduğunu ama ağır yaralı olduğunu söyledi. Gece olunca, sabrı kalmadı ve intihar etti. Peygamber (ﷺ) buna dair bilgilendirildi ve dedi ki, \"Allah en büyüktür! Ben, Allah'ın kulu ve Resulü olduğuma şahitlik ederim.\" Sonra Bilal'e insanlara ilan etmesini emretti: 'Cennete girecek olan sadece Müslümandır ve Allah, bu dini (yani İslam'ı) isyan eden bir adamla bile destekleyebilir.'"
    },
    {
      "id": 270,
      "narrator": "Narrated Abu Talha:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir hutbe verdi ve dedi ki, \"Zaid bayrağı aldı ve şehit oldu, sonra Cafer onu aldı ve şehit oldu, sonra Abdullah bin Rawaha onu aldı ve şehit oldu, ardından Khalid bin Al-Walid onu atanmadan aldı ve Allah ona zafer verdi.\" Peygamber (ﷺ) ekledi, \"Onların bizimle (hayatta) kalmalarını istemiyorum (ya da, onlar bizimle kalmaktan hoşnut olmayacaklar),\" gözyaşları dökerek."
    },
    {
      "id": 271,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) `Umre yaptı, Al-Jarana'dan yola çıkarak Huneyn savaş ganimetlerini dağıttı."
    },
    {
      "id": 272,
      "narrator": "Narrated Nafi' (ra):",
      "text": "Nafi' (ra) rivayet etmiştir: İbn 'Umar'ın bir atı kaçtı ve düşman onu aldı. Sonra Müslümanlar düşmanı yendi ve at, Allah'ın Resulü (ﷺ) hayattayken ona geri verildi. Ayrıca, bir kez İbn 'Umar'ın (ra) bir kölesi kaçtı ve Bizanslılara katıldı, Müslümanlar onları fethettiğinde, Halid bin Velid köleyi, Peygamber (ﷺ) vefat ettikten sonra ona geri verdi."
    },
    {
      "id": 273,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi' (ra) rivayet etmiştir: Bir kez İbn 'Umar'ın bir kölesi kaçtı ve Bizanslılara katıldı. Halid bin Velid onu geri aldı ve 'Abdullah'a (İbn 'Umar) geri verdi. Bir kez de İbn 'Umar'ın bir atı kaçtı ve Bizanslıları takip etti, o (yani Halid) onu geri aldı ve 'Abdullah'a geri verdi."
    },
    {
      "id": 274,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: O gün Müslümanlar (Bizanslılara karşı) savaştıklarında, Müslüman ordusunun komutanı Halid bin Velid'di, onu Ebu Bekir atamıştı. Düşman atı aldı ve düşman yenildiğinde, Halid atı ona geri verdi."
    },
    {
      "id": 275,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin 'Abdullah'tan rivayet edilmiştir: Ben dedim ki, \"Ey Allah'ın Resulü (ﷺ)! Biz bir genç koyun kestik ve bir Sa arpa öğüttük. Bu yüzden, sizi bazı kişilerle birlikte davet ediyorum.\" Bunun üzerine Peygamber (ﷺ) yüksek sesle dedi ki, \"Hendek halkı! Cabir 'Sur' hazırladı, o yüzden gelin.\""
    },
    {
      "id": 276,
      "narrator": "Narrated Um Khalid:",
      "text": "Um Khalid'ten (Khalid bin Sa'id'in kızı) rivayet edilmiştir: Babamla birlikte Allah'ın Resulü (ﷺ) yanına gittim ve sarı bir elbise giyiyordum. Allah'ın Resulü (ﷺ) dedi ki, \"Sanah, Sanah!\" ('Abdullah, rivayet eden, 'Sanah'ın Etiyopya dilinde 'iyi' anlamına geldiğini söyledi). Sonra ben Peygamberliğin mührüyle (Peygamberin omuzları arasında) oynamaya başladım ve babam buna sert bir şekilde kızdı. Allah'ın Resulü (ﷺ) dedi ki, \"Onu bırak,\" ve sonra Allah'ın Resulü (ﷺ) (bana uzun ömür vermesi için dua etti) üç kez, \"Bu elbiseyi giy, yıpranıncaya kadar giy, sonra yıpranıncaya kadar giy,\" dedi. (Rivayet eden ekliyor, \"Denir ki, o uzun bir süre yaşadı, o (sarı) elbiseyi giyerek rengi koyulaşıncaya kadar.\")"
    },
    {
      "id": 277,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Hasan bin 'Ali, sadakadan bir hurma aldı ve ağzına koydu. Peygamber (ﷺ) ona Farsça dedi ki, \"Kakh, kakh! (yani, sadakayı yemediğinizi bilmiyor musun?) (sadaka, insanların pisliğidir).\""
    },
    {
      "id": 278,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) aramızda kalktı ve Ghulul'u anarak onun büyüklüğünü vurguladı ve bunun büyük bir günah olduğunu ilan etti, \"Ghulul işlemeden kaçının, zira kıyamet günü, boynunda meleyen bir koyun veya boynunda kişneyen bir at taşıyan birini görmek istemem. O kişi diyecek ki: 'Ey Allah'ın Resulü (ﷺ)! Allah'a benim için şefaat et,' ve ben cevap vereceğim, 'Sana yardım edemem, çünkü Allah'ın mesajını sana ilettim.' Ya da boynunda homurdanan bir deve taşıyan birini görmek istemem. O kişi diyecek ki, 'Ey Allah'ın Elçisi! Allah'a benim için şefaat et,' ve ben diyeceğim, 'Sana yardım edemem, çünkü Allah'ın mesajını sana ilettim,' ya da boynunda altın ve gümüş taşıyan birini görmek istemem ve o kişi diyecek ki, 'Ey Allah'ın Resulü (ﷺ)! Allah'a benim için şefaat et,' ve ben diyeceğim, 'Sana yardım edemem, çünkü Allah'ın mesajını sana ilettim,' ya da rüzgarda uçuşan giysiler taşıyan birini görmek istemem ve o kişi diyecek ki, 'Ey Allah'ın Resulü (ﷺ)! Allah'a benim için şefaat et.' Ve ben diyeceğim, 'Sana yardım edemem, çünkü Allah'ın mesajını sana ilettim.'\""
    },
    {
      "id": 279,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Peygamber (ﷺ)'in ailesine ve eşyalarına bakan bir adam vardı ve ona Karkara denirdi. Adam öldü ve Allah'ın Resulü (ﷺ) dedi ki, \"O, '(Cehennem) Ateşi'ndedir.\" Sonra insanlar onu görmek için gittiler ve onun yerinde, savaş ganimetinden çaldığı bir örtü buldular."
    },
    {
      "id": 280,
      "narrator": "Narrated Abaya bin Rifaa:",
      "text": "Abaya bin Rifaa'dan rivayet edilmiştir: Dedem Rafi' dedi ki, \"Peygamber (ﷺ) ile DhulHulaifa'da idik ve insanlar açlıktan muzdaripti. Birkaç deve ve koyun (ganimet olarak) elde ettik ve Peygamber (ﷺ) hala insanların arkasındaydı. Onlar acele ettiler ve pişirme kaplarını ateşe koydular. (O geldiğinde) pişirme kaplarının devrilmesini emretti ve sonra ganimeti (insanlar arasında) on koyunun bir deveye eşit olduğunu dikkate alarak dağıttı, sonra bir deve kaçtı ve insanlar onu yakalamak için peşinden koştular, çünkü onları yakalamak için birkaç atları vardı. Bir adam ona bir ok attı ve onu durdurdu (Allah'ın izniyle). Bunun üzerine Peygamber (ﷺ) dedi ki, 'Bu hayvanlardan bazıları vahşi hayvanlar gibi davranır, bu yüzden eğer bir hayvan sizden kaçarsa, onunla aynı şekilde muamele edin.' Dedem (Peygamber (ﷺ)'e) sordu, \"Yarın düşmanla karşılaşmayı umuyoruz (veya korkuyoruz) ve elimizde bıçak yok. Hayvanlarımızı sopalarla kesebilir miyiz?\" Allah'ın Resulü (ﷺ) cevap verdi, \"Eğer öldürme aracı hayvanın bolca kan akıtmasına neden olursa ve Allah'ın adı anılırsa, o zaman etini ye (yani, helaldir) ama bir diş veya bir tırnak kullanma ve sana nedenini söylüyorum: Bir diş bir kemiktir (ve kemikle kesim yapmak yasaktır), ve bir tırnak Etiyopyalıların kesim aracıdır.\""
    },
    {
      "id": 281,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Jarir bin 'Abdullah bana dedi ki, \"Allah'ın Resulü (ﷺ) bana dedi ki, 'Beni Dhul-Khalasa'dan kurtarmaz mısın?' Dhul-Khalasa, Khatham kabilesinin kaldığı bir yerdi ve Ka'batu'l Yamaniya olarak adlandırılıyordu. Ben Ahmas kabilesinden yüz elli (adam) ile yola çıktım, iyi süvariydiler. Peygamber (ﷺ)'e atlarda sağlam oturamadığımı bildirdim, o da elini göğsüme vurdu ve göğsümde parmak izlerini fark ettim. O dua etti, 'Ey Allah! Onu sağlam ve doğru yolda giden bir insan yap.' Jarir o yere doğru yola çıktı, orayı söküp yaktı ve sonra Allah'ın Resulü'ne (ﷺ) müjdeli haberi gönderdi. Jarir'in elçisi Allah'ın Resulü'ne (ﷺ) dedi ki, \"Ey Allah'ın Elçisi! Seni Hak ile gönderen Allah'a yemin ederim ki, sana gelmeden önce (yani, ev) kara bir deve gibi (katranla kaplı) oldu.\" Bunun üzerine Peygamber (ﷺ) Ahmas adamlarının atlarına beş kez dua etti."
    },
    {
      "id": 282,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Mekke'nin Fethi günü dedi ki, \"Fetihten sonra hicret yoktur, ancak cihad ve iyi niyet vardır, ve cihada çağrıldığınızda, hemen çağrıya cevap vermelisiniz.\""
    },
    {
      "id": 283,
      "narrator": "Narrated Abu `Uthman An-Nahdi:",
      "text": "Ebu 'Uthman An-Nahdi'den rivayet edilmiştir: Mücaşir (bin Mas'ud) kardeşi Mücalid bin Musud'u Peygamber (ﷺ)'e götürdü ve dedi ki, \"Bu Mücalid ve o, hicret için sana biat edecek.\" Peygamber (ﷺ) dedi ki, \"Mekke'nin Fethi'nden sonra hicret yoktur, ama ben onun İslam için biatini alacağım.\""
    },
    {
      "id": 284,
      "narrator": "Narrated `Ata':",
      "text": "'Ata'dan rivayet edilmiştir: Ben ve 'Ubai bin 'Umar, 'Aişe'ye gittik, o Thabir (yani, bir dağ) yakınında kalıyordu. O dedi ki, \"Allah, Peygamberine Mekke'yi fethettikten sonra hicret yoktur.\""
    },
    {
      "id": 285,
      "narrator": "Narrated Sa`d bin 'Ubaida:",
      "text": "Sa'd bin 'Ubaida'dan rivayet edilmiştir: Ebu 'Abdur-Rahman, 'Uthman'ın destekçilerinden biri, 'Ali'nin destekçilerinden biri olan Ebu Talha'ya dedi ki, \"Ben, liderinizin (yani 'Ali'nin) kan dökmesine neden olan şeyi çok iyi biliyorum. Onu Peygamber (ﷺ)'in beni ve Az-Zubair'i gönderdiğini duyduğumda, 'Şu ve bu Ar-Roudah (yeri) gidin, orada Hatib'in bir mektup verdiği bir kadın bulacaksınız.' dedi. Ar-Roudah'a vardığımızda, kadından mektubu teslim etmesini istedik. O, 'Hatib bana hiçbir mektup vermedi.' dedi. Biz ona, 'Mektubu çıkar, yoksa kıyafetlerini çıkarırız.' dedik. O da onu örgüsünden çıkardı. Peygamber (ﷺ) Hatib'i çağırdı, (o geldi) ve dedi ki, 'Beni yargılamada acele etmeyin, zira Allah'a yemin ederim ki, ben kafir olmadım ve İslam'a olan sevgim artıyor. (Bu mektubu yazma nedeni) sizin arkadaşlarınızın hepsinin Mekke'de aileleri ve mülkleri var, ben ise orada kimsem yok, bu yüzden onlara bir iyilik yapmak istedim (ki ailemi ve mülkümü korusunlar).' Peygamber (ﷺ) ona inandı. 'Umar dedi ki, 'Bana onun (yani Hatib'in) boynunu kesmeme izin ver, çünkü o ikiyüzlülük yaptı.' Peygamber (ﷺ) (Umar'a) dedi ki, 'Kim bilir, belki Allah Badr savaşçılarına baktı ve onlara, 'İstediğinizi yapın, çünkü ben sizi affettim.' dedi.' 'Abdur-Rahman ekledi, \"İşte bu, onu (yani 'Ali'yi) cesaretlendiren şeydir.\""
    },
    {
      "id": 286,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Ebi Mulaika'dan rivayet edilmiştir: İbn Zübeyr, İbn Cafer'e \"Ben, sen ve İbn Abbas, Allah'ın Elçisi'ni (ﷺ) karşılamaya çıktığımızı hatırlıyor musun?\" dedi. İbn Cafer olumlu yanıt verdi. İbn Zübeyr ekledi: \"Ve Allah'ın Elçisi (ﷺ) bizi (yani beni ve İbn Abbas'ı) yanına aldı ve seni bıraktı.\""
    },
    {
      "id": 287,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Es-Sa'ib bin Yazid'den rivayet edilmiştir: Ben ve bazı çocuklar, Allah'ın Elçisi'ni (ﷺ) Thaniyatal-Wada'da karşılamaya çıktık."
    },
    {
      "id": 288,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) döndüğünde (Cihad'dan), üç kez tekbir getirir ve eklerdi: \"Eğer Allah dilerse, tövbe ederek, ibadet ederek ve Rabbimizi överek ve Rabbimizin önünde secde ederek dönüyoruz. Allah, Vaadini yerine getirdi ve Kulları'na yardım etti, yalnızca O, (kafir) kabileleri yendi.\""
    },
    {
      "id": 289,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Biz, Peygamber (ﷺ) ile 'Usfan'dan dönerken, Allah'ın Elçisi (ﷺ) dişi devesinin üzerinde, Safiya bint Huyay'ı arkasında oturtmuştu. Dişi deve kaydı ve ikisi de düştü. Ebu Talha devesinden atladı ve \"Ey Allah'ın Elçisi (ﷺ)! Allah, benim canımı sana feda etsin.\" dedi. Peygamber (ﷺ) \"Kadına dikkat et.\" dedi. Bunun üzerine Ebu Talha yüzünü bir örtüyle kapladı ve Safiya'ya doğru gitti, onu örtüyle kapladı, sonra dişi devenin durumunu düzeltti ki ikisi de binebildi ve biz Allah'ın Elçisi'ni (ﷺ) bir örtü gibi çevreliyorduk. Medine'ye yaklaştığımızda, Peygamber (ﷺ) \"Tövbe ederek, ibadet ederek ve Rabbimizi överek dönüyoruz.\" dedi. Bu sözü Medine'ye girene kadar söylemeye devam etti."
    },
    {
      "id": 290,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: O ve Ebu Talha, Peygamber (ﷺ) ile birlikteydiler ve Safiya, Peygamber'in arkasında dişi devesinde oturuyordu. Yolculuk sırasında dişi deve kaydı ve hem Peygamber (ﷺ) hem de (eş) düştü. Ebu Talha (rivayet eden, Anes'in Ebu Talha'nın devesinden hızlıca atladığını düşündüğünü belirtir) \"Ey Allah'ın Elçisi (ﷺ)! Allah, benim canımı senin için feda etsin! Yaralandın mı?\" diye sordu. Peygamber (ﷺ) \"Hayır, ama kadına dikkat et.\" diye yanıtladı. Ebu Talha yüzünü örtüsüyle kapladı ve ona doğru gitti, onu örtüsüyle kapladı ve o kalktı. Sonra dişi devenin durumunu düzeltti ve ikisi (yani Peygamber (ﷺ) ve eşi) binebildi ve Medine'ye yaklaşana kadar devam ettiler. Peygamber (ﷺ) \"Tövbe ederek, ibadet ederek ve Rabbimizi överek dönüyoruz.\" dedi. Peygamber (ﷺ) bu ifadeyi Medine'ye girene kadar söylemeye devam etti."
    },
    {
      "id": 291,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile bir yolculukta idim ve Medine'ye vardığımızda, bana \"Camiye gir ve iki rek'at namaz kıl.\" dedi."
    },
    {
      "id": 292,
      "narrator": "Narrated Ka`b:",
      "text": "Ka'b'dan rivayet edilmiştir: Peygamber (ﷺ) sabah saatlerinde bir yolculuktan döndüğünde, camiye girer ve oturmadan önce iki rek'at namaz kılardı."
    },
    {
      "id": 293,
      "narrator": "Narrated Muharib bin Dithar:",
      "text": "Muharib bin Dithar'dan rivayet edilmiştir: Cabir bin Abdullah dedi ki: \"Allah'ın Elçisi (ﷺ) Medine'ye vardığında, bir deve veya bir inek kesildi.\" Cabir ekledi: \"Peygamber (ﷺ) benden iki Ukiye (altın) ve bir veya iki Dirhem karşılığında bir deve satın aldı. Sirar'a vardığında, bir inek kesilmesini emretti ve etini yediler. Medine'ye vardığında, bana camiye gitmemi ve iki rek'at namaz kılmamı emretti ve devenin fiyatını tarttı (ve verdi).\""
    },
    {
      "id": 294,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bir seferden döndüğümde, Peygamber (ﷺ) bana \"İki rek'at namaz kıl.\" dedi. (Sirar, Medine yakınında bir yerdir)."
    }
  ]
}