{
  "language": "tr",
  "metadata": {
    "length": 63,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Uhud savaşında, Badr günü savaş ganimeti olarak bir dişi deveyi aldım ve Peygamber (ﷺ) bana Hums'tan bir dişi deve vermişti. Fatıma ile evlenmeyi düşündüğümde, Beni Kaynuka'dan bir altıncı ile randevum vardı, onunla birlikte İdhkhir (yani hoş kokulu ot) almak ve onu altıncıya satıp düğün masraflarım için harcamak üzere gittim. Dişi develerim için eyer, çuval ve ip toplarken, iki dişi develerim bir Ensar adamının odasının yanında diz çökerek bekliyordu. Topladıklarımı aldıktan sonra geri döndüm ve iki dişi develerimin hörgüçlerinin kesilmiş, yanlarının açılmış ve karaciğerlerinin bir kısmının alınmış olduğunu gördüm. İki dişi develerimin bu halini görünce ağlamaktan kendimi alamadım. \"Bunu kim yaptı?\" diye sordum. İnsanlar, \"Hamza bin Abdul Muttalib, bu evde bazı Ensar sarhoşlarıyla birlikte oturuyor,\" diye cevap verdiler. Peygamber (ﷺ) ile birlikte Zeyd bin Harise'nin yanında ona doğru yola çıktım. Peygamber (ﷺ), yüzümde yaşadıklarımın etkisini görünce, \"Sende ne var?\" diye sordu. Ben de, \"Ey Allah'ın Resulü (ﷺ)! Bugün gibi bir gün görmedim. Hamza iki dişi develerime saldırdı, hörgüçlerini kesti ve yanlarını yırttı, o da burada bazı sarhoşların yanında oturuyor,\" dedim. Peygamber (ﷺ) sonra örtüsünü istedi, giydi ve benimle birlikte Zeyd bin Harise'yi takip ederek Hamza'nın bulunduğu eve doğru yürüdü. İçeri girmek için izin istedi, izin verdiler, ve sarhoşlardı. Allah'ın Resulü (ﷺ) Hamza'ya yaptığı şeyden dolayı azarlamaya başladı, ama Hamza sarhoştu ve gözleri kızardı. Hamza, Allah'ın Resulü'ne (ﷺ) baktı, sonra gözlerini dizlerine, sonra göbeğine, en son da yüzüne kaldırdı. Hamza, \"Sen benim babamın kölesi değil misin?\" dedi. Allah'ın Resulü (ﷺ) onun sarhoş olduğunu anlayınca geri çekildi ve onunla birlikte dışarı çıktık."
    },
    {
      "id": 2,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Malik bin Aus:",
      "text": "Aişe'den rivayet edilmiştir: (Müminlerin annesi) Allah'ın Resulü'nün vefatından sonra, Allah'ın Resulü (ﷺ) Fatıma'ya, Allah'ın Resulü'nün bıraktığı Fai (yani savaşmadan elde edilen ganimet) malından miras payını vermesi için Ebu Bekir Es-Sıddık'a başvurdu. Ebu Bekir ona, \"Allah'ın Resulü şöyle dedi: 'Bizim malımız miras alınmaz, bıraktığımız her şey Sadaqa'dır (hayır için kullanılır),\" dedi. Fatıma, Allah'ın Resulü'nün kızı, öfkelendi ve Ebu Bekir ile konuşmayı kesti, bu tutumunu ölümüne kadar sürdürdü. Fatıma, Allah'ın Resulü'nün vefatından sonra altı ay daha yaşadı. Allah'ın Resulü'nün Khaibar'da bıraktığı maldan ve Fadak'tan, Medine'deki hayır için ayrılan malından Ebu Bekir'den payını istedi. Ebu Bekir ona bu malı vermeyi reddetti ve \"Allah'ın Resulü'nün yaptığı hiçbir şeyi bırakmayacağım, çünkü eğer Peygamber'in sünnetinden bir şey bırakırsam, sapıtırım,\" dedi. (Daha sonra) Ömer, Peygamber'in Medine'deki Sadaqa malını Ali ve Abbas'a verdi, ama Khaibar ve Fadak'ın mülklerini kendi elinde tuttu ve \"Bu iki mülk, Allah'ın Resulü'nün harcamaları ve acil ihtiyaçları için kullandığı Sadaqa'dır. Şimdi bunların yönetimi yöneticilere devredilecektir,\" dedi. (Az-Zuhri, \"Bugüne kadar bu şekilde yönetilmiştir,\" dedi.)"
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Malik bin Evs'ten rivayet edilmiştir: Evde otururken, güneş yükseldi ve hava ısındı. Aniden Ömer bin Hattab'ın elçisi yanıma geldi ve \"Müminlerin başkanı seni çağırdı,\" dedi. Ben de onunla birlikte Ömer'in oturduğu yere girdim. Ömer, hurma yapraklarından yapılmış bir yatakta oturuyordu, üzerinde bir yatak yoktu ve bir deri yastığa yaslanıyordu. Ona selam verdim ve oturdum. O, \"Ey Mali! Aileleri olan bazı insanlar bana geldiler ve onlara bir hediye verilmesini emrettim, bunu al ve aralarında dağıt,\" dedi. Ben de, \"Ey müminlerin başkanı! Başka birine bunu yapmasını emretmeni isterim,\" dedim. O, \"Ey adam! Al bunu,\" dedi. Ben onunla otururken, kapıcısı Yarfa' geldi ve \"Osman, Abdurrahman bin Auf, Zübeyir ve Sa'd bin Ebi Vakkas senin iznini istiyorlar; onları içeri alabilir miyim?\" dedi. Ömer, \"Evet,\" dedi. Böylece içeri alındılar, selam verdiler ve oturdular. Bir süre sonra Yarfa' tekrar geldi ve \"Ali ve Abbas'ı içeri alabilir miyim?\" dedi. Ömer, \"Evet,\" dedi. Onlar da içeri alındılar, selam verdiler ve oturdular. Sonra Abbas, \"Ey müminlerin başkanı! Benimle bu (yani Ali) arasında hüküm ver,\" dedi. Onlar, Allah'ın Resulü'nün Fai olarak verdiği Beni Nadir mülkü hakkında bir anlaşmazlık yaşıyorlardı. Grup (yani Osman ve arkadaşları) \"Ey müminlerin başkanı! Aralarında hüküm ver ve her birini diğerinden kurtar,\" dediler. Ömer, \"Sabırlı olun! Size, Allah'a yemin ederim ki, göklerin ve yerin var olduğu Allah'a yemin ederim, Allah'ın Resulü (ﷺ) şöyle dedi: 'Bizim (yani peygamberlerin) malımız miras alınmaz ve bıraktığımız her şey Sadaqa'dır (hayır için kullanılır),' ve Allah'ın Resulü (ﷺ) 'biz' derken kendisini kastetti mi?\" dedi. Grup, \"Evet, öyle dedi,\" dediler. Ömer, Ali ve Abbas'a döndü ve \"Size, Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) bunu söyledi mi?\" diye sordu. Onlar da, \"Evet, söyledi,\" dediler. Ömer, \"O halde, bu mesele hakkında sizinle konuşacağım. Allah, Resulüne bu Fai'den özel bir lütuf verdi, bunu kimseye vermedi,\" dedi. Ömer, Kuran ayetlerini okudu: \"Allah, O'nun (Muhammed) için onlardan elde ettiği Fai'yi, ne atlı ne de yaya olarak bir sefer yapmadan verdi: Ama Allah, dilediğine Resullerine güç verir. Ve Allah, her şeye kadirdir.\" (9:6) Ömer ekledi: \"Bu mülk, özellikle Allah'ın Resulü'ne (ﷺ) verilmiştir, ama Allah'a yemin ederim ki, ne onu alıp sizin dışınızda bıraktı, ne de kendisine ayrıcalık tanıdı, ama hepinize verdi ve aranızda paylaştırdı, ta ki bu mülk kalana kadar. Allah'ın Resulü (ﷺ) bu mülkten ailesinin yıllık masraflarını harcıyordu ve geri kalan gelirini Allah'ın yolunda harcıyordu. Allah'ın Resulü (ﷺ) bunu hayatı boyunca yapmaya devam etti. Size, Allah'a yemin ederim ki, bunu biliyor musunuz?\" Onlar, \"Evet,\" dediler. Ömer, Ali ve Abbas'a, \"Size, Allah'a yemin ederim ki, bunu biliyor musunuz?\" dedi. Ömer ekledi: \"Allah, Peygamberini yanına aldığında, Ebu Bekir, 'Ben Allah'ın Resulü'nün halifesiyim,' dedi, böylece Ebu Bekir o mülkü devraldı ve Allah'ın Resulü'nün (ﷺ) yaptığı gibi yönetti, ve Allah biliyor ki, o doğru, takvalı ve hidayet üzerindeydi, ve doğru olanı takip ediyordu. Sonra Allah, Ebu Bekir'i yanına aldı ve ben Ebu Bekir'in halifesi oldum, ve o mülkü ilk iki yıl halifeliğimde kendi elimde tuttum, Allah'ın Resulü'nün (ﷺ) yaptığı gibi ve Ebu Bekir'in yaptığı gibi yönettim, ve Allah biliyor ki, ben doğru, takvalı, hidayet üzere ve doğru olanı takip eden biriyim. Şimdi siz ikiniz (yani Ali ve Abbas) benimle konuşmaya geldiniz, aynı iddiayı taşıyarak ve aynı davayı sunarak; sen, Abbas, yeğeninin malından payını istiyorsun, ve bu adam, yani Ali, eşinin babasının malından payını istiyor. İkinize de Allah'ın Resulü (ﷺ) 'Bizim (peygamberlerin) mallarımız miras alınmaz, bıraktığımız her şey Sadaqa'dır (hayır için kullanılır),' dediğini söyledim. Bu mülkü size devretmem gerektiğini düşündüğümde, size, 'Bu mülkü size devretmeye hazırım, eğer isterseniz, Allah'ın Pledge ve Konvansiyonu'nu alarak, bunu Allah'ın Resulü'nün (ﷺ) yaptığı gibi, Ebu Bekir'in yaptığı gibi ve benim bu mülkü yönettiğim gibi yöneteceğinizi taahhüt ederseniz,' dedim. Böylece ikiniz de, 'Bize devret,' dediniz ve ben de bu şartla size devrettim. Şimdi, Allah'a yemin ederim ki, bu mülkü size bu şartla devrettim mi?\" Grup, \"Evet,\" dedi. Sonra Ömer, Ali ve Abbas'a dönerek, \"Size, Allah'a yemin ederim ki, bu mülkü size bu şartla devrettim mi?\" dedi. Onlar, \"Evet,\" dediler. O, \"Şimdi farklı bir karar vermek mi istiyorsunuz? Allah'a yemin ederim ki, göklerin ve yerin var olduğu Allah'ın izniyle, daha önce verdiğim karar dışında hiçbir karar vermeyeceğim. Eğer bunu yönetemezseniz, o halde bana geri verin, ben de sizin adınıza bu işi yaparım.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated `Amr bin Al-Harith:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Abdul-Qays kabilesinin delegeleri geldi ve \"Ey Allah'ın Resulü (ﷺ)! Biz Rabi'a kabilesindeyiz ve Mudar kabilesinin kafirleri sizinle aramızda engel oluşturuyor, bu yüzden size ancak Harem aylarında gelebiliyoruz. O halde lütfen kendimize uygulayabileceğimiz bazı talimatlar verin ve geride bıraktığımız halkımızın da gözlemlemesi için davet edin,\" dediler. Peygamber (ﷺ) şöyle dedi: \"Size dört şey emrediyorum ve dört şeyden de men ediyorum: Size Allah'a inanmayı emrediyorum, yani Allah'tan başka ibadet edilmeye layık olanın olmadığını tasdik etmeyi (Peygamber (ﷺ) elini işaret etti); namazı tam kılmayı; zekat vermeyi; Ramazan ayını oruçla geçirmeyi ve savaş ganimetinin beşte birini Allah'a vermeyi emrediyorum ve Ad-dubba', An-Naqir, Al-Hantam ve Al-Muzaffat'ı (yani alkol hazırlamak için kullanılan kapları) kullanmaktan men ediyorum.\" (Bkz. Hadis No. 50, Cilt 1)."
    },
    {
      "id": 8,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Mirasçılarım benim malımdan tek bir Dinar bile almayacaklar (yani malımdan hiçbir şey), ve bıraktığım her şey, eşlerimin ve işçilerimin masrafları hariç, Sadaqa olacaktır (yani hayır için kullanılacaktır).\""
    },
    {
      "id": 10,
      "narrator": "Narrated Safiya:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) vefat ettiğinde, evimde yaşayan bir varlığın yiyebileceği hiçbir şey yoktu, sadece bir rafın üzerinde biraz arpa vardı. Uzun bir süre ondan yedim ve ölçtüm, ve (kısa bir süre sonra) tükendi."
    },
    {
      "id": 12,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated `Abdullah:",
      "text": "Amr bin Haris'ten rivayet edilmiştir: Peygamber (ﷺ) ölümünden sonra geride hiçbir şey bırakmadı, sadece silahları, beyaz bir katır ve Sadaqa olarak verdiği bir arazi vardı."
    },
    {
      "id": 14,
      "narrator": "Narrated `Amra bint `Abdur-Rahman:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Anas:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Resulü (ﷺ) hastalığı ağırlaştığında, eşlerinden izin istedi ki benim evimde tedavi edilsin, ve onlar ona izin verdiler."
    },
    {
      "id": 16,
      "narrator": "Narrated `Isa bin Tahman:",
      "text": "İsa bin Tahman'dan rivayet edilmiştir: Anas, bize kılları olmayan ve deri kayış parçalarıyla yıpranmış iki deri ayakkabı çıkardı. Daha sonra Thabit el-Banani, Anas'ın bu ayakkabıların Peygamber'in ayakkabıları olduğunu söylediğini aktardı."
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Burda:",
      "text": "Ebu Burda'dan rivayet edilmiştir: Aişe, bize yamanmış bir yün elbise çıkardı ve \"(Bir olay sonucu) Allah'ın Resulü'nün (ﷺ) ruhu bu elbise ile alındı.\" dedi. Ebu Burda ekledi, \"Aişe, bize Yemenlilerin yaptığı kalın bir bel örtüsü ve Al-Mulabbada adı verilen bir elbise de çıkardı.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) kupası kırıldığında, onu çatlağından gümüş tel ile tamir etti. (Alt rivayetçi Asim, \"Kupayı gördüm ve ondan (su) içtim.\" dedi.)"
    },
    {
      "id": 19,
      "narrator": "Narrated `Ali bin Al-Husain:",
      "text": "Ali bin Hüseyin'den rivayet edilmiştir: Husayn bin Ali'nin (Allah ona rahmet eylesin) şehit edilmesinden sonra, Yezid bin Muaviye'den döndüklerinde Medine'ye ulaştıklarında, El-Misvar bin Mahrame ona rastladı ve \"Sana yardımcı olabileceğim bir ihtiyacın var mı?\" dedi. Ali, \"Hayır.\" dedi. El-Misvar, \"Allah'ın Resulü'nün (ﷺ) kılıcını bana verir misin? Çünkü insanların onu senden zorla alacağından korkuyorum. Vallahi, eğer bana verirsen, ben ölmeden onu asla alamazlar.\" dedi. Ali bin Ebu Talib, Fatıma'dan başka Ebu Cehil'in kızını eş olarak istemeye kalktığında, ben Allah'ın Resulü'nün (ﷺ) minberde bu konuyla ilgili bir vaaz verdiğini duydum ve o zaman ergenlik çağıma ulaşmıştım. Allah'ın Resulü (ﷺ) dedi ki, \"Fatıma benden, ve onun dininde kıskançlık yüzünden denemelere maruz kalacağından korkuyorum.\" Peygamber (ﷺ) daha sonra 'Abu Şems' kabilesinden bir damadından bahsetti ve onu iyi bir damat olarak övdü, \"Söylediği her şey doğruydu ve bana söz verdi ve sözünü yerine getirdi. Ben, bir helali haram kılmam, ne de bir haramı helal kılarım, ama vallahi, Allah'ın Resulü'nün (ﷺ) kızı ile Allah'ın düşmanı (yani Ebu Cehil) kızı asla bir araya gelemez.\" dedi. (Bkz. Hadis No. 76, Cilt 5)."
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn Al-Hanafiya:",
      "text": "İbn el-Hanefiyah'tan rivayet edilmiştir: Eğer Ali, Osman hakkında kötü bir şey söylemiş olsaydı, o zaman bazı kişilerin Osman'ın zekat memurlarından şikayet etmek için ona geldiği günü belirtirdi. Ali bana dedi ki, \"Osman'a git ve ona de ki, 'Bu belge, Allah'ın Resulü'nün zekat harcamalarıyla ilgili düzenlemelerini içeriyor, bu yüzden zekat memurlarına buna göre hareket etmelerini emret.'\" Ben belgeyi Osman'a götürdüm. Osman, \"Al bunu, çünkü buna ihtiyacımız yok.\" dedi. Ben de belgeyi Ali'ye geri götürdüm ve ona bunu bildirdim. O da, \"Onu aldığın yere koy.\" dedi."
    },
    {
      "id": 21,
      "narrator": "Muhammad bin Suqa:",
      "text": "Muhammed bin Suqa: Ben, Mundhir et-Tuzi'nin İbn Hanefiyah'ı aktardığını duydum, o da dedi ki, \"Babam bana, 'Bu mektubu Osman'a götür, çünkü içinde Peygamber'in (ﷺ) zekatla ilgili emirleri var.' dedi.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Fatıma, el değirmeninden ve öğütme işinden çektiği sıkıntılardan şikayet ettiğinde, Allah'ın Resulü'ne (ﷺ) ganimet olarak bazı cariyelerin getirildiği haberini aldı. Ona bir hizmetçi istemek için gitti, ama onu bulamadı ve Aişe'ye ihtiyacını söyledi. Peygamber (ﷺ) geldiğinde, Aişe ona bunu bildirdi. Peygamber (ﷺ) bizim evimize geldiğinde, biz yataklarımıza gitmiştik. (Peygamberi görünce) kalkmaya niyetlendik, ama o, 'Yerinizde kalın.' dedi. Peygamber'in ayaklarının serinliğini göğsümde hissettim. Sonra dedi ki, \"Size istediğinizden daha hayırlı bir şey söyleyeyim mi? Yataklarınıza gittiğinizde, 'Allahu Ekber' (yani Allah en büyüktür) 34 kez, 'Elhamdulillah' (yani tüm övgüler Allah'a aittir) 33 kez ve 'Subhanallah' (yani Allah her türlü eksiklikten uzaktır) 33 kez söyleyin. Bu, istediğinizden daha hayırlıdır.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Jabir bin 'Abdullah (ra):",
      "text": "Cabir bin Abdullah (ra) tarafından rivayet edilmiştir: Ansar'dan bir adamın bir oğlu doğdu ve ona Muhammed adını vermek istedi. O zaman Ansar'dan bir adam, \"Oğlumu Peygamber'e (ﷺ) götürdüm. Peygamber (ﷺ) dedi ki, 'Çocuğunu benim adımla isimlendir, ama benim künyemle isimlendirme, çünkü ben sizin aranızda ganimet dağıtmak için Qasim (yani dağıtıcı) olarak gönderildim.' Rivayetçi Hüseyin, Peygamber'in (ﷺ) \"Ben, aranızda (şeyleri) dağıtmak için Qasim olarak gönderildim.\" dediğini aktardı."
    },
    {
      "id": 24,
      "narrator": "Narrated Jabir bin `Abdullah Al-Ansari:",
      "text": "Cabir bin Abdullah el-Ansari'den rivayet edilmiştir: İçimizden bir adam bir oğul doğurdu ve ona Al-Qasim adını verdi. Bunun üzerine Ansar, (o adama), \"Biz seni asla Ebu'l-Qasim diye çağırmayacağız ve bu kutsal unvanla seni memnun etmeyeceğiz.\" dediler. O da Peygamber'e gitti ve \"Ey Allah'ın Resulü (ﷺ)! Ben Al-Qasim adını verdiğim bir oğul doğurdum ve Ansar, 'Biz seni asla Ebu'l-Qasim diye çağırmayacağız, ne de bu unvanla seni memnun edeceğiz.' dediler.\" dedi. Peygamber (ﷺ) dedi ki, \"Ansar iyi yapmış. Benim adımla isimlendir, ama benim künyemle isimlendirme, çünkü ben Qasim'im.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Muawiya:",
      "text": "Muaviye'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer Allah bir kimseye hayır dilerse, ona Dini (yani İslam'ı) anlamasını sağlar, ve Allah verendir, ben de Qasim'im (yani dağıtıcıyım), ve bu (Müslüman) ümmet, Allah'ın emri gelene kadar düşmanlarına karşı galip kalacaktır ve hala galip olacaklardır.\""
    },
    {
      "id": 26,
      "narrator": "Abu Huraira:",
      "text": "Ebu Hureyre: Allah'ın Resulü (ﷺ) dedi ki, \"Ne size (bir şey) veriyorum ne de sizden (bir şey) alıyorum, ama ben sadece bir dağıtıcıyım (yani Qasim), ve bana emredildiği gibi veriyorum.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Khaula Al-Ansariya:",
      "text": "Khaula el-Ansariyye'den rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) \"Bazı insanlar Allah'ın Malını (yani Müslümanların malını) haksız bir şekilde harcıyorlar; bu tür insanlar Kıyamet Günü (Cehennem) ateşine atılacaklardır.\" dediğini duydum."
    },
    {
      "id": 28,
      "narrator": "Narrated `Urwa-al-Bariqi:",
      "text": "Urve el-Bariki'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Atlar her zaman hayır kaynağıdır, yani (ahirette) mükafat ve ganimet, Kıyamet Günü'ne kadar.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Khosrau yıkıldığında, ondan sonra Khosrau olmayacak; ve Sezar yıkıldığında, ondan sonra Sezar olmayacak. Canımın sahibi olan Allah'a yemin ederim ki, siz onların hazinelerini Allah yolunda harcayacaksınız.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Jabir bin Samura:",
      "text": "Cabir bin Samura'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Khosrau yıkıldığında, ondan sonra Khosrau olmayacak; ve Sezar yıkıldığında, ondan sonra Sezar olmayacak. Canımın sahibi olan Allah'a yemin ederim ki, siz onların hazinelerini Allah yolunda harcayacaksınız.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ganimet benim için helal kılındı.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, O'nun yolunda çaba gösteren ve dışarı çıkma motivasyonu sadece O'nun yolunda cihad ve O'nun kelimesine inanmak olan kimseye cennete kabul edeceğini (şehit olursa) veya çıktığı yerden kendisini geri getireceğini, kazandığı ödül ve ganimetle birlikte garantiler.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Peygamberlerden biri kutsal bir askeri sefer düzenledi, bu yüzden takipçilerine şöyle dedi: 'Bir kadınla evlenmiş ve evliliği tamamlamak isteyen, ama henüz bunu yapmamış olan kimse benimle gelmesin; çatısını tamamlamamış bir ev inşa eden kimse de benimle gelmesin; ya da koyun veya develeri olan ve yavrularının doğmasını bekleyen bir adam da benimle gelmesin.' Böylece peygamber seferi gerçekleştirdi ve o kasabaya ulaştığında, akşam namazı vaktinde veya ona yakın bir zamanda, güneşe şöyle dedi: 'Ey güneş! Sen Allah'ın emri altındasın ve ben de Allah'ın emri altındayım. Ey Allah! Onu (yani güneşi) batmaktan alıkoy.' Güneş, Allah ona zafer verene kadar durdu. Sonra ganimeti topladı ve ateş onu yakmaya geldi, ama yakmadı. O (adamlarına) şöyle dedi: 'Bazılarınız ganimetten bir şey çalmış. Her kabileden bir adam bana el sıkışarak biat etsin.' (Bunu yaptılar ve) bir adamın eli peygamberlerinin eline yapıştı. Sonra o peygamber (o adama) şöyle dedi: 'Hırsızlık senin halkın tarafından yapılmıştır. Bu yüzden, tüm kabile üyeleri bana el sıkışarak biat etsin.' İki veya üç adamın eli peygamberlerinin eline yapıştı ve o şöyle dedi: 'Siz hırsızlık yaptınız.' Sonra altın bir baş, inek başı gibi, getirildi ve oraya konuldu, ateş geldi ve ganimeti yaktı. Peygamber (ﷺ) ekledi: 'Sonra Allah, bizim zayıflığımızı ve acizliğimizi gördü, bu yüzden ganimeti bizim için helal kıldı.'\""
    },
    {
      "id": 34,
      "narrator": "Narrated Aslam:",
      "text": "Aslam'dan rivayet edilmiştir: Ömer şöyle dedi: \"Henüz var olmayan o Müslümanlar olmasaydı, fethettiğim her şehrin arazisini savaşçılara dağıtırdım, tıpkı Peygamber (ﷺ) Khaibar arazisini dağıttığı gibi.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Bir bedevi Peygamber'e sordu: \"Bir adam ganimet için savaşabilir, bir diğeri insanların kendisinden bahsetmesi için savaşabilir ve bir üçüncüsü de cesaretini göstermek için savaşabilir; bunlardan hangisi Allah'ın yolunda savaşmak olarak kabul edilir?\" Peygamber (ﷺ) şöyle dedi: \"Allah'ın kelimesinin (yani İslam'ın) üstün olması için savaşan, Allah'ın yolunda savaşır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated `Abdullah bin Abu Mulaika:",
      "text": "Abdullah bin Ebu Mulaika'dan rivayet edilmiştir: Peygambere altın düğmeli ipek örtüler sunuldu. O, bunları arkadaşları arasında dağıttı ve birini Makhrama bin Naufal için ayırdı. Daha sonra Makhrama oğlu Al-Miswar bin Makhrama ile birlikte geldi, kapıda durdu ve (oğluna) \"Onu (yani Peygamberi) bana çağır\" dedi. Peygamber (ﷺ) sesini duydu, bir ipek örtü aldı ve ona getirdi, o altın düğmeleri önüne koyarak, \"Ey Ebu-al-Miswar! Bunu senin için ayırdım! Ey Ebu-al-Miswar! Bunu senin için ayırdım!\" dedi. Makhrama huysuz bir adamdı."
    },
    {
      "id": 37,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: İnsanlar, Peygambere (hediye olarak) bazı hurma ağaçlarını verirlerdi, ta ki o Beni Kureyza ve Beni Nadir'i fethedene kadar; o zaman onlara iyiliklerini geri vermeye başladı."
    },
    {
      "id": 38,
      "narrator": "Narrated `Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir: Zübeyr, Cemel Savaşı sırasında ayağa kalktığında, beni çağırdı ve yanına durdum, bana şöyle dedi: \"Ey oğlum! Bugün ya zalim olarak ya da mazlum olarak birisi öldürülecek. Benim öldürüleceğimi mazlum olarak görüyorum. En büyük endişem borçlarım. Eğer borçları ödersek, geriye bizim paramızdan bir şey kalır mı?\" Zübeyr ekledi: \"Ey oğlum! Mülkümüzü sat ve borçlarımı öde.\" Zübeyr, mülkünün üçte birini vasiyet etti ve o kısmın üçte birini oğullarına; yani Abdullah'ın oğullarına vasiyet etti. \"Üçte birinin üçte biri. Eğer borçların ödenmesinden sonra bir mülk kalırsa, kalanların üçte biri senin oğullarına verilecektir.\" (Hişam, bir alt rivayetçi ekledi: \"Abdullah'ın bazı oğulları Zübeyr'in oğullarıyla yaşıt, örneğin Hubeib ve Abbas. O zaman Abdullah'ın dokuz oğlu ve dokuz kızı vardı.\" (Rivayetçi Abdullah ekledi:) Babam (Zübeyr) borçlarına dikkatimi çekmeye devam etti ve \"Eğer borçların bir kısmını ödeyemezsen, Efendim'den yardım iste\" dedi. Vallahi! Ne demek istediğini anlayamadım, ta ki sordum: \"Ey babam! Efendin kim?\" O cevap verdi: \"Allah (benim Efendimdir).\" Vallahi, onun borçlarıyla ilgili herhangi bir zorlukla karşılaştığımda, \"Zübeyr'in Efendisi! Onun borçlarını onun adına öde\" derdim ve Allah (bana) ödememde yardımcı olurdu. Zübeyr, iki Dinar veya Dirhem bırakmadan, iki parça arazi, biri Al-Ghaba olarak adlandırılan ve Medine'de on bir ev, Basra'da iki, Kufe'de bir ve Mısır'da bir bırakmıştı. Aslında, onun borçlarının kaynağı, birisi ona para yatırmak istediğinde, Zübeyr \"Hayır, (bunu bir emanet olarak almayacağım), ama bunu bir borç olarak alıyorum, çünkü kaybolmasından korkuyorum\" derdi. Zübeyr, asla vali veya Kharaj vergisi gibi herhangi bir şeyin toplayıcısı olarak atanmadı, ama savaş ganimetleriyle (Peygamber, Ebu Bekir, Ömer ve Osman ile birlikte katıldığı kutsal savaşlarda) zenginliğini topladı. (Abdullah bin Zübeyr ekledi:) Onun borcunu saydığımda, iki milyon iki yüz bin oldu. (Alt rivayetçi ekledi:) Hakim bin Hizam, Abdullah bin Zübeyr ile karşılaştı ve \"Ey yeğenim! Amcamın borcu ne kadar?\" diye sordu. Abdullah bunu sır olarak sakladı ve \"Yüz bin\" dedi. Hakim \"Vallahi! Senin mülkünün bunu karşılayacağını düşünmüyorum.\" Bunun üzerine Abdullah ona \"Ya iki milyon iki yüz bin olursa?\" dedi. Hakim \"Bunu ödeyebileceğini düşünmüyorum; eğer hepsini ödeyemezsen, sana yardım edeceğim\" dedi. Zübeyr, Al-Ghaba'yı yüz yetmiş bin'e satın almıştı. Abdullah, onu bir milyon altı yüz bin'e sattı. Sonra insanlara \"Zübeyr'in üzerine herhangi bir para talebi olan herkes Al-Ghaba'ya gelsin\" diye seslendi. Zübeyr'e dört yüz bin borcu olan Abdullah bin Ca'fer ona geldi. Abdullah bin Zübeyr'e \"İstersen borcunu affedebilirim\" dedi. Abdullah (bin Zübeyr) \"Hayır\" dedi. Sonra İbn Ca'fer \"İstersen borcun ödemesini erteleyebilirsin\" dedi. Abdullah bin Zübeyr \"Hayır\" dedi. Abdullah bin Ca'fer \"Bana bir parça arazi ver\" dedi. Abdullah bin Zübeyr ona \"Senin arazin, şu yerden şu yere kadar olan arazidir\" dedi. Böylece Abdullah bin Zübeyr, mülkün bir kısmını (evler dahil) sattı ve borcunu tam olarak ödedi, Al-Ghaba'dan dört buçuk hisse bıraktı. Sonra Muaviye'ye gitti, Amr bin Osman, El-Mundhir bin Zübeyr ve İbn Zam'a onunla oturuyordu. Muaviye \"Al-Ghaba'yı ne kadar fiyatlandırdın?\" diye sordu. O \"Her hisse için yüz bin\" dedi. Muaviye \"Kaç hisse kaldı?\" diye sordu. Abdullah \"Dört buçuk hisse\" dedi. Muaviye \"Bunu yüz elli bin'e almak istiyorum\" dedi. Abdullah da kendi kısmını Muaviye'ye altı yüz bin'e sattı. Abdullah bin Zübeyr tüm borçlarını ödedikten sonra, Zübeyr'in oğulları ona \"Mirasımızı aramızda dağıt\" dediler. O \"Hayır, vallahi, dört ardışık Hac sezonunda 'Zübeyr'e para talebi olanlar gelsin ki borçlarını ödeyelim' diye ilan etmedikçe aranızda dağıtmayacağım\" dedi. Böylece her Hac sezonunda bunu halka ilan etmeye başladı ve dört yıl geçtikten sonra mirası mirasçılar arasında dağıttı. Zübeyr'in dört eşi vardı ve mülkünün üçte biri dışarıda bırakıldığında (vasiyete göre), her bir eşi bir milyon iki yüz bin aldı. Böylece mülkünün toplamı elli milyon iki yüz bin oldu."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Osman, Badr savaşına katılmadı çünkü Allah'ın Elçisinin kızlarından biriyle evliydi ve o hastaydı. Bunun üzerine Peygamber (ﷺ) ona şöyle dedi: \"Sen, Badr savaşına katılan birinin ödülü ve ganimeti kadar ödül ve pay alacaksın.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Marwan bin Al-Hakim and Miswar bin Makhrama:",
      "text": "Marvan bin Hakim ve Miswar bin Makhrama'dan rivayet edilmiştir: Hawazin heyeti, İslam'ı kabul ettikten sonra Allah'ın Elçisine (ﷺ) geldiler ve ondan mülklerini ve savaş esirlerini geri vermesini istediler. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bana en iyi konuşma, en doğru olandır, bu yüzden iki şeyden birini seçebilirsiniz; savaş esirleri veya mal, çünkü ben onların dağıtımını erteledim.\" Allah'ın Elçisi (ﷺ), Ta'if'ten döndüğünde onları on gün beklemişti. Bu yüzden, o insanlar Allah'ın Elçisinin (ﷺ) onlara sadece iki şeyden birini geri vereceğini öğrendiklerinde, \"Biz savaş esirlerimizi seçiyoruz\" dediler. Allah'ın Elçisi (ﷺ) Müslümanların arasında ayağa kalktı ve Allah'ı hakkıyla yücelttikten sonra şöyle dedi: \"Şimdi, bu kardeşleriniz bize tövbe ile geldiler ve onların esirlerini geri vermemin mantıklı olduğunu düşünüyorum, bu yüzden aranızdan kim bunu bir iyilik olarak yapmak isterse yapabilir, ve aranızdan kim payını almak isterse, esirlerini bırakmalı ve biz onu Allah'ın bize vereceği ilk Fai' (yani savaş ganimeti) ile tazmin edeceğiz.\" Bunun üzerine, tüm insanlar \"Ey Allah'ın Elçisi (ﷺ), biz bunu gönüllü olarak yapmayı kabul ettik (esirleri geri vermek)\" dediler. Sonra Allah'ın Elçisi (ﷺ) onlara \"Aranızda kimlerin buna katıldığını ve kimlerin katılmadığını bilmiyorum. Geri dönün ve liderleriniz bana anlaşmanızı bildirsin\" dedi. İnsanlar geri döndü ve liderleri onlara konuştu, sonra Allah'ın Elçisine geldiler ve \"Tüm insanlar gönüllü olarak bunu yapmayı kabul etti ve savaş esirlerini (tazminatsız) geri vermek için izin verdiler\" dediler. (Az-Zuhri, alt rivayetçi olarak belirtir) Bu, Hawazin esirleri hakkında bize ulaşan bilgidir."
    },
    {
      "id": 41,
      "narrator": "Narrated Zahdam:",
      "text": "Zahdam'dan rivayet edilmiştir: Bir gün Ebu Musa'nın evindeydik, o pişirilmiş tavuk içeren bir yemek sundu. Bani Taim Allah kabilesinden, sanki Bizans savaş esirlerinden biri gibi kırmızı tenli bir adam oradaydı. Ebu Musa onu yemeğe davet etti ama o (özür dileyerek) \"Tavukların kirli şeyler yediğini gördüm ve bu yüzden onlardan yemeye karşı güçlü bir tiksinti duydum ve tavuk yemeyeceğime dair yemin ettim\" dedi. Ebu Musa \"Gel, bu konuda sana bir şey söyleyeceğim (yani yeminini nasıl bozacağını).\" Peygamber (ﷺ) ile birlikte Al-Ashariyin grubuyla birlikte gittim, bizden ulaşım araçları istedik. O \"Vallahi, size hiçbir ulaşım aracı sağlamayacağım ve sizi bindirecek hiçbir şeyim yok\" dedi. Sonra bazı develer ganimet olarak Allah'ın Elçisine (ﷺ) getirildi ve o bize \"Al-Ashariyun grubu nerede?\" diye sordu. Sonra bize beyaz hörgüçlü beş deve verilmesini emretti. Yola çıktığımızda, \"Ne yaptık? Verilenlerle asla bereketlenmeyeceğiz\" dedik. Böylece Peygamber'e (ﷺ) geri döndük ve \"Sizden ulaşım aracı sağlamanızı istedik, ama yemin ettiniz ki bize hiçbir ulaşım aracı sağlamayacaksınız. Develeri verdiğinizde yeminini unuttunuz mu?\" dedik. O cevap verdi: \"Ben size ulaşım aracı sağlamadım, ama Allah size sağladı, ve vallahi, Allah dilerse, eğer bir şey yapma konusunda yemin edersem ve sonra bunun yerine başka bir şey yapmanın daha faydalı olduğunu bulursam, daha iyi olanı yaparım ve yeminim için kefaret veririm.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Nafi` from Ibn `Umar:",
      "text": "Nafi'den İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Najd'e bir Sariya gönderdi ve Abdullah bin Ömer Sariya'daydı. Onlar büyük sayıda develer ganimet olarak elde ettiler. Her birinin payı on iki veya on bir deveydi ve her birine ekstra bir deve verildi."
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) gönderdiği Sariya'nın bazı üyelerine, orduyla genel olarak paylaştıkları payların yanı sıra ekstra pay verirdi."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) ile göç haberini Yemen'de iken aldık, bu yüzden ona göç etmeye çıktık. Ben ve iki kardeşim, ben en küçüğüydüm, bir kardeşim Ebu Burda, diğeri ise Ebu Ruhm'du. Kendi halkımızdan elliden (ya da elli üç veya elli iki) fazla adamdık. Bir gemiye bindik ve bizi Etiyopya'daki Necaşi'ye götürdü, orada Ca'fer bin Ebu Talib ve onun arkadaşlarını Necaşi ile birlikte bulduk. Ca'fer bize \"Allah'ın Elçisi (ﷺ) bizi buraya gönderdi ve burada kalmamızı emretti, bu yüzden siz de bizimle kalın\" dedi. Onunla birlikte kaldık, ta ki hepimiz (Etiyopya'dan) ayrılıp Peygamber (ﷺ) ile Khaibar'ı fethettiği sırada buluşana kadar. O, bize ganimetten bir pay verdi (veya ganimetten bize verdi). O, sadece onunla birlikte Ghazwa'ya katılanlara verdi, ama Khaibar'ın fethine katılmayan hiç kimseye, geminin halkı dışında, Ca'fer ve arkadaşları gibi, bir pay vermedi."
    },
    {
      "id": 45,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Eğer Bahreyn'in mülkü bize gelseydi, sana bu kadar ve bu kadar verirdim.\" Ama Bahreyn mülkü, Peygamber (ﷺ) vefat etmeden gelmedi. Bahreyn mülkü geldiğinde, Ebu Bekir birine \"Allah'ın Elçisine (ﷺ) para talebi olan veya Allah'ın Elçisinin (ﷺ) kendisine bir şey vaat ettiği kimse bize gelsin\" diye ilan etmesini emretti. Ben de ona gittim ve \"Allah'ın Elçisi (ﷺ) bana bu kadar ve bu kadar vermeyi vaat etti\" dedim. Ebu Bekir, benim için iki elini de kullanarak parayı üç kez topladı. (Alt rivayetçi Süfyan bu hareketi iki elini kullanarak gösterdi ve \"İbn Munkadir"
    },
    {
      "id": 46,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Al-Ja'rana'da ganimetleri dağıtırken, birisi ona \"Dağıtımında adil ol.\" dedi. Peygamber (ﷺ) şöyle cevap verdi: \"Eğer adil davranmazsam, gerçekten de bedbaht olurum.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jubair bin Mut`im'den rivayet edilmiştir: Peygamber (ﷺ) Badr savaşının esirleri hakkında konuşarak, \"Eğer Al-Mut`im bin Adi hayatta olsaydı ve bu zavallılar için benimle aracı olsaydı, ben onları onun hatırına serbest bırakırdım.\" dedi."
    },
    {
      "id": 48,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jubair bin Mut`im'den rivayet edilmiştir: Ben ve `Uthman bin `Affan, Allah'ın Resulü (ﷺ) ile buluştuk ve \"Ey Allah'ın Resulü (ﷺ)! Bani Al-Muttalib'e verdin, bize ise vermedin, oysa onlar ve biz seninle aynı akrabalıktayız.\" dedik. Allah'ın Resulü (ﷺ) şöyle dedi: \"Bani Muttalib ve Bani Hashim birdir.\" Peygamber (ﷺ) Bani `Abd Shams ve Bani Naufai'ye pay vermedi. (İbn 'İshak dedi ki: \"Abd Shams, Hashim ve Al-Muttalib, anne kardeşlerdi ve anneleri 'Atika bint Murra'ydı ve Naufal onların baba kardeşiydi.\")"
    },
    {
      "id": 49,
      "narrator": "Narrated `Abdur-Rahman bin `Auf:",
      "text": "`Abdur-Rahman bin `Auf'tan rivayet edilmiştir: Badr günü sırada dururken, sağa ve sola baktım ve iki genç Ensar çocuğu gördüm, onlardan daha güçlü olmayı dilerdim. Onlardan biri dikkatimi çekerek, \"Ey Amca! Abu Cehil'i tanıyor musun?\" dedi. Ben de, \"Evet, ondan ne istiyorsun, ey yeğenim?\" dedim. O, \"Bana bildirildi ki, o Allah'ın Resulü'ne (ﷺ) hakaret ediyor. Hayatımın sahibi olan Allah'a yemin ederim ki, onu görürsem, bedenim onun bedeninden ayrılmayacak, ta ki ya ben ya da o kaderine ulaşana kadar.\" dedi. Bu sözlere hayret ettim. Sonra diğer çocuk da aynı şekilde dikkatimi çekti. Bir süre sonra Abu Cehil'in insanlar arasında yürüdüğünü gördüm. Çocuklara, \"Bak! İşte bu, bana sorduğunuz adam.\" dedim. İkisi de ona kılıçlarıyla saldırdı ve onu öldürdü, sonra Allah'ın Resulü'ne (ﷺ) dönerek bunu bildirdiler. Allah'ın Resulü (ﷺ) sordu: \"Hanginiz onu öldürdü?\" Her biri, \"Ben öldürdüm.\" dedi. Allah'ın Resulü (ﷺ) sordu: \"Kılıçlarınızı temizlediniz mi?\" Onlar, \"Hayır.\" dediler. O, kılıçlarına baktı ve \"Şüphesiz, ikiniz de onu öldürdünüz ve ölenin ganimeti Mu`adh bin `Amr bin Al-Jamuh'a verilecektir.\" dedi. İki çocuk Mu`adh bin 'Afra ve Mu`adh bin `Amr bin Al-Jamuh'dur."
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) ile birlikte Huneyn günü yola çıktık. Düşmanla karşılaştığımızda, Müslümanlar geri çekildi ve bir putperest bir Müslümanın üzerine atladı. Ben arkasından yaklaşıp, ona kılıçla omzuna vurdum. O (yani putperest) bana doğru geldi ve beni öyle bir şiddetle yakaladı ki, ölümün kendisi gibi hissettim, ama ölüm onu yakaladı ve beni bıraktı. `Umar bin Al-Khattab'ı takip ettim ve ona, \"İnsanlarda ne oluyor?\" diye sordum. O, \"Bu Allah'ın iradesidir.\" dedi. İnsanlar geri döndüğünde, Peygamber (ﷺ) oturdu ve \"Bir düşmanı öldüren ve bunun delilini bulan, ganimetini alacaktır.\" dedi. Ben ayağa kalktım ve \"Benim için kim şahitlik edecek?\" dedim, sonra oturdum. Peygamber (ﷺ) tekrar, \"Bir düşmanı öldüren ve bunun delilini bulan, ganimetini alacaktır.\" dedi. Ben (tekrar) ayağa kalktım ve \"Benim için kim şahitlik edecek?\" dedim ve oturdum. Sonra Peygamber (ﷺ) bunu üçüncü kez söyledi. Ben tekrar ayağa kalktım ve Allah'ın Resulü (ﷺ) \"Ey Ebu Katade! Senin hikayen nedir?\" dedi. Sonra tüm hikayeyi ona anlattım. Bir adam (ayağa kalktı ve) \"Ey Allah'ın Resulü (ﷺ)! O doğru söylüyor ve öldürülen adamın ganimeti bendedir. Lütfen onu benim adıma tazmin et.\" dedi. Bunun üzerine Ebu Bekir Es-Sıddık, \"Hayır, Allah'a yemin ederim ki, o (yani Allah'ın Resulü (ﷺ) ) Allah'ın ve Resulü'nün adına savaşan Allah'ın aslanlarından birinin kazandığı ganimeti sana vermeyi kabul etmeyecek.\" dedi. Peygamber (ﷺ) \"Ebu Bekir doğru söyledi.\" dedi. Böylece Allah'ın Resulü (ﷺ) ganimeti bana verdi. O zırhı (yani ganimeti) sattım ve elde ettiğim parayla Bani Salima'da bir bahçe aldım ve bu, İslam'a girdikten sonra kazandığım ilk mülküm oldu."
    },
    {
      "id": 51,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "`Urwa bin Az-Zubair'den rivayet edilmiştir: Hakim bin Hizam dedi ki, \"Ben Allah'ın Resulü (ﷺ) den bir şey istedim, o da bana verdi. Tekrar istedim, yine verdi ve bana şöyle dedi: 'Ey Hakim! Bu mal yeşil tatlı (yani meyve) gibidir, eğer onu açgözlülük olmadan alırsan, onda bereket bulursun, ama açgözlülükle alırsan, onda bereket bulamazsın ve tatminsiz bir şekilde yiyen kimse gibi olursun. Üstteki (yani veren) el, alttaki (yani alan) elden daha hayırlıdır.' Ben de, 'Ey Allah'ın Resulü (ﷺ)! Seni gerçeğiyle gönderen Allah'a yemin ederim ki, senden sonra bu dünyadan ayrılana kadar kimseye bir şey istemeyeceğim.' dedim. Böylece Ebu Bekir halifeliği sırasında Hakim'i çağırdığında, Hakim ondan hiçbir şey kabul etmedi. Bir kez `Umar, onu (halifeliği sırasında) bir şey vermek için çağırdı, ama Hakim bunu kabul etmedi, bunun üzerine `Umar, \"Ey Müslümanlar! Ben ona (yani Hakim'e) Allah'ın ona tayin ettiği hakkını veriyorum, ama o bunu almaktan kaçınıyor.\" dedi. Böylece Hakim, Peygamber (ﷺ) den sonra kimseye bir şey almadı, ta ki öldüğü güne kadar."
    },
    {
      "id": 52,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`den rivayet edilmiştir: `Umar bin Al-Khattab dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Ben cahiliye döneminde bir gün itikaf yapma sözü verdim.\" Peygamber (ﷺ) ona, vaadini yerine getirmesini emretti. `Umar, Huneyn savaşının esirlerinden iki kadın köle aldı ve onları Mekke'deki bazı evlerde bıraktı. Allah'ın Resulü (ﷺ) fidye olmadan Huneyn esirlerini serbest bıraktığında, onlar sokaklarda yürümeye başladılar. `Umar, oğluna, \"Ey `Abdullah! Bak ne oluyor?\" dedi. `Abdullah, \"Allah'ın Resulü (ﷺ) fidye olmadan esirleri serbest bıraktı.\" dedi. O da, \"Git ve o iki köleyi serbest bırak.\" dedi. (Nafi` ekledi:) Allah'ın Resulü, Al-Jarana'dan `Umra yapmadı ve eğer `Umra yapmış olsaydı, bu `Abdullah'tan gizli kalmazdı."
    },
    {
      "id": 53,
      "narrator": "Narrated `Amr bin Taghlib:",
      "text": "`Amr bin Taghlib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bazı insanlara diğerlerinden ayrı olarak (hediyeler) verdi. Diğerleri bundan memnun görünmüyordu. Peygamber (ﷺ) dedi ki, \"Ben bazı insanlara veriyorum ki, onlar doğru inançtan sapmasınlar veya sabırlarını kaybetmesinler, diğer insanları ise Allah'ın kalplerine koyduğu iyilik ve tatmin ile baş başa bırakıyorum ve `Amr bin Taghlib de bunlar arasındadır.\" `Amr bin Taghlib dedi ki, \"Allah'ın Resulü'nün sözü, bana kırmızı develerden daha sevimlidir.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Anas:",
      "text": "Hişam'ın babasından rivayet edilmiştir: Peygamber (ﷺ) Az-Zubair'e Bani En-Nadir'in (savaş ganimeti olarak elde edilen) mülkünden bir arazi verdi."
    },
    {
      "id": 55,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Ben Kureyş'e veriyorum ki, İslam'a sadık kalsınlar, çünkü onlar cehalet dönemine yakınlar (yani yeni İslam'ı kabul ettiler ve kalplerinde hala güçlü değil).\""
    },
    {
      "id": 56,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah, Resulüne Hawazin kabilesinin mülkleri ile Fai (ganimet) olarak lütfettiğinde, bazı Kureyş adamlarına her birine yüz deve kadar vermeye başladı, bunun üzerine bazı Ensar adamları Allah'ın Resulü (ﷺ) hakkında, \"Allah, Resulünü affetsin! O Kureyş'e veriyor ve bizi bırakıyor, oysa kılıçlarımız hala (kafirlerin) kanını döküyor.\" dediler. Allah'ın Resulü (ﷺ) onların söylediklerinden haberdar olduğunda, Ensar'ı çağırdı ve onları bir deri çadırda topladı ve başka kimseyi yanına almadı. Toplandıklarında, Allah'ın Resulü (ﷺ) onlara geldi ve \"Bana bildirilen söz nedir, siz ne söylediniz?\" dedi. İçlerinden bilgililer, \"Ey Allah'ın Resulü (ﷺ)! Bizim aramızdaki akıllılar bir şey söylemedi, ama gençlerimiz 'Allah, Resulünü affetsin; o Kureyş'e veriyor ve Ensar'ı bırakıyor, oysa kılıçlarımız hala kafirlerin kanıyla ıslak.' dediler.\" dediler. Allah'ın Resulü (ﷺ) cevap verdi: \"Ben, hala inkâr dönemine yakın olan insanlara veriyorum (yani yeni İslam'ı kabul edenler ve inançları kalplerinde hala zayıf). Onların gittiğini ve sizin Allah'ın Resulü (ﷺ) ile evlerinize döndüğünüzü görmek istemez misiniz? Allah'a yemin ederim ki, sizin döneceğiniz şey, onların döneceğinden daha hayırlıdır.\" Ensar, \"Evet, ey Allah'ın Resulü (ﷺ), biz memnunuz.\" dediler. Sonra Peygamber (ﷺ) onlara, \"Benden sonra, sizden başkalarına tercih edildiğinizi göreceksiniz. O zaman sabırlı olun, ta ki Allah ile Al-Kauthar'da (Cennet'te bir kaynak) buluşana kadar.\" dedi. (Anas ekledi:) Ama biz sabırlı kalmadık."
    },
    {
      "id": 57,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Jubair bin Mut`im'den rivayet edilmiştir: O, Allah'ın Resulü (ﷺ) ile birlikte Huneyn'den dönerken, bedeviler Allah'ın Resulü'nden (ﷺ) o kadar çok şey istemeye başladılar ki, onu bir Samura ağacının altına gitmeye zorladılar ve onun gevşek dış giysisi kapıldı. Bunun üzerine Allah'ın Resulü (ﷺ) ayağa kalktı ve onlara, \"Giysimi bana geri verin. Eğer bu ağaçlar kadar develerim olsaydı, onları aranızda dağıtırdım; ve beni cimri, yalancı veya korkak bulamazsınız.\" dedi."
    },
    {
      "id": 58,
      "narrator": "Narrated `Abdullah:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ben, kalın kenarlı bir Najrani dış giysi giyen Peygamber (ﷺ) ile yürürken, bir bedevi Peygamber (ﷺ) üzerine geldi ve giysisini öyle bir şiddetle çekti ki, omzunda giysinin kenarının izini tanıyabiliyordum. Sonra bedevi, \"Bana sahip olduğun Allah'ın rızkından bir şey emret.\" dedi. Peygamber (ﷺ) ona döndü ve gülümsedi ve ona bir hediye verilmesini emretti."
    },
    {
      "id": 59,
      "narrator": "Narrated Asma bint Abu Bakr:",
      "text": "`Abdullah'dan rivayet edilmiştir: Huneyn günü, Allah'ın Resulü (ﷺ) ganimet dağıtımında bazı insanlara diğerlerinden ayrı olarak (tercih) etti; Al-Aqra' bin H`Abis'e yüz deve verdi ve 'Uyaina'ya da aynı miktarı verdi, ayrıca bazı seçkin Araplara da bu konuda öncelik tanıdı. Sonra bir kişi geldi ve \"Allah'a yemin ederim ki, bu dağıtımda adalet sağlanmamıştır, ne de olsa Allah'ın rızası hedef alınmamıştır.\" dedi. Ben ona, \"Allah'a yemin ederim ki, ben Peygamberi (söylediklerin hakkında) bilgilendireceğim.\" dedim, gittim ve ona bildirdim, o da \"Eğer Allah ve Resulü adaletle hareket etmediyse, kim adaletle hareket edebilir? Allah, Musa'ya merhamet etsin, çünkü o bundan daha fazlasıyla zarar gördü, ama sabırlı kaldı.\" dedi."
    },
    {
      "id": 60,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Asma bint Ebu Bekr'den rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) tarafından verilen Az-Zubair'in arazisinden hurma çekirdeklerini başımda taşırdım ve bu, evimden 2/3 Farsakh uzaklıktaydı."
    },
    {
      "id": 61,
      "narrator": "Narrated `Abdullah bin Mughaffal:",
      "text": "Abdullah bin Mughaffal'dan rivayet edilmiştir: Khaibar kalesini kuşattığımız sırada, bir kişi içinde yağ bulunan bir deri kap atmıştı ve ben onu almak için koştum, ama döndüğümde Peygamberi (arkada dururken) gördüm, bu yüzden onun önünde utanmıştım."
    },
    {
      "id": 62,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Kutsal savaşlarımızda, ganimet olarak bal ve üzüm alırdık, bunları yer ve saklamazdık."
    },
    {
      "id": 63,
      "narrator": "Narrated Ibn Abi `Aufa:",
      "text": "İbn Abi Aufa'dan rivayet edilmiştir: Khaibar kuşatması sırasında açlıkla karşılaştık ve Khaibar (savaşı) günü geldiğinde, eşekleri kesip etleri kaynamaya başladığında, Allah'ın Elçisi tüm tencerelerin devrilmesini ve kimsenin eşek etinden bir şey yememesi gerektiğini duyurdu. Biz, Peygamberin (ﷺ) bunu, ganimetten (yani eşeklerden) beşte birinin alınmadığı için yasakladığını düşündük; diğer insanlar ise, \"Onları sonsuza dek yemeyi yasakladı.\" dediler. Rivayet eden kişi ekledi, \"Sa'id bin Jubair'e sordum, o da, 'O, eşek etinin yenmesini sonsuza dek yasakladı.' dedi.\""
    }
  ]
}