{
  "language": "tr",
  "metadata": {
    "length": 30,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Amr bin Dinar:",
      "text": "`Amr bin Dinar'dan rivayet edilmiştir: Ben, Jabir bin Zaid ve `Amr bin Aus ile oturuyordum ve Bajala onlara 70 Hicri yılında, Mus`ab bin Az-Zubair'in Basra hacılarının lideri olduğu yıl, anlatıyordu. Zamzam kuyusunun merdivenlerinde oturuyorduk ve Bajala dedi ki: \"Ben, Al-Ahnaf'ın amcası Juz bin Muawiya'nın katibi idim. `Umar bin Al-Khattab'dan bir yıl önce ölümünden bir mektup geldi; ve okundu:-- 'Mecusiler arasında yakın akrabalarla yapılan her evliliği iptal edin (İslam'da yasadışı sayılan evlilikler: bu tür bir akraba Dhu-Mahram olarak adlandırılır).' `Umar, Mecusi kafirlerden cizye almadı, ta ki `Abdur-Rahman bin `Auf, Allah'ın Elçisi'nin (ﷺ) Hacer Mecusilerinden cizye aldığını tasdik edene kadar.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Amr bin `Auf Al-Ansari:",
      "text": "`Amr bin `Auf Al-Ansari'den rivayet edilmiştir: (Bam `Amr bin Lu'ai'nin bir dostu ve (Badr savaşında) yer alanlardan biri): Allah'ın Elçisi (ﷺ) Abu 'Ubaida bin Al-Jarreh'i cizye toplamak için Bahreyn'e gönderdi. Allah'ın Elçisi (ﷺ) Bahreyn halkıyla barış yapmış ve Al-`Ala' bin Al-Hadrami'yi onların valisi olarak tayin etmişti. Abu 'Ubaida Bahreyn'den parayla geldiğinde, Ensar, Abu 'Ubaida'nın gelişini, Peygamberle sabah namazı vaktine denk geldiğini duydu. Allah'ın Elçisi (ﷺ) sabah namazını kıldırdıktan sonra, Ensar ona yaklaştı, o da onlara baktı ve onları görünce gülümsedi ve dedi ki: \"Abu 'Ubaida'nın bir şey getirdiğini duydum, değil mi?\" Onlar dediler ki: \"Evet, ey Allah'ın Elçisi (ﷺ)!\" O da dedi ki: \"Sevinin ve sizi memnun edecek şeyler umun! Vallahi, ben sizin fakirliğinizden korkmuyorum, ama geçmiş milletler gibi bir lüks içinde yaşamanızdan korkuyorum; bu da sizi, onların yaptığı gibi, birbirinizle rekabet ettirir ve sizi yok eder.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Jubair bin Haiya:",
      "text": "Jubair bin Haiya'dan rivayet edilmiştir: `Umar, Müslümanları putperestlerle savaşmak üzere büyük ülkelere gönderdi. Al-Hurmuzan İslam'ı kabul ettiğinde, `Umar ona dedi ki: \"İşgal etmeyi düşündüğüm bu ülkeler hakkında seninle istişare etmek istiyorum.\" Al-Hurmuzan dedi ki: \"Evet, bu ülkelerin ve onların Müslümanların düşmanları olan sakinlerinin örneği, başı, iki kanadı ve iki bacağı olan bir kuş gibidir; eğer bir kanadı kırılırsa, iki bacağı ve bir kanadıyla ayağa kalkar; eğer diğer kanadı kırılırsa, iki bacağı ve bir başla ayağa kalkar, ama eğer başı yok olursa, o zaman iki bacak, iki kanat ve baş işe yaramaz hale gelir. Baş, Khosrau'yu temsil eder, bir kanat Sezar'ı, diğer kanat ise Faris'i temsil eder. O yüzden Müslümanları Khosrau'ya doğru yönlendir.\" Böylece `Umar bizi (Khosrau'ya) gönderdi ve An-Nu`man bin Muqrin'i komutanımız olarak tayin etti. Düşman topraklarına ulaştığımızda, Khosrau'nun temsilcisi kırk bin savaşçıyla dışarı çıktı ve bir tercüman ayağa kalkarak, \"Biriniz benimle konuşsun!\" dedi. Al-Mughira cevap verdi: \"İstediğinizi sor.\" Diğer kişi sordu: \"Siz kimsiniz?\" Al-Mughira cevap verdi: \"Biz Araplardan bir grup insanız; zor, sefil, felaket dolu bir hayat yaşıyorduk: açlıktan derileri ve hurma çekirdeklerini emiyorduk; deve tüyünden ve keçi kılından yapılmış elbiseler giyiyorduk ve ağaçlara ve taşlara tapıyorduk. Bu haldeyken, göklerin ve yerin Rabbi, Zatının yüceliği ve yüceliği ile, içimizden, babası ve annesi tanınan bir Peygamber gönderdi. Peygamberimiz, Rabbimizin Elçisi, sizi Allah'tan başka bir şeyle ibadet etmemek veya cizye vermek için savaşmamızı emretti; ve Peygamberimiz, Rabbimizin şöyle dediğini bildirdi:-- 'Aramızdan kim şehit olursa, cennete gidecek ve daha önce hiç görmediği bir lüks içinde yaşayacak, ve aramızdan kim hayatta kalırsa, sizin efendiniz olacaktır.'\" (Al-Mughira, An-Nu`man'a saldırıyı geciktirdiği için sitem etti ve) An-Nu`man Al-Mughira'ya dedi ki: \"Eğer sen, Allah'ın Elçisi (ﷺ) ile benzer bir savaşta yer alsaydın, o seni beklemekten dolayı kınamazdı, ne de olsa seni küçümsemezdi. Ama ben, Allah'ın Elçisi ile birçok savaşta bulundum ve onun alışkanlığı, eğer gündüz erken savaşmazsa, rüzgarın esmeye başladığı ve namaz vaktinin geldiği zamana kadar beklemekti (yani öğle sonrası).\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Humaid As-Saidi:",
      "text": "Abu Humaid As-Saidi'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile Tabuk Gazvesi'nde bulunduk ve 'Aila kralı, Peygambere beyaz bir katır ve bir örtü hediye etti. Ve Peygamber (ﷺ) ona, ülkesinde otoriteyi korumasına izin veren bir barış antlaşması yazdı."
    },
    {
      "id": 5,
      "narrator": "Narrated Juwairiya bin Qudama at-Tamimi:",
      "text": "Juwairiya bin Qudama at-Tamimi'den rivayet edilmiştir: Biz `Umar bin Al-Khattab'a, \"Ey Müminlerin Şefi! Bize tavsiyede bulun.\" dedik. O da, \"Size Allah'ın Dhimmilerle yaptığı Antlaşmayı yerine getirmenizi tavsiye ediyorum, çünkü bu, Peygamberinizin antlaşmasıdır ve bakmakla yükümlü olduğunuz kimselerin geçim kaynağıdır (yani Dhimmilerden alınan vergiler).\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Yahya bin Sa`id:",
      "text": "Yahya bin Sa`id'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) Ensar'ı Bahreyn topraklarının bir kısmını vermek için çağırdı. Bunun üzerine onlar, \"Hayır! Vallahi, bunu kabul etmeyeceğiz, ta ki sen, bizim Kureyş kardeşlerimize de benzer bir şey verene kadar.\" dediler. O da, \"Eğer Allah dilerse, o da onların olacaktır.\" dedi. Ama Ensar taleplerinde ısrar edince, o da, \"Benden sonra, bu konuda sizden daha fazla tercih edilenleri göreceksiniz; bu durumda sabırlı olun, ta ki beni Al-Kauthar havuzunda bulana kadar.\" dedi."
    },
    {
      "id": 7,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir gün bana dedi ki: \"Eğer Bahreyn'in geliri gelse, sana bu kadar ve bu kadar vereceğim.\" Allah'ın Elçisi (ﷺ) vefat ettiğinde, Bahreyn'in geliri geldi ve Abu Bekir, \"Allah'ın Elçisi (ﷺ) tarafından bir şey vaadedilen herkes bana gelsin.\" diye ilan etti. Ben de Abu Bekir'e gittim ve dedim ki: \"Allah'ın Elçisi (ﷺ) bana dedi ki: 'Eğer Bahreyn'in geliri gelse, sana bu kadar ve bu kadar vereceğim.'\" Bunun üzerine Abu Bekir bana, \"İki elinle al.\" dedi. Ben de iki elimle para aldım ve Abu Bekir bana saymamı söyledi. Saydım ve beş yüz (altın parça) olduğunu gördüm. Bana verdiği toplam miktar bin beş yüz (altın parça) oldu. Anas'tan rivayet edilmiştir: Bahreyn'den para Peygamber (ﷺ) 'e getirildi. O da, \"Bunu camide dağıtın.\" dedi. Bu, Allah'ın Elçisi (ﷺ) 'ne daha önce getirilen en büyük miktardı. Bu arada Al-`Abbas ona geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Bana ver, çünkü ben kendim ve `Aqil'in fidyesini verdim.\" Peygamber ona, \"Al.\" dedi. O, iki eliyle para aldı ve giysisine döktü ve kaldırmaya çalıştı, ama başaramadı ve Peygamber'e, \"Bana bunu kaldırmamda yardım edecek birini emredecek misin?\" diye yalvardı. Peygamber (ﷺ) dedi ki: \"Hayır.\" Sonra Al-`Abbas, \"O halde sen kendin bana yardım edecek misin?\" dedi. Peygamber (ﷺ) dedi ki: \"Hayır.\" Sonra Al-`Abbas paranın bir kısmını attı, ama yine de kaldıramadı ve tekrar Peygamber'e, \"Bana bunu kaldırmamda yardım edecek birini emredecek misin?\" diye yalvardı. Peygamber (ﷺ) dedi ki: \"Hayır.\" Sonra Al-`Abbas, \"O halde sen kendin bana yardım edecek misin?\" dedi. Peygamber (ﷺ) dedi ki: \"Hayır.\" Böylece Al-`Abbas biraz daha para attı ve onu omzuna yükleyerek gitti. Peygamber (ﷺ) onu açgözlülüğüyle hayretle izlemeye devam etti, ta ki gözden kaybolana kadar. Allah'ın Elçisi (ﷺ) oradan, o paradan tek bir dirhem kalmayana kadar kalkmadı."
    },
    {
      "id": 8,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "`Abdullah bin `Amr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Müslümanlarla antlaşması olan bir kişiyi öldüren, cennetin kokusunu bile duymaz; oysa cennetin kokusu, kırk yıl mesafeden duyulmaktadır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Biz camideyken, Peygamber (ﷺ) dışarı çıktı ve dedi ki: \"Yahudilere gidelim.\" Dışarı çıktık ve Bait-ul-Midras'a kadar ulaştık. Onlara dedi ki: \"Eğer İslam'ı kabul ederseniz, güven içinde olacaksınız. Bilmelisiniz ki, yer Allah'a ve Elçisine aittir ve ben sizi bu topraklardan atmak istiyorum. Eğer aranızda mülkü olan biri varsa, onu satmasına izin verilir; aksi takdirde bilmelisiniz ki, yer Allah'a ve Elçisine aittir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Jubair'den rivayet edilmiştir: O, Ibn `Abbas'ın \"Perşembe! Ve sen Perşembe'nin ne olduğunu bilmiyor musun?\" dediğini işitti. Bunun üzerine Ibn `Abbas gözyaşlarına boğuldu ve yerin taşları gözyaşlarıyla ıslandı. O zaman ben Ibn `Abbas'a, \"Perşembe hakkında ne?\" dedim. O da, \"Allah'ın Elçisi (ﷺ) 'nin durumu (yani sağlığı) kötüleştiğinde, 'Bana bir kürek kemiği getirin ki, size asla sapıtmayacağınız bir şey yazayım.' dedi. İnsanlar farklı görüşlere ayrıldılar, oysa bir peygamberin önünde farklılık göstermeleri uygun değildi. 'Ona ne oldu? Delirmiş mi? Onu anlamak için sorun.' dediler. Peygamber (ﷺ) cevap verdi: 'Beni bırakın, ben sizden daha iyi bir durumda olduğum için, bana ne yapmamı istediğinizi yapmamı istemeyin.' Sonra Peygamber (ﷺ) onlara üç şey emretti ve dedi ki: 'Arap Yarımadasından tüm putperestleri çıkarın, tüm yabancı delegelere hediye vererek saygı gösterin, benim yaptığım gibi.' \" Alt anlatıcı ekledi: \"Üçüncü emir, ya Ibn `Abbas'ın bahsetmediği ya da unuttuğu faydalı bir şeydi.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Khaibar fethedildiğinde, Peygamber (ﷺ) 'e Yahudiler tarafından hediye olarak kızartılmış zehirli bir koyun sunuldu. Peygamber (ﷺ) emretti: \"Burada bulunan tüm Yahudileri benim önümde toplayın.\" Yahudiler toplandı ve Peygamber (ﷺ) onlara dedi ki: \"Size bir soru soracağım. Doğruyu söyleyecek misiniz?\" Onlar: \"Evet.\" dediler. Peygamber (ﷺ) sordu: \"Babanız kimdir?\" Onlar: \"Falanca.\" dediler. O da: \"Yalan söylediniz; babanız falancadır.\" dedi. Onlar: \"Haklısınız.\" dediler. O da: \"Şimdi eğer bir şey sorarsam, doğruyu söyleyecek misiniz?\" Onlar: \"Evet, ey Abu Al-Qasim; eğer yalan söylersek, yalanımızı sen anlayabilirsin, babamız hakkında olduğu gibi.\" Bunun üzerine o sordu: \"Cehennem ateşinin halkı kimdir?\" Onlar: \"Biz, (Cehennem) ateşinde kısa bir süre kalacağız, ondan sonra sen bizi değiştireceksin.\" Peygamber (ﷺ) dedi: \"Orada lanetli ve aşağılanmış olabilirsiniz! Vallahi, biz sizi orada asla değiştirmeyeceğiz.\" Sonra o sordu: \"Şimdi eğer bir soru sorarsam, doğruyu söyleyecek misiniz?\" Onlar: \"Evet, ey Abu Al-Qasim.\" dediler. O sordu: \"Bu koyunu zehirlediniz mi?\" Onlar: \"Evet.\" dediler. O sordu: \"Bunu yapmanıza ne sebep oldu?\" Onlar: \"Eğer sen bir yalancıysan, seni ortadan kaldırmak istedik; eğer sen bir peygamber isen, o zaman zehir sana zarar vermeyecek.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Asim:",
      "text": "`Asim'den rivayet edilmiştir: Anas'a Qunut (yani namazda yapılan dua) hakkında sordum. Anas dedi ki: \"Rükudan önce okunmalıdır.\" Ben de: \"Falanca, bunun rükudan sonra okunması gerektiğini söylüyor.\" dedim. O da: \"Hata ediyor.\" dedi. Sonra Anas bize, Peygamber (ﷺ) 'nin rükudan sonra Beni-Sulaim kabilesine bir ay boyunca lanet ettiğini anlattı. Anas ayrıca dedi ki: \"Peygamber (ﷺ) bazı putperestlere 40 veya 70 Kâri (yani Kur'an'ı iyi bilen erkek) göndermişti, ama onlar onlarla savaştılar ve onları şehit ettiler, oysa aralarında Peygamber (ﷺ) ile bir barış antlaşması vardı. Peygamberi, onlara karşı bu kadar üzgün ve endişeli görmemiştim.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Um Hani:",
      "text": "Um Hani, Abu Talib'in kızı'dan rivayet edilmiştir: Ben, Mekke'nin fethi günü Allah'ın Elçisi (ﷺ) 'ne gittim ve onu banyo yaparken buldum, kızı Fatima onu örtüyordu. Ona selam verdim ve o da sordu: \"Kim o?\" Ben de: \"Ben, Um Hani bint Abi Talib.\" dedim. O da: \"Hoş geldin, ey Um Hani.\" dedi. Banyosunu bitirdikten sonra, kalktı ve tek bir giysi içinde sekiz rek'at namaz kıldı. Ben de: \"Ey Allah'ın Elçisi (ﷺ)! Kardeşim `Ali, sığınak verdiğim bir adamı öldüreceğini ilan etti. O adam falanca bin Hubaira.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Um Hani! Sığınak verdiğin kişiye sığınak vereceğiz.\" (Um Hani dedi ki: \"O (ziyaret) Duha (yani sabah) vaktinde gerçekleşti.)"
    },
    {
      "id": 14,
      "narrator": "Narrated Ibrahim at-Tamimi's father:",
      "text": "İbrahim at-Tamimi'nin babasından rivayet edilmiştir: `Ali bir hutbe verdi ve dedi ki: \"Okuyacak başka bir kitabımız yok, sadece Allah'ın Kitabı ve bu kağıtta yazılı olanlar, (yaralanmalar için) intikam, develerin yaşları (zekat veya kan bedeli olarak) ve Medine'nin Hava Dağı ile falanca (dağ) arasında bir sığınak olduğudur. Kim burada bir yenilik yapar veya bir günah işler veya burada bir yenilikçiye sığınak verirse, Allah'ın, meleklerin ve tüm insanların laneti ona olacaktır ve onun zorunlu veya isteğe bağlı ibadetlerinden hiçbiri kabul edilmeyecektir. Ve kim (azatlı köle) gerçek sahiplerinden başka birini efendi olarak alırsa, aynı (lanet) ona olacaktır. Ve herhangi bir Müslümanın verdiği sığınak, diğer tüm Müslümanlar tarafından korunmalıdır ve bu konuda bir Müslümana ihanet eden de aynı (lanet) ile karşılaşacaktır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Sahl bin Abi Hathma:",
      "text": "Sahl bin Abi Hathma'dan rivayet edilmiştir: `Abdullah bin Sahl ve Muh"
    },
    {
      "id": 16,
      "narrator": "Narrated ' `Abdullah bin `Abbas:",
      "text": "`Abdullah bin `Abbas'tan rivayet edilmiştir: Abu Sufyan bin Harb, ona, Heraklius'un kendisini ve Kureyş'ten Şam'a ticaret için giden bir kafilenin üyelerini çağırdığını bildirdi. Bu, Allah'ın Resulü (ﷺ) ile Abu Sufyan ve Kureyş kafirleri arasında yapılan ateşkes sırasında olmuştur."
    },
    {
      "id": 17,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir zamanlar Peygamber (ﷺ) sihirlenmişti, öyle ki, gerçekte yapmadığı bir şeyi yapmış gibi hayal etmeye başlamıştı."
    },
    {
      "id": 18,
      "narrator": "Narrated `Auf bin Mali:",
      "text": "`Auf bin Mali'den rivayet edilmiştir: Ben, Tabuk Gazvesi sırasında Peygamber (ﷺ) yanına gittim, o deri bir çadırda oturuyordu. \"Saatin yaklaşmasını gösteren altı alameti sayın: benim ölümüm, Kudüs'ün fethi, koyunları etkileyen veba gibi sizi etkileyen (ve büyük sayıda öldüren) bir veba, öyle bir zenginlik artışı ki, birine yüz Dinar verilse bile tatmin olmayacak; ardından hiçbir Arap evinin kaçamayacağı bir bela, ve sonra size ihanet edecek ve seksen bayrak altında size saldıracak Beni Al-Asfar (yani Bizanslılar) ile bir ateşkes.\" Her bayrağın altında on iki bin asker olacaktır."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Abu Bekir, Nahr günü (yani kurban kesme günü) beni ve diğerlerini bu duyuruyu yapmak üzere gönderdi: \"Bu yıldan sonra hiçbir putperest Hac yapamayacak ve Kabe'yi çıplak olarak tavaf edemeyecek.\" Ve Al-Hac-ul-Akbar günü Nahr günüdür, ve bu, insanlar tarafından `Umra Al-Hac-ul-Asghar (yani küçük Hac) olarak adlandırıldığı için Al-Akbar olarak anılmıştır. Abu Bekir, o yıl putperestlerin antlaşmasını geri çekti, bu yüzden, Peygamberin Hac-ul-Veda yılı içinde hiçbir putperest Hac yapmadı."
    },
    {
      "id": 20,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "`Abdullah bin `Amr'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kimde (aşağıdaki) dört özellik varsa, o tam bir münafıktır: \"Eğer konuşursa yalan söyler; eğer söz verirse, onu bozar; eğer bir antlaşma yaparsa, hainlik eder; ve eğer tartışırsa, çok düşüncesiz bir kötü hakaret edici şekilde davranır (haksız). Ve kimde bu özelliklerden biri varsa, o bir münafığın bir özelliğine sahiptir, eğer onu terk etmezse.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Ali:",
      "text": "`Ali'den rivayet edilmiştir: Biz, Peygamber (ﷺ) den sadece Kur'an ve bu kağıtta yazılı olanları yazmadık, (burada) Peygamber (ﷺ) dedi ki: \"Medine, (Air dağından) şu ve bu yere kadar bir sığınaktır, bu nedenle, kim burada bir yenilik yapar veya bir günah işler veya böyle bir yenilikçiye sığınak verirse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır; ve onun zorunlu veya isteğe bağlı iyi ibadetlerinin hiçbiri kabul edilmeyecektir. Ve herhangi bir Müslüman tarafından verilen sığınak, tüm Müslümanlar tarafından korunmalıdır, hatta bu, aralarındaki en düşük sosyal statüde olan biri tarafından verilmiş olsa bile. Ve bu konuda bir Müslümana ihanet eden, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır ve onun zorunlu ve isteğe bağlı ibadetlerinin hiçbiri kabul edilmeyecektir. Ve herhangi bir azatlı köle, kendi gerçek efendileri dışında başka insanları efendi (dost) edinirse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır ve onun zorunlu ve isteğe bağlı ibadetlerinin hiçbiri kabul edilmeyecektir.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Sa`id:",
      "text": "Sa`id'den rivayet edilmiştir: Abu Huraira bir zamanlar (insanlara) dedi ki: \"Dinar veya Dirhem (yani Dhimmilerden alınan vergiler) alamadığınızda durumunuz ne olacak?\" Bunun üzerine birisi ona sordu: \"Bu durumun olacağını nereden biliyorsun, ey Abu Huraira?\" O dedi ki: \"Abu Huraira'nın hayatının elinde olan Allah'a yemin ederim ki, bunu doğru ve gerçekten ilham edilmiş olanın (yani Peygamberin) beyanından biliyorum.\" İnsanlar sordular: \"Beyan ne diyor?\" O cevap verdi: \"Allah ve O'nun Resulü'nün, Dhimmilere (yani Müslüman topraklarında yaşayan gayrimüslimlere) verdiği sığınak, öfkelenecek ve böylece Allah, bu Dhimmilerin kalplerini öyle cesur kılacak ki, ödemeleri gereken Cizye'yi ödemeyi reddedecekler.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Al-A`mash:",
      "text": "Al-A`mash'tan rivayet edilmiştir: Abu Wail'e sordum: \"Sıffin savaşına katıldın mı?\" O dedi ki: \"Evet, ve Sahl bin Hunaif'in (savaşa olan isteksizliği nedeniyle kınandığında) şöyle dediğini duydum: \"Yanlış görüşlerinizi kınasanız iyi olur. Keşke beni Abu Cendel günü görseydiniz. Eğer Peygamberin emirlerine karşı gelme cesaretim olsaydı, bunu yapardım. Korktuğumuz bir şey için kılıçlarımızı boynumuzda ve omuzlarımızda tutmuştuk. Ve bunu yaptık, bu bizim için daha kolaydı, sadece yukarıdaki savaş (bizim savaşımız) hariç.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Abu Wail:",
      "text": "Abu Wail'den rivayet edilmiştir: Biz Sıffin'deydik ve Sahl bin Hunaif ayağa kalktı ve dedi ki: \"Ey insanlar! Kendinizi kınayın! Biz, Hudaibiye günü Peygamber (ﷺ) ileydik ve eğer savaşa çağrılsaydık, savaşırdık. Ama `Umar bin Al Khatab geldi ve dedi ki: 'Ey Allah'ın Resulü (ﷺ)! Biz haklı değil miyiz ve karşıtlarımız haksız değil mi?' Allah'ın Resulü (ﷺ) dedi ki: 'Evet.' `Umar dedi ki: 'Öldürülenlerimiz cennette, onlarınki ise cehennemde değil mi?' O dedi ki: 'Evet.' `Umar dedi ki: 'O halde dinimizle ilgili konularda neden zor şartları kabul edelim? Allah bizimle onların arasında hükmedene kadar geri dönelim mi?' Allah'ın Resulü (ﷺ) dedi ki: 'Ey İbn Al-Khattab! Ben Allah'ın Resulüyüm ve Allah beni asla küçültmeyecek.' Sonra `Umar, Abu Bekir'e gitti ve ona Peygamber'e söylediği aynı şeyi anlattı. Bunun üzerine Abu Bekir ( `Umar'a) dedi ki: 'O Allah'ın Resulüdür ve Allah onu asla küçültmeyecek.' Sonra Surat-al-Fath (yani Fetih) nazil oldu ve Allah'ın Resulü (ﷺ) onu `Umar'ın önünde sona kadar okudu. Bunun üzerine `Umar sordu: 'Ey Allah'ın Resulü (ﷺ)! Bu (yani Hudaibiye Antlaşması) bir fetih miydi?' Allah'ın Resulü (ﷺ) dedi ki: \"Evet.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Asma 'bint Abi Bakr:",
      "text": "Asma 'bint Abi Bekir'den rivayet edilmiştir: Kureyş ile Allah'ın Resulü (ﷺ) arasındaki barış antlaşması döneminde, annem, babasıyla birlikte beni ziyaret etti ve o bir putperestti. Allah'ın Resulü'ne (ﷺ) danıştım: \"Ey Allah'ın Resulü (ﷺ)! Annem bana geldi ve benden bir ödül almak istiyor, onunla iyi ilişki kurmalı mıyım?\" O dedi ki: \"Evet, onunla iyi ilişki kur.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) `Umra yapmayı düşündüğünde, Mekke halkına Mekke'ye girmek için izin istemek üzere birini gönderdi. Onlar, üç günden fazla kalmayacağını ve silahlarını kınına koymadan girmeyeceğini ve onlara (İslam'ı) vaaz etmeyeceğini şart koşmuşlardı. Bunun üzerine `Ali bin Ebi Talib, aralarındaki antlaşmayı yazmaya başladı. \"Bu, Allah'ın Resulü Muhammad'ın kabul ettiği şeydir\" diye yazdı. (Mekkeliler) dediler ki: \"Eğer senin (Muhammed) Allah'ın Resulü olduğunu bilseydik, seni engellemez ve seni takip ederdik. Ama yaz, 'Bu, Muhammad bin `Abdullah'ın kabul ettiği şeydir..'\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Allah'a yemin ederim ki, ben Muhammad bin `Abdullah'ım ve Allah'a yemin ederim ki, ben Allah'ın Resulüyüm.\" Allah'ın Resulü (ﷺ) yazmayı bilmezdi; bu nedenle `Ali'den Allah'ın Resulü ifadesini silmesini istedi. Bunun üzerine `Ali dedi ki: \"Allah'a yemin ederim ki, bunu asla silmeyeceğim.\" Allah'ın Resulü (ﷺ) `Ali'ye, \"Kağıdı bana göster\" dedi. `Ali ona kağıdı gösterdiğinde, Peygamber (ﷺ) o ifadeyi kendi eliyle sildi. Allah'ın Resulü (ﷺ) Mekke'ye girdiğinde ve üç gün geçtiğinde, Mekkeliler `Ali'ye geldiler ve dediler ki: \"Arkadaşın (yani Peygamber) Mekke'den çıksın.\" `Ali, Allah'ın Resulü'ne (ﷺ) bunu bildirdi ve Allah'ın Resulü (ﷺ) dedi ki: \"Evet,\" ve sonra ayrıldı."
    },
    {
      "id": 27,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) secde halinde iken, Kureyş putperestlerinden bir grup tarafından çevriliydi. `Uqba bin Abi Mu'ait geldi ve bir devenin bağırsaklarını alıp Peygamber (ﷺ)'in sırtına attı. Peygamber (ﷺ) secdeden başını kaldırmadı, ta ki Fatıma (yani kızı) gelip o bağırsakları sırtından kaldırana kadar ve bu kötü eylemi yapan kimseye lanet etti. Peygamber (ﷺ) dedi ki: \"Ey Allah! Kureyş'in ileri gelenlerini helak et, ey Allah! Ebu Cehil bin Hişam'ı, `Utbe bin Rabi'a'yı, Şeybe bin Rabi'a'yı, `Uqba bin Abi Mu'ait'i, Umeyye bin Halef'i (veya Ubey bin Kalaf'ı) helak et.\" Daha sonra hepsinin Badr savaşında öldüğünü ve cesetlerinin bir kuyuya atıldığını gördüm, Umeyye veya Ubey'in cesedi hariç, çünkü o şişman biriydi ve çekildiğinde, cesedinin parçaları ayrıldı."
    },
    {
      "id": 28,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Her hainin Kıyamet Günü bir bayrağı olacaktır.\" İki alt rivayetçiden biri bayrağın sabit olacağını, diğeri ise Kıyamet Günü'nde gösterileceğini söyledi, böylece hain tanınabilecektir."
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Her hainin Kıyamet Günü sabit bir bayrağı olacaktır ve bayrağın öne çıkması, işlediği hainliği göstermek için olacaktır.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Mekke'nin fethinde dedi ki: \"Artık hicret yoktur, ancak cihad (yani kutsal savaş) ve iyi niyetler vardır. Ve cihada çağrıldığınızda hemen çıkmalısınız.\" Allah'ın Resulü (ﷺ) ayrıca Mekke'nin fethinde dedi ki: \"Allah bu şehri, gökleri ve yeri yarattığı günden beri bir sığınak kılmıştır. Bu nedenle, Kıyamet Günü'ne kadar Allah'ın hükmüyle bir sığınaktır. İçinde savaşmak, benim öncülüğümden önce kimse için caiz değildi ve sadece gündüz bir saat için benim için caiz kılındı. Bu nedenle, (yani Mekke) Kıyamet Günü'ne kadar Allah'ın hükmüyle bir sığınaktır. Dikenli bitkileri kesilmemeli, av hayvanları kovalanmamalı, düşen eşyalar (yani Luqata) ancak kamuya duyuracak olan biri tarafından alınmalıdır; ve otları kökünden sökme.\" Bunun üzerine Al-`Abbas dedi ki: \"Ey Allah'ın Resulü (ﷺ)! İdhkhir hariç, çünkü o, altıncılar ve insanlar tarafından evleri için kullanılır.\" Bunun üzerine Peygamber (ﷺ) dedi ki: \"İdhkhir hariç.\""
    }
  ]
}