{
  "language": "tr",
  "metadata": {
    "length": 37,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Al-Qasim:",
      "text": "Al-Qasim'den rivayet edilmiştir: Aişe dedi ki, \"Hac niyetiyle yola çıktık ve Sarif'e (Mekke'den altı mil uzaklıkta bir yer) vardığımızda, adetim geldi. Allah'ın Elçisi (ﷺ) yanıma geldiğinde ağlıyordum. 'Neyin var?' dedi. 'Adetim geldi,' dedim. O da, 'Bu, Allah'ın Adem'in kızlarına farz kıldığı bir şeydir. O halde, tavaf (Kabe'nin etrafında döngü) hariç, hacıların yaptığı her şeyi yap,' dedi.\" Aişe ekledi, \"Allah'ın Elçisi (ﷺ) eşleri adına inekler kurban etti.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Adetliyken, Allah'ın Elçisi (ﷺ)'nin saçlarını tarardım."
    },
    {
      "id": 3,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Bir kişi bana sordu, \"Adetli bir kadın bana hizmet edebilir mi? Ve cünüp bir kadın yanıma gelebilir mi?\" Ben de, \"Bunların hepsi benim için kolay. Hepsi bana hizmet edebilir ve başka birinin de aynı şeyi yapmasında bir sakınca yoktur.\" Aişe bana, adetliyken Allah'ın Elçisi (ﷺ)'nin saçlarını taradığını, o sırada onun itikaf (camiye kapanma) yaptığını söyledi. O, başını odasında ona yaklaştırır ve o da saçlarını tarardı, o sırada adetliydi."
    },
    {
      "id": 4,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) benim kucağıma yaslanır ve ben adetliyken Kur'an okurdu."
    },
    {
      "id": 5,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Peygamber (ﷺ) ile tek bir yün örtü altında yatarken adetim geldi. Ben kayboldum ve adet için giysilerimi giydim. O, \"Adet mi oldun?\" dedi. Ben de, \"Evet,\" dedim. Sonra beni çağırdı ve aynı örtü altında onunla yatmamı sağladı."
    },
    {
      "id": 6,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ile ben cünüpken tek bir kapta banyo yapardık. Adetliyken, bana bir izar (belden aşağı giyilen elbise) giymemi emreder ve benimle şakalaşırdı. İtikaf'tayken, başını bana yaklaştırır ve ben de onu yıkardım, o sırada adetliydim."
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdur-Rahman bin Al-Aswad:",
      "text": "Abdurrahman bin Esved'den rivayet edilmiştir: (babası aracılığıyla) Aişe dedi ki: \"Allah'ın Elçisi (ﷺ) adetli birine şakalaşmak istediğinde, ona bir izar giymesini emreder ve onunla şakalaşırdı.\" Aişe ekledi, \"Sizlerden hiçbiri, Peygamber (ﷺ) kadar cinsel arzularını kontrol edemezdi.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) eşlerinden herhangi birine adetliyken şakalaşmak istediğinde, ona bir izar giymesini söylerdi."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) 'İd-al-Adha veya Al-Fitr namazı için Musalla'ya gitti. Sonra kadınların yanından geçti ve, \"Ey kadınlar! Sadaka verin, çünkü cehennem ateşinin çoğunluğunun sizler (kadınlar) olduğunu gördüm,\" dedi. Onlar, \"Neden böyle, ey Allah'ın Elçisi (ﷺ)?\" diye sordular. O da, \"Sıkça lanet ediyorsunuz ve kocalarınıza nankörlük ediyorsunuz. Sizden daha akılsız ve din açısından eksik olanı görmedim. Dikkatli bir akıllı adam, sizlerden bazıları tarafından saptırılabilir,\" dedi. Kadınlar, \"Ey Allah'ın Elçisi (ﷺ)! Akıl ve dinimizde ne eksik?\" diye sordular. O, \"İki kadının şahitliği, bir erkeğin şahitliğine eşit değil midir?\" dedi. Onlar, \"Evet,\" dediler. O, \"Bu, onun aklındaki eksikliktir. Adetliyken bir kadının ne namaz kılabileceği ne de oruç tutabileceği doğru değil mi?\" dedi. Kadınlar, \"Evet,\" dediler. O, \"Bu, dinindeki eksikliktir,\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ile Hac için yola çıktık ve Sarif'e vardığımızda adetim geldi. Peygamber (ﷺ) yanıma geldiğinde ağlıyordum. O, \"Neden ağlıyorsun?\" dedi. Ben de, \"Bu yıl Hac yapmamış olmayı dilerdim,\" dedim. O, \"Belki adet oldun?\" dedi. Ben de, \"Evet,\" dedim. O, \"Bu, Allah'ın Adem'in tüm kızlarına farz kıldığı bir şeydir. O halde, hacıların yaptığı her şeyi yap, yalnızca temizlenene kadar Kabe'nin etrafında tavaf yapma,\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Fatıma bint Ebi Hübeyş, Allah'ın Elçisi (ﷺ)'ne, \"Ey Allah'ın Elçisi (ﷺ)! Ben temizlenmiyorum (kanamam bitmiyor). Namazlarımı bırakmalı mıyım?\" dedi. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Hayır, çünkü bu bir kan damarından ve adet değil. Gerçek adet başladığında namazlarını bırak ve (adet bitince) vücudundaki kanı yıka (banyo yap) ve namazlarını kıl.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Asma' bint Abi Bakr:",
      "text": "Esma bint Ebi Bekir'den rivayet edilmiştir: Bir kadın Allah'ın Elçisi (ﷺ)'ne, \"Ey Allah'ın Elçisi (ﷺ)! Eğer adet kanı giysilerimize düşerse ne yapmalıyız?\" diye sordu. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Eğer adet kanı sizlerden birinin giysisine düşerse, kan lekesini tutmalı, ovmalı ve su ile yıkamalıdır ve sonra onunla namaz kılmalıdır.\""
    },
    {
      "id": 13,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bizlerden herhangi biri adet olduğunda, temizlendikten sonra kan lekesini tutar ve giysisindeki kanı ovup, üzerine su dökerek o kısmı iyice yıkar ve giysinin geri kalan kısmına su serperdi. Sonrasında onunla namaz kılardı."
    },
    {
      "id": 14,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir zaman Peygamber (ﷺ)'in eşlerinden biri onunla itikaf yaptı ve adet döneminde kanama yaşadı. Kanı (özel bölgelerinden) gördü ve belki de kan için altına bir kap koydu. (Rivayet eden İkrime ekledi, Aişe bir kez safran sıvısını gördü ve, \"Bu, filan kişinin yaşadığına benziyor,\" dedi.)"
    },
    {
      "id": 15,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Bir zaman Allah'ın Elçisi (ﷺ)'nin eşlerinden biri onunla itikaf yaptı ve adet döneminde kan ve sarımsı akıntı gördü ve namaz kılarken altına bir kap koydu.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: İki adet arasında kanama yaşayan müminlerin annelerinden biri (yani Peygamberin (ﷺ) eşlerinden biri) itikaf yaptı."
    },
    {
      "id": 17,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Bizim hiç birimizin birden fazla elbisesi yoktu ve adetimiz varken onu giyerdik. Adet kanı ile kirlenince, kan lekesine tükürük sürer ve tırnaklarımızla kanı silerdik."
    },
    {
      "id": 18,
      "narrator": "Narrated Um-`Atiya:",
      "text": "Ümmü `Atiye'den rivayet edilmiştir: Ölü için üç günden fazla yas tutmamız yasaklandı, ancak koca için yas tutmak dört ay on gün serbesttir. (O süre içinde) gözlerimize kohl (antimon göz tozu) sürmemiz, parfüm kullanmamız veya renkli elbiseler giymemiz yasaktı, sadece `Asr (çok kaba ve sert bir Yemen kumaşı) elbisesi giyebilirdik. Adet sonrası banyo yaparken çok hafif parfüm kullanmamıza izin verildi ve cenaze alayına katılmamız da yasaktı."
    },
    {
      "id": 19,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Bir kadın Peygamber (ﷺ)'e adet bittikten sonra alınacak banyo hakkında sordu. Peygamber (ﷺ) ona ne yapması gerektiğini söyledi ve \"Miskle kokulandırılmış bir parça bezle kendini temizle\" dedi. Kadın sordu, \"Bunu nasıl yapmalıyım?\" O da, \"Subhanallah! Kendini (bununla) temizle\" dedi. Ben onu kendime çektim ve \"Kanla kirlenmiş yeri bununla ov\" dedim."
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Bir Ensar kadını Peygamber (ﷺ)'e adet bittikten sonra nasıl banyo yapacağını sordu. O da, \"Miskle kokulandırılmış bir parça bez al ve özel bölgelerini üç kez onunla temizle\" diye cevap verdi. Peygamber (ﷺ) utanmış ve yüzünü çevirmişti. Ben de onu kendime çektim ve Peygamber (ﷺ)'in ne demek istediğini ona söyledim."
    },
    {
      "id": 21,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nün son Hac'ında ben de Hac için ihrama girdim. Ben Tamattu` (Hac ve `Umre'yi birlikte yapmak) niyetinde olanlardan biriydim ve yanımda Hadi (kurbanlık hayvan) getirmemiştim. Adetim geldi ve `Arafat gecesine kadar temizlenemedim. \"Ey Allah'ın Resulü! Bugün `Arafat günü ve ben Hac Tamattu` ile `Umre' yapmak istiyordum\" dedim. Allah'ın Resulü (ﷺ) bana saçlarımı açıp taramamı ve `Umre'yi ertelememi söyledi. Ben de öyle yaptım ve Hac'ı tamamladım. Al-Hasba gecesi (yani Mina'da Hac ibadetinin tüm merasimlerini tamamladıktan sonra hacıların gittiği yer) o, `Abdurrahman'ı (`Aişe'nin kardeşi) al-Tan`im'e götürmesi için bana gönderdi ki, orada `Umre' için ihrama gireyim, Hac-Tamattu` için niyet ettiğim ihramın yerine."
    },
    {
      "id": 22,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Zilhicce'nin 1'inde Hac yapma niyetiyle yola çıktık. Allah'ın Resulü (ﷺ) \"Kim `Umre' için ihrama girmek isterse, girebilir. Eğer Hadi'yi yanımda getirmemiş olsaydım, `Umre' için ihrama girerdim\" dedi. Bizden bazıları `Umre' için ihrama girerken, diğerleri Hac için ihrama girdi. Ben `Umre' için ihrama girenlerden biriydim. Adetim geldi ve `Arafat gününe kadar adet görmeye devam ettim ve bunu Peygamber'e şikayet ettim. O da bana `Umre'yi ertelememi, saçlarımı açıp taramamı ve sadece Hac ihramı giymemi söyledi. Ben de öyle yaptım. Hasba gecesi, kardeşim `Abdur-Rahman bin Ebi Bekir'i yanımda al-Tan`im'e gönderdi, orada önceki `Umre'nin yerine `Umre' için ihrama girdim. Hişam dedi ki, \"O `Umre' için Hadi, oruç veya sadaka gerekmedi.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Her rahimde Allah bir melek tayin eder ve o der ki, 'Ey Rabbim! Bir damla meni, Ey Rabbim! Bir kan pıhtısı. Ey Rabbim! Bir et parçası.' Sonra Allah yaratımını tamamlamak isterse, melek sorar, 'Ey Rabbim! O erkek mi yoksa dişi mi, sefil mi yoksa mübarek mi olacak, rızkı ne kadar olacak? Ve yaşı ne olacak?' Bunların hepsi çocuk annesinin karnındayken yazılır.\""
    },
    {
      "id": 24,
      "narrator": "Narrated `Urwa:",
      "text": "`Urve'den rivayet edilmiştir: `Aişe dedi ki, \"Peygamber (ﷺ) ile son Hac'ında yola çıktık. Bizden bazıları `Umre' yapmayı, diğerleri ise Hac yapmayı niyet etti. Mekke'ye vardığımızda, Allah'ın Resulü (ﷺ) dedi ki, '`Umre için ihrama girenler ve Hadi getirmeyenler ihramlarını tamamlasınlar; `Umre için ihrama girenler ve Hadi getirenler, Hadi'lerini kesmeden ihramlarını tamamlamasınlar; Hac için ihrama girenler ise Hac'larını tamamlasınlar.' `Aişe devamla dedi ki, \"Adetim geldi ve `Arafat gününe kadar adet görmeye devam ettim ve ben sadece `Umre' için ihrama girmiştim (Tamattu`). Peygamber (ﷺ) bana saçlarımı açıp taramamı ve sadece Hac ihramı giymemi ve `Umre'yi bırakmamı emretti. Ben de öyle yaptım ve Hac'ı tamamladım. Sonra Peygamber (ﷺ) `Abdurrahman bin Ebi Bekir'i yanımda gönderdi ve bana at-Tan`im'den kaçırdığım `Umre'yi yapmamı emretti.\""
    },
    {
      "id": 25,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Fatıma bint Ebi Hubaish, adetler arasında kanama yaşıyordu, bu yüzden Peygamber (ﷺ)'e sordu. O da, \"Bu kanama bir kan damarındandır, adet değildir. Gerçek adet başladığında namazı bırak ve bittiğinde banyo yapıp namaza başla\" diye cevap verdi."
    },
    {
      "id": 26,
      "narrator": "Narrated Mu`adha:",
      "text": "Mu`adha'dan rivayet edilmiştir: Bir kadın `Aişe'ye, \"Adetim nedeniyle kılmadığım namazları kılmalı mıyım?\" diye sordu. `Aişe, \"Sen Huraura'dan mısın? Biz Peygamber (ﷺ) ile birlikteydik ve adetimiz geldi ama o bize (adet döneminde kaçırdığımız namazları) kılmamızı emretmedi\" dedi. `Aişe belki de, \"Biz onları kılmadık\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Zainab bint Abi Salama:",
      "text": "Zeynep bint Ebi Selame'den rivayet edilmiştir: Ümmü Selame dedi ki, \"Peygamber (ﷺ) ile yün bir örtü altında yatarken adetim geldi. Kaydım, adet için elbiselerimi giydim. Allah'ın Resulü (ﷺ) 'Adetin mi geldi?' dedi. Ben de, 'Evet' dedim. Sonra beni çağırdı ve yün örtü altında yanına aldı.\" Ümmü Selame ayrıca dedi ki, \"Peygamber (ﷺ) oruçlu iken beni öperdi. Peygamber (ﷺ) ile ben tek bir kapta cünüplük banyosu yapardık.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Selame'den rivayet edilmiştir: Peygamber (ﷺ) ile yün bir örtü altında yatarken adetim geldi. Kaydım ve adet için elbiselerimi giydim. Peygamber (ﷺ) 'Adetin mi geldi?' dedi. Ben de, 'Evet' dedim. O beni çağırdı ve yün örtü altında yanına yattım."
    },
    {
      "id": 29,
      "narrator": "Narrated Aiyub:",
      "text": "Eyyub'dan rivayet edilmiştir: Hafsa dedi ki, 'Biz genç kadınlarımızın iki `İd namazına çıkmalarını yasaklardık. Bir kadın geldi ve Beni Halaf sarayında kaldı ve kocası Peygamber (ﷺ) ile birlikte on iki kutsal savaşa katılan kız kardeşinden bahsetti ve kız kardeşi bu on iki savaşın altısında kocasıyla birlikteydi. O (kadının kız kardeşi) dedi ki, \"Biz yaralıları tedavi eder, hastalara bakardık ve bir gün Peygamber'e sordum, 'Eğer örtüsü olmayan bir kadın evde kalırsa, bunun bir zararı var mı?' O da, 'O, arkadaşının örtüsü ile kendini örtmeli ve iyi işlere ve Müslümanların dini toplantılarına katılmalıdır' dedi. Ümmü `Atiye geldiğinde ona Peygamber'den bunu duyup duymadığını sordum. O da, 'Evet. Babam onun için feda olsun! (Peygamber (ﷺ)'i her andığında, 'Babam onun için feda olsun' derdi) Peygamber (ﷺ)'in, 'Evli olmayan genç bakireler ve sık sık örtülü kalan olgun kızlar veya sık sık örtülü kalan genç evlenmemiş bakireler ve adet gören kadınlar, iyi işlere ve müminlerin dini toplantılarına katılmalıdır, ancak adet gören kadınlar Musalla'dan (namaz yeri) uzak durmalıdır' dediğini duydum.\" Hafsa, Ümmü `Atiye'ye şaşırarak, \"Adet gören kadınlar mı diyorsun?\" dedi. O da, \"Adet gören bir kadın `Arafat'a (Hac) katılmaz mı ve diğer (iyi işler)?\" diye cevap verdi."
    },
    {
      "id": 30,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Fatıma bint Ebi Hubaish, \"Sürekli kanamam var (adetler arasında) ve temizlenemiyorum. Namazı bırakmalı mıyım?\" diye sordu. O da, \"Hayır, bu bir kan damarındandır. Sadece adet gördüğün günlerde namazı bırak ve sonra banyo yapıp namazını kıl\" diye cevap verdi."
    },
    {
      "id": 31,
      "narrator": "Narrated Um `Atiya:",
      "text": "Um `Atiya'dan rivayet edilmiştir: Sarımsı akıntıyı (hayız) önemsemiyorduk."
    },
    {
      "id": 32,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: (Peygamberin eşi) Um Habibe, adet dönemleri arasında yedi yıl kanama yaşadı. Allah'ın Elçisi'ne (ﷺ) bunu sordu. O, ona (gerçek adet döneminin sona ermesinden sonra) banyo yapmasını emretti ve bunun bir kan damarından olduğunu ekledi. Böylece o, her namaz için banyo yapıyordu."
    },
    {
      "id": 33,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi'ne (ﷺ) Safiya bint Huyai'nın adet gördüğünü söyledim. O, \"Bizi muhtemelen geciktirecek. O, sizinle birlikte Tawaf (Al-İfada) yaptı mı?\" dedi. Biz de, \"Evet.\" dedik. Bunun üzerine Peygamber (ﷺ) ona ayrılmasını söyledi."
    },
    {
      "id": 34,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Bir kadın, (Tawaf-Al-Ifada'dan sonra) adet gördüğünde evine dönebilir. İbn `Umar daha önce onun ayrılmaması gerektiğini söylerdi ama daha sonra ondan, \"Ayrılabilir, çünkü Allah'ın Elçisi (ﷺ) onlara (Tawaf-Al-Ifada'dan sonra) ayrılma izni verdi.\" dediğini duydum."
    },
    {
      "id": 35,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bana, \"Adet döneminiz başladığında namazı bırakın ve sona erdiğinde, bedeninizdeki kanı yıkayın (banyo yapın) ve namaza başlayın.\" dedi."
    },
    {
      "id": 36,
      "narrator": "Narrated Samura bin Jundub:",
      "text": "Samura bin Cundub'dan rivayet edilmiştir: Peygamber (ﷺ), doğum sırasında ölen bir kadının cenaze namazını kıldırdı ve onun bedeninin ortasında durdu."
    },
    {
      "id": 37,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna'dan rivayet edilmiştir: (Peygamberin eşi) Adet dönemimde asla namaz kılmadım, ama Allah'ın Elçisi'nin (ﷺ) mescidinin yanında bulunan örtü üzerinde otururdum. O, namazını örtüsünün üzerinde kılardı ve secde ettiğinde bazı giysileri bana değiyordu."
    }
  ]
}