{
  "language": "tr",
  "metadata": {
    "length": 120,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id el-Hudri'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'İnsanlar üzerine bir zaman gelecek ki, bir grup insan cihad yapacak ve onlara, 'Aranızda Allah'ın Resulü (ﷺ) ile birlikte olan var mı?' denilecek. Onlar, 'Evet.' diyecekler. Böylece onlara zafer verilecek. Sonra insanlar üzerine bir zaman daha gelecek ki, bir grup insan cihad yapacak ve onlara, 'Aranızda Allah'ın Resulü (ﷺ) ile birlikte olan sahabelerden biri var mı?' denilecek. Onlar, 'Evet.' diyecekler. Böylece onlara zafer verilecek. Sonra insanlar üzerine bir zaman daha gelecek ki, bir grup insan cihad yapacak ve onlara, 'Aranızda Allah'ın Resulü (ﷺ) ile birlikte olan sahabelerin sahabelerinden biri var mı?' denilecek. Onlar, 'Evet.' diyecekler. Ve onlara zafer verilecek.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Imran bin Husain:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Benim takipçilerimin en iyileri benim neslimde yaşayanlardır (yani çağdaşlarım). Sonra onları takip edenler.' İmrân ekledi: 'Onun neslinden sonra iki veya üç nesil olup olmadığını hatırlamıyorum, sonra Peygamber (ﷺ) şöyle ekledi: 'Sizden sonra, kendilerine sorulmadan şahitlik edecek, hain ve güvenilmez olacak, yemin edecek ama yeminlerini yerine getirmeyecek bazı insanlar gelecek ve aralarında obezite ortaya çıkacak.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"En iyi insanlar benim neslimde yaşayanlardır, sonra onları takip edenler, sonra da onları takip edenler. Sonra bazı insanlar gelecek ki, yemin etmeden önce şahitlik edecek ve şahitlikten önce yemin edecekler.\" (İbrahim, bir alt rivayetçi şöyle dedi: \"Biz çocukken şahitlik ve antlaşmalar için dövülüyorduk.\")"
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Bara':",
      "text": "El-Bara'dan rivayet edilmiştir: Ebu Bekir, Azib'den on üç dirheme bir (deve) eyer satın aldı. Ebu Bekir, Azib'e, \"El-Bara'ı eyerle benim için taşıması için söyle.\" dedi. Azib, \"Hayır, eğer bana, Mekke'den çıkarken başınıza gelenleri ve Allah'ın Resulü (ﷺ) ile olan durumunuzu anlatmazsan.\" dedi. Ebu Bekir, \"Mekke'den çıktık ve o gece ve ertesi gün boyunca sürekli yol aldık, öğleye kadar. Gölge arayarak etrafa bakıyordum ve aniden bir kaya ile karşılaştım, orada biraz gölge buldum. Yeri temizledim ve Peygamber (ﷺ) için gölgede bir yatak serdim ve ona, 'Yat, Ey Allah'ın Resulü (ﷺ).' dedim. Böylece Peygamber (ﷺ) yattı ve ben dışarı çıktım, etrafa bakarak bizi takip eden birinin olup olmadığını görmek için. Aniden bir çoban, koyunlarını kayaya doğru sürüyordu, bizim oradan aradığımızı arıyordu. Ona, 'Sen kimin çocuğusun, Ey çocuk?' dedim. O, 'Ben Kureyş'ten bir adamın çocuğuyum.' dedi. Adamın adını söyledi ve ben onu tanıdım. Ona, 'Koyunlarında süt var mı?' dedim. O, 'Evet.' dedi. 'O zaman bizim için biraz sağar mısın?' dedim. O, 'Evet.' dedi. Sonra ona bir koyunun bacaklarını bağlamasını ve memesini temizlemesini söyledim, ardından ellerini tozdan temizlemesini emrettim. Çoban, ellerini birbirine vurarak temizledi. Bunu yaptıktan sonra, az miktarda süt sağdı. Ben, Allah'ın Resulü (ﷺ) için ağız kısmı bir parça bezle kaplı bir deri su kabı tutuyordum. Süt kabının alt kısmı soğuyana kadar su döktüm. Sonra sütü, uyanık bulduğum Peygamber (ﷺ)'e götürdüm. Ona, 'İç, Ey Allah'ın Resulü (ﷺ).' dedim. O, içti ve ben memnun oldum. Sonra, 'Yola çıkma zamanımız geldi, Ey Allah'ın Elçisi!' dedim. O, 'Evet.' dedi. Böylece insanlar (yani Kureyş putperestleri) bizi ararken yola çıktık, ama bizi bulan sadece Sürekah bin Malik bin Cu'şum oldu, o da atıyla geliyordu. Ben, 'İşte bizi bulan takipçilerimiz. Ey Allah'ın Resulü (ﷺ)!' dedim. O, 'Üzülme, çünkü Allah bizimle beraberdir.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Bakr:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Ben, Peygamber (ﷺ) ile birlikte mağarada iken ona dedim: \"Eğer onlardan biri ayaklarının altına bakarsa, bizi görecek.\" O, \"Ey Ebu Bekir! İki kişi hakkında ne düşünüyorsun, üçüncüsü Allah'tır?\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) insanlara hitap ederek şöyle dedi: \"Allah, bir kuluna bu dünyayı veya O'nun yanındakini seçme seçeneği verdi. Kul, Allah'ın yanında olanı seçti.\" Ebu Bekir ağladı ve Peygamber (ﷺ)'in bir kul hakkında bahsettiği şeyden dolayı onun ağlamasına şaşırdık (sonradan öğrendik ki) Allah'ın Resulü (ﷺ) kendisi bu seçeneği alan kişiydi ve Ebu Bekir hepimizden daha iyi biliyordu. Allah'ın Resulü (ﷺ) şöyle ekledi: \"Bana en çok iyilik eden kişi, hem arkadaşlığı hem de malıyla Ebu Bekir'dir. Eğer Rabbimden başka bir dost edinecek olsaydım, Ebu Bekir'i dost edinirdim, ama (bizi birleştiren) İslami kardeşlik ve dostluktur. Camii kapılarının hepsi kapatılmalı, sadece Ebu Bekir'in kapısı açık kalmalıdır.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) hayattayken insanları kim daha iyi diye karşılaştırırdık. Ebu Bekir'i en iyi olarak görürdük, sonra Ömer, sonra da Osman gelirdi."
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir dost edinecek olsaydım, Ebu Bekir'i dost edinirdim, ama o benim kardeşim ve İslam'daki arkadaşım.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Aiyub:",
      "text": "Eyyub'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer bir dost edinecek olsaydım, onu (yani Ebu Bekir'i) dost edinirdim, ama İslami kardeşlik daha iyidir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated `Abdullah bin Abi Mulaika:",
      "text": "Abdullah bin Ebi Mulaika'dan rivayet edilmiştir: Kufe halkı, İbn Zübeyr'e (baba) dedenin mirası hakkında bir mektup gönderdi. O, (baba) dedenin miras hakkının, (baba) ölmüşse, babanınki ile aynı olduğunu yanıtladı ve ekledi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Eğer bu ümmetten bir dost edinecek olsaydım, onu (yani Ebu Bekir'i) dost edinirdim.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Cübeir bin Mut'im'den rivayet edilmiştir: Bir kadın, Peygamber (ﷺ)'e geldi ve ona tekrar dönmesini emretti. O, \"Eğer geldim de seni bulamazsam ne olacak?\" dedi, sanki \"Eğer seni ölmüş bulursam?\" demek istiyordu. Peygamber (ﷺ) dedi: \"Eğer beni bulamazsan, Ebu Bekir'e git.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Ammar:",
      "text": "Ammar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nü gördüm ve yanında sadece beş köle, iki kadın ve Ebu Bekir vardı (o zaman İslam'a geçenler sadece bunlardı)."
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Ad-Darda:",
      "text": "Ebu Derda'dan rivayet edilmiştir: Peygamber ile otururken, Ebu Bekir geldi, giysisinin bir köşesini kaldırarak dizini açtı. Peygamber (ﷺ) dedi: \"Arkadaşın bir tartışma yaşadı.\" Ebu Bekir, Peygamber (ﷺ)'e selam verdi ve dedi: \"Ey Allah'ın Resulü (ﷺ)! Benim ile Al-Hattab'ın oğlu arasında bir şey (yani tartışma) oldu. Ben ona sert konuştum ve sonra bundan pişman oldum, ondan affını istedim ama o kabul etmedi. Bu yüzden sana geldim.\" Peygamber (ﷺ) üç kez, \"Ey Ebu Bekir! Allah seni affetsin.\" dedi. Bu arada, Ömer, Ebu Bekir'in özrünü reddettiği için pişman oldu ve Ebu Bekir'in evine gitti ve Ebu Bekir'in orada olup olmadığını sordu. Onlar olumsuz yanıt verdiler. Sonra Peygamber (ﷺ)'e geldi ve ona selam verdi, ancak Peygamber (ﷺ)'in yüzünde hoşnutsuzluk belirtileri belirdi, ta ki Ebu Bekir, (Ömer'e) acıyana kadar, o da diz çökerek iki kez, \"Ey Allah'ın Resulü (ﷺ)! Vallahi! Ben ona (ondan daha fazla) zulmettim.\" dedi. Peygamber (ﷺ) dedi: \"Allah beni (Peygamber olarak) size gönderdi ama siz bana, 'Yalan söylüyorsun.' dediniz, oysa Ebu Bekir, 'O doğru söyledi.' dedi ve kendisiyle ve malıyla bana teselli verdi.\" Sonra iki kez, \"O halde arkadaşımı incitmekten vazgeçmeyecek misiniz?\" dedi. Bundan sonra kimse Ebu Bekir'e zarar vermedi."
    },
    {
      "id": 14,
      "narrator": "Narrated `Amr bin Al-As:",
      "text": "Amr bin Al-As'tan rivayet edilmiştir: Peygamber (ﷺ) beni Dhat-as-Salasil Ordusu'na okumakla görevlendirdi. Ona geldim ve dedim: \"Sana en sevimli kişi kim?\" O, \"Aişe.\" dedi. Ben, \"Erkekler arasında?\" dedim. O, \"Babası.\" dedi. Ben, \"Peki kim?\" dedim. O, \"Sonra Ömer bin Al-Hattab.\" dedi. Sonra diğer erkekleri saydı."
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydum: \"Bir çoban, koyunlarının arasında iken, bir kurt onlara saldırdı ve bir koyunu aldı. Çoban, kurdu kovaladığında, kurt ona döndü ve dedi ki: 'Kim, yaban hayvanları gününde onun koruyucusu olacak, o gün benim dışımda kimse onun çobanı olmayacak.' Ve bir adam, yükü olan bir inek sürerken, o da ona döndü ve ona şöyle konuştu: 'Ben bu amaç için yaratılmadım, ama sürmek için yaratıldım.' İnsanlar, 'Allah'ı tesbih ederiz.' dediler. Peygamber (ﷺ) dedi: 'Ama ben buna inanıyorum ve Ebu Bekir ile Ömer de inanıyor.'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini işittim: \"Uyuduğum sırada kendimi bir kuyu başında, üzerinde bir kova ile dururken gördüm. Kuyudan Allah'ın dilediği kadar su çektim. Sonra İbn Ebi Kuhafa (yani Ebu Bekir) kovayı benden aldı ve bir veya iki kova su çıkardı, suyu çekme konusunda zayıflık gösterdi. Allah onun zayıflığını affetsin. Sonra kova çok büyük bir hale geldi ve İbn Hattab onu aldı ve ben, insanların arasında böyle zor bir işi yapan birini hiç görmemiştim, ta ki insanlar içip doyana kadar ve orada diz çökerek develerini sulayana kadar.\""
    },
    {
      "id": 17,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kıyamet Günü, gurur nedeniyle elbisesini sürüyen kimseye Allah bakmayacaktır.\" Ebu Bekir, \"Elbisemin bir tarafı, ona çok dikkat etmediğim sürece sarkar,\" dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ama sen bunu gururla yapmıyorsun.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah yolunda bir çift bir şey harcayan kimse, Cennet'in tüm kapılarından çağrılacaktır: 'Ey Allah'ın kulu! Bu hayırlıdır.' Namaz kılanlardan biri, namaz kapısından çağrılacak, cihad edenlerden biri, cihad kapısından çağrılacak, sadaka verenlerden biri (yani zekat) sadaka kapısından çağrılacak, oruç tutanlardan biri, oruç kapısından, Rayyan kapısından çağrılacaktır.\" Ebu Bekir, \"Tüm bu kapılardan çağrılan kimse hiçbir şeye ihtiyaç duymayacaktır,\" dedi. Sonra ekledi: \"O Allah'ın Elçisi (ﷺ), tüm bu kapılardan çağrılan biri olacak mı?\" O, \"Evet, ve umarım sen de onlardan olursun, ey Ebu Bekir,\" dedi."
    },
    {
      "id": 19,
      "narrator": "Narrated 'Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi (ﷺ) Ebu Bekir'in As-Sunah (Al-'Aliya) adında bir yerde bulunduğu sırada vefat etti. Ömer ayağa kalkarak, \"Vallahi! Allah'ın Elçisi (ﷺ) ölmemiştir!\" dedi. Ömer (sonradan) şöyle dedi: \"Vallahi! Aklıma başka bir şey gelmedi.\" Dedi ki, \"Gerçekten! Allah onu diriltecek ve bazı adamların ellerini ve ayaklarını kesecek.\" Sonra Ebu Bekir geldi ve Allah'ın Elçisi (ﷺ) 'nin yüzünü açtı, onu öptü ve şöyle dedi: \"Anam ve babam sana feda olsun, (ey Allah'ın Elçisi (ﷺ)), sen hayatta ve ölümde güzelsin. Vallahi, hayatımın sahibi olan Allah, seni iki kez ölüm tadına sokmayacaktır.\" Sonra dışarı çıktı ve \"Ey yemin eden! Acele etme,\" dedi. Ebu Bekir konuştuğunda, Ömer oturdu. Ebu Bekir Allah'ı övdü ve yüceltti ve şöyle dedi: \"Şüphesiz! Kim Muhammed'e ibadet ediyorsa, Muhammed ölmüştür, ama kim Allah'a ibadet ediyorsa, Allah diridir ve asla ölmez.\" Sonra Allah'ın ayetini okudu: \"-- (Ey Muhammed) Şüphesiz sen öleceksin, ve onlar da ölecekler.\" (39.30) Ayrıca şunu da okudu: \"-- Muhammed, yalnızca bir Elçidir; ve gerçekten, ondan önce birçok Elçi geçmiştir. Eğer o ölür veya öldürülürse, geri mi döneceksiniz? Ve geri dönen kimse, Allah'a en küçük bir zarar veremez. Ve Allah, şükredenlere mükafat verecektir.\" (3.144) İnsanlar yüksek sesle ağladılar ve Ensar, Sad bin Ubade ile birlikte Beni Saida'nın gölgesinde toplandılar. Onlar (muhacirlere) dediler: \"Bizden bir emir ve sizden bir emir olmalıdır.\" Sonra Ebu Bekir, Ömer bin Hattab ve Ebu Ubeyde bin Cerrah onlara gittiler. Ömer konuşmak istedi ama Ebu Bekir onu durdurdu. Ömer sonradan şöyle derdi: \"Vallahi, sadece hoşuma giden bir şey söylemek istemiştim ve Ebu Bekir'in bu kadar iyi konuşmayacağından korkuyordum. Sonra Ebu Bekir konuştu ve konuşması çok etkileyiciydi. Beyanında şöyle dedi: \"Biz yöneticileriz ve siz (Ensar) danışmanlarsınız.\" Hubab bin Mundhir, \"Hayır, vallahi bunu kabul etmeyeceğiz. Ama bizden bir yönetici ve sizden bir yönetici olmalıdır,\" dedi. Ebu Bekir, \"Hayır, biz yöneticiler olacağız ve siz danışmanlar olacaksınız, çünkü onlar (yani Kureyş) Arapların en iyi ailesidir ve en iyi köklerdendir. O yüzden ya Ömer'i ya da Ebu Ubeyde bin Cerrah'ı seçmelisiniz,\" dedi. Ömer, Ebu Bekir'e, \"Hayır, ama seni seçiyoruz, çünkü sen bizim liderimiz ve en iyimizsin ve Allah'ın Elçisi (ﷺ) 'ne en sevimlisin,\" dedi. Böylece Ömer, Ebu Bekir'in elini aldı ve biat etti ve insanlar da Ebu Bekir'e biat ettiler. Birisi, \"Sad bin Ubade'yi öldürdünüz,\" dedi. Ömer, \"Allah onu öldürdü,\" dedi."
    },
    {
      "id": 20,
      "narrator": "'Aisha said (in another narration), (\"When the Prophet (ﷺ) was on his death-bed) he looked up and said thrice, (Amongst) the Highest Companion (See Qur'an 4.69)' Aisha said, Allah benefited the people by their two speeches. 'Umar frightened the people some of whom were hypocrites whom Allah caused to abandon Islam because of 'Umar's speech. Then Abu Bakr led the people to True Guidance and acquainted them with the right path they were to follow so that they went out reciting:",
      "text": "Aişe başka bir rivayette şöyle dedi: (\"Peygamber (ﷺ) ölüm yatağında iken) yukarı baktı ve üç kez, (En Yüksek Arkadaş) dedi. (Bkz. Kur'an 4.69) Aişe, Allah'ın insanlara iki konuşmasıyla fayda sağladığını söyledi. Ömer, insanların bazılarını korkuttu, bu kişilerden bazıları, Ömer'in konuşması nedeniyle İslam'ı terk ettiler. Sonra Ebu Bekir, insanları Gerçek Rehberliğe yönlendirdi ve onlara takip etmeleri gereken doğru yolu tanıttı, böylece dışarı çıktılar ve şunu okudular: -- \"Muhammed, yalnızca bir Elçidir ve gerçekten, ondan önce birçok Elçi geçmiştir..\" (3.144)"
    },
    {
      "id": 21,
      "narrator": "Narrated Muhammad bin Al-Hanafiya:",
      "text": "Muhammed bin Hanafiyye'den rivayet edilmiştir: Babama (Ali bin Ebi Talib) sordum, \"Allah'ın Elçisi (ﷺ) 'nden sonra en iyi insanlar kimlerdir?\" Dedi ki, \"Ebu Bekir.\" Ben sordum, \"O zaman kim?\" Dedi ki, \"Sonra Ömer.\" \"Uthman derse korktum, bu yüzden, \"O zaman sen?\" dedim. Dedi ki, \"Ben sadece sıradan bir insanım.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile bir yolculuğa çıktık, Al-Baida veya Dhatul-Jaish'e kadar vardık, orada kolyem kırıldı (ve kayboldu). Allah'ın Elçisi (ﷺ) onu aramak için durdu ve insanlar da onunla birlikte durdu. O yerde su yoktu ve yanlarında su yoktu. Bunun üzerine Ebu Bekir'e gittiler ve \"Aişe'nin ne yaptığını görmüyor musun? Allah'ın Elçisi (ﷺ) ve insanları su olmayan bir yerde durdurdu ve yanlarında su yok,\" dediler. Ebu Bekir geldi ve Allah'ın Elçisi (ﷺ) başımı dizimde yatar haldeyken, \"Allah Elçisini ve insanları su olmayan bir yerde durdurduğun için seni durdurdu,\" dedi. Sonra beni uyardı ve Allah'ın istediği şeyleri söyledi ve yan taraflarıma parmaklarıyla hafifçe dokundu ama ben hareket etmedim çünkü Allah'ın Elçisi (ﷺ) 'nin başı dizimdeydi. Allah'ın Elçisi (ﷺ) sabaha kadar uyudu ve su bulamadı. Sonra Allah, Tayammum ayetini indirdi ve insanlar Tayammum yaptılar. Usaid bin Hudayr, \"Ey Ebu Bekir ailesi! Bu sizin ilk nimetin değil,\" dedi. Oturduğum deveyi kaldırdık ve kolye onun altından bulundu."
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Said'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sahabelerime hakaret etmeyin, çünkü sizden biri Uhud kadar altın harcasa, bu onların harcadığı bir Mud veya yarım Mud ile eşit olmaz.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Evimde abdest aldım ve sonra dışarı çıktım ve \"Bugün Allah'ın Elçisi (ﷺ) 'ne yapışacağım ve tüm gün onun hizmetinde kalacağım,\" dedim. Camiiye gittim ve Peygamber hakkında sordum. Onlar, \"Bu yöne gitti,\" dediler. Ben de onun yolunu takip ettim, ona kadar sordum ta ki Bir Aris adında bir yere girdi. Ben de kapısında, hurma yapraklarından yapılmış kapıda oturdum ta ki Peygamber (ﷺ) ihtiyaç gidermeyi bitirip abdest alana kadar. Sonra ona yaklaştım ve Aris kuyusunun ortasında, bacakları açık bir şekilde oturduğunu gördüm. Ona selam verdim ve geri döndüm ve kapıda oturdum. \"Bugün Peygamberin kapıcısı olacağım,\" dedim. Ebu Bekir geldi ve kapıyı itti. Ben de, \"Kim o?\" dedim. \"Ebu Bekir,\" dedi. Bekir'e beklemesini söyledim, içeri girdim ve \"Ey Allah'ın Elçisi (ﷺ)! Ebu Bekir içeri girmek için izin istiyor,\" dedim. O da, \"Onu içeri al ve ona Cennet'te olacağı müjdesini ver,\" dedi. Ben de dışarı çıktım ve Ebu Bekir'e \"İçeri gel, Allah'ın Elçisi (ﷺ) sana Cennet'te olacağın müjdesini veriyor,\" dedim. Ebu Bekir içeri girdi ve Allah'ın Elçisi (ﷺ) 'nin sağında, kuyunun kenarında oturdu ve bacaklarını kuyunun içine sarkıttı. Ben de geri döndüm ve kapıda oturdum. Abdest alan kardeşimi bırakmıştım ve o da beni takip etmeyi düşünüyordu. Kendime dedim ki, \"Eğer Allah, falan için hayır isterse, onu buraya getirecektir.\" Aniden birisi kapıyı açtı. Ben de, \"Kim o?\" dedim. \"Ömer bin Hattab,\" dedi. Ona beklemesini söyledim, Allah'ın Elçisi (ﷺ) 'ne gittim, selam verdim ve \"Ömer bin Hattab içeri girmek için izin istiyor,\" dedim. O da, \"Onu içeri al ve ona Cennet'te olacağı müjdesini ver,\" dedi. Ben de Ömer'e, \"İçeri gel, Allah'ın Elçisi (ﷺ) sana Cennet'te olacağı müjdesini veriyor,\" dedim. O da içeri girdi ve Allah'ın Elçisi (ﷺ) 'nin sol tarafında, kuyunun kenarında oturdu ve bacaklarını kuyunun içine sarkıttı. Ben de geri döndüm ve kapıda oturdum ve kendime dedim ki, \"Eğer Allah, falan için hayır isterse, onu buraya getirecektir.\" Birisi geldi ve kapıyı açtı. Ben de, \"Kim o?\" dedim. \"Uthman bin Affan,\" dedi. Ona beklemesini söyledim ve Peygamber (ﷺ) 'ne gittim ve ona bilgi verdim. O da, \"Onu içeri al ve ona Cennet'e gireceği müjdesini ver,\" dedi. Ona beklemesini söyledim ve Peygamber (ﷺ) 'ne gittim ve ona bilgi verdim. O da, \"Onu içeri al ve ona başına bir bela geleceği müjdesini ver,\" dedi. Ben de ona, \"İçeri gel; Allah'ın Elçisi, başına bir bela geleceği müjdesini veriyor,\" dedim. Uthman içeri girdi ve kuyunun kenarının dolu olduğunu görünce, Peygamber (ﷺ) 'nin karşısında oturdu. Sa'id bin el-Musayyab, \"Bu (rivayet) onların mezarları açısından yorumluyorum,\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir gün Ebu Bekir, Ömer ve Uthman ile Uhud dağını tırmandı. Dağ onlarla birlikte sallandı. Peygamber (ﷺ) dağa, \"Sakin ol, ey Uhud! Çünkü senin üzerinde bir Peygamber, bir Siddik ve iki şehit var.\""
    },
    {
      "id": 26,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir rüyada, bir kuyu başında duruyordum, ondan su çekiyordum. Ebu Bekir ve Ömer bana geldiler. Ebu Bekir, kovayı benden aldı ve bir veya iki kova su çekti, ve onun çekiminde biraz zayıflık vardı. Allah onu affetsin. Sonra İbn Hattab, kovayı Ebu Bekir'den aldı ve kova onun ellerinde çok büyük bir hale geldi. Ben, insanların arasında böyle zor bir işi yapan birini hiç görmemiştim. O kadar su çekti ki, insanlar içip doyana kadar ve develerini suladılar.\" (Vahab, bir alt rivayetçi, \"ta ki develeri içip diz çökene kadar,\" dedi.)"
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: İnsanların arasında, Ömer bin Hattab için Allah'a dua edenlerin arasında dururken, arkamda bir adam dirseklerini omuzlarıma dayadı ve \"Ey Ömer! Allah sana merhamet etsin. Hep umdum ki Allah seni iki arkadaşınla birlikte tutar, çünkü ben sık sık Allah'ın Elçisi (ﷺ) 'nin, 'Ben, Ebu Bekir ve Ömer (bir yerdeydik). Ben, Ebu Bekir ve Ömer (bir şey yaptık). Ben, Ebu Bekir ve Ömer (yola çıktık)' dediğini duydum. Bu yüzden umdum ki Allah seni ikisiyle birlikte tutar.\" Arkama döndüm ve konuşanın Ali bin Ebi Talib olduğunu gördüm."
    },
    {
      "id": 28,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "Urva bin Zübeyr'den rivayet edilmiştir: Abdullah bin Amr'a sordum, \"Putperestlerin Allah'ın Elçisi (ﷺ) 'ne yaptıkları en kötü şey neydi?\" Dedi ki, \"Uqba bin Ebi Mu'ait'in Peygamber (ﷺ) 'e geldiğini ve onun namaz kıldığını gördüm. Uqba, Peygamber'in boynuna örtüsünü sardı ve çok sert bir şekilde sıktı. Ebu Bekir geldi ve Uqba'yı Peygamber'den uzaklaştırdı ve \"Bir adamın sadece 'Rabbim Allah'tır' dediği için onu öldürmeyi mi düşünüyorsun? Ve o, Rabbinizden size açık belgeler getirdi?\" dedi."
    },
    {
      "id": 29,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rüyamda Cennet'e girdiğimi gördüm ve bakın! Ar-Rumaisa'ı, Ebu Talha'nın karısını gördüm. Ayak sesleri duydum. 'Kim o?' diye sordum. Birisi, 'Bu Bilal'dir,' dedi. Sonra bir saray gördüm ve avlusunda bir kadın oturuyordu. 'Bu saray kimin?' diye sordum. Birisi, 'Bu Ömer' içindir,' dedi. İçeri girmeyi ve onu görmeyi düşündüm ama senin (Ömer'in) gırasını düşündüm (ve denemekten vazgeçtim).\" Ömer, \"Anam ve babam sana feda olsun, ey Allah'ın Elçisi (ﷺ)! Nasıl olur da senin yüzünden gıramın (şerefimin) zedelenmesini düşünürüm?\" dedi."
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikteyken şöyle dedi: \"Uyuduğum sırada kendimi Cennet'te gördüm ve aniden bir kadının bir sarayın yanında abdest aldığını gördüm. 'Bu saray kimin?' diye sordum. Onlar, 'Bu Ömer' içindir,' dediler. Sonra Ömer'in gırasını (şerefini) hatırladım ve hızla uzaklaştım.\" Ömer ağladı ve \"Ey Allah'ın Elçisi (ﷺ)! Nasıl olur da senin yüzünden gıramın (şerefimin) zedelenmesini düşünürüm?\" dedi."
    },
    {
      "id": 31,
      "narrator": "Narrated Hamza's father:",
      "text": "Hamza'nın babasından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Uyurken kendimi (süt) içiyor gördüm ve o kadar memnundum ki, sütün tırnaklarımdan aktığını gördüm. Sonra (sütü) `Umar'a verdim.\" Onlar (yani Peygamberin arkadaşları) sordular, \"Bunu nasıl yorumluyorsun?\" O dedi ki, \"Bilgi.\""
    },
    {
      "id": 32,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bir rüyada kendimi bir kuyuya kova ile su çekerken gördüm. Abu Bekir geldi ve bir ya da iki kova çekti, ama zayıf bir şekilde. Allah onu affetsin. Sonra `Umar bin Al-Khattab geldi ve kova, elinde çok büyük bir kova haline geldi. Ben, böyle zor bir işte onun kadar güçlü birini daha önce hiç görmemiştim, ta ki bütün insanlar içip susuzluklarını giderene ve orada diz çökerek su içen develerini sulayana kadar.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Sa`d bin Abi Waqqas:",
      "text": "Sa`d bin Abi Waqqas'tan rivayet edilmiştir: `Umar bin Al-Khattab, Allah'ın Elçisi (ﷺ) ile oturan bazı Kureyş kadınlarını görme izni istedi. Kadınlar, onunla konuşuyor ve daha fazla harcama talep ediyorlardı, seslerini Allah'ın Elçisi'nin sesinin üzerine yükseltiyorlardı. `Umar içeri girmek için izin istediğinde, kadınlar hemen peçelerini takındılar. Allah'ın Elçisi ona girmesine izin verdi ve `Umar içeri girdiğinde Allah'ın Elçisi (ﷺ) gülümseyerek karşılandı. `Umar dedi ki, \"Ey Allah'ın Elçisi! Allah seni her zaman gülümsetsin.\" Peygamber (ﷺ) dedi ki, \"Burada bulunan bu kadınlar beni hayrete düşürdü, çünkü senin sesini duyduklarında hemen peçelerini takındılar.\" `Umar dedi, \"Ey Allah'ın Elçisi (ﷺ)! Onlardan korkulması gereken sensin, benden daha çok.\" Sonra `Umar kadınlara hitap ederek, \"Ey kendinizin düşmanları! Benden daha çok Allah'ın Elçisi'nden mi korkuyorsunuz?\" dediler, \"Evet, çünkü sen, Allah'ın Elçisi'nden daha sert ve katısın.\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki, \"Ey İbn Al-Khattab! Hayatımın sahibi olan Allah'a yemin ederim ki! Şeytan seni bir yolda bulamaz, ama senin yolundan başka bir yola sapar.\""
    },
    {
      "id": 34,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'tan rivayet edilmiştir: `Umar İslam'ı kabul ettiğinden beri güçlü olduk."
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: `Umar'ın (ölü bedeni) ölüm yatağına konulduğunda, insanlar etrafında toplandı ve (Allah'a) dua ettiler ve onun için dua ettiler, beden alınmadan önce, ben de aralarındaydım. Aniden birinin omzumu tuttuğunu hissettim ve bunun `Ali bin Abi Talib olduğunu öğrendim. `Ali, `Umar için Allah'ın merhametini diledi ve dedi ki, \"Ey `Umar! Arkanda, senin gibi amelleriyle Allah'a kavuşmayı istediğim birini bırakmadın. Allah'a yemin ederim ki! Her zaman Allah'ın seni iki arkadaşınla birlikte tutacağını düşünürdüm, çünkü çok sık Peygamber (ﷺ)'in, 'Ben, Abu Bekir ve `Umar gittik; ben, Abu Bekir ve `Umar girdik; ve ben, Abu Bekir ve `Umar çıktık.' dediğini duyardım.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Uhud dağını tırmandı ve yanında Abu Bekir, `Umar ve `Uthman vardı. Dağ altlarında titredi. Peygamber (ﷺ) ayağıyla vurdu ve dedi ki, \"Ey Uhud! Sağlam dur, çünkü üzerinde sadece bir Peygamber, bir Siddik ve bir şehit (yani iki şehit) var.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Aslam:",
      "text": "Aslam'dan rivayet edilmiştir: İbn `Umar, `Umar hakkında bazı konuları sordu. Dedi ki, \"Allah'ın Elçisi (ﷺ) vefat edeli beri, `Umar bin Al-Khattab'dan daha ciddi, çalışkan ve cömert birini hiç görmedim (hayatının sonuna kadar).\""
    },
    {
      "id": 38,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e Kıyamet (yani Kıyamet Günü) hakkında sordu, \"Kıyamet ne zaman olacak?\" Peygamber (ﷺ) dedi ki, \"Sen onun için ne hazırladın?\" Adam dedi ki, \"Hiçbir şey, sadece Allah'ı ve Elçisini seviyorum.\" Peygamber (ﷺ) dedi ki, \"Sevdiğin kişilerle olacaksın.\" O sözü duyduğumuzda hiç bu kadar sevinçli olmamıştık (yani, \"Sevdiğin kişilerle olacaksın.\") Bu nedenle, ben Peygamberi, Abu Bekir'i ve `Umar'ı seviyorum ve onlarla birlikte olmayı umuyorum, çünkü onlara olan sevgim nedeniyle, amellerim onlarınki gibi olmasa da."
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Sizden önceki milletler arasında, ilham edilen (ama peygamber olmayan) insanlar vardı. Eğer benim takipçilerim arasında böyle birisi varsa, o da 'Umar'dır.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Sizden önceki Beni İsrail milleti arasında, peygamber olmayan ama rehberlik ile ilham edilen adamlar vardı, eğer benim takipçilerim arasında böyle birisi varsa, o da 'Umar'dır.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bir çoban koyunları arasında iken, bir kurt onlara saldırdı ve bir koyunu aldı. Çoban onu kovaladı ve o koyunu kurtlardan kurtardı. Kurt çobana döndü ve dedi ki, 'Koyunları, vahşi hayvanların günü geldiğinde, benim dışımda kim koruyacak?' İnsanlar, \"Allah'ı yücelt!\" dediler. Peygamber (ﷺ) dedi ki, \"Ama ben buna inanıyorum ve Abu Bekir ile `Umar da inanıyor, oysa Abu Bekir ve `Umar orada (olayın olduğu yerde) yoktu.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin, \"Uyurken, insanlar bana sunuldu (bir rüyada). Üzerlerinde gömlekler vardı, bazılarının sadece (göğüslerini) örtüyordu ve bazıları biraz daha uzundu. `Umar bana sunuldu ve gömleği o kadar uzundu ki sürüklüyordu.\" Onlar sordular, \"Bunu nasıl yorumladın, ey Allah'ın Elçisi (ﷺ)?\" O dedi ki, \"Din.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Musa:",
      "text": "Al-Miswar bin Makhrama'dan rivayet edilmiştir: `Umar bıçaklandığında, acı belirtileri gösterdi. İbn `Abbas, sanki `Umar'ı cesaretlendirmek istercesine, ona dedi ki, \"Ey müminlerin lideri! Başına gelenlerden endişelenme, çünkü sen Allah'ın Elçisi (ﷺ) ile birlikte oldun ve onunla iyi ilişkiler kurdun ve ondan hoşnut ayrıldın. Sonra Abu Bekir'in yanında oldun ve onunla iyi ilişkiler kurdun ve ondan hoşnut ayrıldın (yani o vefat etti). Sonra Müslümanların yanında oldun ve onlarla iyi ilişkiler kurdun, eğer onlardan ayrılırsan, onları hoşnut bir şekilde terk edersin.\" `Umar dedi ki, (İbn `Abbas'a), \"Allah'ın Elçisi (ﷺ) ile olan arkadaşlığın ve onun benden hoşnut olması hakkında söylediklerin, Allah'ın bana yaptığı bir iyiliktir; ve Abu Bekir ile olan arkadaşlığın ve onun benden hoşnut olması hakkında söylediklerin, Allah'ın bana yaptığı bir iyiliktir; ve gördüğün sabırsızlığım, sen ve arkadaşların yüzündendir. Allah'a yemin ederim ki! Eğer (bir şekilde) yer kadar altınım olsaydı, onu Allah'ın Azabından kurtulmak için fidye olarak verirdim, O'na kavuşmadan önce.\""
    },
    {
      "id": 44,
      "narrator": "Narrated `Abdullah bin Hisham:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) ile Medine'nin bahçelerinden birinde iken, bir adam geldi ve kapıyı açmamı istedi. Peygamber (ﷺ) bana dedi ki, \"Onu içeri al ve ona cennete gireceğini müjdele.\" Kapıyı onun için açtım ve bakın! O, Abu Bekir'di. Ona Peygamber (ﷺ)'in söylediği müjdeyi bildirdim ve Allah'ı övdü. Sonra başka bir adam geldi ve kapıyı açmamı istedi. Peygamber (ﷺ) bana dedi ki, \"Kapıyı aç ve ona cennete gireceğini müjdele.\" Kapıyı onun için açtım ve bakın! O, `Umar'dı. Ona Peygamber (ﷺ)'in söylediği şeyi bildirdim ve Allah'ı övdü. Sonra başka bir adam geldi ve kapıyı açmamı istedi. Peygamber (ﷺ) bana dedi ki, \"Onu içeri al ve ona bir felaketle birlikte cennete gireceğini müjdele.\" Bakın! O, `Uthman'dı, ona Allah'ın Elçisi (ﷺ)'nin söylediğini bildirdim. O, Allah'ı övdü ve dedi ki, \"Allah'tan yardım dilerim.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Musa:",
      "text": "`Abdullah bin Hişam'dan rivayet edilmiştir: Biz Peygamber (ﷺ) ile birlikteyken, o `Umar bin Al-Khattab'ı elinden tutuyordu."
    },
    {
      "id": 46,
      "narrator": "Narrated 'Ubaidullah bin `Adi bin Al-Khiyar:",
      "text": "'Ubaidullah bin `Adi bin Al-Khiyar'dan rivayet edilmiştir: Al-Miswar bin Makhrama ve `Abdur-Rahman bin Al-Aswad bin 'Abu Yaghuth bana dediler ki, \"İnsanlar onun hakkında çok konuştuğu için neden `Uthman'a kardeşi Al-Walid hakkında konuşmuyorsun?\" Bunun üzerine `Uthman'a gittim ve o namaza çıkarken ona dedim ki, \"Sana söylemek istediğim bir şey var, bu da sana bir tavsiyedir.\" `Uthman, \"Ey adam, senden.\" dedi. (`Umar dedi ki: Onun, \"Senden Allah'a sığınırım.\" dediğini görüyorum.) Ben de onu terk ettim ve onlara gittim. Sonra `Uthman'ın elçisi geldi ve ben ona (yani `Uthman'a) gittim, `Uthman sordu, \"Tavsiyen nedir?\" Ben de, \"Allah, Muhammad'ı Hak ile gönderdi ve ona İlahi Kitabı (yani Kur'an'ı) indirdi; sen de Allah ve O'nun Elçisi'ni takip edenlerden biriydin, iki hicrete (Etyopya ve Medine'ye) katıldın ve Allah'ın Elçisi (ﷺ) ile birlikte oldun ve onun yolunu gördün. Şüphesiz, insanlar Al-Walid hakkında çok konuşuyor.\" `Uthman dedi ki, \"Bilgini doğrudan Allah'ın Elçisi'nden (ﷺ) mi aldın?\" Ben de, \"Hayır, ama bilgisi bana ulaştı ve (hatta) bir bakireye bile ulaştı.\" `Uthman dedi ki, \"Sonra Allah, Muhammad'ı Hak ile gönderdi ve ben de Allah ve O'nun Elçisi'ni takip edenlerden biriydim ve O'nun gönderildiği her şeye inandım, iki hicrete katıldım, senin dediğin gibi, ve Allah'ın Elçisi (ﷺ) ile birlikte oldum ve ona biat ettim. Allah'a yemin ederim ki, O'na asla isyan etmedim, O'nu aldatmadım, ta ki Allah onu kendisine aldı. Sonra Abu Bakr'a ve sonra `Umar'a da aynı şekilde davrandım ve sonra halife oldum. O halde, benim de onlarınki gibi haklarım yok mu?\" Ben dedim, \"Evet.\" O da, \"O halde, sizlerden bana ulaşan bu konuşmalar nedir? Şimdi, Al-Walid meselesi hakkında bahsettiğin konuyla ilgili, Allah dilerse, ben ona hakkaniyete göre muamele edeceğim.\" Sonra `Ali'yi çağırdı ve ona kırbaçla vurmasını emretti, ve `Ali ona (yani Al-Walid'e) seksen sopa vurdu."
    },
    {
      "id": 47,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Narrated `Uthman:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) döneminde biz, Abu Bakr'ı eşsiz kabul ederdik, sonra `Umar ve sonra `Uthman (üstünlükte ona yakın) gelirdi ve o zaman Peygamber'in arkadaşları arasında ayrım yapmazdık."
    },
    {
      "id": 49,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Narrated `Amr bin Maimun:",
      "text": "`Uthman'dan rivayet edilmiştir: (Muhib'in oğlu) Kabe'ye haccetmek için gelen bir Mısırlı bazı insanların oturduğunu gördü. O sordu, \"Bu insanlar kim?\" Birisi dedi ki, \"Onlar Kureyş kabilesidir.\" O dedi ki, \"Aralarında oturan yaşlı adam kim?\" İnsanlar cevap verdi, \"O `Abdullah bin `Umar.\" O dedi ki, \"Ey İbn `Umar! Sana bir şey sormak istiyorum; lütfen bana söyle. `Uthman Uhud günü kaçtı mı?\" İbn `Umar dedi, \"Evet.\" (Mısırlı) adam dedi, \"Badr günü `Uthman yok muydu ve ona katılmadı mı?\" İbn `Umar dedi, \"Evet.\" Adam dedi, \"Ar-Ridvan biatında yok muydu ve onu görmedi mi?\" İbn `Umar dedi, \"Evet.\" Adam dedi, \"Allahu Ekber!\" İbn `Umar dedi, \"Şimdi sana (bu üç şeyi) açıklayayım. Uhud günü kaçması için, Allah'ın onu affettiğini ve bağışladığını şahidim; Badr savaşına katılmaması ise, Allah'ın Elçisi'nin (ﷺ) kızı onun eşi olduğu ve o zaman hasta olduğuydu. Allah'ın Elçisi (ﷺ) ona dedi ki, \"Sen Badr savaşına katılanlardan biri gibi aynı ödülü ve ganimetten pay alacaksın (eğer onunla kalırsan).\" Ar-Ridwan biatındaki yokluğu ise, eğer Mekke'de `Uthman'dan daha saygın birisi olsaydı (temsilci olarak gönderilecek), Allah'ın Elçisi (ﷺ) onu gönderecekti. Şüphesiz, Allah'ın Elçisi (ﷺ) onu göndermişti ve Ar-Ridwan biat olayı, `Uthman Mekke'ye gittikten sonra gerçekleşti. Allah'ın Elçisi (ﷺ) sağ elini uzatarak, 'Bu `Uthman'ın elidir.' dedi. Diğer elini onunla vurarak, 'Bu (biat) `Uthman adına.' dedi. Sonra İbn `Umar adamın yanına dönerek, 'Bu mazeretleri aklında tut.' dedi."
    },
    {
      "id": 51,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Narrated Salama:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Uhud dağını aştı ve Abu Bakr, `Umar ve `Uthman ona eşlik ediyordu. Dağ bir sarsıntı geçirdi (yani altlarında titredi). Peygamber (ﷺ) dedi ki, \"Ey Uhud! Sakin ol.\" Sanırım Peygamber (ﷺ) ayağıyla ona vurdu ve ekledi, \"Üzerinde yalnızca bir Peygamber, bir Siddik ve iki şehit var.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Hazim:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Narrated Sa`d bin 'Ubaida:",
      "text": "`Amr bin Maimun'dan rivayet edilmiştir: `Umar bin Al-Khattab'ı, Medine'de bıçaklandığı günlerden birkaç gün önce gördüm. Hudhaifa bin Al-Yaman ve `Uthman bin Hunaif ile birlikte duruyordu ve onlara dedi ki, \"Ne yaptınız? As-Swad (yani Irak) topraklarına daha fazla vergi koyduğunuzu mu düşünüyorsunuz?\" Onlar cevap verdiler, \"Onun kaldırabileceği kadarını koyduk çünkü verimi çok.\" `Umar tekrar dedi, \"Toprağa koyduğunuz şeyin kaldırabileceğinden fazlasını koyup koymadığınızı kontrol edin.\" Onlar dediler, \"Hayır, (koymadık).\" `Umar ekledi, \"Eğer Allah beni yaşatırsa, Irak'ın dul kadınlarının benim arkamdan erkeğe ihtiyaç duymayacaklar.\" Ama sadece dört gün geçti ki, bıçaklandı (ve öldürüldü). Bıçaklandığı gün, ben ayaktaydım ve benimle arasında `Abdullah bin `Abbas'tan başka kimse yoktu. `Umar iki sıra arasında geçerken, \"Düz sıralar halinde durun.\" derdi. Sıralarda bir kusur görmediğinde, öne geçer ve namaza başlardı. İlk rek'atta Yusuf Suresi veya An-Nahl veya benzeri bir sure okurdu ki, insanlar namaza katılabilsin. Takbir dediği anda, \"Köpek beni öldürdü veya yedi,\" dediği sesi duydum, o sırada (yani katil) onu bıçakladı. Bir Arap olmayan kafir, iki kenarlı bir bıçakla geçtiği her kişiyi sağdan ve soldan bıçaklayarak on üç kişiyi bıçakladı, bunlardan yedisi öldü. Müslümanlardan biri bunu görünce, üzerine bir örtü attı. Yakalandığını anlayan Arap olmayan kafir kendini öldürdü, `Umar `Abdur-Rahman bin `Auf'un elini tuttu ve ona namazı kıldırmasını sağladı. `Umar'ın yanında duranlar benim gördüğümü gördüler, ama caminin diğer kısımlarında olan insanlar hiçbir şey görmedi, sadece `Umar'ın sesini kaybettiler ve \"Subhan Allah! Subhan Allah!\" (yani Allah'ı tesbih ederiz) diyorlardı. `Abdur-Rahman bin `Auf insanlara kısa bir namaz kıldırdı. Namaz bitince `Umar dedi, \"Ey İbn `Abbas! Beni kim bıçakladı, bul.\" İbn `Abbas kısa bir süre burada ve orada bakındı ve \"Al-Mughira'nın kölesi.\" dedi. Bunun üzerine `Umar dedi, \"Zanaatkar mı?\" İbn `Abbas dedi, \"Evet.\" `Umar dedi, \"Allah onu lanetlesin. Ben ona haksızlık etmedim. Bütün övgüler, beni bir Müslüman olduğunu iddia eden bir adamın elinde öldürmeyen Allah'a aittir. Şüphesiz, sen ve baban (Abbas) Medine'de daha fazla Arap olmayan kafir olmasını seviyorsunuz.\" Al-Abbas'ın en fazla kölesi vardı. İbn `Abbas `Umar'a dedi ki, \"İstersen, yaparız.\" O, \"İstersen onları öldürürüz.\" demek istedi. `Umar dedi, \"Yanılıyorsun (çünkü onları öldüremezsin) onların dilini konuştuğu, kıbleye doğru dua ettiği ve senin gibi haccettiği zaman.\" Sonra `Umar'ı evine götürdüler, biz de onunla birlikte gittik, insanlar sanki daha önce bir felaket yaşamamış gibiydi. Bazıları, \"Endişelenme (yakında iyi olacak).\" dedi. Bazıları, \"Öleceğinden korkuyoruz.\" dedi. Sonra ona bir hurma infüzyonu getirildi ve onu içti ama karnından çıktı. Sonra ona süt getirildi ve onu içti, o da karnından çıktı. İnsanlar onun öleceğini anladılar. Biz ona gittik ve insanlar onu övüyordu. Genç bir adam geldi ve dedi ki, \"Ey müminlerin lideri! Allah'tan sana, Allah'ın Elçisi (ﷺ) ile olan arkadaşlığın ve bildiğin İslam'daki üstünlüğün nedeniyle müjdeler olsun. Sonunda sen yönetici (yani halife) oldun ve adaletle hükmettin ve nihayet şehit oldun.\" `Umar dedi, \"Keşke bu tüm ayrıcalıklar (eksikliklerimi) dengeleyebilseydi ki, ne kaybederim ne de kazanırım.\" Genç adam geri dönünce, elbiseleri yere değiyormuş gibi görünüyordu. `Umar dedi, \"Genç adamı bana geri çağırın.\" (Geri geldiğinde) `Umar dedi, \"Ey yeğenim! Elbiseni kaldır, bu elbiseni temiz tutar ve Rabbinin Azabından seni korur.\" `Umar ayrıca dedi ki, \"Ey `Abdullah bin `Umar! Başkalarına ne kadar borçlu olduğuma bak.\" Borç kontrol edildiğinde, yaklaşık seksen altı bin olduğu ortaya çıktı. `Umar dedi, \"Eğer `Umar'ın ailesinin malı borcu karşılıyorsa, o borcu ödeyin; aksi takdirde Bani `Adi bin Ka'b'den isteyin, eğer bu da yeterli değilse, Kureyş kabilesinden isteyin, ve başka birinden istemeyin ve bu borcu benim adıma ödeyin.\" `Umar daha sonra (Abdullah'a) dedi ki, \"Aişe'ye (müminlerin annesi) git ve de ki: \"`Umar sana selam gönderiyor. Ama 'Müminlerin lideri' deme, çünkü bugün ben müminlerin lideri değilim. Ve de ki: \"`Umar bin Al-Khattab, iki arkadaşım (yani Peygamber ve Abu Bakr) ile birlikte gömülmek için izin istiyor.\" `Abdullah Aişe'yi selamladı ve içeri girmek için izin istedi, sonra içeri girdi ve onu otururken ve ağlarken buldu. Ona dedi, \"`Umar bin Al-Khattab sana selam gönderiyor ve iki arkadaşım ile birlikte gömülmek için izin istiyor.\" O dedi ki, \"Bu yeri kendime ayırmayı düşünmüştüm, ama bugün `Umar'ı kendime tercih ediyorum.\" Geri döndüğünde, `Umar'a, \"`Abdullah bin `Umar geldi.\" denildi. `Umar dedi, \"Beni oturtun.\" Birisi onu vücuduna yaslayarak destekledi ve `Umar (Abdullah'a) sordu, \"Ne haber var?\" O dedi, \"Ey müminlerin lideri! İstediğin gibi. İzin verdi.\" `Umar dedi, \"Hamd, Allah'a aittir, bu benim için daha önemli bir şey yoktu. Ölünce beni al, Aişe'ye selam söyle ve de ki: \"`Umar bin Al-Khattab, (Peygamber (ﷺ) ile) gömülmek için izin istiyor, eğer izin verirse, oraya gömün, eğer reddederse, beni Müslümanların mezarlığına götürün.\" Sonra Hafsa (müminlerin annesi) birçok kadınla birlikte geldi. Onu görünce, biz ayrıldık. O (Umar'a) girdi ve bir süre orada ağladı. Erkekler içeri girmek için izin istediklerinde, başka bir yere gitti ve içeride ağladığını duyduk. İnsanlar `Umar'a dediler ki, \"Ey müminlerin lideri! Bir halef tayin et.\" `Umar dedi, \"Bu iş için daha uygun birini bulamıyorum, Allah'ın Elçisi'nin (ﷺ) ölümünden önce hoşnut olduğu kişilerden veya gruptan.\" Sonra `Umar `Ali, `Uthman, Az-Zubair, Talha, Sa`d ve `Abdur-Rahman (bin `Auf) adlarını zikretti ve dedi ki, \"İbn `Umar sizin için bir şahit olacak, ama yönetimde hiçbir payı olmayacak. Onun şahitliği, yönetim hakkını paylaşmamasını telafi edecektir. Eğer Sa`d yönetici olursa, bu iyi olur; aksi takdirde, kim yönetici olursa olsun, onun yardımını istemelidir, çünkü onu yeteneksizlik veya sahtekarlık nedeniyle görevden almadım.\" `Umar ekledi, \"Halefimin ilk göçmenlere dikkat etmesini öneriyorum; haklarını bilmesini ve onurlarını ve kutsal şeylerini korumasını öneriyorum. Ayrıca, göçmenlerden önce Medine'de yaşayan Ensar'a karşı nazik olmasını öneriyorum ve onların kalplerine inanç girmiştir. Onların içindeki salihlerin iyiliğini kabul etmesini ve günahkarlarını affetmesini öneriyorum ve tüm şehir halkına (Al-Ensar) iyilik yapmasını öneriyorum, çünkü onlar İslam'ın koruyucuları ve zenginliğin kaynağı ve düşmana karşı rahatsızlık kaynağıdır. Onlardan sadece fazla olanı rızasıyla almasını öneriyorum. Ayrıca, Arap bedevilerine iyilik yapmasını öneriyorum, çünkü onlar Arapların kökenidir ve İslam'ın maddesidir. Onların mülkleri arasından aşağı olanı almalı ve onları içindeki fakirlere dağıtmalıdır. Ayrıca, Allah'ın ve O'nun Elçisi'nin koruması altındaki (yani Dhimmiler) ile ilgili olarak, sözleşmelerini yerine getirmesini ve onların haklarını savunmasını ve onları aşırı yükten korumasını öneriyorum.\" `Umar vefat edince, onu dışarı taşıdık ve yürümeye başladık. `Abdullah bin `Umar Aişe'yi selamladı ve dedi ki, \"`Umar bin Al-Khattab izin istiyor.\" `Aişe dedi ki, \"Onu içeri alın.\" İçeri alındı ve iki arkadaşının yanına gömüldü. Gömüldüğünde, `Umar'ın tavsiye ettiği grup bir araya geldi. Sonra `Abdur-Rahman dedi ki, \"Adayları üç kişiye indirin.\" Az-Zubair dedi ki, \"Hakkımı `Ali'ye veriyorum.\" Talha dedi ki, \"Hakkımı `Uthman'a veriyorum.\" Sa`d, \"Hakkımı `Abdur-Rahman bin `Auf'a veriyorum.\" `Abdur-Rahman sonra (Uthman ve Ali'ye) dedi ki, \"Şimdi hanginiz adaylık hakkınızı bırakmaya istekli, böylece kalan ikisinden daha iyisini seçebilirim, Allah ve İslam benim şahitlerimdir.\" İkisi de sessiz kaldı. `Abdur-Rahman dedi, \"Bu meseleyi bana bırakacak mısınız, ve Allah'ı şahit tutuyorum ki, sadece sizden daha iyisini seçeceğim?\" Onlar, \"Evet.\" dediler. Böylece `Abdur-Rahman, onlardan birinin (yani Ali'nin) elini tuttu ve dedi ki, \"Sen Allah'ın Elçisi'ne (ﷺ) akrabasın ve en erken Müslümanlardansın, bunu iyi biliyorsun. Bu yüzden seni Allah'a yemin ederek soruyorum, eğer seni yönetici olarak seçersem, adalet yapacak mısın, eğer `Uthman'ı yönetici olarak seçersem, ona itaat edecek misin?\" Sonra diğerine (yani `Uthman'a) çekti ve ona da aynı şeyi söyledi. `Abdur-Rahman bu ant"
    },
    {
      "id": 55,
      "narrator": "Narrated `Ali:",
      "text": "Narrated `Ali: Fatima complained of the suffering caused to her by the hand mill. Some Captives were brought to the \nProphet, she came to him but did not find him at home `Aisha was present there to whom she told (of \nher desire for a servant). When the Prophet (ﷺ) came, Aisha informed him about Fatima's visit. `Ali added \n\"So the Prophet (ﷺ) came to us, while we had gone to our bed I wanted to get up but the Prophet (ﷺ) said, \n\"Remain at your place\". Then he sat down between us till I found the coolness of his feet on my chest. \nThen he said, \"Shall I teach you a thing which is better than what you have asked me? When you go to \nbed, say, 'Allahu-Akbar' thirty-four times, and 'Subhan Allah thirty-three times, and 'Al hamdu-li l-lah \nthirty-three times for that is better for you both than a servant.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "And narrated Sad   that the Prophet (ﷺ) said to 'Ali, \"Will you not be pleased from this that you are to me like Aaron was to Moses?\""
    },
    {
      "id": 57,
      "narrator": "Narrated Ubaida:",
      "text": "Narrated Ubaida: Ali said (to the people of 'Iraq), \"Judge as you used to judge, for I hate differences (and I do my best ) till the people unite as one group, or I die as my companions have died.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Huraira:",
      "text": "Narrated Abu Huraira: The people used to say, \"Abu Huraira narrates too many narrations.\" In fact I used to keep close to \nAllah's Messenger (ﷺ) and was satisfied with what filled my stomach. I ate no leavened bread and dressed no \ndecorated striped clothes, and never did a man or a woman serve me, and I often used to press my \nbelly against gravel because of hunger, and I used to ask a man to recite a Qur'anic Verse to me \nalthough I knew it, so that he would take me to his home and feed me. And the most generous of all \nthe people to the poor was Ja`far bin Abi Talib. He used to take us to his home and offer us what was \navailable therein. He would even offer us an empty folded leather container (of butter) which we \nwould split and lick whatever was in it."
    },
    {
      "id": 59,
      "narrator": "Narrated Ash-Shu`bi:",
      "text": "Narrated Ash-Shu`bi: Whenever Ibn `Umar greeted Ibn Jafar, he used to say: \"As-salamu-'Alaika (i.e. Peace be on you) O \nson of Dhu-l-Janahain (son of the two-winged person)."
    },
    {
      "id": 60,
      "narrator": "Narrated Anas:",
      "text": "Narrated Anas: Whenever there was drought, `Umar bin Al-Khattab used to ask Allah for rain through Al-`Abbas bin \n`Abdul Muttalib, saying, \"O Allah! We used to request our Prophet to ask You for rain, and You \nwould give us. Now we request the uncle of our Prophet to ask You for rain, so give us rain.\" And \nthey would be given rain.\""
    },
    {
      "id": 61,
      "narrator": "Narrated 'Aisha:",
      "text": "'Aişe'den rivayet edilmiştir: Fatıma, Ebu Bekir'e birisini göndererek, Peygamber (ﷺ) tarafından kendisine verilen mirası, Allah'ın Elçisine (Fai yani savaşmadan elde edilen ganimet) verdiği şeylerden talep etti. Medine'deki Peygamber (ﷺ) Sadaqası'nı, Fadak'ı ve Hayber ganimetinin Khumus'undan (yani beşte bir) kalanını istedi. Ebu Bekir, \"Allah'ın Elçisi (ﷺ) dedi ki, 'Biz (Peygamberler), malımız miras bırakılmaz ve geriye bıraktığımız her şey Sadaqa'dır, ancak Muhammed'in ailesi bu maldan yiyebilir, yani Allah'ın malından, ama ihtiyaç duyduklarından fazlasını alma hakları yoktur.' Vallahi! Peygamber'in Sadaqa'sıyla ilgili olarak herhangi bir değişiklik yapmayacağım (ve onları) onun (yani Peygamber'in) hayatında olduğu gibi tutacağım ve Allah'ın Elçisi (ﷺ) gibi tasfiye edeceğim.\" Sonra Ali dedi ki, \"Ben şahitlik ederim ki, Allah'tan başka ibadet edilecek kimse yoktur ve Muhammed O'nun Elçisidir,\" ve ekledi, \"Ey Ebu Bekir! Senin üstünlüğünü kabul ediyoruz.\" Sonra o (yani Ali) Allah'ın Elçisine olan ilişkilerini ve haklarını belirtti. Ebu Bekir sonra şöyle konuştu: \"Vallahi, hayatımın elinde olduğu Allah'a yemin ederim. Allah'ın Elçisinin akrabalarına iyilik yapmayı, kendi akrabalarıma iyilik yapmaktan daha çok severim.\""
    },
    {
      "id": 62,
      "narrator": "Abu Bakr:",
      "text": "Ebu Bekir: \"Muhammed'e ailesi aracılığıyla bakın (yani eğer ailesine iyi değilseniz, ona da iyi değilsiniz).\""
    },
    {
      "id": 63,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "Al-Miswar bin Makhrama'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Fatıma benden bir parçadır, onu öfkelendiren beni öfkelendirir.\""
    },
    {
      "id": 64,
      "narrator": "Narrated `Aisha:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) hastalığında, vefat edeceği hastalığında kızı Fatıma'yı çağırdı ve ona bir sır söyledi, bunun üzerine o ağladı. Sonra onu tekrar çağırdı ve ona bir sır söyledi, bunun üzerine o güldü. Ben ona bunun hakkında sordum, o da, \"Peygamber (ﷺ) bana gizlice konuştu ve o hastalık sırasında vefat edeceğini bildirdi, bu yüzden ağladım. Sonra yine bana gizlice konuştu ve ailesinin içinden ilk olarak onu takip edecek olanın ben olacağımı bildirdi, bunun üzerine güldüm,\" dedi."
    },
    {
      "id": 65,
      "narrator": "Narrated Marwan bin Al-Hakam:",
      "text": "Marwan bin Hakam'dan rivayet edilmiştir: 'Uthman bin 'Affan, o yıl yaygın olan şiddetli burun kanamasına yakalandı ve bu yüzden Hac'ı yapamadı, ve (bunun yüzünden) vasiyetini yaptı. Kureyş'ten bir adam ona geldi ve \"Halefini tayin et,\" dedi. 'Uthman sordu, \"İnsanlar onu isimlendirdi mi?\" Adam, \"Evet,\" dedi. 'Uthman sordu, \"O kim?\" Adam sessiz kaldı. Başka bir adam 'Uthman'a geldi ve sanırım o Al-Harith'ti. O da \"Halefini tayin et,\" dedi. 'Uthman sordu, \"İnsanlar onu isimlendirdi mi?\" Adam, \"Evet,\" diye yanıtladı. 'Uthman, \"O kim?\" dedi. Adam sessiz kaldı. 'Uthman, \"Belki Az-Zubair'i zikrettiler?\" dedi. Adam, \"Evet,\" dedi. 'Uthman, \"Hayatımın elinde olduğu Allah'a yemin ederim, o benim bildiğim kadarıyla en iyisidir ve Allah'ın Elçisine (ﷺ) en sevimli olanıdır.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Marwan bin Al-Hakam:",
      "text": "Marwan bin Hakam'dan rivayet edilmiştir: 'Uthman ile birlikteyken, bir adam ona geldi ve \"Halefini tayin et,\" dedi. 'Uthman, \"Böyle bir halef isimlendirildi mi?\" dedi. Adam, \"Evet, Az-Zubair,\" dedi. 'Uthman üç kez, \"Vallahi! Gerçekten sen onun en iyisi olduğunu biliyorsun,\" dedi."
    },
    {
      "id": 67,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Her peygamberin bir Hawari (yani talebe) olurdu, benim Hawarim Az-Zubair bin Al-‘Awwam'dır.\""
    },
    {
      "id": 68,
      "narrator": "Narrated `Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Az-Zubair'den rivayet edilmiştir: Ahzab Savaşı sırasında ben ve Umar bin Ebi Selame kadınlarla birlikte geri bırakıldık. Bakın! Babam Az-Zubair'i atının üzerinde, Beni Kureyza'ya gidip gelirken iki veya üç kez gördüm. Döndüğümde, \"Ey babam! Seni Beni Kureyza'ya giderken ve gelirken gördüm,\" dedim. O da, \"Gerçekten beni mi gördün, ey oğlum?\" dedi. Ben, \"Evet,\" dedim. O, \"Allah'ın Elçisi (ﷺ) dedi ki, 'Beni Kureyza'ya kim gidecek ve bana onların haberini getirecek?'\" dedi. Ben de gittim, geri döndüğümde, Allah'ın Elçisi benim için her iki ebeveynini zikrederek, \"Babam ve annem senin uğruna feda olsun,\" dedi."
    },
    {
      "id": 69,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Yarmuk Savaşı günü, Peygamber (ﷺ) arkadaşları Az-Zubair'e, \"Düşmana şiddetle saldıracak mısın ki, biz de seninle birlikte saldırabilelim?\" dediler. Az-Zubair onlara saldırdı ve omzuna iki yara aldı, bu iki yara arasında Badr Savaşı günü aldığı eski bir yara vardı. Çocukken, bu yaralara parmaklarımı oyun oynarken sokardım."
    },
    {
      "id": 70,
      "narrator": "Narrated Abu `Uthman:",
      "text": "Ebu Uthman'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) savaşta bulunduğu bir gazvede, Peygamber (ﷺ) ile birlikte kalan kimse Talha ve Sa'd'dan başkası değildi."
    },
    {
      "id": 71,
      "narrator": "Narrated Qais bin Abi Hazim:",
      "text": "Kays bin Ebi Hazim'den rivayet edilmiştir: Talha'nın, Peygamber'i (oktan) koruduğu felçli elini gördüm."
    },
    {
      "id": 72,
      "narrator": "Narrated Sa`d:",
      "text": "Sa'd'dan rivayet edilmiştir: Uhud Savaşı günü Peygamber (ﷺ) benim için her iki ebeveynini (yani, \"Babam ve annem senin uğruna feda olsun.\") zikretti."
    },
    {
      "id": 73,
      "narrator": "Narrated Sa`d:",
      "text": "Sa'd'dan rivayet edilmiştir: Şüphesiz, (bir süre) Müslümanların üçte biri için durdum."
    },
    {
      "id": 74,
      "narrator": "Narrated Sa`d bin Abi Waqqas:",
      "text": "Sa'd bin Ebi Vakkas'tan rivayet edilmiştir: Benim İslam'a girdiğim günden önce hiç kimse İslam'a girmedi ve şüphesiz, o zaman mevcut Müslümanların üçte biri olarak yedi gün kaldım."
    },
    {
      "id": 75,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Sa'd'ın, \"Ben Allah'ın yolunda ok atan Arapların ilkiydim. Peygamberlerle birlikte savaşırdık, elimizde yiyecek olarak sadece ağaç yaprakları vardı, bu yüzden birinin dışkısı deve veya koyun dışkısı gibi görünürdü, karıştıracak hiçbir şey yoktu. Bugün Banu Asad kabilesi bana İslam'ı anlamadığım için suçlama yapıyor. Eğer amellerim boşa giderse, ben kaybeden olurum,\" dediğini duydum. O insanlar, Sa'd'ı 'Umar'a şikayet ettiler, onun namazlarını tam kılmadığını iddia ederek."
    },
    {
      "id": 76,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "Al-Miswar bin Makhrama'dan rivayet edilmiştir: `Ali, Ebu Cehil'in kızının elini istedi. Fatıma bunu duydu ve Allah'ın Elçisi'ne (ﷺ) giderek, \"Senin kavmin, kızların için öfkelenmeyeceğini düşünüyor, çünkü `Ali şimdi Ebu Cehil'in kızıyla evleniyor.\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) kalktı ve Tashahhud'u okuduktan sonra şöyle dedi: \"Sonra! Ben, kızlarımdan birini Ebu'l-`As bin Rabi' (Peygamber'in (ﷺ) kızı Zeynep'in eşi) ile İslam'dan önce evlendirdim ve o bana söylediği her şeyde doğru çıktı. Şüphesiz ki, Fatıma benim bir parçamdır, onun sıkıntı çekmesini istemem. Allah'a yemin ederim ki, Allah'ın Elçisi'nin kızı ile Allah'ın düşmanı olan bir adamın karısı olamaz.\" Bunun üzerine `Ali o nişanlılıktan vazgeçti."
    },
    {
      "id": 77,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Al-Miswar devamla dedi: Ben, Peygamber'in (ﷺ) konuştuğunu duydum ve Beni Abd Şems kabilesinden bir damadından bahsetti. O ilişki hakkında onu çok övdü ve \"Her konuştuğunda doğru söyler, her vaadini yerine getirirdi.\" dedi."
    },
    {
      "id": 78,
      "narrator": "Narrated `Urwa:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Usame bin Zeyd'in komutasında bir ordu göndermişti. Bazı insanlar onun liderliğini eleştirdiğinde, Peygamber (ﷺ) şöyle dedi: \"Eğer Usame'nin liderliğini eleştiriyorsanız, daha önce babasının liderliğini de eleştiriyordunuz. Allah'a yemin ederim ki, o liderlik için layıktı ve benim için en sevimli kişilerden biriydi, ve (şimdi) bu (yani Usame) ondan sonra benim için en sevimli olanıdır.\""
    },
    {
      "id": 79,
      "narrator": "Narrated 'Aisha:",
      "text": "`Urva'dan rivayet edilmiştir: Aişe dedi ki, \"Peygamber (ﷺ) varken bir Kayf (yani bir kişinin soyunu yüz hatları ve bebeklerin beden parçalarını inceleyerek tanıma konusunda uzman) yanıma geldi ve Usame bin Zeyd ile Zeyd bin Harise uyuyorlardı. Kayf, \"Bu ayaklar (Usame ve babasına ait) aynı soydan kişilere aittir.\" dedi. Peygamber (ﷺ) bu söze memnun oldu ve Aişe'ye bunu bildirdi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Aişe'den rivayet edilmiştir: Kureyş kabilesinin insanları Makhzumiya kadını hakkında endişeliydi. \"Ona (yani Peygamber'e (ﷺ)) Usame bin Zeyd dışında kimse konuşmaya cesaret edemez, çünkü o Allah'ın Elçisi (ﷺ) için en sevimli olandır.\" dediler."
    },
    {
      "id": 81,
      "narrator": "Narrated `Abdullah bin Dinar:",
      "text": "Aişe dedi ki, \"Bani Makhzumiya'dan bir kadın hırsızlık yaptı ve insanlar, 'Onun için Peygamber'e (ﷺ) kim arabuluculuk yapabilir?' dediler. Böylece, ona (yani Peygamber'e) konuşmaya cesaret eden kimse olmadı, fakat Usame bin Zeyd ona konuştu. Peygamber dedi ki, 'Eğer Beni İsrail'in çocuklarından saygın bir adam hırsızlık yaparsa, onu affederlerdi, ama eğer fakir bir adam hırsızlık yaparsa, elini keserlerdi. Ama ben, Fatıma'nın (yani Peygamber'in kızı) hırsızlık yapması durumunda elini keserim.'\""
    },
    {
      "id": 82,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "`Abdullah bin Dinar'dan rivayet edilmiştir: Bir gün İbn `Umar, camide bir adamın elbiselerini sürüyerek yürüdüğünü gördü. \"O kim?\" dedi. \"Keşke yanıma yakın olsaydı.\" Birisi İbn `Umar'a, \"O'nu tanımıyor musun, Ey Ebu `Abdur-Rahman? O, Muhammed bin Usame.\" dedi. Bunun üzerine İbn `Umar başını eğdi ve elleriyle toprağı kazdı ve sonra, \"Eğer Allah'ın Elçisi (ﷺ) onu görseydi, onu severdi.\" dedi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: Peygamber (ﷺ) onu (yani Usame'yi) ve Al-Hassan'ı (kucağında) alır ve şöyle derdi: \"Ey Allah! Onları sev, ben de onları seviyorum.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Usame bin Zeyd'in freed slave'i dedi ki, \"Al-Haccac bin Ayman bin Ümmü Ayman ve Ayman bin Ümmü Ayman, Usame'nin anne tarafından kardeşiydi ve o Ensar'dan biriydi. İbn 'Umar onu, rükû ve secdelerini düzgün bir şekilde yapmadığını gördü. İbn 'Umar ona namazını tekrar etmesini söyledi.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Usame bin Zeyd'in freed slave'i dedi ki, 'Abdullah bin 'Umar ile birlikteyken Al-Haccac bin Ayman içeri girdi ve (namaz kılarken) rükû ve secdelerini düzgün yapmadı. İbn 'Umar ona namazını tekrar etmesini söyledi. Gittiğinde, İbn 'Umar bana, \"O kim?\" dedi. Ben de, \"Al-Haccac bin Ümmü Ayman.\" dedim. İbn 'Umar, \"Eğer Allah'ın Elçisi (ﷺ) onu görseydi, onu severdi.\" dedi. Sonra İbn 'Umar, Peygamber'in (ﷺ) Um Ayman'ın çocuklarına olan sevgisini anlattı. Süleyman, Um Ayman'ın Peygamber'in (ﷺ) süt annelerinden biri olduğunu söyledi."
    },
    {
      "id": 86,
      "narrator": "Narrated Ibn `Umar from Hafsa his sister:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Eğer bir adam Peygamber (ﷺ) hayatta iken bir rüya görseydi, onu Peygamber'e anlatırdı. Bir gün ben bir rüya görmek istedim ve onu Peygamber'e (ﷺ) anlatmak istedim, gençtim, evlenmemiştim ve Peygamber'in hayatı boyunca camide yatıyordum. Rüyamda iki melek beni aldı ve beni (Cehennem) ateşine götürdü, bu da bir kuyu gibi görünüyordu, iç duvarları inşa edilmişti ve iki yan duvarı kuyunun yanları gibi vardı. Orada tanıdığım bazı insanları gördüm. \"Allah'a sığınırım (Cehennem) ateşinden, Allah'a sığınırım (Cehennem) ateşinden.\" demeye başladım. Sonra başka bir melek diğer ikisine rastladı ve bana, \"Korkma.\" dedi. Rüyamı Hafsa'ya anlattım, o da Peygamber'e anlattı. O da, \"Ne kadar güzel bir adamdır `Abdullah, eğer sadece gece namazını kılarsa.\" dedi. (Salem, bir alt rivayetçi, \"`Abdullah, o zamandan sonra gece hiç uyumazdı.\" dedi.)"
    },
    {
      "id": 87,
      "narrator": "Narrated 'Alqama:",
      "text": "İbn `Umar'dan Hafsa, kız kardeşinden rivayet edilmiştir: Peygamber (ﷺ) ona, \"`Abdullah, takvalı bir adamdır.\" dedi."
    },
    {
      "id": 88,
      "narrator": "Narrated Ibrahim:",
      "text": "Alqama'dan rivayet edilmiştir: Şam'a gittim ve iki rek'at namaz kıldım ve sonra, \"Ey Allah! Bana iyi bir takvalı arkadaş ver.\" dedim. Sonra bazı insanlarla oturdum. Yaşlı bir adam yanıma oturdu. \"O kim?\" diye sordum. Onlar, \"(O) Ebu'd-Derda.\" dediler. Ben de ona, \"Allah'a dua ettim, bana takvalı bir arkadaş versin diye, ve O seni bana gönderdi.\" dedim. O bana, \"Nerelisin?\" dedi. Ben de, \"Kufe halkındanım.\" dedim. O, \"Sizde, ayakkabıları, yastığı ve abdest suyu taşıyan, İbn Um `Abd yok mu? Allah'ın Peygamberi'nin duasıyla Şeytandan korunan, sizde sırlarını yalnızca onun bildiği biri yok mu?\" diye sordu. Ebu Derdâ daha sonra, \"`Abdullah (bin Mes'ud) nasıl 'Gece karanlığına yemin ederim' ile başlayan sureyi okur?\" diye sordu. (92.1) Sonra ben onun önünde okudum: 'Gece karanlığına yemin ederim: Ve gündüz aydınlanınca; Ve erkek ve dişiye.' (91.1-3) Bunun üzerine Ebu Derdâ, \"Allah'a yemin ederim ki, Peygamber (ﷺ) bana bu şekilde sureyi okuttu.\" dedi."
    },
    {
      "id": 89,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbrahim'den rivayet edilmiştir: Alqama Şam'a gitti ve camiye girdiğinde, \"Ey Allah! Bana takvalı bir arkadaş ver.\" dedi. Sonra Ebu Derdâ ile oturdu. Ebu Derdâ ona, \"Nerelisin?\" dedi. Alqama, \"Kufe halkındanım.\" dedi. Ebu Derdâ, \"Sizde, kimsenin bilmediği sırrı saklayan Hudeyfe yok mu?\" dedi. Alqama, \"Evet.\" dedi. Sonra Ebu Derdâ, \"Sizde, Allah'ın Peygamberi'nin duasıyla Şeytandan korunan Ammar yok mu?\" dedi. Alqama evet dedi. Ebu Derdâ, \"Sizde, Peygamber'in (ﷺ) siwakını (veya sırrını) taşıyan `Abdullah bin Mes'ud yok mu?\" dedi. Alqama, \"Evet.\" dedi. Sonra Ebu Derdâ, \"`Abdullah bin Mes'ud, 'Gece karanlığına yemin ederim; Gündüz aydınlanınca' ile başlayan sureyi nasıl okurdu?\" diye sordu. Alqama, \"Ve erkek ve dişiye.\" dedi. Ebu Derdâ, \"Bu insanlar (Şam halkı) beni, Peygamber'den duyduğumdan başka bir şey kabul ettirmeye çalıştılar.\" dedi."
    },
    {
      "id": 90,
      "narrator": "Narrated Hudhaifa:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Her milletin son derece güvenilir bir adamı vardır ve bu (yani Müslüman) milletin güvenilir adamı Ebu Ubeyde bin Cerrah'tır.\""
    },
    {
      "id": 91,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) minberde konuşurken, Al-Hasan'ın yanında oturduğunu duydum ve bir kez insanlara, başka bir zaman Al-Hasan'a bakarak şöyle diyordu: \"Bu benim oğlum bir Saiyid'dir (yani liderdir) ve belki Allah, onun aracılığıyla iki Müslüman mezhebi arasında bir uzlaşma sağlayacaktır.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: Peygamber (ﷺ) onu ve Al-Hasan'ı alır ve \"Ya Allah! Ben onları seviyorum, sen de onları sev,\" derdi veya benzer bir şey söylerdi."
    },
    {
      "id": 93,
      "narrator": "Narrated Muhammad:",
      "text": "Muhammed'den rivayet edilmiştir: Enes bin Malik şöyle dedi: \"Al-Hüseyin'in başı 'Ubaidullah bin Ziyad'a getirildi ve bir tepsiye konuldu, ardından Ibn Ziyad, Al-Hüseyin'in başının burnu ve ağzıyla bir sopa ile oynamaya başladı ve onun güzel özellikleri hakkında bir şeyler söyledi.\" Enes ona şöyle dedi: \"Al-Hüseyin, Peygamber'e diğerlerinden daha çok benziyordu.\" Enes ekledi: \"Onun (yani Al-Hüseyin'in) saçları Wasma ile boyanmıştı (yani bir tür bitki boyası).\""
    },
    {
      "id": 94,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) Al-Hasan'ı omzunda taşırken şöyle dedi: \"Ya Allah! Ben onu seviyorum, sen de onu sev.\""
    },
    {
      "id": 95,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "Ukba bin Haris'ten rivayet edilmiştir: Ebu Bekir'in Al-Hasan'ı taşıdığını ve \"Babam senin için feda olsun; sen Peygamber'e benziyorsun, Ali'ye değil,\" dediğini gördüm, bu sırada Ali gülüyordu."
    },
    {
      "id": 96,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Ebu Bekir şöyle derdi: \"Muhammed (ﷺ) ve ailesine dikkat edin.\""
    },
    {
      "id": 97,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) ile en çok Al-Hasan bin Ali benziyordu."
    },
    {
      "id": 98,
      "narrator": "Narrated Ibn Abi Nu'm:",
      "text": "İbn Ebi Nüm'den rivayet edilmiştir: Bir kişi Abdullah bin Ömer'e bir Müslümanın sinekleri öldürüp öldüremeyeceğini sordu. Onun şöyle dediğini duydum: \"Irak halkı sinek öldürmeyi soruyor, oysa onlar Allah'ın Resulü'nün (ﷺ) kızının oğlunu öldürdüler. Peygamber (ﷺ) şöyle dedi: 'Onlar (yani Hasan ve Hüseyin) bu dünyadaki iki tatlı fesleğenimdir.'\""
    },
    {
      "id": 99,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Ömer şöyle derdi: \"Ebu Bekir bizim liderimizdir ve o, liderimizi azat etmiştir,\" yani Bilal'i kastediyordu."
    },
    {
      "id": 100,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Bilal, Ebu Bekir'e şöyle dedi: \"Eğer beni kendin için satın aldıysan, o zaman beni kendin için tut; ama eğer beni Allah rızası için satın aldıysan, o zaman beni Allah'ın işine bırak.\""
    },
    {
      "id": 101,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün Peygamber (ﷺ) beni kucakladı (göğsüne bastı) ve \"Ya Allah, ona hikmet öğret,\" dedi (yani Kur'an'ın bilgisi anlayışını)."
    },
    {
      "id": 102,
      "narrator": "Narrated 'Abdul Warith:",
      "text": "Abdul Warith'ten rivayet edilmiştir: Aynı şekilde, \"Ya Allah, ona (İbn Abbas'a) Kitap'ı öğret,\" dedi."
    },
    {
      "id": 103,
      "narrator": "Narrated Anas:",
      "text": "Khalid'ten rivayet edilmiştir:"
    },
    {
      "id": 104,
      "narrator": "Narrated Masruq:",
      "text": "Aynı şekilde."
    },
    {
      "id": 105,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ), Zeyd, Cafer ve İbn Ravaha'nın ölümü hakkında insanlara bilgi vermişti, onların ölümü hakkında haber ulaşmadan önce. Gözleri yaşla dolu olarak şöyle dedi: \"Zeyd bayrağı aldı ve şehit oldu; sonra Cafer bayrağı aldı ve şehit oldu, ardından İbn Ravaha bayrağı aldı ve şehit oldu. Sonunda bayrağı Allah'ın kılıçlarından biri (yani Halid bin Velid) aldı ve Allah onlara (yani Müslümanlara) zafer verdi.\""
    },
    {
      "id": 106,
      "narrator": "Narrated Alqama:",
      "text": "Alqama'dan rivayet edilmiştir: Şam'a gittim ve iki rek'at namaz kılıyordum; \"Ya Allah! Bana (salih) bir arkadaş nasip et!\" dedim. Sonra yaşlı bir adamın bana doğru geldiğini gördüm, yanına yaklaşınca kendime, \"Umarım Allah dileğimi yerine getirmiştir.\" dedim. Adam bana, \"Nerelisin?\" diye sordu. Ben de, \"Kufe halkındanım.\" dedim. O, \"Sizde (Peygamberin) ayakkabılarını, siwakını ve abdest su kabını taşıyan yok muydu? Sizde Allah'ın Şeytandan koruduğu adam yok muydu? Ve sizde kimsenin bilmediği (Peygamberin) sırlarını saklayan adam yok muydu? İbn Ümmü Abd (yani Abdullah bin Mes'ud) nasıl Suret-ul-Leyl'i (Gece: 92) okurdu?\" dedi. Ben de okudum: \"Geceye, onu kuşattığında. Gündüze, aydınlıkta belirdiğinde. Ve erkek ve dişiye.\" (92.1-3) Bunun üzerine Ebu Derda dedi ki, \"Vallahi, Peygamber (ﷺ) bana bu ayeti böyle okumamı emretti, ama bu Şam halkı beni başka bir şey söylemeye zorladılar.\""
    },
    {
      "id": 107,
      "narrator": "Narrated `Abdur-Rahman bin Yazid:",
      "text": "Abdurrahman bin Yazid'ten rivayet edilmiştir: Hudeyfe'ye, Peygamber (ﷺ) ile benzer bir kişi hakkında, iyi görünüşü ve dürüst davranışlarıyla bize örnek olabilecek birini sormuştuk. Hudeyfe, \"Peygamber'e (bir derece) benzer birini, görünüş ve davranış olarak İbn Ümmü Abd'den daha fazla tanımıyorum.\" dedi."
    },
    {
      "id": 108,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Kardeşimle birlikte Yemen'den geldik ve bir süre Abdullah bin Mes'ud'u Peygamber (ﷺ) ailesinin bir üyesi olarak gördük çünkü onu ve annesini Peygamber (ﷺ) evine çok sık girip çıkarken görüyorduk."
    },
    {
      "id": 109,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "İbn Ebu Mulaika'dan rivayet edilmiştir: Muaviye, akşam namazından sonra bir rek'at vitir namazı kıldı ve o sırada İbn Abbas'ın bir freed slave'i oradaydı. O (yani köle), İbn Abbas'a gidip Muaviye'nin bir rek'at vitir namazı kıldığını söyledi. İbn Abbas, \"Bırak onu, çünkü o Allah'ın Elçisi (ﷺ) ile birlikteydi.\" dedi."
    },
    {
      "id": 110,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Ebu Mulaika'dan rivayet edilmiştir: Birisi İbn Abbas'a, \"Müminlerin başı Muaviye ile konuşabilir misin, çünkü o vitir olarak sadece bir rek'at kılıyor?\" dedi. İbn Abbas, \"O bir fakih (yani dinî hüküm verebilen bir âlimdir).\" diye cevap verdi."
    },
    {
      "id": 111,
      "narrator": "Narrated Humran bin Aban:",
      "text": "Humran bin Aban'dan rivayet edilmiştir: Muaviye, insanlara, \"Siz bir namaz kılıyorsunuz ki, biz Peygamber (ﷺ) ile birlikte olanlar, Peygamber'in (ﷺ) onu kıldığını hiç görmedik ve o, bu namazı kılmayı yasakladı.\" dedi, yani farz akşam namazından sonraki iki rek'at."
    },
    {
      "id": 112,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "El-Misvar bin Mahrame'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Fatıma benden bir parçadır; kim onu kızdırırsa, beni kızdırmış olur.\""
    },
    {
      "id": 113,
      "narrator": "Narrated Abu Salama:",
      "text": "Ebu Selame'den rivayet edilmiştir: Aişe dedi ki, \"Bir gün Allah'ın Elçisi (ﷺ) bana, 'Ey Aiş! İşte Cebrail seni selamlıyor.' dedi. Ben de, 'Ona selam, Allah'ın rahmeti ve bereketi olsun, sen benim göremediğimi görüyorsun.' dedim.\" O, Allah'ın Elçisine hitap ediyordu."
    },
    {
      "id": 114,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Erkeklerden birçok kişi olgunluğa ulaştı ama kadınlardan sadece Meryem, İmran'ın kızı ve Firavun'un eşi Asiye olgunluğa ulaştı. Aişe'nin diğer kadınlara üstünlüğü, Tharid'in (yani bir Arap yemeği) diğer yemeklere üstünlüğü gibidir.\""
    },
    {
      "id": 115,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Aişe'nin diğer kadınlara üstünlüğü, Tharid'in diğer yemeklere üstünlüğü gibidir.\""
    },
    {
      "id": 116,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "El-Kasım bin Muhammed'den rivayet edilmiştir: Bir gün Aişe hastalandı ve İbn Abbas onu ziyarete gitti ve, \"Ey müminlerin annesi! Sen, Allah'ın Elçisine (ﷺ) ve Ebu Bekir'e doğru giden doğru öncüler için ayrılıyorsun.\" dedi."
    },
    {
      "id": 117,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Ali, Ammar ve Hasan'ı Kufe halkına savaşmaları için gönderdiğinde, Ammar onlara hitaben, \"Ben biliyorum ki, o (yani Aişe) bu dünyada ve ahirette Peygamber'in (ﷺ) eşidir, ama Allah sizi denemeye tabi tuttu, O'nu (yani Allah'ı) mı yoksa onu mu takip edeceksiniz?\" dedi."
    },
    {
      "id": 118,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Asma'dan bir kolye ödünç almıştım ve kayboldu. Allah'ın Elçisi (ﷺ) bazı arkadaşlarını onu aramak için gönderdi. Yolculukları sırasında namaz vakti geldi ve abdest almadan namaz kıldılar. Peygamber'e (ﷺ) döndüklerinde bu konuda şikayette bulundular. Bunun üzerine Tayammum ayeti indirildi. Usaid bin Hudayr, Aişe'ye, \"Allah seni güzel bir şekilde ödüllendirsin. Vallahi, senin bir zorluğun olduğunda, Allah seni ondan kurtardı ve bununla birlikte Müslümanlar için bir bereket getirdi.\" dedi."
    },
    {
      "id": 119,
      "narrator": "Narrated Hisham's father:",
      "text": "Hişam'ın babasından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) fatal hastalığında, eşlerini ziyaret etmeye başladı ve, \"Yarın nerede olacağım?\" demeye başladı. Aişe'nin evinde olmak için endişeliydi. Aişe, \"Benim günüm geldiğinde, Peygamber sessizleşti (artık bu soruyu sormadı).\" dedi."
    },
    {
      "id": 120,
      "narrator": "Narrated Hisham's father:",
      "text": "Hişam'ın babasından rivayet edilmiştir: İnsanlar Aişe'nin günü geldiğinde Peygamber'e (ﷺ) hediyeler gönderirlerdi. Aişe, \"Arkadaşlarım (yani Peygamber'in diğer eşleri) Ümmü Seleme'nin evinde toplandılar ve, 'Ey Ümmü Seleme! Vallahi, insanlar Aişe'nin günü hediyeler göndermeyi tercih ediyorlar ve biz de Aişe gibi iyilikleri (yani hediyeleri vb.) seviyoruz. Allah'ın Elçisine (ﷺ) söylemelisin ki, insanlar hediyelerini ona gönderebilsinler, nerede olursa olsun ya da nerede olursa olsun.' dediler. Ümmü Seleme bunu Peygamber'e söyledi ve o, ondan yüz çevirdi. Peygamber (ﷺ) ona geri döndüğünde, aynı şeyi tekrar etti ve Peygamber (ﷺ) yine ondan yüz çevirdi. Üçüncü kez aynı şeyi ona söylediğinde, Peygamber (ﷺ) dedi ki, 'Ey Ümmü Seleme! Aişe'ye zarar vererek beni rahatsız etme, çünkü vallahi, ilahi vahiy, sizin içinizdeki hiçbir kadının örtüsü altında iken bana gelmedi, sadece onun (Aişe'nin) örtüsü altında geldi.'\""
    }
  ]
}