{
  "language": "tr",
  "metadata": {
    "length": 499,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Sa`id bin Al-Mu'alla:",
      "text": "Ebu Sa`id bin Al-Mu'alla'dan rivayet edilmiştir: Ben camide namaz kılarken, Allah'ın Elçisi (ﷺ) beni çağırdı ama ben ona cevap vermedim. Daha sonra, \"Ey Allah'ın Elçisi (ﷺ)! Ben namaz kılıyordum.\" dedim. O da, \"Allah, 'Allah'a (O'na itaat ederek) ve Elçisine çağırdığında cevap verin.' (8.24) demedi mi?\" dedi. Sonra bana, \"Camiden çıkmadan sana Kur'an'daki en büyük sureyi öğreteceğim.\" dedi. Sonra elimi tuttu ve camiden çıkmayı düşündüğünde, \"Bana, 'Kur'an'daki en büyük sureyi öğreteceğim' demedin mi?\" dedim. O da, \"Elhamdulillahi Rabbi-l-‘alemin (yani, Alemlerin Rabbi olan Allah'a hamdolsun) ki bu, Al-Sab'a Al-Mathani (yani, yedi defa okunan Ayetler) ve bana verilen Büyük Kur'an'dır.\" dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"İmam, 'Ghayril-Maghdubi `alaihim Walad-Dallin (yani, gazaba uğrayanların ve sapmış olanların yolu değil (1.7))' dediğinde, 'Ameen' demelisiniz. Çünkü bir kimsenin 'Ameen' demesi, meleklerin 'Ameen' demesiyle örtüşürse, onun geçmiş günahları affedilir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kıyamet Günü, Müminler toplanacak ve 'Bize Rabbimizle şefaat edecek birini bulalım.' diyecekler. Böylece Adem'e gidecekler ve 'Sen tüm insanların babasısın, Allah seni kendi elleriyle yarattı, meleklere sana secde etmelerini emretti ve her şeyin isimlerini sana öğretti; lütfen Rabbine bizim için şefaat et ki bizi buradan kurtarsın.' diyecekler. Adem, 'Ben buna layık değilim (yani, sizin için şefaat etmeye).' diyecek. Sonra Adem, günahını hatırlayacak ve ondan utanç duyacak. 'Nuh'a gidin, çünkü o, Allah'ın yeryüzü halkına gönderdiği ilk Elçidir.' diyecek. Onlar ona gidecekler ve Nuh, 'Ben buna layık değilim.' diyecek. Rabbine, bilmediği bir şey için dua ettiğini hatırlayacak, sonra ondan utanç duyacak ve 'Halilullah'a (yani, İbrahim'e) gidin.' diyecek. Onlar ona gidecekler ve o, 'Ben buna layık değilim. Allah'ın doğrudan konuştuğu ve Tevrat'ı verdiği Musa'ya gidin.' diyecek. Onlar ona gidecekler ve o, 'Ben buna layık değilim.' diyecek ve bir kişiyi öldürdüğünü hatırlayacak, bu yüzden Rabbinden utanç duyacak ve 'İsa'ya, Allah'ın Kulu, Elçisi ve O'ndan gelen bir Ruh'a gidin.' diyecek. İsa, 'Ben buna layık değilim, Allah'ın geçmiş ve gelecekteki günahlarını affettiği Allah'ın Kulu Muhammed'e gidin.' diyecek. Onlar bana gelecekler ve ben ilerleyeceğim, Rabbimin İzni'ni isteyeceğim ve izin verilecektir. Rabbimi görünce, secdeye kapanacağım ve O, beni o halde istediği kadar tutacak ve sonra bana hitap edecek. (Muhammed!) Başını kaldır. İste, ve isteğin verilecektir; söyle, ve söylediklerin dinlenecektir; şefaat et, ve şefaatin kabul edilecektir.' Başımı kaldıracağım ve Allah'ı, O'nun bana öğreteceği bir sözle öveceğim, sonra şefaat edeceğim. O, cennete alacağım kimseler için bir sınır koyacaktır. Sonra tekrar Allah'a döneceğim, Rabbimi görünce, aynı şey benim için olacak. Ve sonra şefaat edeceğim ve Allah, cennete alacağım kimseler için bir sınır koyacaktır, sonra üçüncü kez döneceğim; ve dördüncü kez döneceğim ve 'Cehennemde kalanlar, Kur'an'ın hapsettiği kimselerdir ve ebedi olarak orada kalacak olanlardır.' diyeceğim.\" (Derleyen) Ebu Abdullah dedi: 'Ama Kur'an'ın hapsettiği kimseler,' Allah'ın beyanına işaret eder: \"Onlar orada sonsuza dek kalacaklardır.\" (16.29)"
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber'e, \"Allah katında en büyük günah nedir?\" diye sordum. O, \"Allah'a rakip koşmandır, oysa O seni yalnızca yarattı.\" dedi. Ben de, \"Bu gerçekten büyük bir günah.\" dedim. Sonra sordum, \"Sonra ne?\" O, \"Oğlunu, seninle yiyecek paylaşmasın diye öldürmendir.\" dedi. Ben de, \"Sonra ne?\" dedim. O, \"Komşunun karısıyla zina etmendir.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Sa`id bin Zaid:",
      "text": "Said bin Zaid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Kam'a (yani, yenilebilir bir mantar) Manna gibidir (çünkü zahmetsiz elde edilir) ve suyu göz hastalıklarına bir şifadır.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İsrailoğullarına, 'Şehre girin, secde edin ve Hittatun (yani, tövbe) deyin, yani, Ey Allah! Günahlarımızı affet.' denildi. Ama onlar, kendilerini popolarının üzerinde sürüyerek girdiler, böylece emredilenin dışına çıktılar ve 'Hittatun' dediler ama eklediler, \"Bir saçta bir tane.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Abdullah bin Selam, Allah'ın Elçisi (ﷺ)'nin (Medine'ye) geldiği haberini alırken bir bahçede meyve topluyordu. O, Peygamber'e (ﷺ) geldi ve \"Üç şey hakkında sana soracağım, bunları ancak bir peygamber bilir. Öncelikle, Kıyamet'in ilk alameti nedir? Cennet halkının ilk yemeği nedir? Ve bir bebeğin babasına veya annesine benzemesini sağlayan nedir?\" dedi. Peygamber (ﷺ) dedi ki, \"Şu anda Cebrail bana bunu bildirdi.\" Abdullah, \"Cebrail mi?\" dedi. Peygamber (ﷺ) \"Evet.\" dedi. Abdullah, \"O, melekler arasında Yahudilerin düşmanıdır.\" dedi. Bunun üzerine Peygamber (ﷺ) bu Kutsal Ayeti okudu: \"Cebrail'e düşman olan kimse (öfkesinde ölsün!) çünkü o, onu (yani, Kur'an'ı) Allah'ın izniyle kalbine indirmiştir.\" (2.97) Sonra ekledi, \"Kıyamet'in ilk alameti, doğudan batıya insanları toplayacak bir ateş olacaktır. Cennet halkının ilk yemeği, balık karaciğerinin fazladan lobu olacaktır. Eğer bir erkeğin sıvısı, kadının sıvısından önce gelirse, çocuk babaya benzer; eğer kadının sıvısı, erkeğin sıvısından önce gelirse, çocuk annesine benzer.\" Bunu duyunca, Abdullah, \"Ben şehadet ederim ki, Allah'tan başka ibadet edilecek yoktur ve sen Allah'ın Elçisisin, Ey Allah'ın Elçisi (ﷺ); Yahudiler yalancıdır ve eğer İslam'ı kabul ettiğimi öğrenirlerse, beni yalancı olarak suçlayacaklardır.\" Bu sırada bazı Yahudiler (Peygamber'e) geldi ve ona, \"Abdullah'ın aranızdaki durumu nedir?\" diye sordular. Onlar, \"O, aramızda en iyisidir ve o bizim liderimiz ve liderimizin oğludur.\" dediler. Peygamber (ﷺ) \"Eğer Abdullah bin Selam İslam'ı kabul ederse, ne düşünürsünüz?\" dedi. Onlar, \"Allah onu bundan korusun!\" dediler. Sonra Abdullah dışarı çıktı ve \"Ben şehadet ederim ki, Allah'tan başka ibadet edilecek yoktur ve Muhammad Allah'ın Elçisidir.\" dedi. Yahudiler, \"Abdullah aramızda en kötüsüdür ve en kötü olanın oğludur.\" diyerek onu küçümsediler. Bunun üzerine Abdullah, \"Ey Allah'ın Elçisi (ﷺ)! Benim korktuğum şey bu!\" dedi."
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ömer dedi ki, \"Bizim en iyi Kur'an okuyucumuz Ubai ve en iyi hakemimiz Ali'dir; buna rağmen, Ubai'nin bazı ifadelerini bırakıyoruz çünkü Ubai, 'Ben Allah'ın Elçisi (ﷺ)'nden duyduğum hiçbir şeyi bırakmam.' diyor.\" Oysa Allah: \"Hangi ayeti (vahiyleri) iptal eder veya unutturursak, daha iyisini veya benzerini getiririz.\" (2.106)"
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Allah dedi ki, 'Ademoğlu bana yalan söylüyor, oysa buna hakkı yok; bana hakaret ediyor, oysa buna hakkı yok. Bana yalan söylemesi, beni yeniden yaratamayacağımı iddia etmesidir; bana hakaret etmesi ise, benim çocuklarım olduğu ifadesidir. Hayır! Ben yüce bir varlığım! Eş veya çocuk edinmekten çok uzaktayım.'\""
    },
    {
      "id": 10,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Ömer dedi ki, \"Ben Allah ile üç şeyde anlaştım,\" veya \"Rabbim benimle üç şeyde anlaştı.\" dedim, \"Ey Allah'ın Elçisi (ﷺ)! Keşke İbrahim'in makamını namaz kılma yeri yapsaydın.\" Ayrıca, \"Ey Allah'ın Elçisi (ﷺ)! İyi ve kötü kişiler seni ziyaret ediyor! Keşke Müminlerin Anneleri'ne örtünmelerini emretsen.\" dedim. Böylece Al-Hijab (yani, kadınların örtünmesi) ile ilgili İlahi Ayetler indirildi. Peygamber'in (ﷺ) bazı eşlerine sitem ettiğini öğrendim, bu yüzden onlara girdim ve \"Ya siz, ya Peygamber'i (ﷺ) rahatsız etmeyi bırakın ya da Allah, Elçisine sizden daha iyi eşler verecektir.\" dedim. Peygamber'in (ﷺ) eşlerinden birine geldiğimde, o bana, \"Ey Ömer! Allah'ın Elçisi (ﷺ)'nin eşlerine tavsiye edecek bir şeyi yok mu ki, sen onlara tavsiye etmeye çalışıyorsun?\" dedi. Bunun üzerine Allah indirdi: \"Eğer sizi (hepinizi) boşarsa, Rabbi onun yerine sizden daha iyi eşler verecektir, Müslüman (Allah'a teslim olan) kadınlar.\" (66.5)"
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Elçisi (ﷺ) dedi ki, \"Halkın Kabe'yi inşa ettiğinde, onu İbrahim'in temelleri üzerine inşa etmediğini görmüyor musun?\" Ben de, \"Ey Allah'ın Elçisi (ﷺ)! Neden onu İbrahim'in temelleri üzerine yeniden inşa etmiyorsun?\" dedim. O, \"Eğer halkın, (putperestlik dönemi olan) İslam ile kafirlik arasında bu kadar yakın olmasaydı, bunu yapardım.\" Alt rivayetçi Abdullah bin Ömer dedi ki, \"Aişe, Allah'ın Elçisi (ﷺ)'nin bunu söylediğini kesinlikle duymuştur, çünkü Allah'ın Elçisi (ﷺ)'nin Al-Hijr'e bakan iki köşeyi dokunmadan bıraktığını düşünmüyorum, ancak Kabe tüm İbrahim'in temelleri üzerine inşa edilmediği için.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Kitap ehli (Yahudiler) Tevrat'ı İbranice okur ve Müslümanlara Arapça açıklarlardı. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki, \"Kitap ehline inanmayın veya inkar etmeyin, ama şöyle deyin: 'Biz Allah'a ve bize indirilenlere inanıyoruz.'\" (2.136)"
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Peygamber (ﷺ), Bait-ul-Maqdis'e (yani, Kudüs) doğru on altı veya on yedi ay namaz kıldı ama Kıble'nin Kabe olmasını arzuluyordu. (Bunun üzerine Allah, (2.144) ayetini indirdi ve o, Kabe'ye doğru `Asr namazını kıldı (Kabe'ye dönerek) ve bazı insanlar onunla birlikte namaz kıldı. Onlarla birlikte namaz kılanlardan biri dışarı çıktı ve başka bir camide namaz kılan bazı insanlara geçti ve onlar rükuda idiler. O, \"Ben (Allah'a yemin ederim ki) Peygamber (ﷺ) ile Kabe'ye doğru namaz kıldım.\" dedi. Bunu duyanlar, hala rükuda iken yüzlerini Kabe'ye döndüler. Kıble Kabe'ye döndürülmeden önce bazı insanlar vefat etmişti. Onlar öldürülmüştü ve biz onların (yani, Kudüs'e doğru kıldıkları namazların) kabul edilip edilmediğini bilmiyorduk. Bunun üzerine Allah indirdi: \"Ve Allah, imanınızı (yani, Kudüs'e doğru kıldığınız namazı) asla zayi etmeyecektir. Gerçekten Allah, insanlara karşı çok merhametli, çok merhametlidir.\" (2.143)"
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id Al-Khudri'den rivayet edilmiştir: Kıyamet Günü Nuh'a çağrılacak ve o, 'Labbaik ve Sa`daik, Ey Rabbim!' diyecek. Allah, 'Mesajı ilettin mi?' diyecek. Nuh, 'Evet.' diyecek. Onun milleti sorulacak, 'Mesajı size iletti mi?' diyecekler. 'Bize hiçbir uyarıcı gelmedi.' diyecekler. Sonra Allah, (Nuh'a) 'Senin lehine kim şahitlik edecek?' diyecek. O, 'Muhammed ve onun takipçileri.' diyecek. Böylece onlar (yani, Müslümanlar) onun mesajı ilettiğine şahitlik edecekler. Ve Elçi (Muhammed) kendinize şahitlik edecek ve bu, Allah'ın beyanındaki \"İşte sizi insanlar üzerine şahitler kıldık ve Elçi (Muhammed) kendinize şahitlik edecek.\" ifadesidir. (2.143)"
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Bazı insanlar Kuba' caminde Fajr namazı kılarken, biri geldi ve \"Allah, Peygamber'e (ﷺ) Kuranî talimatlar indirdi ki, Kabe'ye (namaz kılarken) dönmelisiniz, o yüzden siz de ona dönün.\" dedi. O insanlar hemen Kabe'ye döndüler."
    },
    {
      "id": 16,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Kıblelerin (yani Kudüs ve Mekke) her ikisine de yönelerek namaz kılanlardan geriye kalan tek kişi benim."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bazı insanlar Kuba'da sabah namazı kılarken, bir adam onlara geldi ve şöyle dedi: \"Bu gece Allah'ın Resulüne (ﷺ) Ka`be'ye (Mekke'de) yönelmesi için bir Kur'an emri vahyedilmiştir, o halde siz de ona yönelmelisiniz.\" O anda yüzleri Şam'a (yani Kudüs'e) dönüktü ve bunu duyunca Ka`be'ye (Mekke'ye) döndüler."
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bazı insanlar Kuba (cami)da Fajr namazı kılarken, birisi onlara geldi ve şöyle dedi: \"Bu gece Peygamber'e (ﷺ) bazı Kur'an ayetleri vahyedildi ve ona Ka`be'ye (Mekke'de) yönelmesi emredildi, o halde siz de ona yönelmelisiniz.\" O sırada yüzleri Şam'a (Kudüs) dönüktü, bu yüzden Ka`be'ye (Mekke'ye) döndüler."
    },
    {
      "id": 19,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikte on altı veya on yedi ay boyunca Kudüs'e doğru namaz kıldık. Sonra Allah ona Kıble'ye (Mekke'de) yönelmesini emretti: \"Nereden çıkarsanız çıkın, yüzünüzü (Mekke'deki) Al-Masjid-ul Haram'a doğru çevirin.\" (2.149)"
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bazı insanlar Kuba'da sabah namazı kılarken, bir adam onlara geldi ve şöyle dedi: \"Dün gece Kur'an ayetleri vahyedildi ve Peygamber'e (ﷺ) Ka`be'ye (Mekke'de) yönelmesi emredildi, o halde siz de ona yönelmelisiniz.\" Onlar, duruşlarını koruyarak Ka`be'ye döndüler. Önceden insanlar Şam'a (Kudüs) dönüktü (Allah şöyle buyurdu): \"Nereden çıkarsanız çıkın, yüzünüzü (Mekke'deki) Al-Masjid-ul Haram'a doğru çevirin, nerede olursanız olun, ona doğru yönelin.\" (2.150)"
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bazı insanlar Kuba camiinde Fajr namazı kılarken, birisi onlara geldi ve şöyle dedi: \"Bu gece Allah'ın Resulüne (ﷺ) Kur'an metinleri vahyedildi ve ona Ka`be'ye (Mekke'de) yönelmesi emredildi, o halde siz de ona yönelmelisiniz.\" O sırada yüzleri Şam'a (Kudüs) dönüktü, bu yüzden Kıble'ye (yani Mekke'deki Ka`be'ye) döndüler."
    },
    {
      "id": 22,
      "narrator": "Narrated `Urwa:",
      "text": "`Urwa'dan rivayet edilmiştir: Ben, Peygamber'in eşi `Aişe'ye, o zaman genç bir çocukken, \"Allah'ın şu ifadesini nasıl yorumluyorsun: 'Şüphesiz ki, Safa ve Merve (yani Mekke'deki iki dağ) Allah'ın sembollerindendir.' Hac yapanlar veya Umre yapanlar için, bunlar arasında tavaf etmemek bir zarar değildir. Bana göre, bunlar arasında tavaf etmemek günah değildir.\" `Aişe şöyle dedi: \"Senin yorumun yanlıştır, zira senin dediğin gibi, ayet şöyle olmalıydı: 'Hac veya Umre yapanlar için, bunlar arasında tavaf etmemek bir zarar değildir.' Bu ayet, İslam öncesi dönemde ihrama girip Manat (yani bir put)ı ziyaret eden Ensar ile ilgili olarak indirilmiştir ve bu put Qudaid (yani Mekke'de bir yer) yakınındaydı. İslam geldiğinde, Allah'ın Resulüne (ﷺ) bu konuda sordular, bunun üzerine Allah şöyle vahyetti: 'Şüphesiz ki, Safa ve Merve (yani Mekke'deki iki dağ) Allah'ın sembollerindendir. Hac yapanlar veya Umre yapanlar için, bunlar arasında tavaf etmemek bir zarar değildir.' (2.158)"
    },
    {
      "id": 23,
      "narrator": "Narrated `Asim bin Sulaiman:",
      "text": "`Asim bin Sulaiman'dan rivayet edilmiştir: Ben, Anas bin Malik'e Safa ve Merve hakkında sordum. Anas şöyle yanıtladı: \"Biz onları, İslam öncesi cahiliye dönemi geleneği olarak görüyorduk, bu yüzden İslam geldiğinde, onlardan tavaf etmeyi bıraktık. Sonra Allah şöyle vahyetti: 'Şüphesiz ki, Safa ve Merve (yani Mekke'deki iki dağ) Allah'ın sembollerindendir. Hac yapanlar veya Umre yapanlar için, bunlar arasında tavaf etmemek bir zarar değildir.' (2.158)"
    },
    {
      "id": 24,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) bir söz söyledi ve ben başka bir söz söyledim. Peygamber (ﷺ) şöyle dedi: \"Kim, Allah'a rakip olarak başka bir şeyi anarak ölürse, cehenneme girecektir.\" Ben de dedim: \"Kim, Allah'a rakip olarak hiçbir şeyi anmadan ölürse, cennete girecektir.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Kısas (yani cezada eşitlik) hükmü İsrailoğulları için belirlenmişti, fakat Diya (yani kan bedeli) onlara farz kılınmamıştı. Bunun üzerine Allah bu millete (yani Müslümanlara) şöyle dedi: \"Ey iman edenler! Kısas (yani cezada eşitlik) hükmü, cinayet durumlarında sizin için farz kılınmıştır: Hür için hür, köle için köle, kadın için kadın. Ancak, öldürülenin (kişinin) akrabaları (veya birisi) kardeşlerine (yani katillere) kısastan feragat ederse (yani kasıtlı cinayet durumunda kan bedeli kabul ederek katili öldürmemeyi) - o zaman öldürülenin akrabaları makul bir şekilde kan bedelini talep etmelidir ve katil de güzel bir şekilde ödemelidir. Bu, Rabbinizden bir hafifletme ve bir merhamettir (sizin öncesindeki milletlere farz kılınanlara kıyasla). O halde bundan sonra, sınırları aşan (yani kan bedelini aldıktan sonra katili öldüren) için acı bir azap vardır.\" (2.178)"
    },
    {
      "id": 26,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah'ın farz kıldığı kanun, cezada eşitliktir (yani Kısas).\" (Cinayet durumlarında, vb.)"
    },
    {
      "id": 27,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Teyzesi Ar-Rubai', bir kızın ön dişini kırdı. Teyzesinin ailesi, kızın akrabalarından af talep etti ama reddedildi; sonra bir tazminat önerdiler, ama yine reddedildi. Sonra Allah'ın Resulüne (ﷺ) gittiler ve Kısas (yani cezada eşitlik) dışında her şeyi reddettiler. Bunun üzerine Allah'ın Resulü Kısas (yani cezada eşitlik) hükmünü verdi. Anas bin Nadr şöyle dedi: \"Ey Allah'ın Resulü (ﷺ)! Ar-Rubai'nin ön dişi kırılacak mı? Hayır, seni hak ile gönderen Allah'a yemin ederim ki, onun ön dişi kırılmayacak.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Ey Anas! Allah'ın farz kıldığı kanun, cezada eşitliktir (yani Kısas).\" Bunun üzerine o insanlar memnun oldular ve onu affettiler. Sonra Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'ın kulları arasında, eğer Allah'a bir şey için yemin ederlerse, Allah onların yeminlerini yerine getirir.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: 'Ashura (yani Muharrem'in 10'u) günü, İslam öncesi dönemde insanlar tarafından oruç tutulurdu. Ancak Ramazan ayında (zorunlu oruç) emri vahyedildiğinde, Peygamber şöyle dedi: \"Oruç tutmak, kişinin kendi tercihine bağlıdır (yani 'Ashura' günü oruç tutup tutmamak).\""
    },
    {
      "id": 29,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: İnsanlar, Ramazan'da oruç tutma emri verilmeden önce 'Ashura' günü oruç tutarlardı, ama Ramazan'da (zorunlu oruç) emri vahyedildiğinde, bu gün oruç tutmak kişinin kendi tercihine bağlıydı."
    },
    {
      "id": 30,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Al-Ash'ath, onun yemek yediği sırada içeri girdi. Al-Ash'ath şöyle dedi: \"Bugün 'Ashura.\" Ben de ona dedim: \"O gün (Ashura) oruç tutuluyordu, Ramazan'da (zorunlu oruç) emri verilmeden önce. Ama Ramazan'da (oruç emri) vahyedildiğinde, 'Ashura' günü oruç tutmak bırakıldı, o yüzden gel ve ye.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Cahiliye döneminde Kureyş, 'Aşura günü oruç tutardı ve Peygamber (ﷺ) de bu günde oruç tutardı. Ancak Medine'ye geldiğinde, o günde oruç tuttu ve Müslümanlara da oruç tutmalarını emretti. Ramazan'da (zorunlu oruç) emri geldiğinde, Ramazan orucu bir yükümlülük haline geldi ve 'Aşura günü orucu terk edildi. Kim oruç tutmak isterse tutar, istemeyen de tutmazdı."
    },
    {
      "id": 32,
      "narrator": "Narrated 'Ata:",
      "text": "Ata'dan rivayet edilmiştir: İbn Abbas'ın şu ayeti okuduğunu duydu: \"Oruç tutabilecek olanlar için ya oruç tutmak ya da her gün bir yoksulu doyurmak seçeneği vardır..\" (2.184) İbn Abbas dedi ki: \"Bu ayet neshedilmemiştir, ancak oruç tutamayacak kadar yaşlı olan erkekler ve kadınlar içindir; bu yüzden her gün için bir yoksulu doyurmalıdırlar (oruç tutmak yerine).\""
    },
    {
      "id": 33,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar okudu: \"Onların bir seçeneği vardı, ya oruç tutmak ya da her gün bir yoksulu doyurmak..\" ve ekledi: \"Bu ayet neshedilmiştir.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Salama:",
      "text": "Selama'dan rivayet edilmiştir: \"Oruç tutabilecek olanlar için ya oruç tutmak ya da her gün bir yoksulu doyurmak\" (2.184) ayeti indirildiğinde, birinin fidye vermesi ve oruç tutmaktan vazgeçmesi caizdi, ta ki onu nesheden ayet indi."
    },
    {
      "id": 35,
      "narrator": "Narrated Al-Bara':",
      "text": "El-Bara'dan rivayet edilmiştir: Ramazan'ın zorunlu oruç emri indirildiğinde, insanlar Ramazan ayı boyunca eşleriyle cinsel ilişkiye girmediler, ancak bazı erkekler bu kısıtlamayı ihlal ettiler. Bunun üzerine Allah, \"Allah, kendinizi aldatmakta olduğunuzu biliyordu ama tövbenizi kabul etti ve sizi affetti..\" (3.187) ayetini indirdi."
    },
    {
      "id": 36,
      "narrator": "Narrated Ash-Shu`bi:",
      "text": "Ash-Shu'bi'den rivayet edilmiştir: Adi, beyaz bir ip (veya iplik) ile siyah bir ip aldı ve gecenin bir kısmı geçtikten sonra onlara baktı ama birini diğerinden ayırt edemedi. Ertesi sabah dedi ki: \"Ey Allah'ın Elçisi! (Beyaz ip ve siyah ip) yastığımın altındaydı.\" Peygamber (ﷺ) dedi ki: \"O zaman yastığın çok geniş, eğer beyaz ip (şafak) ve siyah ip (gece) yastığının altındaysa!\""
    },
    {
      "id": 37,
      "narrator": "Narrated `Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: Ben dedim ki: \"Ey Allah'ın Elçisi (ﷺ)! Beyaz ip ile siyah ip arasındaki ayrımın anlamı nedir? Bunlar iki ip mi?\" O dedi ki: \"İki ipi izlersen akıllı değilsin.\" Sonra ekledi: \"Hayır, bu gece karanlığı ve gündüzün beyazlığıdır.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Sahl bin Sa`d The Verse \"And eat and drink until the white thread appears to you distinct:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: \"Ve yiyin, için, beyaz ip siyah ipten ayırt edilinceye kadar.\" ayeti indirildi, ancak: '... şafak' ile birlikte indirilmedi, bu yüzden bazı adamlar oruç tutmaya niyet ettiklerinde, bir bacaklarını beyaz ip ile, diğerini siyah ip ile bağlar ve bir ipi diğerinden ayırt edene kadar yemeye devam ederlerdi. Sonra Allah, '... şafak' ayetini indirdi, bunun üzerine gece ve gündüz anlamına geldiğini anladılar."
    },
    {
      "id": 39,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Cahiliye döneminde insanlar ihrama girdiklerinde, evlerine arka kapıdan girerlerdi. Bunun üzerine Allah, \"Ve evlere arka kapıdan girmek, erdem değildir; erdemli olan, Allah'tan korkan, O'nun emirlerine itaat eden ve O'nun yasakladıklarından kaçınandır. O halde evlere kapılarından girin.\" (2.189) ayetini indirdi."
    },
    {
      "id": 40,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Zübeyr'in sıkıntısı sırasında, iki adam İbn Umar'a geldi ve \"İnsanlar kayboldu, sen de Umar'ın oğlusun ve Peygamber'in arkadaşısın, seni dışarı çıkmaktan ne alıkoyuyor?\" dediler. O dedi ki: \"Beni alıkoyan, Allah'ın kardeşimin kanını dökmeyi yasaklamış olmasıdır.\" İkisi de dediler ki: \"Allah, 'Ve savaşın ki artık bir sıkıntı kalmasın' demedi mi?\" O dedi: \"Biz savaştık, artık bir sıkıntı kalmayana kadar ve ibadet yalnızca Allah içindir, oysa siz sıkıntı kalana kadar savaşmak istiyorsunuz ve ibadet başka birine yöneliyor.\" Nafi' (başka bir rivayet zinciriyle) şöyle dedi: Bir adam İbn Umar'a geldi ve \"Ey Ebu Abdurrahman! Neden bir yıl Hac yaptın, başka bir yıl Umre yaptın ve Allah yolunda cihadı bıraktın, oysa Allah'ın bunu ne kadar tavsiye ettiğini biliyorsun?\" İbn Umar cevap verdi: \"Ey kardeşimin oğlu! İslam beş esas üzerine kuruludur; yani Allah'a ve O'nun Elçisine iman, beş farz namaz, Ramazan ayı orucu, zekat verme ve Allah'ın evine Hac.\" Adam dedi ki: \"Ey Ebu Abdurrahman! Allah'ın Kitabında neden şöyle dediğini dinlemeyecek misin: 'Eğer iki grup mümin birbirleriyle savaşırsa, o zaman aralarında barış yapın, ama eğer birisi diğerine karşı aşırı giderse, o zaman hepiniz aşırı gidenle savaşın.' (49.9) ve: 'Ve onlarla savaşın ki artık bir sıkıntı kalmasın (yani Allah ile birlikte başka birine ibadet edilmesin).\" İbn Umar dedi: \"Biz bunu, Allah'ın Elçisi (ﷺ) hayatta iken, İslam'ın sadece birkaç takipçisi olduğu zaman yaptık. Bir adam dininden dolayı imtihan edilirdi; ya öldürülür ya da işkence görürdü. Ama Müslümanlar arttığında, artık sıkıntı veya zulüm kalmadı.\" Adam dedi: \"Senin 'Uthman ve 'Ali hakkında görüşün nedir?\" İbn Umar dedi: \"Uthman için, Allah'ın onu affettiği anlaşılıyor, ama sizler onun affedilmesini istemiyorsunuz. Ve 'Ali için, o Allah'ın Elçisi (ﷺ)nin kuzenidir ve damadıdır.\" Sonra elini işaret ederek dedi: \"Gördüğünüz o ev onun evidir.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Hudhaifa dedi ki: \"Ve Allah yolunda (mala) harcayın ve kendinizi yokluğa atmayın.\" (2.195) ayeti, Allah yolunda harcama hakkında indirilmiştir (yani cihad)."
    },
    {
      "id": 42,
      "narrator": "Narrated `Abdullah bin Maqal:",
      "text": "Abdullah bin Maqal'den rivayet edilmiştir: Kufa Camii'nde Ka'b bin Ujra ile oturdum ve \"Oruç tutmak ya da... fidye vermek\" (2.196) anlamını sordum. O dedi ki: \"Beni Peygamber (ﷺ)'e götürdüler, başımdan bitler dökülüyordu. Peygamber (ﷺ) dedi ki: 'Senin sıkıntının bu kadar ileri gittiğini düşünmemiştim. Başını traş etmek için bir koyun kesebilir misin?' Ben dedim ki: 'Hayır.' O dedi ki: 'O halde üç gün oruç tut ya da altı yoksulu doyur, her birine yarım Sa gıda ver ve başını traş et.' Bu nedenle yukarıdaki ayet, özellikle benim için ve genel olarak hepiniz için indirilmiştir.\""
    },
    {
      "id": 43,
      "narrator": "Narrated `Imran bin Husain:",
      "text": "İmran bin Husain'den rivayet edilmiştir: Hac-ı Temettu ayeti, Allah'ın Kitabında indirildi, bu yüzden biz onu Allah'ın Elçisi (ﷺ) ile birlikte yaptık ve onu yasaklayan hiçbir şey Kur'an'da indirilmedi, ne de olsa Peygamber (ﷺ) vefat edene kadar bunu yasaklamadı. Ancak bu durumu yasaklayan adam, sadece kendi aklının önerisini ifade etti."
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ukaz, Mijanna ve Dhul-Majaz, Cahiliye döneminde pazar yerleriydi. Müslümanlar, Hac zamanı (yani mevsim) orada ticaret yapmayı günah sayarlardı, bu yüzden bu ayet indirildi: \"Hac mevsiminde Rabbinizin lütfundan istemenizde size bir sakınca yoktur.\" (2.198)"
    },
    {
      "id": 45,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Kureyş halkı ve dinlerini kabul edenler, Muzdelife'de kalır ve kendilerine Al-Hums derlerdi, diğer Araplar ise Arafat'ta kalırlardı. İslam geldiğinde, Allah, Peygamberine Arafat'a gitmesini ve orada kalmasını emretti, sonra oradan geçmesini istedi ve bu, Allah'ın şu ifadesiyle kastedilendir: \"O halde insanların ayrıldığı yerden ayrılın...\" (2.199)"
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Hac yapmak isteyen bir adam, Hac için ihrama girmeden önce Kabe'nin etrafında tavaf yapabilir. Sonra, bindiğinde ve Arafat'a gittiğinde, bir hadî (yani kurbanlık hayvan) almalıdır; bu bir deveyi, bir ineği veya bir koyunu kapsar, neyi karşılayabiliyorsa; ama eğer bunu karşılayamıyorsa, Arafat gününden önce Hac sırasında üç gün oruç tutmalıdır. Ancak orucunun üçüncü günü Arafat günü (yani Zilhicce'nin 9. günü) olursa, bunun için günah yoktur. Sonra Arafat'a gitmeli ve orada ikindi namazı vaktinden karanlık çökene kadar kalmalıdır. Sonra hacılar Arafat'tan hareket etmeli ve oradan ayrıldıklarında, Allah'a kendilerine doğru yolda olmaları ve O'na itaat etmeleri için yardım istemek üzere Cem (yani Müzdelife) ulaşmalıdırlar. Orada Allah'ı çokça anmalı ya da Tekbir (yani Allah en büyüktür) ve Tehlil (yani Allah'tan başka ibadet edilmeye layık yoktur) demelidirler, sabahın aydınlanmasına kadar tekrar tekrar. Sonra sabah (Fajr) namazını kıldıktan sonra, insanlar bunu yapmaya alıştıkları için Mina'ya geçmelidirler ve Allah şöyle buyurdu:"
    },
    {
      "id": 47,
      "narrator": "Narrated Anas:",
      "text": "\"Sonra insanların ayrıldığı yerden ayrılın. Ve Allah'tan bağışlanma dileyin. Şüphesiz ki, Allah çok bağışlayandır, çok merhamet edendir.\" (2.199)"
    },
    {
      "id": 48,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ey Allah! Rabbimiz! Bize bu dünyada hayırlı olanı ve ahirette de hayırlı olanı ver ve bizi ateşin azabından koru.\" (2.201)"
    },
    {
      "id": 50,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Narrated Jabir:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah katında en nefret edilen insan, en çok tartışan insandır.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Al-Hasan:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "Narrated Ibn Az-Zubair:",
      "text": "İbn Ebu Mulaika'dan rivayet edilmiştir: İbn Abbas şöyle okudu: \"(Müjde) elçiler umudu kestikleri zaman (kavmlerinden) ve kendilerine yalanlandıklarını düşündükleri zaman, onlara yardımımız geldi...\" (12.110) 'dh' sesini uzatmadan Kudhibu okuyarak, ayetin anlamını böyle anladı. Sonra okumaya devam etti: \"..elçi ve onunla birlikte inananlar dediler: Allah'ın yardımı ne zaman gelecek? Evet, şüphesiz Allah'ın yardımı yakındır.\" (2.214)"
    },
    {
      "id": 54,
      "narrator": "Narrated Mujahi:",
      "text": "Sonra Urve bin Zübeyr ile karşılaştım ve bunu ona söyledim. O da, \"Aişe şöyle dedi: 'Allah korusun! Allah, elçisine hiçbir şey vaad etmedi ki, o bunun kesinlikle vuku bulacağını bilmesin. Ancak elçilere sürekli denemeler sunuldu, ta ki takipçilerinin kendilerini yalancılıkla suçlayacaklarından korktular. Bu yüzden ben şöyle okumaya devam ederdim:--"
    },
    {
      "id": 55,
      "narrator": "Narrated Muhammad bin Seereen:",
      "text": "\"Ta ki (kendilerine) yalanlandıklarını düşünmeye başladılar.\" 'Kudh-dhibu'yu çift 'dh' ile okuyarak."
    },
    {
      "id": 56,
      "narrator": "Narrated `Ali (through two chains):",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Nafi'den rivayet edilmiştir: İbn Ömer Kur'an okuduğunda, recitasyonunu bitirmeden kimseyle konuşmazdı. Bir gün Kur'an'ı elime aldım ve o, hafızasından Bakara Suresi'ni okudu ve belirli bir ayette durdu ve \"Bu ayet hangi bağlamda indirildi biliyor musun?\" dedi. Ben de \"Hayır.\" dedim. O, \"Şu ve bu bağlamda indirildi.\" dedi. İbn Ömer daha sonra okumaya devam etti. Nafi' ayet hakkında ekledi:-- \"O halde ne zaman veya nasıl isterseniz tarlalarınıza gidin.\" İbn Ömer dedi ki, \"Bu, insanın karısıyla yaklaşması anlamına gelir...\""
    },
    {
      "id": 58,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Narrated Ibn Az-Zubair:",
      "text": "Cabir'den rivayet edilmiştir: Yahudiler şöyle derdi: \"Eğer bir adam karısıyla arkadan cinsel ilişkiye girerse, o zaman çirkin gözlü bir çocuk doğurur.\" Bunun üzerine bu ayet indirildi:--"
    },
    {
      "id": 60,
      "narrator": "Narrated Abu Huraira:",
      "text": "\"Karılarınız sizin için bir ekin tarlasıdır; o halde ne zaman veya nasıl isterseniz ekinlerinize gidin.\" (2.223)"
    },
    {
      "id": 61,
      "narrator": "Narrated Ubaid bin Umair:",
      "text": "Ubaid bin Umair'den rivayet edilmiştir: Bir gün `Umar (bin Al-Khattab) Peygamberin (ﷺ) arkadaşlarına \"Sizce bu Ayet hakkında ne düşünüyorsunuz:-- 'İçinizden kim bir bahçe sahibi olmayı ister?'\" dedikten sonra, onlar \"Allah en iyi bilendir.\" diye cevap verdiler. `Umar öfkelendi ve \"Ya bildiğinizi söyleyin ya da bilmediğinizi!\" dedi. Bunun üzerine İbn `Abbas, \"Ey müminlerin emiri! Bu konuda söylemek istediğim bir şey var.\" dedi. `Umar, \"Ey yeğenim! Söyle, kendini küçümseme.\" dedi. İbn `Abbas, \"Bu Ayet, ameller için bir örnek olarak konulmuştur.\" dedi. `Umar, \"Hangi tür ameller?\" dedi. İbn `Abbas, \"Ameller için.\" dedi. `Umar, \"Bu, Allah'a itaatten dolayı hayır yapan zengin bir adam için bir örnektir; sonra Allah ona şeytanı gönderir ve o günah işler, ta ki bütün iyi amelleri kayboluncaya kadar.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated `Aisha:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Fakir, bir veya iki hurma veya bir veya iki lokma yiyecek ile yetinen değildir; fakat gerçek fakir, insanlardan bir şey istemeyen ve fakirliğini hiç göstermeyen kişidir. İsterseniz, (Allah'ın beyanını) okuyun: 'Onlar insanlardan hiç istemezler.' (2.273)"
    },
    {
      "id": 64,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Faiz (yani Riba) ile ilgili Bakara Suresi ayetleri indirildiğinde, Allah'ın Elçisi (ﷺ) bunları insanlara okudu ve sonra alkol ticaretini yasakladı."
    },
    {
      "id": 66,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "`Aisha'dan rivayet edilmiştir: Bakara Suresi'nin son ayetleri indirildiğinde, Allah'ın Elçisi (ﷺ) dışarı çıktı ve bunları Camide okudu ve alkol ticaretini yasakladı."
    },
    {
      "id": 68,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Narrated Marwan Al-Asghar:",
      "text": "`Aisha'dan rivayet edilmiştir: Bakara Suresi'nin son ayetleri indirildiğinde, Peygamber (ﷺ) bunları Camide okudu ve alkol ticaretini yasakladı."
    },
    {
      "id": 70,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "Narrated Sa`id bin Al-Musaiyab:",
      "text": "`Aisha'dan rivayet edilmiştir: Bakara Suresi'nin son ayetleri indirildiğinde, Allah'ın Elçisi (ﷺ) ayağa kalktı ve bunları bizim önümüzde okudu ve sonra alkol ticaretini yasakladı."
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Wail:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Narrated `Abdullah bin Abu `Aufa:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ)'e indirilen son Ayet, faiz (yani Riba) ile ilgili olan Ayet'tir."
    },
    {
      "id": 74,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bu Ayet:-- \"İçinizde olanı açığa vurursanız veya gizlerseniz...\" (2.284) neshedilmiştir."
    },
    {
      "id": 76,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Medine'deki Ensar arasında, Abu Talha'nın en fazla hurma bahçesi vardı ve en sevdiği malı Bairuha bahçesiydi ki bu, Peygamber'in (ﷺ) mescidinin karşısında duruyordu. Allah'ın Resulü (ﷺ) oraya girer ve güzel suyundan içerdi. \"Siz, sevdiğiniz şeylerden infak etmedikçe asla iyiliğe ulaşamazsınız.\" (3.92) ayeti inince, Abu Talha ayağa kalktı ve \"Ey Allah'ın Resulü (ﷺ), Allah şöyle buyuruyor: 'Siz, sevdiğiniz şeylerden infak etmedikçe asla iyiliğe ulaşamazsınız.' (3.92) ve benim en sevdiğim malım Bairuha bahçesi, onu Allah'ın rızası için infak ediyorum ve ondan hayır umuyorum ve onun Allah katında benim için saklanmasını umuyorum. O halde, ey Allah'ın Resulü (ﷺ)! Onu Allah'ın emrettiği şekilde kullan.\" dedi. Allah'ın Resulü (ﷺ) \"Aferin! Bu verimli bir maldır! Bu verimli bir maldır! Söylediklerini duydum ve onu akrabaların arasında dağıtmanı düşünüyorum.\" dedi. Abu Talha, o bahçeyi akrabaları ve kuzenleri arasında dağıttı."
    },
    {
      "id": 77,
      "narrator": "Narrated Anas:",
      "text": "Yahya bin Yahya'dan rivayet edilmiştir: Malik'ten öğrendim, \"..verimli bir mal.\""
    },
    {
      "id": 78,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Huraira:",
      "text": "Anas'tan rivayet edilmiştir: Abu Talha bahçeyi Hasan ve Ubai arasında paylaştırdı, ama ben ona daha yakın bir akraba olmama rağmen ondan hiçbir şey almadım."
    },
    {
      "id": 80,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 81,
      "narrator": "Narrated Salim's father:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Yahudiler, Peygamber'e (ﷺ) aralarından bir erkek ve bir kadını getirdiler ki bunlar zina etmişlerdi. Peygamber (ﷺ) onlara, \"Aranızda zina eden birine nasıl ceza veriyorsunuz?\" dedi. Onlar, \"Yüzlerini kömürle karartır ve döveriz,\" dediler. O da, \"Tora'da Ar-Rajm (taşlayarak öldürme) emrini bulmuyor musunuz?\" dedi. Onlar, \"İçinde hiçbir şey bulamıyoruz,\" dediler. Abdullah bin Selam (bu konuşmayı duyduktan sonra) onlara, \"Yalan söylediniz! Tora'yı getirin ve eğer doğruysanız okuyun.\" dedi. (Böylece Yahudiler Tora'yı getirdiler). Onlara bunu öğreten din öğretmeni, Ar-Rajm ayetinin üzerine elini koydu ve elinin gizlediği yerin üstünde ve altında yazılanları okumaya başladı, ama Ar-Rajm ayetini okumadı. Abdullah bin Selam, onun (öğretmenin) elini Ar-Rajm ayetinden kaldırdı ve \"Bu nedir?\" dedi. Yahudiler o ayeti görünce, \"Bu Ar-Rajm ayetidir,\" dediler. Bunun üzerine Peygamber (ﷺ) iki zinakarı taşlayarak öldürülmelerini emretti ve onlar, mescidin yakınında cenaze taşlarının bırakıldığı yerde taşlandılar. Ben, onun (zinakarın) üzerine eğildiğini ve onu taşlardan korumaya çalıştığını gördüm."
    },
    {
      "id": 82,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "Narrated Al-Bara bin Azib:",
      "text": "Abu Huraira'dan rivayet edilmiştir: \"Siz (gerçek Müslümanlar) insanlık için ortaya çıkarılan en hayırlı toplumsunuz.\" ayeti, insanlar için en hayırlı topluluk olduğunuzu belirtmektedir, çünkü onları boyunlarında zincirlerle getirip İslam'ı kabul ettiriyorsunuz."
    },
    {
      "id": 84,
      "narrator": "Narrated Abu Talha:",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: \"İkinizden iki grup kalp kırıklığına uğrayacakken, Allah onların koruyucusuydu,\" (3.122) ayeti bizimle ilgili olarak indi ve biz iki gruptuk, yani Banu Haritha ve Banu Salama, ve biz (bu ayetin inmemesini) istemezdik ya da hoşnut olmazdım (inmemesinden), çünkü Allah şöyle buyuruyor: \"...Allah onların koruyucusuydu.\""
    },
    {
      "id": 86,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 87,
      "narrator": "Narrated Abu Huraira:",
      "text": "Salim'in babasından rivayet edilmiştir: Allah'ın Resulü (ﷺ) Fajr namazının son rekatında rükudan başını kaldırdığında, \"Ey Allah, şu ve şu kişiyi lanetle ve şu ve şu kişiyi lanetle,\" dedi. \"Allah, kendisine hamd edenin sesini işitir, ey Rabbimiz, tüm hamd sana aittir.\" dedikten sonra. Bunun üzerine Allah: \"Senin (ey Muhammed) için (ama Allah için) karar yoktur, gerçekten onlar zalimdirler.\" (3.128) ayetini indirdi."
    },
    {
      "id": 88,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) birine kötü dua etmeyi veya birine iyi dua etmeyi düşündüğünde, namazda rükudan sonra dua ederdi. Bazen \"Allah, kendisine hamd edenin sesini işitir, tüm hamd sana aittir, ey Rabbimiz,\" dedikten sonra, \"Ey Allah! Al-Walid bin Al-Walid'i ve Salama bin Hişam'ı ve Aiyash bin Ebu Rabi'a'yı kurtar. Ey Allah! Mudar (kabilesine) ağır azap ver ve onları Yusuf'un yılları gibi kıtlık yıllarıyla vur.\" derdi. Peygamber (ﷺ) yüksek sesle söylerdi ve bazı Fajr namazlarında \"Ey Allah! Şu ve şu kişiyi lanetle,\" diyerek bazı Arap kabilelerini isimlendirirdi ta ki Allah: \"Senin (ey Muhammed) için (ama Allah için) karar yoktur.\" (3.128) ayetini indirene kadar."
    },
    {
      "id": 90,
      "narrator": "Narrated Alqama bin Waqqas:",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ben, teyzem Maimuna'nın evinde bir gece kaldım. Allah'ın Elçisi (ﷺ) bir süre eşiyle konuştu ve sonra yatağa gitti. Gece yarısının son üçte biri olduğunda, kalktı, gökyüzüne baktı ve şöyle dedi: \"Göklerin ve yerin yaratılışında ve gece ile gündüzün değişiminde, akıl sahipleri için gerçekten deliller vardır.\" (3.190) Sonra ayağa kalktı, abdest aldı, Siwak ile dişlerini fırçaladı ve on bir rekât namaz kıldı. Sonra Bilal, ezanı okudu (yani Fajr namazı için çağrı yaptı). Peygamber (ﷺ) iki rekât (Sünnet) namaz kıldı ve (Camiye) çıktı ve (farz cemaat) Fajr namazını kıldı."
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (Bir gece) teyzem Maimuna'nın evinde kaldım ve kendime, \"Allah'ın Elçisi'nin (ﷺ) namazını izleyeceğim\" dedim. Teyzem, Allah'ın Elçisi (ﷺ) için bir yastık koydu ve o, yastığın uzunluğu boyunca yattı ve (uyku izlerini) yüzünden silerek uyandı ve sonra Al-i İmran Suresi'nin son on ayetini okuyana kadar okudu. Sonra asılı su tulumuna gitti ve onu aldı, abdest aldı ve sonra namaz kılmak için ayağa kalktı. Ben de onun yaptığını yaptım ve yanına durdum. O, sağ elini başıma koydu ve kulağımı tuttu, çevirdi. İki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât ve nihayet bir rekât, vitir namazı kıldı."
    },
    {
      "id": 93,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Bir zamanlar teyzem Maimuna'nın (Peygamberin eşi) evinde bir gece kaldım. Ekledi: Yastığın üzerinde enine yattım ve Allah'ın Elçisi (ﷺ) eşiyle birlikte yastığın uzunluğu boyunca yattı. Allah'ın Elçisi (ﷺ) gece yarısına kadar uyudu, biraz önce veya biraz sonra, sonra uyku izlerini elleriyle silerek uyandı ve sonra Al-i İmran Suresi'nin son on ayetini okudu, kalktı ve asılı su tulumuna gitti. Oradan abdest aldı ve bu abdest mükemmel bir abdestti, sonra namaz kılmak için ayağa kalktı. Ben de onun yaptığını yaptım ve yanına durdum. Allah'ın Elçisi (ﷺ) sağ elini başıma koydu ve sağ kulağımı tuttu ve çevirdi. Sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât ve nihayet bir rekât, vitir kıldı. Sonra Muadhdhin (yani çağrı yapan) ona geldiğinde tekrar yattı, bunun üzerine kalktı ve hafif bir iki rekât namaz kıldı ve (Camiye) çıktı ve (farz cemaat) Fajr namazını kıldı."
    },
    {
      "id": 94,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir zamanlar Peygamberin eşi olan teyzem Maimuna'nın evinde bir gece kaldım. Ekledi: Yastığın üzerinde enine yattım, Allah'ın Elçisi (ﷺ) eşiyle birlikte yastığın uzunluğu boyunca yattı. Allah'ın Elçisi (ﷺ) gece yarısına kadar uyudu, biraz önce veya biraz sonra, sonra uyku izlerini elleriyle silerek uyandı ve sonra Al-i İmran Suresi'nin son on ayetini okudu. Sonra kalktı ve asılı su tulumuna gitti, oradan abdest aldı ---- ve bunu mükemmel bir şekilde yaptı. Sonra namaz kılmak için ayağa kalktı. Ben de onun yaptığını yaptım ve yanına durdum. Allah'ın Elçisi (ﷺ) sağ elini başıma koydu ve sağ kulağımı tuttu ve çevirdi. Sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât ve nihayet bir rekât, vitir kıldı. Sonra Muadhdhin (yani çağrı yapan) ona geldiğinde tekrar yattı, bunun üzerine kalktı ve hafif bir iki rekât namaz kıldı ve (Camiye) çıktı ve (farz cemaat) Fajr namazını kıldı."
    },
    {
      "id": 95,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir adamın himayesinde bir yetim (kız) vardı. Onu evlendi ve o, bir hurma bahçesine sahipti. Onu sadece bu yüzden evlendi, onu sevdiği için değil. Bu durumla ilgili olarak İlahi Ayet geldi: \"Yetim kızlarla adaletle davranamayacağınızdan korkarsanız...\" (4.3) Alt rivayetçi ekledi: Sanırım o (yani başka bir alt rivayetçi) dedi ki, \"O yetim kız, o hurma bahçesinde ve mülkünde onun ortağıydı.\""
    },
    {
      "id": 96,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "Urva bin Zübeyr'den rivayet edilmiştir: Aişe'ye Allah'ın şu ifadesi hakkında sordum: \"Yetim kızlarla adaletle davranamayacağınızdan korkarsanız...\" (4.3) O dedi ki, \"Ey yeğenim! Bir yetim kız, bir vasi altında himaye altındaydı ve onunla mülk paylaşıyordu. Vası, onun zenginliği ve güzelliği tarafından çekildiği için, ona adil bir mehr vermeden evlenmeyi düşünüyordu, yani başka birinin ona verebileceği aynı mehr. Bu nedenle, böyle vasilerin, kadınlarına adaletle davranmadıkları sürece, yetim kızlarla evlenmeleri yasaklandı ve onlara, akranlarının alabileceği en yüksek mehr ile evlenmeleri emredildi.\" Aişe ekledi, \"İnsanlar, bu İlahi Ayetin vahyinden sonra Allah'ın Elçisi'ne (ﷺ) talimatlarını sordular, bunun üzerine Allah vahyetti: 'Kadınlar hakkında sana soruyorlar.' (4.127) Aişe ayrıca dedi ki, \"Ve Allah'ın ifadesi: 'Ve arzuladığınız kadınlar.' (4.127) olarak, sizden biri, yetim kızı (himayesi altındayken) mülk ve güzellik eksik olduğunda evlenmekten kaçınır.\" Aişe ekledi, \"Bu nedenle, o yetim kızlarla, zenginlik ve güzellikleri için arzu duyanlar, adaletle evlenmedikçe evlenmeleri yasaklandı, çünkü eğer mülk ve güzellikleri eksikse, onlarla evlenmekten kaçınırlardı.\""
    },
    {
      "id": 97,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Ve vasilerden kim zenginse, ücret almaz, ama eğer fakirse, çalışmasına ve onu yönetmek için harcadığı zamana göre adil ve makul bir şey alsın.\" Bu Ayet, yetimin malı ile ilgili olarak vahyedilmiştir. Eğer vasi fakirse, yetimin malından, çalışmasına ve onu yönetmek için harcadığı zamana göre adil ve makul olanı alabilir."
    },
    {
      "id": 98,
      "narrator": "Narrated Ikrama:",
      "text": "İkrime'den rivayet edilmiştir: İbn Abbas, \"Ve akrabalar ve yetimler ve fakirler paylaşım sırasında mevcut olduklarında,\" bu ayet ve emri geçerlidir ve iptal edilmemiştir, dedi."
    },
    {
      "id": 99,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) ve Ebu Bekir, (hastalık dönemimde) Banu Selama'nın (yerleşim yerlerine) beni ziyaret etmek için yürüyerek geldiler. Peygamber (ﷺ) beni baygın buldu, su istedi ve ondan abdest aldı ve üzerine biraz su serpti. Ben kendime geldim ve \"Ey Allah'ın Elçisi (ﷺ)! Malım hakkında ne yapmamı emrediyorsun?\" dedim. Bunun üzerine vahyedildi: \"Allah, çocuklarınızın (mirası) hakkında size emrediyor:\" (4.11)"
    },
    {
      "id": 100,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (İslam öncesi dönemde) çocuklar tüm mülkü miras alırdı, ancak ebeveynler yalnızca vasiyetle miras alırlardı. Bu nedenle Allah, iptal etmek istediği şeyi iptal etti ve bir oğulun payının bir kızın payının iki katı olmasını, ebeveynler için her biri için altıda bir veya üçte bir, eş için sekizde bir veya dörtte bir, koca için yarı veya dörtte bir olmasını hüküm altına aldı."
    },
    {
      "id": 101,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ey iman edenler! Kadınları zorla miras almanız yasaktır ve onlara verdiğiniz (mehr) dower'in bir kısmını geri almak için sert davranmamalısınız.\" (4.19) (Bu vahiyden önce) bir adam öldüğünde, akrabaları karısını miras alma hakkına sahipti ve onlardan biri onu evlenmeye zorlayabilir veya istedikleri takdirde onu evlendirebilir veya istedikleri takdirde onu evlendirmeyebilir ve onu kendi akrabalarına göre daha fazla tasarruf etme hakkına sahip olurlardı. Bu nedenle yukarıdaki Ayet bu bağlamda vahyedilmiştir."
    },
    {
      "id": 102,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Herkese, mirasçı tayin ettik.\" (4.33) 'Mawali' mirasçılar anlamına gelir. Ve \"Ve sağ ellerinizin verdiği sözler.\" ile ilgili olarak: Emigranlar Medine'ye geldiğinde, bir Emigran, bir Ansari'nin mirasçısı olurdu, bu da onun akrabalarının dışındaydı ve bu, Peygamberin (ﷺ) aralarında kurduğu kardeşlik bağı nedeniyleydi (yani Emigranlar ve Ansar arasında). Bu nedenle \"Herkese mirasçı tayin ettik.\" ayeti vahyedildiğinde, (kardeşlik bağıyla miras alma) iptal edildi. İbn Abbas daha sonra dedi ki: \"Ve sağ ellerinizin verdiği sözler.\" yardımlaşma ve birbirine tavsiyede bulunma sözleşmesi ile ilgilidir. Bu nedenle müttefikler artık birbirinin mirasçısı olamaz, ancak birbirlerine vasiyet yoluyla mülklerinin bir kısmını bırakabilirler."
    },
    {
      "id": 103,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) döneminde bazı insanlar dediler ki: \"Ey Allah'ın Elçisi (ﷺ)! Kıyamet Günü Rabbimizi görecek miyiz?\" Peygamber (ﷺ) dedi ki: \"Evet; öğle vakti güneşi parlakken ve gökyüzünde bulut yokken onu görmekte zorlanıyor musunuz?\" Onlar cevap verdiler: \"Hayır.\" O dedi: \"Dolunay gecesi ayı parlakken ve gökyüzünde bulut yokken onu görmekte zorlanıyor musunuz?\" Onlar cevap verdiler: \"Hayır.\" Peygamber (ﷺ) dedi: \"Aynı şekilde, Kıyamet Günü Allah'ı görmekte zorlanmayacaksınız, tıpkı onların hiçbiriyle görmekte zorlanmadığınız gibi. Kıyamet Günü, bir çağrı yapan, 'Her millet, taptıkları şeylerin peşinden gitsin.' diye ilan edecek. O zaman, Allah'tan başka bir şeyi, putlar ve diğer tanrılar gibi tapanlardan hiçbiri cehenneme (ateşe) düşmeyecek, ta ki Allah'a tapanlar, hem itaat edenler (yani iyi) hem de isyan edenler (yani kötü) ve kalan tarafı kitap ehlinin kalana kadar. Sonra Yahudilere çağrılacak ve onlara 'Kimi tapıyorsunuz?' denilecek. Onlar 'Ezra, Allah'ın oğlu' diyecekler. Onlara 'Yalan söylüyorsunuz, çünkü Allah hiç kimseyi eş veya oğul edinmemiştir. Şimdi ne istiyorsunuz?' denilecek. Onlar 'Ey Rabbimiz! Susadık, bize bir şey içir.' diyecekler. Onlara şöyle yönlendirilecek ve hitap edilecek: 'İçer misiniz?' bunun üzerine cehenneme (ateşe) toplanacaklar ki, bu bir serap gibi olacak ve farklı tarafları birbirini yok edecek. Sonra ateşe düşecekler. Daha sonra Hristiyanlara çağrılacak ve onlara 'Kimi tapıyorsunuz?' denilecek. Onlar 'İsa, Allah'ın oğlu' diyecekler. Onlara 'Yalan söylüyorsunuz, çünkü Allah hiç kimseyi eş veya oğul edinmemiştir.' denilecek. Sonra onlara 'Ne istiyorsunuz?' denilecek. Onlar, önceki insanların söylediklerini söyleyecekler. Sonra, toplulukta sadece Allah'a (Tek, Alemlerin gerçek Rabbi) tapanlar kaldığında, ister itaat eden ister isyan eden olsun. Sonra (Allah) alemlerin Rabbi, onlara, akıllarındaki tasvirine en yakın bir şekil içinde gelecek. 'Ne bekliyorsunuz?' denilecek. Her millet, taptıkları şeylerin peşinden gitti.' Onlar cevap verecekler: 'Biz, dünyada insanları büyük bir ihtiyaç içinde bıraktık ve onları dost edinmedik. Şimdi, taptığımız Rabbimizi bekliyoruz.' Allah, 'Ben sizin Rabbınızım.' diyecek. Onlar iki veya üç kez, 'Biz Allah'tan başka hiç kimseye tapmıyoruz.' diyecekler.\""
    },
    {
      "id": 104,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mesud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana dedi ki: \"Kur'an'dan benim için oku.\" Ben de dedim ki: \"Sana vahyedilmişken sana nasıl okuyabilirim?\" O dedi ki: \"Başkalarından (Kur'an'ı) dinlemeyi severim.\" Ben de Nisa Suresi'ni okudum, \"Her milletten bir şahit getirdiğimizde, seni (Ey Muhammed) bu insanlara karşı şahit olarak getirdiğimizde ne olacak?\" (4.41) ayetine ulaştım. Sonra o, \"Dur!\" dedi. Ve bakın, gözleri yaşlarla dolmuştu."
    },
    {
      "id": 105,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Asma'nın kolyesi kayboldu, bu yüzden Peygamber (ﷺ) bazı adamları onu aramak için gönderdi. Namaz vakti geldi ve onlar abdest almadılar ve su bulamadılar, bu yüzden abdest almadan namaz kıldılar. Sonra Allah, (Tayammum ayetini) vahyetti."
    },
    {
      "id": 106,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'a itaat edin, Elçi'ye ve aranızda (Müslümanlar) otorite sahibi olanlara itaat edin.\" (4.59) ayeti, Peygamber (ﷺ) Abdullah bin Hudhafa bin Qais bin Adi'yi bir Sariyya (ordu birliği) komutanı olarak atadığında indirilmiştir."
    },
    {
      "id": 107,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Zübeyr, Al-Harra'daki doğal dağ akıntısı yüzünden Ensar'dan bir adamla tartıştı. Peygamber (ﷺ) \"Ey Zübeyr! Arazini sulayıp suyu komşuna akıt.\" dedi. Ensar, \"Ey Allah'ın Elçisi (ﷺ), bu onun (Zübeyr'in) senin kuzenin olduğu için mi?\" dedi. Bunun üzerine Peygamberin yüzü (öfkeden) kızardı ve \"Ey Zübeyr! Arazini sulayıp suyu, toprak duvarlara kadar doluncaya kadar tut ve sonra komşuna akıt.\" dedi. Böylece Peygamber (ﷺ) Zübeyr'in tam hakkını almasını sağladı, çünkü Ensari onun öfkesini kışkırtmıştı. Peygamber (ﷺ) daha önce her ikisi için de lehine bir emir vermişti. Zübeyr, \"Bu ayetin bu bağlamda indirildiğini düşünmüyorum: 'Hayır, Rabbine yemin ederim ki, aralarında çıkan her meselede seni hakem yapmadıkça iman etmiş olamazlar.'\" (4.65) dedi."
    },
    {
      "id": 108,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Hiçbir peygamber hastalanmaz ki, ona bu dünya veya ahiret arasında seçim yapma imkanı verilmesin.\" Aişe ekledi: Ölümcül hastalığı sırasında sesi çok kısıklaştı ve \"Allah'ın lütfunun bulunduğu, peygamberlerin, sıddıkların (peygamberlere ilk ve en önce inanan takipçiler), şehitlerin ve salihlerin yanında.\" dediğini duydum. (4.69) Ve buradan onun seçeneğinin verildiğini anladım."
    },
    {
      "id": 109,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Annem ve ben Mekke'deki zayıf ve ezilen (Müslümanlar) arasındaydık."
    },
    {
      "id": 110,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Ebi Mulaika'dan rivayet edilmiştir: İbn Abbas, \"İnsanlardan, kadınlardan ve çocuklardan zayıf olanlar hariç.\" (4.98) ayetini okudu ve \"Annem ve ben Allah'ın affettiği kimselerden idik.\" dedi."
    },
    {
      "id": 111,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: \"Peki, sizin hypocritler hakkında iki gruba ayrılmanızın sebebi nedir?\" (4.88) ayeti hakkında, Peygamber (ﷺ) sahabelerinden bazıları Uhud savaşından döndü (yani savaşa katılmayı reddetti) ve bu nedenle Müslümanlar iki gruba ayrıldı; bir grup onların infazını isterken diğeri istemedi. Bunun üzerine \"Peki, sizin hypocritler hakkında iki gruba ayrılmanızın sebebi nedir?\" (4.88) ayeti indirildi. Sonra Peygamber (ﷺ) \"Medine, Tayyib'dir (güzel), ateşin gümüşün pisliklerini attığı gibi pislikleri atar.\" dedi."
    },
    {
      "id": 112,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir: Kufe halkı yukarıdaki ayet hakkında anlaşmazlığa düştü. Bunun üzerine İbn Abbas'a gittim ve ona sordum. O, \"Bu ayet: 'Ve kim bir mümini kasten öldürürse, onun cezası cehennemdir.' en son indirilen ayettir (kasten cinayetle ilgili) ve onu hiçbir şey neshetmemiştir.\" dedi."
    },
    {
      "id": 113,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ve size selam veren hiç kimseye, 'Sen mümin değilsin.' demeyin.\" ayeti hakkında, koyunlarının arasında bir adam vardı. Müslümanlar onu takip etti ve o onlara \"Selam üzerinize olsun.\" dedi. Ama onu öldürdüler ve koyunlarını aldılar. Bunun üzerine Allah, yukarıdaki ayeti indirdi: \"...bu hayatın geçici menfaatini arayanlar.\" (4.94) yani o koyunlar."
    },
    {
      "id": 114,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: Peygamber (ﷺ) bana şunu yazdırdı: \"Evde oturan müminlerle, Allah yolunda çaba gösteren ve savaşanlar eşit değildir.\" Zeyd ekledi: İbn Ümmü Mektum, Peygamber (ﷺ) bana yazdırırken geldi ve \"Ey Allah'ın Elçisi! Vallahi, Allah yolunda savaşma gücüm olsaydı, savaşırdım.\" dedi, o bir kördü. Bunun üzerine Allah, Elçisine vahiy gönderdi, uyluğu uyluğumun üzerine kondu ve o kadar ağırlaştı ki, uyluğumun kırılmasından korktum. Sonra Peygamberin (ﷺ) o durumu geçti ve Allah, \"Engelli olanlar (yaralı, kör veya topal olanlar hariç).\" şeklinde indirdi."
    },
    {
      "id": 115,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Evde oturan müminlerle, Allah yolunda çaba gösterenler eşit değildir.\" (4.95) ayeti indirildiğinde, Allah Elçisi Zeyd'i çağırdı ve o yazdı. Bu arada İbn Ümmü Mektum geldi ve körlüğünden şikayet etti, bunun üzerine Allah, \"Engelli olanlar (yaralı, kör veya topal olanlar hariç)...\" şeklinde indirdi. (4.95)"
    },
    {
      "id": 116,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Evde oturan müminlerle, Allah yolunda çaba gösterenler eşit değildir.\" (4.95) ayeti indirildiğinde, Peygamber \"Falanca'yi çağırın.\" dedi. O kişi, yanında bir mürekkep ve bir tahta veya bir omuz kürek kemiği ile geldi. Peygamber (ﷺ) ona, \"Yaz: 'Evde oturan müminlerle, Allah yolunda çaba gösterenler eşit değildir.'\" dedi. İbn Ümmü Mektum, Peygamberin (ﷺ) arkasında oturuyordu ve \"Ey Allah'ın Elçisi (ﷺ)! Ben bir körüm.\" dedi. Bunun üzerine o ayetin yerine, \"Evde oturan müminlerle, engelli olanlar (yaralı, kör veya topal olanlar hariç) ve Allah yolunda çaba gösterenler eşit değildir.\" ayeti indirildi. (4.95)"
    },
    {
      "id": 117,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Badr savaşına katılmayan evde oturan müminlerle, Badr savaşına katılanlar eşit değildir."
    },
    {
      "id": 118,
      "narrator": "Narrated Muhammad bin `Abdur-Rahman Abu Al-Aswad:",
      "text": "Muhammed bin Abdurrahman Ebu El-Asvad'dan rivayet edilmiştir: Medine halkı, Abdullah bin Zübeyir'in halifeliği döneminde (Mekke'de) Şam halkına karşı bir ordu hazırlamak zorunda kaldı ve ben de buna katıldım; sonra İbn Abbas'ın azatlı kölesi İkrime ile karşılaştım ve ona (durumu) bildirdim, o da buna katılmamı şiddetle yasakladı ve \"İbn Abbas bana bildirdi ki, bazı Müslümanlar putperestlerle birlikteydi, bu da Allah'ın Elçisi (ﷺ) aleyhine putperestlerin sayısını artırıyordu. Bir ok atılırdı ve onlardan biri (putperestlerin yanında olan Müslümanlardan) vurulup öldürülürdü veya kılıçla vurulup öldürülürdü.\" dedi. Sonra Allah, \"Gerçekten! Meleklerin, kendilerine zulmederek (kafirler arasında kalarak) canlarını aldıkları kimseler...\" (4.97) şeklinde indirdi. Ebu El-Asvad da bunu rivayet etti."
    },
    {
      "id": 119,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Zayıf olanlar hariç.\" (4.98) ve ekledi: Annem, Allah'ın affettiği kimselerden biriydi."
    },
    {
      "id": 120,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) 'İsha' namazını kılarken, \"Allah, kendisine hamd edenin sesini duyar.\" dedi ve secdeye gitmeden önce, \"Ey Allah'ım, Aiyash bin Rabi'a'yı kurtar. Ey Allah'ım, Selama bin Hişam'ı kurtar. Ey Allah'ım, El-Valid bin El-Vahd'ı kurtar. Ey Allah'ım, müminlerin zayıf olanlarını kurtar. Ey Allah'ım, Mudar kabilesine azabını şiddetli kıl. Ey Allah'ım, onlara Yusuf'un yılları gibi yıllar (kıtlık) ver.\" dedi."
    },
    {
      "id": 121,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Yağmurun rahatsızlığından veya hasta olduğunuzdan dolayı.\" (4.102) ayeti, yaralanan `Abdur-Rahman bin `Auf ile ilgili olarak indirilmiştir."
    },
    {
      "id": 122,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Kadınlar hakkında sana fetva soruyorlar. De ki: Allah, onlarla ilgili olarak size şöyle talimat veriyor.\" (4.127) ayeti, bir adamın yetim bir kızı olduğu ve onun velisi ve mirasçısı olduğu duruma ilişkin olarak indirilmiştir. Kız, onun tüm mülkünden pay alır, hatta bir hurma bahçesinden, ancak o, onunla evlenmek istemez ve onun mülkünü paylaşacak başka birine vermekten de hoşlanmaz; bu nedenle o velisi, o yetim kızın evlenmesini engeller. İşte bu ayet indirildi: \"Eğer bir kadın kocasının zulmünden veya terk etmesinden korkarsa.\" (4.128)"
    },
    {
      "id": 123,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Eğer bir kadın kocasının zulmünden veya terk etmesinden korkarsa.\" (4.128) ayeti, bir adamın bir kadını (eşini) sevmediği ve onu boşamak istediği, ancak kadının ona, \"Kendimi sana serbest bırakıyorum.\" dediği durumla ilgilidir. Bu ayet bu bağlamda indirilmiştir."
    },
    {
      "id": 124,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Aswad'dan rivayet edilmiştir: Abdullah'ın meclisinde bir dairede otururken, Hudhaifa geldi, önümüzde durdu, selam verdi ve sonra dedi ki: \"Sizden daha iyi olan insanlar münafık oldu.\" El-Aswad dedi ki: \"Ben Allah'ın birliğine şahitlik ederim! Allah şöyle buyuruyor: 'Şüphesiz ki münafıklar, ateşin en alt katmanındadırlar.'\" (4.145) Bunun üzerine Abdullah gülümsedi ve Hudhaifa camide bir yere oturdu. Abdullah daha sonra kalktı ve etrafındaki arkadaşları dağıldı. Hudhaifa, dikkatimi çekmek için bana bir çakıl taşı attı. Yanına gittim ve o dedi ki: \"Ben Abdullah'ın gülümsemesine şaşırdım, oysa söylediklerimi anladı. Şüphesiz ki sizden daha iyi olan insanlar münafık oldu ve sonra tövbe ettiler ve Allah onları affetti.\""
    },
    {
      "id": 125,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Hiç kimsenin, 'Ben Yunus bin Matta'dan daha iyiyim.' demeye hakkı yoktur.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim, 'Ben Yunus bin Matta'dan daha iyiyim.' derse, o bir yalancıdır.\""
    },
    {
      "id": 127,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: İndirilen son sure, Bara'a'dır ve indirilen son ayet: \"Sana miras bırakmayanlar hakkında fetva soruyorlar. De ki: Allah, onların mirasçıları hakkında böyle buyuruyor.\" (4.176)"
    },
    {
      "id": 128,
      "narrator": "Narrated Tariq bin Shihab:",
      "text": "Tariq bin Şihab'dan rivayet edilmiştir: Yahudiler, `Umar'a dediler ki: \"Siz (yani Müslümanlar) bir ayet okuyorsunuz, eğer bu bize indirilseydi, onun indirildiği günü bayram olarak kabul ederdik.\" `Umar dedi ki: \"Ben bunun ne zaman ve nerede indirildiğini, Allah'ın Resulü (ﷺ) neredeyken indirildiğini çok iyi biliyorum. (Bu, Arafat günü, Hac günü indirildi) ve Allah'a yemin ederim ki ben Arafat'taydım.\" Sufyan, bir alt rivayetçi olarak, \"Bu gün dininizi sizin için kemale erdirdim.\" ayetinin bir Cuma günü mü yoksa başka bir günde mi indirildiğinden şüpheliyim.\" dedi."
    },
    {
      "id": 129,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ile bir yolculuğa çıktık ve Baida' veya Dhat-al-Jaish'teyken, bir kolyem kırıldı (ve kayboldu). Allah'ın Resulü (ﷺ) onu aramak için orada kaldı, insanlar da onunla birlikte kaldı. Ne su olan bir yerdeydiler, ne de yanlarında su vardı. İnsanlar Ebu Bekir As-Sıddık'a gittiler ve dediler ki: \"Aişe'nin ne yaptığını görmüyor musun? Allah'ın Resulü (ﷺ) ve insanları su olmayan bir yerde tutuyor ve yanlarında su yok.\" Ebu Bekir geldi, o sırada Allah'ın Resulü (ﷺ) başını benim uyluğuma koymuş uyuyordu. O (bana) dedi ki: \"Sen, Allah'ın Resulü (ﷺ) ve insanları su olmayan bir yerde tutuyorsun ve yanlarında su yok.\" Böylece beni uyardı ve Allah'ın ona söylemesini istediği şeyi söyledi ve elini yanlarıma vurdu. Hiçbir şey hareket etmemi engelleyemedi (acım yüzünden! ama Allah'ın Resulü (ﷺ) uyluğumdaydı). Böylece Allah'ın Resulü (ﷺ) sabahın aydınlanmasıyla kalktı ve su yoktu, bu yüzden Allah, teyemmüm ayetini indirdi. Usaid bin Hudair dedi ki: \"Bu, senin için, Ebu Bekir ailesi, ilk nimetin değil.\" Sonra bindiğim deve kalktı ve kolyeyi altında bulduk."
    },
    {
      "id": 130,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Al-Baida'da bir kolyem kayboldu ve Medine'ye doğru gidiyorduk. Peygamber (ﷺ) devesini diz çökertti ve indi, başını benim kucağıma koydu ve uyudu. Ebu Bekir bana geldi ve göğsüme sert bir şekilde vurdu ve dedi ki: \"Bir kolye yüzünden insanları durdurdun.\" Allah'ın Resulü (ﷺ) kucağımda olduğu için ben ölü gibi hareketsiz kaldım; (kucağımda) ama Ebu Bekir beni (şaplakla) incitmişti. Sonra Peygamber (ﷺ) uyandı ve sabah namazı vaktiydi. Su arandı, ama boşuna; bu yüzden şu ayet indirildi: \"Ey iman edenler! Namaz kılmak istediğinizde..\" (5.6) Usaid bin Hudair dedi ki: \"Allah, sizin yüzünüzden insanlara bereket verdi, ey Ebu Bekir ailesi. Siz onlara sadece bir nimetsiniz.\""
    },
    {
      "id": 131,
      "narrator": "Narrated `Abdullah (bin Masud):",
      "text": "Abdullah (bin Mes'ud) dan rivayet edilmiştir: Bedir günü, El-Mikdad dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Biz sana, İsrailoğullarının Musa'ya dediği gibi demiyoruz: 'Sen ve Rabbin gidin, ikiniz savaşın; biz burada oturuyoruz.' (5.24) ama (biz diyoruz): 'İlerleyin, biz sizinleyiz.' Bu, Allah'ın Resulü (ﷺ) için büyük bir sevinç kaynağı oldu."
    },
    {
      "id": 132,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: `Umar bin `Abdul `Aziz'in arkasında oturuyordu ve insanlar at-Qasama hakkında konuştular ve çeşitli şeyler söylediler ve Halifelerin bunu mubah kıldığını söylediler. `Umar bin `Abdul `Aziz, arkasındaki Ebu Kılabe'ye döndü ve dedi ki: \"Ne dersin, ey `Abdullah bin Zaid?\" veya \"Ne dersin, ey Ebu Kılabe?\" Ebu Kılabe dedi ki: \"Bir kişinin İslam'da öldürülmesinin caiz olduğunu bilmiyorum, ancak üç durumda: evli bir kişinin zina etmesi, birinin haksız yere birini öldürmesi veya Allah'a ve Resulüne savaş açması durumunda.\" 'Anbasa dedi ki: \"Bize Anas şöyle şöyle anlattı.\" Ebu Kılabe dedi ki: \"Anas bu konuda bana şöyle anlattı: Bazı insanlar Peygamber (ﷺ) 'e geldiler ve ona dediler ki: 'Bu ülkenin iklimi bize uygun değil.' Peygamber (ﷺ) dedi ki: 'Bunlar bizim develerimizdir ve otlatılmak üzere çıkarılacaklar. Onları çıkarın ve sütlerini ve idrarlarını için.' Böylece onları aldılar ve yola çıktılar, idrarlarını ve sütlerini içtiler, iyileştiklerinde çobana saldırdılar, onu öldürdüler ve develeri sürüp götürdüler.' Onları niçin cezalandırmakta gecikelim ki, birini öldürdüler ve Allah'a ve Resulüne savaş açtılar ve Allah'ın Resulü (ﷺ) 'ni korkuttular?\" Anbasa dedi ki: \"Ben Allah'ın birliğine şahitlik ederim!\" Ebu Kılabe dedi ki: \"Bana şüphe mi ediyorsun?\" 'Anbasa dedi ki: \"Hayır, Anas bu (hadisi) bize anlattı.\" Sonra 'Anbasa ekledi: \"Ey şu ve bu (ülkenin) halkı, siz Allah bu (adamı) ve bunun gibisini aranızda tuttuğu sürece iyi durumda kalacaksınız.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Anas (bin Malik):",
      "text": "Enes (bin Malik) den rivayet edilmiştir: Ar-Rubai (Enes bin Malik'in amcası) genç bir Ensar kızının kesici dişini kırdı. Ailesi kısas talep etti ve Peygamber (ﷺ) 'e geldiler, o da kısas hükmünü verdi. Enes bin En-Nadr (Enes bin Malik'in amcası) dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Allah'a yemin ederim ki, onun dişi kırılmayacak.\" Peygamber (ﷺ) dedi ki: \"Ey Enes! Allah'ın Kitabında belirtilen (kanun) kısastır.\" Ancak insanlar (yani kızın akrabaları) taleplerinden vazgeçtiler ve bir tazminatı kabul ettiler. Bunun üzerine Allah'ın Resulü dedi ki: \"Allah'ın bazı kulları öylelerdir ki, yemin ettiklerinde, Allah onları yerine getirir.\""
    },
    {
      "id": 134,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Muhammed'in kendisine indirilenden bir kısmını gizlediğini söyleyen kimse, yalancıdır; çünkü Allah şöyle buyuruyor: 'Ey Elçi (Muhammed)! Rabbinden sana indirileni tebliğ et.'\" (5.67)"
    },
    {
      "id": 135,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah, yeminlerinizde kasıt olmadan yaptıklarınızdan dolayı sizi cezalandırmayacaktır.\" (5.89) ayeti, bir adamın konuşması sırasında, \"Hayır, Allah'a yemin ederim.\" ve \"Evet, Allah'a yemin ederim.\" durumu hakkında indirilmiştir."
    },
    {
      "id": 136,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Babası (Ebu Bekir) yeminini hiç bozmadı ta ki Allah, yemin için yasal kefaret emrini indirdi. Ebu Bekir dedi ki: \"Eğer bir şey yapmak için yemin edersem ve sonra başka bir şeyin daha iyi olduğunu görürsem, o zaman Allah'ın iznini kabul ederim ve daha iyi olanı yaparım (ve yeminim için yasal kefaretimi veririm).\""
    },
    {
      "id": 137,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Biz, Peygamber (ﷺ) ile birlikte kutsal savaşlara katılıyorduk ve yanımızda kadın (eş) yoktu. Bunun üzerine Peygamber'e (ﷺ) dedik ki: \"Kendimizi hadım edelim mi?\" Ama Peygamber (ﷺ) bunu yasakladı ve o zamandan sonra bize bir kadını (geçici olarak) evlenmemize izin verdi, ona bir elbise bile vererek, ardından şöyle buyurdu: \"Ey iman edenler! Allah'ın sizin için helal kıldığı güzel şeyleri haram kılmayın.\""
    },
    {
      "id": 138,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Alkolün yasaklanmasına dair ayet, Medine'de üretilen beş çeşit (alkollü) içki varken indi; bunların hiçbiri üzümden yapılmamıştı."
    },
    {
      "id": 139,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bizim tek alkollü içkimiz, hurmalardan yapılan ve sizlerin Fadikh dediği içkiden başka bir şey değildi. Ben, Ebu Talha ve diğerlerine içki sunarken, bir adam geldi ve dedi ki: \"Size bir haber ulaştı mı?\" Onlar: \"O nedir?\" dediler. O da: \"Alkol yasaklandı.\" dedi. Onlar: \"Dök (bu kapların içindekileri, Ey Enes!)\" dediler. O zaman ne alkol hakkında daha fazla sordular ne de o adamın haberinden sonra onu geri aldılar."
    },
    {
      "id": 140,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bazı insanlar Uhud savaşının sabahında alkollü içki içtiler ve aynı gün şehit olarak öldüler, bu da şarap yasaklanmadan önce oldu."
    },
    {
      "id": 141,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Ömer'in Peygamber (ﷺ) minberinde iken şöyle dediğini duydum: \"Ey insanlar! Alkolün yasaklanmasına dair vahiy indi; ve alkollü içkiler beş şeyden elde edilir: Üzüm, hurma, bal, buğday ve arpa. Alkollü içki, aklı karıştıran ve sersemleten şeydir.\""
    },
    {
      "id": 142,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Dökülen alkollü içki Al-Fadikh'ti. Ben, Ebu Talha'nın evinde insanlara alkollü içki sunuyordum. Sonra alkollü içkilerin yasaklanması emri indi ve Peygamber birinin bunu ilan etmesini emretti. Ebu Talha bana dedi ki: \"Çık ve bu sesin (ilanın) ne olduğunu öğren.\" Ben dışarı çıktım ve döndüğümde: \"Bu, alkollü içkilerin yasaklandığını ilan eden birisi.\" dedim. Ebu Talha bana: \"Git ve onu dök (yani şarabı),\" dedi. O zaman (alkollü içkiler) Medine sokaklarında akmaya başladı. O zaman şarap Al-Fadikh'ti. İnsanlar: \"Bazı insanlar (Müslümanlar) Uhud savaşında şarap midelerinde iken öldürüldü.\" dediler. Bunun üzerine Allah: \"İman edenler ve salih ameller işleyenler için geçmişte yedikleri şeylerden dolayı bir günah yoktur.\" (5.93) ayetini indirdi."
    },
    {
      "id": 143,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) daha önce hiç duymadığım bir hutbe verdi. Dedi ki: \"Eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız.\" Bunu duyunca, Peygamber'in (ﷺ) arkadaşları yüzlerini örttü ve ağlama sesleri duyuldu. Bir adam: \"Babam kim?\" dedi. Peygamber (ﷺ) de: \"Falanca.\" dedi. Bunun üzerine bu ayet indi: \"Açıkça size bildirildiğinde, sizi üzebilecek şeyler hakkında sormayın.\" (5.101)"
    },
    {
      "id": 144,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bazı insanlar Allah'ın Resulü'ne (ﷺ) alaycı bir şekilde sorular soruyorlardı. Bir adam: \"Babam kim?\" derken, başka bir adam devesinin kaybolduğunu söyleyerek: \"Devem nerede?\" diyordu. Bunun üzerine Allah bu ayeti indirdi: \"Ey iman edenler! Açıkça size bildirildiğinde, sizi üzebilecek şeyler hakkında sormayın.\" (5.101)"
    },
    {
      "id": 145,
      "narrator": "Narrated Sa`id bin Al-Musaiyab:",
      "text": "Sa'id bin Al-Musayyib'den rivayet edilmiştir: Bahira, putlar için sütü saklanan bir dişi devedir ve kimsenin onu sağmasına izin verilmez; Sa'iba, tanrıları için serbest bırakılan dişi devedir ve onun üzerinde hiçbir şey taşınmaz. Ebu Hureyre dedi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Amr bin Amir Al-Khuza'i'yi (bir rüyada) ateşte bağırsaklarını sürüklerken gördüm; o, hayvanları serbest bırakma geleneğini ilk kuran kişiydi.\" Wasila, ilk doğumunda bir dişi deve doğuran ve ardından ikinci doğumunda başka bir dişi deve doğuran dişi devedir. İnsanlar (Cahiliye döneminde) eğer bu dişi deve ardışık olarak iki dişi deve doğurursa ve arada bir erkek deve doğurmazsa onu putları için serbest bırakırlardı. 'Ham', çiftleşme için kullanılan erkek devedir. Çiftleşme sayısını tamamladıktan sonra, onu putları için serbest bırakır ve yüklerden muaf tutarlardı, ona 'Hami' derlerdi. Ebu Hureyre dedi ki: \"Peygamber (ﷺ) bunu söylediğini duydum.\""
    },
    {
      "id": 146,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) Cehennemi gördüm ve onun farklı kısımlarının birbirini yediğini gördüm ve Amr'ı (oraya) bağırsaklarını sürüklerken gördüm; o, hayvanları serbest bırakma geleneğini ilk kuran kişiydi."
    },
    {
      "id": 147,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir hutbe verdi ve dedi ki: \"Ey insanlar! Sizi Allah'ın huzurunda çıplak, ayaksız ve sünnetsiz toplayacaklar.\" Sonra (Kur'an'dan alıntı yaparak) şöyle dedi: \"İlk yaratılışı başlattığımız gibi, onu tekrar edeceğiz. Gerçekten bunu üstlenmişizdir: Şüphesiz bunu yapacağız.\" (21.104) Peygamber (ﷺ) sonra şöyle dedi: \"Kıyamet Günü giydirilecek ilk insan İbrahim olacaktır. Bakın! Bazı takipçilerim getirilecek ve (melekler) onları sol tarafa (Cehenneme) sürecekler. Ben: 'Ey Rabbim! (Onlar) benim arkadaşlarım!' diyeceğim. O zaman (Yüce) bir cevap gelecek: 'Sen, onların ardından ne yaptıklarını bilmezsin.' Ben, salih kul (Peygamber (ﷺ) İsa) gibi diyeceğim: 'Ben, aralarında bulunduğum sürece onlara şahit oldum. Beni aldığın zaman, sen onların üzerine gözetleyici idin ve her şeye şahit olan sensin.' (5.117) Sonra denilecek ki: \"Bu insanlar, sen onları terk ettikten sonra sürekli olarak dinden döndüler.\""
    },
    {
      "id": 148,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kıyamet Günü toplanacaksınız ve bazı insanlar (melekler tarafından) sol tarafa (Cehenneme) sürülecek; ben de salih kul (İsa) gibi diyeceğim: 'Ben, aralarında bulunduğum sürece onlara şahit oldum...Yüce, her şeyi bilen.' (5.117-118)"
    },
    {
      "id": 149,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Görünmeyenin anahtarı beştir: Şüphesiz Allah'a (tek başına) kıyamet saatinin bilgisi aittir; o yağmuru indirir ve rahimlerde ne olduğunu bilir. Hiçbir nefis yarın ne kazanacağını bilmez ve hiçbir nefis nerede öleceğini bilmez. Şüphesiz Allah, her şeyi bilen, her şeyden haberdardır.\" (31.34)"
    },
    {
      "id": 150,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bu ayet indiğinde: \"De ki: O, sizlere yukarıdan azap göndermeye güç yetirir.\" (6.65) Allah'ın Resulü (ﷺ) dedi ki: \"Ey Allah! Ben, Senin Yüzünden (bu azaptan) sığınırım.\" Ve ayet: \"Ya da ayaklarınızın altından azap gönderir.\" (indiğinde) Allah'ın Resulü (ﷺ) dedi ki: \"(Ey Allah!) Ben, Senin Yüzünden (bu azaptan) sığınırım.\" (Ama ayet indiğinde): \"Ya da sizi partiler halinde karıştırır ve birbirinize şiddet tattırır.\" (6.65) Allah'ın Resulü (ﷺ) dedi ki: \"Bu daha hafif (ya da, bu daha kolaydır).\""
    },
    {
      "id": 151,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"…ve inançlarını yanlışla karıştırmayın.\" (6.82) ayeti indirildiğinde, Peygamber'in arkadaşları \"Bizden hangisi yanlış yapmadı?\" dediler. Sonra şu ayet indirildi: \"Şüphesiz Allah'a ortak koşmak büyük bir yanlışlıktır.\" (31.13)"
    },
    {
      "id": 152,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Hiç kimsenin 'Ben Yunus bin Matta'dan daha iyiyim' deme hakkı yoktur.\""
    },
    {
      "id": 153,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Hiç kimsenin 'Ben Yunus bin Matta'dan daha iyiyim' deme hakkı yoktur.\""
    },
    {
      "id": 154,
      "narrator": "Narrated Mujahid:",
      "text": "Mücahid'den rivayet edilmiştir: O, İbn Abbas'a sordu, \"Sa'd suresinde secde ayeti var mı?\" (38.24) İbn Abbas, \"Evet,\" dedi ve \"Onlara verdik... O halde onların rehberliğini takip et.\" (6.85,90) ayetini okudu. Sonra, \"O (Davud) onlardan biridir (yani o peygamberlerden).\" Mücahid rivayet etti: İbn Abbas'a (yukarıdaki ayet hakkında) sordum. O, \"Senin Peygamberin (Muhammed) onlara uyması emredilenlerden biriydi,\" dedi."
    },
    {
      "id": 155,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Allah, Yahudileri lanetlesin! Allah onlara hayvanların yağını yemeyi yasakladığında, onu eritip sattılar ve fiyatını kullandılar!\""
    },
    {
      "id": 156,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Abdullah (bin Mes'ud) dedi ki, \"Hiç kimse Allah'tan daha fazla gıra (şehveti koruma) hissine sahip değildir, bu nedenle - O, açık veya gizli olarak işlenmiş olsun, çirkin günahları yasaklamıştır. Ve hiç kimse Allah'tan daha fazla övülmek istemez, bu nedenle O, kendisini över.\" Ben Ebu Vail'e sordum, \"Bunu Abdullah'dan mı duydun?\" O, \"Evet,\" dedi. Ben, \"Abdullah bunu Allah'ın Resulü'ne (ﷺ) atfetti mi?\" dedim. O, \"Evet,\" dedi."
    },
    {
      "id": 157,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Kıyamet, güneş batıdan doğuncaya kadar kurulmayacaktır; ve insanlar onu gördüğünde, o zaman yeryüzünde yaşayan herkes iman edecektir ve o, (o zaman) bir ruhun iman etmesi için hiçbir fayda sağlamayacaktır, eğer daha önce iman etmemişse.\" (6.158)"
    },
    {
      "id": 158,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Kıyamet, güneş batıdan doğuncaya kadar kurulmayacaktır; ve o doğduğunda (batıdan) ve insanlar onu gördüğünde, hepsi iman edecektir. Ve o, (o zaman) bir ruhun iman etmesi için hiçbir fayda sağlamayacaktır.\" Sonra tüm ayeti (6.158) okudu."
    },
    {
      "id": 159,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Hiç kimse Allah'tan daha fazla gıra (şehveti koruma) hissine sahip değildir, bu nedenle O, açık veya gizli olarak işlenmiş çirkin günahları yasaklamıştır; ve hiç kimse Allah'tan daha fazla övülmek istemez, bu nedenle O, kendisini över.\""
    },
    {
      "id": 160,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Yahudilerden bir adam, yüzüne tokat atıldıktan sonra Peygamber'e (ﷺ) geldi ve dedi ki, \"Ey Muhammed! Ansar'dan bir arkadaşın yüzüme tokat attı!\" Peygamber (ﷺ) dedi ki, \"Onu çağırın.\" Onu çağırdıklarında, Peygamber (ﷺ) dedi ki, \"Neden ona tokat attın?\" O dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Yahudilerin yanından geçerken, onun 'Beni insanlardan üstün kılan O'na yemin ederim' dediğini duydum, ben de 'Muhammed'den daha mı üstün?' dedim. Sinirlendim ve yüzüne tokat attım.\" Peygamber (ﷺ) dedi ki, \"Diğer peygamberler üzerinde bana üstünlük verme, çünkü Kıyamet Günü insanlar bayılacak ve ben ilk uyanan olacağım. Sonra Musa'yı Taht'ın bir bacağından tutarken göreceğim. Onun benden önce kendine geldiğini veya dağda aldığı şokun (dünya hayatında) onun için yeterli olup olmadığını bilemeyeceğim.\""
    },
    {
      "id": 161,
      "narrator": "Narrated Sa`id Ibn Zaid:",
      "text": "Sa'id bin Zayd'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"El-Kam'a, Mann (tatlı reçineler veya sakız) gibidir (insan bakımına ihtiyaç duymadan doğal olarak büyür) ve suyu göz hastalıklarına şifadır.\""
    },
    {
      "id": 162,
      "narrator": "Narrated Abu Ad-Darda:",
      "text": "Ebu Derdâ'dan rivayet edilmiştir: Ebu Bekir ile Ömer arasında bir tartışma oldu ve Ebu Bekir, Ömer'i öfkelendirdi. Ömer öfkeyle ayrıldı. Ebu Bekir onu takip etti ve ondan (Allah'tan) kendisi için af dilemesini istedi, ama Ömer bunu reddetti ve kapısını Ebu Bekir'in yüzüne kapattı. Bunun üzerine Ebu Bekir, Allah'ın Resulü'ne (ﷺ) gitti, biz de onunla birlikteydik. Allah'ın Resulü (ﷺ) dedi ki, \"Bu arkadaşınızın birisiyle tartışmış olmalı.\" Bu sırada Ömer pişman oldu ve yaptıklarından dolayı üzüldü, böylece geldi, (oradakilere) selam verdi ve Peygamber (ﷺ) ile oturdu ve olayı ona anlattı. Allah'ın Resulü (ﷺ) öfkelendi ve Ebu Bekir, \"Ey Allah'ın Resulü (ﷺ)! Vallahi, ben (Ömer'den) daha fazla hatalıydım.\" dedi. Allah'ın Elçisi, \"Siz (insanlar) benim arkadaşımı (Ebu Bekir) bana bırakıyor musunuz? Benim arkadaşımı (Ebu Bekir) bana bırakıyor musunuz? Ben 'Ey insanlar, ben size Allah'ın Resulü olarak gönderildim,' dediğimde, siz 'Yalan söylüyorsun' dediniz; oysa Ebu Bekir 'Sen doğru söyledin' dedi.\""
    },
    {
      "id": 163,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"İsrailoğullarına şöyle denildi: 'Kapıdan secde ederek girin ve Hitatun (bağışlanma) deyin.' (7.161) Biz de sizin hatalarınızı affedeceğiz.' Ama onlar (Allah'ın emrini) değiştirdiler ve kendilerini popolarının üzerinde sürüyerek girdiler ve 'Habatun (bir tohum)' dediler.\""
    },
    {
      "id": 164,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Uyeyne bin Hisn bin Hudayfa geldi ve amcası Al-Hurr bin Kays ile kaldı; o, Ömer'in yanına yakın tuttuğu kişilerden biriydi, çünkü Kurra' (Kur'an'ı ezbere bilen bilginler) Ömer'in toplantılarının insanlarıydı ve onun danışmanlarıydı, ister yaşlı ister genç olsunlar. 'Uyeyne, yeğenine dedi ki, \"Ey kardeşimin oğlu! Bu başkana bir yaklaşımın var, o yüzden benim için onunla görüşme izni al.\" Al-Hurr, \"Senin onunla görüşme iznini alacağım,\" dedi. Böylece Al-Hurr, 'Uyeyne için izin istedi ve Ömer onu kabul etti. 'Uyeyne içeri girdiğinde, \"Dikkat et! Ey Al-Hattab'ın oğlu! Vallahi, ne bize yeterli rızık veriyorsun ne de aramızda adaletle hükmediyorsun,\" dedi. Bunun üzerine Ömer öyle bir öfkeye kapıldı ki ona zarar vermeyi düşündü, ama Al-Hurr dedi ki, \"Ey Müminlerin Emiri! Allah, Peygamberine şöyle dedi: 'Bağışlamaya sarıl; doğru olanı emret; ve (cezalandırma) ahmaklardan uzak dur.' (7.199) ve bu (yani 'Uyeyne) ahmaklardan biridir.\" Vallahi, Ömer, Al-Hurr'un bu ayeti okuduğunda onu göz ardı etmedi; Allah'ın Kitabı'nın emirlerine sıkı sıkıya uydu."
    },
    {
      "id": 165,
      "narrator": "Narrated `Abdullah bin AzZubair:",
      "text": "Abdullah bin Az-Zubair'den rivayet edilmiştir: \"Bağışlamaya sarıl; doğru olanı emret...\" ayeti, Allah tarafından insanların karakteri ile ilgili olarak indirildi."
    },
    {
      "id": 166,
      "narrator": "`Abdullah bin Az-Zubair said:",
      "text": "Abdullah bin Zübeyr dedi ki: Allah, Peygamberine (s.a.v) insanları kendisine karşı olan kötü davranışlarını affetmesini emretti."
    },
    {
      "id": 167,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa'id bin Cubeyr rivayet etti: İbn Abbas'a Enfal Suresi hakkında sordum. O dedi ki, \"Bu, Bedir Savaşı ile ilgili olarak indirilmiştir.\""
    },
    {
      "id": 168,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas rivayet etti: \"Şüphesiz! Allah katında en kötü hayvanlar, sağır ve dilsiz olanlardır---- anlama yeteneği olmayanlar.\" (8.22) (Burada bahsedilen insanlar) Beni Abd-Addar kabilesinden bazı kişilerdir."
    },
    {
      "id": 169,
      "narrator": "Narrated Abu Sa`id bin Al-Mu'alla:",
      "text": "Ebu Sa'id bin Al-Mu'alla rivayet etti: Ben namaz kılarken, Allah'ın Messenger'ı (s.a.v) yanımdan geçti ve beni çağırdı, ama ben namazımı bitirmeden ona gitmedim. Sonra ona gittim ve o dedi ki, \"Sana gelmene ne engel oldu? Allah, 'Ey iman edenler! Allah'a ve Elçisine çağrıldığınızda, ona icabet edin.' demedi mi?\" Sonra dedi ki, \"Mescidi terk etmeden önce sana Kur'an'daki en büyük sureyi bildireceğim.\" Allah'ın Messenger'ı (s.a.v) mescidi terk etmeye hazırlandığında, ben ona hatırlattım. O dedi ki, \"O, 'Alemlerin Rabbi olan Allah'a hamdolsun.' (yani Fatiha Suresi) As-sab'a Al-Mathani (tekrar tekrar okunan yedi ayettir).\""
    },
    {
      "id": 170,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik rivayet etti: Ebu Cehil dedi ki, \"Ey Allah! Eğer bu (Kur'an) gerçekten Senden gelen Hak ise, o halde üzerimize gökten taş yağdır ya da bize acı bir azap getir.\" Bunun üzerine Allah şöyle indirdi: \"Ama Allah, sen (Muhammed) aralarında iken onları azap edecek değildir; ve onlar (Allah'tan) af diledikleri sürece de azap etmeyecektir...\" (8.33) Ve Allah, onları Al-Masjid-al-Haram'dan (Kabe) döndürdükleri sürece neden azap etsin ki...\" (8.33-34)"
    },
    {
      "id": 171,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik rivayet etti: Ebu Cehil dedi ki, \"Ey Allah! Eğer bu (Kur'an) gerçekten Senden gelen Hak ise, o halde üzerimize gökten taş yağdır ya da bize acı bir azap getir.\" Bunun üzerine şöyle indirildi: \"Ama Allah, sen (Muhammed) aralarında iken onları azap edecek değildir; ve onlar (Allah'tan) af diledikleri sürece de azap etmeyecektir. Ve Allah, onları Al-Masjid-al-Haram'dan (Kabe) döndürdükleri sürece neden azap etsin ki...\" (8.33-34)"
    },
    {
      "id": 172,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar rivayet etti: Bir adam ona (iki grup Müslüman savaşırken) geldi ve dedi ki, \"Ey Ebu Abdurrahman! Allah'ın Kitabında bahsettiği şeyi duymuyor musun: 'Eğer iki grup mümin birbirine karşı savaşırsa...' (49.9) O halde seni savaşmaktan alıkoyan nedir?\" İbn Umar dedi ki, \"Ey kardeşimin oğlu! Bu ayet yüzünden savaşmamaktan dolayı kınanmayı, başka bir ayet yüzünden kınanmayı tercih ederim; çünkü Allah, 'Ve kim bir mümini kasten öldürürse...' (4.93) demektedir.\" Sonra o adam dedi ki, \"Allah şöyle diyor: 'Onlarla savaşın ki, artık fitne kalmasın (Allah'tan başka ilahlara ibadet) ve din (yani ibadet) yalnızca Allah'a ait olsun.\" (8.39) İbn Umar dedi ki, \"Biz bunu Allah'ın Messenger'ı (s.a.v) döneminde, Müslümanların sayısı azken yaptık; bir adam dininden dolayı denemeye tabi tutulduğunda, putperestler ya onu öldürür ya da zincirlerdi; ama Müslümanlar arttığında (ve İslam yayıldığında) zulüm olmadı.\" O adam, İbn Umar'ın önerisine katılmadığını görünce, \"Ali ve Osman hakkında ne düşünüyorsun?\" dedi. İbn Umar dedi ki, \"Ali ve Osman hakkında ne düşünebilirim? Osman için, Allah onu affetti ve sen onu affetmek istemedin; Ali ise Allah'ın Messenger'ının (s.a.v) kuzeni ve damadıdır.\" Sonra elini işaret ederek, \"Ve işte onun kızının (evi) burada\" dedi."
    },
    {
      "id": 173,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa'id bin Cubeyr rivayet etti: İbn Umar bize geldi ve bir adam ona dedi ki, \"Fitne sebebiyle 'Kital' hakkında ne düşünüyorsun?\" İbn Umar ona dedi ki, \"Sen bir fitnenin ne olduğunu anlıyor musun? Muhammed, putperestlere karşı savaşırdı ve onlarla savaşı, bir fitneydi; (ve onun savaşı) senin iktidar için yürüttüğün savaşa benzemez.\""
    },
    {
      "id": 174,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas rivayet etti: \"Eğer aranızda yirmi sabırlı varsa, iki yüzü yenecekler.\" (8.65) ayeti indiğinde, Müslümanlar için bir Müslümanın on (kafir) karşısında kaçmaması zorunlu hale geldi. Süfyan (alt rivayetçi) bir kez dedi ki, \"Yirmi (Müslüman) iki yüz (kafir) karşısında kaçmamalıdır.\" Sonra şöyle indi: \"Ama şimdi Allah, sizin (işinizi) hafifletti...\" (8.66) Böylece, yüz (Müslüman) iki yüz (kafir) karşısında kaçmamalıdır. (Bir kez Süfyan fazladan dedi, \"Ayet: 'Müminleri savaşa teşvik et. Eğer aranızda yirmi sabırlı varsa...' indi.\") Süfyan dedi ki, \"İbn Şabrama dedi ki, 'Bu emrin, iyiliği emretmek ve kötülükten sakındırmak yükümlülüğüne uygulanabilir olduğunu görüyorum.'\""
    },
    {
      "id": 175,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas rivayet etti: \"Eğer aranızda yirmi sabırlı varsa (Müslümanlar), iki yüzü yenecekler.\" ayeti indiğinde, Müslümanlar için bir Müslümanın on (kafir) karşısında kaçmaması zorunlu hale geldiğinde, bu Müslümanlar için zor oldu. Böylece (Allah) bu emri hafifletti ve şöyle indirdi: \"(Ama) şimdi Allah, sizin (işinizi) hafifletti; çünkü sizin içinde bir zayıflık olduğunu biliyor. Eğer aranızda yüz sabırlı varsa, iki yüzü yenecekler.\" (8.66) Böylece Allah, Müslümanların dayanması gereken düşman sayısını azalttığında, düşmana karşı sabır ve sebatları, onlara verilen görev hafifledikçe azaldı."
    },
    {
      "id": 176,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara rivayet etti: İndirilen son ayet: \"Sana miras hakkında soruyorlar: De ki: Allah, Al-Kalalah (miras bırakmadan ölenler) hakkında böyle yönlendiriyor.\" Ve indirilen son sure ise Baraatun (9) dir."
    },
    {
      "id": 177,
      "narrator": "Narrated Humaid bin `Abdur-Rahman:",
      "text": "Humaid bin Abdurrahman rivayet etti: Ebu Hureyre dedi ki, \"O Hac'da (Abu Bekir'in hacıların lideri olduğu) Abu Bekir, beni Nahr Günü'nde (Dhul-Hijja'nın 10. günü) Mina'da, 'Bu yıldan sonra hiç kimse putperest Hac yapmayacak ve hiç kimse Kabe etrafında çıplak tavaf yapmayacaktır.' diye ilan etmek üzere duyurucularla gönderdi.\" Humaid bin Abdurrahman ekledi: Sonra Allah'ın Messenger'ı (s.a.v) Abu Bekir'den sonra Ali bin Ebu Talib'i gönderdi ve ona Bara'a Suresini yüksek sesle halka okumasını emretti. Ebu Hureyre ekledi, \"Ali, bizimle birlikte, Nahr Günü'nde Mina'da Bara'a'yı (yüksek sesle) halka okudu ve 'Bu yıldan sonra hiç kimse putperest Hac yapmayacak ve hiç kimse Kabe etrafında çıplak tavaf yapmayacaktır.' diye ilan etti.\""
    },
    {
      "id": 178,
      "narrator": "Narrated Humaid bin `Abdur Rahman:",
      "text": "Humaid bin Abdurrahman rivayet etti: Ebu Hureyre dedi ki, \"Abu Bekir, o Hac'da, hacıların lideri olduğu zaman, beni Nahr Günü'nde Mina'da ilan etmek üzere duyurucularla gönderdi: 'Bu yıldan sonra hiç kimse putperest Hac yapmayacak ve hiç kimse Kabe etrafında çıplak tavaf yapmayacaktır.' Humaid ekledi: Peygamber (s.a.v) Abu Bekir'den sonra Ali bin Ebu Talib'i gönderdi ve ona Bara'a Suresini yüksek sesle halka okumasını emretti. Ebu Hureyre ekledi, \"Ali, bizimle birlikte, Nahr Günü'nde Mina'da Bara'a'yı (yüksek sesle) halka okudu ve 'Bu yıldan sonra hiç kimse putperest Hac yapmayacak ve hiç kimse Kabe etrafında çıplak tavaf yapmayacaktır.' diye ilan etti.\""
    },
    {
      "id": 179,
      "narrator": "Narrated Humaid bin `Abdur-Rahman:",
      "text": "Humaid bin Abdurrahman rivayet etti: Ebu Hureyre dedi ki, \"Abu Bekir, Hac'da, Allah'ın Messenger'ı (s.a.v) tarafından hacıların lideri olarak tayin edildiği o Hac'da, bir grup (duyurucu) ile birlikte insanlara ilan etmek üzere gönderdi: 'Bu yıldan sonra hiç kimse putperest Hac yapmayacak ve hiç kimse Kabe etrafında çıplak tavaf yapmayacaktır.' Humaid derdi ki, Nahr Günü, Al-Hac Al-Akbar (En Büyük Gün) günüdür; çünkü Ebu Hureyre'nin rivayeti böyledir.\""
    },
    {
      "id": 180,
      "narrator": "Narrated Zaid bin Wahb:",
      "text": "Zaid bin Vahb rivayet etti: Biz Hudhayfa ileydik ve o dedi ki, \"Bu Ayette (9.12) tarif edilen insanlardan geriye kalan yoktur, 'Sadece üç kişi, ve münafıklardan sadece dört kişi.' Bir bedevi dedi ki, \"Ey Muhammed'in arkadaşları! Bize (şeyler) söyleyin ve bizim, evlerimizi açıp değerli eşyalarımızı çalanlar hakkında bilmediğimiz şeyler var mı?\" O (Hudhayfa) cevapladı, \"Onlar Al Fussaq (isyan eden günahkârlar)dır (kafirler veya münafıklar değil). Gerçekten, onlardan geriye kalan sadece dört kişidir; bunlardan biri çok yaşlı bir adamdır ki, su içtiğinde soğukluğunu hissetmez.\""
    },
    {
      "id": 181,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Sizden birinin Kanz'ı (Zekatı ödenmeyen para) Kıyamet Günü, kel kafalı zehirli bir erkek yılan şeklinde ortaya çıkacaktır.\""
    },
    {
      "id": 182,
      "narrator": "Narrated Zaid bin Wahb:",
      "text": "Zaid bin Wahb'dan rivayet edilmiştir: Ar-Rabadha'da Abu Dhar'ı ziyaret ettim ve ona, \"Seni bu beldeye ne getirdi?\" dedim. O da, \"Şam'daydık ve 'Altın ve gümüş biriktiren ve bunları Allah yolunda harcamayanlara acı bir azap olduğunu müjdele' (9.34) ayetini okudum. Bunun üzerine Muaviye, 'Bu ayet bizim için değil, Kitap ehli içindir.' dedi. Ben de, 'Ama bu hem bizim (Müslümanlar) hem de onlar içindir.' dedim.\""
    },
    {
      "id": 183,
      "narrator": "Narrated Khãlid bin Aslam:",
      "text": "Khalid bin Aslam'dan rivayet edilmiştir: 'Abdullah bin 'Umar ile dışarı çıktık ve o şöyle dedi: \"Bu (ayet) zekat farz kılınmadan önce indirildi ve zekat farz kılındığında, Allah onu malın temizlenmesi için bir araç kıldı.\""
    },
    {
      "id": 184,
      "narrator": "Narrated Abu Bakr:",
      "text": "Abu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Zaman, Allah'ın gökleri ve yeri yarattığı zamandaki orijinal haline geri döndü; yıl on iki aydır, bunlardan dördü kutsaldır. Üçü peş peşe gelir: Dhul-Qa'da, Dhul-Hijja ve Al-Muharram, dördüncüsü ise Mudar kabilesinin saygı gösterdiği Rajab'dır ve bu, Jumad (ath-thani) ile Sha'ban arasında yer alır.\""
    },
    {
      "id": 185,
      "narrator": "Narrated Abu Bakr:",
      "text": "Abu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) ile mağarada idim ve putperestlerin izlerini görünce, \"Ey Allah'ın Messenger'ı (ﷺ), eğer onlardan biri ayağını kaldırırsa, bizi görecek.\" dedim. O da, \"İki kişi hakkında ne düşünüyorsun, üçüncüsü Allah'tır?\" dedi."
    },
    {
      "id": 186,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Abi Mulaika'dan rivayet edilmiştir: İbn Az-Zubair ile İbn 'Abbas arasında bir anlaşmazlık olduğunda, ben (İbn 'Abbas'a) dedim ki, \"(Ona biat etmiyorsun çünkü) babası Az-Zubair, annesi Asma, teyzesi 'Aişe ve anne tarafından dedesi Abu Bekir, anne tarafından ninesi Safiye değil mi?\""
    },
    {
      "id": 187,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Abi Mulaika'dan rivayet edilmiştir: Onlar (İbn 'Abbas ve İbn Az-Zubair) arasında bir anlaşmazlık oldu, bu yüzden sabah İbn 'Abbas'a gittim ve ona, \"İbn Zubair'e karşı savaşmayı mı istiyorsun ve böylece Allah'ın haram kıldığı şeyi helal mi kılacaksın?\" dedim. İbn 'Abbas, \"Allah korusun! Allah, İbn Zubair ve Beni Ümeyye'ye (Mekke'de savaşma izni vermiştir), ama Allah'a yemin ederim ki, bunu asla helal görmeyeceğim.\" dedi. İbn 'Abbas ekledi: \"İnsanlar benden İbn Az-Zubair'e biat etmemi istediler. Ben de, 'Gerçekten, babası Az-Zubair, Peygamber'in yardımcısıydı, anne tarafından dedesi Abu Bekir, (Peygamber'in) mağaradaki arkadaşıydı, annesi Asma 'Dhatun-Nitaq' idi, teyzesi 'Aişe, Müminlerin annesi idi, babası Halid, Peygamber'in eşi Khadija, Peygamber'in (ﷺ) teyzesi ise anne tarafından ninesi idi. Kendisi İslam'da takvalı ve iffetli, Kur'an bilgisiyle doludur. Allah'a yemin ederim ki! (Gerçekten, akrabalarım Beni Ümeyye'yi onun hatırına terk ettim) ama onlar benim yakın akrabalarımdır ve eğer onlar benim yöneticim olursa, onlar da aynı şekilde yönetici olmaya layıktırlar ve soylu bir aileden gelmektedirler.\" dedi."
    },
    {
      "id": 188,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Abi Mulaika'dan rivayet edilmiştir: İbn 'Abbas'a girdik ve o, \"İbn Az-Zubair'in halifeliği üstlenmesine şaşırmadınız mı?\" dedi. Ben de (kendime) dedim ki, \"Onu destekleyeceğim ve onun iyi özelliklerinden bahsedeceğim, zira Abu Bekir ve 'Umar için bile bunu yapmadım, oysa onlar ondan daha fazla iyiliğe layıktılar.\" Dedim ki, \"O (İbn Az-Zubair) Peygamber'in (ﷺ) teyzesi ve Az-Zubair'in oğlu, Abu Bekir'in torunu ve Khadija'nın kardeşinin oğlu, Aişe'nin kız kardeşinin oğlu.\" Yine de, kendisini benden üstün görüyor ve benim onun dostlarından biri olmamı istemiyor. Bu yüzden, \"Onu destekleme teklifimi reddedeceğini hiç beklemiyordum ve bana bir iyilik yapmayı düşündüğünü sanmıyorum, bu nedenle, eğer kuzenlerim kaçınılmaz olarak benim yöneticim olursa, onların yönetimi altında olmak, başkalarının yönetimi altında olmaktan daha iyi olur.\" dedim."
    },
    {
      "id": 189,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Abu Sa'id'den rivayet edilmiştir: Peygamber'e (ﷺ) bir şey gönderildi ve bunu dört (adam) arasında paylaştırdı ve, \"Onların kalplerini (İslam'a) çekmek istiyorum,\" dedi. Bir adam (Peygamber'e (ﷺ)), \"Adalet etmedin.\" dedi. Bunun üzerine Peygamber (ﷺ) dedi ki, \"Bu (adamın) soyundan, dini terk eden bazı insanlar çıkacaktır.\""
    },
    {
      "id": 190,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Abu Mas'ud'dan rivayet edilmiştir: Sadaka vermemiz emredildiğinde, biz de (bir şey kazanmak için) hamal olarak çalışmaya başladık. Abu 'Aqil, bir Sa' (özel ölçü) kadar bir şeyle geldi ve başka bir kişi ondan daha fazlasını getirdi. İki yüzlüler, \"Allah, bu (yani Abu 'Aqil'in) sadakasına muhtaç değildir; ve bu diğer kişi, sadece gösteriş için sadaka vermiştir.\" dediler. Bunun üzerine Allah şöyle vahyetti: \"Sadaka veren müminlerden, sadece kendilerine mevcut olanla sadaka vermekten başka bir şey bulamayanları eleştirenler.\" (9.79)"
    },
    {
      "id": 191,
      "narrator": "Narrated Shaqiq:",
      "text": "Şakik'ten rivayet edilmiştir: Abu Mas'ud el-Ensari dedi ki, \"Allah'ın Messenger'ı (ﷺ), bize sadaka vermemizi emrederdi. Bizden biri, sadaka vermek için bir Mud (buğday veya hurma gibi özel ölçü) kazanmak için çaba gösterirdi; oysa bugün birimiz yüz bin alabilir.\" Şakik dedi: Sanki Abu Mas'ud kendisinden bahsediyordu."
    },
    {
      "id": 192,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: 'Abdullah bin 'Ubai öldüğünde, oğlu 'Abdullah bin 'Abdullah, Allah'ın Messenger'ı (ﷺ) yanına geldi ve ona, babasını onun gömleğiyle kefenlemesini istedi. O da ona verdi ve sonra 'Abdullah, Peygamber (ﷺ)den babası için cenaze namazı kılmasını istedi. Allah'ın Messenger'ı (ﷺ) onun için cenaze namazı kılmak üzere kalktı, ama 'Umar da kalktı ve Allah'ın Messenger'ının (ﷺ) elbisesinden tuttu ve, \"Ey Allah'ın Messenger'ı (ﷺ), sen onun için cenaze namazı kılacak mısın, halbuki Rabbin, onun için namaz kılmanı yasakladı?\" dedi. Allah'ın Messenger'ı (ﷺ) dedi ki, \"Ama Allah bana, 'Onlar için bağışlanma isteyip istemediğin, onlara yetmiş kez bağışlanma dilesen bile...' (9.80) diyerek bir seçenek verdi. O yüzden ben yetmişten fazla isteyeceğim.\" 'Umar, \"Ama o ('Abdullah bin 'Ubai) bir münafık!\" dedi. Ancak Allah'ın Messenger'ı (ﷺ) onun için cenaze namazı kıldı ve bunun üzerine Allah şöyle vahyetti: \"Ve asla (Ey Muhammed) onlardan biri ölünce onun için namaz kılma, ve onun mezarının başında da durma.\" (9.84)"
    },
    {
      "id": 193,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "'Umar bin Al-Khattab'dan rivayet edilmiştir: 'Abdullah bin Ubai bin Salul öldüğünde, Allah'ın Messenger'ı (ﷺ) onun için cenaze namazı kılmak üzere çağrıldı. Allah'ın Messenger'ı (ﷺ) namaz kılmak için kalktığında, ben ona doğru atıldım ve, \"Ey Allah'ın Messenger'ı (ﷺ)! İbn Ubai için namaz kılacak mısın, o gün şöyle şöyle dedi?\" dedim. Onun sözlerini saymaya devam ettim. Allah'ın Messenger'ı (ﷺ) gülümsedi ve, \"Benden uzak dur, ey 'Umar!\" dedi. Ama ben ona fazla konuştum, o da, \"Bana bir seçenek verildi ve ben bunu seçtim; eğer onun için yetmişten fazla bağışlanma isteyeceğimi bilseydim, daha fazla isterdim.\" dedi. Böylece Allah'ın Messenger'ı (ﷺ) onun için cenaze namazı kıldı ve sonra ayrıldı, ama uzun süre geçmeden iki Ayet, Surat-Bara'a'dan indirildi, yani: \"Ve asla (Ey Muhammed) onlardan biri ölünce onun için namaz kılma.... ve isyan içinde ölenlerden.\" (9.84) Daha sonra, Allah'ın Messenger'ı (ﷺ) ile böyle konuşma cesaretimi düşündüm ve Allah ve Rasulü en iyi bilendir."
    },
    {
      "id": 194,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: 'Abdullah bin Ubai öldüğünde, oğlu 'Abdullah bin 'Abdullah, Allah'ın Messenger'ı (ﷺ) yanına geldi ve ona gömleğini verdi ve babasını onunla kefenlemesini emretti. Sonra, vefat eden için cenaze namazı kılmak üzere kalktı, ama 'Umar bin Al-Khattab, elbisesinden tuttu ve, \"Sen ona cenaze namazı kılacak mısın, halbuki o bir münafık ve Allah, münafıklar için bağışlanma istemeni yasakladı?\" dedi. Peygamber (ﷺ) dedi ki, \"Allah bana bir seçenek verdi (ya da Allah bana şöyle bildirdi): 'Ey Muhammed, onlara bağışlanma isteyip istemediğin, onlara yetmiş kez bağışlanma dilesen bile, Allah onları bağışlamayacaktır,' (9.80) Sonra ekledi, \"Ben onun için yetmişten fazla isteyeceğim.\" Böylece Allah'ın Messenger'ı (ﷺ) onun için cenaze namazı kıldı ve biz de onunla birlikte namaz kıldık. Sonra Allah şöyle vahyetti: \"Ve asla, ey Muhammed, onlardan biri ölünce onun için namaz kılma, ve onun mezarının başında da durma. Şüphesiz ki, onlar Allah'a ve Rasulüne inkar ettiler ve isyan içinde öldüler.\" (9.84)"
    },
    {
      "id": 195,
      "narrator": "Narrated `Abdullah bin Ka`b:",
      "text": "'Abdullah bin Ka'b'dan rivayet edilmiştir: Ka'b bin Malik'in Tabuk savaşına katılmadığı zaman, \"Allah'a yemin ederim ki, Allah'ın bana verdiği en büyük nimet, İslam'a hidayetim dışında, Allah'ın Messenger'ı (ﷺ) ile doğruyu söylememe yardımcı olmaktır; aksi takdirde, ben de yalan söyleyecek ve ilahi vahiy geldiğinde yalan söyleyenler gibi helak olacaktım: \"Onlar size döndüğünüzde Allah'a yemin edeceklerdir... isyankar insanlar.\" (9.95-96)"
    },
    {
      "id": 196,
      "narrator": "Narrated Samura bin Jundab:",
      "text": "Samura bin Cundab'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu gece iki (ziyaretçi) bana (rüyamda) geldi ve beni altın tuğlalardan ve gümüş tuğlalardan yapılmış bir şehre götürdüler. Orada, bedenlerinin yarısı en güzel insanlara benzeyen, diğer yarısı ise en çirkin insanlara benzeyen adamlarla karşılaştık. O iki ziyaretçi, o adamlara, 'Gidin ve o nehirde kendinizi yıkayın.' dediler. Onlar da kendilerini orada yıkadılar ve bize geldiklerinde çirkinlikleri kaybolmuştu ve en güzel şekle bürünmüşlerdi. Ziyaretçiler, 'İlk yer Cennet'tir ve orası sizin ikamet yerinizdir.' dediler. Sonra eklediler: 'O yarı çirkin ve yarı güzel insanlar, iyi amelleri ve kötü amelleri karıştıranlardır, fakat Allah onları affetti.\""
    },
    {
      "id": 197,
      "narrator": "Narrated Al-Musaiyab:",
      "text": "Al-Musaiyab'dan rivayet edilmiştir: Ebu Talib'in ölümü yaklaşınca, Peygamber (ﷺ) ona gitti, Ebu Cehil ve Abdullah bin Ebi Ümeyye de onunla birlikteydi. Peygamber (ﷺ) dedi ki: \"Ey amca, de ki: Allah'tan başka ibadet edilmeye layık olan yoktur, böylece ben de senin davasını Allah katında savunabilirim.\" Bunun üzerine Ebu Cehil ve Abdullah bin Ebi Ümeyye dediler ki: \"Ey Ebu Talib! Abdul Muttalib'in dininden vazgeçmek mi istiyorsun?\" Sonra Peygamber dedi: \"Ben, yasaklanmadıkça senin için af dilemeye devam edeceğim.\" Sonra şu ayet indirildi: -- \"Peygamber (ﷺ) ve inananların, akrabaları bile olsa, müşrikler için af dilemeleri uygun değildir; onlara ateş arkadaşları oldukları açıkça belli olduktan sonra.\" (9.113)"
    },
    {
      "id": 198,
      "narrator": "Narrated `Abdullah bin Ka`b:",
      "text": "Abdullah bin Ka'b'dan rivayet edilmiştir: Ka'b bin Malik'in, \"Ve geride kalan üç kişiye de af etti.\" (9.118) ayetini konuştuğunu duydum ve sözlerinin son kısmında, \"(Dedim ki) 'Tövbe etmemin bir işareti olarak, Allah ve O'nun Elçisi yolunda tüm malımı vermek istiyorum.' Peygamber (ﷺ) bana, 'Malının bir kısmını sakla, bu senin için hayırlıdır.' dedi.\" (Geride kalan üç kişiye de af etti...) (9.118)"
    },
    {
      "id": 199,
      "narrator": "Narrated `Abdullah bin Ka`b:",
      "text": "Abdullah bin Ka'b'dan rivayet edilmiştir: Ka'b bin Malik, affedilen üç kişiden biri olarak, Peygamber (ﷺ) ile hiçbir gazveye katılmadığını, sadece iki gazveye katıldığını söyledi: Gazvet-ül-Usra (Tabuk) ve Gazvet-i Badr. Ekledi: \"Ben, sabah vakti Allah'ın Elçisi (ﷺ) ile doğruyu söylemeye karar verdim ve O, yaptığı bir yolculuktan döndüğünde, sabah vakti önce camiye gider ve iki rek'at namaz kılardı. Peygamber (ﷺ) diğerlerinin benimle veya iki arkadaşım ile konuşmasını yasakladı, fakat geride kalanlardan başka hiç kimseyle konuşmalarını yasaklamadı. Böylece insanlar bizimle konuşmaktan kaçındılar ve ben bu durumda daha fazla dayanamadım; beni en çok endişelendiren şey, ölmem ve Peygamber (ﷺ) benim için cenaze namazı kılmaması ya da Allah'ın Elçisi (ﷺ) vefat etmesi ve insanların arasında sosyal durumumun, kimsenin benimle konuşmaması veya benim için cenaze namazı kılmamasıydı. Ama Allah, gece yarısının son üçte birinde, Allah'ın Elçisi (ﷺ) Um Selame ile birlikteyken, bizim için affını indirdi. Um Selame bana acıdı ve felaketimde bana yardım etti. Allah'ın Elçisi (ﷺ) dedi ki: 'Ey Um Selame! Ka'b affedildi!' O da, 'Ona müjde vermesi için birini gönderelim mi?' dedi. O ise, 'Eğer öyle yaparsan, insanlar seni gece boyunca uyutmazlar.' dedi. Böylece Peygamber (ﷺ) sabah namazını kıldığında, bizim için Allah'ın affını duyurdu. Yüzü, hoşlandığında dolunay gibi parlayarak görünürdü. Allah, bizim için affını indirdiğinde, biz, affedilmesi ertelenen üç kişiydik; özür beyan edenlerin özrü kabul edilmişti. Ama Peygamber (ﷺ)'e yalan söyleyen ve geride kalanların (Tabuk savaşı) bahaneleri anıldığında, en kötü tarifle tarif edildiler. Allah dedi ki: 'Onlar size döndüğünüzde özürlerini sunacaklar. De ki: Özür sunmayın; size inanmayacağız. Allah, sizinle ilgili gerçek durumu zaten bildirmiştir. Allah ve O'nun Elçisi, sizin amellerinizi gözetir.' (9.94)"
    },
    {
      "id": 200,
      "narrator": "Narrated `Abdullah bin Ka`b:",
      "text": "Abdullah bin Ka'b'dan rivayet edilmiştir: Ka'b bin Malik, Tabuk savaşı sırasında geride kalma hikayesini anlatırken, \"Vallahi, Allah'ın Elçisi (ﷺ)'ne gerçeği söylediğimden beri, Allah'ın bana gerçeği söylemek için yardım ettiğinden daha fazlasını bilmiyorum. Bugüne kadar yalan söylemeyi hiç düşünmedim. Ve Allah, Elçisine şöyle vahyetti: 'Şüphesiz ki Allah, Peygamberi, Muhacirleri... ve doğru olanlarla beraber olmayı affetti.' (9.117-119) (Bkz. Hadis No. 702 Cilt 5)."
    },
    {
      "id": 201,
      "narrator": "Narrated Zaid bin Thabit Al-Ansari:",
      "text": "Zeyd bin Sabit El-Ensari'den rivayet edilmiştir: O, İlahi Vahyi yazanlardan biriydi: Ebu Bekir, (Yamama savaşında) savaşçılar arasında ağır kayıplar olduktan sonra beni çağırdı. Ebu Bekir'in yanında Ömer vardı, Ebu Bekir dedi ki: \"Ömer bana geldi ve 'Yamama savaşında insanlar ağır kayıplar verdi, ve ben korkuyorum ki diğer savaş alanlarında da Kurra' (Kur'an'ı ezbere bilenler) arasında daha fazla kayıplar olacak, böylece Kur'an'ın büyük bir kısmı kaybolacak, eğer onu toplamazsan.' dedi. Ve ben, Kur'an'ı toplamanız gerektiği görüşündeyim.\" Ebu Bekir ekledi: \"Ben Ömer'e, 'Allah'ın Elçisi'nin yapmadığı bir şeyi nasıl yapabilirim?' dedim. Ömer bana, 'Vallahi, bu gerçekten iyi bir şey.' dedi. Ömer, beni bu öneriyi kabul etmeye ikna etmeye çalıştı, ta ki Allah benim göğsümü bu konuda açana kadar ve ben de Ömer ile aynı görüşe sahip oldum.\" (Zeyd bin Sabit ekledi:) \"Ömer onun (Ebu Bekir) yanında oturuyordu ve konuşmuyordu. 'Sen akıllı bir gençsin ve sana yalan söylemek ya da unutkanlık konusunda şüphe etmiyoruz; ve sen Allah'ın Elçisi (ﷺ) için İlahi Vahyi yazıyordun. Bu nedenle, Kur'an'ı ara ve onu (bir el yazmasında) topla.' dedi. 'Vallahi, eğer o (Ebu Bekir) bana dağlardan birini yerinden kaldırmamı emretseydi, bu, Kur'an'ı toplama emrinden daha zor olmazdı.' Ben ikisine de, 'Peygamber'in yapmadığı bir şeyi nasıl yaparsınız?' dedim. Ebu Bekir, 'Vallahi, bu gerçekten iyi bir şey.' dedi. Böylece ben onunla bu konuda tartışmaya devam ettim ta ki Allah, benim göğsümü, Ebu Bekir ve Ömer'in göğüslerini açtığı şeyle açana kadar. Böylece Kur'an materyalini bulmaya ve onu parşömenlerden, omurga kemiklerinden, hurma yapraklarından ve onu ezbere bilen insanların hafızalarından toplamaya başladım. Khuza'ima'da, başka hiç kimseyle bulamadığım iki ayet buldum: -- \"Şüphesiz ki, içinizden bir Elçi (Muhammed) size gelmiştir. Sizlere bir zarar veya zorluk gelmesinden dolayı üzüntü duyar. O (Muhammed), doğru yola ulaşmanız için çok heveslidir.\" (9.128) Kur'an'ın toplandığı el yazması, Ebu Bekir'in yanında Allah onu kendine aldığında kaldı, sonra Ömer'in yanında Allah onu kendine aldığında ve nihayet Hafsa, Ömer'in kızı yanında kaldı."
    },
    {
      "id": 202,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Medine'ye geldiğinde, Yahudiler 'Aşura' (Muharrem'in 10'u) orucunu tutuyorlardı ve dediler ki: \"Bu, Musa'nın Firavun'a galip geldiği gündür.\" Bunun üzerine Peygamber (ﷺ) arkadaşlarına dedi ki: \"Siz (Müslümanlar), Musa'nın zaferini kutlamaya onlardan daha çok hak sahibisiniz, bu yüzden bu günde oruç tutun.\""
    },
    {
      "id": 203,
      "narrator": "Narrated Muhammad bin `Abbas bin Ja`far:",
      "text": "Muhammed bin Abbas bin Ca'fer'den rivayet edilmiştir: İbn Abbas'ın \"Şüphesiz ki, göğüslerini kapatıyorlar.\" (11.5) ayetini okuduğunu ve bunun açıklamasını sordum. O da, \"Bazı insanlar, açık alanda ihtiyaçlarını giderirken gökyüzüne maruz kalmamak için saklanırlardı, ayrıca açık alanda eşleriyle cinsel ilişkiye girdiklerinde de gökyüzüne maruz kalmamak için böyle yaparlardı, bu nedenle yukarıdaki vahiy onlara indirildi.\" dedi."
    },
    {
      "id": 204,
      "narrator": "Narrated Muhammad bin `Abbas bin Ja`far:",
      "text": "Muhammed bin Abbas bin Ca'fer'den rivayet edilmiştir: İbn Abbas, \"Şüphesiz ki, göğüslerini kapatıyorlar.\" ayetini okudu. Ben de, \"Ey Ebu Abbas! 'Göğüslerini kapatıyorlar' ne demektir?\" dedim. O da, \"Bir adam, eşleriyle cinsel ilişkiye girdiğinde veya açık alanda ihtiyaçlarını giderdiğinde utanırdı, bu nedenle bu ayet indirildi: -- \"Şüphesiz ki, göğüslerini kapatıyorlar.\""
    },
    {
      "id": 205,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: İbn Abbas şöyle okudu: -- \"Şüphesiz ki, O'ndan gizlenmek için göğüslerini kapatıyorlar. Gerçekten! Kendi elbiseleriyle kendilerini örtseler bile...\" (11.5)"
    },
    {
      "id": 206,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah dedi ki: 'Harca (ey insan), ben de sana harcarım.' Ayrıca şöyle dedi: \"Allah'ın Eli doludur ve (doluluğu) gece gündüz sürekli harcamaktan etkilenmez.\" Ayrıca şöyle dedi: \"O, gökleri ve yeri yarattığından beri ne harcadığını görüyor musun? Yine de, O'nun Elinde olan eksilmez ve O'nun Arşı suyun üzerindeydi; ve O'nun Elinde adalet terazisi vardır; bu terazi ile insanları yükseltir ve alçaltır.\""
    },
    {
      "id": 207,
      "narrator": "Narrated Safwan bin Muhriz:",
      "text": "Safvan bin Muhriz'den rivayet edilmiştir: İbn Umar, (Kabe etrafında) tavaf yaparken, bir adam yanına geldi ve \"Ey Ebu Abdurrahman!\" ya da \"Ey İbn Umar! Peygamber (ﷺ)'den An-Najwa hakkında bir şey işittin mi?\" dedi. İbn Umar, \"Peygamber (ﷺ)'in şöyle dediğini işittim: 'Mümin, Rabbine yaklaştırılacak.\" (Hişam, bir alt rivayetçi, Peygamber'in sözlerini aktarırken) \"Mümin, Rabbine yaklaşacak, ta ki Rabbi onu örtüsüyle kaplayacak ve günahlarını itiraf ettirecek. (Allah ona) 'Şu ve bu günahı işlediğini biliyor musun?' diyecek. O da iki kez, 'Evet, biliyorum.' diyecek. Sonra Allah, 'Ben bunu dünyada gizledim ve bugün seni affediyorum.' diyecek. Sonra onun iyi amellerinin kaydı kapatılacak. Diğerleri veya inkârcılar için ise, tanıkların önünde açıkça ilan edilecektir: 'Bunlar, Rablerine yalan söyleyenlerdir.'\""
    },
    {
      "id": 208,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, zalime mühlet verir, ama O, onu ele geçirdiğinde asla serbest bırakmaz.\" Sonra şunu okudu: -- \"İşte Rabbinin, şehirlerin halkını, zulüm içinde ele geçirdiği zaman ki, bu gerçekten acı ve şiddetli bir ele geçirişidir.\" (11.102)"
    },
    {
      "id": 209,
      "narrator": "Narrated Ibn Masud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Bir adam bir kadını öptü ve sonra Allah'ın Elçisi (ﷺ)'ne gelip bunu ona bildirdi, bu nedenle bu İlahi Vahiy Peygamber (ﷺ)'e indirildi: \"Günün iki ucunda ve gecenin bazı saatlerinde namaz kılın; (yani (beş) farz namaz). Şüphesiz ki, iyi ameller, kötü amelleri (küçük günahları) ortadan kaldırır. Bu, akıllılar için bir hatırlatmadır.\" (11.114) Adam, \"Bu sadece benim için mi?\" dedi. Peygamber (ﷺ) \"Bu, benim takipçilerimden benzer bir durumla karşılaşan herkes içindir.\" dedi."
    },
    {
      "id": 210,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Şerefli, şereflinin oğlu, şereflinin oğlu, yani Yusuf, Yakup'un oğlu, İshak'ın oğlu, İbrahim'in oğlu.\""
    },
    {
      "id": 211,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) soruldu: \"İnsanların en şereflisi kimdir?\" Peygamber (ﷺ) dedi ki: \"Allah katında en şerefli olanlar, Allah'a karşı görevlerini yerine getirenler ve O'ndan korkanlardır.\" Onlar dediler ki, \"Bunu sormuyoruz.\" Peygamber (ﷺ) dedi ki: \"O zaman insanların en şereflisi, Allah'ın peygamberi Yusuf'tur, Allah'ın peygamberinin oğlu, Allah'ın peygamberinin oğlu, Allah'ın Halil'inin (İbrahim) oğlu.\" Onlar dediler ki, \"Bunu sormuyoruz.\" Peygamber (ﷺ) dedi ki: \"Arapların soyunun faziletlerini mi soruyorsunuz?\" Onlar dediler ki, \"Evet.\" Peygamber (ﷺ) dedi ki: \"Sizlerden İslam öncesi dönemde en iyi olanlar, İslam'da da en iyi olanlardır, eğer (İslam dinini) anlarlarsa.\""
    },
    {
      "id": 212,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: `Urve bin Az-Zübeyr, Sa`id bin Al-Müsayyib, 'Alkame bin Vakkas ve 'Ubaidullah bin `Abdullah, Peygamberin eşi Aişe hakkında, iftiracılar onun hakkında söylediklerini ve Allah'ın daha sonra onun masumiyetini ilan ettiğini anlattılar. Her biri, Peygamberin (ﷺ) Aişe'ye söylediği bir kısmı anlattı: \"Eğer sen masum isen, Allah senin masumiyetini ilan edecektir; ama eğer bir günah işlediysen, Allah'tan af dile ve O'na tövbe et.\" Aişe dedi ki: \"Vallahi, benim durumum için bulduğum örnek, Yusuf'un babasının (dediği gibi) 'Benim için sabır en uygun olandır.' \" Sonra Allah on Ayeti indirdi: \"Şüphesiz ki iftirayı yayanlar, sizden bir çetedir...\" (24.11)"
    },
    {
      "id": 213,
      "narrator": "Narrated Um Ruman:",
      "text": "Um Ruman'dan rivayet edilmiştir: Aişe'nin annesi: Aişe ile birlikteyken, Aişe ateşlendi, bunun üzerine Peygamber (ﷺ) dedi ki: \"Belki de onun ateşi, insanlar tarafından (hakkında anlatılan) hikayeden kaynaklanıyordur.\" Ben dedim ki: \"Evet.\" Sonra Aişe oturdu ve dedi ki: \"Benim örneğim ve senin örneğin, Yakup ve oğullarınınki gibidir: 'Hayır, fakat aklınız bir masal uydurdu. O yüzden (benim için) sabır en uygun olandır. Allah'tan başka, sizin iddialarınıza karşı yardım istenemez.' (12.18)"
    },
    {
      "id": 214,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: `Abdullah bin Mes'ud \"Haita laka (Gel)\" okudu ve ekledi: \"Biz bunu bize öğretildiği gibi okuyoruz.\""
    },
    {
      "id": 215,
      "narrator": "Narrated `Abdullah (bin Mas`ud):",
      "text": "`Abdullah (bin Mes'ud) tarafından rivayet edilmiştir: Peygamber (ﷺ) Kureyş'in İslam'a girmekte geciktiğini görünce dedi ki: \"Ey Allah! Onların şerrinden beni koru, Yusuf'un (peygamber) kaldığı gibi yedi (yıl kıtlıkla) onları affet.\" Böylece onlara her şeyi yok eden bir kıtlık yılı geldi, kemik yemeye kadar zorlandılar ve bir adam gökyüzüne bakıp, kendisiyle arasında duman gibi bir şey gördü. Allah dedi ki: \"O gün gökyüzü açıkça görünen bir duman çıkaracak.\" (44.10) Ve Allah ayrıca dedi ki: \"Şüphesiz ki! Biz az bir süre azabı geri çekeceğiz, şüphesiz ki siz (inkara) döneceksiniz.\" (44.15) (Allah, Kıyamet Günü onları azaptan kurtaracak mı?) (Dumanın) azabı geçmişti ve Al-Baltşa (Badr savaşındaki putperestlerin yok olması) da geçmişti."
    },
    {
      "id": 216,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah, Lut'a merhamet etsin. (Milleti onu rahatsız ettiğinde) güçlü bir desteğe sığınmayı arzuladı; ve eğer ben Yusuf'un kaldığı süre kadar hapiste kalsaydım, kesinlikle çağrıya cevap verirdim; ve biz, İbrahim'den (daha fazla) şüphe etme hakkına sahip olurduk: Allah ona, 'İnanmıyor musun?' dediğinde, İbrahim, 'Evet, (inanıyorum) ama daha güçlü bir inanç için;' (2.260)"
    },
    {
      "id": 217,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "`Urve bin Az-Zübeyr'den rivayet edilmiştir: Aişe'ye Allah'ın \"Peygamberler, halklarının (kurtuluşu için) ümitlerini kestiklerinde.\" (12.110) ifadesinin anlamını sorduğunda, o ona (anlamını) söyledi, `Urve ekledi: \"Ben dedim ki, 'Peygamberler, Allah tarafından ihanet edildiğini mi düşündüler yoksa halkları tarafından yalancı muamelesi gördüklerini mi?\" Aişe dedi ki, '(Onlar) halkları tarafından yalancı muamelesi gördüklerini düşündüler.' Ben dedim ki, 'Ama onlar, halklarının kendilerini yalancı olarak gördüğünden emindiler ve bu bir şüphe meselesi değildi.' O dedi ki, 'Evet, hayatımda buna kesinlikle emindiler.' Ben ona dedim ki, 'O halde, (Peygamberler) Allah tarafından ihanet edildiğini mi düşündüler?' O dedi ki, \"Allah korusun! Peygamberler, Rablerine böyle bir şeyden şüphe etmediler.\" Ben dedim ki, 'O zaman bu Ayet ne hakkında?' O dedi ki, 'Bu, Rablerine inanan ve Peygamberlerine güvenen Peygamberlerin takipçileri hakkındadır, ama denemeler dönemi uzadı ve zafer gecikti, ta ki Peygamberler, kendilerine inanmayanların dönüşümünden umudu kestiler ve Peygamberler, takipçilerinin kendilerini yalancı olarak gördüğünü düşündüler; bunun üzerine Allah'ın yardımı onlara geldi."
    },
    {
      "id": 218,
      "narrator": "Narrated `Urwa:",
      "text": "`Urve'den rivayet edilmiştir: \"Ben ona (Aişe) dedim: (Yukarıdaki rivayetle ilgili) onlar (Peygamberler) Allah tarafından ihanet edildi.\" O dedi: \"Allah korusun\" veya benzeri bir şey söyledi."
    },
    {
      "id": 219,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Görünmeyenin anahtarları beştir, bunları Allah'tan başka hiç kimse bilmez: Yarın ne olacağını Allah'tan başka hiç kimse bilmez; rahimlerde ne olduğunu (erkek çocuk mu, kız çocuk mu) Allah'tan başka hiç kimse bilmez; ne zaman yağmur yağacağını Allah'tan başka hiç kimse bilmez; nerede öleceğini hiç kimse bilmez; Kıyamet'in ne zaman kurulacağını Allah'tan başka hiç kimse bilmez.\" (Bkz. Kur'an 31:34.)"
    },
    {
      "id": 220,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikteyken, \"Bana bir ağacı söyleyin ki, o bir Müslüman adamı andırsın. Yaprakları dökülmez ve meyvelerini her zaman verir.\" Aklıma böyle bir ağacın hurma ağacı olması gerektiği geldi, ama Ebu Bekir ve `Umar'ın hiçbir şey söylemediğini görünce, konuşmaktan hoşlanmadım. Onlar hiçbir şey söylemeyince, Allah'ın Elçisi (ﷺ) dedi ki: \"O, hurma ağacıdır.\" Oradan kalktığımızda, `Umar'a dedim ki: \"Ey babam! Vallahi, aklıma gelenin hurma ağacı olduğunu düşündüm.\" `Umar dedi ki: \"Seni konuşmaktan alıkoyan neydi?\" Ben cevap verdim: \"Seni konuşurken görmedim, bu yüzden konuşmaktan veya bir şey söylemekten hoşlanmadım.\" `Umar sonra dedi ki: \"Eğer sen bunu söyleseydin, benim için şu kadar değerli olurdu.\""
    },
    {
      "id": 221,
      "narrator": "Narrated Al-Bara bin Azib:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir Müslüman mezarında sorgulandığında, 'Allah'tan başka ibadet edilecek kimse yoktur ve Muhammed Allah'ın Elçisi'dir (ﷺ) diye şahitlik edecektir ve bu, Allah'ın ifadesinin anlamıdır: 'Allah, bu dünyada ve ahirette sabit olan bir kelime ile inananları sağlam tutacaktır.' (14.27)"
    },
    {
      "id": 222,
      "narrator": "Narrated Ata:",
      "text": "Ata'dan rivayet edilmiştir: İbn `Abbas, \"Allah'ın nimeti inkara dönüştürenleri hiç görmedin mi?\" (14.28) dediğinde, \"Onlar, Mekke'nin inkarcı putperestleriydi.\" dedi."
    },
    {
      "id": 223,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah bir şeyi göklerde takdir ettiğinde, melekler O'nun ifadesine itaatle kanat çırparlar ki bu, bir taşın üzerinde sürüklenen bir zincir gibi ses çıkarır.\" (`Ali ve diğer alt rivayetçiler, \"Ses onlara ulaşır.\" dedi.) \"Ta ki korku onların (meleklerin) kalplerinden kalkana kadar, onlar (melekler) derler ki: 'Rabbiniz ne söyledi?' Onlar derler ki: 'Gerçek; O, Yüce ve Büyük'tür.\" (34.23) Sonra hırsızlıkla işitme kazananlar (yani şeytanlar) Allah'ın ifadesini işitecekler: 'Hırsızlıkla işitme kazananlar, (birbirinin üzerine böyle dururlar). (Süfyân, bunu örneklemek için sağ elinin parmaklarını yayarak, birinin üzerine diğerini yatay olarak koydu.) Bir alev, haber vermeden önce casusu yakalayabilir; ya da onu yakalamadan, haberini aşağıya iletebilir, o da aşağıdakine iletebilir, ve böylece haber yeryüzüne ulaşır. (Ya da belki Süfyân, \"Haber yeryüzüne ulaşana kadar.\" dedi.) Sonra haber, bir sihirbaza ilham edilir ki, o da buna yüz yalan ekler. Onun kehaneti, (göksel haberle ilgili) doğru çıkacaktır. İnsanlar derler ki: 'Bize, şu gün, şu şeyin olacağını söylemedi mi? Bunun doğru olduğunu, gökten duyduğumuz doğru haberle bulduk.'\""
    },
    {
      "id": 224,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Yukarıdaki hadis, Ebu Hureyre tarafından da rivayet edilmiştir, \"Allah bir şeyi göklerde takdir ettiğinde...\" diye başlar. Bu rivayette, kelimeye falcı kelimesi eklenmiştir."
    },
    {
      "id": 225,
      "narrator": "Narrated Abu Sa`id Al-Mualla:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: (Tabuk Savaşı'na giderken ve Al-Hicr sakinlerinin yerlerine ulaştığımızda), Allah'ın Elçisi (ﷺ) Al-Hicr sakinleri hakkında bize dedi ki: \"Bu insanların (yaşadıkları yerlere) ağlayarak girmedikçe girmeyin, ama ağlamıyorsanız, o zaman onlara girmeyin, yoksa onların başına gelenlerle başınıza gelir.\""
    },
    {
      "id": 226,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kur'an'ın özü, sıkça tekrar edilen yedi ayettir (Al-Mathaini) ve Büyük Kur'an'dır (yani Fatiha Suresi).\""
    },
    {
      "id": 227,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Kendi Kitaplarını parçalara ayıranlar, onu kısımlara bölen ve bir kısmına inanıp diğerine inanmayan Kitap ehli insanlardır."
    },
    {
      "id": 228,
      "narrator": "Narrated Ibn `Abbas concerning:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Bölünmüş olanlara (Yahudiler ve Hristiyanlar) indirdiğimiz (Kitap) gibi.\" (15.90) Onlar bir kısmına inanıp diğerine inanmayanlardır, (ve onlar) Yahudiler ve Hristiyanlardır."
    },
    {
      "id": 229,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dua ederdi: \"Ya Allah! Cimrilikten, tembellikten; yaşlılıktan, mezardaki azaptan; Deccal fitnesinden; ve hayat ve ölümün belalarından Sana sığınırım.\""
    },
    {
      "id": 230,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: İsra Suresi, Kehf Suresi ve Meryem Suresi benim ilk eski mülklerimdendir."
    },
    {
      "id": 231,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Miraç gecesinde Kudüs'te bir kadeh şarap ve bir kadeh süt sunuldu. O, ona baktı ve sütü aldı. Cebrail dedi ki: \"Seni İslam'a (Fıtrata) yönlendiren Allah'a hamdolsun; eğer şarabı alsaydın, takipçilerin sapıtacaktı.\""
    },
    {
      "id": 232,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kureyş bana (gece yolculuğum hakkında) inanmadığında, ben Al-Hicr'de (Kabe'nin örtüsüz kısmında) ayakta durdum ve Allah, Bait-ul-Maqdis'i önümde gösterdi ve ben onlara (Kureyş'e) onun işaretlerini anlatmaya başladım.\""
    },
    {
      "id": 233,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Cahiliye döneminde herhangi bir kabile sayıca büyüdüğünde, biz derdik ki, \"Filan oğlu Amira.\" Al-Humaidi'den rivayet edilmiştir: Süfyan bize bir şey anlattı ve 'Amira' kelimesini kullandı."
    },
    {
      "id": 234,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah Elçisi'ne (ﷺ) pişirilmiş bir et getirildi ve ona önkol eti sunuldu çünkü onu severdi. Ondan bir lokma yedi ve şöyle dedi: \"Kıyamet Günü insanların en büyüğü olacağım. Bunun sebebini biliyor musunuz? Allah, ilk ve son nesillerin tüm insanlarını tek bir düzlemde toplayacak ki, ilan eden sesi duyurabilsin ve izleyen hepsini görebilsin. Güneş, insanlara o kadar yaklaşacak ki, dayanamayacakları bir sıkıntı ve dert içinde olacaklar. Sonra insanlar diyecek ki: 'Görmüyor musunuz hangi duruma düştüğünüzü? Rabbinizle sizin için şefaat edecek birini aramayacak mısınız?' Bazı insanlar diğerlerine diyecek ki: 'Adem'e gidin.' Böylece Adem'e gidecekler ve ona diyecekler: 'Sen insanlığın babasısın; Allah seni kendi Eliyle yarattı ve ruhundan üfledi; ve meleklere sana secde etmelerini emretti; o halde Rabbinle bizim için şefaat et. Hangi durumda olduğumuzu görmüyor musun? Hangi duruma geldiğimizi görmüyor musun?' Adem diyecek ki: 'Bugün Rabbim, daha önce hiç olmadığı kadar öfkeli ve sonrasında da öfkeli olmayacak. O, bana (ağaçtan) meyve yememi yasakladı, ama ben O'na isyan ettim. Kendim! Kendim! Kendim! (Kendi sorunlarımla meşgulüm). Başka birine gidin; Nuh'a gidin.' Böylece Nuh'a gidecekler ve ona diyecekler: 'Ey Nuh! Sen yeryüzünün insanlarına ilk (Allah'ın Elçisi) oldun ve Allah seni şükreden bir kul olarak adlandırdı; o halde Rabbinle bizim için şefaat et. Hangi durumda olduğumuzu görmüyor musun?' O diyecek: 'Bugün Rabbim, daha önce hiç olmadığı kadar öfkeli ve sonrasında da öfkeli olmayacak. Dünyada kesinlikle kabul edilen bir dua yapma hakkım vardı ve onu kavmime karşı yaptım. Kendim! Kendim! Kendim! Başka birine gidin; İbrahim'e gidin.' Onlar İbrahim'e gidecekler ve diyecekler: 'Ey İbrahim! Sen Allah'ın Elçisi (ﷺ) ve yeryüzündeki dostusun; o halde Rabbinle bizim için şefaat et. Hangi durumda olduğumuzu görmüyor musun?' O onlara diyecek: 'Bugün Rabbim, daha önce hiç olmadığı kadar öfkeli ve sonrasında da öfkeli olmayacak. Üç yalan söyledim (Abu Hayyan (rivayet eden) bunları Hadis'te zikretti). Kendim! Kendim! Kendim! Başka birine gidin; Musa'ya gidin.' İnsanlar sonra Musa'ya gidecekler ve diyecekler: 'Ey Musa! Sen Allah'ın Elçisi (ﷺ) ve Allah sana bu mesajla diğerlerinden üstünlük verdi; o halde Rabbinle bizim için şefaat et. Hangi durumda olduğumuzu görmüyor musun?' Musa diyecek: 'Bugün Rabbim, daha önce hiç olmadığı kadar öfkeli ve sonrasında da öfkeli olmayacak. Ben, öldürmemem gereken birini öldürdüm. Kendim! Kendim! Kendim! Başka birine gidin; İsa'ya gidin.' Böylece İsa'ya gidecekler ve diyecekler: 'Ey İsa! Sen Allah'ın Elçisi (ﷺ) ve O'nun Meryem'e gönderdiği Kelimesi, O tarafından yaratılan üstün bir ruhsun ve beşikteyken insanlarla konuştun. O halde Rabbinle bizim için şefaat et. Hangi durumda olduğumuzu görmüyor musun?' İsa diyecek: 'Bugün Rabbim, daha önce hiç olmadığı kadar öfkeli ve sonrasında da öfkeli olmayacak.' İsa, hiçbir günah zikretmeyecek, ama diyecek: 'Kendim! Kendim! Kendim! Başka birine gidin; Muhammed'e gidin.' Böylece bana gelecekler ve diyecekler: 'Ey Muhammed! Sen Allah'ın Elçisi (ﷺ) ve peygamberlerin sonuncususun, ve Allah senin geçmiş ve gelecekteki günahlarını affetti. O halde Rabbinle bizim için şefaat et. Hangi durumda olduğumuzu görmüyor musun?' Peygamber (ﷺ) ekledi: 'Sonra ben Allah'ın Arşının altına gideceğim ve Rabbim önünde secdeye kapanacağım. Sonra Allah, bana daha önce hiç kimseye yönlendirmediği övgüler ve tesbihler öğretecek. Sonra denilecek ki: 'Ey Muhammed! Başını kaldır. İste, sana verilecektir. Şefaat et, şefaatin kabul edilecektir.' Ben de başımı kaldırıp şöyle diyeceğim: 'Ey Rabbim, takipçilerim! Ey Rabbim, takipçilerim!' Denilecek ki: 'Ey Muhammed! Hesabı olmayan takipçilerin, cennetin sağ tarafında bulunan kapılardan birine girmesine izin ver; ve diğer kapıları insanlarla paylaşacaklar.' Peygamber (ﷺ) ayrıca şöyle dedi: 'Canımın bulunduğu Zat'a yemin ederim ki, cennetin her iki kapısı arasındaki mesafe, Mekke ile Busra (Şam'da) arasındaki mesafe gibidir.'"
    },
    {
      "id": 235,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Zebur (Davud'un Kur'an'ı) Davud için hafif ve kolay kılındı ki, o, bindiği hayvanı eyerlemeden önceki recitasyonunu bitirirdi.\""
    },
    {
      "id": 236,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: 'Onlara dua ettikleri (ibadet ettikleri) (İsa, Meryem'in oğlu, melekler vb.) Rablerine (Allah'a) yaklaşma yolları ararlar; hangisinin daha yakın olacağını umarlar ve O'nun merhametini umar, azabından korkarlar.' (17.57) Onlar kendileri (örneğin, melekler, evliya, elçiler, İsa vb.) Allah'a ibadet ettiler. Bazı Arapların ibadet ettiği cinler Müslüman oldular (İslam'ı kabul ettiler), ama o insanlar eski dinlerinde kaldılar. Al-A'mash ilave etti: 'De ki, (Ey Muhammed): O'ndan başka, tanrı zannettiğiniz şeylere dua edin.' (17.56)"
    },
    {
      "id": 237,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: 'Onlara dua ettikleri (ibadet ettikleri) (İsa, Meryem'in oğlu veya melekler vb.) Rablerine (Allah'a) yaklaşma yolları ararlar...' (17.57) (Bu, bazı insanların ibadet ettiği cinler hakkında indirilmiştir). Onlar daha sonra İslam'ı kabul ettiler (o insanlar onları ibadet etmeye devam ettiler)."
    },
    {
      "id": 238,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Ve sana gösterdiğimiz (Ey Muhammed, gerçek bir gözlemci olarak) göğe yükseliş (Mirac) bir deneme olarak insanlara verilmiştir.' (17.60) Bu, Allah'ın Elçisi'ne (ﷺ) gece yolculuğuna çıktığı sırada gösterilen gerçek bir gözlemdi. Ve lanetli ağaç, Cehennem'in dibinde yetişen Az-Zakqum ağacıdır (acı ve keskin bir ağaçtır)."
    },
    {
      "id": 239,
      "narrator": "Narrated Ibn Al-Musaiyab:",
      "text": "İbn Al-Musaiyab'tan rivayet edilmiştir: Abu Huraira şöyle dedi: \"Peygamber (ﷺ) şöyle dedi: 'Cemaatle kılınan bir namaz, tek başına kılınan bir namazdan yirmi beş kat daha fazladır. Gece ve gündüz melekleri, Fajr (sabah) namazı vaktinde toplanır.'\" Abu Huraira ilave etti: \"İsterseniz, şöyle okuyabilirsiniz: 'Şüphesiz! Kur'an'ın sabah erken saatlerde (sabah namazında) okunması her zaman şahitlik edilir (gündüz ve gece melekleri tarafından).' (17.78)"
    },
    {
      "id": 240,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Kıyamet Günü insanlar dizlerinin üzerine düşecek ve her millet peygamberine tabi olacak ve diyecekler: \"Ey filan! (Allah'a) bizim için şefaat et,\" ta ki (doğru) şefaat Peygamber'e (Muhammed) verilecektir ve o gün Allah onu övgü ve şan makamına (yani Al-Maqam-al-Mahmud) yükseltecektir."
    },
    {
      "id": 241,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle buyurdu: \"Kim, ezanı dinledikten sonra, 'Ey Allah, bu tam çağrının ve kurulacak olan bu namazın Rabbi! Muhammed'e Al-Wasila ve Al-Fadila ver ve onu, kendisine vaad ettiğin Al-Maqam-al-Mahmud'a yükselt!' derse, Kıyamet Günü benim şefaatim ona verilecektir.\""
    },
    {
      "id": 242,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) fetih yılında Mekke'ye girdi ve Kabe'nin etrafında üç yüz altmış put vardı. Sonra elindeki sopa ile onlara vurmaya başladı ve şöyle dedi: 'Gerçek (yani İslam) geldi, batıl (inkar) yok oldu. Gerçekten batıl (inkar) yok olmaya mahkûmdur.' (17.81) 'Gerçek geldi ve batıl (İblis) hiçbir şey yaratamaz.' (34.49)"
    },
    {
      "id": 243,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile bir tarlada bulunuyordum ve o bir palmiye yaprağının sapına yaslanmıştı, bazı Yahudiler yanından geçti. Bazıları diğerlerine, \"Ona (Peygamber (ﷺ)) ruh hakkında sor.\" dedi. Bazıları, \"Ona sormaya ne ihtiyacınız var?\" dedi. Diğerleri, \"(Sorma) yoksa sana hoşlanmadığın bir cevap verebilir.\" dediler. Ama yine de sordular. Peygamber (ﷺ) sessiz kaldı ve onlara hiçbir cevap vermedi. Onun ilham aldığını bildiğim için yerimde kaldım. İlahi ilham geldiğinde, Peygamber (ﷺ) şöyle dedi: \"Sana ruh hakkında soruyorlar. De ki: 'Ruhun bilgisi Rabbimin katındadır; ve bilgi olarak siz (insanlar) yalnızca az bir şey verilmiştir.'\" (17.85)"
    },
    {
      "id": 244,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Ne namazınızı yüksek sesle kılın, ne de alçak sesle.' (17.110) Bu ayet, Allah'ın Messenger'i (ﷺ) Mekke'de gizlendiği sırada indirildi. O, arkadaşlarıyla namaz kıldığında, Kur'an okumalarında sesini yükseltirdi ve eğer putperestler onu duyarlarsa, Kur'an'a, onu indiren Allah'a ve onu getiren kişiye hakaret ederlerdi. Bu nedenle Allah, Peygamberine şöyle dedi: 'Ne namazınızı yüksek sesle kılın.' (17.110) yani, putperestlerin seni duymasın diye yüksek sesle okumayın, ama bir orta yol izleyin."
    },
    {
      "id": 245,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Yukarıdaki) ayet, dualarla ilgili olarak indirildi."
    },
    {
      "id": 246,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Bir gece Allah'ın Messenger'i (ﷺ) ona ve Fatıma'ya geldi ve \"Siz (ikiniz) Tahajjud namazını kılmıyor musunuz?\" dedi. Ali, \"Allah bize kalkmayı dilediğinde kalkarız.\" dedi. Peygamber (ﷺ) daha sonra şöyle okudu: \"Ama insan her şeyden daha tartışmacıdır.\" (18.54)"
    },
    {
      "id": 247,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: Ben İbn Abbas'a dedim ki, \"Nauf Al-Bakali, Musa'nın, Al-Khidr'in arkadaşı olmadığını iddia ediyor.\" İbn Abbas, \"Allah'ın düşmanı (Nauf) yalan söylüyor.\" dedi. Ubai bin Ka'b'dan rivayet edilmiştir ki, Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Musa, İsrailoğulları önünde bir konuşma yapmak üzere ayağa kalktı ve ona, 'İnsanlar arasında en bilgili olan kimdir?' diye soruldu. Musa, 'Ben (en bilgiliyim).' dedi. Allah ona, bilgiyi yalnızca Allah'a isnat etmediği için nasihat etti. Bunun üzerine Allah ona şöyle vahyetti: 'İki denizin birleştiği yerde, sizden daha bilgili bir kulumuz var.' Musa, 'Ey Rabbim, ona nasıl ulaşabilirim?' dedi. Allah, 'Bir balık al ve bir sepetin içine koy (ve yola çık), balığı kaybettiğin yerde onu bulacaksın.' dedi. Musa (bir balık aldı ve bir sepetin içine koyarak) yola çıktı, yanında hizmetkârı Yuşa bin Nûn ile birlikte, bir kayaya kadar geldiler ve orada başlarını koyup uyudular. Balık sepetin içinde hareket etti ve dışarı çıktı, denize düştü ve orada deniz boyunca (bir tünel gibi) yol aldı. (18.61) Allah, balığın yarattığı yolun her iki tarafındaki su akışını durdurdu, böylece o yol bir tünel gibi oldu. Musa uyandığında, arkadaşı ona balığı unuttuğunu söylemeyi unuttu ve bu yüzden günün geri kalanında ve bütün gece yolculuklarına devam ettiler. Ertesi sabah Musa, hizmetkârına, 'Bize sabah yemeğimizi getir; bu yolculukta çok yorgunluk çektik.' dedi. (18.62) Musa, Allah'ın kendisine aradığı yeri bulmasını emrettiği yeri geçene kadar yorgunluk hissetmedi. Hizmetkârı ona, 'Kayaya gittiğimizde balığı unuttuğunu hatırlıyor musun? Gerçekten balığı unuttum, beni unutturan sadece Şeytan'dır. O, denize harika bir şekilde gitti.' dedi. (18.63) Balığın bir tüneli vardı ve Musa ile hizmetkârı için bir hayret vardı. Musa, 'İşte aradığımız bu.' dedi. Böylece geri dönüp izlerini takip ettiler. (18.64) İkisi de geri döndüler ve kayaya kadar geldiler. İşte orada, bir elbiseye bürünmüş bir adam buldular. Musa ona selam verdi. Al-Khidr, şaşkınlıkla, 'Sizin ülkenizde böyle bir selam var mı?' dedi. Musa, 'Ben Musa'yım.' dedi. O, 'Sen İsrailoğulları'nın Musa'sı mısın?' dedi. Musa, 'Evet.' dedi ve ekledi, 'Sana, sana öğretilen bilgiden bir şey öğretmeni istiyorum.' Al-Khidr, 'Sen benimle sabredemezsin. (18.66) Ey Musa! Bende Allah'ın bana verdiği bazı bilgiler var ama sen onu bilmiyorsun; ve senin de Allah'ın sana verdiği bazı bilgiler var ama ben onu bilmiyorum.' Musa, 'İnşallah, beni sabırlı bulacaksın ve sana hiçbir şeyde itaat etmeyeceğim.' (18.67) Al-Khidr ona, 'Eğer benimle gelirsen, sana bir şey sormayacaksın, ta ki ben sana onun hakkında konuşana kadar.' (18.70) Sonra ikisi de deniz kıyısında ilerlediler, bir tekne yanlarından geçti ve mürettebat, Al-Khidr'i tanıdı ve onları ücretsiz olarak tekneye aldılar. Tekneye bindiklerinde, aniden Musa, Al-Khidr'in teknenin bir tahtasını bir balta ile çıkardığını gördü. Musa ona, 'Bu insanlar bize ücretsiz bir yol verdiler, ama sen kasıtlı olarak teknenin deliklerini açtın, böylece onları boğacaksın! Gerçekten korkunç bir şey yaptın.' (18.71) Al-Khidr, 'Sana sabredemeyeceğini söylemedim mi?' (18.72) Musa, 'Unuttuğum şey için beni sorgulama ve işimle ilgili bana sert davranma.' (18.73) Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Musa'nın ilk mazereti, unuttuğuydu. Sonra bir serçe geldi ve teknenin kenarına oturdu ve bir kez denize gagasını daldırdı. Al-Khidr, Musa'ya, 'Benim bilgim ve senin bilgin, Allah'ın bilgisi yanında, bu serçenin denizden çıkardığı su kadardır.' dedi. Sonra ikisi de tekneden çıktılar ve deniz kıyısında yürürlerken, Al-Khidr, diğer çocuklarla oynayan bir çocuğu gördü. Al-Khidr, o çocuğun başını tuttu ve elleriyle çekip öldürdü. Musa ona, 'Hiç kimseyi öldürmemiş masum bir ruhu mu öldürdün! Gerçekten yasadışı bir şey yaptın.' (18.74) O, 'Sana sabredemeyeceğini söylemedim mi?' (18.75) (Rivayet eden, ikinci suçlamanın birincisinden daha güçlü olduğunu söyledi.) Musa, 'Eğer bundan sonra sana bir şey sorarsam, beni yanına alma, benden bir mazeret aldın.' (18.76) Sonra ikisi de, bir kasabanın sakinlerine kadar ilerlediler. Onlardan yiyecek istediler ama onları misafir olarak kabul etmediler. (O kasabada) yıkılmak üzere olan bir duvar buldular. (18.77) Al-Khidr, onu kendi elleriyle düzeltti. Musa, 'Bunlar bize gelen insanlardır, ama ne bize yiyecek verdiler ne de misafir olarak kabul ettiler. İstersen, bunun için kesinlikle bir karşılık alabilirdin.' Al-Khidr, 'Bu benimle senin arandaki ayrılıktır.. bu, sabredemediğin (şeylerin) yorumudur.' (18.78-82) Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Musa'nın daha sabırlı olmasını isterdik ki Allah, bize onların hikayesini daha fazla anlatabilsin.\""
    },
    {
      "id": 248,
      "narrator": "Narrated Ibn Juraij:",
      "text": "İbn Juraij'den rivayet edilmiştir: Ya'la bin Muslim ve Amr bin Dinar ve bazı diğerleri, Said bin Cubeyr'in rivayetini aktardılar. Said: İbn Abbas'ın evindeyken, İbn Abbas, \"Bana (herhangi bir soru) sor.\" dedi. Ben, \"Ey Ebu Abbas! Allah seni kurban etsin! Kufe'de Nauf adında bir masalcı var; Al-Khidr'in arkadaşı olmadığını iddia ediyor.\" Amr, bana, \"İbn Abbas şöyle dedi: '(Nauf) Allah'ın düşmanı yalan söylüyor.' Ama Ya'la bana şöyle dedi: \"İbn Abbas, Ubai bin Ka'b'ın şöyle dediğini söyledi: Allah'ın Messenger'i (ﷺ) şöyle dedi: 'Bir zamanlar Musa, Allah'ın Messenger'i (ﷺ), insanlara vaaz verdi ve gözleri yaşla doldu, kalpleri yumuşadı, ardından vaazını tamamladı. Sonra bir adam Musa'ya geldi ve sordu, 'Ey Allah'ın Messenger'i (ﷺ)! Yeryüzünde senden daha bilgili biri var mı?' Musa, 'Hayır.' dedi. Bunun üzerine Allah, Musa'yı nasihat etti, çünkü bilgiyi yalnızca Allah'a isnat etmedi. Allah, 'Evet, (senden daha bilgili bir kulumuz var).' dedi. Musa, 'Ey Rabbim! O nerede?' dedi. Allah, 'İki denizin birleştiği yerde.' dedi. Musa, 'Ey Rabbim! O yeri tanımam için bana bir işaret ver.' \" Amr bana şöyle dedi, Allah, \"O yer, balığın seni terk edeceği yerdir.\" dedi. Ya'la bana şöyle dedi: \"Allah, Musa'ya, 'Ölü bir balık al (ve hedefin) onun canlanacağı yer olacak.' dedi.\" Böylece Musa bir balık aldı ve bir sepetin içine koydu ve hizmetkârına, \"Seni rahatsız etmek istemiyorum, sadece bu balık senden ayrıldığı anda bana haber ver.\" dedi. O, (Musa'ya) \"Çok fazla istemedin.\" dedi. Ve bu, Allah tarafından şöyle belirtilmiştir: 'Ve (hatırla) Musa, hizmetkârına ...' (18.60) Yuşa bin Nûn. (Said bunu belirtmedi). Peygamber (ﷺ) şöyle dedi: \"Hizmetkâr, kayada ıslak bir yerde gölgelendiğinde, balık (canlı) olarak kayıptan çıktı. Musa uyuduğunda, hizmetkârı kendine, 'Onu uyandırmayacağım, ama uyandığında ona söylemeyi unuttu.' dedi. Balık kayıptan çıktı ve denize girdi. Allah, balığın olduğu yerin akışını durdurdu, böylece izinin kayaya yapılmış gibi görünüyordu. Amr, iki parmağıyla bir delik açarak, 'Böyle, izinin kayaya yapıldığı gibi.' dedi. Musa, 'Bu yolculukta çok yorgunluk çektik.' dedi. (Bu, Said tarafından rivayet edilmedi). Sonra geri döndüler ve Al-Khidr'i buldular. Osman bin Ebi Süleyman bana, (onu) denizin ortasında yeşil bir halının üzerinde buldular. Al-Khidr, elbisesiyle örtülmüştü, bir ucu ayaklarının altında, diğer ucu başının altında. Musa selam verdiğinde, yüzünü açtı ve şaşkınlıkla, 'Sizin ülkenizde böyle bir selam var mı? Kim olduğunu?' dedi. Musa, 'Ben Musa'yım.' Al-Khidr, 'Sen İsrailoğulları'nın Musa'sı mısın?' dedi. Musa, 'Evet.' Al-Khidr, 'Ne istiyorsun?' Musa, 'Sana, sana öğretilen gerçeği öğretmeni istiyorum.' Al-Khidr, 'Senin elinde Tevrat var ve ilahi vahiy sana geliyor, ey Musa, bu senin için yeterli değil mi? Gerçekten, benim öğrenmemem gereken bir bilgi var, ve senin de benim öğrenmemem gereken bir bilgi var.' O sırada bir kuş, denizden (biraz su) aldı: Al-Khidr, 'Allah'a yemin ederim ki, benim bilgim ve senin bilgin, Allah'ın bilgisi yanında, bu kuşun denizden aldığı su kadardır.' Ta ki, tekneye bindiklerinde (18.71). Onlar, bu deniz kenarından diğer deniz kenarına insanları taşıyan küçük bir tekne buldular. Mürettebat, Al-Khidr'i tanıdı ve 'Allah'ın salih kulu.' dediler. (Biz Said'e \"O Khidr mıydı?\" dedik. O, \"Evet.\" dedi.) Tekne adamları, 'Onu ücretsiz olarak tekneye almayacağız.' Al-Khidr, tekneyi deldi ve sonra deliği bir tahta parçasıyla kapattı. Musa, 'Bunu, bu insanları boğmak için mi deldin? Gerçekten korkunç bir şey yaptın.' (18.71) (Mücahid, \"Musa, bunu itiraz ederek söyledi.\") Al-Khidr, 'Sana sabredemeyeceğini söylemedim mi?' (18.72) Musa, 'Unuttuğum şey için beni sorgulama ve işimle ilgili bana sert davranma.' (18.73) Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Musa'nın ilk mazereti, unuttuğuydu. Sonra bir çocuk buldular ve Al-Khidr onu öldürdü. Ya'la dedi: Said dedi ki, 'Oyun oynayan çocukları buldular ve Al-Khidr, bir güzel kafir çocuğu tuttu, onu yere yatırdı ve sonra bıçakla onu öldürdü. Musa ona, 'Hiç kimseyi öldürmemiş masum bir ruhu mu öldürdün?' (18.74) Sonra devam ettiler ve yıkılmak üzere olan bir duvar buldular, Al-Khidr onu düzeltti. Said elini böyle hareket ettirdi ve 'Al-Khidr elini kaldırdı ve duvar düzleşti.' dedi. Ya'la, 'Sanırım Said, 'Al-Khidr, duvara elini dokundurdu ve düzleşti.' dedi. Musa, Al-Khidr'e, 'İstersen, bunun için bir ücret alabilirdin.' dedi. Said, 'Yemek için bir ücret alabilirdin.' Ve onların önünde bir kral vardı (18.79) Ve onların önünde, İbn Abbas, 'Onların önünde (bir kral vardı) her (hizmet edilebilir) tekneyi zorla alıyordu.' dedi. (18.79) Onların önünde, Hudad bin Budad olduğu söyleniyor. O, her tekneyi zorla alıyordu. (18.79) Böylece, o tekne onun yanından geçerse, onun kusuru nedeniyle onu bırakmasını umuyordum ve geçtiklerinde onu onarıp faydalanacaklardı. Bazı insanlar, o deliği bir şişe ile kapattılar, bazıları ise katranla kapattılar. 'Onun ebeveynleri müminlerdi, ama o (çocuk) bir kafirdi ve biz (Khadir) korktuk ki, isyan ve inkâr ile onlara zulmeder.' (18.80) (yani, onlara olan sevgileri, onu dininde takip etmeye zorlayabilir, 'bu nedenle biz (Khadir) Rabbimizden, onları daha iyi birisiyle değiştirmesini istedik, merhamete daha yakın.' (18:81). Bu, Musa'nın 'Masum bir ruhu mu öldürdün?' (18.74) sorusuna bir cevaptı. 'Merhamete daha yakın' demek, onlara olan merhametlerinin, Khidr'in öldürdüğü eski çocuğa olan merhametlerinden daha fazla olacağı anlamına gelir. Said'den başka biri,"
    },
    {
      "id": 249,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Narrated Sa`id bin Jubair: I said to Ibn `Abbas, \"Nauf-al-Bakali \" claims that Moses of Bani Israel was not Moses, the \ncompanion of Al-Khadir.\" Ibn `Abbas said, \"Allah's enemy tells a lie! Ubai bin Ka`b narrated to us \nthat Allah's Messenger (ﷺ) said, 'Moses got up to deliver a sermon before Bani Israel and he was asked, 'Who \nis the most learned person among the people?' Moses replied, 'I (am the most learned).' Allah then \nadmonished Moses for he did not ascribe all knowledge to Allah only (Then) came the Divine \nInspiration:-- 'Yes, one of Our slaves at the junction of the two seas is more learned than you.' \nMoses said, 'O my Lord ! How can meet him?' Allah said, 'Take a fish in a basket and wherever the \nfish is lost, follow it (you will find him at that place). So Moses set out along with his attendant \nYusha` bin Noon, and they carried with them a fish till they reached a rock and rested there. Moses \nput his head down and slept. (Sufyan, a sub-narrator said that somebody other than `Amr said) 'At the \nrock there was a water spring called 'Al-Hayat' and none came in touch with its water but became \nalive. So some of the water of that spring fell over that fish, so it moved and slipped out of the basket \nand entered the sea. When Moses woke up, he asked his attendant, 'Bring our early meal' (18.62). \nThe narrator added: Moses did not suffer from fatigue except after he had passed the place he had \nbeen ordered to observe. His attendant Yusha` bin Noon said to him, 'Do you remember (what \nhappened) when we betook ourselves to the rock? I did indeed forget (about) the fish ...' (18.63) The \nnarrator added: So they came back, retracing their steps and then they found in the sea, the way of the \nfish looking like a tunnel. So there was an astonishing event for his attendant, and there was tunnel for \nthe fish. When they reached the rock, they found a man covered with a garment. Moses greeted him. \nThe man said astonishingly, 'Is there any such greeting in your land?' Moses said, 'I am Moses.' The \nman said, 'Moses of Bani Israel?' Moses said, 'Yes,' and added, 'may I follow you so that you teach me \nsomething of the Knowledge which you have been taught?' (18.66). Al-Khadir said to him, 'O Moses! \nYou have something of Allah's knowledge which Allah has taught you and which I do not know; and I \nhave something of Allah's knowledge which Allah has taught me and which you do not know.' Moses \nsaid, 'But I will follow you.' Al-Khadir said, 'Then if you follow me, ask me no question about \nanything until I myself speak to you concerning it.' (18.70). After that both of them proceeded along \nthe seashore. There passed by them a boat whose crew recognized Al-Khadir and received them on \nboard free of charge. So they both got on board. A sparrow came and sat on the edge of the boat and \ndipped its beak unto the sea. Al-Khadir said to Moses. 'My knowledge and your knowledge and all the \ncreation's knowledge compared to Allah's knowledge is not more than the water taken by this \nsparrow's beak.' \nThen Moses was startled by Al-Khadir's action of taking an adze and scuttling the boat with it. Moses \nsaid to him, 'These people gave us a free lift, but you intentionally scuttled their boat so as to drown \nthem. Surely you have...' (18.71) Then they both proceeded and found a boy playing with other \nboys. Al-Khadir took hold of him by the head and cut it off. Moses said to him, 'Have you killed an \ninnocent soul who has killed nobody? Surely you have done an illegal thing! ' (18.74) He said, \n\"Didn't I tell you that you will not be able to have patient with me up to ..but they refused to entertain \nthem as their guests. There they found a wall therein at the point of collapsing.' (18.75-77) Al-Khadir \nmoved his hand thus and set it upright (repaired it). Moses said to him, 'When we entered this town, \nthey neither gave us hospitality nor fed us; if you had wished, you could have taken wages for it,' Al- \nKhadir said, 'This is the parting between you and me I will tell you the interpretation of (those things) \nabout which you were unable to hold patience.'...(18.78) \nAllah's Messenger (ﷺ) said, 'We wished that Moses could have been more patient so that He (Allah) could \nhave described to us more about their story.' Ibn `Abbas used to recite:-- 'And in front (ahead) of them \nthere was a king who used to seize every (serviceable) boat by force. (18.79) ...and as for the boy he \nwas a disbeliever. \""
    },
    {
      "id": 250,
      "narrator": "Narrated Mus`ab:",
      "text": "Narrated Mus`ab: I asked my father, \"Was the Verse:-- 'Say: (O Muhammad) Shall We tell you the greatest losers in \nrespect of their deeds?'(18.103) revealed regarding Al-Haruriyya?\" He said, \"No, but regarding the \nJews and the Christians, for the Jews disbelieved Muhammad and the Christians disbelieved in \nParadise and say that there are neither meals nor drinks therein. Al- Hururiyya are those people who \nbreak their pledge to Allah after they have confirmed that they will fulfill it, and Sa`d used to call \nthem 'Al-Fasiqin (evildoers who forsake Allah's obedience)."
    },
    {
      "id": 251,
      "narrator": "Narrated Abu Huraira:",
      "text": "Narrated Abu Huraira: Allah's Messenger (ﷺ) said, \"On the Day of Resurrection, a huge fat man will come who will not weigh, the \nweight of the wing of a mosquito in Allah's Sight.\" and then the Prophet (ﷺ) added, 'We shall not give \nthem any weight on the Day of Resurrection ' (18.105)"
    },
    {
      "id": 252,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Narrated Abu Sa`id Al-Khudri: Allah's Messenger (ﷺ) said, \"On the Day of Resurrection Death will be brought forward in the shape of a \nblack and white ram. Then a call maker will call, 'O people of Paradise!' Thereupon they will stretch \ntheir necks and look carefully. The caller will say, 'Do you know this?' They will say, 'Yes, this is \nDeath.' By then all of them will have seen it. Then it will be announced again, 'O people of Hell !' \nThey will stretch their necks and look carefully. The caller will say, 'Do you know this?' They will \nsay, 'Yes, this is Death.' And by then all of them will have seen it. Then it (that ram) will be \nslaughtered and the caller will say, 'O people of Paradise! Eternity for you and no death O people of \nHell! Eternity for you and no death.\"' Then the Prophet, recited:-- \n'And warn them of the Day of distress when the case has been decided, while (now) they are in a state \nof carelessness (i.e. the people of the world) and they do not believe.' (19.39)"
    },
    {
      "id": 253,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Narrated Ibn `Abbas: The Prophet (ﷺ) said to Gabriel, \"What prevents you from visiting us more often than you visit us now?\" \nSo there was revealed:-- \n'And we (angels) descend not but by the command of your Lord. To Him belongs what is before us \nand what is behind us...'(19.64)"
    },
    {
      "id": 254,
      "narrator": "Narrated Khabbab:",
      "text": "Narrated Khabbab: I came to Al-`Asi bin Wail As-Sahmi and demanded something which he owed me. He said, \"I will \nnot give you (your money) till you disbelieve in Muhammad.\" I said, \"No, I shall not disbelieve in \nMuhammad till you die and then be resurrected.\" He said, \"Will I die and then be resurrected?\" I said, \n'Yes'. He said', \"Then I will have wealth and children there, and I will pay you (there).\" So this Verse \nwas revealed:-- \n'Have you then seen him who disbelieved in Our Signs and (yet) says: I shall certainly be given wealth \nand children? (19.77)"
    },
    {
      "id": 255,
      "narrator": "Narrated Khabbab:",
      "text": "Narrated Khabbab: I was a blacksmith in Mecca Once I made a sword for Al-`Asi bin Wail As-Sahmi. When I went to \ndemand its price, he said, \"I will not give it to you till you disbelieve in Muhammad.\" I said, \"I shall \nnot disbelieve in Muhammad till Allah make you die and then bring you to life again.\" He said, \"If \nAllah should make me die and then resurrect me and I would have wealth and children.\" So Allah \nrevealed:-- \n'Have you seen him who disbelieved in Our Signs, and (yet) says I shall certainly be given wealth and \nchildren? Has he known the unseen or has he taken a covenant from (Allah) the Beneficent?' (19.77- \n78)"
    },
    {
      "id": 256,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Khabbab dedi ki, \"Cahiliye döneminde ben bir demirciydim ve Al-Asi bin Wail bana borçlu idi.\" Bunun üzerine Khabbab ona borcunu talep etmek için gitti. O da, \"Muhammed'e inanmadıkça sana (hakkını) vermeyeceğim.\" dedi. Khabbab, \"Allah'a yemin ederim ki, Allah seni öldürüp diriltmedikçe Muhammed'e inanmam.\" dedi. Al-Asi, \"Öyleyse beni bırak, ben ölünce dirileceğim, çünkü ben zenginlik ve çocuklar elde edeceğim, o zaman sana borcunu ödeyeceğim.\" dedi. Bunun üzerine şu ayet indirildi:-- 'Görmedin mi, ayetlerimize inanmayan ve (yine de) \"Kesinlikle bana zenginlik ve çocuklar verilecektir.\" diyen kimseyi?' (19.77)"
    },
    {
      "id": 257,
      "narrator": "Narrated Khabbab:",
      "text": "Khabbab'tan rivayet edilmiştir: Ben bir demirciydim ve Al-Asi bin Wail bana borçlu idi, bu yüzden ona borcumu talep etmek için gittim. O bana, \"Muhammed'e inanmadıkça borcunu ödemeyeceğim.\" dedi. Ben de, \"Sen ölmeden ve dirilmeden Muhammed'e inanmam.\" dedim. O da, \"Ölümümden sonra dirileceğim mi? Eğer öyleyse, zenginlik ve çocuk bulursam orada sana ödeyeceğim.\" dedi. Bunun üzerine şu ayet indirildi:-- 'Görmedin mi, ayetlerimize inanmayan ve yine de \"Kesinlikle bana zenginlik ve çocuklar verilecektir.\" diyen kimseyi? O, gaybı mı biliyor yoksa Rahman'dan bir ahit mi aldı? Hayır! Biz onun söylediklerini kaydedeceğiz ve cezasını artıracağız. Ve onun bahsettiği her şeyden miras alacağız ve o, yalnız başına bizim huzurumuza gelecektir.' (19.77-80)"
    },
    {
      "id": 258,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) dedi ki, \"Adem ve Musa karşılaştı, Musa Adem'e dedi ki, 'Sen insanları mutsuz ettin ve onları Cennetten çıkardın.' Adem ona dedi ki, 'Sen Allah'ın mesajı için seçtiği ve kendisi için seçtiği, Tevrat'ı indirdiği kişisin.' Musa dedi ki, 'Evet.' Adem dedi ki, \"Sen benim yaratılışım öncesinde bunun yazılı olduğunu buldun mu?\" Musa dedi ki, 'Evet.' Böylece Adem bu delille Musa'yı alt etti.\""
    },
    {
      "id": 259,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Medine'ye geldiğinde, Yahudilerin 'Aşura' günü oruç tuttuğunu gördü (Muharrem'in 10. günü). Peygamber (ﷺ) onlara (bu konuda) sordu ve onlar, \"Bu, Musa'nın Firavun'a karşı zafer kazandığı gündür.\" dediler. Peygamber (ﷺ) (Müslümanlara) dedi ki, \"Biz Musa'ya onlardan daha yakınız, bu yüzden bu günde oruç tutun.\""
    },
    {
      "id": 260,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Musa, Adem ile tartıştı ve ona (Adem), 'Sen günahınla insanları Cennetten çıkardın ve onları mutsuz ettin.' dedi. Adem cevap verdi, 'Ey Musa! Sen Allah'ın mesajı için seçtiği ve doğrudan konuştuğu kişisin. Ama sen, Allah'ın benim için yarattığı bir şeyi neden bana isnat ediyorsun?'\" Allah'ın Messenger'ı (ﷺ) daha sonra dedi ki, \"Böylece Adem bu delille Musa'yı alt etti.\""
    },
    {
      "id": 261,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Beni İsrail, Al-Kahf, Mariyam, Taha ve Al-Anbiya sureleri, ezberlediğim çok eski surelerdir ve bunlar benim ilk mülkümdür."
    },
    {
      "id": 262,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bir hutbe verdi ve dedi ki, \"Siz (insanlar) Allah'ın huzurunda (Kıyamet Günü) çıplak, ayaksız ve sünnetsiz toplanacaksınız.\" (Peygamber (ﷺ) daha sonra şunu okudu):-- 'İlk yaratılışı nasıl başlattıysak, onu tekrar edeceğiz. (Bu) üstlendiğimiz bir vaattir ve gerçekten de bunu yapacağız.' ve ekledi, \"Kıyamet Günü giydirilecek ilk insan İbrahim olacaktır. Bakın! Takipçilerimden bazıları getirilecek ve sol tarafa götürülecek, bunun üzerine ben, 'Ey Rabbim, (bunlar) benim arkadaşlarım!' diyeceğim. Denilecek ki, 'Sen, onların senin arandığın zamandan sonra dine kattıkları yeni şeyleri bilmiyorsun.' O zaman ben, salih ve takvalı kul İsa'nın dediği gibi diyeceğim, 'Ben, onların arasında bulunduğum süre boyunca onlara şahit oldum...(O'nun ifadesine)... ve sen her şeyin şahidisindir.' (5.117) Sonra denilecek ki, '(Ey Muhammed) Bu insanlar, sen onları terk ettiğinden beri asla dinden çıkmadılar.'\""
    },
    {
      "id": 263,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kıyamet Günü Allah, 'Ey Adem!' diyecek. Adem, 'Labbaik Rabbim, ve Sa'daik' diyecek. Sonra yüksek bir sesle (şöyle denilecek), Allah, çocuklarından cehennem için bir görev almanı emrediyor.' Adem, 'Ey Rabbim! Cehennem için görev kimdir?' diyecek. Allah, 'Her bin kişiden 999'unu al.' O zaman her hamile kadın yükünü düşürecek (düşük yapacak) ve çocuklar yaşlı görünecek. Ve insanları sarhoş gibi göreceksiniz, ama sarhoş değillerdir, fakat Allah'ın azabı çok şiddetlidir.\" (22.2) (Peygamber (ﷺ) bunu zikrettiğinde), insanlar o kadar endişelendi (ve korktu) ki yüzleri değişti (renkleri değişti), bunun üzerine Peygamber (ﷺ) dedi, \"Gog ve Magog'dan dokuz yüz doksan dokuz alınacak ve sizden bir kişi. Siz Müslümanlar (diğer insanlara kıyasla) beyaz bir öküzün yanında siyah bir kıl gibi, veya siyah bir öküzün yanında beyaz bir kıl gibi olacaksınız ve umarım ki siz Cennet halkının dörtte biri olursunuz.\" Bunun üzerine biz, \"Allahu Ekber!\" dedik. Sonra o, \"Umarım ki siz Cennet halkının üçte biri olursunuz.\" dedi. Biz tekrar, \"Allahu Ekber!\" dedik. Sonra o, \"Umarım ki siz Cennet halkının yarısı olursunuz.\" dedi. Bunun üzerine biz, \"Allahu Ekber!\" dedik.\""
    },
    {
      "id": 264,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"İnsanlardan bazıları, Allah'a, sanki kenarında duruyormuş gibi ibadet eder.\" (22.11) ayeti hakkında. Bir adam, Medine'ye gelirdi sanki karısı bir oğul doğurmuş ve atları yavrular vermiş gibi. O, \"Bu din (İslam) güzeldir.\" derdi, ama karısı çocuk doğurmadığında ve atları yavrular vermediğinde, \"Bu din kötüdür.\" derdi."
    },
    {
      "id": 265,
      "narrator": "Narrated Qais bin Ubad:",
      "text": "Kays bin Ubad'dan rivayet edilmiştir: Abu Dharr, 'Bu iki karşıt (müminler ve kafirler) Rableri hakkında birbirleriyle tartışıyorlar.' (22.19) ayetinin Hamza ve iki arkadaşının ve Utbe ve iki arkadaşının Badr savaşından çıktıkları günle ilgili olarak indirildiğine yemin ederdi."
    },
    {
      "id": 266,
      "narrator": "Narrated Qais bin Ubad:",
      "text": "Kays bin Ubad'dan rivayet edilmiştir: Ali dedi ki, \"Kıyamet Günü Rahman'ın huzurunda eğilen ilk ben olacağım.\" Kays dedi ki; 'Bu ayet: 'Bu iki karşıt (müminler ve kafirler) Rableri hakkında birbirleriyle tartışıyorlar.' (22.19) Badr Savaşı'na katılanlarla ilgili olarak indirildi; yani Ali, Hamza, Ubeyde, Şeybe bin Rabi'a, Utbe bin Rabi'a ve Velid bin Utbe.\""
    },
    {
      "id": 267,
      "narrator": "Narrated Sahl bin Saud:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: 'Uveymir, Beni Ajlan'ın lideri olan Asim bin Adi'ye geldi ve dedi ki, \"Bir adam, karısını başka bir adamla bulursa ne yapmalı? Onu öldürmeli mi, ki sen de onu (kocayı) öldüreceksin, yoksa ne yapmalı? Lütfen bu konuda Allah'ın Messenger'ına benim adıma sor.\" Asim, Peygamber (ﷺ)'e gitti ve dedi ki, \"Ey Allah'ın Messenger'ı (ﷺ)! (Ve ona o soruyu sordu) ama Allah'ın Messenger'ı (ﷺ) bu soruyu sevmedi.\" 'Uveymir, Asim'e (Peygamber'in cevabını sorduğunda) Asim, Allah'ın Messenger'ının (ﷺ) böyle soruları sevmediğini ve bunun utanç verici olduğunu söyledi. 'Uveymir, \"Allah'a yemin ederim ki, Allah'ın Messenger'ına (ﷺ) sormadan vazgeçmeyeceğim.\" dedi. 'Uveymir, (Peygamber'e) geldi ve dedi ki, \"Ey Allah'ın Messenger'ı (ﷺ)! Bir adam, karısını başka bir adamla buldu! Onu öldürmeli mi, ki sen de onu (kocayı, kısasta) öldüreceksin, yoksa ne yapmalı?\" Allah'ın Messenger'ı (ﷺ) dedi ki, \"Allah, senin ve karının davasıyla ilgili olarak Kur'an'da indirdi.\" Bunun üzerine Allah'ın Messenger'ı (ﷺ) onlara, Allah'ın Kitabında belirttiği Mula'ana işlemlerini yapmalarını emretti. 'Uveymir, onunla Mula'ana yaptı ve dedi ki, \"Ey Allah'ın Messenger'ı (ﷺ)! Eğer onu tutarsam, ona zulmetmiş olurum.\" Böylece 'Uveymir onu boşadı ve bu durum, Mula'ana davasına karışanlar için bir gelenek haline geldi. Allah'ın Messenger'ı (ﷺ) daha sonra dedi ki, \"Bak! Eğer o (Uveymir'in eşi) derin siyah büyük gözleri, büyük kalçaları ve şişman bacakları olan bir çocuk doğurursa, o zaman 'Uveymir'in doğru söylediğini düşüneceğim; ama eğer kırmızı bir çocuk doğurursa, o zaman 'Uveymir'in ona yalan söylediğini düşüneceğiz.\" Daha sonra o, Allah'ın Messenger'ının (ﷺ) belirttiği özelliklere sahip bir çocuk doğurdu; bu nedenle çocuk, annesine atfedildi.\""
    },
    {
      "id": 268,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Bir adam, Allah'ın Messenger'ına (ﷺ) geldi ve dedi ki, \"Ey Allah'ın Messenger'ı (ﷺ)! Diyelim ki bir adam, başka bir adamı karısıyla birlikte gördü, onu öldürmeli mi, ki sen de onu (katili) (kısasta) öldüreceksin, yoksa ne yapmalı?\" Bunun üzerine Allah, onların davasıyla ilgili olarak Mula'ana emrini indirdi. Allah'ın Messenger'ı (ﷺ) adama, \"Seninle karın arasındaki mesele çözüldü.\" dedi. Böylece onlar, Allah'ın Messenger'ının (ﷺ) huzurunda Mula'ana yaptılar ve ben oradaydım, ardından adam karısını boşadı. Bu, Mula'ana davasına karışan eşlerin boşanmasını gelenek haline getirdi. Kadın hamileydi ve koca, onun hamileliğine sebep olduğunu inkar etti, bu yüzden çocuk (sonradan) ona atfedildi. Sonra bu, böyle bir çocuğun annesinin mirasçısı olacağı ve onun, Allah'ın kendisi için belirlediği şeyden miras alacağı bir gelenek haline geldi.\""
    },
    {
      "id": 269,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Hilal bin Umaiya, karısını Şarik bin Sahma ile zina yapmakla suçladı ve davayı Peygamber'e getirdi. Peygamber (ﷺ) Hilal'e dedi ki, \"Ya dört tanık getirirsin ya da yasal ceza (sopa) alırsın.\" Hilal dedi ki, \"Ey Allah'ın Messenger'ı! İçimizden biri karısını başka bir adamla görse, tanık mı arayacak?\" Peygamber (ﷺ) sürekli olarak, \"Ya tanıkları getirirsin ya da yasal ceza (sopa) alırsın.\" dedi. Hilal daha sonra dedi ki, \"Seni hak ile gönderen Allah'a yemin ederim ki, ben doğruyu söylüyorum ve Allah, sırtımı yasal cezadan kurtaracak bir şey indirecek.\" O zaman Cebrail indi ve ona şunu indirdi:-- 'Karısını suçlayanlar...' (24.6-9) Peygamber (ﷺ) bunu okudu ve '... (suçlayanın) doğru söylediğini.' kısmına kadar ulaştı. Sonra Peygamber (ﷺ) ayrıldı ve kadını çağırdı, Hilal onu getirdi ve sonra yeminler aldı (iddiasını doğrulamak için). Peygamber (ﷺ) dedi ki, \"Allah, aranızda birinin yalancı olduğunu biliyor, peki, aranızdan biri tevbe edecek mi?\" Sonra kadın kalktı ve yeminler aldı ve beşinci yeminini alırken, insanlar onu durdurdu ve dediler ki, \"Bu (beşinci yemin) seni kesinlikle Allah'ın lanetine uğratır (eğer suçluysan).\" Böylece o tereddüt etti ve (yemin almaktan) o kadar geri çekildi ki, onun inkarını geri alacağını düşündük. Ama sonra dedi ki, \"Bu günlerde ailemi utandırmayacağım,\" ve yemin alma sürecine devam etti. Peygamber (ﷺ) daha sonra dedi ki, \"Onu izle; eğer derin siyah gözleri, büyük kalçaları ve şişman bacakları olan bir çocuk doğurursa, o zaman bu Şarik bin Sahma'nın çocuğudur.\" Daha sonra o, o tanıma uyan bir çocuk doğurdu. Bunun üzerine Peygamber (ﷺ) dedi ki, \"Eğer bu mesele Allah'ın kanunuyla çözülmemiş olsaydı, onu ağır bir şekilde cezalandırırdım.\""
    },
    {
      "id": 270,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Bir adam, karısını zina ile suçladı ve Allah'ın Messenger'ı (ﷺ) döneminde ona (doğmuş) çocuğun babalığını inkar etti. Allah'ın Messenger'ı (ﷺ) her ikisini de Allah'ın emrettiği gibi Mula'ana yapmalarını emretti ve sonra çocuğun annesine ait olacağına dair karar verdi ve Mula'ana davasına karışan çift için bir boşanma kararı verildi."
    },
    {
      "id": 271,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Onlardan daha büyük paya sahip olan...\" (24.11) Abdullah bin Ubai bin Salul'dur."
    },
    {
      "id": 272,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 273,
      "narrator": "Narrated Um Ruman:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Allah'ın Resulü (ﷺ) bir sefere çıkmayı düşündüğünde, eşleri arasında kura çekerdi ve kura çıkan eşini yanına alırdı. Bir sefer yapmak istediğinde kura çekti ve kura bana çıktı. Allah'ın emriyle (kadınların) örtünmesiyle ilgili ayetler indirildiği için, Allah'ın Resulü ile birlikte yola çıktım ve nasılda (deve üzerinde) taşıdım ve hala içinde iken indim. Yolculuğumuza devam ettik, Allah'ın Resulü seferini tamamlayıp döndüğünde ve Medine'ye yaklaştığımızda, Allah'ın Resulü (ﷺ) gece yola devam edilmesini emretti. Ordu evlerine dönmek üzere yola çıktığında, ben kalktım ve orduyu (kampı) geride bırakarak yürümeye başladım. İhtiyaçlarımı giderdikten sonra, nasılda (deve üzerindeki) taşıma aracımın yanına gittim, ama bakın! Jaz Azfar (bir tür siyah boncuk) olan bir kolyem kırılmıştı ve onu aramaya başladım, arayışım beni oyaladı."
    },
    {
      "id": 274,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "Beni taşıyan insanların grubu geldi ve benim nasılda (deve üzerindeki) taşıma aracımı deveye yüklediler, ben orada olduğumu düşünerek. O zaman kadınlar hafifti ve fazla kilolu değildi, çünkü az (yiyecek) yerlerdi, bu yüzden o insanlar taşıma aracının hafifliğini kaldırırken hissetmediler ve ben hala genç bir kızdım. Deveye bindiler ve yola çıktılar. Sonra ordunun gittiği yerden kolyemi buldum. Onların kampına geldim ama orada kimseyi bulamadım, bu yüzden beni arayacaklarını düşünerek kaldığım yere gittim. Orada otururken, uyku bastı ve uyudum. Safvan bin Al-Mu'attil As-Sulami Adh-Dhakwani ordunun arkasındaydı. Gece yarısının son kısmında yola çıkmış ve sabah benim bulunduğum yere ulaşmış ve uyuyan birini gördü. Bana geldi ve beni tanıdı, çünkü beni örtünmeden önce görmüştü. \"İnna li llahi ve inna ileyhi raciun\" dediğinde, ben kalktım. Yüzümü örtümle kapattım ve Allah'a yemin ederim ki, bana \"İnna li llahi ve inna ileyhi raciun\"dan başka bir şey söylemedi, deve diz çökünceye kadar, sonra ben de bindim. Sonra Safvan, beni taşıyan dişi deveyi götürerek orduyla karşılaştıklarında, sıcak öğle vakti dinleniyorlardı."
    },
    {
      "id": 275,
      "narrator": "Narrated Ibn Abu Mulaika:",
      "text": "Sonra kim yok olmaya mahkumsa, yok oldu ve ifk (iftira) lideri Abdullah bin Ubai bin Salul'dur. Bunun ardından Medine'ye geldik ve bir ay boyunca hastalandım, insanlar ifk halkının uydurduğu sözleri yayarken, ben hiçbir şeyden haberdar değildim. Ama hastayken beni şüphelendiren şey, Allah'ın Resulü'nden (ﷺ) artık hastalandığımda aldığım aynı ilgiyi almıyor olmamdı. Allah'ın Resulü (ﷺ) yanıma girer, selam verir ve \"O (kadın) nasıl?\" derdi, sonra ayrılırdı."
    },
    {
      "id": 276,
      "narrator": "Narrated Al-Qasim:",
      "text": "Bu, benim şüphelerimi artırdı ama yayılan kötü durumu hastalığımdan kurtulana kadar farkında değildim. Um Mistah ile birlikte ihtiyaçlarımı gidermek için Al-Manasi'ye, tuvalet ihtiyacımızı giderdiğimiz yere çıktım ve bu amaçla ancak geceden geceye çıkıyorduk, o da evlerimize yakın tuvaletlerimiz olmadan önceydi. Bu alışkanlığımız, eski Arapların (çöl veya çadırlarda) bağırsaklarını boşaltma alışkanlığına benziyordu, çünkü evlerde tuvalet kullanmayı zahmetli ve zararlı buluyorduk. Um Mistah ile birlikte çıktım, o da Abi Ruhm bin Abd Manaf'ın kızıydı, annesi de Sakhr bin Amir'in kızıydı, ki o da Ebu Bekir Es-Sıddık'ın halasıydı ve oğlu Mistah bin Uthatha'ydı. İşimizi bitirdikten sonra, Um Mistah ve ben evime döndük. Um Mistah, elbisesinin üzerine takıldı ve \"Mistah helak olsun!\" dedi. Ben ona, \"Ne kötü bir söz söyledin! Badr Savaşı'na katılan birine nasıl söversin?\" dedim. O da, \"Ey orada! Onun ne dediğini duymadın mı?\" dedi. Ben de, \"Ne dedi?\" dedim. O, ifk halkının (iftira) sözlerini bana anlattı, bu da hastalığımı artırdı. Eve döndüğümde, Allah'ın Resulü (ﷺ) yanıma geldi ve selam verdikten sonra, \"O (kadın) nasıl?\" dedi. Ben de, \"Beni ailemin yanına gitmeme izin verir misin?\" dedim. O zaman, onlardan haber almak istiyordum. Allah'ın Resulü (ﷺ) bana izin verdi ve ben ailemin yanına gittim ve anneme, \"Ey annem! İnsanlar ne hakkında konuşuyor?\" dedim. Annem, \"Ey kızım! Sakin ol, çünkü Allah'a yemin ederim ki, kocasını seven bir kadın yoktur ki, diğer eşleri onun hakkında bir kusur bulmasın.\" dedim. Ben de, \"Subhan Allah! İnsanlar gerçekten bu konuda mı konuştu?\""
    },
    {
      "id": 277,
      "narrator": "Narrated Masruq:",
      "text": "O gece boyunca sabaha kadar ağladım. Gözyaşlarım durmadı, uyumadım ve sabah olurken hala ağlıyordum, Allah'ın Resulü (ﷺ) vahiy gecikince Ali bin Ebu Talib ve Usame bin Zeyd'i çağırdı, karısını boşama fikrini danışmak için. Usame bin Zeyd, Allah'ın Resulü'ne (ﷺ) karısının masumiyeti hakkında bildiklerini ve ona olan sevgisini söyledi. \"Ey Allah'ın Resulü (ﷺ)! O senin eşindir ve onun hakkında kötü bir şey bilmiyoruz.\" dedi. Ama Ali bin Ebu Talib, \"Ey Allah'ın Resulü (ﷺ)! Allah sana kısıtlama getirmiyor; ve ondan başka birçok kadın var. Eğer kölesine sorarsan, sana gerçeği söyleyecektir.\" dedi. Aişe ekledi: Böylece Allah'ın Resulü (ﷺ) Barira'yı çağırdı ve \"Ey Barira! Aişe hakkında seni şüphelendiren bir şey gördün mü?\" dedi. Barira, \"Beni gerçeğiyle gönderen Allah'a yemin ederim ki, Aişe hakkında onu suçlayacağım bir şey görmedim, sadece o, bazen uyuyup ailesinin hamurunu korumasız bırakan bir genç kızdır.\" dedi."
    },
    {
      "id": 278,
      "narrator": "Narrated Masruq:",
      "text": "Bunun üzerine Allah'ın Resulü (ﷺ) ayağa kalktı ve insanlara hitap etti ve Abdullah bin Ubai bin Salul'dan intikam alacak birini aradı. Allah'ın Resulü (ﷺ) minberde, \"Ey Müslümanlar! Ailem hakkında iftira atan bir adamdan bana kim yardım edecek? Allah'a yemin ederim ki, ailem hakkında kötü bir şey bilmiyorum ve insanlar, benim ailem hakkında kötü bir şey bilmediğim bir adamı suçladılar ve o, aileme benimle birlikte gelmedi.\" dedi. Sa'd bin Mu'adh el-Ensari ayağa kalktı ve \"Ey Allah'ın Resulü (ﷺ)! Allah'a yemin ederim ki, onu senden kurtaracağım. Eğer o (Beni) Avs kabilesindense, başını keserim; eğer bizim kardeşlerimizden Khazraj'dan ise, emrini ver, biz de onu yerine getiririz.\" dedi."
    },
    {
      "id": 279,
      "narrator": "Narrated Aisha:",
      "text": "Bunun üzerine Sa'd bin Ubade ayağa kalktı, o Khazraj'ın lideriydi ve bu olaydan önce iyi biriydi ama kabilesine olan tutkusu onu kışkırttı. Sa'd (bin Mu'adh)'a, \"Ey Allah'a yemin ederim ki, yalan söyledin! Onu öldüremezsin ve asla onu öldüremeyeceksin!\" dedi. Bunun üzerine Sa'd (bin Mu'adh)'ın kuzeni Usaid bin Hudayr ayağa kalktı ve Sa'd bin Ubade'ye, \"Sen bir yalancısın! Allah'a yemin ederim ki, onu kesinlikle öldüreceğiz; ve sen, münafıkların münafıklarını savunan birisin!\" dedi. Böylece Avs ve Khazraj kabileleri öyle bir heyecanlandılar ki, neredeyse birbirleriyle dövüşeceklerdi, oysa Allah'ın Resulü (ﷺ) minberde duruyordu. Allah'ın Resulü (ﷺ) onları sakinleştirmeye devam etti, ta ki sessizleştiler, o zaman o da sessizleşti. O gün o kadar ağladım ki, ne gözyaşlarım durdu, ne de uyuyabildim. Sabah, ailem yanımdaydı ve iki gece ve bir gün boyunca uyumadan ve durmaksızın gözyaşları dökerek ağladım, ta ki karaciğerimin ağlamaktan patlayacağını düşündüler. Onlar yanımdayken ve ben ağlarken, bir Ensari kadın bana gelmek için izin istedi. Onu kabul ettim ve oturdu, benimle birlikte ağlamaya başladı. Ben o haldeyken, Allah'ın Resulü bize geldi, selam verdi ve oturdu. O, o günden beri benimle oturmamıştı. Bir ay boyunca benim durumum hakkında hiçbir vahiy almadı."
    },
    {
      "id": 280,
      "narrator": "Narrated `Aishah:",
      "text": "Allah'ın Resulü (ﷺ) oturduktan sonra Tashahhud'u okudu ve sonra, \"Bundan sonra, ey Aişe! Senin hakkında şu ve bu şeyler bana bildirildi; eğer masum isen, Allah senin masumiyetini açıklar, eğer bir günah işlediysen, Allah'tan bağışlanma dile ve ona tövbe et, çünkü bir kul günahını itiraf ettiğinde ve sonra Allah'a tövbe ettiğinde, Allah onun tövbesini kabul eder.\" dedi. Allah'ın Resulü (ﷺ) konuşmasını bitirdiğinde, gözyaşlarım tamamen durdu, artık içimden bir damla bile hissetmiyordum. Sonra babama, \"Allah'ın Resulü'ne (ﷺ) benim adıma ne dediğini cevapla.\" dedim. O da, \"Allah'a yemin ederim ki, Allah'ın Resulü'ne (ﷺ) ne söyleyeceğimi bilmiyorum.\" dedi. Sonra anneme, \"Allah'ın Resulü'ne cevap ver.\" dedim."
    },
    {
      "id": 281,
      "narrator": "Narrated Safiya bint Shaiba:",
      "text": "O da, \"Allah'ın Resulü'ne (ﷺ) ne söyleyeceğimi bilmiyorum.\" dedi. Ben hala genç bir kızdım ve Kur'an hakkında az bir bilgim olmasına rağmen, \"Allah'a yemin ederim ki, bu hikayeyi (iftira) o kadar çok duydunuz ki, zihinlerinize yerleşti ve buna inandınız. Şimdi, eğer ben masum olduğumu söylesem ve Allah biliyor ki ben masumum, bana inanmayacaksınız; ve eğer bir şey itiraf edersem, ve Allah biliyor ki ben ondan masumum, bana inanacaksınız. Allah'a yemin ederim ki, sizin için bulduğum tek örnek, Yusuf'un babasıdır: \"O halde, sabır benim için en uygun olanıdır, sizin iddialarınıza karşı ve yalnızca Allah'tan yardım istenebilir.\" dedim. Sonra döndüm ve yatağıma yattım, o sırada masum olduğumu ve Allah'ın benim masumiyetimi açıklayacağını biliyordum. Ama Allah'a yemin ederim ki, Allah'ın benimle ilgili bir konuda, okunacak bir vahiy göndereceğini hiç düşünmemiştim; kendimi Allah tarafından konuşulacak kadar değersiz buluyordum ama Allah'ın Resulü'nün (ﷺ) bir rüya görmesini umuyordum ki Allah benim masumiyetimi ispatlasın. Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) yerinden kalkmamıştı ve hiç kimse evden çıkmamıştı ki, vahiy Allah'ın Resulü'ne (ﷺ) geldi. O zaman, kendisine (vahiy geldiğinde) gelen o zor duruma düştü, öyle ki ter damlaları, inci gibi akıyordu, oysa kış günüydü ve bu, kendisine indirilen Ayetin ağırlığındandı. Allah'ın Resulü (ﷺ) o durumdan kurtulduğunda, gülümsüyordu, ilk söylediği söz, \"Aişe, Allah senin masumiyetini ilan etti.\" oldu. Annem bana, \"Kalk ve ona git.\" dedi. Ben de, \"Allah'a yemin ederim ki, ona gitmeyeceğim ve kimseye teşekkür etmeyeceğim, sadece benim masumiyetimi açıklayan Allah'a teşekkür edeceğim.\" dedim. Böylece Allah, \"Şüphesiz ki, iftirayı yayanlar, içinizden bir çetedir. Bunu düşünmeyin...\" (24.11-20)."
    },
    {
      "id": 282,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Allah, benim masumiyetimi tasdik etmek için bunu indirdiğinde, Ebu Bekir Es-Sıddık, Mistah bin Uthatha'ya yardımda bulunduğu için, onun akrabalığı ve yoksulluğu nedeniyle, \"Allah'a yemin ederim ki, Aişe hakkında söylediklerinden sonra Mistah'a asla bir şey vermeyeceğim.\" dedi. Bunun üzerine Allah, \"İçinizden iyi ve zengin olanlar, akrabalarına, muhtaç olanlara ve Allah yolunda evlerini terk edenlere yardım etmeyeceklerine dair yemin etmesinler. Affetsinler ve bağışlasınlar (yani, onlara ceza vermesinler). Allah'ın sizi affetmesini istemez misiniz? Şüphesiz ki Allah, çok affedicidir. En merhametlidir.\" (24.22) ayetini indirdi. Ebu Bekir, \"Evet, Allah'a yemin ederim ki, Allah'ın beni affetmesini isterim.\" dedi. Böylece Ebu Bekir, Mistah'a daha önce verdiği yardımı yeniden vermeye başladı ve dedi ki, \"Allah'a yemin ederim ki, asla ondan esirgemeyeceğim.\" Aişe ayrıca şunu da söyledi: Allah'ın Resulü (ﷺ) Zeynep bint Cahş'a benim durumum hakkında da sordu. \"Ey Zeynep! Ne gördün?\" dedi. O da, \"Ey Allah'ın Resulü (ﷺ)! Ben işitme ve görmemi koruyorum (yalan söylemekten kaçınarak). Aişe hakkında sadece iyi biliyorum.\" dedi. Allah'ın Resulü'nün (ﷺ) eşleri arasında, Zeynep, benim aldığım aynı iyiliği almak istiyordu, ama Allah onu (yalan söylemekten) korudu, çünkü o takvalıydı. Ama onun kız kardeşi Hamna, onun adına savaşmaya devam etti, böylece o da iftiraya uğrayanlar arasına katıldı."
    },
    {
      "id": 283,
      "narrator": "Narrated `Abdullah:",
      "text": "---"
    },
    {
      "id": 284,
      "narrator": "Narrated Al-Qasim bin Abi Bazza:",
      "text": "Um Ruman'dan rivayet edilmiştir: Aişe'nin annesi, Aişe suçlandığında bayıldı."
    },
    {
      "id": 285,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "---"
    },
    {
      "id": 286,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Cubeyr'den rivayet edilmiştir: İbn Abbas'a Allah'ın şu sözünü sordum:"
    },
    {
      "id": 287,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "'.. bu ödül Cehennem Ateşi'dir.' (4.93) O da, \"Bir müminin katili için tövbe kabul edilmez.\" dedi. Allah'ın şu sözünü sordum:"
    },
    {
      "id": 288,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "'Allah ile birlikte başka bir tanrıya dua etmeyenler...' ...(25.68) O da, \"Bu Ayet, İslam öncesi dönemin putperestleri hakkında indirilmiştir.\" dedi."
    },
    {
      "id": 289,
      "narrator": "Narrated `Abdullah:",
      "text": "Sa`id bin Cubeyr'den rivayet edilmiştir: İbn Abza bana, \"İbn Abbas'a Allah'ın şu ifadesini sor:"
    },
    {
      "id": 290,
      "narrator": "Narrated Abu Huraira:",
      "text": "'Ve kim bir mümini kasten öldürürse, onun cezası Cehennem'dir.' (4.69)"
    },
    {
      "id": 291,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ve yine O'nun şu ifadesini: '...ve Allah'ın haram kıldığı canı öldürmeyin, ancak haklı bir sebep ile .....tövbe edenler, iman edenler ve salih ameller işleyenler müstesna.' \" (25.68-70) Ben de İbn Abbas'a sordum ve o, \"Bu (25.68-69) indiğinde, Mekke halkı dedi ki, 'Biz Allah ile birlikte başka tanrılara dua ettik, Allah'ın kutsal kıldığı canları öldürdük ve yasadışı cinsel ilişkilere girdik. Bunun üzerine Allah indirdi:"
    },
    {
      "id": 292,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "'Tövbe edenler, iman edenler ve salih ameller işleyenler müstesna ve Allah, çok bağışlayandır, çok merhamet edendir.' (25.70)"
    },
    {
      "id": 293,
      "narrator": "Narrated Abu Huraira:",
      "text": "Sa`id bin Cubeyr'den rivayet edilmiştir: `Abdurrahman bin Abza bana, İbn Abbas'a iki Ayet hakkında sormamı emretti (ilk Ayet):"
    },
    {
      "id": 294,
      "narrator": "Narrated Al-Musaiyab:",
      "text": "'Ve kim bir mümini kasten öldürürse.' (4.93) Ben de ona sordum, o da, \"Bu Ayet'i hiçbir şey neshetmemiştir.\" Diğer Ayet hakkında: 'Ve Allah ile birlikte başka bir tanrıya dua etmeyenler.' dedi, \"Bu putperestler hakkında indirilmiştir.\""
    },
    {
      "id": 295,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Abdullah'dan rivayet edilmiştir: Beş (büyük olay) geçti: Duman, Ay, Romalılar, Güçlü kavrayış ve 'Artık azap sizin için ebedi olacaktır.' (25.77)"
    },
    {
      "id": 296,
      "narrator": "Narrated Masruq:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kıyamet Günü İbrahim babasını Qatara ve Ghabara ile kaplı görecektir. (yani, kararmış bir yüzle).\""
    },
    {
      "id": 297,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, İbrahim (Kıyamet Günü) babasıyla karşılaşacak ve 'Ey Rabbim! Beni insanların diriltileceği günde rezil etmeyeceğine söz verdin.' diyecek. Allah, 'Cennet'i inkar edenlere haram kıldım.' diyecek.\""
    },
    {
      "id": 298,
      "narrator": "Narrated `Abdullah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Ve yakın akrabalarını uyar.' Ayeti indiğinde, Peygamber (ﷺ) Safa (dağına) çıktı ve \"Ey Beni Fihr! Ey Beni `Adi!\" diyerek Kureyş'in çeşitli kabilelerine hitap etmeye başladı, ta ki toplandılar. Kendisi gelemeyenler, orada ne olduğunu görmek için elçiler gönderdiler. Ebu Leheb ve Kureyş'ten diğer insanlar geldi ve Peygamber (ﷺ) sonra dedi ki, \"Eğer size vadide size saldırmak isteyen bir düşman süvarisi olduğunu söylesem, bana inanır mısınız?\" Onlar, \"Evet, çünkü biz seni her zaman doğruyu söyleyen biri olarak bulduk.\" dediler. O da, \"Ben size korkunç bir azap karşısında bir uyarıcıyım.\" dedi. Ebu Leheb, Peygamber'e \"Ellerin bu gün yok olsun. Bizi bu amaçla mı topladın?\" dedi. Bunun üzerine şu ayet indi: \"Ellerini Ebu Leheb'in (Peygamber'in amcalarından biri) yok olsun, yok olsun! Onun malı ve çocukları ona fayda vermeyecek....\" (111.1-5)"
    },
    {
      "id": 299,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) 'Ve yakın akrabalarını uyar...' (26.214) ayeti indiğinde ayağa kalktı ve \"Ey Kureyş halkı! (ya da benzer bir söz söyledi) Kendinizi satın! Allah'tan sizi kurtaramam (O'na isyan ederseniz) Ey Beni Ebu Manaf! Allah'tan sizi kurtaramam (O'na isyan ederseniz). Ey Abbas! `Abdul Muttalib'in oğlu! Allah'tan sizi kurtaramam (O'na isyan ederseniz). Ey Safiye, (Allah'ın Resulü'nün teyzesi) Allah'tan sizi kurtaramam (O'na isyan ederseniz). Ey Fatıma, Muhammed'in kızı! Malımdan ne istersen sor, ama Allah'tan sizi kurtaramam (O'na isyan ederseniz).\""
    },
    {
      "id": 300,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Al-Musaiyab'dan rivayet edilmiştir: Ebu Talib ölüm döşeğinde iken, Allah'ın Resulü (ﷺ) ona geldi ve yanında Ebu Cehil ile Abdullah bin Ebi Ümeyye bin Al-Muğira vardı. Allah'ın Resulü (ﷺ) dedi ki, \"Ey amca! De ki: Allah'tan başka ibadet edilmeye layık yoktur, bu cümle ile seni Allah katında savunacağım.\" Bunun üzerine Ebu Cehil ve Abdullah bin Ebi Ümeyye Ebu Talib'e, \"Şimdi `Abdul Muttalib'in dinini bırakacak mısın?\" dediler. Allah'ın Resulü (ﷺ) onu o cümleyi söylemesi için sürekli davet etti, diğer ikisi de sürekli onun önünde kendi cümlelerini tekrarladılar ta ki Ebu Talib onlara son olarak şunları söyledi: \"Ben `Abdul Muttalib'in dinindeyim.\" ve \"Allah'tan başka ibadet edilmeye layık yoktur.\" demeyi reddetti. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki, \"Allah'a yemin ederim ki, sana Allah'tan bağışlanma dileyip duracağım, ta ki (Allah) bunu yapmamı yasaklayana kadar.\" Bunun üzerine Allah indirdi:"
    },
    {
      "id": 301,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah şöyle buyurdu: 'Ben, salih kullarım için, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir aklın tasavvur edemediği şeyler hazırladım.' Ebu Hureyre ekledi: İsterseniz okuyabilirsiniz: 'Hiçbir nefis, kendileri için ne gibi bir sevinç saklandığını bilemez.' (32.17)"
    },
    {
      "id": 302,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah şöyle buyurdu: 'Ben, salih kullarım için, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir aklın tasavvur edemediği şeyler hazırladım. Bunun dışında, gördüğünüz her şey hiçtir.' Sonra şunu okudu: 'Hiçbir nefis, kendileri için ne gibi bir sevinç saklandığını bilemez.' (32.17)"
    },
    {
      "id": 303,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hiçbir mümin yoktur ki ben, tüm insanlardan, hem bu dünyada hem de ahirette ona en yakın olanım. İsterseniz okuyabilirsiniz: 'Peygamber (ﷺ), müminlere kendi nefislerinden daha yakındır.' (33.6) Eğer bir mümin (ölürse) bazı mal bırakırsa, akrabaları o malı miras alır; ama eğer borcu varsa veya yoksul çocuklar bırakıyorsa, o (alacaklılar ve çocuklar) bana gelsin (ben borcu ödeyip çocuklara bakayım), çünkü ben onun vasisiyim (şüphesiz)."
    },
    {
      "id": 304,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Zeyd bin Harise'yi, Allah'ın Elçisi (ﷺ) olarak Zeyd bin Muhammed diye anmaktan başka bir şey söylemezdik, ta ki şu Kur'an ayeti nazil olana kadar: \"Onları (evlatlık oğulları) babalarının isimleriyle çağırın. Bu, Allah katında daha adildir.\" (33.5)"
    },
    {
      "id": 305,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: 'Müminler arasında Allah'a verdikleri sözde sadık olan erkekler vardır.' ayetinin, Enes bin Nadir lehine nazil olduğunu düşünüyoruz."
    },
    {
      "id": 306,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: Kur'an'ın parçalı el yazmalarını topladığımızda, Allah'ın Elçisi (ﷺ) tarafından okuduğum bir Ahzab suresi ayetini kaybetmiştim. Nihayet onu Khuza'ima Al-Ansari'den başka kimse de bulamadım, onun şahitliği Allah'ın Elçisi (ﷺ) katında iki erkeğin şahitliği kadar kabul edilmiştir. (Ve o ayet şuydu:) 'Müminler arasında Allah'a verdikleri sözde sadık olan erkekler vardır.'"
    },
    {
      "id": 307,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi (ﷺ) bana geldiğinde, Allah ona eşlerine seçenek vermesini emretmişti. Allah'ın Elçisi (ﷺ) benimle başladı ve şöyle dedi: \"Size bir şey söyleyeceğim ama yanıtınızı vermeden önce ebeveynlerinize danışmalısınız.\" O, ebeveynlerimin beni ondan ayırmalarını istemeyeceklerini biliyordu. Sonra şöyle dedi: \"Allah şöyle buyuruyor: 'Ey Peygamber! Eşlerine de ki...' (33.28-29) Bunun üzerine ben ona dedim: \"O zaman neden ebeveynlerime danışmalıyım? Gerçekten ben Allah'ı, O'nun Elçisini ve Ahiret yurdunu arıyorum.\""
    },
    {
      "id": 308,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi (ﷺ) eşlerine seçenek vermesi emredildiğinde, benimle başladı ve şöyle dedi: \"Size bir şey söyleyeceğim ama yanıtınızı vermeden önce ebeveynlerinize danışmalısınız.\" Peygamber (ﷺ) benim ebeveynlerimin beni ondan ayırmalarını istemeyeceklerini biliyordu. Sonra şöyle dedi: \"Allah şöyle buyuruyor: 'Ey Peygamber (Muhammed)! Eşlerine de ki: Eğer bu dünyanın hayatını ve süsünü istiyorsanız... büyük bir ödül.' (33.28-29) Ben dedim: \"O zaman neden ebeveynlerime danışmalıyım? Gerçekten ben Allah'ı, O'nun Elçisini ve Ahiret yurdunu arıyorum.\" Sonra Peygamber (ﷺ) diğer eşleri de benim yaptığım gibi yaptı."
    },
    {
      "id": 309,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: 'Ama siz, Allah'ın açığa çıkarmak üzere olduğu şeyi aklınızda gizlediniz.' (33.37) ayeti Zeynep bint Cahş ve Zeyd bin Harise hakkında nazil olmuştur."
    },
    {
      "id": 310,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kendisini Allah'a adayan kadınlara karşı küçümseyerek bakardım ve derdim ki, \"Bir kadın kendisini (bir erkeğe) verebilir mi?\" Ama Allah şu ayeti indirdiğinde: \"Sen (Ey Muhammed) dilediğin kadınların (eşlerinin) sırasını erteleyebilirsin ve dilediğin kadınları (eşleri) kabul edebilirsin; ve eğer sırasını ertelediğin birine davet edersen, bunun için sana bir günah yoktur.\" (33.51) Ben Peygamber'e dedim: \"Rabbimin, dileklerini yerine getirmekte acele ettiğini hissediyorum.\""
    },
    {
      "id": 311,
      "narrator": "Narrated Mu`adha:",
      "text": "Mu'azha'dan rivayet edilmiştir: Aişe şöyle dedi: \"Allah'ın Elçisi (ﷺ) bir gece kalacağı eşinin iznini alırdı, eğer başka birine gitmek isterse, bu ayet nazil olduktan sonra: 'Sen (Ey Muhammed) dilediğin kadınların (eşlerinin) sırasını erteleyebilirsin ve dilediğin kadınları (eşleri) kabul edebilirsin; ve eğer sırasını ertelediğin birine davet edersen, bunun için sana bir günah yoktur.' (33.51) Ben Aişe'ye sordum: \"Bu durumda ne diyordun?\" O şöyle dedi: \"Eğer sana (diğer eşlerine gitme) izni veremezsem, başkasına lütuf vermeni istemezdim.\""
    },
    {
      "id": 312,
      "narrator": "Narrated `Umar:",
      "text": "Ömer'den rivayet edilmiştir: \"Ey Allah'ın Elçisi (ﷺ)! İyi ve kötü kişiler sana giriyor, bu yüzden müminlerin anneleri (yani eşlerin) örtünmelerini emretmeni öneriyorum.\" Bunun üzerine Allah, Al-Hijab ayetlerini indirdi."
    },
    {
      "id": 313,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Zeynep bint Cahş ile evlendiğinde, insanları bir yemeğe davet etti. Onlar yemeği yediler ve oturup sohbet etmeye devam ettiler. Sonra Peygamber (onlara) kalkmaya hazırmış gibi görünmeye başladı, ama onlar kalkmadılar. O, (hareketine) yanıt verilmediğini görünce kalktı, diğerleri de kalktı, sadece üç kişi oturmaya devam etti. Peygamber (ﷺ) evine girmek için geri döndü, ama tekrar gitti. Sonra onlar ayrıldılar, ben de çıktım ve Peygamber (ﷺ) ile onlara ayrıldıklarını söylemek için gittim, böylece o geldi ve evine girdi. Ben de onunla girmek istedim ama o benimle arasında bir perde koydu. Sonra Allah şöyle indirdi: 'Ey iman edenler! Peygamberin evlerine girmeyin...' (33.53)"
    },
    {
      "id": 314,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Ben, Al-Hijab ayetini en iyi bilen kişiyim. Allah'ın Elçisi (ﷺ) Zeynep bint Cahş ile evlendiğinde, o onunla evdeydi ve bir yemek hazırladı ve insanları davet etti. Onlar (yemekten sonra) oturdular ve sohbet etmeye başladılar. Peygamber (ﷺ) dışarı çıktı ve geri döndü birkaç kez, hala oturup konuşuyorlardı. Bunun üzerine Allah şu ayeti indirdi: 'Ey iman edenler! Peygamberin evlerine, size yemek izni verilmeden girmeyin, (ve sonra) onun hazırlanmasını beklemek için (çok erken) girmeyin... onlardan perde arkasından sorun.' (33.53) Böylece perde kuruldu ve insanlar ayrıldılar."
    },
    {
      "id": 315,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) ile Zeynep bint Cahş'ın evliliği vesilesiyle bir ekmek ve et ziyafeti verildi. İnsanları (ziyafete) davet etmek için gönderildim, böylece insanlar gruplar halinde gelmeye başladılar; yemek yediler ve sonra ayrıldılar. Başka bir grup geldi, yedi ve ayrıldı. Böylece insanları davet etmeye devam ettim, ta ki davet edecek kimse kalmadı. Sonra dedim: \"Ey Allah'ın Elçisi! Davet edecek kimse bulamıyorum.\" O şöyle dedi: \"Kalan yiyecekleri kaldır.\" Sonra üç kişi evde sohbet etmeye devam etti. Peygamber (ﷺ) ayrıldı ve Aişe'nin evine doğru gitti ve şöyle dedi: \"Selam ve Allah'ın rahmeti üzerinize olsun, ey ev halkı!\" O da cevap verdi: \"Selam ve Allah'ın rahmeti senin üzerine olsun. Eşini nasıl buldun? Allah seni mübarek kılsın.\" Sonra diğer eşlerinin evlerine gitti ve onlara da Aişe'ye söylediği gibi söyledi ve onlar da ona Aişe'nin söylediği gibi cevap verdiler. Sonra Peygamber (ﷺ) geri döndü ve evde hala sohbet eden üç kişiyi buldu. Peygamber çok utangaç biriydi, bu yüzden tekrar dışarı çıktı ve Aişe'nin evine doğru gitti. İnsanların gittiğini ona bildirdiğimi hatırlamıyorum. O geri döndü ve kapıdan girer girmez benimle arasında perde çekti ve sonra Al-Hijab ayeti nazil oldu."
    },
    {
      "id": 316,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Zeynep bint Cahş ile evlendiğinde, insanlara et ve ekmek yedirdi (bir walime ziyafeti vererek). Sonra, sabahları evlendiği zaman yaptığı gibi, mümin annelerinin (eşlerinin) ikamet yerlerine gitti. Onlara selam verir ve hayır dualarında bulunurdu; onlar da selamını alır ve ona hayır dualarında bulunurlardı. Evine döndüğünde, iki adamın birbirleriyle konuştuğunu gördü; onları görünce tekrar evinden çıktı. O iki adam, Allah'ın Elçisi (ﷺ) evinden çıkarken onu görünce hemen kalkıp gittiler. Onların gidişini ona bildirdiğimi hatırlamıyorum, ya da başka biri ona bildirdi. Sonra geri döndü ve eve girdiğinde, benimle onun arasında perdeyi indirdi. Ardından Al-Hijab ayeti indirildi."
    },
    {
      "id": 317,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Sauda (Peygamberin eşi) örtünmenin (tüm Müslüman kadınlar için) farz kılındığı zaman ihtiyaç gidermek için dışarı çıktı. Onun büyük bir yapısı vardı ve onu daha önce tanıyan herkes onu tanıyabilirdi. Bunun üzerine Ömer bin Hattab onu gördü ve dedi ki: \"Ey Sauda! Vallahi, bizden gizlenemezsin, bu yüzden dışarı çıkarken tanınmaman için bir yol düşün.\" Sauda, Allah'ın Elçisi (ﷺ) benim evimde akşam yemeği yerken ve elinde etle kaplı bir kemik varken geri döndü. İçeri girdi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! İhtiyaç gidermek için dışarı çıktım ve Ömer bana şöyle dedi.\" Sonra Allah ona (Peygambere) ilham etti ve ilham durduğunda, elindeki kemik hâlâ elindeydi, ona dedi ki: \"Siz (kadınlar) ihtiyaçlarınız için dışarı çıkmanıza izin verilmiştir.\""
    },
    {
      "id": 318,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Aflah, Ebu'l-Kuays'ın kardeşi, Al-Hijab emri indirildikten sonra beni ziyaret etmek için izin istedi. Ben de dedim ki: \"Onu izin vermeyeceğim, ta ki Peygamberden (ﷺ) onun hakkında izin alana kadar; çünkü o Ebu'l-Kuays'ın kardeşi değil, Ebu'l-Kuays'ın eşi beni emzirmiştir.\" Peygamber (ﷺ) yanıma girdi ve ben ona dedim: \"Ey Allah'ın Elçisi (ﷺ)! Aflah, Ebu'l-Kuays'ın kardeşi beni ziyaret etmek için izin istedi ama ben ona izin vermedim, ta ki senin iznini alana kadar.\" Peygamber (ﷺ) dedi ki: \"Onu neden izin vermekten alıkoydun? O senin amcan.\" Ben dedim: \"Ey Allah'ın Elçisi (ﷺ)! O adam beni emziren kişi değil, Ebu'l-Kuays'ın eşi beni emzirmiştir.\" O da dedi ki: \"Onu kabul et, çünkü o senin amcan. Taribat Yaminuki (sağ elin kurtulsun).\" Urve, alt rivayetçi ekledi: Bu yüzden Aişe derdi ki: \"Kan bağı nedeniyle haram olan şeyleri, emzirme bağı nedeniyle de haram sayın.\""
    },
    {
      "id": 319,
      "narrator": "Narrated Ka`b bin Ujra:",
      "text": "Ka'b bin Ujra'dan rivayet edilmiştir: \"Ey Allah'ın Elçisi (ﷺ)! Sana nasıl selam vereceğimizi biliyoruz, ama senin için Allah'a nasıl dua edeceğimizi bilmiyoruz?\" Peygamber dedi ki: \"De ki: Allahumme salli ala Muhammadin ve ala Ali Muhammadin, kama sallaita ala Ibrahim, innaka Hamidun Majid.\""
    },
    {
      "id": 320,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: \"Ey Allah'ın Elçisi (ﷺ)! (Sana) bu selamı biliyoruz ama senin için Allah'a nasıl dua edeceğiz?\" Dedi ki: \"De ki! Allahumme salli ala Muhammadin Abdika ve rasulika kama sallaita ala Ibrahim ve barik ala Muhammadin ve ala Ali Muhammadin kama barakta ala Ibrahim.\" El-Leyth dedi: \"Ala Muhammadin ve ala Ali Muhammadin kama barakta ala Ibrahim.\""
    },
    {
      "id": 321,
      "narrator": "Narrated Abu Huraira:",
      "text": "İbn Ebu Hazim ve ed-Daravardi'den rivayet edilmiştir: Yazid dedi ki: \"Kama sallaita ala Ibrahima ve barik ala Muhammad in ve ala Ali Muhammadin kama barakta ala Ibrahim.\""
    },
    {
      "id": 322,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Musa utangaç bir adamdı ve bu, Allah'ın beyanının anlamıdır: 'Ey iman edenler! Musa'yı rahatsız edenler gibi olmayın, fakat Allah onun suçsuzluğunu ispat etti ve O, Allah katında onurluydu.' (33.69)\""
    },
    {
      "id": 323,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Peygamberi dedi ki: \"Allah, gökte bir emir verdiğinde, melekler kanatlarını çırparak O'nun sözüne tam teslimiyet gösterirler; bu, kayaların üzerinde sürüklenen zincirler gibi bir ses çıkarır. Korku durduğunda, birbirlerine sorarlar: 'Rabbiniz ne emretti?' Onlar da derler ki: 'O, doğru ve adil olanı söyledi, O, Yüce ve Büyük'tür.' (34.23). Sonra gizli dinleyiciler (şeytanlar) bu emri duyarlar ve bu gizli dinleyiciler böyle, biri diğerinin üstünde.\" (Süfyan, bir alt rivayetçi, bunu elini dik tutarak ve parmaklarını ayırarak gösterdi.) Bir gizli dinleyici bir kelime duyar ve onu altındaki kişiye iletir; ikinci kişi onu altındaki kişiye iletir, ta ki en sonuncusu onu büyücüye veya kahine iletir. Bazen bir alev (ateş) şeytana ulaşmadan önce onu vurabilir ve bazen de o, ateş vurulmadan önce iletebilir; bunun üzerine büyücü o kelimeye yüz yalan ekler. İnsanlar sonra derler ki: 'O (yani büyücü) şu tarihte böyle bir şey söyledi mi?' Bu nedenle o büyücü doğru söylemiş sayılır, çünkü göklerden duyulan bir beyan vardır.\""
    },
    {
      "id": 324,
      "narrator": "Narrated Abu Dharr:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün Peygamber (ﷺ) Safa dağını tırmandı ve dedi ki: \"Ey Sabah!\" Bütün Kureyş etrafında toplandı ve dediler ki: \"Ne oldu?\" O da dedi ki: \"Eğer size sabah ya da akşam bir düşmanın üzerinize saldıracağını söyleseydim, bana inanmaz mıydınız?\" Onlar da dediler ki: \"Evet, sana inanırız.\" O da dedi ki: \"Ben size korkunç bir azap karşısında bir uyarıcıyım.\" Bunun üzerine Ebu Leheb dedi ki: \"Helak olasın! Bizi bunun için mi topladın?\" Bunun üzerine Allah indirdi: \"Ebu Leheb'in elleri helak olsun!... (111.1)\""
    },
    {
      "id": 325,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Bir gün akşam vakti Peygamber (ﷺ) ile mescitteydim. Peygamber (ﷺ) dedi ki: \"Ey Ebu Dharr! Güneşin nerede battığını biliyor musun?\" Ben de dedim ki: \"Allah ve Elçisi en iyi bilendir.\" O da dedi ki: \"O, (Allah'ın) Arşının altında secde eder; ve bu, Allah'ın beyanıdır: 'Güneş, belirlenmiş bir yolda koşar. Bu, her şeyin hükmünü veren, her şeyi bilenin hükmüdür....' (36.38)\""
    },
    {
      "id": 326,
      "narrator": "Narrated `Abdullah:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: Ben Peygamber (ﷺ) ile Allah'ın beyanı hakkında sordum: 'Güneş, belirlenmiş bir yolda koşar.' (36.38) O da dedi ki: \"Onun yolu 'Allah'ın Arşının' altındadır.\" (Güneşin, yıldızların secdesi, Kur'an ve Hadis'te bahsedilen, bizim secdemiz gibi değildir; bu nesnelerin Yaratıcılarına (Allah) itaat ettikleri ve yaratıldıkları şeyler için itaat ettikleri anlamına gelir.)"
    },
    {
      "id": 327,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Hiç kimsenin Yunus bin Matta'dan daha iyi olma hakkı yoktur.\""
    },
    {
      "id": 328,
      "narrator": "Narrated Al-Awwam:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Ben Yunus bin Matta'dan daha iyi olduğumu söyleyen yalan söylemiştir.\""
    },
    {
      "id": 329,
      "narrator": "Narrated Al-Awwam:",
      "text": "El-Awwam'dan rivayet edilmiştir: Ben Mücahid'e Sad Suresi'ndeki secde hakkında sordum. O da dedi ki: \"İbn Abbas'a aynı soru soruldu ve o dedi ki: 'Onlar (peygamberler) Allah'ın doğru yola ilettiği kimselerdir. O halde onların rehberliğini takip edin.' (6.90) İbn Abbas bu Sureyi okuduğunda secde ederdi.\""
    },
    {
      "id": 330,
      "narrator": "Narrated Abu Huraira:",
      "text": "El-Awwam'dan rivayet edilmiştir: Ben Mücahid'e Sad Suresi'ndeki secde hakkında sordum. O da dedi ki: \"İbn Abbas'a sordum: 'Seni secdeye götüren delil nedir?' O da dedi ki: \"Sen okumuyor musun: 'Ve onun soyundan, Davud ve Süleyman...' (6.84). Onlar, Allah'ın doğru yola ilettiği kimselerdir. O halde onların rehberliğini takip edin.' (6.90) Böylece Davud, Peygamberin (Muhammed) takip etmesi emredilen peygamberlerden biriydi. Davud secde etti, bu yüzden Allah'ın Elçisi (ﷺ) (Muhammed) de bu secdeyi yaptı.\""
    },
    {
      "id": 331,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: `Abdullah bin Mes'ud'a rastladık ve şöyle dedi: \"Ey insanlar! Eğer birisi bir şey biliyorsa, onu söyleyebilir; ama eğer bilmiyorsa, 'Allah daha iyi bilir' demelidir. Zira bir şey hakkında bilmediğini söylemek, bilginin bir işareti olarak kabul edilir. Allah, Peygamberine şöyle dedi: 'De ki (Ey Muhammed!) Bu (Kur'an) için sizden bir ücret istemiyorum ve ben sahtekarlarından değilim.' (38.86) Şimdi size Duhân (duman) hakkında anlatacağım. Allah'ın Elçisi (ﷺ) Kureyş'i İslam'a davet etti, fakat onlar cevap vermekte gecikti. Bunun üzerine şöyle dedi: \"Ey Allah! Onlara, Yusuf'un yedi yıl kıtlığına benzer yedi yıl kıtlık göndererek bana yardım et.\" Böylece kıtlık yılı üzerlerine geldi ve her şey yok oldu, öyle ki ölü hayvanlar ve deriler yemeye başladılar. İnsanlar, şiddetli açlık nedeniyle gökyüzü ile aralarında duman gördüklerini hayal etmeye başladılar. Allah şöyle buyurdu: 'O gün gökyüzünün, insanların üstünü kaplayan açık bir duman getireceği günü bekleyin... Bu acı bir azaptır.' (44.10-11) (Böylece Allah'a dua ettiler) \"Rabbimiz! Bizim üzerimizden azabı kaldır, gerçekten biz inananlarız.\" Onlara bir hatırlatıcı nasıl olabilir ki, kendilerine açık bir şekilde açıklayan bir Elçi gelmişken? Sonra ondan yüz çevirdiler ve dediler: 'Bir insan tarafından öğretilen, bir deli mi?' 'Gerçekten biz azabı bir süre kaldıracağız, ama gerçekten siz tekrar (inkara) döneceksiniz.' (44.12-15) Kıyamet Günü azap kaldırılacak mı?\" `Abdullah ekledi: \"Azap onlardan bir süre kaldırıldı ama tekrar inkara döndüler, bu yüzden Allah onları Bedir Günü yok etti. Allah şöyle dedi: 'O gün sizi güçlü bir şekilde yakalayacağız. Gerçekten biz intikam alacağız.' (44.16)"
    },
    {
      "id": 332,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 333,
      "narrator": "Narrated `Abdullah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Çok sayıda cinayet işleyen ve aşırı derecede yasadışı cinsel ilişki yapan bazı putperestler, Muhammed'e geldiler ve şöyle dediler: \"Ey Muhammed! Söylediğin ve insanları davet ettiğin her şey güzeldir; ama geçmişteki (kötü) işlerimiz için bir af dileme imkanı olup olmadığını bize bildirmeni isteriz.\" Bunun üzerine İlahi Ayetler geldi: 'Allah ile birlikte başka bir tanrıya dua etmeyen, Allah'ın haram kıldığı canı haksız yere öldürmeyen ve yasadışı cinsel ilişkiyi işlemeyenler.' (25.68) Ayrıca şu ayet de indirildi: 'De ki: Ey nefislerine karşı aşırı giden kullarım! Allah'ın rahmetinden ümidinizi kesmeyin.' (39.53)"
    },
    {
      "id": 334,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 335,
      "narrator": "Narrated Abu Huraira:",
      "text": "`Abdullah'tan rivayet edilmiştir: Bir (Yahudi) Rabbi, Allah'ın Elçisi'ne (ﷺ) geldi ve şöyle dedi: \"Ey Muhammed! Biz öğreniyoruz ki Allah, bütün gökleri bir parmağında, yeri bir parmağında, ağaçları bir parmağında, suyu ve tozu bir parmağında ve diğer tüm yaratılmışları bir parmağında tutacak. Sonra 'Ben Kralım' diyecek.\" Bunun üzerine Peygamber (ﷺ) gülümsedi ve azı dişleri göründü, bu Rabbi'nin tasdikiydi. Sonra Allah'ın Elçisi (ﷺ) şu ayeti okudu: 'Allah'a, O'na layık olduğu şekilde bir değer vermediler. Kıyamet Günü, bütün yeryüzü O'nun elinde tutulacak ve gökler sağ elinde dürülecektir. O, yüceltilmiştir ve O'na ortak koşmakta oldukları şeylerin üstündedir.' (39.67)"
    },
    {
      "id": 336,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 337,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, bütün yeri tutacak ve gökleri sağ elinde dürtecek, sonra 'Ben Kralım; yeryüzünün kralları nerede?' diyecek.\""
    },
    {
      "id": 338,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "---"
    },
    {
      "id": 339,
      "narrator": "Narrated `Abdullah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Surnun ikinci üflenmesinden sonra başımı ilk kaldıran ben olacağım ve Musa'nın Arş'ı tutarken göreceğim, ve onun o durumda sürekli mi kaldığını yoksa sur üflendikten sonra mı olduğunu bilemeyeceğim.\""
    },
    {
      "id": 340,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 341,
      "narrator": "Narrated Ya`la:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Surnun iki üflenmesi arasında kırk yıl olacak.\" İnsanlar dediler ki, \"Ey Ebu Hureyre! Kırk gün mü?\" Cevap vermekten kaçındım. Onlar, \"Kırk yıl mı?\" dediler. Cevap vermekten kaçındım ve ekledim: İnsan bedeninin her yeri çürüyüp gidecek, yalnızca kuyruk sokumu kemiği (kuyruğun) çürümeyecek ve o kemikten Allah bütün bedeni yeniden inşa edecektir."
    },
    {
      "id": 342,
      "narrator": "Narrated `Abdullah:",
      "text": "---"
    },
    {
      "id": 343,
      "narrator": "Narrated `Abdullah:",
      "text": "`Urva bin Zübeyr'den rivayet edilmiştir: `Abdullah bin `Amr bin Al-`As'a, putperestlerin Allah'ın Elçisi'ne (ﷺ) yaptıkları en kötü şeyi sormak için gittim. O şöyle dedi: \"Allah'ın Elçisi (ﷺ) Kabe'nin avlusunda namaz kılarken, `Uqba bin Ebi Muayt geldi ve Allah'ın Elçisi'ni omzundan yakaladı, giysisini boynuna doladı ve onu şiddetle boğmaya başladı. Ebu Bekir geldi ve `Uqba'nın omzundan tutarak onu Allah'ın Elçisi'nden uzaklaştırdı ve şöyle dedi: 'Bir adamı, 'Rabbim Allah'tır' dediği için öldürecek misin? Ve o, Rabbinizden size açık delillerle gelmiştir?\" (40.28)"
    },
    {
      "id": 344,
      "narrator": "Narrated `Abdullah:",
      "text": "---"
    },
    {
      "id": 345,
      "narrator": "Narrated Masruq:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: 'Ve siz kendinizi korumuyordunuz ki, kulaklarınız, gözleriniz ve derileriniz aleyhinize şahitlik etmesin...' (41.22) Kureyş'ten iki kişi ve Thaqif'ten bir kayınbirader (veya Thaqif'ten iki kişi ve Kureyş'ten bir kayınbirader) bir evde bulunduklarında, birbirlerine şöyle dediler: \"Sizce Allah, konuşmalarımızı işitiyor mu?\" Bazıları, \"Onun bir kısmını işitir\" dedi. Diğerleri, \"Eğer bir kısmını işitebiliyorsa, hepsini de işitebilir.\" dediler. Sonra şu ayet indirildi: 'Ve siz kendinizi korumuyordunuz ki, kulaklarınız, gözleriniz ve derileriniz aleyhinize şahitlik etmesin...' (41.22)"
    },
    {
      "id": 346,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah, (Peygamber) Muhammed'i gönderdi ve şöyle dedi:-- \"De ki, bu (Kur'an) için sizden hiçbir ücret istemiyorum ve ben bir sahtekar değilim (yani var olmayan şeyleri iddia eden bir kişi).\" (38.68) Allah'ın Resulü (ﷺ) Kureyş'in kendisine karşı durduğunu görünce, \"Ya Allah! Onlara Yusuf'un yedi yılına benzer yedi yıl kıtlıkla yardım et!\" dedi. Böylece onlara her şeyi yok eden bir yıl kuraklık geldi ve kemik ve deriler yediler. (Onlardan biri dedi ki), \"Ve deriler ve ölü hayvanlar yediler ve (onlara) yerden bir tür duman çıkıyormuş gibi göründü.\" Bunun üzerine Ebu Süfyan Peygamber'e (ﷺ) geldi ve \"Ey Muhammed! Kavmin yok olmanın eşiğinde! Lütfen Allah'a dua et de onlara merhamet etsin.\" dedi. Peygamber (ﷺ) onlar için Allah'a dua etti (ve kıtlık ortadan kalktı). Onlara, \"Bundan sonra tekrar (putperestliğe) döneceksiniz.\" dedi. Abdullah daha sonra şunu okudu: \"O gün göğün bir tür duman getireceği günü bekleyin...... ama gerçekten siz (inkara) döneceksiniz.\" Ekledi, \"Ceza Ahirette onlardan kaldırılacak mı? Duman ve sıkı tutuş ve Al-Lizam hepsi geçti.\" Bir alt rivayet eden, \"Ayın yarılması.\" dedi. Diğeri ise, \"Romalıların yenilgisi (geçti) dedi."
    },
    {
      "id": 347,
      "narrator": "Narrated `Abdullah:",
      "text": "---"
    },
    {
      "id": 348,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah'dan rivayet edilmiştir: Beş şey geçmiştir: Al-Lizam, Romalıların yenilgisi, güçlü tutuş, ayın yarılması ve duman."
    },
    {
      "id": 349,
      "narrator": "Narrated Yusuf bin Mahak:",
      "text": "---"
    },
    {
      "id": 350,
      "narrator": "Narrated `Aisha:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Allah şöyle dedi: 'Adem oğlu beni incitiyor, çünkü zamanı kötüye kullanıyor, oysa ben zamandayım: Elimde her şey var ve gece ve gündüzün döngüsünü ben sağlıyorum.'\""
    },
    {
      "id": 351,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 352,
      "narrator": "Narrated Abu Huraira:",
      "text": "Yusuf bin Mahak'tan rivayet edilmiştir: Marvan, Muaviye tarafından Hicaz valisi olarak atanmıştı. Bir hutbe verdi ve insanların babası (Muaviye) olarak ona biat etmeleri için Yazid bin Muaviye'yi zikretti. Sonra Abdurrahman bin Ebu Bekir ona bir şey söyledi, bunun üzerine Marvan onun tutuklanmasını emretti. Ama Abdurrahman Aişe'nin evine girdi ve onu tutuklayamadılar. Marvan, \"Bu, Allah'ın bu Ayeti indirdiği kişidir: 'Ve anne babasına: 'Yazıklar olsun size! Bana vaatte bulunuyor musunuz..?' \" Bunun üzerine Aişe, bir perdeden arkasından, \"Allah, bizimle ilgili Kur'an'dan başka bir şey indirmedi, sadece iftira konusunda benim masumiyetimin ilanıyla ilgili olanı indirdi.\" dedi."
    },
    {
      "id": 353,
      "narrator": "Narrated Muawiya bin Abi Al-Muzarrad:",
      "text": "---"
    },
    {
      "id": 354,
      "narrator": "Narrated Aslam:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi), Allah'ın Resulü (ﷺ) gülerek beni güldürecek kadar gülmedi, ama sadece gülümserdi. Ve bulutları veya rüzgarları gördüğünde, yüzünde derin bir endişe belirtisi belirdi. Ben dedim ki, \"Ey Allah'ın Resulü (ﷺ)! İnsanlar bulutları gördüklerinde genellikle mutlu olurlar, yağmur yağacağını umarak, ama ben görüyorum ki sen bulutları gördüğünde yüzünde memnuniyetsizlik belirtileri görünüyor.\" O dedi ki, \"Ey Aişe! İçinde ceza olmayacağının garantisi nedir, bazı insanlar bir rüzgarla cezalandırıldı? Gerçekten, bazı insanlar (cezayı) gördü, ama (bulutu gördüklerinde) 'Bu bulut bize yağmur verecek' dediler.\""
    },
    {
      "id": 355,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 356,
      "narrator": "Narrated `Abdullah bin Mughaffal:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Allah, yaratılışını yarattı ve tamamladığında, rahim ayağa kalktı ve Allah'a sarıldı, bunun üzerine Allah, 'Ne oldu?' dedi. O da, 'Akrabalık bağlarını koparanlardan sana sığınırım.' dedi. Bunun üzerine Allah, 'Eğer ben, bağlarını koruyana nimetlerimi verirsem ve bağlarını koparana nimetlerimi vermezsem, bu seni tatmin eder mi?' dedi. O da, 'Evet, ey Rabbim!' dedi. Sonra Allah, 'Bu senin içindir.' \" Ebu Hureyre ekledi: İsterseniz, şunu okuyabilirsiniz: \"Eğer size yetki verilseydi, yeryüzünde bozgunculuk yapar ve akrabalık bağlarınızı koparır mıydınız?\" (47.22)"
    },
    {
      "id": 357,
      "narrator": "Narrated Al-Mughira:",
      "text": "---"
    },
    {
      "id": 358,
      "narrator": "Narrated Aisha:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: (Yukarıdaki gibi, No. 354, ama eklenmiş) Sonra Allah'ın Resulü (ﷺ) dedi ki, \"İsterseniz okuyun: 'Eğer size yetki verilseydi.' ..(47.22)"
    },
    {
      "id": 359,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-As:",
      "text": "---"
    },
    {
      "id": 360,
      "narrator": "Narrated Al-Bara:",
      "text": "Muaviye bin Ebu Muzarrad'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"İsterseniz okuyun: 'Eğer size yetki verilseydi.' (47.22)"
    },
    {
      "id": 361,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Biz Hudeybiye Günü'nde bin dört yüz kişiydik."
    },
    {
      "id": 362,
      "narrator": "Narrated `Uqba bin Sahban:",
      "text": "---"
    },
    {
      "id": 363,
      "narrator": "`Abdullah bin Al-Mughaffal \nAl-Muzani also said:",
      "text": "`Uqba bin Sahban'dan rivayet edilmiştir: Ağaç olayını görenlerden olan Abdullah bin Mughaffal Al-Muzani, \"Peygamber (ﷺ) parmaklarıyla küçük taş atmayı yasakladı.\" dedi."
    },
    {
      "id": 364,
      "narrator": "Narrated Thabit bin Ad-Dahhak:",
      "text": "---"
    },
    {
      "id": 365,
      "narrator": "Narrated Habib bin Abi Thabit:",
      "text": "Abdullah bin Al-Mughaffal Al-Muzani ayrıca şunları söyledi: \"Peygamber (ﷺ) banyo yapılan yerde idrar yapmayı da yasakladı.\""
    },
    {
      "id": 366,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "---"
    },
    {
      "id": 367,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Thabit bin Ad-Dahhak'tan rivayet edilmiştir: Ağaçta bulunan sahabelerden biri (Peygamber (ﷺ) ile ağaç altında biat edenler):"
    },
    {
      "id": 368,
      "narrator": "Narrated `Abdullah bin Az-Zubair:",
      "text": "---"
    },
    {
      "id": 369,
      "narrator": "Narrated Anas:",
      "text": "Habib bin Ebi Thabit'ten rivayet edilmiştir: Ali'ye isyan edenler hakkında sormak için Ebu Vail'e gittim. Ebu Vail, \"Biz Sıffin'deydik (Ali ile Muaviye arasında savaşın yapıldığı Fırat kıyısındaki bir şehir). Bir adam, 'Allah'ın Kitabına başvurulması için çağrılanların yanında mı olacaksınız?' dedi. Ali, 'Evet (meseleyi Kur'an ışığında çözmeliyiz).' dedi.\" Bazı insanlar Ali'nin bu onayına itiraz etti ve savaşmak istediler. Bunun üzerine Sahl bin Hunaif, \"Kendinizi kınayın! Hudeybiye Günü'nde (Peygamber (ﷺ) ile Kureyş müşrikleri arasındaki barış antlaşması) eğer savaşmayı seçme hakkımız olsaydı, müşriklerle savaşırdık. O zaman Ömer geldi (Peygamber'e) ve, 'Biz hak üzerinde değil miyiz, onlar (müşrikler) haksız değil mi? Öldürülenlerimiz cennete, onlarınki ateşe gitmeyecek mi?' dedi. Peygamber, 'Evet.' dedi. Ömer daha sonra, 'O halde dinimizi neden aşağılayalım ve Allah mesele bizim aramızda çözmeden geri dönelim?' dedi. Peygamber (ﷺ) şöyle dedi: 'Ey Al-Khattab oğlu! Şüphesiz ben Allah'ın Resulüyüm (ﷺ) ve Allah beni asla terk etmeyecek.' Ömer öfkeyle oradan ayrıldı ve o kadar sabırsızdı ki Ebu Bekir'e gitti ve, 'Ey Ebu Bekir! Biz hak üzerinde değil miyiz, onlar (müşrikler) haksız değil mi?' dedi. Ebu Bekir, 'Ey Al-Khattab oğlu! O, Allah'ın Resulüdür (ﷺ) ve Allah onu asla terk etmeyecek.' dedi. Sonra Fath Suresi (Zafer) indirildi.\""
    },
    {
      "id": 370,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 371,
      "narrator": "Narrated Abu Huraira:",
      "text": "İbn Ebi Mulaika'dan rivayet edilmiştir: İki salih kişi mahvolmak üzereydi. Onlar, Beni Tamim'den gelen bir heyet Peygamber (ﷺ) huzurunda bulunduklarında seslerini yükselten Ebu Bekir ve Ömer'di. İkisi de birini (Beni Mücaşiye'den Al-Akra' bin Habeas'ı) önerdi, diğeri ise başka birini önerdi. (Nafi`, alt rivayetçi, onun adını hatırlamıyorum dedi). Ebu Bekir, Ömer'e, \"Sen sadece bana karşı çıkmak istedin!\" dedi. Ömer, \"Sana karşı çıkmayı kastetmedim.\" dedi. Sesleri bu tartışmada yükseldi, bunun üzerine Allah şöyle indirdi: \"Ey iman edenler! Peygamberin sesinin üstünde sesinizi yükseltmeyin...\" (49.2) İbn Az-Zubair, \"Bu Ayetin inmesinden sonra, Ömer o kadar alçak sesle konuşuyordu ki, Peygamber (ﷺ) ona sözlerini tekrar etmesini istemek zorunda kalıyordu.\" dedi. Ancak İbn Az-Zubair, (annesinden) dedesi (yani Ebu Bekir) hakkında aynı şeyi anmadı."
    },
    {
      "id": 372,
      "narrator": "Narrated Jarir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 373,
      "narrator": "Narrated Mujahid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Thabit bin Kays'ı bir süre özledi (onun hakkında soru sordu). Bir adam, \"Ey Allah'ın Elçisi! Onun haberini getireceğim.\" dedi. Böylece Thabit'e gitti ve onu evinde otururken ve başını eğmiş buldu. Adam, Thabit'e, \"Sende ne var?\" dedi. Thabit, bunun kötü bir durum olduğunu, çünkü Peygamber (ﷺ) sesinin üstünde ses yükselttiğini ve bu yüzden tüm iyi amellerinin geçersiz kılındığını, kendisini ateşin halkından biri olarak gördüğünü söyledi. Sonra adam Peygamber'e döndü ve Thabit'in şunları söylediğini iletti. (Musa bin Anas) dedi ki: Adam, Thabit'e büyük müjdelerle döndü. Peygamber (ﷺ) adama, \"Ona geri dön ve ona de ki: 'Sen ateş halkından değilsin, cennet halkındansın.'\""
    },
    {
      "id": 374,
      "narrator": "Narrated Um Salama:",
      "text": "---"
    },
    {
      "id": 375,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Abdullah bin Az-Zubair'den rivayet edilmiştir: Beni Tamim'den bir grup Peygamber'e geldi (ve onlardan bir vali atamasını istedi). Ebu Bekir, \"Al-Kaka' bin Mabad'ı atayın.\" dedi. Ömer, \"Al-Akra' bin Habeas'ı atayın.\" dedi. Bunun üzerine Ebu Bekir, Ömer'e, \"Sen sadece bana karşı çıkmak istedin!\" dedi. Ömer, \"Sana karşı çıkmayı kastetmedim!\" diye yanıtladı. İkisi de tartışmaya başladılar ve sesleri yükseldi. Bunun üzerine şu Ayet indirildi: \"Ey iman edenler! Öne geçmeyin...\" (49.1)"
    },
    {
      "id": 376,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edildi: Aişe'ye dedim ki, \"Ey Anne! Peygamber Muhammed, Rabbini gördü mü?\" Aişe dedi ki, \"Söylediklerin saçlarımı diken diken etti! Bil ki, eğer birisi sana aşağıdaki üç şeyden birini söylerse, o yalancıdır: Kim Muhammed'in Rabbini gördüğünü söylerse, o yalancıdır.\" Sonra Aişe şu ayeti okudu: 'O'nu hiçbir göz kavrayamaz, ama O, her gözün üzerindedir. O, en nazik ve her şeyden haberdardır.' (6.103) 'Allah, bir insanla ancak vahiy yoluyla veya bir perde arkasından konuşur.' (42.51) Aişe ayrıca dedi ki, \"Ve kim sana Peygamber'in yarın ne olacağını bildiğini söylerse, o yalancıdır.\" Sonra şu ayeti okudu: 'Hiçbir nefis yarın ne kazanacağını bilemez.' (31.34) Ekledi: \"Ve kim sana O'nun (bazı Allah'ın emirlerini) gizlediğini söylerse, o yalancıdır.\" Sonra şu ayeti okudu: 'Ey Resul! Rabbinden sana indirileni tebliğ et..' (5.67) Aişe ekledi: \"Ama Peygamber (ﷺ) Cebrail'i gerçek şekliyle iki kez gördü.\""
    },
    {
      "id": 377,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edildi: 'Ve iki yay uzunluğunda bir mesafede veya daha yakın bir mesafede idi; Böylece (Allah) vahyi kullarına (Cebrail'e) iletti ve o da (Cebrail) bunu Muhammed'e iletti...' (53.9-10) İbn Mes'ud bize, Peygamber'in (ﷺ) Cebrail'i altı yüz kanatla gördüğünü rivayet etti."
    },
    {
      "id": 378,
      "narrator": "Narrated Ash-Shaibani:",
      "text": "Eş-Şaibani'den rivayet edildi: Zirr'e Allah'ın şu ifadesini sordum: 'Ve iki yay uzunluğunda bir mesafede veya daha yakın bir mesafede idi. Böylece Allah, vahyi kullarına (Cebrail'e) iletti ve o da (Cebrail) bunu Muhammed'e iletti.' (53.10) Dedi ki, \"Abdullah (bin Mes'ud) bize Muhammed'in Cebrail'i altı yüz kanatla gördüğünü bildirdi.\""
    },
    {
      "id": 379,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edildi: (vahiy hakkında) Gerçekten o (Muhammed) Rabbinden en büyük işaretleri gördü! (53.18) Peygamber (ﷺ) ufku kaplayan yeşil bir perde gördü."
    },
    {
      "id": 380,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edildi: (Lat ve Uzza hakkında Allah'ın ifadesiyle ilgili) Lat, aslında hacı için Sawiq karıştıran bir adamdı."
    },
    {
      "id": 381,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edildi: Allah'ın Resulü (ﷺ) dedi ki, \"Kim Lat ve Uzza'yı anarak yemin ederse (unutkanlıkla), 'Allah'tan başka ibadet edilecek yoktur' demelidir, ve kim arkadaşına, 'Haydi, kumar oynayalım' derse, (bir kefaret olarak) sadaka vermelidir.\""
    },
    {
      "id": 382,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edildi: Aişe'ye (Safa ile Merve arasındaki Sai hakkında) sordum. Dedi ki, \"Al-Mushailal'da yerleştirilen Manat putuna saygıdan dolayı, onun adına ihram giyenler, Safa ile Merve arasında Sai yapmazlardı, bu yüzden Allah şu ayeti indirdi: 'Şüphesiz ki, Safa ve Merve (Mekke'deki iki dağ) Allah'ın sembollerindendir.' (2.158). Bunun üzerine, Allah'ın Resulü (ﷺ) ve Müslümanlar, (aralarında) Sai yapmaya başladılar.\" Süfyan dedi: (put) Manat, Qudaid'deki Al-Mushailal'daydı. Aişe ekledi, \"Bu ayet, Ensar ile ilgili olarak indirildi. Onlar ve (Ghassan kabilesi) İslam'a girmeden önce Manat adına ihram giyiyorlardı.\" Aişe ekledi, \"Ensar'dan, Mekke ile Medine arasında bir put olan Manat adına ihram giyen adamlar vardı. Dediler ki, 'Ey Allah'ın Resulü (ﷺ)! Biz Manat'a saygıdan dolayı Safa ile Merve arasında Tawaf (Sai) yapmıyorduk.'\""
    },
    {
      "id": 383,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edildi: Peygamber (ﷺ), Nacm Suresi'ni okuduktan sonra secde yaptı ve tüm Müslümanlar, putperestler, cinler ve insanlar onunla birlikte secde ettiler."
    },
    {
      "id": 384,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edildi: Secdenin geçtiği ilk sure, Nacm Suresi'ydi (Yıldız). Allah'ın Resulü (ﷺ) onu okurken secde etti ve arkasındaki herkes secde etti, sadece bir adamı gördüm ki, eline bir avuç toprak alıp üzerine secde etti. Sonra o adamı bir kafir olarak öldürülmüş gördüm, o da Ümeyye bin Halef'ti."
    },
    {
      "id": 385,
      "narrator": "Narrated Ibn Masud:",
      "text": "İbn Mesud'dan rivayet edildi: Allah'ın Resulü (ﷺ) döneminde ay iki parçaya ayrıldı; bir parça dağın üstünde kaldı, diğer parça dağın ötesine gitti. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki, \"Bu mucizeyi şahit olun.\""
    },
    {
      "id": 386,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edildi: Ay, Peygamber'in yanında olduğumuz sırada yarıldı ve iki parçaya ayrıldı. Peygamber (ﷺ) dedi, \"Şahit olun, şahit olun (bu mucizeye).\""
    },
    {
      "id": 387,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edildi: Ay, Peygamber'in döneminde yarıldı."
    },
    {
      "id": 388,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edildi: Mekkeliler, Peygamber'den (ﷺ) bir işaret (mucize) göstermesini istediler. Böylece o, onlara ayın yarılması mucizesini gösterdi."
    },
    {
      "id": 389,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edildi: Ay iki parçaya yarıldı."
    },
    {
      "id": 390,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mesud'dan rivayet edildi: Peygamber (ﷺ) şunu okurdu: \"Fahal-min-Maddakir (o halde, öğüt alacak birisi var mı?)\""
    },
    {
      "id": 391,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle okurdu: \"Fahal-min-Maddakir (o halde öğüt alacak kimse var mı?)\""
    },
    {
      "id": 392,
      "narrator": "Narrated Abu 'Is-haq:",
      "text": "Ebu İshak'tan rivayet edilmiştir: Bir adam El-Aswad'a sordu, 'Bu 'Fahal min-Muddakir' mi yoksa 'Mudhdhakir' mı?' El-Aswad cevap verdi, 'Ben Abdullah bin Mes'ud'un 'Fahal-min Muddakir' okuduğunu duydum; ben de Peygamber (ﷺ)'in 'Fahal-min Muddakir' okuduğunu duydum.'"
    },
    {
      "id": 393,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle okurdu: \"Fahal-min-Maddakir (o halde öğüt alacak kimse var mı?)\""
    },
    {
      "id": 394,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle okudu: 'Fahal-min Muddakir': 'Şüphesiz, biz sizin gibi milletleri helak ettik; o halde öğüt alacak kimse var mı?' (54.51)"
    },
    {
      "id": 395,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Ben Peygamber (ﷺ)'in önünde 'Fahal-min-Mudhdhakir' okudum. Peygamber (ﷺ) dedi ki, \"Bu 'Fahal-min Muddakir'dir.\""
    },
    {
      "id": 396,
      "narrator": "Narrated `Abbas:",
      "text": "Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Bedir Savaşı günü bir çadırda iken şöyle dedi: \"Ey Allah! Sözünü ve ahdini yerine getirmeni istiyorum! Ey Allah! Eğer bundan sonra tapılmayacağını istiyorsan..\" Bunun üzerine Ebu Bekir, Peygamber (ﷺ)'in elinden tutarak, \"Bu yeter, ey Allah'ın Elçisi (ﷺ)! Rabbine çok ısrarla dua ettin,\" dedi, o sırada Peygamber (ﷺ) zırhını giyiyordu. Böylece Allah'ın Elçisi (ﷺ) dışarı çıktı ve 'Onların kalabalığı kaçacak ve sırtlarını dönecek.' (54.45) ayetini okudu."
    },
    {
      "id": 397,
      "narrator": "Narrated Yusuf bin Mahik:",
      "text": "Yusuf bin Mahik'ten rivayet edilmiştir: Ben, Müminlerin Annesi Aişe'nin evindeydim. O şöyle dedi: \"Bu vahiy: 'Hayır, ama Saat onların belirlenmiş zamanıdır (tam karşılıkları için); ve Saat daha önce gelecek ve en acı olacaktır.' (54.46) Muhammed'e Mekke'de, ben bir çocukken vahyedildi.\""
    },
    {
      "id": 398,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bedir Savaşı günü çadırında, Peygamber (ﷺ) şöyle dedi: \"Ey Allah! Sözünü ve ahdini yerine getirmeni istiyorum. Ey Allah! Eğer Müminlerin yok olmasını istiyorsan, bundan sonra asla tapılmayacaksın.\" Bunun üzerine Ebu Bekir, Peygamber (ﷺ)'in elinden tutarak, \"Bu yeter, ey Allah'ın Elçisi (ﷺ)! Rabbine çok ısrarla dua ettin,\" dedi. Peygamber (ﷺ) zırhını giydi ve dışarı çıktı, 'Onların kalabalığı kaçacak ve sırtlarını dönecek. Hayır, ama Saat onların belirlenmiş zamanıdır (tam karşılıkları için); ve Saat daha önce gelecek ve en acı olacaktır.' (54.45-46) ayetini okudu."
    },
    {
      "id": 399,
      "narrator": "Narrated `Abdullah bin Qais:",
      "text": "Abdullah bin Kays'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki bahçe var, bunların kapları ve içerikleri gümüştendir, ve iki başka bahçe var, bunların kapları ve içerikleri altındandır. Ve Cennet'te bulunan insanların, Cennet-i Adn'de Rablerini görmelerini engelleyen tek şey, O'nun yüzündeki İhtişam perdesidir.\""
    },
    {
      "id": 400,
      "narrator": "Narrated `Abdullah bin Qais:",
      "text": "Abdullah bin Kays'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cennet'te, her köşesinde diğer köşelerdeki kadınları görmeyecek eşler bulunan, altmış mil genişliğinde tek bir boş inciyle yapılmış bir pavilion vardır; ve iki bahçe var, bunların kapları ve içerikleri gümüştendir; ve iki başka bahçe var, bunların kapları ve içerikleri altındandır ve Cennet-i Adn'de bulunan insanların, Rablerini görmelerini engelleyen tek şey, O'nun yüzündeki İhtişam perdesidir.\""
    },
    {
      "id": 401,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cennet'te o kadar büyük bir ağaç var ki, bir binek onun gölgesinde yüz yıl seyahat edebilir; eğer isterseniz, 'Uzun uzadıya gölgede.' 56.30 ayetini okuyabilirsiniz.\""
    },
    {
      "id": 402,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: İbn Abbas'a Tevbe Suresi hakkında sordum, o da şöyle dedi: \"Tevbe Suresi? Bu, kafirlerin ve münafıkların tüm kötülüklerinin teşhiri (açıklanmasıdır). Ve bu, '...ve onlardan ...ve onlardan.' ifadesinin sık sık tekrarlandığı bir şekilde vahyedilmeye devam etti; ta ki hiç kimsenin burada anılmayacağı düşünülmeye başlandı.\" Ben de, \"Peki, Enfal Suresi ne olacak?\" dedim. O da, \"Enfal Suresi Bedir Savaşı ile ilgili olarak vahyedilmiştir.\" dedim, \"Peki, Haşr Suresi ne olacak?\" O da, \"Beni Nadir ile ilgili olarak vahyedilmiştir.\" dedi."
    },
    {
      "id": 403,
      "narrator": "Narrated Sa`id:",
      "text": "Said'ten rivayet edilmiştir: İbn Abbas'a Haşr Suresi hakkında sordum. O da, \"De ki, Nadir Suresi.\" dedi."
    },
    {
      "id": 404,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: 'Allah'ın Elçisi (ﷺ) Beni Nadir'in hurma ağaçlarını Al-Buvayr (Medine yakınlarında bir yer) de yaktı ve kesti. Bunun üzerine Allah şöyle vahyetti: 'Siz (Ey Müslümanlar) düşmanın hurma ağaçlarından kestiğiniz veya ayakta bıraktığınız şeyler, Allah'ın izniyle oldu; böylece isyankarları rezil etsin.' (59.5)"
    },
    {
      "id": 405,
      "narrator": "Narrated `Umar:",
      "text": "Ömer'den rivayet edilmiştir: Beni Nadir'in mülkleri, Allah'ın Elçisi'ne verilen ganimetler arasındaydı; bu ganimetler, Müslümanların herhangi bir seferle elde ettiği şeyler değildi, ne süvariyle ne de deveyle. Bu nedenle, bu mülkler yalnızca Allah'ın Elçisi (ﷺ) içindi ve o, onlardan eşlerinin yıllık masraflarını karşılamakta kullanır ve geri kalan gelirini Allah yolunda kullanılacak silah ve at satın almak için ayırırdı."
    },
    {
      "id": 406,
      "narrator": "Narrated Alqama:",
      "text": "Alqama'dan rivayet edilmiştir: Abdullah (bin Mes'ud) dedi ki: \"Allah, dövme yapan kadınları, dövme yaptıranları, yüzlerindeki tüyleri alan kadınları ve dişleri arasında yapay boşluklar oluşturan kadınları lanetlesin. Böylece Allah'ın yaratışını değiştirmiş olurlar.\" Bu sözleri Beni Asd'dan Um Yaqub adında bir kadına ulaştı. O, Abdullah'a gelerek, \"Senin şu kadınları lanetlediğini duydum mu?\" dedi. Abdullah, \"Allah'ın Resulü (ﷺ) tarafından lanetlenenleri niçin lanetlemeyeyim ki, onlar Allah'ın Kitabı'nda da lanetlenmiştir!\" dedi. Um Yaqub, \"Ben bütün Kur'an'ı okudum ama senin söylediğini orada bulamadım.\" dedi. Abdullah, \"Gerçekten, eğer onu okuduysan, bulmuşsundur. 'Ve Resulün size neyi verirse onu alın, ve neyi yasaklarsa ondan sakının.' (59.7) okumadın mı?\" dedi. O da, \"Evet, okudum,\" dedi. Abdullah, \"Gerçekten, Allah'ın Resulü (ﷺ) bu tür şeyleri yasakladı.\" dedi. Um Yaqub, \"Ama ben senin eşinin bu şeyleri yaptığını görüyorum?\" dedi. Abdullah, \"Git ve onu izle.\" dedi. O gitti ve onu izledi ama söylediği şeyleri destekleyecek bir şey göremedi. Bunun üzerine Abdullah, \"Eğer benim eşim düşündüğün gibi olsaydı, onu yanımda tutmazdım.\" dedi."
    },
    {
      "id": 407,
      "narrator": "Narrated `Abdullah (bin Mus'ud):",
      "text": "---"
    },
    {
      "id": 408,
      "narrator": "Narrated `Umar:",
      "text": "Abdullah (bin Mes'ud) tarafından rivayet edilmiştir: Allah'ın Resulü (ﷺ) sahte saç kullanan kadını lanetlemiştir."
    },
    {
      "id": 409,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 410,
      "narrator": "Narrated `Ali:",
      "text": "Ömer'den rivayet edilmiştir: Halefime, ilk muhacirlerin haklarına sahip çıkmasını ve onları korumasını tavsiye ediyorum; ayrıca halefime, Peygamber (ﷺ) onlara hicret etmeden önce Medine'de evleri olan ve İman eden Ensar'a karşı nazik olmasını, onların iyilerinden iyilik kabul etmesini ve kötü olanlarını affetmesini de tavsiye ediyorum."
    },
    {
      "id": 411,
      "narrator": "Narrated `Urwa:",
      "text": "---"
    },
    {
      "id": 412,
      "narrator": "Narrated Um Atiya:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Allah'ın Resulü (ﷺ)'ne geldi ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Yorgunluktan ve açlıktan muzdaripim.\" Peygamber (ﷺ) eşlerine (bir şey almak için) birini gönderdi, ama elçi onlarda hiçbir şey bulamadı. Sonra Allah'ın Resulü (ﷺ) arkadaşlarına dedi ki: \"Bu adamı bu gece kim misafir edebilir ki, Allah ona merhamet etsin?\" Bir Ensari adam ayağa kalktı ve dedi ki: \"Ben (onu misafir edeceğim), ey Allah'ın Resulü (ﷺ)!\" O, eşine gitti ve ona dedi ki: \"Bu, Allah'ın Resulü (ﷺ)'nin misafiridir, ondan hiçbir şeyi esirgeme.\" O da, \"Vallahi, bende çocukların yiyeceğinden başka bir şey yok.\" dedi. O, \"Çocuklar akşam yemeğini istediklerinde, onları yatır ve ışığı söndür; bu gece yemek yemeyeceğiz.\" dedi. O da öyle yaptı. Sabah olduğunda, Ensari adam Allah'ın Resulü (ﷺ)'ne gitti ve o da, \"Allah, falan ve eşine (iyi davranışları sebebiyle) razı oldu.\" dedi. Sonra Allah şöyle vahyetti: 'Ama onları, kendilerine tercih edin, oysa ki onlara ihtiyaçları vardı.' (59.9)"
    },
    {
      "id": 413,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 414,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "Ali'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) beni Zübeyr ve Mikdad ile birlikte gönderdi ve dedi ki: \"Raudat-Khakh adında bir yere gidin, orada bir kadın bir deve üzerinde bir howda içinde seyahat ediyor. Onun bir mektubu var. Mektubu ondan alın.\" Biz yola çıktık ve atlarımız tam hızla koşarak Raudat-Khakh'a ulaştık, ve bakın, kadını gördük ve ona, \"Mektubu çıkar!\" dedik. O, \"Bende mektup yok.\" dedi. Biz, \"Ya mektubu çıkar ya da elbiselerini üzerimizden çıkarırız.\" dedik. O da, saç örgüsünden mektubu çıkardı. Mektubu Peygamber (ﷺ)'e getirdik ve bakın, Hatib bin Ebi Balta'a tarafından Mekke'deki bazı putperestlere yazılmıştı, Peygamber'in bazı meselelerini onlara bildiriyordu. Peygamber (ﷺ) dedi ki: \"Bu nedir, ey Hatib?\" Hatib, \"Bana acele etme, ey Allah'ın Resulü (ﷺ)! Ben bir Ensariyim ve onlardan (Kureyş kafirlerinden) değilim; seninle birlikte olan muhacirlerin, Mekke'de ailelerini ve mallarını koruyan akrabaları vardı. Bu yüzden, onlarla kan bağı olmadığı için, onlara bir iyilik yapmak istedim ki, akrabalarımı (Mekke'de) koruyabilsinler; bunu inkar veya dinimden ayrılma isteğiyle yapmadım.\" Peygamber daha sonra arkadaşlarına dedi ki: \"O (Hatib) size doğruyu söyledi.\" Ömer, \"Ey Allah'ın Resulü! Başını kesmeme izin ver!\" dedi. Resul, \"O, Bedir Savaşı'na katılanlardan biridir, ve sen ne bilirsin, belki Allah Bedir halkına (Bedir savaşçılarına) baktı ve 'İstediğinizi yapın, çünkü ben sizi affettim.' dedi.\" (Amr, bir alt rivayetçi, şöyle dedi: Bu ayet onun (Hatib) hakkında indirildi: 'Ey iman edenler! Benim düşmanlarımı ve sizin düşmanlarınızı dost edinmeyin veya koruyucu olarak almayın.' (60.1)"
    },
    {
      "id": 415,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ali'den rivayet edilmiştir: Süfyan'a, 'Benim düşmanlarımı ve sizin düşmanlarınızı...' ayetinin Hatib ile ilgili olarak mı indirildiğini sordular. Süfyan, \"Bu sadece insanların rivayetinde geçmektedir. Hadisi Amr'dan ezberledim, ondan bir harf bile atlamadım, ve ondan başka kimsenin bunu ezbere bildiğini bilmiyorum.\" dedi."
    },
    {
      "id": 416,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "---"
    },
    {
      "id": 417,
      "narrator": "Narrated Abu Huraira:",
      "text": "Urve'den rivayet edilmiştir: Peygamber'in eşi Aişe, \"Allah'ın Resulü (ﷺ), kendisine hicret eden mümin kadınları bu ayete göre inceliyordu: 'Ey Peygamber! Mümin kadınlar sana biat etmek için geldiklerinde...' Gerçekten, Allah çok bağışlayandır, çok merhamet edendir.' (60.12) Aişe dedi ki: \"Eğer mümin kadınlardan herhangi biri (yukarıda belirtilen ayetteki) şartı kabul ederse, Allah'ın Resulü (ﷺ) ona, 'Ben senin biatini kabul ettim.' derdi.\" \"O sadece bunu derdi, çünkü vallahi, onun eli, o biat sırasında hiçbir kadına dokunmadı. Onların biatini, 'Ben senin biatini kabul ettim.' diyerek alırdı.\""
    },
    {
      "id": 418,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 419,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Um Atiye'den rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ)'ne biat ettik ve o bize şunu okudu: 'Onlar Allah'a hiçbir şeyi ortak koşmayacaklar,' ve ölüler için ağıt yakmamızı yasakladı. Bunun üzerine bir kadın elini çekti (biat almaktan vazgeçti) ve dedi ki: \"Ama falan kadın, akrabamdan biri için ağıt yaktı, o yüzden ben de onun akrabaları için aynı şeyi yapmalıyım.\" Peygamber (ﷺ) buna itiraz etmedi, böylece o gitti (oraya) ve Peygamber (ﷺ)'e döndü, böylece onun biatini kabul etti."
    },
    {
      "id": 420,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "---"
    },
    {
      "id": 421,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: Amcamla birlikteydim ve `Abdullah bin Ubai bin Salul'un, \"Allah'ın Messenger'ı (ﷺ) ile olanlara harcama yapmayın ki, dağılacaklar ve ondan uzaklaşacaklar.\" dediğini duydum. Ayrıca, \"Medine'ye dönersek, şüphesiz, daha onurlu olanlar, daha aşağı olanları oradan atacak.\" dedi. Bunun üzerine amcama bunu bildirdim ve amcam bunu Allah'ın Messenger'ı (ﷺ) ile paylaştı. Allah'ın Messenger'ı (ﷺ) `Abdullah bin Ubai ve arkadaşlarını çağırdı. Onlar, böyle bir şey söylemediklerine yemin ettiler. Allah'ın Messenger'ı (ﷺ) onların beyanını doğru kabul etti ve benimkini reddetti. Bu durum beni daha önce hiç hissetmediğim kadar üzüntüye boğdu ve evde kaldım. Sonra Allah, (Münafıkun Suresi'ni) indirdi: 'Münafıklar sana geldiğinde.....(63.1) Onlar, Allah'ın Messenger'ı (ﷺ) ile olanlara harcama yapmayın diyenlerdir...(63.7) Şüphesiz, daha onurlu olanlar, daha aşağı olanları oradan atacaklardır..' (63.7-8) Allah'ın Messenger'ı (ﷺ) beni çağırdı ve o Sureyi okudu ve \"Allah, senin beyanını tasdik etti.\" dedi."
    },
    {
      "id": 422,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: `Abdullah bin Ubai, \"Allah'ın Messenger'ı (ﷺ) ile olanlara harcama yapmayın.\" dediğinde ve ayrıca, \"Medine'ye dönersek,\" dediğinde, ben de bu sözü Peygamber'e (ﷺ) bildirdim. Ensar bana bu konuda kızdı ve `Abdullah bin Ubai, böyle bir şey söylemediğine yemin etti. Eve döndüm ve uyudum. Sonra Allah'ın Messenger'ı (ﷺ) beni çağırdı ve yanına gittim. O, \"Allah, senin beyanını tasdik etti.\" dedi. Ayet: \"Onlar, harcama yapmayın diyenlerdir......(63.7) indirildi."
    },
    {
      "id": 423,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikte bir sefere çıktık ve insanlar yiyecek sıkıntısı çekti. Bunun üzerine `Abdullah bin Ubai, arkadaşlarına, \"Allah'ın Messenger'ı (ﷺ) ile olanlara harcama yapmayın ki, dağılacaklar ve ondan uzaklaşacaklar.\" dedi. Ayrıca, \"Medine'ye dönersek, şüphesiz, daha onurlu olanlar, daha aşağı olanları oradan atacak.\" dedi. Ben de bunu Peygamber'e (ﷺ) bildirdim. O, `Abdullah bin Ubai'yi çağırdı ve ona sordu, ama `Abdullah bin Ubai, böyle bir şey söylemediğine yemin etti. İnsanlar, \"Zaid, Allah'ın Messenger'ına (ﷺ) yalan söyledi.\" dediler. Onların söyledikleri beni çok üzdü. Daha sonra Allah, benim beyanımı tasdik eden bir ayet indirdi:-- '(Münafıklar sana geldiğinde.' (63.1) Bunun üzerine Peygamber (ﷺ) onları çağırdı ki, Allah'tan bağışlanma dilesinler, ama onlar başlarını çevirdiler. (Allah'ın \"Tahta parçaları gibi desteklenmiş\" sözü hakkında, Zaid dedi ki; Onlar en güzel adamlardı.)"
    },
    {
      "id": 424,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: Amcamla birlikteyken, `Abdullah bin Ubai bin Salul'un, \"Allah'ın Messenger'ı (ﷺ) ile olanlara harcama yapmayın ki, dağılacaklar ve ondan uzaklaşacaklar.\" dediğini duydum. \"Medine'ye dönersek, şüphesiz, daha onurlu olanlar, daha aşağı olanları oradan atacak.\" dedim. Bunu amcama söyledim, o da bunu Peygamber'e (ﷺ) iletti. Peygamber (ﷺ) beni çağırdı ve ona bunu anlattım. Sonra `Abdullah bin Ubai ve arkadaşlarını çağırdı ve onlar, böyle bir şey söylemediklerine yemin ettiler. Peygamber (ﷺ) benim beyanımı reddetti ve onların beyanını kabul etti. Daha önce hiç hissetmediğim kadar üzüntüye boğuldum ve evde kaldım. Amcam bana, \"Sadece Peygamber'in (ﷺ) seni yalancı olarak görmesini ve senden nefret etmesini istedin.\" dedi. Sonra Allah indirdi:-- 'Münafıklar sana geldiğinde, \"Şüphesiz, sen Allah'ın Elçisisin.\" derler.' (63.1) Bunun üzerine Peygamber (ﷺ) beni çağırdı ve bunu okudu ve \"Allah, senin beyanını tasdik etti.\" dedi."
    },
    {
      "id": 425,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Biz bir Gazve'deydik (Sufyan bir kez, bir orduda) ve göçmenlerden bir adam, bir Ensari adamı (poposuna ayağıyla) tekmeledi. Ensari adam, \"Ey Ensar! (Yardım edin!)\" dedi ve göçmen, \"Ey göçmenler! (Yardım edin!)\" dedi. Allah'ın Messenger'ı (ﷺ) bunu duydu ve \"Bu, cehalet dönemine ait bir çağrı değil mi?\" dedi. Onlar, \"Ey Allah'ın Messenger'ı (ﷺ)! Göçmenlerden bir adam, Ensar'dan birine (poposuna ayağıyla) tekme attı.\" dediler. Allah'ın Messenger'ı (ﷺ) \"Bırakın, bu çağrı iğrenç bir şeydir.\" dedi. `Abdullah bin Ubai bunu duydu ve \"Göçmenler böyle mi yaptı? Vallahi, Medine'ye dönersek, şüphesiz, daha onurlu olanlar, daha aşağı olanları oradan atacak.\" dedi. Bu sözler Peygamber'e ulaştığında, `Umar ayağa kalktı ve \"Ey Allah'ın Messenger'ı (ﷺ)! Bu münafığın (Abdullah bin Ubai) başını kesmeme izin ver!\" dedi. Peygamber (ﷺ) \"Bırak onu, yoksa insanlar, Muhammed, arkadaşlarını öldürüyor der.\" dedi. Ensar, göçmenlerden daha fazla sayıda iken, göçmenler Medine'ye geldiğinde, daha sonra göçmenlerin sayısı arttı."
    },
    {
      "id": 426,
      "narrator": "Narrated Musa bin `Uqba:",
      "text": "Musa bin `Uqba'dan rivayet edilmiştir: `Abdullah bin Al-Fadl, Anas bin Malik'in, \"Al-Harra Savaşı'nda öldürülenler için çok üzgünüm.\" dediğini bana iletti. Zaid bin Arqam, benim (öldürülen Ensar) üzerindeki derin üzüntümü duyduğunda, bana bir mektup yazdı ve Allah'ın Messenger'ı (ﷺ) 'Ey Allah! Ensar'ı ve Ensar'ın çocuklarını bağışla.' dediğini yazdı. Alt rivayetçi, İbn Al-Fadl, Peygamber'in (ﷺ) 'Ve onların torunlarını da' dediğinden emin değildir. Orada bulunan bazıları Anas'a (Zaid hakkında) sordular. O, \"O (Zaid), Allah'ın Messenger'ının (ﷺ) 'O, Allah'ın sesiyle işittiği birisidir.' dediği kişidir.\" dedi."
    },
    {
      "id": 427,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Biz bir Gazve'deydik ve göçmenlerden bir adam, bir Ensari'yi (poposuna ayağıyla) tekmeledi. Ensari adam, \"Ey Ensari! (Yardım edin!)\" dedi. Göçmen, \"Ey göçmenler! (Yardım edin!)\" dedi. Allah'ın Messenger'ı (ﷺ) bunu duydu ve \"Bu nedir?\" dedi. Onlar, \"Göçmenlerden bir adam, Ensar'dan bir adamı (poposuna ayağıyla) tekmeledi.\" dediler. Bunun üzerine Ensar, \"Ey Ensar!\" dedi ve göçmen de \"Ey göçmenler!\" dedi. Peygamber (ﷺ) \"Bırakın, bu çağrı iğrenç bir şeydir.\" dedi. Peygamber (ﷺ) Medine'ye geldiğinde Ensar, göçmenlerden daha fazla sayıda idi, ama daha sonra göçmenlerin sayısı arttı. `Abdullah bin Ubai, \"Onlar (göçmenler) böyle mi yaptı? Vallahi, Medine'ye dönersek, şüphesiz, daha onurlu olanlar, daha aşağı olanları oradan atacak.\" dedi. `Umar bin Al-Khattab, \"Ey Allah'ın Messenger'ı (ﷺ)! Bu münafığın başını kesmeme izin ver!\" dedi. Peygamber (ﷺ) \"Bırak onu, yoksa insanlar, Muhammed, arkadaşlarını öldürüyor der.\" dedi."
    },
    {
      "id": 428,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: `Abdullah bin `Umar, karısını âdeti sırasında boşadığını söyledi. Bunun üzerine `Umar, Allah'ın Messenger'ına (ﷺ) bunu bildirdi. Allah'ın Messenger'ı (ﷺ) buna çok öfkelendi ve \"İbn `Umar, onu evine geri döndürmeli ve onu karısı olarak tutmalı, ta ki temizlenene kadar ve sonra tekrar âdet görüp temizlenene kadar, ardından eğer boşamak isterse, onu hâlâ temizken ve onunla cinsel ilişkiye girmeden önce boşayabilir, çünkü bu, Allah'ın emrettiği boşama için yasal olarak belirlenmiş süredir.\" dedi."
    },
    {
      "id": 429,
      "narrator": "Narrated Abu Salama:",
      "text": "Ebu Salama'dan rivayet edilmiştir: Bir adam, İbn `Abbas'a geldi, o sırada Ebu Hureyre onunla birlikte oturuyordu ve \"Kocası öldükten kırk gün sonra bir çocuk doğuran bir kadın hakkında hükmünü ver.\" dedi. İbn `Abbas, \"Bu, iki belirlenmiş süreden birinin sona erdiğini gösterir.\" dedi. Ben, \"Hamile olanlar için belirlenmiş süre, yüklerini doğurana kadar devam eder.\" dedim. Ebu Hureyre, \"Ben kuzenimle (Ebu Salama) aynı fikirdeyim.\" dedi. Sonra İbn `Abbas, kölesi Kuraib'i Um Salama'ya gönderdi, bu konuyu sorması için. O da, \"Subai'a el Aslamiya'nın kocası, o hamileyken öldürüldü ve o, kocasının ölümünden kırk gün sonra bir çocuk doğurdu. Sonra onunla evlenmek istendi ve Allah'ın Messenger'ı (ﷺ) onu (birine) evlendirdi. Ebu As-Sanabil, onunla evlenmek isteyenlerden biriydi.\" dedi."
    },
    {
      "id": 430,
      "narrator": "",
      "text": "Hadis 4909'a bakınız."
    },
    {
      "id": 431,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'dan rivayet edilmiştir: Eğer birisi karısına, \"Sen bana haramsın.\" derse, yeminini telafi etmelidir. İbn `Abbas ekledi: \"Sizde, Allah'ın Messenger'ında (ﷺ) takip edilecek mükemmel bir örnek vardır.\""
    },
    {
      "id": 432,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) Zeynep binti Cahş'ın evinde bal içerdi ve onunla orada kalırdı. Hafsa ve ben gizlice anlaştık ki, eğer o, herhangi birimize gelirse, ona \"Görünüşe göre Maghafir (kötü kokulu bir reçine) yedin, çünkü senden Maghafir kokusu alıyorum.\" diyeceğiz. (Bunu yaptık) ve o, \"Hayır, ama Zeynep binti Cahş'ın evinde bal içiyordum ve bir daha asla içmeyeceğim. Bununla ilgili yemin ettim ve bunu kimseye söylememelisiniz.\" dedi."
    },
    {
      "id": 433,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'dan rivayet edilmiştir: Bir yıl boyunca, `Umar bin Al-Khattab'a bir Ayetin (Tahrim Suresi'nde) açıklamasını sormak istedim ama ona çok saygı duyduğum için soramadım. Hac için gittiğinde ben de onunla birlikte gittim. Dönüş yolunda, hala evimize dönerken, `Umar, Arak ağaçlarının yanında ihtiyaç gidermek için kenara gitti. Ben de onun bitirmesini bekledim ve ardından onunla birlikte devam ettim ve ona, \"Ey Müminlerin lideri! Peygamber'in (ﷺ) aleyhine birbirlerine destek olan iki eşi kimlerdi?\" dedim. O, \"Onlar Hafsa ve `Aişe'dir.\" dedi. Sonra ben ona, \"Vallahi, bunu bir yıl önce sormak istedim ama sana olan saygımdan dolayı bunu yapamadım.\" dedim. `Umar, \"Benden sormaktan çekinme. Eğer bir konuda bilgi sahibi olduğumu düşünüyorsan, sor; eğer bir şey biliyorsam, sana söylerim.\" dedi. Sonra `Umar ekledi, \"Vallahi, Cahiliye döneminde kadınlara dikkat etmezdik, ta ki Allah, onlarla ilgili ne indirdiyse indirdi ve onlara neyi tayin ettiyse tayin etti. Bir gün bir konu üzerinde düşünürken, karım, \"Şunu yapmanı öneriyorum.\" dedi. Ben de ona, \"Bu konuyla senin ne alakan var? Neden benim gerçekleştirmek istediğim bir konuya burnunu sokuyorsun?\" dedim. O da, \"Ne kadar garipsin, Ey Al-Khattab'ın oğlu! Sen, Allah'ın Messenger'ı (ﷺ) ile tartışılmasını istemiyorsun ama kızın Hafsa, Allah'ın Messenger'ı (ﷺ) ile o kadar tartışıyor ki, o bir tam gün öfkeli kalıyor!\" dedi. `Umar, hemen dış giyimini giyip Hafsa'nın yanına gitti ve ona, \"Ey kızım! Allah'ın Messenger'ı (ﷺ) ile tartışıyor musun ki, o bir tam gün öfkeli kalıyor?\" dedi. Hafsa, \"Vallahi, biz onunla tartışıyoruz.\" dedi. `Umar, \"Bil ki, seni Allah'ın azabından ve Allah'ın Messenger'ının (ﷺ) öfkesinden uyarıyorum... Ey kızım! Allah'ın Messenger'ının (ﷺ) ona olan sevgisi nedeniyle güzelliğiyle övünen birine aldanma.\" dedi. `Umar, \"Sonra Um Salama'nın evine gittim, o da benim akrabamdır ve onunla konuştum. O, \"Ey Al-Khattab'ın oğlu! Her şeye müdahale etmen oldukça şaşırtıcı; Allah'ın Elçisi ile karıları arasında bile müdahale etmek istiyorsun!\" dedi. Vallahi, onun sözleri beni o kadar etkiledi ki, öfkemden bir kısmını kaybettim. Onu bıraktım (ve eve döndüm). O zaman, benim bir Ensar arkadaşım vardı, o da benim yokluğumda haber getirirdi ve ben de onun yokluğunda ona haber getirirdim. O günlerde, Ghassan kabilesinin bir kralından korkuyorduk. Onun bize saldırmayı düşündüğünü duyduk, bu yüzden kalplerimizi korku kapladı. (Bir gün) Ensar arkadaşım aniden kapımı çaldı ve \"Aç! Aç!\" dedi. Ben de, \"Ghassan kralı mı geldi?\" dedim. O, \"Hayır, ama daha kötü bir şey; Allah'ın Messenger'ı (ﷺ) karılarından uzaklaştı.\" dedi. Ben de, \"Aişe ve Hafsa'nın burunları toza yapışsın (yani, aşağılık olsun)!\" dedim. Sonra elbiselerimi giydim ve Allah'ın Messenger'ı (ﷺ) 'nın evine gittim, ve bakın, o, merdivenle çıktığı üst bir odada kalıyordu ve Allah'ın Messenger'ının (ﷺ) siyah bir kölesi ilk basamakta oturuyordu. Ben de ona, \"De ki (Peygamber'e (ﷺ)), `Umar bin Al-Khattab burada.\" dedim. Sonra Peygamber (ﷺ) beni kabul etti ve hikayeyi ona anlattım. Um Salama'nın hikayesini anlattığımda, Allah'ın Messenger'ı (ﷺ) palmiye yapraklarından yapılmış bir hasır üzerinde yatarken gülümsedi, aralarında hiçbir şey yoktu. Başının altında, palmiye lifleriyle doldurulmuş bir deri yastık vardı ve ayaklarının altında bir kaç palmiye yaprağı birikmişti, başının üzerinde ise birkaç su tulumu asılıydı. Hasırın izlerini yan tarafında gördüğümde, ağladım. O, \"Neden ağlıyorsun?\" dedi. Ben de, \"Ey Allah'ın Messenger'ı (ﷺ)! Sezar ve Hüsrev lüks bir hayat sürerken, sen, Allah'ın Messenger'ı (ﷺ) olsan da, yoksulluk içinde yaşıyorsun.\" dedim. Peygamber (ﷺ) daha sonra, \"Onların bu dünyadan zevk alması ve bizim de ahiretten zevk almamız seni tatmin etmeyecek mi?\" dedi."
    },
    {
      "id": 434,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'dan rivayet edilmiştir: `"
    },
    {
      "id": 435,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Narrated Ibn `Abbas: I intended to ask `Umar about those two ladies who back each other against 'Allah's Messenger (ﷺ) . For one \nyear I was seeking the opportunity to ask this question, but in vain, until once when I accompanied \nhim for Hajj. While we were in Zahran, `Umar went to answer the call of nature and told me to follow \nhim with some water for ablution. So I followed him with a container of water and started pouring \nwater for him. I found it a good opportunity to ask him, so I said, \"O chief of the Believers! Who were \nthose two ladies who had backed each other (against the Prophet)?\" Before I could complete my \nquestion, he replied, \"They were `Aisha and Hafsa.\""
    },
    {
      "id": 436,
      "narrator": "Narrated `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamberin (ﷺ) eşleri kıskançlıklarından dolayı birbirlerine destek verdiler, bunun üzerine ben onlara, \"Eğer hepinizi boşarsa, Allah size onlardan daha iyi eşler verebilir.\" dedim. Bunun üzerine bu ayet indirildi. (66.5)"
    },
    {
      "id": 437,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (Ayet hakkında): \"Bütün bunlardan sonra zalim, alçak doğmuş (gayri meşru).\" (68.13) Bu, Kureyş'ten bir adam hakkında indirildi; bu adamın, koyunların boynuna asılan tanınmış bir işareti (Zanamah) vardı."
    },
    {
      "id": 438,
      "narrator": "Narrated Haritha bin Wahb Al-Khuza`i:",
      "text": "Haritha bin Wahb el-Huzai'den rivayet edilmiştir: Peygamberin (ﷺ) şöyle dediğini duydum: \"Size cennet halkından bahsedeyim mi? İnsanların küçümsediği her zayıf, fakir ve belirsiz kişi ki, bir şey yapmak için yemin ettiğinde, Allah onun yeminini yerine getirir. Ve size cehennem halkından bahsedeyim mi? Onlar, şiddetli, kibirli ve inatçı olanlardır.\""
    },
    {
      "id": 439,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Peygamberin (ﷺ) şöyle dediğini duydum: \"Rabbimiz Allah, bacağını açacak ve o zaman tüm müminler, erkekler ve kadınlar, O'na secde edeceklerdir; fakat dünyada gösteriş için ve iyi bir şöhret kazanmak amacıyla secde edenler kalacak. O insanlar (Kıyamet Günü) secde etmeye çalışacaklar ama sırtları, tek bir kemik (bir omurga) gibi sert olacak.\""
    },
    {
      "id": 440,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Nuh'un kavminin taptığı tüm putlar, daha sonra Araplar tarafından da tapılmıştır. Wadd putu, Kalb kabilesi tarafından Daumat-al-Candal'da tapılmıştır; Suwa', Hudhail kabilesinin putuydu; Yaghouth, Murad kabilesi ve daha sonra Beni Ghutaif tarafından Saba yakınlarındaki Al-Jurf'ta tapılmıştır; Ya'uk, Hamdan kabilesinin putuydu ve Nasr, Dhi-al-Kala' dalı olan Himyar'ın putuydu. (Putların) isimleri, daha önce Nuh'un kavminin bazı salih insanlarına aitti ve onlar öldüklerinde, Şeytan, kavimlerini (oturdukları yerlerde putlar hazırlayıp yerleştirmeleri ve o putlara o salih insanların isimlerini vermeleri için) ilham etti. Kavim bunu yaptı ama putlar, o insanlardan (bu putları başlatanlardan) biri ölmeden tapılmadı ve putların kökeni belirsiz hale geldi; bunun üzerine insanlar onlara tapmaya başladılar."
    },
    {
      "id": 441,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) bir grup arkadaşıyla birlikte Ukaz Pazarına doğru çıktı. O sırada şeytanlar ile gökyüzü arasında bir engel oluştu ve onlara ateşler gönderildi, böylece şeytanlar geri döndü. Diğer şeytanları şöyle dedi: \"Sizde ne oluyor?\" Onlar, \"Gökyüzü ile aramızda bir şey engel oldu ve bize ateşler (alevler) atıldı.\" dediler. Diğer şeytanları, \"Sizde gökyüzü ile aranızda hiçbir şey engel olmadı, ama önemli bir olay oldu. Bu nedenle, doğuya ve batıya seyahat edin ve ne olduğunu öğrenmeye çalışın.\" dediler. Böylece yola çıktılar ve doğuya ve batıya seyahat ederek, aralarındaki engeli bulmaya çalıştılar. Tihama'ya doğru yola çıkan şeytanlar, Allah'ın Messengerı (ﷺ) ile Nakhla'da (Mekke ile Taif arasında bir yer) karşılaştılar; o, Fajr namazını arkadaşlarıyla birlikte kılıyordu. Allah'ın Messengerı (ﷺ) tarafından Kur'an okunduğunu duyduklarında, dinlediler ve birbirlerine dediler: \"İşte bu, gökyüzü ile aramızda engel olan şey.\" Sonra kendi kavimlerine döndüler ve dediler: \"Ey kavmimiz! Gerçekten harika bir okuma (Kur'an) duyduk. Doğruya rehberlik ediyor ve ona inandık. Rabbimizle birlikte kimseyi ibadet etmeyeceğiz.\" (Bkz. 72.1-2) Sonra Allah, Peygamberine (Cin Suresi) indirdi: \"De ki: Bana, bir grup (3-9) cinin (Kur'an'ı) dinlediği vahyedildi.\" (72.1) Cinlerin beyanı ona vahyedildi."
    },
    {
      "id": 442,
      "narrator": "Narrated Yahya bin Abi Kathir:",
      "text": "Yahya bin Ebi Katir'den rivayet edilmiştir: Ben, Ebu Salama bin Abdurrahman'a Kur'an'ın ilk indirilen suresi hakkında sordum. O, \"Ey örtünmüş (yani Al Muddaththir).\" diye cevap verdi. Ben, \"Onların, 'Oku, yaratan Rabbinin adıyla' (yani Al-Alaq Suresi) olduğunu söylediklerini duydum.\" dedim. Bunun üzerine Ebu Salama, \"Ben, aynı şeyi söyleyerek, Cabir bin Abdullah'a sordum, o da, 'Size Allah'ın Messengerı (ﷺ) tarafından söylenenden başka bir şey söylemeyeceğim. Allah'ın Messengerı (ﷺ) dedi ki: 'Hira mağarasında yalnızdım ve yalnızlık süremi tamamladıktan sonra, aşağı indim ve bir sesin beni çağırdığını duydum. Sağ tarafa baktım ama hiçbir şey göremedim. Sonra yukarı baktım ve bir şey gördüm. Hemen Hatice'ye (Peygamberin eşi) gittim ve beni örtmesini ve üzerine soğuk su dökmesini söyledim. O da beni sardı ve üzerine soğuk su döktü.' Sonra, 'Ey örtünmüş! Kalk ve uyar.' (Al Muddaththir Suresi) indirildi.\" (74.1)"
    },
    {
      "id": 443,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hira mağarasında yalnızdım...\" (Ali bin El-Mubarak tarafından rivayet edilen benzer bir anlatıma benzer, 444'te)."
    },
    {
      "id": 444,
      "narrator": "Narrated Yahya:",
      "text": "Yahya'dan rivayet edilmiştir: Ebu Salama'ya, \"Kur'an'ın ilk indirilen suresi hangisidir?\" diye sordum. O, \"Ey örtünmüş (Al-Muddaththir).\" diye cevap verdi. Ben, \"Bana, 'Oku, yaratan Rabbinin adıyla' (yani Al-Alaq Suresi) olduğunu bildirdiler.\" dedim... (Ali bin El-Mubarak tarafından rivayet edilen benzer bir anlatıma benzer, 444'te)."
    },
    {
      "id": 445,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) ilahi vahyin duraklama dönemini tarif ederken şöyle dedi: \"Yürüyordum, gökyüzünden sesler duydum. Yukarı baktım ve işte! Hira mağarasında bana gelen aynı Melek, gökyüzü ile yer arasında bir sandalyede oturuyordu. O kadar korktum ki (eve döndüm) ve 'Beni örtün!' dedim. Beni sardılar. Sonra Allah, 'Ey örtünmüş... ve namaz farz olmadan önce putları terk et.' indirdi. Rujz, putlar demektir.\""
    },
    {
      "id": 446,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) ilahi vahyin duraklama dönemini tarif ederken, \"Yürüyordum, gökyüzünden bir ses duydum. Gökyüzüne baktım ve işte! Hira mağarasında bana gelen aynı Melek, gökyüzü ile yer arasında bir sandalyede oturuyordu. O kadar korktum ki yere düştüm. Sonra eşime gittim ve 'Beni örtün! Beni örtün!' dedim. Beni sardılar ve sonra Allah, 'Ey örtünmüş! Kalk ve uyar... ve putları terk et.' (74.1-5) indirdi. Ebu Salama dedi ki... Rujz, putlar demektir.\" Ondan sonra, ilahi vahiy daha sık ve düzenli bir şekilde gelmeye başladı."
    },
    {
      "id": 447,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) ilahi vahiy kendisine indirildiğinde dilini hareket ettirirdi. (Süfyân, bir alt rivayetçi, Peygamberin (ﷺ) dudaklarını nasıl hareket ettirdiğini gösterdi) ve ekledi: \"Bunu ezberlemek için.\" Bunun üzerine Allah, \"Kur'an hakkında acele etme diye dilini hareket ettirme.\" (75.16) indirdi."
    },
    {
      "id": 448,
      "narrator": "Narrated Musa bin Abi Aisha:",
      "text": "Musa bin Ebi Aişa'dan rivayet edilmiştir: O, Sa'id bin Cubeyr'e (Allah'ın beyanı hakkında) sordu: \"Kur'an hakkında acele etme diye dilini hareket ettirme.\" O, \"İbn Abbas, Peygamber (ﷺ) ilahi vahiy kendisine indirildiğinde dudaklarını hareket ettiriyordu. Bu nedenle, Peygamber (ﷺ) dilini hareket ettirmemesi emredildi, böylece bazı kelimeler hafızasından kaçmasın. 'Onu toplamak bize aittir' demek, 'Onu senin göğsünde toplarız' demektir; ve onun okunması demek, 'Sana onu okutturacağız.' 'Ama biz onu okuduğumuzda (yani sana indirildiğinde), onun okumasına uy.' demek, 'Onu senin dilinle açıklamak bize aittir.' demektir.\""
    },
    {
      "id": 449,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın beyanı hakkında: \"Kur'an hakkında acele etme diye dilini hareket ettirme.\" (75.16) Cebrail, Allah'ın Messengerı (ﷺ) ilahi vahiy indirdiğinde, o (Allah'ın Messengerı (ﷺ)) dilini ve dudaklarını hareket ettiriyordu ve bu durum onun için çok zor oluyordu; bu hareket, vahyin gerçekleştiğini gösteriyordu. Bunun üzerine Allah, Kıyamet Suresi'nde, \"Kıyamet Günü'ne yemin ederim...\" (75) ile başlayan ayetleri indirdi: \"Kur'an hakkında acele etme diye dilini hareket ettirme. Onu (Kur'an) aklında toplamak bize aittir ve sana onu ezberletmek.\" (75.16-17) İbn Abbas ekledi: \"Onu (Kur'an) aklında toplamak bize aittir ve sana onu ezberletmek demek, 'Onu indirdiğimizde dinle. Sonra onu açıklamak bize aittir.' demektir; 'Onu senin dilinle açıklamak bize aittir.' demektir.\" Böylece Cebrail, Allah'ın Messengerı (ﷺ) geldiğinde, o sessiz kalır ve dinlerdi; Melek gittiğinde, Peygamber (ﷺ) o vahyi, Allah'ın ona vaat ettiği gibi okurdu."
    },
    {
      "id": 450,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Biz, Peygamber (ﷺ) ile birlikteyken Wal-Mursalat Suresi ona indirildi. Onun ağzından alırken, aniden bir yılan geldi ve onu öldürmek için koştuk, ama o bizden hızlıydı ve deliğine hızlıca girdi. Allah'ın Messengerı (ﷺ) dedi ki: \"O, sizin şerrinizden kurtuldu, siz de onun şerrinden kurtuldunuz.\""
    },
    {
      "id": 451,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: (Benzer şekilde - yukarıdaki no. 452.)"
    },
    {
      "id": 452,
      "narrator": "Narrated `Abdullah:",
      "text": "---"
    },
    {
      "id": 453,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile bir mağarada iken, \"Wal Mursalat\" suresi ona indirildi ve biz, vahyi aldığı anda doğrudan onun ağzından duyduk. Aniden bir yılan çıktı ve Allah'ın Elçisi (ﷺ) dedi ki, \"Ona saldırın ve öldürün!\" Biz onu öldürmek için koştuk ama o bizden hızlıydı. Allah'ın Elçisi dedi ki, \"O, sizin şerrinizden kurtuldu, siz de onun şerrinden kurtuldunuz.\""
    },
    {
      "id": 454,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 455,
      "narrator": "Narrated `Abdullah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (Hadis 454'ün açıklamasıyla ilgili) \"Gerçekten, (Cehennem) kaleler gibi büyük kıvılcımlar atar.\" Kışın ısınmak için üç arşın uzunluğunda veya daha kısa odunları tomruk şeklinde toplardık ve bu tür odunlara Qasr derdik."
    },
    {
      "id": 456,
      "narrator": "Narrated Al--A`mash:",
      "text": "---"
    },
    {
      "id": 457,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"... Kıvılcımlar atar gibi Al-Qasr ...\" (V. 77:32) ile ilgili olarak: Üç arşın uzunluğunda veya daha uzun odunları kış için ısınma amacıyla depolamak üzere toplardık ve buna Al-Qasr derdik, bu aynı zamanda bir kale veya bir hisar anlamına gelir. \"Sanki onlar Jimalatun Sufr (sarı develer veya ip yığınları) gibidir.\" (V.77:33): Bu, bir geminin iplerinin, insanların bel genişliğine kadar yığınlar halinde yapılması anlamına gelir."
    },
    {
      "id": 458,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 459,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) ile bir mağarada iken, \"Wal Mursalat\" suresi ona indirildi ve o bunu okudu, ben de vahyi okuduğu anda doğrudan onun ağzından duydum. Aniden bir yılan üzerimize atladı ve Peygamber (ﷺ) dedi ki, \"Onu öldür!\" Biz onu öldürmek için koştuk ama o hızla kaçtı. Peygamber (ﷺ) dedi ki, \"O, sizin şerrinizden kurtuldu, siz de onun şerrinden kurtuldunuz.\""
    },
    {
      "id": 460,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 461,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Al-A'mash'tan rivayet edilmiştir: Ebu Hureyre dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'İki boru sesi arasında kırk gün olacaktır.' Birisi Ebu Hureyre'ye sordu, 'Kırk gün mü?' Ama o cevap vermeyi reddetti. Sonra sordu, 'Kırk ay mı?' Yine cevap vermeyi reddetti. Sonra sordu, 'Kırk yıl mı?' Yine cevap vermeyi reddetti. Ebu Hureyre ekledi: 'Sonra (bu süreden sonra) Allah gökten su gönderecek ve ölü bedenler bitki gibi büyüyecek. İnsan bedeninde çürümeyen tek bir kemik vardır; o da kuyruk sokumunun ucundaki küçük kemiktir, kıyamet günü insan bedeni o kemikten yeniden yaratılacaktır.' (Bkz. Hadis No. 338)"
    },
    {
      "id": 462,
      "narrator": "Narrated Al-Bara:",
      "text": "---"
    },
    {
      "id": 463,
      "narrator": "Narrated `Abdullah bin Zama:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) işaret parmağı ve orta parmağı ile göstererek dedi ki, \"Benim gelişim ve Kıyamet Saati bu iki parmak gibidir.\""
    },
    {
      "id": 464,
      "narrator": "Narrated Alqama:",
      "text": "---"
    },
    {
      "id": 465,
      "narrator": "Narrated Ibrahim:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kur'an'ı okuyan ve onu ezberleyen kişi, cennette asil ve salih yazıcılarla birlikte olacaktır. Kur'an'ı ezberlemek için çaba harcayan ve onu büyük zorlukla okuyan kişi ise iki kat ödül alacaktır.\""
    },
    {
      "id": 466,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile Baqi Al-Gharqad'da bir cenaze yürüyüşünde bulunuyorduk. O, \"Hiçbirinizin cennette veya cehennemde yazılı bir yeri yoktur.\" dedi. Onlar, \"Ey Allah'ın Elçisi! Bu gerçeğe dayanarak (çalışmayı bırakabilir miyiz)?\" dediler. O, \"İyi işler yapmaya devam edin, çünkü herkes, kendisine yazılmış yere götüren işleri kolayca yapacaktır.\" dedi. Sonra şunu okudu: 'Kim (sadaka) verirse ve Allah'a karşı sorumluluğunu yerine getirirse ve Allah'tan en iyi ödülü beklerse (yani Allah, onun Allah yolunda harcadıklarını telafi edecektir). Biz, ona kolaylık yolunu açacağız. Ama cimri olan için... kötü yol.' (92.5-10)"
    },
    {
      "id": 467,
      "narrator": "Narrated Abu `Abdur-Rahman:",
      "text": "Abu Abdur-Rahman'dan rivayet edilmiştir: Ali dedi ki, \"Biz Peygamber ile oturuyorduk,\" (Sonra yukarıdaki Hadis'i (469) zikretti.)"
    },
    {
      "id": 468,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) bir cenaze yürüyüşünde iken, küçük bir sopa aldı ve onunla toprağı kazımaya başladı ve dedi ki, \"Hiçbirinizin cehennem ateşinde veya cennette yazılı bir yeri yoktur.\" Onlar (insanlar) dediler ki, \"Ey Allah'ın Elçisi (ﷺ)! Bu (gerçeğe) dayanarak (çalışmayı bırakabilir miyiz)?\" O cevapladı: \"İyi işler yapmaya devam edin, çünkü herkes, kendisine yazılmış yere götüren işleri kolayca yapacaktır.\" Peygamber (ﷺ) sonra şunu okudu: 'Kim (sadaka) verirse ve Allah'a karşı sorumluluğunu yerine getirirse ve en iyi ödülü beklerse.'.....(92.5-10)"
    },
    {
      "id": 469,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Biz Peygamber (ﷺ) ile birlikteydik ve o, \"Hiçbirinizin cennette veya cehennemde yazılı bir yeri yoktur.\" dedi. Biz, \"Ey Allah'ın Elçisi (ﷺ)! Bu gerçeğe dayanarak (çalışmayı bırakabilir miyiz)?\" dedik. O cevapladı, \"Hayır! İyi işler yapmaya devam edin, çünkü herkes, kendisine yazılmış yere götüren işleri kolayca yapacaktır.\" Sonra Peygamber (ﷺ) şunu okudu: 'Kim (sadaka) verirse ve Allah'a karşı sorumluluğunu yerine getirirse ve en iyi ödülü beklerse. Biz, ona kolaylık yolunu açacağız....kötü yol.' (92.5-10)"
    },
    {
      "id": 470,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Biz Baqi Al-Gharqad'da bir cenaze yürüyüşündeyken, Allah'ın Elçisi (ﷺ) geldi ve oturdu, biz de etrafında oturduk. Elinde küçük bir sopa vardı, başını eğdi ve onunla toprağı kazımaya başladı. Sonra dedi ki, \"Hiçbirinizin, yaratılmış hiçbir ruhun, cennette veya cehennemde yazılı bir yeri yoktur ve ayrıca ahirette mutlu veya mutsuz kaderi de yazılıdır.\" Bir adam dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Yazılanlara dayanarak (iyi) işler yapmaktan vazgeçelim mi? Zira aramızda ahirette mutlu olacak olan, mutlu insanların arasına katılacak ve mutsuz olacak olan, mutsuzluğa mahkum olan insanların karakteristik özelliklerini taşıyan işler yapacaktır.\" Peygamber (ﷺ) dedi ki, \"Ahirette mutlu olacak olanlar, mutlu olanların karakteristik özelliklerini taşıyan işleri yapmayı kolay ve hoş bulacaklardır, oysa mutsuz olacak olanlar, mutsuzluğa mahkum olanların karakteristik özelliklerini taşıyan işleri yapmayı kolay bulacaklardır.\" Sonra şunu okudu: 'Kim (sadaka) verirse ve Allah'tan korkarsa ve en iyi ödülü beklerse,' (92.5-6)"
    },
    {
      "id": 471,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) bir cenaze yürüyüşünde iken, bir şey aldı ve onunla toprağı kazımaya başladı ve dedi ki, \"Hiçbirinizin cehennem ateşinde veya cennette yazılı bir yeri yoktur.\" Onlar dediler ki, \"Ey Allah'ın Elçisi (ﷺ)! Yazılanlara dayanarak (iş yapmaktan vazgeçelim mi)?\" O dedi ki, \"İyi işler yapmaya devam edin, çünkü herkes, yaratıldığı yere götüren işleri kolayca yapacaktır. O yüzden ahirette mutlu olacak olan, böyle insanların karakteristik özelliklerini taşıyan işleri yapmayı kolay bulacaktır, oysa mutsuz olanlar, mutsuzluğa mahkum olanların karakteristik özelliklerini taşıyan işleri yapmayı kolay bulacaktır.\" Sonra şunu okudu: 'Kim (sadaka) verirse ve Allah'tan korkarsa, ve en iyisini beklerse....' (92.5-10)"
    },
    {
      "id": 472,
      "narrator": "Narrated Jundub bin Sufyan:",
      "text": "Jundub bin Sufyan'dan rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) hastalandı ve iki veya üç gece gece namazı (Tahajjud) kılamadı. Sonra bir kadın (Ebu Leheb'in eşi) geldi ve dedi ki, \"Ey Muhammed! Sanırım şeytanın seni terk etti, çünkü onu seninle iki veya üç gece görmedim!\" Bunun üzerine Allah vahyetti: 'Gündüzün ve kararan gecenin yemin ederim ki, Rabbin (Ey Muhammed) seni ne terk etti, ne de nefret etti.' (93.1-3)"
    },
    {
      "id": 473,
      "narrator": "Narrated Jundub Al-Bajali:",
      "text": "Jundub Al-Bajali'den rivayet edilmiştir: Bir kadın dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Arkadaşının (Kur'an'ı) sana iletmekte geciktiğini görüyorum.\" Bunun üzerine vahyedildi: 'Rabbin (Ey Muhammed) seni ne terk etti, ne de nefret etti.' (93.1-3)"
    },
    {
      "id": 474,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) bir yolculukta iken, 'At-Tin ve Zeytin' (95) suresini 'Isha namazının ilk iki rekatında okudu."
    },
    {
      "id": 475,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Allah'ın Elçisi (ﷺ) için vahyin başlangıcı, uykusunda gördüğü doğru rüyalar şeklindeydi, çünkü gördüğü her rüya, parlak gündüz gibi doğru ve net çıkıyordu. Sonra yalnız kalmayı sevmeye başladı, bu yüzden Hira mağarasında yalnız kalıyor ve ailesine geri dönmeden önce birçok gece Allah'a ibadet ediyordu. Geri dönüp (eşi) Hatice'den de yiyecek temin ediyordu, ta ki bir gün Hira mağarasında iken Hidayeti aldı. Bir Melek ona geldi ve okumayı istedi. Allah'ın Elçisi (ﷺ) \"Okumayı bilmiyorum.\" diye yanıtladı. Peygamber (ﷺ) ekledi, \"Sonra Melek beni (zorla) tuttu ve o kadar sıkıştırdı ki, zorlandım. Sonra beni bıraktı ve tekrar okumamı istedi, ben de 'Okumayı bilmiyorum.' dedim. Bunun üzerine tekrar tuttu ve ikinci kez sıkıştırdı, yine zorlandım. Sonra beni bıraktı ve okumamı istedi, ama yine 'Okumayı bilmiyorum.' dedim. Bunun üzerine üçüncü kez tuttu ve o kadar sıkıştırdı ki, zorlandım, sonra beni bıraktı ve 'Oku, seni yaratan Rabbinin adıyla, insanı bir kan pıhtısından yarattı. Oku! Ve Rabbin en cömert olandır. Kalemle (yazmayı) öğretmiştir, insana bilmediğini öğretmiştir.' (96.1-5). Sonra Allah'ın Elçisi (ﷺ) bu deneyimle geri döndü; boyun ve omuzları arasındaki kaslar titriyordu, ta ki Hatice'ye (eşine) gelene kadar ve \"Beni ört!\" dedi. Onlar onu örttüler ve korku durumu geçtikten sonra, Hatice'ye \"Ey Hatice! Bende ne oluyor? Kötü bir şey olmasından korktum.\" dedi. Sonra ona hikayeyi anlattı. Hatice dedi ki, \"Hayır! Ama müjdeleri al! Allah'a yemin ederim ki, Allah seni asla rezil etmez, çünkü Allah'a yemin ederim ki, akrabalarınla iyi ilişkiler kuruyorsun, doğru konuşuyorsun, yoksullara ve muhtaçlara yardım ediyorsun, misafirlerini cömertçe ağırlıyorsun ve felakete uğramış olanlara yardım ediyorsun.\" Hatice onu, Hatice'nin amcasının oğlu Varaq'a götürdü. Varaq, Cahiliye döneminde Hristiyan olmuş ve Allah'ın istediği kadar Arapça yazmayı ve İncil'i yazmayı biliyordu. Yaşlı bir adamdı ve görme yetisini kaybetmişti. Hatice (Varaq'a) dedi ki, \"Ey kuzenim! Yeğenin ne söyleyeceğini dinle.\" Varaq dedi ki, \"Ey yeğenim! Ne gördün?\" Peygamber (ﷺ) gördüğü her şeyi anlattı. Varaq dedi ki, \"Bu, Musa'ya gönderilen aynı Melek (Cebrail). Keşke genç olsaydım.\" Başka bir şey ekledi. Allah'ın Elçisi (ﷺ) sordu, \"Bu insanlar beni dışlayacaklar mı?\" Varaq dedi ki, \"Evet, çünkü senin getirdiğin gibi bir şey getiren kimse, düşmanlıkla karşılanmadı. Eğer senin gününe (vaaz etmeye başladığın gün) kadar yaşarsam, seni güçlü bir şekilde desteklerim.\" Ama kısa bir süre sonra Varaq öldü ve vahiy bir süre durdu (kesildi) ve bu yüzden Allah'ın Elçisi (ﷺ) çok üzüldü."
    },
    {
      "id": 476,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) vahyin duraklama döneminden bahsederken, \"Bir gün yürüyordum, aniden gökyüzünden bir ses duydum. Yukarı baktım ve şaşırarak, Hira mağarasında bana gelen aynı Melek'i gördüm.\" dedi. O, gök ile yer arasında bir sandalyede oturuyordu. Ondan korktum ve eve döndüm ve \"Beni örtün! Beni örtün!\" dedim. Böylece beni örttüler ve sonra Allah vahyetti: 'Ey örtüye bürünen! Kalk ve uyar ve Rabbinin büyüklüğünü ilan et ve elbiselerini temiz tut ve putlardan uzak dur.' (74.1-5) Abu Salama dedi ki, \"(Rijz) Cahiliye döneminde insanların taptığı putlardır.\" Bunun ardından vahiy sık ve düzenli bir şekilde gelmeye başladı."
    },
    {
      "id": 477,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) için vahyin başlangıcı, doğru rüyalar şeklindeydi. Melek ona geldi ve dedi ki, \"Oku, seni yaratan Rabbinin adıyla, insanı bir kan pıhtısından yarattı. Oku! Ve Rabbin en cömert olandır.\" ..(96.1,2,3)"
    },
    {
      "id": 478,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) için vahyin başlangıcı, doğru rüyalar şeklindeydi. Melek ona geldi ve dedi ki, \"Oku! Seni yaratan Rabbinin adıyla, insanı bir kan pıhtısından yarattı. Oku! Ve Rabbin en cömert olandır, kalemle (yazmayı) öğretmiştir.\" (96.1-4)"
    },
    {
      "id": 479,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Hatice'ye döndü ve dedi ki, \"Beni ört! Beni ört!\" (Sonra alt rivayetçi, anlatının geri kalanını aktardı.)"
    },
    {
      "id": 480,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ebu Cehil dedi ki, \"Eğer Kabe'de Muhammed'i namaz kılarken görürsem, boynuna basarım.\" Peygamber (ﷺ) bunu duyduğunda, \"Eğer öyle yaparsa, Melekler onu alır.\" dedi."
    },
    {
      "id": 481,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Ubai'ye şöyle dedi: \"Allah, sana şu ayeti okumamı emretti: 'Kitap ehli ve putperestler arasında inkar edenler (inkarlarından) vazgeçmeyeceklerdir.' (Sura 98) Ubai, \"Allah benim adımı anmış mı?\" dedi. Peygamber (ﷺ) \"Evet.\" dedi. Bunun üzerine Ubai ağladı."
    },
    {
      "id": 482,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Ubai'ye, \"Allah, sana Kur'an okumamı emretti.\" dedi. Ubai sordu, \"Allah benim adımı sana anmış mı?\" Peygamber (ﷺ) \"Allah, adını bana anmıştır.\" dedi. Bunun üzerine Ubai ağlamaya başladı. (Alt rivayetçi) Katada ekledi: Peygamber (ﷺ) şunu okudu: 'Kitap ehli arasında inkar edenler,' ...Ubai'ye."
    },
    {
      "id": 483,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Peygamberi Ubai bin Ka'b'a şöyle dedi: \"Allah, sana Kur'an okumamı emretti.\" Ubai, \"Allah benim adımı sana anmış mı?\" dedi. Peygamber (ﷺ) \"Evet.\" dedi. Ubai, \"Ben, alemlerin Rabbi tarafından mı anıldım?\" dedi. Peygamber (ﷺ) \"Evet.\" dedi. Sonra Ubai gözyaşlarına boğuldu."
    },
    {
      "id": 484,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Atlar üç amaç için beslenir: Bir adam, (Allah yolunda) bir ödül almak için besleyebilir; diğeri, bir koruma aracı olarak besleyebilir; üçüncüsü ise, kendisi için bir yük olarak besleyebilir. At, Allah yolunda bir ödül kaynağı olan kişi, onu Allah'ın yolunda bağlar ve onu bir merada veya bahçede uzun bir ip ile bağlar, sonra o merada veya bahçede yediği veya içtiği her şey, onun iyi amellerine eklenir. Eğer ipini koparıp bir veya iki tepeyi aşarsa, o atın her adımı ve dışkısı için ona iyi ameller yazılır. Eğer bir nehirden geçip su içerse, sahibi onu o nehirden sulamak istemese bile, yine de ona iyi ameller yazılır. O at, böyle bir adam için (bir ödül kaynağı) olacaktır. Eğer bir adam, geçimini sağlamak ve başkalarından yardım istememek için bir at bağlarsa ve Allah'ın hakkını unutmadan, yani Zekatını verip onu Allah yolunda kullanmak için bağlarsa, o at onun için bir koruma aracı olacaktır. Ama eğer bir adam, gurur ve gösteriş için bağlarsa, o at onun için bir yük (günah) olacaktır.\" Sonra Allah'ın Elçisine (ﷺ) eşekler hakkında soruldu. O, \"Bana, her şeyi kapsayan bu kapsamlı ayetten başka bir şey indirilmedi: 'Kim bir atom ağırlığında hayır işlerse onu görecektir; ve kim bir atom ağırlığında şer işlerse onu görecektir.' (99.7-8)"
    },
    {
      "id": 485,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) eşekler hakkında soruldu ve o, \"Bana eşekler hakkında, her şeyi kapsayan bu kapsamlı ayetten başka bir şey indirilmedi: 'Kim bir atom ağırlığında hayır işlerse onu görecektir; ve kim bir atom ağırlığında şer işlerse onu görecektir.' (99.7-8)"
    },
    {
      "id": 486,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) semaya yükseltildiğinde, (dönüşünde) şöyle dedi: \"Bir nehir gördüm, kenarları boşlukta inci çadırlarından yapılmıştı. Cebrail'e sordum. Bu (nehir) nedir? O, 'Bu Kauthar'dır.\" dedi."
    },
    {
      "id": 487,
      "narrator": "Narrated Abu Ubaida:",
      "text": "Ebu Ubeyde'den rivayet edilmiştir: Aişe'ye 'Gerçekten biz sana Kauthar'ı verdik' ayeti hakkında sordum. O, \"Kauthar, Peygamberin verildiği bir nehir olup, kenarlarında (boşlukta) inci çadırları vardır ve kapları yıldızlar kadar sayısızdır.\" dedi."
    },
    {
      "id": 488,
      "narrator": "Narrated Abu Bishr:",
      "text": "Ebu Bişr'den rivayet edilmiştir: Sa'id bin Cubeyr, İbn Abbas'ın Al-Kauthar hakkında şöyle dediğini söyledi: \"O, Allah'ın Elçisine bahşettiği hayırdır.\" Ben Sa'id bin Cubeyr'e dedim ki: \"Ama insanlar bunun cennette bir nehir olduğunu iddia ediyor.\" Sa'id, \"Cennetteki nehir, Allah'ın Elçisine bahşettiği hayırdan bir parçadır.\" dedi."
    },
    {
      "id": 489,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Surat-An-Nasr\" 'Allah'ın yardımı geldiğinde ve fetih gerçekleştiğinde' ayeti Peygamber (ﷺ) üzerine indirildiğinde, o, hiçbir namaz kılmadı ki içinde \"Subhanka Rabbana wa bihamdika; Allahumma ighfirli\" demesin (Rabbimizin birliğini tasdik ederim, tüm övgüler O'na aittir: Ey Allah, beni affet!)."
    },
    {
      "id": 490,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namazlarında rükûda ve secdede çok sık \"Subhanka Allahumma Rabbana wa bihamdika; Allahumma ighfirli\" derdi, Kur'an'ın sırasına göre."
    },
    {
      "id": 491,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ömer, insanlara Allah'ın beyanı hakkında sordu: 'Allah'ın yardımı geldiğinde (Ey Muhammed, düşmanlarına karşı) ve Mekke'nin fethi.' (110.1) Onlar, \"Bu, kasabaların ve sarayların (Müslümanlar tarafından) gelecekte fethedileceğini gösteriyor.\" dediler. Ömer, \"Sen ne dersin, Ey İbn Abbas?\" dedi. Ben, \"(Bu sure) Muhammed'in hayatının sona erdiğini gösteriyor. Bununla, ölümünün yakınlığını bildirdi.\" dedim."
    },
    {
      "id": 492,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ömer, beni Bedir Savaşı'na katılan yaşlı adamlarla oturturdu. Bazıları bundan hoşlanmadı ve Ömer'e \"Bu çocuğu neden bizimle oturtuyorsun, bizim de onun gibi oğullarımız var?\" dediler. Ömer, \"Onun konumunu (yani dini bilgisini) bildiğiniz için.\" dedi. Bir gün Ömer beni çağırdı ve o insanların topluluğuna oturttu; ve sanırım beni sadece onlara göstermek için çağırdı (dini bilgimi). Ömer daha sonra onlara (benim huzurumda) sordu: \"Allah'ın beyanının tefsiri hakkında ne dersiniz: 'Allah'ın yardımı geldiğinde (Ey Muhammed, düşmanlarına karşı) ve Mekke'nin fethi.' (110.1) Bazıları, \"Allah'ın yardımı ve Mekke'nin fethi geldiğinde Allah'ı övmek ve O'ndan af dilemekle emrolunduk.\" dediler. Bazıları ise sessiz kaldı ve hiçbir şey söylemedi. Bunun üzerine Ömer bana sordu, \"Sen de aynı şeyi mi söylüyorsun, Ey İbn Abbas?\" Ben, \"Hayır.\" dedim. O, \"O zaman ne diyorsun?\" dedi. Ben, \"Bu, Allah'ın Elçisi'nin (ﷺ) ölümünün işareti olup, Allah ona bildirdi. Allah şöyle dedi: 'Ey Muhammed, Allah'ın yardımı geldiğinde (düşmanlarına karşı) ve Mekke'nin fethi (senin ölümünün işareti). Rabbinin hamdini yap ve O'ndan af dile, O, tevbe edenleri kabul eden ve affeden O'dur.' (110.3) Bunun üzerine Ömer, \"Senin söylediklerinden başka bir şey bilmiyorum.\" dedi."
    },
    {
      "id": 493,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Ve akrabalarını uyar.' (26.214) ayeti indirildiğinde, Allah'ın Elçisi (ﷺ) dışarı çıktı ve Safa dağının zirvesine çıktığında, \"Ey Sabahah!\" diye bağırdı. İnsanlar, \"O kim?\" dediler. \"Sonra etrafında toplandılar, o da dedi: \"Görüyor musunuz? Eğer size bu dağın yanından süvari askerlerinin geldiğini söylesem, bana inanır mısınız?\" Dediler ki, \"Biz seni asla yalan söylerken duymadık.\" Sonra o, \"Ben size yaklaşan şiddetli bir azap hakkında açık bir uyarıcıyım.\" dedi. Ebu Leheb, \"Helak olasın! Bizi sadece bu yüzden mi topladın?\" dedi. Sonra Ebu Leheb gitti. Böylece \"Surat:--ul--LAHAB\" 'Ebu Leheb'in elleri helak olsun!' (111.1) indirildi."
    },
    {
      "id": 494,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Al-Batha'ya doğru gitti ve dağa tırmandı ve \"Ey Sabahah!\" diye bağırdı. Böylece Kureyş halkı etrafında toplandı. O, \"Görüyor musunuz? Eğer size sabah veya akşam bir düşmanın size saldıracağını söylesem, bana inanır mısınız?\" Dediler ki, \"Evet.\" O, \"O halde ben size yaklaşan şiddetli bir azap hakkında açık bir uyarıcıyım.\" dedi. Ebu Leheb, \"Bizi bu yüzden mi topladın? Helak olasın!\" dedi. Sonra Allah, 'Ebu Leheb'in elleri helak olsun!' ayetini indirdi."
    },
    {
      "id": 495,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ebu Leheb, \"Helak olasın! Bizi bu yüzden mi topladın?\" dedi. Bunun üzerine 'Ebu Leheb'in elleri helak olsun!' ayeti indirildi."
    },
    {
      "id": 496,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah şöyle buyurdu: 'Âdem oğlu, benimle ilgili yalan söyler, oysa bunu yapma hakkına sahip değildir. Bana hakaret eder, oysa bunu yapma hakkına sahip değildir. Benimle ilgili yalan söylemesi, 'Ben onu ilk yarattığım gibi yeniden yaratmayacağım' demesidir. Gerçekten, ilk yaratılış benim için yeni yaratılıştan daha kolay değildi. Bana hakaret etmesi ise, 'Allah çocuk edinmiştir' demesidir; oysa ben, tüm varlıkların ihtiyaç duyduğu, kendine yeterli olan, çocuk edinmeyen ve doğurulmayan, benzeri olmayan tekim.\""
    },
    {
      "id": 497,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 498,
      "narrator": "Narrated Zirr bin Hubaish:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah şöyle buyurdu: 'Âdem oğlu, benimle ilgili yalan söyler ve bunu yapma hakkına sahip değildir; ve bana hakaret eder ve bunu yapma hakkına sahip değildir. Benimle ilgili yalan söylemesi, 'Ben onu ilk yarattığım gibi yeniden yaratmayacağım' demesidir; ve bana hakaret etmesi, 'Allah çocuk edinmiştir' demesidir; oysa ben, tüm varlıkların ihtiyaç duyduğu, çocuk edinmeyen ve doğurulmayan, benzeri olmayan tekim.\""
    },
    {
      "id": 499,
      "narrator": "Narrated Zirr bin Hubaish:",
      "text": "---"
    }
  ]
}