{
  "language": "tr",
  "metadata": {
    "length": 87,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Aisha and Ibn `Abbas:",
      "text": "Aişe ve İbn Abbas'dan rivayet edilmiştir: Peygamber (ﷺ) Mekke'de on yıl kaldı, bu süre zarfında Kur'an ona vahyedildi; ve Medine'de on yıl kaldı."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu `Uthman:",
      "text": "Ebu Üthman'dan rivayet edilmiştir: Cebrail, Peygamber (ﷺ) ile birlikte Um Selame'nin yanında iken ona geldi. Cebrail, Peygamberle konuşmaya başladı. Sonra Peygamber (ﷺ) Um Selame'ye, \"Bu kim?\" diye sordu. O da, \"O Dihya (el-Kalbi)\" diye cevap verdi. Cebrail ayrıldığında, Um Selame, \"Vallahi, onu (yani Dihya'yı) Peygamber (ﷺ) Cebrail'in haberini verdiği hutbesini duyana kadar başka birisi olarak düşünmedim.\" dedi. Rivayet eden kişi Ebu Üthman'a, \"Bunu kiminle duydun?\" diye sordu. Ebu Üthman, \"Usame bin Zaid'den.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Her Peygambere, insanların inandığı mucizeler verilmiştir, ama bana verilen, Allah'ın bana vahyettiği İlahi Vahiydir. Bu yüzden, umuyorum ki, benim takipçilerim, Kıyamet Günü diğer Peygamberlerin takipçilerinden daha fazla olacaktır.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah, Elçisine, ölümünden önceki dönemde sürekli ve bol bir şekilde İlahi Vahiy indirdi. Bu, vahyin en büyük kısmının olduğu dönemdi; ve Allah'ın Elçisi (ﷺ) bundan sonra vefat etti."
    },
    {
      "id": 5,
      "narrator": "Narrated Jundub:",
      "text": "Cündüb'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) hastalandı ve bir ya da iki gece gece namazı (teheccüd namazı) kılmadı. Bir kadın (Ebu Leheb'in eşi) yanına geldi ve \"Ey Muhammed! Ben senin şeytanının seni terk ettiğini görüyorum.\" dedi. Sonra Allah, (Duhâ Suresi'ni) indirdi: \"Sabah vaktine, karanlık çökünceye kadar; Rabbin seni terk etmedi ve sana kin tutmadı.\" (93)"
    },
    {
      "id": 6,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Halife Osman, Zeyd bin Sabit, Sa'id bin Al-As, Abdullah bin Zübeyir ve Abdurrahman bin Haris bin Hişam'a Kur'an'ı bir kitap (Mushaf) halinde yazmalarını emretti ve onlara, \"Eğer Zeyd bin Sabit (el-Ensari) ile Kur'an'ın herhangi bir Arapça ifadesi hakkında anlaşamazsanız, onu Kureyş lehçesinde yazın, çünkü Kur'an bu lehçede indirilmiştir.\" dedi. Onlar da bunu yaptılar."
    },
    {
      "id": 7,
      "narrator": "Narrated Safwan bin Ya`la bin Umaiya:",
      "text": "Safvan bin Ya'la bin Umeyye'den rivayet edilmiştir: Ya'la, \"Keşke Allah'ın Elçisi (ﷺ) İlahi Vahiy alırken onu görebilsem.\" derdi. Peygamber (ﷺ) Al-Ca'rana'dayken, üzerine asılı bir giysiyle gölgede oturuyordu ve bazı arkadaşları yanındaydılar. Parfüm kokan bir adam geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Parfümledikten sonra ihrama giren ve üzerine bir örtü giyen bir adam hakkında ne dersin?\" dedi. Peygamber (ﷺ) bir süre bekledi, sonra İlahi Vahiy ona indi. Ömer, Ya'la'ya gelmesini işaret etti. Ya'la geldi ve başını Peygamberin (ﷺ) üzerini örten perdeden soktu ve bakın! Peygamberin yüzü kızarmıştı ve bir süre ağır ağır nefes alıyordu, sonra rahatladı. Bunun üzerine, \"Biraz önce bana 'Umre' hakkında soran soru soran nerede?\" dedi. Adam arandı ve Peygamberin (ﷺ) huzuruna getirildi. Peygamber (ﷺ) ona, \"Vücudunu parfümlediğin o parfümü üç kez yıkamalısın, ve örtünü çıkarmalısın; sonra Umre'de Hac'da yaptığın her şeyi yapmalısın.\" dedi."
    },
    {
      "id": 8,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: Ebu Bekir es-Sıddık, Yamama halkının öldürülmesinden sonra beni çağırdı (yani, Musaylima'ya karşı savaşan Peygamber'in bazı arkadaşları). (Yanına gittim) ve Ömer bin Hattab'ın onunla oturduğunu gördüm. Ebu Bekir bana, \"Ömer bana geldi ve dedi ki: 'Kur'an'ı ezbere okuyanların (Kurra') arasında Yamama Savaşı'nda ağır kayıplar oldu ve başka savaş alanlarında da Kurra' arasında daha ağır kayıplar olmasından korkuyorum, bu yüzden Kur'an'ın büyük bir kısmı kaybolabilir. Bu nedenle, sen (Ebu Bekir) Kur'an'ın toplanmasını emret.\" dedi. Ben Ömer'e, \"Allah'ın Elçisinin yapmadığı bir şeyi nasıl yapabilirsin?\" dedim. Ömer, \"Vallahi, bu iyi bir projedir.\" dedi. Ömer, bu önerisini kabul etmem için beni sürekli ikna etmeye çalıştı ta ki Allah benim kalbimi bu konuda açana kadar ve ben Ömer'in anladığı iyiliği fark etmeye başladım.\" Sonra Ebu Bekir bana, \"Sen akıllı bir gençsin ve sana dair hiçbir şüphemiz yok, ve sen Allah'ın Elçisi (ﷺ) için İlahi Vahiy yazardın. O yüzden Kur'an'ın (parçalarını) araştır ve bir kitapta topla.\" dedi. Vallahi, eğer bana dağlardan birini yerinden oynatmamı emretselerdi, bu Kur'an'ı toplamaktan daha ağır gelmezdi. Sonra Ebu Bekir'e, \"Allah'ın Elçisinin yapmadığı bir şeyi nasıl yapacaksın?\" dedim. Ebu Bekir, \"Vallahi, bu iyi bir projedir.\" dedi. Ebu Bekir, bu fikrini kabul etmem için beni sürekli ikna etmeye çalıştı ta ki Allah benim kalbimi, Ebu Bekir ve Ömer'in kalplerini açtığı gibi açana kadar. Böylece Kur'an'ı aramaya ve onu (palmiye yaprakları, ince beyaz taşlar ve onu ezbere bilen insanlardan) toplamaya başladım, ta ki en son Tevbe Suresinin (Tövbe) ayetini Ebu Khuzaima el-Ensari'de bulana kadar, ve onu başka hiç kimseyle bulamadım. Ayet şudur: \"Şüphesiz, içinizden bir Elçi (Muhammed) size gelmiştir. Sizlere bir zarar veya zorluk gelmesinden dolayı üzüntü duymaktadır...\" (Tevbe 9.128-129). Sonra Kur'an'ın tam nüshası Ebu Bekir'in yanında kaldı, vefat edene kadar, sonra Ömer'in yanında, hayatının sonuna kadar, ve sonra Ömer'in kızı Hafsa'nın yanında."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Hudeyfe bin el-Yeman, Osman'a geldiği zaman, Şam halkı ve Irak halkı Arminya ve Adharbican'ı fethetmek için savaşıyorlardı. Hudeyfe, Şam ve Irak halkının Kur'an'daki okuma farklılıklarından korkuyordu, bu yüzden Osman'a, \"Ey Müminlerin Emiri! Bu milleti, Yahudilerin ve Hristiyanların Kitap (Kur'an) hakkında farklılık gösterdiği gibi farklılık göstermeden kurtar!\" dedi. Bunun üzerine Osman, Hafsa'ya bir mesaj gönderdi ve \"Bize Kur'an'ın nüshalarını gönder ki, Kur'an materyallerini mükemmel nüshalarda derleyelim ve nüshaları sana geri gönderelim.\" dedi. Hafsa, onu Osman'a gönderdi. Osman, Zeyd bin Sabit, Abdullah bin Zübeyir, Sa'id bin Al-As ve Abdurrahman bin Haris bin Hişam'a nüshaları mükemmel nüshalara yeniden yazmalarını emretti. Osman, üç Kureyşli adama, \"Eğer Zeyd bin Sabit ile Kur'an'da herhangi bir konuda anlaşamazsanız, onu Kureyş lehçesinde yazın, çünkü Kur'an onların dilinde indirilmiştir.\" dedi. Onlar da öyle yaptılar ve birçok nüsha yazdıktan sonra, Osman orijinal nüshaları Hafsa'ya geri verdi. Osman, her Müslüman eyaletine kopyalanan bir nüsha gönderdi ve diğer tüm Kur'an materyallerinin, ister parçalı nüshalar ister tam nüshalar olsun, yakılmasını emretti."
    },
    {
      "id": 10,
      "narrator": "Zaid bin Thabit added, \"A \nverse from Surat Ahzab was missed by me when we copied the Qur'an and I used to hear Allah's Messenger (ﷺ) reciting it. So we searched for it and found it with Khuza`ima bin Thabit Al-Ansari. (That \nVerse was):",
      "text": "Zeyd bin Sabit ekledi: \"Kur'an'ı kopyalarken benden bir ayet (Ahzab Suresi'nden) kayboldu ve ben Allah'ın Elçisinin (ﷺ) onu okuduğunu duyuyordum. Bu yüzden onu aradık ve Khuza'ima bin Sabit el-Ensari'de bulduk. (O ayet şuydu): 'İman edenlerden, Allah'a verdikleri sözde sadık olanlar vardır.' (33.23)"
    },
    {
      "id": 11,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: Ebu Bekir beni çağırdı ve \"Sen Allah'ın Elçisine (ﷺ) İlahi Vahiy yazardın; bu yüzden onu (Kur'an'ı) aramalısın.\" dedi. Kur'an'ı aramaya başladım ta ki Tevbe Suresinin son iki ayetini Ebu Khuzaima el-Ensari'de bulana kadar ve bu ayetleri başka hiç kimseyle bulamadım. (Onlar şunlardı): \"Şüphesiz, içinizden bir Elçi (Muhammed) size gelmiştir. Sizlere bir zarar veya zorluk gelmesinden dolayı üzüntü duymaktadır...\" (9.128-129)"
    },
    {
      "id": 12,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Evde oturan müminler ile Allah yolunda çarpışanlar bir olmaz.\" (4.95) ayeti indirildi. Peygamber (ﷺ) dedi ki: \"Zeyd'i çağırın ve ona tahtayı, mürekkep kabını ve kürek kemiğini getirsin.\" Sonra dedi ki: \"Yaz: 'Evde oturan müminler bir olmaz...' O sırada Amr bin Ümmü Mektum, kör adam, Peygamberin (ﷺ) arkasında oturuyordu. O, \"Ey Allah'ın Elçisi! Ben kör bir adamım, bu ayet hakkında bana ne emrediyorsun?\" dedi. Bunun üzerine, yukarıdaki ayet yerine şu ayet indirildi: \"Evde oturan müminler bir olmaz, ancak sakat olanlar (yaralı veya kör veya topal vs.) ve Allah yolunda çarpışanlar bir olmaz.\" (4.95)"
    },
    {
      "id": 13,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Cebrail, Kur'an'ı bana bir şekilde okudu. Sonra ondan başka bir şekilde okumasını istedim ve ona başka şekillerde okumaya devam ettim, ve o da sonunda onu yedi farklı şekilde okudu.\""
    },
    {
      "id": 14,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Hişam bin Hakim'in Allah'ın Elçisi (ﷺ) döneminde Furkan Suresini okuduğunu duydum ve onun okumasını dinledim ve onun, Allah'ın Elçisi (ﷺ) tarafından bana öğretilmeyen birçok farklı şekilde okuduğunu fark ettim. Onun namazı sırasında üzerine atlamaya niyetlendim, ama öfkemi kontrol ettim ve o namazını bitirdikten sonra, üst giysisini boynuna doladım ve onu yakaladım ve \"Bu sureyi sana kim öğretti?\" dedim. O, \"Allah'ın Elçisi (ﷺ) bana öğretti.\" dedi. Ben de, \"Yalan söyledin, çünkü Allah'ın Elçisi (ﷺ) bunu bana senden farklı bir şekilde öğretti.\" dedim. Onu Allah'ın Elçisinin (ﷺ) huzuruna götürdüm ve \"Bu kişinin Furkan Suresini, bana öğrettiğin şekilde okumadığını duydum!\" dedim. Bunun üzerine Allah'ın Elçisi, \"Bırak onu, (ey Ömer!) Oku, ey Hişam!\" dedi. Sonra o, benim duyduğum şekilde okudu. Sonra Allah'ın Elçisi (ﷺ) dedi ki: \"Bu şekilde indirildi,\" ve ekledi, \"Oku, ey Ömer!\" Ben de onun bana öğrettiği gibi okudum. Allah'ın Elçisi (ﷺ) sonra dedi ki: \"Bu şekilde indirildi. Bu Kur'an, yedi farklı şekilde okunmak üzere indirilmiştir, bu yüzden senin için hangisi daha kolaysa onu oku (ya da kolay gelen kısmını oku).\""
    },
    {
      "id": 15,
      "narrator": "Narrated Yusuf bin Mahk:",
      "text": "Yusuf bin Mahk'tan rivayet edilmiştir: Aişe ile birlikte olduğum sırada, Irak'tan bir kişi geldi ve \"En iyi kefen nedir?\" diye sordu. Aişe, \"Allah sana merhamet etsin! Ne önemi var?\" dedi. O, \"Ey Müminlerin Annesi! Kur'an'ını (nüshasını) bana göster,\" dedi. Aişe, \"Neden?\" dedi. O, \"Kur'an'ı buna göre derlemek ve düzenlemek için, çünkü insanlar onu sureleri düzgün sırayla okumuyorlar.\" dedi. Aişe, \"İlk olarak hangi kısmı okuduğunun ne önemi var? (Bil ki) onun ilk olarak indirilen kısmı Al-Mufassal'dan bir sureydi ve içinde Cennet ve Ateş bahsediliyordu. İnsanlar İslam'ı kabul ettiklerinde, helal ve haram ile ilgili ayetler indirildi. Eğer ilk olarak 'Sarhoş edici içecekleri içmeyin' ayeti indirilseydi, insanlar 'Asla sarhoş edici içecekleri bırakmayız' derlerdi, ve eğer 'Zina etmeyin' ayeti indirilseydi, 'Asla zinayı bırakmayız' derlerdi. Ben çocuk yaşta iken, Mekke'de Muhammed'e şu ayet indirildi: 'Hayır! Ama Saat, onların belirlenmiş zamanıdır (tam karşılıkları için) ve Saat daha çetin ve daha acıdır.' (54.46) Bakara Suresi (İnek) ve Nisa Suresi (Kadınlar) benim onunla birlikte olduğum sırada indirildi.\" Sonra Aişe, adam için Kur'an'ın nüshasını çıkardı ve ona surelerin ayetlerini (doğru sırada) dikte etti."
    },
    {
      "id": 16,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Beni İsrail, Kehf (Mağara), Meryem, Taha, Enbiya (Peygamberler) sureleri benim ilk kazançlarımdan ve eski malımdan biridir, aslında onlar benim eski malımdır."
    },
    {
      "id": 17,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara'dan rivayet edilmiştir: 'Rabbini en yüce ismiyle tesbih et' (A'la Suresi) 87. ayetini, Peygamber (ﷺ) Medine'ye gelmeden önce öğrendim."
    },
    {
      "id": 18,
      "narrator": "Narrated Shaqiq:",
      "text": "Şakik'ten rivayet edilmiştir: Abdullah dedi ki, \"Peygamber (ﷺ) her rekatta çift olarak okuduğu En-Nazair'i öğrendim.\" Sonra Abdullah kalktı ve Alqama ona evine kadar eşlik etti, Alqama dışarı çıktığında, biz ona (o sureler hakkında) sorduk. O dedi ki, \"İbn Mes'ud'un düzenlemesine göre Al-Mufassal'ın başından başlayıp Ha Mim ile başlayan surelerle sona eren yirmi sure vardır, örneğin Ha Mim (Duman) ve 'Onlar birbirlerine ne hakkında soruyorlar?' (78.1)"
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) en cömert insandı ve özellikle Ramazan ayında daha da cömert olurdu çünkü Cebrail her Ramazan gecesi onunla buluşurdu. Allah'ın Elçisi (ﷺ) ona Kur'an okurdu. Cebrail onunla buluştuğunda, iyilik yapmada hızlı rüzgardan daha cömert olurdu."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu-Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Cebrail, Peygamber (ﷺ) ile yılda bir kez Kur'an'ı tekrar ederdi, ancak onunla ölüm yılındaki yıl iki kez tekrar etti. Peygamber (ﷺ) her yıl Ramazan ayında on gün İ'tikaf'ta kalırdı, ancak ölüm yılındaki yıl yirmi gün İ'tikaf'ta kaldı."
    },
    {
      "id": 21,
      "narrator": "Narrated Masriq:",
      "text": "Masriq'ten rivayet edilmiştir: Abdullah bin Amr, Abdullah bin Mes'ud'u anarak dedi ki, \"O adamı her zaman seveceğim, çünkü Peygamber (ﷺ)'in 'Kur'an'ı dört kişiden öğrenin: Abdullah bin Mes'ud, Salim, Mu'adh ve Ubai bin Ka'b.' dediğini duydum.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Shaqiq bin Salama:",
      "text": "Şakik bin Selama'dan rivayet edilmiştir: Bir gün Abdullah bin Mes'ud bize bir vaaz verdi ve dedi ki, \"Allah'a yemin ederim, Allah'ın Elçisi (ﷺ)'nden yetmişten fazla sureyi doğrudan öğrendim. Allah'a yemin ederim, Peygamber (ﷺ)'in arkadaşları, benim onların en iyi Kur'an bilenlerinden biri olduğumu biliyorlardı, ama ben onların en iyisi değilim.\" Şakik ekledi: Onun dini toplantısında oturdum ve onun (konuşmasında) kimsenin ona karşı çıktığını duymadım."
    },
    {
      "id": 23,
      "narrator": "Narrated 'Alqama:",
      "text": "Alqama'dan rivayet edilmiştir: Hims şehrindeyken (Suriye'de) İbn Mes'ud, Yusuf Suresi'ni okudu. Bir adam ona, \"Bu şekilde indirilmedi.\" dedi. İbn Mes'ud, \"Ben bunu Allah'ın Elçisi (ﷺ)'nin önünde bu şekilde okudum ve o da 'Aferin!' diyerek benim okuma tarzımı onayladı.\" dedi. İbn Mes'ud, adamın ağzından şarap kokusu aldı, bu yüzden ona, \"Allah'ın Kitabı hakkında yalan söylemekten utanmıyor musun ve bunun yanında alkol de içiyorsun?\" dedi. Sonra onu kanuna göre dövdü."
    },
    {
      "id": 24,
      "narrator": "Narrated `Abdullah (bin Mas`ud):",
      "text": "Abdullah (bin Mes'ud)dan rivayet edilmiştir: Allah'tan başka ibadet edilmeye layık olmayan Allah'a yemin ederim! Allah'ın Kitabı'nda indirilmiş hiçbir sure yoktur ki, nerede indirildiğini bilmeyeyim; ve Allah'ın Kitabı'nda indirilmiş hiçbir ayet yoktur ki, kimin hakkında indirildiğini bilmeyeyim. Eğer Allah'ın Kitabı'nı benden daha iyi bilen birinin olduğunu ve develerin ulaşabileceği bir yerde olduğunu bilsem, ona giderim."
    },
    {
      "id": 25,
      "narrator": "Narrated Qatada:",
      "text": "Katade'den rivayet edilmiştir: Anas bin Malik'e sordum: \"Peygamber (ﷺ) zamanında Kur'an'ı kim topladı?\" O cevap verdi: \"Dördü, hepsi Ensar'dan: Ubai bin Ka'b, Mu'adh bin Cebel, Zaid bin Sabit ve Ebu Zaid.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) vefat ettiğinde, Kur'an'ı toplayan sadece dört kişi vardı: Ebu Derda, Mu'adh bin Cebel, Zaid bin Sabit ve Ebu Zaid. Ebu Zaid'in çocuğu olmadığı için onun mirasçısı biz olduk."
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ömer dedi ki, \"Ubai, Kur'an'ı okuma konusunda en iyimizdi ama onun okuduğundan bazılarını bırakıyoruz.\" Ubai der ki, \"Ben bunu Allah'ın Elçisi (ﷺ)'nin ağzından aldım ve hiçbir şey için bırakmayacağım.\" Ama Allah şöyle dedi: \"Bizim vahiylerimizden hiçbirini iptal etmeyiz veya unutturmayız, fakat daha iyisi veya benzeri ile değiştiririz.\" 2.106"
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Sa`id Al-Mu'alla:",
      "text": "Ebu Said el-Mualla'dan rivayet edilmiştir: Namaz kılarken, Peygamber (ﷺ) beni çağırdı ama çağrısına cevap vermedim. Sonra dedim ki, \"Ey Allah'ın Elçisi! Ben namaz kılıyordum.\" O dedi ki, \"Allah, 'Ey iman edenler! Allah'a (ona itaat ederek) ve O'nun Elçisi'ne çağırdığında cevap verin' demedi mi?\" (8.24) Sonra dedi ki, \"Size Kur'an'daki en üstün sureyi öğretmeyeyim mi?\" Dedi ki, \"(O,) 'Hamd, âlemlerin Rabbi olan Allah'a aittir.' (yani, Fatiha Suresi) yedi kez tekrar edilen ayetlerden oluşur ve bana verilen muhteşem Kur'an'dır.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Bir yolculuğumuz sırasında, bir yerde durduk ve bir cariye geldi ve dedi ki, \"Bu kabile reisi akrep tarafından sokuldu ve bizim adamlarımız yok; aranızda onu (bir şeyler okuyarak) tedavi edebilecek biri var mı?\" Sonra içimizden biri onunla gitti ama onun böyle bir tedavi bildiğini düşünmüyorduk. Ama o, bir şeyler okuyarak reisi tedavi etti ve hasta adam iyileşti, bunun üzerine ona otuz koyun verdi ve bize içmemiz için süt verdi (ödül olarak). Döndüğünde, arkadaşımıza sorduk, \"Bir şeyler okuyarak tedavi etmeyi biliyor muydun?\" Dedi ki, \"Hayır, ama onu sadece Kitap'ın Annesi (yani, Fatiha) ile tedavi ettim.\" Dedik ki, \"Bunu söyleme (bunu) Medine'ye ulaşana kadar veya Peygamber (ﷺ)'e soralım, böylece Medine'ye vardığımızda bunu Peygamber'e söyledik (aldığımız koyunların helal olup olmadığını öğrenmek için). Peygamber (ﷺ) dedi ki, \"O (Fatiha) ile tedavi edebileceğini nasıl bildi? Ödülünüzü dağıtın ve bana da bir pay ayırın.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Mas'ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Kim iki ayet okursa ... (metin aşağıdaki hadiste olduğu gibi)"
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Mas'ud:",
      "text": "Abu Mas'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Birisi gece Al-Bakara Suresi'nin son iki ayetini okursa, bu ona yeter.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana Ramazan Zekat gelirini korumamı emretti. Sonra biri yanıma geldi ve yiyeceklerden çalmaya başladı. Onu yakaladım ve dedim ki, \"Seni Allah'ın Elçisi'ne (ﷺ) götüreceğim!\" Sonra Abu Huraira tüm olayı anlattı ve o kişinin (bana) dediğini aktardı: \"(Lütfen beni Allah'ın Elçisi'ne (ﷺ) götürme, sana Allah'ın faydalanacağı birkaç kelime söyleyeceğim.) Yatağına gittiğinde Ayet-el Kürsi'yi (2.255) oku, çünkü o zaman seni koruyacak bir bekçi Allah'tan olacak ve şeytan sabaha kadar sana yaklaşamayacak.\" (Peygamber (ﷺ) bu hikayeyi duyduğunda) bana dedi ki, \"Gece sana gelen kişi doğruyu söyledi, ama o bir yalancıydı; ve o şeytandı.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara'dan rivayet edilmiştir: Bir adam Al-Kahf Suresi'ni okurken atı iki ip ile yanına bağlıydı. Üzerine bir bulut indi ve o adamın üzerine yayıldı, ve o bulut ona daha da yaklaşmaya devam etti ta ki atı bir şeyden korkar gibi zıplamaya başladı. Sabah olunca, adam Peygamber'e geldi ve bu deneyimini anlattı. Peygamber (ﷺ) şöyle dedi: \"O, Kur'an'ın (okunmasından dolayı) inen As-Sakina (sakinlik) idi.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Aslam:",
      "text": "Aslam'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir yolculukta iken, `Umar bin Al-Khattab da onunla gece yolculuk ediyordu. `Umar ona bir şey sordu, ama Allah'ın Elçisi (ﷺ) ona cevap vermedi. Tekrar sordu, ama yine cevap vermedi. Üçüncü kez sordu, ama yine cevap vermedi. Bunun üzerine `Umar kendi kendine dedi ki, \"Annen seni kaybetsin! Allah'ın Elçisi'ne (ﷺ) üç kez sordun, ama o hiç cevap vermedi!\" `Umar dedi ki, \"Bunun üzerine develerimi hızlandırdım ve insanların önüne geçtim, ve benimle ilgili bir şeyin vahyedilmesinden korktum. Biraz sonra bir çağırıcı beni çağırdı, ben de 'Bir ayet Kur'an'dan benimle ilgili vahyedilecek diye korktum.' dedim. Sonra Allah'ın Elçisi'ne gittim ve selam verdim. O da 'Bu gece bana, güneşin doğduğu şeyden daha sevimli bir sure vahyedildi.' dedi. Sonra 'Şüphesiz ki, sana (Ey Muhammed) açık bir zafer verdik.' (Fetih Suresi) ayetini okudu.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Said Al-Khudri:",
      "text": "Abu Said Al-Khudri'den rivayet edilmiştir: Bir adam, başka bir adamın (İhlas Suresi) 'De ki: O Allah, tektir.' (112.1) ayetini tekrar tekrar okuduğunu duydu. Ertesi sabah Allah'ın Elçisi'ne (ﷺ) geldi ve bunun yeterli olmadığını düşündüğü için ona bilgi verdi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Canım elinde olan Allah'a yemin ederim ki, bu sure, Kur'an'ın üçte biri gibidir!\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Said Al-Khudri:",
      "text": "Abu Said Al-Khudri'den rivayet edilmiştir: Kardeşim, Katada bin En-Nu'man dedi ki, \"Bir adam, Peygamber (ﷺ) döneminde gece namazını geç vakitte kıldı ve sadece 'De ki: O Allah, tektir.' (112.1) okudu, başka bir şey okumadı. Ertesi sabah bir adam Peygamber'e (ﷺ) gitti ve bunu ona anlattı. (Peygamber (ﷺ) yukarıdaki Hadis 532'deki gibi cevap verdi.)\""
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) arkadaşlarına şöyle dedi: \"Gece birinizin Kur'an'ın üçte birini okuması zor mu?\" Bu öneri onlara zor geldi, bu yüzden \"Bizden kim bunu yapabilir ki, Ey Allah'ın Elçisi (ﷺ)?\" dediler. Allah Elçisi şöyle cevap verdi: \"Allah (tektir), her şeyin muhtaç olduğu, kendisi ise hiçbir şeye muhtaç olmayan Yüce'dir.' (İhlas Suresi 112.1--sonuna kadar) Kur'an'ın üçte biri gibidir.\""
    },
    {
      "id": 38,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) hastalandığında, Mu'awwidhat (Falaq ve Nas Suresi) okur ve sonra üzerine üflerdi. Ciddi şekilde hastalandığında, ben (bu iki sureyi) okur ve ellerimi vücuduna sürerek bereket umardım."
    },
    {
      "id": 39,
      "narrator": "Narrated 'Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) her gece yatağa gittiğinde, ellerini birleştirir ve İhlas, Falaq ve Nas Surelerini okuduktan sonra, ellerini vücudunun sürmeye gücü yettiği her yere, başından, yüzünden ve ön kısmından başlayarak sürerdi. Bunu üç kez yapardı."
    },
    {
      "id": 40,
      "narrator": "Narrated Usaid bin Hudair:",
      "text": "Usaid bin Hudair'den rivayet edilmiştir: Gece Al-Bakara Suresi'ni okurken, atım yanımda bağlıydı, at birden irkildi ve rahatsız oldu. Okumayı durdurduğumda, at sakinleşti, tekrar okumaya başladığımda, at yine irkildi. Sonra okumayı durdurdum ve atın yanında oğlum Yahya vardı. Atın onu çiğneyebileceğinden korktum. Çocuğu uzaklaştırdım ve gökyüzüne baktım, ama onu göremedim. Ertesi sabah Peygamber'e bilgi verdim, o da \"Oku, Ey İbn Hudair! Oku, Ey İbn Hudair!\" dedi. İbn Hudair cevap verdi: \"Ey Allah'ın Elçisi (ﷺ)! Oğlum Yahya atın yanındaydı ve onun üzerine basmasından korktum, bu yüzden gökyüzüne baktım ve ona gittim. Gökyüzüne baktığımda, içinde lambalar gibi görünen bir bulut gördüm, bu yüzden onu görmemek için dışarı çıktım.\" Peygamber (ﷺ) dedi ki, \"Biliyor musun o neydi?\" İbn Hudair cevap verdi: \"Hayır.\" Peygamber (ﷺ) dedi: \"O, sesin için sana yaklaşan Meleklerdi ve eğer sabaha kadar okumaya devam etseydin, sabaha kadar orada kalırdı, insanlar onu görürdü, çünkü kaybolmazdı.\""
    },
    {
      "id": 41,
      "narrator": "Narrated `Abdul `Aziz bin Rufai':",
      "text": "`Abdul `Aziz bin Rufai'den rivayet edilmiştir: Şeddad bin Ma'qil ve ben İbn Abbas'a girdik. Şeddad bin Ma'qil ona sordu: \"Peygamber (ﷺ) Kur'an dışında bir şey bıraktı mı?\" O da cevap verdi: \"O, Kur'an'ın iki cildinin arasındaki şeyden başka bir şey bırakmadı.\" Sonra Muhammed bin Al-Hanafiyya'yı ziyaret ettik ve ona (aynı soruyu) sorduk. O da cevap verdi: \"Peygamber (ﷺ) iki cildin arasındaki şeyden başka bir şey bırakmadı.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Abu Musa Al-Ash`ari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kur'an okuyan birinin (mümin) örneği, tadı güzel ve kokusu güzel olan bir limona benzer. Kur'an okumayan birinin (mümin) örneği ise tadı güzel ama kokusu olmayan bir hurmaya benzer. Kur'an okuyan bir kötü kişinin örneği ise, güzel kokan ama acı tadı olan Reyhan'a benzer. Kur'an okumayan bir kötü kişinin örneği ise, acı tadı olan ve kokusu olmayan bir acı kabak gibidir.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sizin yaşamınız, geçmiş milletlerin yaşamına kıyasla, `Asr namazı ile güneşin batışı arasındaki süre gibidir. Sizin örneğiniz ve Yahudilerin ve Hristiyanların örneği, işçi çalıştıran bir kişinin örneği gibidir; onlara, 'Kim benim için öğleye kadar bir Kıraat (özel bir ağırlık) karşılığında çalışacak?' dedi. Yahudiler çalıştı. Sonra, 'Kim benim için öğleden sonra `Asr namazına kadar her biri bir Kıraat karşılığında çalışacak?' dedi. Hristiyanlar buna göre çalıştı. Sonra siz (Müslümanlar) `Asr namazından Magrib namazına kadar her biri iki Kıraat karşılığında çalışıyorsunuz. Onlar (Yahudiler ve Hristiyanlar) dediler ki, 'Biz daha çok çalıştık ama daha az ücret aldık.' O (Allah) dedi ki, 'Sizin haklarınızda size haksızlık ettim mi?' Onlar cevap verdiler, 'Hayır.' Sonra O dedi ki, 'Bu benim dilediğim bir nimettir.'\""
    },
    {
      "id": 44,
      "narrator": "Narrated Talha:",
      "text": "Talha'dan rivayet edilmiştir: `Abdullah bin Abi `Aufa'ya sordum: \"Peygamber (ﷺ) bir vasiyet bıraktı mı (halefini tayin etmek veya mal bırakmak için)?\" O da cevap verdi: \"Hayır.\" Ben de dedim ki, \"O zaman insanların vasiyet yapmaları nasıl emredildi, oysa Peygamber (ﷺ) hiç vasiyet yapmadı?\" O da dedi ki, \"O, Allah'ın Kitabını tavsiye ettiği bir vasiyet yaptı.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, bir peygamberi, Kur'an'ı hoş bir sesle okuduğu zaman, diğer peygamberler gibi dinlemez.\" Rivayet eden arkadaş (Abu Salama) dedi ki, \"Bu, yüksek sesle okumak anlamına gelir.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, bir peygamberi, Kur'an'ı yüksek ve hoş bir sesle okuyan bir peygamber gibi dinlemez.\" Süfyan dedi ki: \"Bu söz, Kur'an'ı birçok dünyevi zevkten vazgeçirecek bir şey olarak gören bir peygamberi kastetmektedir.\""
    },
    {
      "id": 47,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki kişiden başka kimse gibi olmayı istemeyin. Allah'ın Kitap bilgisi verdiği ve gece saatlerinde onu okuyan bir adam ve Allah'ın kendisine zenginlik verdiği ve onu gece ve gündüz hayırda harcayan bir adam.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki kişiden başka kimse gibi olmayı istemeyin: Allah'ın Kur'an'ı öğrettiği ve gece ve gündüz onu okuyan bir adam ve komşusu onu dinleyip 'Keşke bana da şu kadar verilseydi de onun yaptığını yapabilseydim' diyen bir adam; ve Allah'ın kendisine zenginlik verdiği ve onu adil ve doğru olan şeylerde harcayan bir adam, buna karşılık başka bir adam 'Keşke şu kadar verilseydi, o zaman onun yaptığını yapardım' diyebilir.\""
    },
    {
      "id": 49,
      "narrator": "Narrated `Uthman:",
      "text": "Osman'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Siz (Müslümanlar) arasında en hayırlı olanlar, Kur'an'ı öğrenen ve öğretenlerdir.\""
    },
    {
      "id": 50,
      "narrator": "Narrated `Uthman bin `Affan:",
      "text": "Osman bin Affan'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Siz (Müslümanlar) arasında en üstün olanlar, Kur'an'ı öğrenen ve öğretenlerdir.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Bir kadın, Peygamber (ﷺ)'e gelerek kendisini Allah'a ve Elçisine sunmak istediğini açıkladı. Peygamber (ﷺ) \"Ben kadınlara muhtaç değilim.\" dedi. Bir adam (Peygamber'e) \"Lütfen onu bana nikah et.\" dedi. Peygamber (ﷺ) ona, \"Ona bir elbise ver.\" dedi. Adam, \"Bunu karşılayamam.\" dedi. Peygamber (ﷺ) \"Ona herhangi bir şey ver, hatta bir demir yüzük bile olsa.\" dedi. Adam tekrar özür diledi. Peygamber (ﷺ) ona, \"Kur'an'dan neyi ezbere biliyorsun?\" diye sordu. Adam, \"Şu kadar Kur'an'ı ezbere biliyorum.\" dedi. Peygamber (ﷺ) \"O zaman ben seni, bildiğin Kur'an miktarıyla ona nikah ettim.\" dedi."
    },
    {
      "id": 52,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Bir kadın, Allah'ın Elçisi (ﷺ)'ne gelerek, \"Ey Allah'ın Elçisi (ﷺ)! Ben sana kendimi sunmak için geldim.\" dedi. O, gözlerini kaldırıp ona baktı ve sonra başını eğdi. Kadın, onun bir karar vermediğini görünce oturdu. Bunun üzerine, arkadaşlarından bir adam ayağa kalkarak, \"Ey Allah'ın Elçisi! Eğer bu kadına muhtaç değilsen, o zaman onu bana nikah et.\" dedi. Allah'ın Elçisi (ﷺ) ona, \"Ona verecek bir şeyin var mı?\" diye sordu. O, \"Hayır, Allah'a yemin ederim, ey Allah'ın Elçisi (ﷺ)!\" dedi. Peygamber (ﷺ) ona, \"Ailene git ve bir şey bulup bulamayacağına bak.\" dedi. Adam gitti ve geri döndü, \"Hayır, Allah'a yemin ederim, ey Allah'ın Elçisi (ﷺ)! Hiçbir şey bulamadım.\" dedi. Peygamber (ﷺ) \"Bir şey bulmaya çalış, hatta bir demir yüzük bile olsa.\" dedi. Adam tekrar gitti ve geri döndü, \"Hayır, Allah'a yemin ederim, ey Allah'ın Elçisi (ﷺ), hatta bir demir yüzük bile bulamadım, ama bu bel sarmağım var.\" dedi. Adamın üst giysisi yoktu, bu yüzden bel sarmağının yarısını ona vermeyi düşündü. Bunun üzerine Allah'ın Elçisi (ﷺ) \"O bel sarmağıyla ne yapacak? Eğer onu giyersen, onun üzerinde hiçbir şey olmayacak, eğer o giyerse, senin üzerinde hiçbir şey olmayacak.\" dedi. O adam uzun bir süre oturdu ve sonra kalktı, Allah'ın Elçisi (ﷺ) onu giderken gördü, bu yüzden birine onu çağırmasını emretti. Adam geldiğinde, Peygamber (ﷺ) ona, \"Kur'an'dan ne kadar biliyorsun?\" diye sordu. O, \"Şu sureyi, şu sureyi ve şu sureyi biliyorum.\" dedi ve saymaya devam etti. Peygamber (ﷺ) ona, \"Ezberden okuyabilir misin?\" diye sordu, o da \"Evet.\" dedi. Peygamber (ﷺ) \"Git, ben bu kadını sana, ezbere bildiğin Kur'an miktarıyla nikah ettim.\" dedi."
    },
    {
      "id": 53,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kur'an'ı ezbere bilen kişinin örneği, bağlı develerin sahibinin örneğine benzer. Eğer onları bağlı tutarsa, onları kontrol edebilir, ama eğer serbest bırakırsa, kaçacaklardır.\""
    },
    {
      "id": 54,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bazılarınızın 'Şu kadar Kur'an ayetini unuttum' demesi kötü bir şeydir, çünkü gerçekten de Allah tarafından unutturulmuştur. Bu yüzden Kur'an'ı okumaya devam etmelisiniz, çünkü o insanların kalplerinden deve gibi daha hızlı kaçar.\""
    },
    {
      "id": 55,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ)'in şöyle söylediğini duydum... (yukarıdaki gibi, no. 550)."
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kur'an'a bağlı kal, çünkü canımın elinde olan Allah'a yemin ederim ki, o, bağlı bir devenin kaçma ihtimalinden daha fazla kopmaya meyillidir.\""
    },
    {
      "id": 57,
      "narrator": "Narrated `Abdullah bin Mughaffal:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'ni, Mekke'nin Fethi günü dişi devesinin üzerinde Surat-al-Fath okurken gördüm."
    },
    {
      "id": 58,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa'id bin Jubair'den rivayet edilmiştir: Sizlerin Mufassal dediği sureler, Muhkam'dır. İbn Abbas dedi ki: \"Allah'ın Elçisi, ben on yaşındayken vefat etti ve ben Kur'an'ın Muhkam'ını öğrenmiştim.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa'id bin Jubair'den rivayet edilmiştir: İbn Abbas dedi ki: \"Ben, Allah'ın Elçisi (ﷺ)'nin hayatında tüm Muhkam surelerini öğrendim.\" Ben ona, \"Muhkam ne demektir?\" dedim. O da, \"Mufassal demektir.\" dedi."
    },
    {
      "id": 60,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir adamın camide Kur'an okuduğunu duydu ve \"Allah ona rahmet etsin, çünkü o bana şu kadar şu sureden ayetleri hatırlattı.\" dedi."
    },
    {
      "id": 61,
      "narrator": "Narrated Hisham:",
      "text": "Hişam'dan rivayet edilmiştir: (6.556 ile aynı Hadis, ek olarak): unuttuğum (Ayetleri değiştirmek)."
    },
    {
      "id": 62,
      "narrator": "Narrated Aisha:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated `Abdullah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamın gece Kur'an okuduğunu duydu ve \"Allah ona merhamet etsin, zira o bana unuttuğum şu ve bu ayetleri hatırlattı.\" dedi."
    },
    {
      "id": 64,
      "narrator": "Narrated Abu Mas`ud al-Ansari:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated `Umar bin Khattab:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İnsanlardan biri neden 'şu ve bu ayetleri unuttum' der? Aslında, (Allah tarafından) unutturulmuştur.\""
    },
    {
      "id": 66,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Mes'ud el-Ensari'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Eğer biri gece Bakara Suresi'nin son iki ayetini okursa, bu onun için yeterlidir (o gece için).\""
    },
    {
      "id": 68,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Narrated Qatada:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Hişam bin Hakim bin Hizam'ın Allah'ın Elçisi (ﷺ) zamanında Bakara Suresi'ni okuduğunu duydum ve onun okumasını dinledim. Onun, Allah'ın Elçisi (ﷺ) tarafından bana öğretilmeyen birkaç farklı şekilde okuduğunu fark ettim. Bu yüzden, namazda ona saldırmak üzereydim, ama namazını bitirmesini bekledim ve sonra onu yakalayıp \"Bu sureyi sana kim öğretti?\" dedim. O da \"Allah'ın Elçisi (ﷺ) bana öğretti.\" diye cevap verdi. Ben de \"Yalan söylüyorsun; Allah'a yemin ederim ki! Allah'ın Elçisi (ﷺ) bana bu surenin (farklı bir şekilde) öğrettiği şekilde okuduğunu duydum.\" dedim. Onu alıp Allah'ın Elçisi (ﷺ)'ne götürdüm ve \"Ey Allah'ın Elçisi (ﷺ)! Bu kişinin Bakara Suresi'ni, bana öğrettiğin şekilde okumadığını duydum.\" dedim. Peygamber \"Ey Hişam, oku!\" dedi. O da daha önce duyduğum gibi okudu. Bunun üzerine Allah'ın Elçisi (ﷺ) \"Bu şekilde okunması için vahyedilmiştir.\" dedi. Sonra Allah'ın Elçisi (ﷺ) \"Oku, ey Ömer!\" dedi. Ben de onun bana öğrettiği gibi okudum. Allah'ın Elçisi (ﷺ) daha sonra \"Bu şekilde okunması için vahyedilmiştir.\" dedi. Allah'ın Elçisi ekledi: \"Kur'an, farklı şekillerde okunması için indirilmiştir, bu yüzden senin için en kolay olanını oku.\""
    },
    {
      "id": 70,
      "narrator": "Narrated Qatada:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "Narrated `Abdullah bin Mughaffal:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gece camide bir okuyucunun Kur'an okuduğunu duydu. Peygamber (ﷺ) \"Allah ona merhamet etsin, zira o bana unuttuğum şu ve bu ayetleri hatırlattı!\" dedi."
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Musa:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Narrated `Abdullah:",
      "text": "Ebu Vail'den rivayet edilmiştir: Sabahleyin Abdullah'a gittik ve bir adam \"Dün bütün Mufassal Sureleri okudum.\" dedi. Bunun üzerine Abdullah \"Bu çok hızlı, bizde (Peygamberin) okuması var ve ben Peygamber (ﷺ)'in okuduğu o Surelerin okumasını çok iyi hatırlıyorum. Bunlar Mufassal'dan on sekiz Sure ve Ha Mim ile başlayan iki Suredir.\" dedi."
    },
    {
      "id": 74,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated Sufyan:",
      "text": "İbn Abbas'tan rivayet edilmiştir: O'nun (Allah'ın) ifadesiyle ilgili: \"Kur'an hakkında aceleyle dilini hareket ettirme.\" (75.16) Ve Cebrail, Allah'ın Elçisi (ﷺ)'ne İlahi Vahiy ile indiğinde, Allah'ın Elçisi (ﷺ) dilini ve dudaklarını hareket ettirirdi ve bu onun için zor olurdu; bu durumda onun ilham aldığını kolayca anlayabilirdiniz. Bunun üzerine Allah, \"Kıyamet Günü'ne yemin ederim.\" (75.1) ile başlayan Surede geçen ayeti indirdi. Yani: \"Kur'an hakkında aceleyle dilini hareket ettirme.\" Bu, (O Muhammed) onu (aklında) toplamak ve sana onu 'ezberletmek' bizim işimizdir. (75.16-17) Bu, onu (aklında) toplamak ve sana ezberletmek bizim işimizdir. Ve biz onu sana (O Muhammed) Cebrail aracılığıyla okuduğumuzda, onun okumasına uymalısın. (75.18) Yani: \"Biz onu sana (Kur'an) vahyettiğimizde, onu dinle.\" Çünkü: \"Onu açıklamak ve sana netleştirmek bizim işimizdir.\" (75.19) Yani, onu senin dilinle açıklamak bizim işimizdir. Bu yüzden, Cebrail ona geldiğinde, Allah'ın Elçisi (ﷺ) ona dikkatle dinlerdi ve Cebrail ayrıldığında, Allah'ın vaad ettiği gibi Vahiyleri okurdu."
    },
    {
      "id": 76,
      "narrator": "Narrated Abu Mas'ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Birisi gece Surah al-Bakara'nın son iki ayetini okursa, bu ona yeter.\""
    },
    {
      "id": 77,
      "narrator": "Narrated `Abdullah bin `Amr bin Al `As:",
      "text": "Abdullah bin Amr bin Al As'tan rivayet edilmiştir: Babam beni soylu bir aileden bir kadınla evlendirdi ve sık sık karımdan beni sorardı. O da, \"Ne kadar harika bir adam! Hiç yatağıma gelmedi, evlendiğimizden beri bana yaklaşmadı.\" derdi. Bu durum uzun bir süre devam edince, babam durumu Peygamber'e anlattı. Peygamber babama, \"Onunla görüşmeme izin ver.\" dedi. Sonra ben onunla görüştüm ve bana, \"Oruç tutma süren ne kadar?\" diye sordu. Ben de, \"Her gün oruç tutuyorum.\" dedim. O, \"Kur'an'ı tamamlamak ne kadar sürüyor?\" diye sordu. Ben de, \"Her gece bitiriyorum.\" dedim. Bunun üzerine o, \"Her ay üç gün oruç tut ve Kur'an'ı bir ayda bitir.\" dedi. Ben, \"Ama ben daha fazlasını yapabilirim.\" dedim. O, \"O zaman haftada üç gün oruç tut.\" dedi. Ben, \"Daha fazlasını yapabilirim.\" dedim. O, \"O halde, Davud'un oruç tutma şekli gibi en üstün oruç tut; yani her gün bir gün oruç tut ve Kur'an'ı yedi günde bitir.\" dedi. Keşke Allah'ın Resulü'nün (ﷺ) iznini kabul etseydim, çünkü şimdi zayıf bir yaşlı adam oldum. Denir ki, Abdullah gündüz vakti ailesinin bazı üyelerine Kur'an'ın yedide birini okur, çünkü gece okuyacağı şeyin ezberini gündüz kontrol ederdi ki, gece okuması daha kolay olsun. Ve ne zaman biraz güç kazanmak istese, birkaç gün oruç tutmayı bırakır ve o günleri benzer bir süre oruç tutmak için sayardı, çünkü Peygamber'in hayatında yaptığı şeyleri bırakmayı sevmezdi."
    },
    {
      "id": 78,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) bana, \"Kur'an'ı tamamlamak ne kadar sürüyor?\" diye sordu."
    },
    {
      "id": 79,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bana, \"Kur'an'ı bir ay içinde oku.\" dedi. Ben de, \"Ama ben daha fazlasını yapabilirim.\" dedim. Allah'ın Resulü (ﷺ) dedi ki, \"O zaman Kur'an'ı yedi günde bitir ve bu süreden daha kısa bir sürede bitirme.\""
    },
    {
      "id": 80,
      "narrator": "Narrated `Abdullah (bin Mas`ud):",
      "text": "Abdullah (bin Mes'ud)dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bana, \"Kur'an'ı bana oku.\" dedi. Ben de, \"Sana, sana indirilmişken mi okuyayım?\" dedim. O, \"Başka birinden duymayı seviyorum.\" dedi. Bunun üzerine ben, Nisa Suresi'ni okudum ve 'Her milletten bir şahit getirdiğimizde, seni (ey Muhammed) bu insanlara karşı şahit olarak getirdiğimizde ne olacak?' (4.41) ayetine kadar geldim. Sonra o bana, \"Dur!\" dedi. O anda gözlerinin yaşlarla dolduğunu gördüm."
    },
    {
      "id": 81,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) bana, \"Kur'an'ı bana oku.\" dedi. Ben de, \"Sana, sana indirilmişken mi okuyayım?\" dedim. O, \"Başka birinden duymayı seviyorum.\" dedi."
    },
    {
      "id": 82,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Dünyanın son günlerinde, boş düşüncelere ve fikirlere sahip gençler ortaya çıkacak. Güzel konuşacaklar, ancak İslam'dan, oklarının avdan çıktığı gibi çıkacaklar; inançları boğazlarını geçmeyecek. Onları nerede bulursanız, öldürün, çünkü onların katilleri için Kıyamet Günü'nde bir ödül vardır.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Aranızda öyle insanlar çıkacak ki, onların namazı sizin namazınıza, oruçları sizin orucunuza bakıldığında küçümsenecek; ancak onlar Kur'an'ı okuyacaklar, ama bu boğazlarını geçmeyecek (onlar buna göre hareket etmeyecek) ve oklarının avdan çıktığı gibi İslam'dan çıkacaklar; okçunun ok ucunu incelemesi gibi, ama hiçbir şey göremeyecek, tüyü olmayan oku incelemesi gibi, ama hiçbir şey göremeyecek, ok tüylerine bakması gibi, ama hiçbir şey göremeyecek ve sonunda okun alt kısmında bir şey bulabileceğinden şüphelenmeyecek.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kur'an'ı okuyan ve ona göre hareket eden müminin örneği, hem güzel tat veren hem de güzel kokan bir limon gibidir. Kur'an'ı okumayan ama ona göre hareket eden müminin örneği, güzel tat veren ama kokusu olmayan bir hurma gibidir. Kur'an'ı okuyan bir münafığın örneği, güzel kokan ama acı tadan bir reyhan gibidir. Kur'an'ı okumayan bir münafığın örneği ise, acı tadan ve kötü kokan bir hıyar gibidir.\""
    },
    {
      "id": 85,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kur'an'ı, onun tefsiri konusunda anlaştığınız sürece okuyun; ancak eğer onun tefsiri ve anlamı konusunda herhangi bir ihtilafınız olursa, o zaman onu okumayı bırakmalısınız (şu an için).\""
    },
    {
      "id": 86,
      "narrator": "Narrated Jundub:",
      "text": "Jundub'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kur'an'ı, onun tefsiri konusunda anlaştığınız sürece okuyun; ancak onun tefsiri ve anlamı konusunda herhangi bir ihtilafınız olduğunda, o zaman okumayı bırakmalısınız (şu an için).\""
    },
    {
      "id": 87,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Bir adamın, Peygamber (ﷺ) tarafından farklı bir şekilde okuduğunu duyduğu bir ayeti okuduğunu işitti. Bu yüzden o adamı Peygamber'e götürdü (ve durumu anlattı). Peygamber (ﷺ) şöyle dedi: \"Siz ikiniz de doğru bir şekilde okuyorsunuz, bu yüzden okumaya devam edin.\" Peygamber (ﷺ) ayrıca, \"Sizden önceki milletler, aralarındaki ihtilaf yüzünden helak oldu.\" dedi."
    }
  ]
}