{
  "language": "tr",
  "metadata": {
    "length": 95,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) hayatta iken, karısını adetliyken boşamıştır. Umar bin Al-Khattab, Allah'ın Resulü'ne (ﷺ) bunu sordu. Allah'ın Resulü (ﷺ) şöyle dedi: \"Ona (oğluna) karısını geri almasını ve temizlenene kadar onu yanında tutmasını, sonra da bir sonraki adetini görmesini beklemesini emret. Eğer onu yanında tutmak isterse, tutabilir; eğer boşamak isterse, onunla cinsel ilişkiye girmeden önce boşayabilir; işte bu, Allah'ın boşanacak kadınlar için belirlediği süre.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Seereen:",
      "text": "Anas bin Seereen'den rivayet edilmiştir: İbn Umar dedi ki: \"Ben karımı adetliyken boşadım. Umar bunu Peygamber'e (ﷺ) söyledi. Peygamber (ﷺ) babama, 'Oğlunun karısını geri almasını emret' dedi. Ben (İbn Umar'a) sordum: \"Böyle bir boşama sayılır mı (yani bir yasal boşama olarak)?\" İbn Umar dedi ki: \"Elbette.\" Yunus bin Jubair'den rivayet edilmiştir: İbn Umar dedi ki: \"Peygamber (ﷺ) Umar'a, 'Ona (İbn Umar'a) karısını geri almasını emret' dedi.\" Ben sordum: \"Böyle bir boşama sayılır mı (bir yasal boşama olarak)?\" İbn Umar dedi ki: \"Birisi çaresiz ve akılsız hale gelirse ne düşünüyorsun?\""
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: (Karımı adetliyken boşamak) bir yasal boşama olarak sayılmıştır."
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Awza:",
      "text": "Al-Awza'dan rivayet edilmiştir: Az-Zuhri'ye sordum: \"Peygamber'in (ﷺ) hangi eşleri Allah'tan ondan sığınma istedi?\" O da şöyle dedi: \"'Urwa bana, Aişe'nin şöyle dediğini söyledi: 'Al-Caun'un kızı Allah'ın Resulü'ne (ﷺ) getirildiğinde ve o yanına yaklaştığında, o şöyle dedi: \"Ben sana karşı Allah'a sığınıyorum.\" O da, \"Sen Büyük'e sığındın; ailene dön.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Usaid:",
      "text": "Ebu Usaid'den rivayet edilmiştir: Peygamber (ﷺ) ile birlikte Ash-Shaut adında bir bahçeye çıktık, iki duvar arasında oturduk. Peygamber (ﷺ) \"Burada oturun\" dedi ve bahçeye girdi. Jauniyya (Beni Jaun'dan bir kadın) getirildi ve Umaima bint An-Nu'man bin Şarahil'in hurma bahçesindeki evine yerleştirildi, yanında süt annesi vardı. Peygamber (ﷺ) ona girdiğinde, \"Kendini bana (evlilik için) hediye et\" dedi. O da, \"Bir prenses sıradan bir adama kendini evlendirebilir mi?\" dedi. Peygamber (ﷺ) elini kaldırarak onu sakinleştirmek istedi. O da, \"Ben sana karşı Allah'a sığınıyorum\" dedi. O da, \"Sen sığınacak birine sığındın.\" dedi. Sonra Peygamber (ﷺ) bize geldi ve \"Ey Ebu Usaid! Ona giymesi için iki beyaz keten elbise ver ve ailesine geri dönsün.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Sahl and Abu Usaid:",
      "text": "Sahl ve Ebu Usaid'den rivayet edilmiştir: Peygamber (ﷺ) Umaima bint Şarahil ile evlendi ve ona getirildiğinde, elini ona doğru uzattı. Onun bunu istemediği anlaşıldı, bunun üzerine Peygamber (ﷺ) Ebu Usaid'e onu hazırlamasını ve ona iki beyaz keten elbise vermesini emretti."
    },
    {
      "id": 7,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: yukarıdaki gibi (182)."
    },
    {
      "id": 8,
      "narrator": "Narrated Abi Ghallab Yunus bin Jubair:",
      "text": "Abi Ghallab Yunus bin Jubair'den rivayet edilmiştir: İbn Umar'a sordum: \"(Bir adam karısını adetliyken boşarsa) ne denir?\" O da, \"İbn Umar'ı tanıyor musun? İbn Umar karısını adetliyken boşadı. Umar daha sonra Peygamber'e (ﷺ) gitti ve bunu ona söyledi. Peygamber (ﷺ) ona karısını geri almasını emretti ve o temizlendiğinde, isterse boşayabileceğini söyledi.\" Ben (İbn Umar'a) sordum: \"Bu boşama bir yasal boşama olarak sayılır mı?\" O da, \"Birisi çaresiz ve akılsız hale gelirse (affedilir mi? Elbette hayır).\""
    },
    {
      "id": 9,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: Uwaimir Al-'Ajlani, 'Asim bin Adi Al-Ansari'ye geldi ve \"Ey 'Asim! Bana söyle, eğer bir adam karısını başka bir adamla görürse, onu öldürmeli mi, ki sen de onu kısasta öldüresin, yoksa ne yapmalı? Ey 'Asim! Lütfen Allah'ın Resulü'ne (ﷺ) bunu sor.\" 'Asim, Allah'ın Resulü'ne (ﷺ) bunu sordu. Allah'ın Resulü bu soruyu hoş karşılamadı ve bunu aşağılayıcı buldu. 'Asim'in Allah'ın Resulü'nden (ﷺ) duyduğu şey ona ağır geldi. Ailesine döndüğünde, Uwaimir ona geldi ve \"Ey 'Asim! Allah'ın Resulü (ﷺ) sana ne dedi?\" 'Asim dedi ki: \"Sen bana asla hayır getirmiyorsun. Allah'ın Resulü (ﷺ) sorduğum mesele hakkında bir şey duymak istemedi.\" Uwaimir dedi ki: \"Vallahi, bu meseleyi sormadan bırakmayacağım.\" Böylece Uwaimir, Allah'ın Resulü'nün (ﷺ) insanların arasında bulunduğu yere gitti ve \"Ey Allah'ın Resulü (ﷺ)! Eğer bir adam karısı ile başka bir adamı görürse, onu öldürmeli mi, ki sen de onu (kısasta) öldüresin; yoksa başka ne yapmalı?\" dedi. Allah'ın Resulü (ﷺ) dedi ki: \"Allah, senin ve karının meselesi hakkında bir şey indirdi. Git ve onu buraya getir.\" Böylece her ikisi de Lian hükmünü yerine getirdi, ben de insanların arasında (şahit olarak) bulundum. Her ikisi de işlerini bitirdikten sonra, Uwaimir dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Eğer şimdi karımı yanımda tutarsam, yalan söylemiş olurum.\" Sonra Allah'ın Resulü'nün (ﷺ) emretmeden önce onu üç kez boşama kararını verdi. (İbn Şihab dedi ki: \"Bu, Lian davasına karışan herkes için gelenekti.\")"
    },
    {
      "id": 10,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Rifa'a Al-Qurazi'nin eşi, Allah'ın Resulü'ne (ﷺ) geldi ve \"Ey Allah'ın Resulü (ﷺ)! Rifa'a beni kesin olarak boşadı. Ondan sonra Abdurrahman bin Az-Zubair Al-Qurazi ile evlendim, ama o impotent çıktı.\" Allah'ın Resulü (ﷺ) ona, \"Belki Rifa'a'ya dönmek istiyorsun? Hayır (Rifa'a'ya dönemezsin) ta ki sen ve Abdurrahman evliliğinizi tamamlayana kadar.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir adam karısını üç kez boşadı (boşama kararını üç kez ifade ederek), sonra o başka bir adamla evlendi, o da onu boşadı. Peygamber (ﷺ) ona, ilk kocasıyla yasal olarak evlenip evlenemeyeceğini sordu. Peygamber (ﷺ) şöyle cevap verdi: \"Hayır, ikinci kocası onunla evliliğini tamamlamadan ilk kocasıyla evlenemez.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize (onunla kalma veya boşanma) seçeneğini verdi ve biz Allah'ı ve Resulünü seçtik. Dolayısıyla, bize bu seçeneği vermek boşanma olarak kabul edilmedi."
    },
    {
      "id": 13,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Aişe'ye seçenek hakkında sordum: O da, \"Peygamber (ﷺ) bize seçenek verdi. Bu seçeneğin boşama olarak kabul edildiğini düşünüyor musun?\" dedi. Ben de, \"Karımı bir kez veya yüz kez seçeneği verirsem, benim için pek bir önemi yok.\" dedim."
    },
    {
      "id": 14,
      "narrator": "Nafi' said:",
      "text": "Nafi' dedi ki: İbn 'Umar'a üç boşama veren kişi hakkında sorulduğunda, \"Keşke bir veya iki boşama versen, çünkü Peygamber (ﷺ) bana bunu emretti. Eğer üç boşama verirsen, o artık senin için helal olmaz, ta ki başka bir koca ile evlenip ondan boşanana kadar.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir adam karısını boşadı ve o başka bir adamla evlendi, o da impotent çıktı ve onu boşadı. O, ondan tatmin olamadı ve bir süre sonra onu boşadı. Sonra Peygamber'e geldi ve \"Ey Allah'ın Resulü (ﷺ)! İlk kocam beni boşadı, sonra başka bir adamla evlendim, o da benimle evliliğini tamamlamak için yanımda bulundu ama impotent çıktı ve sadece bir kez yanımda bulundu, bu süre zarfında benden hiçbir fayda sağlamadı. Bu durumda ilk kocama yeniden evlenebilir miyim?\" dedi. Allah'ın Resulü (ﷺ) dedi ki: \"Diğer koca seninle evliliğini tamamlamadan ilk kocanla evlenmen haramdır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Jubair'den rivayet edilmiştir: Ibn `Abbas'ın şöyle dediğini işittim: \"Eğer bir adam karısını kendisine haram kılarsa, bu onun boşandığı anlamına gelmez.\" Ekledi: \"Gerçekten, Allah'ın Elçisi'nde (ﷺ) sizin için güzel bir örnek vardır.\""
    },
    {
      "id": 17,
      "narrator": "Narrated `Ubaid bin `Umar:",
      "text": "`Ubaid bin `Umar'dan rivayet edilmiştir: `Aişe'nin şöyle dediğini duydum: \"Peygamber (ﷺ) Zeynep bint Cahş ile uzun süre kalır ve onun evinde bal içerdi. Bunun üzerine Hafsa ve ben, eğer Peygamber (ﷺ) bizden birine gelirse, ona şöyle demesi gerektiğine karar verdik: 'Sende Maghafir (kötü kokulu bir reçine) kokusu var. Maghafir yedin mi?' \" Peygamber (ﷺ) onlardan birini ziyaret etti ve ona benzer bir şey söyledi. Peygamber (ﷺ) dedi ki: \"Aman, Zeynep bint Cahş'ın evinde biraz bal içtim ama bir daha içmeyeceğim.\" Bunun üzerine şu ayetler indirildi: 'Ey Peygamber! Allah'ın senin için helal kıldığı şeyi niçin haram kılıyorsun... Eğer siz iki (Peygamber'in eşleri) Allah'a yönelirseniz,' (66.1-4) Aişe ve Hafsa'ya hitaben. 'Peygamber (ﷺ) bazı eşlerine bir meseleyi gizlice açıkladığında.' (66.3) yani: \"Ama ben biraz bal içtim.\""
    },
    {
      "id": 18,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) balı ve tatlı yiyecekleri severdi ve (alışkanlığı gereği) `Asr namazını bitirdikten sonra eşlerini ziyaret eder ve o sırada birinin yanında kalırdı. Bir gün Hafsa bint `Umar'a gitti ve onunla alışılmıştan daha fazla kaldı. Kıskandım ve bunun nedenini sordum. Bana, onun akrabalarından bir kadının ona bal dolu bir deri hediye ettiğini ve onun bununla bir şerbet yapıp Peygamber'e (ﷺ) içirdiğini söylediler (ve bu gecikmenin sebebi buydu). Ben de, \"Vallahi ona bir oyun oynayacağız (bunu yapmasını engellemek için).\" dedim. Sa`da bint Zam`a'ya şöyle dedim: \"Peygamber (ﷺ) sana yaklaşacak, ve yanına geldiğinde, 'Maghafir (kötü kokulu bir reçine) aldın mı?' de. O da, 'Hayır.' diyecek. Sonra ona, 'O zaman senden gelen bu kötü koku nedir?' de. O da, 'Hafsa bana bal şerbeti içirdi.' diyecek. Sonra de ki: 'Belki o balın arıları Al-`Urfut ağacının özünü emmiştir.' Ben de aynı şeyi söyleyeceğim. Ey Safiye, sen de aynı şeyi söyle.\" Sonra Sa`da dedi ki: \"Vallahi, o (Peygamber (ﷺ)) kapıda durduğu anda, sana söylediğin şeyi ona söylemek üzereydim çünkü senden korkuyordum.\" Peygamber (ﷺ) Sa`da'ya yaklaştığında, ona, \"Ey Allah'ın Elçisi (ﷺ)! Maghafir aldın mı?\" dedi. O da, \"Hayır.\" dedi. O da, \"O zaman senden gelen bu kötü koku nedir?\" dedi. O da, \"Hafsa bana bal şerbeti içirdi.\" dedi. O da, \"Belki o balın arıları Al-`Urfut ağacının özünü emmiştir.\" dedi. Bana geldiğinde, ben de aynı şeyi söyledim, ve Peygamber (ﷺ) Safiye'ye gittiğinde, o da aynı şeyi söyledi. Ve Peygamber (ﷺ) tekrar Hafsa'ya gittiğinde, o, \"Ey Allah'ın Elçisi (ﷺ)! Sana daha fazla o içecekten vereyim mi?\" dedi. O da, \"Ona ihtiyacım yok.\" dedi. Sa`da dedi ki: \"Vallahi, onu (ondan mahrum ettik).\" Ben de ona, \"Sus.\" dedim."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, benim ümmetime akıllarından geçen kötü düşünceleri affetti, bu düşünceler eyleme dökülmedikçe veya söylenmedikçe.\" Ve Katada dedi ki: \"Eğer biri karısını sadece aklında boşarsa, bu söylenmemiş boşama hiçbir etki yapmaz.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Beni Aslam kabilesinden bir adam, Peygamber (ﷺ) mescitteyken yanına geldi ve \"Ben zina ettim.\" dedi. Peygamber (ﷺ) yüzünü diğer tarafa çevirdi. Adam, Peygamber (ﷺ)'in yüzünü çevirdiği tarafa döndü ve kendisi hakkında dört şahitlik yaptı. Bunun üzerine Peygamber (ﷺ) onu çağırdı ve \"Deli misin?\" dedi. (Ekledi) \"Evli misin?\" Adam, \"Evet.\" dedi. Bunun üzerine Peygamber (ﷺ) ona Musalla'da (namaz yeri) taşlanmasını emretti. Taşlar ona keskin kenarlarıyla vurduğunda kaçtı, ama Al-Harra'da yakalandı ve sonra öldürüldü."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Beni Aslam'dan bir adam, Allah'ın Elçisi (ﷺ) mescitteyken yanına geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Ben zina ettim.\" dedi. Bunun üzerine Peygamber (ﷺ) yüzünü ondan diğer tarafa çevirdi. Adam, Peygamber (ﷺ)'in yüzünü çevirdiği tarafa doğru hareket etti ve \"Ey Allah'ın Elçisi (ﷺ)! Ben zina ettim.\" dedi. Peygamber (ﷺ) yüzünü (ondan) diğer tarafa çevirdi, bunun üzerine adam tekrar Peygamber (ﷺ)'in yüzünü çevirdiği tarafa doğru hareket etti ve ifadesini tekrarladı. Peygamber (ﷺ) yine yüzünü (ondan) diğer tarafa çevirdi. Adam tekrar hareket etti (ve ifadesini) dördüncü kez tekrarladı. Adam kendisi hakkında dört kez şahitlik yaptıktan sonra, Peygamber (ﷺ) onu çağırdı ve \"Deli misin?\" dedi. Adam, \"Hayır.\" dedi. Peygamber (ﷺ) o zaman (ashabına) \"Gidin ve onu taşlayarak öldürün.\" dedi. Adam evliydi. Jabir bin `Abdullah Al-Ansari dedi ki: \"Ben de onu taşlayanlardan biriydim. Medina'daki Musalla'da (Bayram namazı yeri) onu taşladık. Taşlar ona keskin kenarlarıyla vurduğunda kaçtı, ama biz onu Al-Harra'da yakaladık ve taşlayarak öldürdük.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn `Abbas'tan rivayet edilmiştir: Thabit bin Qais'ın eşi, Peygamber (ﷺ)'e geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Thabit'i karakterindeki veya dinindeki kusurlarından dolayı kınamıyorum, ama ben bir Müslüman olarak onunla birlikte olmaktan hoşlanmıyorum.\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) ona, \"Kocanın sana verdiği bahçeyi geri verecek misin?\" dedi. O da, \"Evet.\" dedi. Sonra Peygamber (ﷺ) Thabit'e, \"Ey Thabit! Bahçeni kabul et ve onu bir kez boşama.\" dedi."
    },
    {
      "id": 23,
      "narrator": "Narrated `Ikrima:",
      "text": "`İkrime'den rivayet edilmiştir: Abdullah bin Ubai'nin kız kardeşi (yukarıdaki rivayeti, 197) ekleme ile aktardı ki, Peygamber (ﷺ) Thabit'in eşine, \"Bahçesini geri verecek misin?\" dedi. O da, \"Evet,\" dedi ve geri verdi, ve (sonra) Peygamber Thabit'e onu boşamasını emretti."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn `Abbas'tan rivayet edilmiştir: Thabit bin Qais'ın eşi, Allah'ın Elçisi (ﷺ)'ne geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Thabit'i karakterindeki veya dinindeki kusurlarından dolayı kınamıyorum, ama onunla birlikte yaşamaya katlanamıyorum.\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki, \"Bahçesini ona geri verecek misin?\" O da, \"Evet.\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn `Abbas'tan rivayet edilmiştir: Thabit bin Qais bin Şammas'ın eşi, Peygamber (ﷺ)'e geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Thabit'i karakterindeki veya dinindeki kusurlarından dolayı kınamıyorum, ama Allah'ın nimetlerine nankörlük etmekten korkuyorum.\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) ona, \"Bahçesini ona geri verecek misin?\" dedi. O da, \"Evet.\" dedi. Böylece bahçesini ona geri verdi ve Peygamber (ﷺ) ona boşamasını söyledi."
    },
    {
      "id": 26,
      "narrator": "Narrated `Ikrima:",
      "text": "`İkrime'den rivayet edilmiştir: Jamila... Sonra tüm Hadisi aktardı, (yani 199)."
    },
    {
      "id": 27,
      "narrator": "Narrated Al-Miswar bin Makhrama Az-Zuhri:",
      "text": "Al-Miswar bin Makhrama Az-Zuhri'den rivayet edilmiştir: Peygamber (ﷺ)'in şöyle dediğini duydum: \"Banu Al-Mughira, Ali'nin kızlarıyla evlenmesi için benden izin istediler, ama bu konuda izin vermiyorum.\""
    },
    {
      "id": 28,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Barra ile ilgili durumlarda üç gelenek belirlendi: O serbest bırakıldığında, kocasını tutma veya bırakma seçeneği verildi; Allah'ın Elçisi (ﷺ) şöyle dedi: \"Vala, serbest bırakan içindir.\" Bir gün Allah'ın Elçisi (ﷺ) bir kapta et pişirilirken eve girdi, ama önüne sadece ekmek ve evin çorbası konuldu. O, \"Etin bulunduğu tencereyi göremiyor muyum?\" dedi. Onlar, \"Evet, ama o et, Barira'ya (birisi tarafından) sadaka olarak verildi ve sen sadaka olarak verilen şeyi yemezsin.\" dediler. Peygamber (ﷺ) dedi: \"O et, onun için sadakadır, ama bizim için bir hediyedir.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn `Abbas'tan rivayet edilmiştir: Onu bir köle olarak gördüm, (yani Barira'nın kocası)."
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn `Abbas'tan rivayet edilmiştir: O, Beni filan filanın kölesi Mughith'ti, yani Barira'nın kocası, şimdi onu Medine sokaklarında Barira'nın peşinden koşarken görüyor gibiyim."
    },
    {
      "id": 31,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Barira'nın eşi, Mughith adında bir siyah köleydi, Beni falan filan kölesi - sanki onu şimdi görüyorum, Medine sokaklarında onun arkasında yürürken."
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Aswad:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Barira'nın eşi, Mughith adında bir köleydi, sanki onu şimdi görüyorum, Barira'nın arkasında gidiyor ve sakalından akan gözyaşlarıyla ağlıyordu. Peygamber (ﷺ) Abbas'a dedi ki: \"Ey Abbas! Mughith'in Barira'ya olan sevgisine ve Barira'nın Mughith'e olan nefretine hayret etmiyor musun?\" Peygamber (ﷺ) daha sonra Barira'ya dedi ki: \"Neden ona dönmüyorsun?\" O da dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Beni buna mı emrediyorsun?\" O da dedi ki: \"Hayır, ben sadece onun için arabuluculuk yapıyorum.\" O da dedi ki: \"Ona ihtiyacım yok.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "El-Aswad'dan rivayet edilmiştir: Aişe, Barira'yı satın almayı düşündü, ancak onun sahipleri onun wala'sının kendilerine ait olmasını şart koştu. Aişe bunu Peygamber (ﷺ)'e söyledi, o da (Aişe'ye) dedi ki: \"Onu satın al ve azat et, çünkü wala azat edene aittir.\" Bir gün Peygamber (ﷺ)'e bir et getirildi ve \"Bu et Barira'ya sadaka olarak verildi.\" denildi. Peygamber (ﷺ) dedi ki: \"Bu Barira için bir sadaka ve bizim için bir hediyedir.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Adam'dan rivayet edilmiştir: Şu'ba aynı Hadisi aktardı ve ekledi: Barira'nın kocasıyla ilgili bir seçeneği vardı."
    },
    {
      "id": 37,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar'a bir Hristiyan kadınla veya bir Yahudi kadınla evlenip evlenemeyeceği sorulduğunda, o derdi ki: \"Allah, inananların Allah'a ortak koşan kadınlarla evlenmesini haram kılmıştır ve ben, Allah'a ortak koşma konusunda daha büyük bir şey bilmiyorum, bir kadın 'İsa benim Rabbimdir' derse, oysa o sadece Allah'ın kullarından biridir.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Nafi`:",
      "text": "---"
    },
    {
      "id": 40,
      "narrator": "Ibn `Umar added:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Putperestler, Peygamber ve Müminlerle olan ilişkileri açısından iki gruptu. Bazıları, Peygamberle savaş halinde olan ve ona karşı savaşanlardı; diğerleri ise Peygamber (ﷺ) ile antlaşma yapanlardı ve ne Peygamber (ﷺ) onlarla savaştı, ne de onlar ona savaştı. Eğer bir kadın, ilk gruptaki putperestlerden Müslümanlara hicret ederse, onun evlenmesi için adet görmesi ve sonra temizlenmesi gerekirdi. Temizlendiğinde evlenmesi caiz olurdu ve eğer kocası da evlenmeden önce hicret ederse, o zaman ona geri dönerdi. Eğer herhangi bir köle veya kadın köle, onlardan Müslümanlara hicret ederse, o zaman onlar özgür kişiler (köle değil) olarak kabul edilir ve diğer hicret edenlere verilen haklara sahip olurlardı. Rivayet eden daha sonra Müslümanlarla antlaşma yapan putperestler hakkında, Mücahid'in rivayetinde olduğu gibi bahsetti. Eğer bir erkek köle veya kadın köle, Müslümanlarla antlaşma yapan putperestlerden hicret ederse, geri verilmezler, ancak onların bedelleri (putperestlere) ödenir."
    },
    {
      "id": 41,
      "narrator": "Narrated Yazid:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Kureyb,"
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Ümeyye'nin kızı, Ömer bin Hattab'ın eşiydi."
    },
    {
      "id": 44,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Ömer onu boşadı ve sonra Muaviye bin Ebu Süfyan onunla evlendi."
    },
    {
      "id": 45,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Benzer şekilde, Ebu Süfyan'ın kızı Ümmü Hekam, İyad bin Ganm el-Fihri'nin eşiydi."
    },
    {
      "id": 46,
      "narrator": "Narrated `Abdullah bin Abi A'ufa:",
      "text": "Abdullah bin Abi A'ufa'dan rivayet edilmiştir: Biz Allah'ın Resulü (ﷺ) ile bir yolculukta idik, güneş battığında, bir adama, \"İni ve benim için bir içecek hazırlayın.\" dedi. Adam, \"Ey Allah'ın Resulü (ﷺ)! Akşam olana kadar bekleyecek misin?\" dedi. Allah'ın Resulü (ﷺ) tekrar, \"İni ve benim için bir içecek hazırlayın.\" dedi. Adam, \"Ey Allah'ın Elçisi! Hala gündüz, akşam olana kadar bekleyecek misin?\" dedi. Peygamber (ﷺ) tekrar, \"İni ve benim için bir içecek hazırlayın.\" dedi. Bunun üzerine adam üçüncü kez indi ve onun için bir içecek hazırladı. Allah'ın Resulü (ﷺ) ondan içti ve elini doğuya doğru işaret ederek, \"Eğer bu taraftan gecenin düştüğünü görürseniz, o zaman oruçlu bir kişi orucunu açmalıdır.\" dedi."
    },
    {
      "id": 47,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mas'ud'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bilal'in çağrısı (veya ezanı) sizi sahur yemeklerinden alıkoymamalıdır; çünkü Bilal, gece namazı kılanın dinlenmesi için çağrıda bulunur ve sabahın aydınlandığını belirtmez.\" Rivayet eden Yazid, (şafak nasıl doğar) ellerini uzatarak ve sonra genişçe ayırarak tarif etti."
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Cimri ile cömert kişinin örneği, göğüslerinden boyunlarına kadar demir pelerin giymiş iki kişi gibidir. Cömert kişi harcadığında, demir pelerin genişler ve derisinin üzerine yayılır, öyle ki parmak uçlarını kaplar ve izlerini siler. Cimri ise harcama düşüncesine kapıldığında, demir pelerin her halkası yerinde kalır (vücuduna yapışır) ve onu genişletmeye çalışır, ama genişlemez.\" Peygamber (ﷺ) elini boğazına işaret ederek gösterdi."
    },
    {
      "id": 49,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Size Ensar arasında en iyi aileleri söyleyeyim mi?\" Onlar (insanlar) dediler, \"Evet, ey Allah'ın Resulü (ﷺ)!\" Peygamber (ﷺ) dedi ki, \"En iyileri Banu- An-Necjar'dır, onlardan sonra Banu Abdil Aşhal, onlardan sonra Banu Harith bin Al-Khazraj ve onlardan sonra Banu Sa'ida'dır.\" Peygamber (ﷺ) sonra elini parmaklarını kapatarak ve sonra açarak bir şey fırlatır gibi hareket etti ve sonra dedi ki, \"Her halükarda, Ensar'ın tüm ailelerinde hayır vardır.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: (Allah'ın Resulü (ﷺ)'nün bir sahabesi) Allah'ın Resulü (ﷺ), orta ve işaret parmaklarını uzatarak, \"Benim gelişim ile Kıyamet'in geliş zamanı böyle (veya bunlar gibi),\" dedi; yani, onun dönemi ile Kıyamet arasında mesafe, bu iki parmak arasındaki mesafe gibidir, yani çok kısadır."
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (üç kez on parmağını uzatarak) dedi ki, \"Ay böyle ve böyle ve böyle,\" yani otuz gündür. Sonra (on parmağını iki kez uzatıp sonra dokuz parmağını uzatarak) dedi ki, \"Böyle ve böyle ve böyle olabilir,\" yani yirmi dokuz gündür. Bir kez otuz gün, bir kez de yirmi dokuz gün demek istedi."
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Masud:",
      "text": "Ebu Mesud'dan rivayet edilmiştir: Peygamber (ﷺ) elini Yemen'e doğru işaret ederek iki kez, \"İman oradadır,\" dedi, sonra doğuya işaret ederek, \"Şüphesiz, sertlik ve merhametsizlik, develeriyle meşgul olanların nitelikleridir ve dinlerine dikkat etmezler; burada Şeytan'ın iki başı ortaya çıkacaktır,\" yani Rabl'a ve Muqar kabileleri."
    },
    {
      "id": 53,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Ben ve bir yetime bakan kişi cennette böyle olacağız,\" orta ve işaret parmaklarını göstererek ayırdı."
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Bana siyah bir çocuk doğdu.\" Peygamber ona sordu, \"Develerin var mı?\" Adam, \"Evet,\" dedi. Peygamber (ﷺ) ona sordu, \"Onlar hangi renkte?\" Adam, \"Kırmızı,\" diye cevap verdi. Peygamber (ﷺ) dedi ki, \"Aralarında gri olan var mı?\" Adam, \"Evet,\" dedi. Peygamber (ﷺ) dedi ki, \"O nereden geliyor?\" Adam, \"Belki de kalıtsal,\" dedi. Peygamber (ﷺ) dedi ki, \"Belki de en son doğan çocuğun bu rengi kalıtsaldır.\""
    },
    {
      "id": 55,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Bir Ensari adam karısını (zina yapmakla) suçladı. Peygamber (ﷺ) her ikisini de Lian yemini ettirdi ve onları birbirinden ayırdı (boşanma ile)."
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Hilal bin Umaiyya karısını zina yapmakla suçladı ve Peygamber (ﷺ)'e gelerek (onun aleyhine) şahitlik yaptı, (Lian yemini ederek). Peygamber (ﷺ) diyordu ki, \"Allah, ikinizden birinin yalancı olduğunu bilir. İçinizden biri Allah'a tevbe edecek mi?\" O zaman kadın ayağa kalktı ve şahitlik yaptı."
    },
    {
      "id": 57,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: 'Uwaimir Al-Ajlani, 'Asim bin Adi Al-Ensari'ye geldi ve ona, \"Ey 'Asim! Bir adam karısını başkasıyla görse, onu öldürmeli mi, yoksa ne yapmalı? Lütfen, ey 'Asim, bu konuda benim adıma sor.\" 'Asim, Allah'ın Resulü (ﷺ)'e bunu sordu. Allah'ın Resulü (ﷺ) bu soruyu hoş karşılamadı ve bunu aşağılayıcı buldu. 'Asim'in Allah'ın Resulü (ﷺ)'den duyduğu şey ona zor geldi. 'Asim ailesine döndüğünde, 'Uwaimir ona geldi ve dedi ki, \"Ey 'Asim! Allah'ın Resulü (ﷺ) sana ne dedi?\" 'Asim, 'Uwaimir'e, \"Sen bana hiçbir hayır getirmiyorsun. Allah'ın Resulü (ﷺ) sorduğum meseleye karşı çıkıyordu.\" 'Uwaimir, \"Vallahi, bu meseleyi sormadan bırakmayacağım,\" dedi. Böylece 'Uwaimir, insanlarla birlikte Allah'ın Resulü (ﷺ)'e geldi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Eğer bir adam karısını başkasıyla görürse, onu öldürmeli mi, yoksa ne yapmalı?\" Allah'ın Resulü (ﷺ) dedi ki, \"Allah, senin ve karının meselesi hakkında bir hüküm indirmiştir. Git ve onu getir.\" Böylece Lian işlemi yapılırken ben Allah'ın Resulü (ﷺ)'nin yanında insanlarla birlikteydim. Lian işlemi tamamlandığında, 'Uwaimir dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Eğer şimdi onu benimle eş olarak tutarsam, o zaman yalan söylemiş olurum.\" Böylece Allah'ın Resulü (ﷺ) ona emretmeden önce üç kez boşadı. (İbn Şihab dedi ki: Lian davasında yer alan herkes için boşanma gelenek haline geldi.)"
    },
    {
      "id": 58,
      "narrator": "Narrated Ibn Juraij:",
      "text": "İbn Juraij'den rivayet edilmiştir: İbn Şihab bana Lian ve ona dair gelenek hakkında bilgi verdi, Sahl bin Sa'd'ın rivayetini referans göstererek, \"Bir Ensari adam Allah'ın Resulü (ﷺ)'e geldi ve dedi ki, 'Ey Allah'ın Elçisi! Eğer bir adam karısını başkasıyla görürse, onu öldürmeli mi, yoksa ne yapmalı?' Allah, onun meselesi hakkında Kuran'da Lian davası hakkında bahsedilenleri indirdi. Peygamber (ﷺ) dedi ki, 'Allah, senin ve karının meselesi hakkında hükmünü vermiştir.' Böylece Lian, camide benim orada bulunduğum sırada yapıldı. Tamamlandıklarında, adam dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Eğer şimdi onu benimle eş olarak tutarsam, o zaman onun hakkında yalan söylemiş olurum.\" Sonra, Lian işlemi tamamlandığında, Allah'ın Resulü (ﷺ) ona emretmeden önce üç kez boşadı. İbn Şihab ekledi, \"Onların davasından sonra, Lian davasında yer alan çiftlerin boşanması gelenek haline geldi. O kadın o zaman hamileydi ve daha sonra oğlu annesinin adıyla anıldı. Miras konusundaki gelenek ise, onun mirasçısı olacağı ve Allah'ın ona tayin ettiği payı miras alacağıydı.\" İbn Şihab, Sahl bin Sa'd As'Saidi'nin, Peygamber (ﷺ)'in (yukarıdaki rivayette) dediğini söyledi, \"Eğer o kadın, bir kertenkele gibi küçük kırmızı bir çocuk doğurursa, o kadın doğru söylemiştir ve adam yalan söylemiştir; ama eğer siyah gözleri ve büyük dudakları olan bir çocuk doğurursa, o zaman kocası doğru söylemiştir.\" Sonra, o, hoşlanılmayacak bir şekilde doğurdu (bu onun suçlu olduğunu kanıtladı)."
    },
    {
      "id": 59,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "Al-Qasim bin Muhammed'den rivayet edilmiştir: İbn Abbas dedi ki, \"Bir zaman Lian, Peygamber (ﷺ)'in önünde zikredildiğinde, 'Asim bin Adi bir şey söyledi ve gitti. Sonra kabilesinden bir adam ona geldi ve karısını bir adamla bulduğunu şikayet etti. 'Asim dedi ki, 'Ben yalnızca ifademden dolayı sorguya çekildim (Lian hakkında).' 'Asim adamı Peygamber (ﷺ)'e götürdü ve adam karısını bulduğu durumu ona anlattı. Adam solgun, zayıf ve ince saçlıydı, oysa karısıyla gördüğünü iddia ettiği diğer adam esmer, şişman ve baldırlarında çok et vardı. Peygamber (ﷺ) dua etti ve dedi ki, 'Ey Allah! Gerçeği açığa çıkar.' Böylece o kadın, kocasının bulduğunu söylediği adam gibi bir çocuk doğurdu. Peygamber (ﷺ) sonra onlardan Lian işlemini gerçekleştirmelerini istedi.\" O toplantıdan bir adam İbn Abbas'a sordu, \"O kadın, Peygamber (ﷺ)'in, 'Eğer ben birini tanık olmadan taşlayacak olsaydım, bu kadını taşlardım' dediği kadın mıydı?\" İbn Abbas dedi ki, \"Hayır, o başka bir kadındı; o, Müslüman olmasına rağmen, açıkça kötü davranışlarıyla şüphe uyandırıyordu.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: İbn Umar'a sordum, \"(Eğer) bir adam karısını zina ile suçlarsa, hüküm nedir?\" İbn Umar dedi ki, \"Peygamber (ﷺ) Banu Al-Ajlan çiftini ayırdı (boşanma ile) ve onlara dedi ki, 'Allah, ikinizden birinin yalancı olduğunu bilir; peki, biriniz tevbe edecek mi?' Ama her ikisi de reddetti. O tekrar dedi, 'Allah, ikinizden birinin yalancı olduğunu bilir; peki, biriniz tevbe edecek mi?' Ama her ikisi de reddetti. Böylece onları boşadı.\" (Aiyub, bir alt rivayetçi, 'Amr bin Dinar'ın bana, \"Bu Hadiste bahsetmediğin başka bir şey var. Şöyle geçiyor: Adam, 'Peki benim param (yani, karıma verdiğim mehr) ne olacak?' dedi. Cevap verildi, 'Hiçbir parayı geri alma hakkın yok; çünkü eğer suçlamada doğruysanız, onunla evliliğinizi de gerçekleştirmişsinizdir; eğer yalan söylüyorsanız, paranızı geri almak için daha az hak sahibisiniz.'\")"
    },
    {
      "id": 61,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Cubeyr'den rivayet edilmiştir: İbn `Umar'a Lian davasına karışanlar hakkında sordum. O, \"Peygamber (ﷺ) Lian davasına karışanlara, 'Hesaplarınız Allah'ladır. Sizden biri yalancıdır ve sen (koca) onun üzerinde hak sahibi değilsin (boşanmıştır)\" dedi. Adam, 'Peki benim malım (Mahr) ne olacak?' dedi. Peygamber (ﷺ) şöyle dedi: 'Malını geri alma hakkın yok. Eğer onun hakkında doğru söylüyorsan, malın onunla evliliğini tamamlamak içindi; eğer onun hakkında yalan söylediysen, malını geri alma hakkın daha azdır.' \" Sufyan, bir alt rivayetçi olarak: Hadisi `Amr'dan öğrendim. Aiyub'dan rivayet edilmiştir: Sa`id bin Cubeyr'in, \"İbn `Umar'a sordum, 'Eğer bir adam (karısını yasadışı cinsel ilişkiyle) suçlarsa ve Lian işlemini gerçekleştirirse (ne olur)?' İbn `Umar iki parmağını ayırdı. (Sufyan işaret parmağı ve orta parmağını ayırdı.) İbn `Umar dedi ki, 'Peygamber (ﷺ) Beni Al-Ajlan çiftini boşayarak ayırdı ve üç kez, \"Allah biliyor ki, sizden biri yalancıdır; peki, aranızdan biri (Allah'a) tövbe edecek mi?\" dedi.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), karısını yasadışı cinsel ilişkiyle suçlayan kocadan onu ayırdı (boşadı) ve onlardan Lian yemini aldırdı."
    },
    {
      "id": 63,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) bir Ensar adamı ve karısını Lian yaptırdı ve ardından onları boşadı."
    },
    {
      "id": 64,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) bir adam ve karısını Lian yaptırdı ve koca çocuğunu reddetti. Bunun üzerine Peygamber onları (boşayarak) ayırdı ve çocuğun yalnızca anneye ait olduğuna karar verdi."
    },
    {
      "id": 65,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Lian davasına karışanlar, Allah'ın Elçisi (ﷺ) önünde zikredildi. `Asim bin Adi bu konuda bir şey söyledi ve sonra ayrıldı. Daha sonra kabilesinden bir adam ona geldi ve karısıyla başka bir adam bulduğunu söyledi. Bunun üzerine `Asim, \"Ben sadece söylediğim şeyden (Lian hakkında) sorguya çekildim.\" dedi. `Asim adamı Allah'ın Elçisi (ﷺ) yanına götürdü ve karısını bulduğu durumu ona anlattı. Adam solgun, zayıf ve ince saçlıydı, oysa karısıyla bulduğu diğer adam esmer, şişman, kalın baldırları olan ve kıvırcık saçlıydı. Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Allah! Gerçeği açığa çıkar.\" Sonra kadın, kocasının bulduğunu söylediği adama benzeyen bir çocuk doğurdu. Bunun üzerine Allah'ın Elçisi (ﷺ) onlardan Lian yaptırmalarını emretti. O toplantıdan bir adam İbn `Abbas'a, \"Bu, Allah'ın Elçisi (ﷺ) 'Eğer ben tanık olmadan birini taşlasaydım, bu kadını taşlardım' dediği aynı kadın mı?\" diye sordu. İbn `Abbas, \"Hayır, o başka bir kadındır; o, Müslüman olmasına rağmen açıkça kötü davranışları nedeniyle şüphe uyandırıyordu.\" dedi."
    },
    {
      "id": 66,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Rifa`a Al-Qurazi bir kadınla evlendi ve sonra onu boşadı; bunun üzerine kadın başka bir adamla evlendi. Kadın Peygamber (ﷺ)'e geldi ve yeni kocasının kendisine yaklaşmadığını, tamamen iktidarsız olduğunu söyledi. Peygamber (ﷺ) ona, \"Hayır (ilk kocanla yeniden evlenemezsin) ta ki ikinci kocayı tadıncaya ve o da seni tadıncaya kadar (yani onunla evliliğini tamamlayana kadar).\" dedi."
    },
    {
      "id": 67,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: (Peygamberin eşi) Bani Aslam'dan Subai'a adında bir kadın, hamile iken dul kaldı. Abu As-Sanabil bin Ba'kak onunla evlenmek istedi, ancak o evlenmeyi reddetti ve \"Allah'a yemin ederim, iki belirlenmiş süreden birini tamamlamadan onunla evlenemem.\" dedi. Yaklaşık on gün sonra (çocuğunu doğurduktan sonra) Peygamber (ﷺ)'e gitti ve o da ona, \"Artık evlenebilirsin.\" dedi."
    },
    {
      "id": 68,
      "narrator": "Narrated `Abdullah bin `Abdullah:",
      "text": "`Abdullah bin `Abdullah'dan rivayet edilmiştir: Babası, İbn Al-Arqam'a bir mektup yazarak, Subai'a Al-Aslamiya'ya Peygamberin ona nasıl bir hüküm verdiğini sormasını istedi. O da, \"Peygamber, bana doğum yaptıktan sonra evlenebileceğimi söyledi.\" dedi."
    },
    {
      "id": 69,
      "narrator": "Narrated Al-Miswer bin Makhrama:",
      "text": "Al-Miswer bin Makhrama'dan rivayet edilmiştir: Subai'a Al-Aslamiya, kocasının ölümünden birkaç gün sonra bir çocuk doğurdu. Peygamber'e gidip yeniden evlenmek için izin istedi ve Peygamber (ﷺ) ona izin verdi, o da evlendi."
    },
    {
      "id": 70,
      "narrator": "Narrated Qasim bin Muhammad and Sulaiman bin Yasar:",
      "text": "Kasımbin Muhammed ve Süleyman bin Yesar'dan rivayet edilmiştir: Yahya bin Sa`id bin Al-`As, `Abdur-Rahman bin Al-Hakarn'ın kızını boşadı. `Abdur-Rahman onu evine götürdü. Bunun üzerine `Aişe, Medine valisi Marwan bin Al-Hakam'a bir mesaj gönderdi ve \"Allah'tan kork, kardeşini ona evine geri döndürmesi için teşvik et.\" dedi. Marwan (Süleyman'ın rivayetinde) \"Abdur-Rahman bin Al-Hakam bana itaat etmedi (ya da ikna edici bir argümanı vardı).\" dedi. (Al-Kasım'ın rivayetinde Marwan, \"Fatima bint Qais'in davasını duydun mu?\" dedi. Aişe, \"Fatima bint Qais'in davası senin lehine değil.\" dedi. Marwan bin Al-Hakam, `Aişe'ye, \"Fatima bint Qais'in babasının evine gitmesine neden olan durum, `Abdur-Rahman'ın kızına da uygulanabilir.\" dedi."
    },
    {
      "id": 71,
      "narrator": "Narrated Al-Qasim:",
      "text": "Al-Kasım'dan rivayet edilmiştir: Aişe, \"Fatima'nın neyi var? Neden Allah'tan korkmuyor?\" diyerek boşanmış bir kadının kocası tarafından barınma ve geçim sağlanma hakkına sahip olmadığını söyledi."
    },
    {
      "id": 72,
      "narrator": "Narrated Qasim:",
      "text": "Kasımbin Muhammed'den rivayet edilmiştir: Urva, Aişe'ye, \"Şu so-and-so, Al-Hakamn'ın kızı hakkında bir şey biliyor musun? Kocası onu kesin olarak boşadı ve o (kocasının evinden) ayrıldı.\" dedi. `Aişe, \"Ne kötü bir şey yaptı!\" dedi. Urva, `Aişe'ye, \"Fatima'nın sözünü duymadın mı?\" dedi. `Aişe, \"Onu anmak onun lehine değil.\" dedi. Urva ekledi, `Aişe Fatima'yı sert bir şekilde kınadı ve \"Fatima yalnız bir yerdeydi ve tehlikeye açıktı, bu yüzden Peygamber (ﷺ) ona (kocasının evinden çıkmasına) izin verdi.\" dedi."
    },
    {
      "id": 73,
      "narrator": "Narrated 'Urwa:",
      "text": "Urva'dan rivayet edilmiştir: Aişe, Fatima'nın söylediklerine karşı çıktı."
    },
    {
      "id": 74,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Hac'dan sonra Mekke'den ayrılmaya karar verdiğinde, Safiyya'yı üzgün ve çadırının girişinde dururken gördü. Ona, \"Aqr (veya) Halq! Bizi alıkoyacaksın. Nahr günü Tawaf-al-Ifada yaptın mı?\" dedi. O da, \"Evet.\" dedi. O da, \"O halde gidebilirsin.\" dedi."
    },
    {
      "id": 75,
      "narrator": "Narrated Al-Hasan:",
      "text": "Al-Hasan'dan rivayet edilmiştir: Ma'qil kız kardeşini evlendirdi ve daha sonra kocası onu bir kez boşadı."
    },
    {
      "id": 76,
      "narrator": "Narrated Al-Hasan:",
      "text": "Al-Hasan'dan rivayet edilmiştir: Ma'qil bin Yasar'ın kız kardeşi bir adamla evlenmişti, sonra o adam onu boşadı ve 'iddet' süresi bitene kadar ondan uzak durdu. Sonra tekrar onunla evlenmek istedi, fakat Ma'qil gurur ve kibir nedeniyle öfkelendi ve \"Onu tutabileceği zaman ondan uzak durdu, şimdi tekrar onun elini istiyor?\" dedi. Bunun üzerine Ma'qil, onu tekrar o adama vermeyi reddetti. Sonra Allah, 'Kadınları boşadığınızda ve onların belirlenen sürelerini tamamladıklarında, eski kocalarıyla evlenmelerini engellemeyin.' (2.232) ayetini indirdi. Bunun üzerine Peygamber (ﷺ) Ma'qil'i çağırdı ve ona (Allah'ın emrini) okudu, böylece Ma'qil gurur ve kibirini bıraktı ve Allah'ın emrine boyun eğdi."
    },
    {
      "id": 77,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: İbn `Umar bin Al-Khattab, eşini adet döneminde boşadı. Allah'ın Elçisi (ﷺ) ona, eşini temizlenene kadar geri almasını emretti ve eğer onunla birlikteyken tekrar adet görürse, tekrar temizlenene kadar beklemesi gerektiğini, ancak o zaman boşamak isterse, onunla cinsel ilişkiye girmeden boşayabileceğini söyledi. İşte bu, Allah'ın kadınları boşamak için belirlediği süredir. `Abdullah (bin `Umar) bu konuda sorulduğunda, soran kişiye, \"Eğer onu üç kez boşadıysan, artık senin için helal değildir, ta ki başka bir adamla evlenip, o da onu boşayana kadar.\" derdi. İbn `Umar ayrıca, \"Keşke siz (insanlar) sadece bir veya iki boşama yapsaydınız, çünkü Peygamber (ﷺ) bana böyle emretti.\" dedi."
    },
    {
      "id": 78,
      "narrator": "Narrated Yunus Ibn Jubair:",
      "text": "Yunus İbn Jubair'den rivayet edilmiştir: İbn `Umar, eşini adet görürken boşadı. `Umar, Peygamber (ﷺ) ile görüştü ve o da, \"Ona (oğluna) geri almasını emret, sonra 'iddet' süresi dolmadan boşasın.\" dedi. Ben İbn `Umar'a sordum, \"Bu boşama (adet döneminde) sayılacak mı?\" O da, \"Birisi aptalca davranırsa (aptallığı onun kötü davranışı için bir mazeret olur mu)?\" diye cevap verdi."
    },
    {
      "id": 79,
      "narrator": "Narrated Humaid bin Nafi`:",
      "text": "Humaid bin Nafi`'den rivayet edilmiştir: Zainab bint Abu Salama bana bu üç rivayeti anlattı: Zainab dedi ki: \"Ben, Peygamber (ﷺ) 'in eşi Um Habiba'ya, babası Ebu Süfyan bin Harb öldüğünde gittim. Um Habiba, sarı kokulu bir parfüm (Khaluq) veya başka bir parfüm istedi ve önce kızlardan birine onu sürdü, sonra yanaklarını onlarla ovdu ve dedi ki: \"Vallahi, parfüme ihtiyacım yok, ama Allah'ın Elçisi (ﷺ) 'in, 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında, ölü için üç günden fazla yas tutması helal değildir. Kocası için ise dört ay on gün yas tutmalıdır.' dediğini duydum.\""
    },
    {
      "id": 80,
      "narrator": "Zainab further said:",
      "text": "Zainab ayrıca dedi ki: \"Zainab bint Jahş'a, kardeşi öldüğünde gittim. O, parfüm istedi ve biraz kullandı ve dedi ki: \"Vallahi, parfüme ihtiyacım yok, ama Allah'ın Elçisi (ﷺ) minberde, 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında, ölü için üç günden fazla yas tutması helal değildir. Kocası için ise dört ay on gün yas tutmalıdır.' dediğini duydum.\""
    },
    {
      "id": 81,
      "narrator": "Zainab further said:",
      "text": "Zainab ayrıca dedi ki: \"Annem Um Salama'nın, Allah'ın Elçisi (ﷺ) 'e gelen bir kadının, 'Ey Allah'ın Elçisi (ﷺ)! Kızımın kocası öldü ve o göz hastalığından muzdarip, gözüne kohl sürebilir mi?' dediğini duydum.\" Allah'ın Elçisi (ﷺ) iki veya üç kez, \"Hayır.\" diye cevap verdi. (Her seferinde sorusunu tekrar ettiğinde) \"Hayır.\" dedi. Sonra Allah'ın Elçisi (ﷺ) ekledi: \"Bu sadece dört ay on gün meselesidir. Cahiliye döneminde bir dul, bir yıl geçtikten sonra bir dışkı topunu atardı.\""
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Ben (Humaid) Zainab'a dedim ki: \"Bir yıl geçtikten sonra 'dışkı topu atmak' ne demektir?\" Zainab dedi ki: \"Bir kadın kocasını kaybettiğinde, kötü bir küçük odada yaşar, elindeki en kötü elbiseleri giyer ve bir yıl geçene kadar hiçbir parfüm kullanmazdı. Sonra bir hayvan, örneğin bir eşek, bir koyun veya bir kuş getirir ve vücudunu ona sürterdi. Vücudunu sürttüğü hayvan neredeyse hayatta kalamazdı. Ancak o zaman odasından çıkardı, o zaman ona bir dışkı topu verilirdi, onu atardı ve sonra istediği parfümü kullanırdı.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: Bir kadın kocasını kaybettiğinde, akrabaları gözleri (hastalıklı) için endişelendiler. Allah'ın Elçisi (ﷺ) 'e geldiler ve gözlerini kohl ile tedavi etmelerine izin vermesini istediler, fakat o, \"Gözlerine kohl sürmemelidir.\" dedi. (Cahiliye döneminde) aranızda bir dul kadın, en kötü elbiseleriyle (veya evinin en kötü yerinde) kalırdı ve bir yıl geçtikten sonra, eğer bir köpek yanından geçerse, bir dışkı topu atardı. Hayır, (kohl kullanamaz) dört ay on gün geçene kadar.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Um Habiba:",
      "text": "Um Habiba'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'a ve Ahiret Günü'ne inanan bir Müslüman kadının, kocası dışında, üç günden fazla yas tutması helal değildir. Kocası için ise dört ay on gün yas tutmalıdır.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Um 'Atiyya:",
      "text": "Um 'Atiyya'dan rivayet edilmiştir: Üç günden fazla yas tutmamamız yasaklandı, sadece bir koca için."
    },
    {
      "id": 86,
      "narrator": "Narrated Um 'Atiyya:",
      "text": "Um 'Atiyya'dan rivayet edilmiştir: Bir ölü için üç günden fazla yas tutmamız yasaklandı, sadece bir koca için, koca için ise dört ay on gün yas tutmalıdır. (Yas süresi boyunca) gözlerimize kohl sürmemiz, kendimizi parfümlememiz veya boyalı elbiseler giymemiz yasaktı, sadece 'Asb (Yemen'de yapılan özel kıyafet) elbisesi giyebilirdik. Ama birimiz adet döneminden temizlendiğinde ve yıkanıp, belirli bir türden bir tütsü kullanabilirdi. Cenaze alaylarını takip etmemiz yasaktı."
    },
    {
      "id": 87,
      "narrator": "Narrated Um 'Atiyya:",
      "text": "Um 'Atiyya'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah'a ve Ahiret Günü'ne inanan bir kadının, ölü için üç günden fazla yas tutması helal değildir, sadece kocası için, bu durumda ne gözlerine kohl sürmeli, ne kendisini parfümlemeli, ne de boyalı elbiseler giymelidir, sadece 'Asb elbisesi giyebilir.\""
    },
    {
      "id": 88,
      "narrator": "Um 'Atiyya \nadded:",
      "text": "Um 'Atiyya ekledi: Peygamber (ﷺ) dedi ki: \"Adet döneminden temizlendiğinde parfüm kullanmamalıdır, o zaman Qust ve Azfar (iki tür tütsü) kullanabilir.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Mujahid:",
      "text": "Mücahid'den rivayet edilmiştir: 'Eğer sizden biri ölür ve geride eşler bırakırsa,' bu, dulun, merhum kocasının evinde geçirmesi gereken 'iddet' süresiydi. Sonra Allah, 'Ve sizden ölenler, eşlerine bir yıl geçim ve ikamet bırakmalıdır, onları dışarı atmayın, ama eğer çıkarlarsa, kendileri için yaptıklarından dolayı size bir günah yoktur, eğer bu onurlu (yani helal evlilik) ise.' (2.240) ayetini indirdi. Mücahid dedi ki: Allah, bir dulun, kocasının vasiyetiyle yedi ay yirmi gün boyunca kocasının akrabalarıyla kalma hakkına sahip olduğunu emretti ki, 'iddet' süresini bir yıl tamamlasın. Ama dul, o ek süreyi geçirme veya kocasının evinden çıkma hakkına sahiptir, Allah'ın beyan ettiği gibi: 'Ama eğer çıkarlarsa, size bir günah yoktur,...' (2.240) İbn `Abbas dedi ki: Yukarıdaki ayet, dulun 'iddet' süresini merhum kocasının evinde geçirmesi emrini iptal etmiştir, böylece 'iddet' süresini istediği yerde geçirebilir. Ve Allah der ki: 'Onları dışarı atmayın.' 'Ata dedi ki: Eğer isterse, 'iddet' süresini kocasının evinde geçirebilir ve orada kocasının vasiyetine göre yaşayabilir, eğer isterse, dışarı çıkabilir (kocasının evinden) Allah'ın dediği gibi: 'Kendileri için yaptıklarından dolayı size bir günah yoktur.' (2.240) 'Ata ekledi: Sonra miras ayetleri indirildi ve dulun ikamet emri iptal edildi, böylece 'iddet' süresini istediği yerde geçirebilir ve kocasının ailesi tarafından barındırılma hakkı kalmaz."
    },
    {
      "id": 90,
      "narrator": "Narrated Zainab bint Um Salama:",
      "text": "Zainab bint Um Salama'dan rivayet edilmiştir: Um Habiba bint Ebu Süfyan, babasının ölümünü öğrendiğinde, parfüm istedi ve kollarına sürdü ve dedi ki: \"Parfüme ihtiyacım yok, ama Peygamber (ﷺ) 'in, 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında, üç günden fazla yas tutmasının helal olmadığını, kocası için ise yas süresinin dört ay on gün olduğunu duyduğumu söyledim.\""
    },
    {
      "id": 91,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Abu Mas`ud'dan rivayet edilmiştir: Peygamber (ﷺ) köpeğin fiyatını, falcının kazancını ve fuhuşla elde edilen parayı almayı yasakladı."
    },
    {
      "id": 92,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "Abu Juhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) dövme yapan kadına ve dövme yaptıran kadına, Riba' (faiz) yiyen ve veren kişiye lanet etti. Ayrıca köpeğin fiyatını almayı ve fuhuşla elde edilen parayı yasakladı ve resim yapanlara lanet etti."
    },
    {
      "id": 93,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) bir cariyenin fuhuşla kazancını almayı yasakladı."
    },
    {
      "id": 94,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Jubair'den rivayet edilmiştir: Ibn `Umar'a dedim ki, \"Eğer bir adam karısını zina ile suçlarsa (hüküm nedir)?\" O da, \"Allah'ın Peygamberi Bani 'Ajlan'dan bir çifti ayırdı (koca karısını zina ile suçladığında). Peygamber (ﷺ) dedi ki, 'Allah biliyor ki, sizden biri yalancıdır; peki, sizden biri tövbe edecek mi?' Ama onlar reddetti. Sonra tekrar dedi ki, 'Allah biliyor ki, sizden biri yalancıdır; peki, sizden biri tövbe edecek mi?' Ama onlar reddetti, bunun üzerine onları boşadı.\" Aiyub (bir alt rivayetçi) dedi ki: `Amr bin Dinar bana dedi ki, \"Rivayette senin bahsetmediğin bir şey var, yani koca dedi ki, 'Peki benim param (Mahr) ne olacak?' Peygamber (ﷺ) dedi ki, 'Parayı geri alma hakkına sahip değilsin, çünkü eğer doğru söylüyorsan, onu zaten almışsın (ve onunla evliliğini tamamlamışsın) ve eğer yalancıysan, o zaman geri alma hakkın daha da azdır.\""
    },
    {
      "id": 95,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ibn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Lian davasında olanlara dedi ki, \"Hesaplarınız Allah'ladır. Sizden biri yalancıdır. Sen (koca) onun (karı) üzerinde hak sahibisin.\" Koca dedi ki, \"Param, Ey Allah'ın Elçisi!\" Peygamber (ﷺ) dedi ki, \"Hiçbir parayı geri alma hakkına sahip değilsin. Eğer doğru söylüyorsan, ödediğin Mahr, onunla helal bir şekilde cinsel ilişkiye girmek içindi; eğer yalancıysan, o zaman geri alma hakkın daha da azdır.\""
    }
  ]
}