{
  "language": "tr",
  "metadata": {
    "length": 22,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Mas`ud Al-Ansari:",
      "text": "Ebu Mes'ud el-Ensari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir Müslüman, ailesi için bir şey harcadığında, Allah'ın rızasını kazanmak niyetiyle harcadığında, bu onun için bir sadaka olarak kabul edilir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah şöyle dedi: 'Ey Âdem oğlu! Harca, ben de sana harcarım.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir dul kadına veya bir fakire bakan kimse, Allah yolunda savaşan bir mücahid gibidir ya da gece boyunca namaz kılan ve gündüz boyunca oruç tutan kimse gibidir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Sa`d:",
      "text": "Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) Mekke'de hastayken beni ziyaret etti. Ben ona dedim: \"Mülküm var; Allah yolunda tüm mülkümü vasiyet edebilir miyim?\" O da: \"Hayır.\" dedi. Ben: \"Yarısını mı?\" dedim. O: \"Hayır.\" dedi. Ben: \"Üçte birini mi?\" dedim. O: \"Üçte biri (tamamdır), ama yine de çok, çünkü mirasçılarını zengin bırakman, onları fakir bırakmaktan daha iyidir. Harcadığın her şey senin için bir sadaka olarak kabul edilir, hatta eşinin ağzına koyduğun lokma bile. Her neyse, Allah seni iyileştirebilir, böylece bazı insanlar senden faydalanır ve bazıları da senden zarar görebilir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'En iyi sadaka, kişinin zengin olduğu zaman verdiği sadakadır ve veren el, alan elden daha hayırlıdır. Öncelikle bakmakla yükümlü olduğun kimseleri desteklemeye başlamalısın.' Bir kadın şöyle der: 'Ya bana yiyecek ver ya da boşan.' Bir köle der: 'Bana yiyecek ver ve hizmetimden faydalan.' Bir oğul der: 'Bana yiyecek ver; beni kime bırakıyorsun?' İnsanlar dediler: 'Ey Ebu Hureyre! Bunu Allah'ın Resulü (ﷺ) den duydun mu?' O da: 'Hayır, bu kendi sözlerimdir.'\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"En iyi sadaka, zengin olduğun zaman verdiğin sadakadır ve öncelikle bakmakla yükümlü olduğun kimseleri desteklemeye başlamalısın.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Umar:",
      "text": "Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Beni Nadir bahçesinin hurmalarını satardı ve ailesi için bir yıl boyunca ihtiyaçlarını karşılayacak kadar yiyecek depolardı."
    },
    {
      "id": 8,
      "narrator": "Narrated Malik bin Aus bin Al-Hadathan:",
      "text": "Malik bin Avs bin Hadathan'dan rivayet edilmiştir: Bir gün Ömer (bin Hattab)ı ziyaret etmek üzere yola çıktım. (Onunla otururken) kapıcısı Yarfa geldi ve \"Osman Abdurrahman (bin Avf), Zübeyir ve Sa'd (bin Ebi Vakkas) seni görmek istiyorlar.\" dedi. Ömer: \"Evet.\" dedi. Onları içeri aldı, selam verdiler ve oturdular. Kısa bir süre sonra Yarfa tekrar geldi ve Ömer'e \"Ali ve Abbas'ı içeri alayım mı?\" dedi. Ömer: \"Evet.\" dedi. Onları içeri aldı ve içeri girdiklerinde selam verdiler ve oturdular. Abbas: \"Ey Müminlerin Emiri! Benimle bu (Ali) arasında hüküm ver.\" dedi. Grup, Osman ve arkadaşları Sa'd: \"Ey Müminlerin Emiri! Onlar arasında hüküm ver ve birini diğerinden kurtar.\" dediler. Ömer: \"Bekleyin! Allah'a yemin ederim ki, hem göklerin hem de yerin durduğu Allah'ın izniyle! Allah'ın Resulü (ﷺ) şöyle dedi: 'Biz (Peygamberler) miras bırakmayız, ama geride bıraktığımız her şey sadaka olarak verilmelidir.' Ve Allah'ın Resulü (ﷺ) kendisini kastetmiştir.\" Grup: \"Evet, bunu söyledi.\" dedi. Ömer, Ali ve Abbas'a döndü ve: \"Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) bunu söyledi mi?\" dediklerinde: \"Evet.\" dediler. Ömer: \"Şimdi, bu mesele hakkında sizinle konuşmak istiyorum. Allah, Peygamberine bu mülkten bir şey bahşetti ki, bunu kimseye vermedi. Ve Allah şöyle dedi: 'Ve Allah'ın Peygamberine (ganimet olarak) verdiği şey, sizin ne atlı ne de yaya olarak bir sefere çıkmadığınız şeydir... Allah her şeye kadirdir.' (59.6) Bu mülk, özellikle Allah'ın Resulü (ﷺ) için verilmiştir. Ama Allah'a yemin ederim ki, ne sizden bunu sakladı ne de kendisi için tuttu ve sizden mahrum bıraktı, ama hepsini size verdi ve aranızda paylaştırdı, geriye sadece bu kaldı. Ve bu mülkten Allah'ın Resulü (ﷺ) ailesinin yıllık ihtiyaçlarını karşılardı ve geriye kalan her şeyi, Allah'ın mülkü (zekat gelirleri) harcanırdı. Allah'ın Resulü (ﷺ) hayatı boyunca böyle davrandı. Şimdi Allah'a yemin ederim ki, bunu biliyor musunuz?\" dediler: \"Evet.\" Sonra Ömer, Ali ve Abbas'a: \"Allah'a yemin ederim ki, siz de bunu biliyor musunuz?\" dediler: \"Evet.\" Ömer ekledi: \"Allah, Peygamberini kendisine aldığında, Ebu Bekir: 'Ben Allah'ın Resulü (ﷺ) halifesiyim.' dedi. Böylece o mülkü üstlendi ve Allah'ın Resulü (ﷺ) gibi yaptı ve siz de bunu biliyordunuz.\" Sonra Ömer, Ali ve Abbas'a döndü ve: \"Siz ikiniz de Ebu Bekir'in böyle olduğunu iddia ediyorsunuz! Ama Allah biliyor ki, o dürüst, samimi, takvalı ve haklıydı. Sonra Allah, Ebu Bekir'i vefat ettirdi ve ben: 'Ben Allah'ın Resulü (ﷺ) ve Ebu Bekir'in halifesiyim.' dedim. Bu mülkü ilk iki yıl yönetimimde tuttum ve Allah'ın Resulü (ﷺ) ve Ebu Bekir'in yaptığı gibi yaptım. Daha sonra siz ikiniz (Ali ve Abbas) aynı iddiayla ve aynı sorunla bana geldiniz. (Ey Abbas!) Sen bana kardeşinin oğlunun mirasından payını talep ettin, o da (Ali) babasının mirasından eşinin payını talep etti. Ben de size: 'İsterseniz bu mülkü size teslim ederim, şartla ki Allah'a yemin ederek bana söz verin ki, bunu Allah'ın Resulü (ﷺ) ve Ebu Bekir gibi yöneteceksiniz ve benim yönetimimin başından beri yaptığım gibi; aksi takdirde bu konuda benimle konuşmayın.' dedim. Siz de: 'Bu şartla bize teslim et.' dediniz. Ve ben de bu şartla size teslim ettim. Allah'a yemin ederim ki, bunu o şartla onlara teslim ettim mi?\" Grup: \"Evet.\" dedi. Ömer, Ali ve Abbas'a döndü ve: \"Allah'a yemin ederim ki, bunu o şartla size teslim ettim mi?\" dediler: \"Evet.\" Ömer ekledi: \"Şimdi bana başka bir karar vermemi ister misiniz? O'na ki, hem göklerin hem de yerin durduğu Allah'ın izniyle, ben asla başka bir karar vermeyeceğim, kıyamet kopana kadar! Ama eğer bunu yönetemiyorsanız, o mülkü bana geri verin, ben sizin adınıza bununla yetinirim.\""
    },
    {
      "id": 9,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hind bint Utbe geldi ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Ebu Süfyan cimri, onun malından çocuklarımıza yemek vermek günah mı?\" Allah'ın Resulü (ﷺ) dedi ki: \"Hayır, ihtiyaçların için makul ve adil olanı almadıkça.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer bir kadın, kocasının malından (bir şey) onun izni olmadan sadaka verirse, kocası yarı ödül alır.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Fatıma, Peygamber (ﷺ)'e taş değirmenin elindeki kötü etkisinden şikayet ederek gitti. Peygamber (ﷺ)'in birkaç cariye aldığına dair bir şeyler duymuştu. Ama (oraya gittiğinde) onu bulamadı, bu yüzden sorununu Aişe'ye anlattı. Peygamber (ﷺ) geldiğinde Aişe ona bunu bildirdi. Ali ekledi: \"Peygamber (ﷺ) bize geldiğinde biz yatmıştık. Onun gelişiyle kalkmak istedik ama o: 'Olduğunuz yerde kalın.' dedi. Sonra geldi ve benimle onun arasında oturdu ve ayaklarının soğukluğunu karnımda hissettim. O: 'Sizlere istediğinizden daha hayırlı bir şey göstereyim mi? Yatarken 'Subhan Allah'ı otuz üç kez, 'Elhamdülillah'ı otuz üç kez ve 'Allahu Ekber'i otuz dört kez söyleyin, çünkü bu size bir hizmetçiden daha hayırlıdır.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: Fatıma, Peygamber (ﷺ)'e bir hizmetçi istemek için gitti. O: \"Sizlere daha hayırlı bir şey söyleyeyim mi? Yatarken 'Subhan Allah'ı otuz üç kez, 'Elhamdülillah'ı otuz üç kez ve 'Allahu Ekber'i otuz dört kez okuyun.\" dedi. Ali ekledi: \"O günden beri bunu okumaktan hiç geri kalmadım.\" Birisi sordu: \"Siffin savaşının gecesinde bile mi?\" O: \"Siffin savaşının gecesinde bile.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Aswad bin Yazid:",
      "text": "El-Esved bin Yazid'den rivayet edilmiştir: Aişe'ye \"Peygamber (ﷺ) evde ne yapardı?\" diye sordum. O: \"Ailesi için çalışırdı ve ezanı duyduğunda dışarı çıkardı.\" dedi."
    },
    {
      "id": 14,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hind bint Utbe şöyle dedi: \"Ey Allah'ın Resulü (ﷺ)! Ebu Süfyan cimri ve bana ve çocuklarıma yeterli olanı vermiyor. Onun malından izni olmadan alabilir miyim?\" Peygamber (ﷺ) dedi ki: \"Sana ve çocuklarına yeterli olanı al, ama miktar adil ve makul olmalı.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Deve binen kadınlar arasında en iyi kadınlar Kureyş kadınlarıdır.\" (Başka bir rivayetçi şöyle dedi) Peygamber (ﷺ) şöyle buyurdu: \"Kureyş kadınları arasında en iyi olanlar, çocuklarına merhamet eden ve kocalarının malını koruyanlardır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) bana ipek bir elbise verdi ve ben onu giydim, ama yüzünde öfke gördüğümde, onu kestim ve kadınlarıma dağıttım."
    },
    {
      "id": 17,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Babam vefat etti ve geride yedi veya dokuz kız bıraktı, ben de bir dul kadınla evlendim. Allah'ın Elçisi (ﷺ) bana, \"Ey Cabir! Evlenmiş misin?\" dedi. Ben de, \"Evet.\" dedim. O, \"Bakire mi yoksa dul mu?\" dedi. Ben, \"Dul.\" dedim. O, \"Neden bakire değil, onunla oynayıp, onun da seninle oynamasını, onu eğlendirmeni ve onun da seni eğlendirmesini istemez misin?\" dedi. Ben, \"Abdullah (babam) vefat etti ve kızlar bıraktı, ben de onlara benzer bir kızı almak istemedim, bu yüzden onlara bakabilmesi için bir kadınla (dul) evlendim.\" Bunun üzerine o, \"Allah seni mübarek kılsın,\" veya \"Bu iyi.\" dedi."
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve, \"Ben mahvoldum!\" dedi. Peygamber (ﷺ) sordu, \"Neden?\" Adam, \"Ramazan ayında oruçlu iken eşimle cinsel ilişkiye girdim.\" dedi. Peygamber (ﷺ) ona, \"Bir köle azat et.\" dedi. Adam, \"Bunu karşılayamam.\" dedi. Peygamber (ﷺ) \"O zaman iki ardışık ay oruç tut.\" dedi. Adam, \"Bunu da yapamam.\" dedi. Peygamber (ﷺ) \"O zaman altmış yoksulu doyur.\" dedi. Adam, \"Bunu yapacak bir şeyim yok.\" dedi. Bu sırada Peygamber (ﷺ)'e dolu bir hurma sepeti getirildi. O, \"Soru soran nerede?\" dedi. Adam, \"Ben buradayım.\" dedi. Peygamber (ﷺ) ona, \"Bunu (hurma sepetini) sadaka olarak ver.\" dedi. Adam, \"Ey Allah'ın Elçisi (ﷺ)! Bunu bizden daha yoksul olanlara mı vereyim? Seni Hak ile gönderen Allah'a yemin ederim ki, Medine'nin iki dağının arasında bizden daha yoksul bir aile yok.\" Peygamber (ﷺ) gülümsedi ve azı dişleri görünür hale geldi. Sonra, \"O zaman al.\" dedi."
    },
    {
      "id": 19,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Ben, \"Ey Allah'ın Elçisi (ﷺ)! Eğer ben Ebu Seleme'nin çocuklarına harcama yaparsam ve onları bu şekilde (yoksul) bırakmazsam, onlara kendi çocuklarım gibi davranırsam, ahirette bir sevap alır mıyım?\" dedim. Peygamber, \"Evet, onlara harcadığın şeyler için mükafat alacaksın.\" dedi."
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hind (bint Utbe) dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Ebu Süfyan cimri. Eğer onun malından kendimi ve çocuklarımın ihtiyaçlarını karşılayacak kadar alırsam, bir sakınca var mı?\" Peygamber (ﷺ) dedi ki, \"İhtiyaçların doğrultusunda makul bir şekilde al.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Borçlu bir ölü, Allah'ın Elçisi (ﷺ)'e getirilirdi ve o, \"Borçlarını ödeyecek bir şey bıraktı mı?\" diye sorardı. Eğer borçlarını karşılayacak bir şey bıraktığı bildirilirse, Peygamber (ﷺ) onun cenaze namazını kılardı; aksi takdirde orada bulunan Müslümanlara, \"Arkadaşınızın cenaze namazını kılın.\" derdi. Ama Allah, Peygamber (ﷺ)'e zafer verdiğinde, \"Ben müminlere kendilerinden daha yakınım, bu yüzden eğer müminlerden biri borçlu olarak ölürse, ben onu ödeyeceğim; ama eğer mal bırakırsa, o mirasçılarına aittir.\" dedi."
    },
    {
      "id": 22,
      "narrator": "Narrated Um Habiba:",
      "text": "Ümmü Habibe'den rivayet edilmiştir: (Peygamberin eşi) Ben, \"Ey Allah'ın Elçisi (ﷺ)! Kız kardeşim, Ebu Süfyan'ın kızı ile evlenir misin?\" dedim. Peygamber (ﷺ) dedi ki, \"Bunu ister misin?\" Ben, \"Evet, çünkü ben senin tek eşin değilim ve benimle iyilik paylaşmasını en çok istediğim kişi kız kardeşim.\" dedim. O, \"Bu benim için helal değil.\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)! Duyduk ki, Durra, Ebu Seleme'nin kızı ile evlenmek istiyorsun.\" dedim. O, \"Ümmü Seleme'nin kızı mı?\" dedi. Ben, \"Evet.\" dedim. O, \"O benim üvey kızım olmasa bile, benim için haramdır, çünkü o benim süt kızım. Thuwaiba beni ve Ebu Seleme'yi emzirdi. Bu yüzden bana kızlarınızı ve kız kardeşlerinizi sunmayın.\" dedi. Urve'den rivayet edilmiştir: Thuwaiba, Ebu Leheb'in azat ettiği bir cariye idi."
    }
  ]
}