{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe (ra) şöyle nakletmiştir: Allah'ın Resulü (ﷺ) ile bir yolculuğa çıktık, Al-Baida' veya Dhatul-Jaish'e vardık, bir kolyem kırıldı (ve kayboldu). Allah'ın Resulü (ﷺ) onu aramak için orada kaldı, insanlar da onunla birlikte kaldı. O yerde su yoktu, bu yüzden insanlar Ebu Bekir As-Sıddık'a gittiler ve \"Aişe'nin ne yaptığını görmüyor musun? Allah'ın Resulü ve insanlar su olmayan bir yerde kaldılar ve yanlarında su yok.\" dediler. Ebu Bekir geldi, Allah'ın Resulü (ﷺ) uykudayken başı benim uyluğumdaydı. Bana dedi ki: \"Sen Allah'ın Resulü (ﷺ) ve insanları su olmayan bir yerde tutuyorsun ve yanlarında su yok.\" Böylece beni uyardı ve Allah'ın istediği şekilde konuştu ve elini yan tarafıma vurdu. Acıdan hareket etmemi engelleyen tek şey, Allah'ın Resulü (ﷺ) uykudayken başının benim uyluğumda olmasıydı. Allah'ın Resulü (ﷺ) sabah olunca kalktı ve orada su yoktu. Bunun üzerine Allah, teyemmüm ile ilgili ayetleri indirdi. Böylece hepsi teyemmüm yaptı. Usaid bin Hudayr dedi ki: \"Ey Ebu Bekir'in ailesi! Bu sizin ilk nimetin değil.\" Sonra bindiğim deve yerinden hareket ettirildi ve kolye onun altından bulundu."
    },
    {
      "id": 2,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah (ra) şöyle nakletmiştir: Peygamber (ﷺ) dedi ki: \"Bana, benden önce hiçbir kimseye verilmemiş beş şey verilmiştir. -1. Allah, düşmanlarımı korkutarak (onları ürkütmek suretiyle) bir aylık mesafe kadar bana zafer verdi. -2. Yer, benim (ve takipçilerim için) namaz kılmak ve teyemmüm yapmak için bir yer haline getirildi, bu yüzden benim takipçilerim, namaz vaktinin geldiği her yerde namaz kılabilir. -3. Ganimet, benim için helal kılındı, oysa benden önce kimseye helal kılınmamıştı. -4. Kıyamet Günü için şefaat hakkı verildi. -5. Her peygamber yalnızca kendi kavmine gönderilirdi, fakat ben tüm insanlığa gönderildim.\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Urwa's father:",
      "text": "Urve'nin babası (ra) şöyle nakletmiştir: Aişe dedi ki: \"Asma'dan bir kolye ödünç aldım ve kayboldu. Bunun üzerine Allah'ın Resulü (ﷺ) onu aramak için bir adam gönderdi ve o buldu. Sonra namaz vakti geldi ve su yoktu. Onlar (abdest almadan) namaz kıldılar ve Allah'ın Resulü'ne (ﷺ) bunu bildirdiler, böylece teyemmüm ayeti indirildi.\" Usaid bin Hudayr Aişe'ye dedi ki: \"Allah seni mükafatlandırsın. Vallahi, senin hoşlanmadığın her şey olduğunda, Allah senin ve Müslümanların hayrını getirdi.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Juhaim Al-Ansari:",
      "text": "Ebu Juhaim El-Ensari (ra) şöyle nakletmiştir: Peygamber (ﷺ) Bir Cimal yönünden geldi. Bir adam ona rastladı ve selam verdi. Ancak o, bir (çamur) duvara gidip yüzünü ve ellerini toprakla silene kadar selamı iade etmedi (teyemmüm yaptı) ve sonra selamı iade etti."
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdur Rahman bin Abza :",
      "text": "Abdurrahman bin Abza (ra) şöyle nakletmiştir: Bir adam Ömer bin Hattab'a geldi ve \"Ben cünüp oldum ama su yok.\" dedi. Ammar bin Yasir Ömer'e dedi ki: \"Beni hatırlıyor musun, ben ve sen (bir yolculukta) cünüp olduk ve sen namaz kılmadın ama ben yere yuvarlandım ve namaz kıldım? Ben bunu Peygamber'e (ﷺ) bildirdim ve o da 'Bunun gibi yapman yeterli olurdu.' dedi. Peygamber, sonra elleriyle toprağı hafifçe sıktı ve tozu üfledi ve ellerini yüzüne ve ellerinin üzerine geçirdi.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Sa`id bin `Abdur Rahman bin Abza:",
      "text": "Said bin Abdurrahman bin Abza (ra) şöyle nakletmiştir: (babası aracılığıyla) Ammar bu şekilde söyledi. Ve Şu'ba, toprağı hafifçe elleriyle sıktı ve ellerini ağzına yakın getirdi (tozu üfledi) ve yüzüne ve sonra ellerinin arka tarafına geçirdi. Ammar dedi ki: \"Abdest (burada teyemmüm anlamında) bir Müslüman için su yoksa yeterlidir.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdur Rahman bin Abza:",
      "text": "Abdurrahman bin Abza (ra) şöyle nakletmiştir: Ömer'in yanında iken Ammar Ömer'e dedi ki: \"Biz bir birliğin içindeydik ve cünüp olduk ve ben ellerimden tozu üfledim (yere yuvarlandım ve namaz kıldım).\""
    },
    {
      "id": 8,
      "narrator": "Narrated `Abdur Rahman bin Abza:",
      "text": "Abdurrahman bin Abza (ra) şöyle nakletmiştir: Ammar Ömer'e dedi ki: \"Ben toprakta yuvarlandım ve Peygamber'e (ﷺ) geldim, o da 'Yüzüne ve ellerinin arka tarafına toprak geçmek yeterlidir.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "Narrated `Ammar:",
      "text": "Ammar (ra): Yukarıdaki gibi."
    },
    {
      "id": 10,
      "narrator": "Narrated `Ammar:",
      "text": "Ammar (ra): Peygamber (ﷺ) toprağı elleriyle sıktı ve sonra yüzüne ve ellerinin arka tarafına geçirdi (teyemmümü gösterirken)."
    },
    {
      "id": 11,
      "narrator": "Narrated `Imran:",
      "text": "İmran (ra) şöyle nakletmiştir: Bir gün Peygamber (ﷺ) ile seyahat ediyorduk ve gece yarısına kadar seyahat ettik ve sonra bir yerde durduk ve derin bir uykuya daldık. Gece yarısında bir yolcunun en tatlı şeyidir uyku. Bizi uyandıran tek şey güneşin sıcaklığıydı ve ilk uyanan şu kişi oldu, sonra şu kişi ve sonra şu kişi (nakilci Auf, Ebu Raca'nın isimlerini söylediğini ama unuttuğunu belirtti) ve dördüncü uyanan Ömer bin Hattab oldu. Ve Peygamber (ﷺ) uyuduğunda, kimse onu uyandırmazdı, ta ki kendisi uyanana kadar, çünkü uykusunda ne olduğunu (ne indirildiğini) bilmiyorduk. Ömer kalktı ve insanların durumunu gördü, o katı bir adamdı, bu yüzden \"Allahu Ekber\" dedi ve tekbirle sesini yükseltti ve Peygamber (ﷺ) bu yüzden uyanana kadar yüksek sesle söylemeye devam etti. Uyanınca, insanlar ona başlarına gelenleri bildirdiler. O dedi ki: \"Zarar yok (veya zarar vermez). Ayrılın!\" Böylece o yerden ayrıldılar ve biraz mesafe katettikten sonra Peygamber (ﷺ) durdu ve abdest almak için su istedi. Böylece abdest aldı ve namaz için çağrı yapıldı ve insanlara namaz kıldırdı. Namazı bitirdikten sonra, insanların yanında oturan ve onlarla namaz kılmayan bir adamı gördü. O sordu: \"Ey şu kişi! Seni bizimle namaz kılmaktan alıkoyan nedir?\" O cevapladı: \"Ben cünüpim ve su yok.\" Peygamber (ﷺ) dedi: \"Temiz toprakla teyemmüm yap ve bu senin için yeterlidir.\" Sonra Peygamber (ﷺ) yola devam etti ve insanlar ona susuzluktan şikayet ettiler. Bunun üzerine indi ve bir kişiyi çağırdı (nakilci Auf, Ebu Raca'nın adını verdiğini ama unuttuğunu ekledi) ve Ali'yi çağırdı ve onlara su getirmelerini emretti. Böylece su aramak için gittiler ve iki su torbasının arasında oturan bir kadınla karşılaştılar. Onlar sordular: \"Nerede su bulabiliriz?\" O cevapladı: \"Ben dün bu saat suyun olduğu yerdeydim ve benim halkım arkamda.\" Onlar onu kendilerine katılmaya davet ettiler. O sordu: \"Nereye?\" Onlar dediler: \"Allah'ın Resulü'ne (ﷺ).\" O dedi: \"Sabi denilen adam mı?\" Onlar cevapladılar: \"Evet, o kişi.\" O zaman geldi. Onu Peygamber'e (ﷺ) getirdiler ve tüm hikayeyi anlattılar. O dedi: \"Ona inmesini yardım edin.\" Peygamber (ﷺ) bir kap istedi, sonra torbaların ağızlarını açtı ve kap içine biraz su döktü. Sonra büyük ağızlarını kapattı ve küçük olanları açtı ve insanlara içmeleri ve hayvanlarını sulamaları için çağrıda bulunuldu. Böylece hepsi hayvanlarını suladı ve hepsi susuzluklarını giderdi ve başkalarına da su verdiler ve en son Peygamber (ﷺ) cünüp olan kişiye dolu bir kap su verdi ve ona bedenine dökmesini söyledi. Kadın, suyu ile yaptıkları her şeyi izliyordu. Vallahi, su torbaları geri döndüğünde, öncekinden daha dolu gibi görünüyordu (Allah'ın Resulü'nün mucizesi). Sonra Peygamber (ﷺ) ona bir şeyler toplamasını emretti; böylece hurma, un ve sawık toplandı ve bunlar bir parça bezin içine konuldu. Ona devesine binmesi için yardım edildi ve o bez dolusu yiyecek de önüne konuldu ve sonra Peygamber (ﷺ) ona dedi: \"Biz senin suyunuzu almadık ama Allah bize su verdi.\" O, geç döndü. Akrabaları ona sordu: \"Ey şu kişi, seni ne geciktirdi?\" O dedi: \"Garip bir şey! İki adam bana rastladı ve beni Sabi denilen adama götürdü ve o böyle böyle yaptı. Vallahi, o ya bu ve bu (işaret ederek) arasında en büyük sihirbazdır ya da Allah'ın gerçek Elçisidir.\" Sonrasında Müslümanlar, onun etrafındaki putperestlere saldırdılar ama köyüne hiç dokunmadılar. Bir gün o, halkına dedi: \"Bu insanların sizi kasıtlı olarak bıraktıklarını düşünüyorum. İslam'a yöneliminiz var mı?\" Onlar ona itaat ettiler ve hepsi İslam'ı kabul ettiler. Ebu Abdullah dedi: \"Saba'a kelimesi, 'Eski dinini terk eden ve yeni bir dine giren' anlamına gelir.\" Abul 'Ailya dedi ki: \"Sabi'ler, Tevrat'ı okuyan bir grup insanın bir mezhebi.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail (ra) şöyle nakletmiştir: Ebu Musa, Abdullah bin Mes'ud'a dedi ki: \"Eğer birisi su bulamazsa (abdest için) namazı terk edebilir mi?\" Abdullah cevapladı: \"Eğer teyemmüm yapma izni verirseniz, soğuk bulsalar bile yine teyemmüm yapacaklardır.\" Ebu Musa dedi: \"Ammar'ın Ömer'e söylediği hakkında ne dersin?\" Abdullah cevapladı: \"Ömer, onun sözünden memnun kalmadı.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Shaqiq bin Salama:",
      "text": "Şakik bin Selama (ra) şöyle nakletmiştir: Ben Abdullah ve Ebu Musa ileydim; Ebu Musa, Abdullah'a sordu: \"Ey Ebu Abdurrahman! Eğer birisi cünüp olursa ve su yoksa ne dersin?\" Abdullah cevapladı: \"Su bulunana kadar namaz kılma.\" Ebu Musa dedi: \"Ammar'ın (Peygamber (ﷺ) tarafından teyemmüm yapması emredilen) sözü hakkında ne dersin? Peygamber (ﷺ) ona dedi ki: 'Teyemmüm yap ve bu yeterlidir.'\" Abdullah cevapladı: \"Ömer'in Ammar'ın sözünden memnun kalmadığını görmüyor musun?\" Ebu Musa dedi: \"Tamam, Ammar'ın sözünü bırak, ama bu teyemmüm ayeti hakkında ne söyleyeceksin?\" Abdullah sessiz kaldı ve sonra dedi: \"Eğer buna izin verirsek, muhtemelen su bulsalar bile soğuk bulsalar bile teyemmüm yapacaklardır.\" Nakilci ekledi: \"Ben Şakik'e dedim: \"O zaman Abdullah, bunun yüzünden teyemmüm yapmayı istemedi mi?\" O cevapladı: \"Evet.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Al-A`mash:",
      "text": "El-A'maş (ra) şöyle nakletmiştir: Şakik dedi ki: \"Ben Abdullah ve Ebu Musa El-Eş'ari ile otururken, Ebu Musa diğerine sordu: 'Bir kişi cünüp olursa ve bir ay su bulamazsa, teyemmüm yapıp namaz kılabilir mi?' (Olumsuz yanıt verdi). Ebu Musa dedi: \"Bu 'Maide' suresinden bu ayet hakkında ne dersin: 'Su bulamadığınızda temiz toprakla teyemmüm yapın?' Abdullah cevapladı: \"Eğer buna izin verirsek, muhtemelen su bulsalar bile soğuk bulsalar bile temiz toprakla teyemmüm yapacaklardır.\" Ben Şakik'e dedim: \"O zaman sen bunun yüzünden teyemmüm yapmayı istemedin mi?\" Şakik dedi: \"Evet.\" (Şakik ekledi): \"Ebu Musa dedi: 'Ammar'ın Ömer'e söylediği sözü duymadın mı? Dedi ki: 'Allah'ın Resulü (ﷺ) beni bir iş için gönderdi ve cünüp oldum ve su bulamadım, bu yüzden toprakta yuvarlandım (temiz toprak) ve Peygamber'e (ﷺ) bunu söylediğimde, 'Bunun gibi yapmak yeterli olurdu.' dedi. Peygamber (ﷺ) (bunu söylerken) toprağı elini bir kez hafifçe sıktı ve üfledi, sonra (sol) elini sağ elinin arka tarafına veya (sağ) elini sol elinin arka tarafına geçirdi ve sonra yüzüne geçirdi.\" Böylece Abdullah, Ebu Musa'ya dedi: \"Ammar'ın sözünden memnun olmadığını bilmiyor musun?\""
    },
    {
      "id": 15,
      "narrator": "Narrated `Imran bin Husain Al-Khuza`i:",
      "text": "İmran bin Hüsayn El-Huza'i (ra) şöyle nakletmiştir: Allah'ın Resulü (ﷺ) bir kişinin yalnız oturduğunu ve insanlarla namaz kılmadığını gördü. Ona sordu: \"Ey şu kişi! Seni insanların namaz kılmaktan alıkoyan nedir?\" O cevapladı: \"Ey Allah'ın Resulü (ﷺ)! Ben cünüpim ve su yok.\" Peygamber (ﷺ) dedi: \"Temiz toprakla teyemmüm yap ve bu senin için yeterlidir.\""
    }
  ]
}