{
  "language": "tr",
  "metadata": {
    "length": 30,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) İd al-Adha günü şöyle dedi: \"Bu gün yapacağımız ilk şey, (`Id) namazını kılmak ve sonra kurbanı kesmeye dönmektir. Bunu yapan, bizim sünnetimize (geleneğimize) uymuş olur; namazdan önce kurban kesen ise, ailesine sunduğu sadece bir et parçası kesmiş olur ve bu Nusak (kurban) olarak kabul edilmez.\" (Bunu duyunca) Abu Burda bin Niyar ayağa kalktı, çünkü o namazdan önce kurban kesmişti ve \"Benim altı aylık bir koçum var.\" dedi. Peygamber (ﷺ) \"Onu (kurban olarak) kes, ama bu, senin dışındaki kimse için yeterli olmayacak.\" dedi. Al-Bara' ekledi: Peygamber (ﷺ) \"Namazdan sonra kurban kesen, onu doğru zamanda kesmiş ve Müslümanların geleneklerine uymuştur.\" dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) \"Namazdan önce kurban kesen, sadece kendisi için kesmiştir; namazdan sonra kesen ise, onu doğru zamanda kesmiş ve Müslümanların geleneklerine uymuştur.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated `Uqba bin 'Amir Al-Juhani:",
      "text": "`Uqba bin 'Amir Al-Juhani'den rivayet edilmiştir: Peygamber (ﷺ) kurban kesmek üzere arkadaşlarına bazı hayvanlar dağıttı (`Id al-Adha'da kesilmek üzere). `Uqba'nın hissesi bir Jadha'a (altı aylık bir keçi) idi. `Uqba, \"Ey Allah'ın Elçisi (ﷺ)! Benim hissemde bir Jadha'a var.\" dedi. Peygamber (ﷺ) \"Onu kurban olarak kes.\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Mekke'ye girmeden önce Sarif'te adet gördüğü zaman yanına girdi ve ağlıyordu (Hac'ı yapamayacağından korktuğu için). Peygamber (ﷺ) \"Neyin var? Adet gördün mü?\" dedi. O da \"Evet.\" dedi. Peygamber (ﷺ) \"Bu, Allah'ın Adem'in tüm kızlarına takdir ettiği bir durumdur; bu yüzden diğerleri gibi Hac'ın tüm ritüellerini yerine getir, ama Kabe'nin etrafında tavaf etme.\" dedi. Aişe ekledi: \"Mina'da iken, bana et getirildi ve ben 'Bu nedir?' diye sordum. Onlar (insanlar) 'Allah'ın Elçisi (ﷺ) eşleri adına bazı inekleri kurban etti.' dediler.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Nahr günü şöyle dedi: \"Namazdan önce kurban kesen, onu tekrar kesmelidir (başka bir kurban kesmelidir).\" Bir adam ayağa kalktı ve \"Ey Allah'ın Elçisi (ﷺ)! Bugün et istenen bir gündür.\" dedi. Sonra komşularını belirterek, \"Bende altı aylık bir koç var, bu benim için iki koyunun etinden daha iyidir.\" dedi. Peygamber (ﷺ) ona kurban olarak kesmesine izin verdi, ama bu iznin başka biri için geçerli olup olmadığını bilmiyorum. Peygamber (ﷺ) sonra iki koça yöneldi ve onları kesti, ardından insanlar bazı koyunlara yöneldi ve aralarında paylaştılar."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) \"Zaman, Allah'ın gökleri ve yeri yarattığı günkü orijinal haline geri döndü. Yıl on iki aydır, bunlardan dördü kutsaldır, üçü ardışık olarak gelir: Dhul-Qa'da, Dhul-Hijja ve Muharrem; (dördüncüsü) Juma'da (ath-thamj) ile Şaban arasında bulunan Rajab Mudar'dır. Peygamber (ﷺ) sonra sordu: \"Bu ay hangisi?\" Biz \"Allah ve Elçisi daha iyi bilir.\" dedik. O, uzun süre sessiz kaldı ki, başka bir isimle anacağını düşündük. \"Dhul-Hijja ayı değil mi?\" dedi. Biz \"Evet.\" dedik. \"Bu şehir hangisi?\" dedi. Biz \"Allah ve Elçisi daha iyi bilir.\" dedik. O, uzun süre sessiz kaldı ki, başka bir isimle anacağını düşündük. \"Bu şehir (Mekke) değil mi?\" dedi. Biz \"Evet.\" dedik. \"Bugün hangi gün?\" dedi. Biz \"Allah ve Elçisi daha iyi bilir.\" dedik. O, uzun süre sessiz kaldı ki, başka bir isimle anacağını düşündük. \"Nahr günü değil mi?\" dedi. Biz \"Evet.\" dedik. Sonra \"Sizin kanlarınız, mallarınız ve onurlarınız, bu gününüzde, bu şehrinizde, bu ayınızda birbirinize karşı kutsaldır. Rabbinizle karşılaşacaksınız ve O, sizden amelleriniz hakkında soracaktır. Dikkat edin! Benden sonra birbirinizin boyunlarını keserek sapıtmayın. Bulunanların, bu mesajı bulunmayanlara ulaştırması gerekmektedir; çünkü iletilenlerden bazıları, bunu doğrudan duyanlardan daha iyi anlayabilir.\" (Muhammed, alt rivayetçi, bunu zikrettiğinde şöyle derdi: Peygamber sonra \"Şüphesiz! Size (Allah'ın) mesajını ilettim mi? Size Allah'ın mesajını ilettim mi?\" dedi.)"
    },
    {
      "id": 7,
      "narrator": "Narrated Nafi':",
      "text": "Nafi' den rivayet edilmiştir: 'Abdullah (bin 'Umar) kurbanını kesim yerinde (yani Peygamber (ﷺ) 'in kesim yerinde) keserdi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn 'Umar dedi ki: \"Allah'ın Elçisi (ﷺ) kurban olarak (develer ve koyunlar vb.) keserdi Musalla'da.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) iki koç kurban ederdi ve ben de iki koç kurban ederdim."
    },
    {
      "id": 10,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) siyah ve beyaz renkli iki boynuzlu koça doğru geldi ve onları kendi elleriyle kesmiştir."
    },
    {
      "id": 11,
      "narrator": "Narrated `Uqba bin 'Amir:",
      "text": "`Uqba bin 'Amir'den rivayet edilmiştir: Peygamber (ﷺ) ona arkadaşları arasında dağıtması için bazı koyunlar verdi, kurban olarak (`Id al-Adha). Bir oğlak kaldı ve o, bunu Peygamber (ﷺ) 'e bildirdi, o da \"Onu kendi adına kurban olarak kes.\" dedi."
    },
    {
      "id": 12,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin `Azib'den rivayet edilmiştir: Bir amcam olan Abu Burda, `Id namazından önce kurbanını kesti. Bunun üzerine Allah'ın Elçisi (ﷺ) ona \"Senin (kesilen) koyunun sadece et oldu (kurban değil).\" dedi. Abu Burda \"Ey Allah'ın Elçisi! Benim evcil bir oğlakım var.\" dedi. Peygamber (ﷺ) \"Onu (kurban olarak) kes, ama bu senin dışındaki kimse için caiz olmayacak.\" dedi. Peygamber (ﷺ) ekledi: \"Namazdan önce kurban kesen, sadece kendisi için kesmiştir; namazdan sonra kesen ise, kurbanını düzgün bir şekilde sunmuş ve Müslümanların geleneklerine uymuştur.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara'dan rivayet edilmiştir: Abu Burda, (`Id) namazından önce kurbanı kesti, bunun üzerine Peygamber (ﷺ) ona \"Bunun yerine başka bir kurban kes.\" dedi. Abu Burda \"Bende sadece bir Jadha'a var.\" dedi. (Şu'ba dedi ki: Belki de Abu Burda, Jadha'nın yaşlı bir koyundan daha iyi olduğunu da söyledi.) Peygamber (ﷺ) \"Önemli değil, diğerinin yerine onu kes, ama bu senin dışındaki kimse için yeterli olmayacak.\" dedi."
    },
    {
      "id": 14,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) iki koç kesmiştir, siyah ve beyaz renkte (kurban olarak) ve ben onu, yanlarına ayak koyarken ve Allah'ın adını anarak ve Tekbir getirerek (Allahu Akbar) keserken gördüm. Sonra onları kendi elleriyle kesmiştir."
    },
    {
      "id": 15,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Sarif'te yanına girdiğinde ben ağlıyordum (Hac'ı yapamayacağım korkusuyla). O, \"Neyin var? Adet gördün mü?\" dedi. Ben \"Evet.\" dedim. O, \"Bu, Allah'ın Adem'in tüm kızlarına takdir ettiği bir durumdur; bu yüzden diğer hacılar gibi Hac'ın ritüellerini yerine getir, ama Kabe'nin etrafında tavaf etme.\" dedi. Allah'ın Elçisi (ﷺ) eşleri adına bazı inekleri kurban etti."
    },
    {
      "id": 16,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara' rivayet etti: Peygamber (ﷺ) bir hutbe verirken, \"Bu gün yapacağımız ilk şey `Id namazını kılmak, sonra geri dönüp kurbanlarımızı kesmek olacak; bunu yapan gerçekten bizim sünnetimizi takip etmiştir, ve kim namazdan önce kurbanını keserse, onun sunduğu sadece ailesine sunduğu bir et olur, bu bir kurban değildir.\" Abu Burda ayağa kalkıp, \"Ey Allah'ın Resulü (ﷺ)! Ben namazdan önce kurbanımı kestim ve elimde bir Jadha'a var, bu da yaşlı bir koyundan daha iyidir.\" dedi. Peygamber (ﷺ) \"Bunu kes, ama bu senin dışındaki kimse için yeterli olmayacak.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Anas:",
      "text": "Anas rivayet etti: Peygamber (ﷺ) \"Kim `Id namazından önce kurban keserse, onu tekrar kesmelidir (başka bir kurban kesmelidir).\" dedi. Bir adam, \"Bu, etin arzulandığı bir gündür.\" dedi. Sonra komşularının (ete) ihtiyacını belirtti ve Peygamber (ﷺ) onun mazeretini kabul etmiş gibi göründü. Adam, \"Bende iki koyundan daha iyi bir Jadha'a var.\" dedi. Peygamber (ﷺ) ona (kurban kesmesi için) izin verdi. Ama bu iznin tüm Müslümanlar için genel olup olmadığını bilmiyorum. Peygamber (ﷺ) daha sonra iki koçun yanına gitti ve onları kesti, insanlar da koyunlarına yöneldi ve onları kestiler."
    },
    {
      "id": 18,
      "narrator": "Narrated Jundab bin Sufyan Al-Bajali:",
      "text": "Jundab bin Sufyan Al-Bajali rivayet etti: Nahr Günü'nde Peygamber (ﷺ) ile birlikteydim. \"Kim `Id namazından önce kurban keserse, onun yerine başka bir kurban kesmelidir; ve henüz kurbanını kesmemiş olanlar şimdi kesmelidir.\" dedi."
    },
    {
      "id": 19,
      "narrator": "Narrated Al-Bara':",
      "text": "Al-Bara' rivayet etti: Bir gün Allah'ın Resulü (ﷺ) `Id namazını kıldı ve \"Kim namazımızı kılar ve kıblamıza yönelirse, `Id namazını bitirmeden kurban kesmemelidir.\" dedi. Abu Burda bin Niyar ayağa kalkıp, \"Ey Allah'ın Resulü (ﷺ)! Ben bunu zaten yaptım.\" dedi. Peygamber (ﷺ) \"Bu, vaktinden önce yaptığın bir şey.\" dedi. Abu Burda, \"Bende iki yaşlı koyundan daha iyi bir Jadha'a var; onu keseyim mi?\" dedi. Peygamber (ﷺ) \"Evet, ama bu senin dışındaki kimse için yeterli olmayacak.\" dedi."
    },
    {
      "id": 20,
      "narrator": "Narrated Anas:",
      "text": "Anas rivayet etti: Peygamber (ﷺ) kurban olarak iki boynuzlu koç keserdi, biri siyah diğeri beyaz renkteydi, ve onları yanlarına basarak kendi elleriyle keserdi."
    },
    {
      "id": 21,
      "narrator": "Narrated Anas:",
      "text": "Anas rivayet etti: Peygamber (ﷺ) kurban olarak iki boynuzlu koç keserdi, biri siyah diğeri beyaz renkteydi. Onları kendi elleriyle kesti ve üzerlerine Allah'ın adını anarak tekbir getirdi ve yanlarına basarak kesti."
    },
    {
      "id": 22,
      "narrator": "Narrated Masruq:",
      "text": "Masruq rivayet etti: `Aişe'ye geldim ve ona, \"Ey Müminlerin Annesi! Kabe'ye bir Hadi gönderen ve kendi şehrinde kalan bir adam var, Hadi'sinin develerinin çiçeklerle süslenmesini istiyor ve o günden itibaren insanlar ihramdan çıkana kadar ihramda kalıyor.\" dedim. Masruq ekledi, onun arkasındaki perdeden el çırpma sesini duydum. O, \"Ben Allah'ın Resulü (ﷺ) için Hadi çiçeklerini yapardım ve o, Hadi'sini Kabe'ye gönderirdi ama o, insanların eşleriyle yapması helal olan şeyleri haram saymazdı, ta ki insanlar Hac'dan döneceklerdi.\" dedi."
    },
    {
      "id": 23,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah rivayet etti: Peygamber (ﷺ) döneminde biz `Id al-Adha kurbanlarının etlerini Medine'ye götürürdük. (Rivayet eden genellikle Hadi etini söylerdi)."
    },
    {
      "id": 24,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri rivayet etti: Bir zaman `Id al-Adha'da orada yoktum ve geldiğimde, bana biraz et sunuldu. İnsanlar, \"Bu bizim kurbanlarımızın etidir.\" dediler. O, \"Onu al, ben tadına bakmayacağım.\" dedi. (Rivayetinde) Abu Sa`id ekledi: Ayağa kalktım ve kardeşim Abu Katade'ye (o, onun süt kardeşi ve Bedir savaşının savaşçılarından biri) bunu anlattım. O, \"Senin yokluğunda yeni bir hüküm verildi (yani, kurban etlerinin saklanması ve daha sonra yenmesi helal kılındı).\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated Salama bin Al-Aqua':",
      "text": "Salama bin Al-Aqua' rivayet etti: Peygamber (ﷺ) \"Kurban kesen kimse, etinin üç günden fazla saklamamalıdır.\" dedi. Ertesi yıl insanlar, \"Ey Allah'ın Resulü (ﷺ)! Geçen yıl yaptığımız gibi mi yapalım?\" dediler. O, \"Onun etinden yiyin, başkalarına da verin ve saklayın; çünkü o yıl insanlar zor bir dönem geçiriyordu ve ben sizin ihtiyaç sahiplerine yardım etmenizi istedim.\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe rivayet etti: Biz kurban etlerinden bir kısmını tuzlayıp Peygamber (ﷺ)'e Medine'de sunardık. Bir gün o, \"O etten üç günden fazla yemeyin.\" dedi. Bu kesin bir emir değildi, ama (o yıl) başkalarına yedirmemizi istedi, Allah daha iyi bilir."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu `Ubaid:",
      "text": "Abu `Ubaid rivayet etti: İbn Azhar'ın azatlısı, `Id al-Adha Günü'nü `Umar bin Al-Khattab ile birlikte gördüm. `Umar, hutbeden önce `Id namazını kıldı ve insanlara hitaben, \"Ey insanlar! Allah'ın Resulü (ﷺ) bu iki `Id gününde oruç tutmanızı yasakladı, çünkü bunlardan biri oruçlarınızı açtığınız gündür, diğeri ise kurban etlerinizi yediğiniz gündür.\" dedi."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu `Ubaid:",
      "text": "Abu `Ubaid rivayet etti: (Yukarıdakinin devamında) Sonra `Uthman bin `Affan ile `Id'ı gördüm ve o bir Cuma günüydü. Hutbeden önce namazı kıldı ve \"Ey insanlar! Bugün iki `Id (bayram) bir arada, Al-`Awali'de (kenar mahallelerde) yaşayanlardan kim Cuma namazını beklemek isterse bekleyebilir, kim de evine dönmek isterse buna izin veriyorum.\" dedi."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu `Ubaid:",
      "text": "Abu `Ubaid rivayet etti: (Yukarıdakinin devamında) Sonra `Ali bin Abi Talib ile `Id'ı gördüm ve o da hutbeden önce `Id namazını kıldı ve insanlara hitaben, \"Allah'ın Resulü (ﷺ) kurban etlerinizin etini üç günden fazla yemenizi yasakladı.\" dedi."
    },
    {
      "id": 30,
      "narrator": "Narrated Salim:",
      "text": "Salim rivayet etti: `Abdullah bin `Umar dedi ki, \"Allah'ın Resulü (ﷺ) 'Kurban etlerinden üç gün boyunca yiyin.' dedi. `Abdullah Mina'dan ayrıldığında, Hadi etinden yememek için (ekmekle) yağ yedi, çünkü `Id'den sonraki üç günden sonra Hadi etinin yenmesi haramdır.\""
    }
  ]
}