{
  "language": "tr",
  "metadata": {
    "length": 65,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Dünyada alkollü içecekler içen ve (ölmeden önce) tövbe etmeyen kimse, Ahiret'te ondan mahrum kalacaktır.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Miraç gecesi Kudüs'te ona bir şarap ve bir süt dolu iki kadeh sunuldu. O, kadehlere baktı ve süt kadehini aldı. Cebrail dedi ki: \"Seni Al-Fıtra'ya (doğru yola) yönlendiren Allah'a hamdolsun; eğer (şarap kadehini) alsaydın, ümmetin sapıtırdı.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana, başkası tarafından anlatılmayacak bir rivayette bulundu. Peygamber şöyle dedi: \"Kıyametin alametlerinden biri şudur: Genel cehalet (dini konularda) yaygınlaşacak, (dini) ilim azalacak, zina yaygınlaşacak, alkollü içecekler bolca içilecek, erkekler azalacak ve kadınlar o kadar artacak ki, her elli kadına bir erkek bakacaktır.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Zina eden, zina yaptığı sırada mümin değildir; alkollü içecek içen, içtiği sırada mümin değildir; hırsız, çaldığı sırada mümin değildir.\" İbn Şihab dedi ki: `Abdul Malik bin Ebu Bekir bin `Abdurrahman bin Al-Harith bin Hişam bana, Ebu Bekir'in bu rivayeti Ebu Hureyre'den aktardığını söyledi. O, yukarıdaki durumların yanı sıra şunu da eklerdi: \"Ve insanlara bakarken hırsızlık yapan kimse, hırsızlık yaptığı sırada mümin değildir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: \"Alkollü içecekler, Medine'de hiçbir özel türü bulunmadığı zaman yasaklandı.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Alkollü içecekler, Medine'de üzümden yapılan şarabı nadiren bulabildiğimiz zaman yasaklandı; çünkü içkilerimizin çoğu olgun ve olgunlaşmamış hurmalardan yapılıyordu.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: `Umar minberde durarak dedi ki: \"Şimdi, alkollü içeceklerin yasaklandığı bildirildi ve bu içecekler beş şeyden yapılmaktadır, yani üzüm, hurma, bal, buğday veya arpa. Ve alkollü içecek, aklı sarhoş eden içecektir.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Ben, Ebu 'Ubaida, Ebu Talha ve Ubai bin Ka'b'a olgun ve olgunlaşmamış hurmalardan yapılmış bir içecek sunuyordum. Sonra birisi onlara geldi ve dedi ki: \"Alkollü içecekler yasaklandı.\" (Bunu duyunca) Ebu Talha dedi ki: \"Kalk, Ey Enes, ve dök (at)!\" Ben de döktüm (attım)."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Amcalarımın yanında beklerken ve onlara (hurmalardan yapılmış) şarap sunarken----ben onların en küçüğüydüm----\"Alkollü içecekler yasaklandı.\" denildi. Onlar da (bana) dediler ki: \"At onu.\" Ben de attım."
    },
    {
      "id": 10,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Alkollü içecekler yasaklandı. O zaman bu içecekler olgun ve olgunlaşmamış hurmalardan hazırlanıyordu."
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Bit hakkında soruldu. O da şöyle dedi: \"Sarhoş eden tüm içecekler haramdır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated 'Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Bit hakkında, Yemenlilerin içtiği baldan yapılan bir içki hakkında soruldu. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sarhoş eden tüm içecekler haramdır.\""
    },
    {
      "id": 13,
      "narrator": "Anas bin Malik said:",
      "text": "Enes bin Malik dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Ad-Dubba' ve Al-Muzaffat'ta içecek yapmayın.\" Ebu Hureyre onlara Al-Hantam ve An-Naqir'i de eklerdi."
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: `Umar, Allah'ın Elçisi (ﷺ) minberinde bir vaaz verirken şöyle dedi: \"Alkollü içecekler İlahi Emir ile yasaklandı ve bu içecekler beş şeyden hazırlanıyordu, yani üzüm, hurma, buğday, arpa ve bal. Alkollü içecek, aklı sarhoş eden içecektir.\" `Umar ekledi: \"Keşke Allah'ın Elçisi, bize üç mesele hakkında kesin hükümler vermeden önce aramızdan ayrılmasaydı, yani bir dedenin torunundan ne kadar miras alabileceği, Al-Kalala'nın mirası (babasız veya oğulsuz ölen kişi) ve çeşitli Riba (faiz) türleri hakkında.\""
    },
    {
      "id": 15,
      "narrator": "Narrated 'Umar:",
      "text": "'Umar'dan rivayet edilmiştir: \"Alkollü içecekler beş şeyden yapılmaktadır, yani kuru üzüm, hurma, buğday, arpa ve bal.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu 'Amir or Abu Malik Al-Ash'ari:",
      "text": "Ebu Amr veya Ebu Malik el-Eş'ari'den rivayet edilmiştir: O, Peygamber (ﷺ) şöyle derken işitti: \"Benim ümmetimden bazı insanlar, zina, ipek giymek, alkollü içecekler içmek ve müzik aletleri kullanmak gibi şeyleri helal sayacaklar. Ve dağın kenarında kalan bazı insanlar olacak, akşamları onlara çobanları koyunlarıyla gelecek ve onlardan bir şey isteyecek, fakat onlar ona, 'Bize yarın gel.' diyecekler. Allah, onları gece yok edecek ve dağın üzerlerine düşmesine izin verecek, geriye kalanlarını maymun ve domuzlara dönüştürecek ve kıyamet gününe kadar böyle kalacaklar.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Ebu Usaid es-Saidi, Allah'ın Elçisi (ﷺ) nişanında onu davet etti. Gelin olan eşi onlara hizmet ediyordu. Allah'ın Elçisi (ﷺ) için ne içecek hazırladığını biliyor musunuz? O, bazı hurmaları bir Tur içinde suya yatırmıştı."
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bazı kapların kullanılmasını yasakladı, fakat Ensar, \"Onlarsız yapamayız.\" dedi. Peygamber (ﷺ) sonra, \"Öyleyse, onları kullanın.\" dedi."
    },
    {
      "id": 19,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) bazı kapların (alkollü içecekler hazırlamak için kullanılan) kullanılmasını yasakladığında, biri Peygamber (ﷺ) e, \"Ama herkes derileri bulamaz.\" dedi. Bunun üzerine onlara, katranla kaplanmamış toprak testileri kullanmalarına izin verdi."
    },
    {
      "id": 20,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) Ad-Dubba' ve Al-Muzaffat'ın kullanılmasını yasakladı. A'maş da bunu rivayet etti."
    },
    {
      "id": 21,
      "narrator": "Narrated Ibrahim:",
      "text": "İbrahim'den rivayet edilmiştir: Al-Aswad'a, \"Aişe, Müminlerin Annesi, (alkolsüz) içeceklerin hazırlanmasında kullanılmasının hoş karşılanmadığı kaplar hakkında sordun mu?\" dedim. O, \"Evet, ona, 'Ey Müminlerin Annesi! Peygamber (ﷺ) hangi kapların (alkolsüz) içecekler hazırlamak için kullanılmasını yasakladı?' dedim. O da, 'Peygamber, (ailesine) Ad-Dubba ve Al-Muzaffat'ta (alkolsüz) içecekler hazırlamamızı yasakladı.' dedi. Ben de, 'Al-Jar ve Al-Hantam'ı zikretmedin mi?' dedim. O, 'Duyduğumu söylerim; duymadığımı mı söyleyeyim?' dedi.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Ash-Shaibani:",
      "text": "Eş-Şaibani'den rivayet edilmiştir: Abdullah bin Ebi Aufa'nın, \"Peygamber (ﷺ) yeşil testilerin kullanılmasını yasakladı.\" dediğini duydum. Ben de, \"Beyaz testilerden mi içelim?\" dedim. O, \"Hayır.\" dedi."
    },
    {
      "id": 23,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Ebu Usaid es-Saidi, Peygamber (ﷺ) i düğün ziyafetine davet etti. O sırada eşi onlara hizmet ediyordu ve gelin olarak oradaydı. \"Allah'ın Elçisi için ne (şurup) hazırladığımı biliyor musunuz? Bir Tur (kase) içinde bazı hurmaları suya yatırdım.\" dedi."
    },
    {
      "id": 24,
      "narrator": "Narrated Abu Al-Juwairiyya:",
      "text": "Ebu Cüveyriye'den rivayet edilmiştir: İbn Abbas'a Al-Badhaq hakkında sordum. O, \"Muhammed, Al-Badhaq olarak adlandırılmadan önce alkollü içecekleri yasakladı (şöyle diyerek), 'Sarhoş eden her içecek haramdır.' dedi. Ben de, 'Peki, helal ve iyi içecekler ne olacak?' dedim. O, 'Helal ve iyi olanlar dışında, diğer her şey haram ve kötü (necis Al-Khabith)dir.' dedi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) tatlı yenilebilir şeyleri ve balı severdi."
    },
    {
      "id": 26,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Ben, Ebu Talha, Ebu Dujane ve Ebu Suhail bin el-Beyda'ya olgun ve olgunlaşmamış hurmalardan yapılmış bir içecek sunarken, alkollü içecekler yasaklandı, bunun üzerine onu attım, ben onların hizmetçisiydim ve en gençleriydim, o günlerde o içeceği alkollü bir içecek olarak kabul ediyorduk."
    },
    {
      "id": 27,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) kuru üzüm, hurma, olgunlaşmamış hurma ve taze olgun hurmalardan hazırlanan alkollü içeceklerin içilmesini yasakladı."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katada'dan rivayet edilmiştir: Peygamber (ﷺ) olgun ve olgunlaşmamış hurmaların karıştırılmasını ve ayrıca hurma ve kuru üzümün (şurup hazırlamak için) karıştırılmasını yasakladı, fakat her meyvenin şurubu ayrı ayrı hazırlanmalıdır. (Taze olduğu sürece böyle içecekler içilebilir.)"
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir gece yolculuğa çıkarıldığı zaman (Mirac) ona bir kase süt ve bir kase şarap sunuldu."
    },
    {
      "id": 30,
      "narrator": "Narrated Um Al-Fadl:",
      "text": "Ümmü'l-Fadl'den rivayet edilmiştir: İnsanlar, Allah'ın Elçisi (ﷺ) nin oruçlu olup olmadığından veya Arafat Günü'nde olup olmadığından şüphe ettiler. Bunun üzerine ona bir süt dolu bir fincan gönderdim ve o içti."
    },
    {
      "id": 31,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Ebu Humaid, Al-Naqi adında bir yerden bir karışım dolu bir fincan getirdi. Allah'ın Resulü (ﷺ) ona, \"Onu örtmeyecek misin, en azından üzerine bir sopa koyarak?\" dedi."
    },
    {
      "id": 32,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Ebu Humaid, An-Naqi'den Peygamber'e süt dolu bir fincan getirerek geldi. Peygamber (ﷺ) dedi ki, \"Onu örtmeyecek misin, en azından üzerine bir sopa koyarak?\""
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) Ebu Bekir ile birlikte Mekke'den geldi. Ebu Bekir, \"Bir çobanın yanından geçtik ve o sırada Allah'ın Resulü (ﷺ) susamıştı. Bir kasede biraz süt sağdım ve Allah'ın Resulü (ﷺ) içti, ben de memnun oldum. Suraqa bin Ju'shum bize atla geldi (peşimizden). Peygamber (ﷺ) ona lanet etti, bunun üzerine Suraqa, ona lanet etmemesini istedi, o takdirde geri döneceğini söyledi. Peygamber (ﷺ) kabul etti."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Sadakanın en hayırlısı, (yeni) doğum yapmış ve bol süt veren bir dişi devedir veya bol süt veren bir dişi keçidir; ve birine, sabah bir kaseden ve akşam bir kaseden süt sağması için verilir.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) süt içti ve sonra ağzını çalkaladı ve dedi ki, \"Onda yağ var.\""
    },
    {
      "id": 36,
      "narrator": "The Prophet (ﷺ) added:",
      "text": "Peygamber (ﷺ) ekledi: Ben Sidretü'l-Münteha'ya yükseltildim ve dört nehir gördüm, bunlardan ikisi dışarı çıkıyordu, ikisi ise içeri giriyordu. Dışarı çıkanlar Nil ve Fırat'tı, içeri girenler ise cennetteki iki nehirdi. Sonra bana üç kadeh verildi, biri süt, diğeri bal, üçüncüsü ise şarap doluydu. Ben süt dolu kadehi aldım ve içtim. Bana denildi ki, \"Sen ve senin takipçilerin doğru yolda (İslam) olacaksınız.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ebu Talha, Medine'nin Ensar'ı arasında en fazla hurma palmiyesine sahipti. En değerli malı, (Peygamber'in) Mescid'ine bakan Bairuha bahçesiydi. Allah'ın Resulü (ﷺ) oraya girer ve onun güzel taze suyundan içti. Kutsal Ayet: 'Siz, sevdiğiniz şeylerden harcamadıkça asla iyiliğe ulaşamazsınız.' (3.92) nazil olduğunda, Ebu Talha ayağa kalktı ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Allah diyor ki: 'Siz, sevdiğiniz şeylerden harcamadıkça asla iyiliğe ulaşamazsınız,' ve benim en değerli malım Bairuha bahçesidir ve onu Allah yolunda sadaka vermek istiyorum, bununla Allah'tan mükafat bekliyorum. O yüzden, ey Allah'ın Resulü (ﷺ), onu Allah'ın istediği yere harcayabilirsin.\" Allah'ın Elçisi dedi ki, \"İyi! Bu geçici (veya karlı) bir servettir.\" (`Abdullah hangi kelimenin kullanıldığı konusunda şüphe içindeydi.) O, \"Söylediklerinizi duydum ama bence onu akrabalarınıza vermeniz daha iyi.\" dedi. Bunun üzerine Ebu Talha, \"Bunu yapacağım, ey Allah'ın Resulü (ﷺ)!\" dedi. Ebu Talha, o bahçeyi akrabaları ve kuzenleri arasında paylaştırdı."
    },
    {
      "id": 38,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) süt içerken gördüm. Evime geldi ve ben bir koyunun sütünü sağdım ve sonra sütü Allah'ın Resulü (ﷺ) için kuyu suyuyla karıştırdım. O, kadehi aldı ve içti, solunda Ebu Bekir oturuyordu, sağında ise bir bedevi vardı. Sonra kalan sütü bedeviye verdi ve dedi ki, \"Sağ! Sağ (önce).\""
    },
    {
      "id": 39,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) ve bir arkadaşı bir Ensar adamının yanına girdi ve Peygamber (ﷺ) ona, \"Eğer suyunuz bir su derisinde gece boyunca bekletilmişse (bize ver), aksi takdirde ağzımızı içine koyarak su içeceğiz.\" dedi. Adam o sırada bahçesini suluyordu. O, \"Ey Allah'ın Resulü (ﷺ)! Gece boyunca bekletilmiş suyum var; gölgeye gidelim.\" dedi. Böylece onları oraya götürdü ve bir kaseye su döktü ve evcil bir keçisini sağdı. Allah'ın Resulü (ﷺ) içti, sonra onunla birlikte gelen adam da içti."
    },
    {
      "id": 40,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) tatlı yenilebilir şeyleri (şurup vb.) ve balı severdi."
    },
    {
      "id": 41,
      "narrator": "Narrated An-Nazzal:",
      "text": "En-Nazzal'dan rivayet edilmiştir: Ali, (Mescidin) avlusunun kapısına geldi ve ayakta su içti ve dedi ki, \"Bazı insanlar ayakta su içmeyi sevmez, ama ben Peygamber (ﷺ) bunu yaptığını gördüm, şimdi beni gördüğünüz gibi.\""
    },
    {
      "id": 42,
      "narrator": "Narrated An-Nazzal bin Sabra:",
      "text": "En-Nazzal bin Sabra'dan rivayet edilmiştir: `Ali, Zuhr namazını kıldıktan sonra Kufa'nın geniş avlusunda oturdu ve insanların işlerini görmek için `Asr namazı vaktine kadar bekledi. Sonra ona su getirildi ve o içti, yüzünü, ellerini, başını ve ayaklarını yıkadı. Sonra ayakta kalan suyu içti ve dedi ki, \"Bazı insanlar ayakta su içmeyi sevmez, ama Peygamber (ﷺ) benim şimdi yaptığım gibi yaptı.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) ayakta Zemzem (suyu) içti."
    },
    {
      "id": 44,
      "narrator": "Narrated Um Al-Fadl:",
      "text": "Um Al-Fadl'dan (El-Harith'in kızı) rivayet edilmiştir: O, Arafat'ta öğleden sonra ayakta iken Peygamber'e (ﷺ) bir kadeh süt gönderdi. O, onu ellerine aldı ve içti. Ebu Nadr rivayet etti: Peygamber, devesinin sırtındaydı."
    },
    {
      "id": 45,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Su ile karıştırılmış süt, Allah'ın Resulü (ﷺ)'ne getirildi; sağında bir bedevi, solunda ise Ebu Bekir vardı. O içti ve sonra onu bedeviye verdi ve dedi ki, \"Sağ! Sağ (önce).\""
    },
    {
      "id": 46,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa`d'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) içecek bir şey teklif edildi. Sağında bir çocuk, solunda ise bazı yaşlı insanlar vardı. Çocuğa, \"Bu (yaşlı) insanlara önce verebilir miyim?\" dedi. Çocuk, \"Vallahi, ey Allah'ın Messenger'i (ﷺ)! Ben senin payımdan başkasına vermem.\" dedi. Bunun üzerine Allah'ın Messenger'i (ﷺ) kupayı o çocuğun eline verdi."
    },
    {
      "id": 47,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) ve bir arkadaşı bir Ensari adamın yanına girdiler. Peygamber (ﷺ) ve arkadaşı (adamı) selamladılar ve o da, \"Ey Allah'ın Messenger'i (ﷺ)! Babam ve annem sana feda olsun! Hava sıcak,\" derken bahçesini suluyordu. Peygamber (ﷺ) ona, \"Eğer gece boyunca suyunuz varsa (verin), yoksa biz de leğene ağzımızı sokarak içeriz.\" dedi. Adam bahçesini suluyordu. Adam, \"Ey Allah'ın Messenger'i (ﷺ)! Gece boyunca suyum var.\" dedi. Gölgelik bir yere gitti ve bir kaseye biraz su döktü ve evcil bir keçiden biraz süt sağdı. Peygamber (ﷺ) içti ve sonra kaseyi yanında gelen adama içmesi için verdi."
    },
    {
      "id": 48,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Amcalarımın yanında bekliyordum, onlara hurmadan hazırlanmış bir içki ikram ediyordum ve ben onların en küçüğüyüm. (Aniden) alkolün yasaklandığı söylendi. Bunun üzerine onlar (bana), \"At bunu.\" dediler. Ben de onu attım. Rivayet eden kişi, Anas'a onların içkisinin ne ile yapıldığını sordum, o da, \"(Olgun) hurmalardan ve olgunlaşmamış hurmalardan.\" dedi."
    },
    {
      "id": 49,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) dedi ki, \"Gece olunca (veya akşam olunca), çocuklarınızı dışarı çıkmaktan alıkoyun, çünkü o zaman şeytanlar yayılır. Ama gecenin bir saati geçince onları serbest bırakın ve kapıları kapatın ve Allah'ın adını anın, çünkü şeytan kapalı kapıyı açmaz. Su torbanızın ağzını bağlayın ve Allah'ın adını anın; kaplarınızı ve eşyalarınızı örtün ve Allah'ın adını anın. Onları bir şeyle örtün, lambalarınızı söndürün.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) dedi ki, \"Yatmaya gittiğinizde lambaları söndürün; kapılarınızı kapatın; su torbalarınızın ağızlarını bağlayın ve yiyecek ve içeceklerinizi örtün.\" Sanırım o, \"… hatta kapların üzerine bir çubuk koyarak.\" ekledi."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) su torbalarının ağızlarını içmek için eğilmeyi yasakladı."
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) su torbalarının ağızlarından doğrudan su içmeyi yasakladı, yani ağızlardan doğrudan içmeyi."
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) su torbasının ağzından veya diğer deri kaplardan doğrudan içmeyi yasakladı ve komşunun kendi evinin (duvarına) çivi çakmasını engellemeyi yasakladı."
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) su torbasının ağzından doğrudan su içmeyi yasakladı."
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) su torbasının ağzından doğrudan su içmeyi yasakladı."
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Qatada:",
      "text": "Abu Qatada'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) dedi ki, \"Su içtiğinizde kabın içinde nefes almayın; ve idrar yaptığınızda, penisinizle sağ elinizi dokundurmayın. Ve dışkıdan sonra kendinizi temizlerken sağ elinizi kullanmayın.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Thumama bin `Abdullah:",
      "text": "Thumama bin `Abdullah'dan rivayet edilmiştir: Anas, (içerken) kabın içinde iki veya üç kez nefes alırdı ve Peygamber'in (ﷺ) içerken üç nefes aldığını söylerdi."
    },
    {
      "id": 58,
      "narrator": "Narrated Ibn Abi Laila:",
      "text": "Ibn Abi Laila'dan rivayet edilmiştir: Hudhaita, Medain'de iken su istedi. Köyün reisi ona gümüş bir kap getirdi. Hudhaifa onu attı ve, \"Onu attım çünkü ona kullanmamasını söyledim, ama o kullanmaktan vazgeçmedi. Peygamber (ﷺ) bize ipek veya dibac elbise giymeyi ve altın veya gümüş kaplarda içmeyi yasakladı ve, 'Bu şeyler bu dünyada onlara (kafirler) aittir ve sizlere (Müslümanlar) ahirette.' dedi.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Altın veya gümüş kaplarda içmeyin ve ipek veya dibac elbise giymeyin, çünkü bu şeyler bu dünyada onlara (kafirler) aittir ve sizlere ahirette.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan (Peygamber'in eşi) rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) dedi ki, \"Gümüş kaplarda içen sadece karnını cehennem ateşi ile dolduruyor.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin `Azib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize yedi şey yapmamızı emretti ve yedi şeyden de sakındırdı. Bize hasta ziyaretinde bulunmayı, cenaze alayını takip etmeyi, hapşıran birine \"Allah sana merhamet etsin\" demeyi (eğer \"Hamd Allah'a\" derse), davetleri kabul etmeyi, selam vermeyi, mazlumlara yardım etmeyi ve başkalarına yeminlerini yerine getirmeleri konusunda yardımcı olmayı emretti. Bize altın yüzük takmayı, gümüş kaplarda içmeyi, Mayathir (sandalye üzerine serilen ipek halılar) kullanmayı, Al-Qissi (bir tür ipek kumaş) giymeyi, ipek, Dibaj veya Istabraq (iki tür ipek) giymeyi yasakladı."
    },
    {
      "id": 62,
      "narrator": "Narrated Um Al-Fadl:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Um Al-Fadl'den rivayet edilmiştir: İnsanlar, Peygamberin (ﷺ) Arafat Günü oruç tutup tutmadığı konusunda şüphe içindeydiler, bu nedenle ona dolu bir (ahşap) içme kabı süt gönderildi ve o da içti."
    },
    {
      "id": 64,
      "narrator": "Narrated `Asim al-Ahwal:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Sahl bin Sa`d'dan rivayet edilmiştir: Peygambere (ﷺ) bir Arap kadını bahsedildi, o da Abu Usaid As-Sa`idi'den onu çağırmasını istedi, o da onu çağırdı ve kadın geldi ve Bani Sa`ida kalesinde kaldı. Peygamber (ﷺ) dışarı çıktı, ona gitti ve yanına girdi. Bakın, başı eğik bir kadın oturuyordu. Peygamber (ﷺ) ona hitap ettiğinde, \"Senden Allah'a sığınırım\" dedi. O da, \"Ben de senden sığınırım\" dedi. Onlar ona, \"Bunun kim olduğunu biliyor musun?\" dediler. O da, \"Hayır\" dedi. Onlar, \"Bu, seninle evlenmek için gelen Allah'ın Resulü (ﷺ)\" dediler. O da, \"Bu fırsatı kaybetmek için çok şanssızım\" dedi. Sonra Peygamber ve arkadaşları Bani Sa`ida'nın ahırına doğru gittiler ve orada oturdular. Sonra, \"Bize su ver, ey Sahl!\" dedi. Ben de bu içme kabını çıkardım ve onlara su verdim. Alt rivayetçi ekledi: Sahl, bizim için o içme kabını çıkardı ve hepimiz ondan içtik. Daha sonra `Umar bin `Abdul `Aziz, Sahl'den onu hediye olarak vermesini istedi ve o da ona hediye etti."
    }
  ]
}