{
  "language": "tr",
  "metadata": {
    "length": 250,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Al-Walid bin 'Aizar:",
      "text": "Al-Walid bin 'Aizar'dan rivayet edilmiştir: Abi `Amr 'Ash-Shaibani'nin, \"Bu evin sahibi,\" diyerek `Abdullah'ın evini işaret ettiğini duydum. \"O, 'Ben Peygamber (ﷺ)'e 'Hangi amel Allah katında en sevimlidir?' diye sordum. O da, 'Namazı vaktinde kılmak.' diye cevap verdi.\" `Abdullah sordu, \"Peki, sonraki (en iyi) nedir?\" Peygamber (ﷺ) dedi ki, \"Anne ve babaya iyi davranmak,\" `Abdullah sordu, \"Peki, sonraki (en iyi) nedir?\" Peygamber (ﷺ) dedi ki, \"Allah yolunda cihada katılmak.\" `Abdullah ekledi, \"Peygamber (ﷺ) bana bu üç şeyi anlattı, eğer daha fazla sorsaydım, daha fazlasını da söylerdi.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir adam Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Bana en iyi muameleye layık olan kimdir?\" Peygamber (ﷺ) dedi ki, \"Annen.\" Adam dedi ki, \"Peki, sonraki kim?\" Peygamber (ﷺ) dedi ki, \"Annen.\" Adam daha da sordu, \"Peki, sonraki kim?\" Peygamber (ﷺ) dedi ki, \"Annen.\" Adam dördüncü kez sordu, \"Peki, sonraki kim?\" Peygamber (ﷺ) dedi ki, \"Baban.\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "`Abdullah bin `Amr'dan rivayet edilmiştir: Bir adam Peygamber'e dedi ki, \"Cihada katılmalı mıyım?\" Peygamber (ﷺ) dedi ki, \"Anne baban hayatta mı?\" Adam dedi ki, \"Evet.\" Peygamber (ﷺ) dedi ki, \"Onlar için cihad et.\""
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "`Abdullah bin `Amr'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Bir adamın anne babasına lanet etmesi en büyük günahlardandır.\" İnsanlar sordu, \"Ey Allah'ın Resulü (ﷺ)! Bir adam anne babasına nasıl lanet eder?\" Peygamber (ﷺ) dedi ki, \"Bir adam başka bir adamın babasına söver, o da onun babasına söver ve annesine de söver.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Üç kişi seyahat ederken, yağmur onlara yetişti ve bir dağdaki bir mağaraya sığındılar. Dağdan büyük bir taş mağaranın ağzına düştü ve kapattı. Birbirlerine dediler ki, 'Sadece Allah rızası için yaptığınız iyi (salih) amelleri düşünün ve bu amelleri referans göstererek Allah'a dua edin ki, Allah sizi bu zorluktan kurtarsın.' İçlerinden biri dedi ki, 'Ey Allah! Çok yaşlı anne babam vardı ve küçük çocuklarım vardı, onların rızası için çobanlık yapıyordum. Gece eve döndüğümde ve koyunları sağdığımda, önce sütü anne babama veriyordum, çocuklarıma vermeden. Bir gün, otlak aramak için uzaklara gittim ve gece geç saatlerde eve döndüm, anne babamın uyuduğunu gördüm. Her zamanki gibi sütü sağdım, süt kabını getirdim ve başlarının yanında durdum, onları uyandırmak istemedim, çocuklarım ayaklarımın dibinde açlıktan ağlarken, onlara süt vermek de istemedim. Bu halim ve onların durumu sabaha kadar devam etti. (Ey Allah!) Eğer bunu sadece senin rızanı kazanmak için yaptığımı düşünüyorsan, o zaman bize gökyüzünü görebileceğimiz bir açılma ver.' Bunun üzerine Allah onlara gökyüzünü görebilecekleri bir açılma sağladı. Sonra ikinci kişi dedi ki, 'Ey Allah! Benim, bir kadın kuzenim vardı, onu bir adamın sevdiği gibi seviyorum. Onu baştan çıkarmaya çalıştım ama o, yüz Dinar vermeden kabul etmedi. Çalıştım, yüz Dinar topladım ve onun yanına gittim. Ama onun bacaklarının arasında oturduğumda, 'Ey Allah'ın kulu! Allah'tan kork! Beni ancak yasal olarak (nikah ile) al.' dedi. Ben de onu terk ettim. Ey Allah! Eğer bunu sadece senin rızanı kazanmak için yaptığımı düşünüyorsan, o zaman taşın biraz kaymasını sağla.' Bunun üzerine Allah o taşı kaydırarak açılmayı genişletti. Son olarak üçüncü kişi dedi ki, 'Ey Allah! Ben bir işçiyi bir Faraq (belirli bir ölçü) pirinç karşılığında çalıştırdım ve işini bitirdiğinde, ücretini talep etti. Ama ben ona ücretini sunduğumda, onu reddetti. Sonra ben o pirinci onun için (birkaç kez) ektim ve elde ettiğim ürünün fiyatıyla bazı inekler ve çoban satın aldım. Daha sonra işçi yanıma geldi ve dedi ki, '(Ey Allah'ın kulu!) Allah'tan kork ve bana hakkımı verme konusunda adaletsizlik yapma.' Ben de ona dedim ki, 'Git, o inekleri ve çobanı al.' O da aldı ve gitti. (O yüzden, ey Allah!) Eğer bunu senin rızanı kazanmak için yaptığımı düşünüyorsan, o zaman taşın kalan kısmını kaldır.' Ve böylece Allah onları zorluktan kurtardı.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Al-Mughira:",
      "text": "Al-Mughira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Allah size (1) annelerinize karşı kötü davranmayı, (2) vermeniz gereken şeyleri tutmayı, (3) hak etmediğiniz şeyleri talep etmeyi ve (4) kız çocuklarınızı diri diri gömmeyi yasaklamıştır. Ve Allah, (A) başkaları hakkında çok konuşmanızı, (B) din konusunda çok fazla soru sormanızı veya (C) malınızı israf etmenizi de sevmez.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Bakra:",
      "text": "Abu Bakra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) üç kez dedi ki, \"Size en büyük günahları bildirmeyeyim mi?\" Biz dedik ki, \"Evet, ey Allah'ın Resulü (ﷺ).\" O dedi ki, \"Allah'a ortak koşmak; anne babaya karşı kötü davranmak.\" Peygamber (ﷺ) yaslandığı yerden kalktı ve ekledi, \"Sahte ifade vermekten ve yalan şahitlikten sizi uyarıyorum; sahte ifade vermekten ve yalan şahitlikten sizi uyarıyorum.\" Peygamber bu uyarıyı söylemeye devam etti, ta ki durmayacağını düşündük."
    },
    {
      "id": 8,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) en büyük günahları zikretti veya en büyük günahlar hakkında soruldu. O dedi ki, \"Allah'a ortak koşmak; Allah'ın katlini yasakladığı bir canı öldürmek; ve anne babaya karşı kötü davranmak.\" Peygamber (ﷺ) ekledi, \"Size en büyük günahı bildireyim mi? O da sahte ifade vermek veya yalan şahitliktir.\" Şu'ba (alt rivayetçi) diyor ki, muhtemelen Peygamber, \"yalan şahitlik\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Asma' bint Abu Bakr:",
      "text": "Asma' bint Abu Bakr'dan rivayet edilmiştir: Annem, Peygamber'in (ﷺ) hayatında bana geldi, benim iyiliğimi umarak. Ben Peygamber'e sordum, \"Ona iyi davranabilir miyim?\" O cevap verdi, \"Evet.\" İbn 'Uyaina dedi ki, \"Sonra Allah şu ayeti indirdi: 'Allah, din yüzünden sizinle savaşmayan ve sizi evlerinizden çıkarmayanlara karşı iyilik yapmanızı ve onlarla adaletle muamele etmenizi yasaklamaz.'.......(60.8)"
    },
    {
      "id": 10,
      "narrator": "Narrated Asma':",
      "text": "Asma' dan: \"Annem, bir müşrik olarak, Müslümanlar ile Kureyş kafirleri arasında barış antlaşması döneminde babasıyla birlikte geldi. Ben, Peygamber'e (ﷺ) gidip, \"Annem geldi ve benim iyiliğimi umuyor.\" dedim. Peygamber (ﷺ) dedi ki, \"Evet, annenle iyi ol.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Sufyan:",
      "text": "Abu Sufyan'dan rivayet edilmiştir: Heraklius onu çağırdı ve dedi ki, \"Peygamber (ﷺ) sana ne emretti?\" Ben de cevap verdim, \"Bize namaz kılmayı; sadaka vermeyi; iffetli olmayı; ve akrabalarımızla iyi ilişkiler kurmayı emretti.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Babam, satılan bir ipek elbise görünce, \"Ey Allah'ın Resulü (ﷺ)! Bunu al ve Cuma günleri giy ve yabancı heyetler sana geldiğinde giy.\" dedi. O da, \"Bu, ahirette hiçbir payı olmayan birinin giydiği bir elbisedir.\" Daha sonra Peygamber'e (ﷺ) hediye olarak birkaç ipek elbise verildi ve bunlardan birini `Umar'a gönderdi. `Umar, Peygamber'e dedi ki, \"Bunu nasıl giyebilirim, sen bunun hakkında ne söyledin?\" Peygamber (ﷺ) dedi ki, \"Bunu sana giymen için vermedim, ama satman veya başkasına giymesi için vermek için verdim.\" Bunun üzerine `Umar, onu İslam'ı kabul etmeden önce Mekke'nin sakinlerinden olan (putperest) kardeşine gönderdi."
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Ayyub Al-Ansari:",
      "text": "Abu Ayyub Al-Ansari'den rivayet edilmiştir: \"Ey Allah'ın Resulü! Beni cennete sokacak bir ameli bildir.\" denildi."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Aiyub Al-Ansari:",
      "text": "Abu Ayyub Al-Ansari'den rivayet edilmiştir: Bir adam dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Beni cennete sokacak bir ameli bildir.\" İnsanlar dedi ki, \"Onun derdi ne? Onun derdi ne?\" Allah'ın Resulü (ﷺ) dedi ki, \"Onun sormak istediği bir şey var (çok ihtiyaç duyduğu).\" Peygamber (ﷺ) ona dedi ki, \"(Cennete girmek için) Allah'a ibadet etmelisin ve O'na hiçbir şeyi ortak koşmamalısın: Namazı tam kılmalı, farz sadakayı (Zekat) vermeli ve akrabalarınla iyi ilişkiler kurmalısın.\" Sonra dedi ki, \"Bunu bırak!\" (Alt rivayetçi dedi ki, \"Görünüşe göre Peygamber (ﷺ) devesinin üzerinde oturuyordu.\")"
    },
    {
      "id": 15,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jubair bin Mut`im'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Akrabalık bağlarını koparan cennete giremez.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edildi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim ki, daha fazla mal verilmesini ve ömrünün uzatılmasını arzu ediyorsa, akraba ilişkilerini iyi tutmalıdır.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edildi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim ki, daha fazla mal verilmesini ve ömrünün uzatılmasını arzu ediyorsa, akraba ilişkilerini iyi tutmalıdır.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edildi: Peygamber (ﷺ) şöyle dedi: \"Allah, yaratıkları yarattı ve yarattıklarından sona erdiğinde, Ar-Rahm (rahim) dedi ki: '(Ey Allah) burada, beni kesenlerden (yani akraba ilişkilerini kesenlerden) sana sığınırım.' Allah dedi ki: 'Evet, seninle iyi ilişkiler kuranla ben de iyi ilişkiler kuracağım ve seninle ilişkilerini kesenle ben de ilişkilerimi keseceğim.' O da dedi ki: 'Evet, ey Rabbim.' Allah dedi ki: 'O zaman bu senin içindir.'\" Allah'ın Elçisi (ﷺ) ekledi: \"İstersen, Kur'an'da Allah'ın ifadesini oku: 'Eğer size yetki verilseydi, yeryüzünde bozgunculuk yapar ve akraba ilişkilerinizi keser miydiniz?' (47.22)\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edildi: Peygamber (ﷺ) şöyle dedi: \"Ar-Rahm (rahim) kelimesi, Ar-Rahman'dan (yani Allah'ın isimlerinden biri) gelir ve Allah şöyle dedi: 'Ben, seninle iyi ilişkiler kuranla iyi ilişkiler kuracağım (rahim yani akraba) ve seninle ilişkilerini kesenle de ilişkilerimi keseceğim (rahim yani akraba).\""
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edildi: (Peygamberin eşi) Peygamber (ﷺ) şöyle dedi: \"Ar-Rahm (rahim) kelimesi, Ar-Rahman'dan (yani Allah) gelir. Kim ki, onunla (rahim yani akraba) iyi ilişkiler kurarsa, Allah da onunla iyi ilişkiler kurar; kim ki, onu keserse (yani akraba ilişkilerini keserse), Allah da onunla ilişkilerini keser.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Amr bin Al-`As:",
      "text": "Amr bin Al-As'tan rivayet edildi: Peygamber (ﷺ) açıkça, gizlice değil, şöyle dedi: \"Falanca (yani Talib) ailesi benim koruyucularımdan değildir.\" Amr, Muhammed bin Cafer'in kitabında bir boşluk olduğunu söyledi. Ekledi: \"Benim koruyucum Allah ve salih müminlerdir.\" Amr bin Al-As ekledi: Peygamber (ﷺ) şöyle dedi: \"Ama onların (o ailenin) benimle akrabalığı (rahim) var ve ben onlara iyi ve sadık olacağım.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edildi: Peygamber (ﷺ) şöyle dedi: \"Al-Wasil, akrabalarının kendisine yaptığı iyiliği karşılayan değildir; Al-Wasil, akrabalık bağlarını kesen akrabalarıyla iyi ilişkiler kuran kişidir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Hakim bin Hizam:",
      "text": "Hakim bin Hizam'dan rivayet edildi: O şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Cahiliye döneminde (İslam'ı kabul etmeden önce) akrabalarımla iyi ilişkiler kurmak, köleleri azat etmek ve sadaka vermek gibi yaptığım iyi işler hakkında ne düşünüyorsun; bunlar için ödül alacak mıyım?\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sen, yaptığın tüm bu iyi işler ile İslam'ı kabul ettin.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Sa`id:",
      "text": "Said'den rivayet edildi: Ümmü Halid bint Halid bin Said dedi ki: \"Ben, babamla birlikte Allah'ın Elçisi (ﷺ) yanına geldim ve sarı bir elbise giyiyordum. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sanah Sanah!' (Abdullah, alt rivayetçi şöyle dedi: 'Bu, Etiyopya dilinde 'Güzel, güzel!' demektir.') Ümmü Halid ekledi: \"Sonra ben, Peygamberlik mührü ile oynamaya başladım. Babam beni uyardı. Ama Allah'ın Elçisi (ﷺ) babama şöyle dedi: 'Bırak onu,' Allah'ın Elçisi (ﷺ) (sonra bana hitaben) şöyle dedi: 'Öyle uzun yaşa ki, elbisen yıpransın ve onu birçok kez onarıp, sonra başka bir elbise giyesin, o da yıpransın (yani Allah, senin ömrünü uzatsın).' (Alt rivayetçi Abdullah, 'O elbise (onun giydiği) uzun bir süre kullanılabilir durumda kaldı.' dedi.)"
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn Abi Na'm:",
      "text": "İbn Ebi Na'm'dan rivayet edildi: Ben, bir adamın İbn Ömer'e sivrisineklerin kanı hakkında sorduğu sırada oradaydım. İbn Ömer şöyle dedi: \"Nereden geliyorsun?\" Adam cevap verdi: \"Irak'tan.\" İbn Ömer şöyle dedi: \"Bak, o bana sivrisineklerin kanını soruyor, oysa (Iraklılar) Peygamberin (torununu) öldürdü. Ben, Peygamber (ﷺ) şöyle derken duydum: 'Onlar (Hasan ve Hüseyin) bu dünyadaki iki güzel kokulu çiçeğimdir.'\""
    },
    {
      "id": 26,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edildi: (Peygamberin eşi) Bir kadın iki kızıyla birlikte yanıma geldi ve benden (biraz sadaka) istedi, ama bende ona verecek hiçbir şey yoktu, sadece bir hurma vardı, onu ona verdim ve o da onu iki kızı arasında paylaştırdı, sonra kalkıp gitti. Sonra Peygamber (ﷺ) içeri girdi ve ben ona bu hikayeyi anlattım. O şöyle dedi: \"Bu kızlara bakmakla sorumlu olan ve onlara cömert davranan kimse, cehennem ateşinden korunacaktır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edildi: Peygamber (ﷺ) bize doğru gelirken, Ümmü Amine, Ebu'l-As'ın kızı (torunu) omzunda taşıyordu. Namaz kıldı ve rükûya gitmek istediğinde onu indirdi, ayakta durduğunda onu kaldırdı."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edildi: Allah'ın Elçisi (ﷺ) Hasan bin Ali'yi öptü, o sırada Al-Akra' bin Habis at-Tamimi yanında oturuyordu. Al-Akra' dedi ki: \"Benim on çocuğum var ve ben hiçbiriyle öpüşmedim.\" Allah'ın Elçisi (ﷺ) ona baktı ve şöyle dedi: \"Başkalarına merhamet etmeyen kimseye merhamet edilmez.\""
    },
    {
      "id": 29,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edildi: Bir bedevi Peygamber (ﷺ) yanına geldi ve şöyle dedi: \"Siz (insanlar) çocukları öpüyorsunuz! Biz onları öpmeyiz.\" Peygamber şöyle dedi: \"Allah, kalbinde merhamet olmayan birine merhamet koyamaz.\""
    },
    {
      "id": 30,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Ömer bin Hattab'dan rivayet edildi: Bazı Sabi (yani savaş esirleri, sadece çocuklar ve kadınlar) Peygamber (ﷺ) huzuruna getirildi ve bakın, aralarında bir kadın, çocuklarını emzirmek için sütünü sağmaya çalışıyordu ve esirler arasında bir çocuk bulduğunda, onu göğsüne alıp emzirdi (çocuğunu kaybetmişti ama sonra onu buldu). Peygamber bize şöyle dedi: \"Bu kadın, çocuğunu ateşe atabilir mi?\" Biz cevap verdik: \"Hayır, eğer onu atma gücüne sahipse.\" Peygamber (ﷺ) sonra şöyle dedi: \"Allah, kullarına bu kadının çocuğuna olan merhametinden daha merhametlidir.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle söyledi: \"Allah, Merhameti yüz parçaya ayırdı. Doksan dokuz parçayı kendisinde tuttu ve bir parçayı yeryüzüne indirdi. Bu nedenle, o tek parça sayesinde, yaratıkları birbirlerine merhametli oldular; hatta bir kısrak, yavrusunun üzerine basmaması için ayaklarını ondan uzak tutar.\""
    },
    {
      "id": 32,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Ben, 'Ey Allah'ın Elçisi (ﷺ)! Hangi günah en büyüğüdür?' dedim. O da, 'Allah'a rakip birini koymak, oysa O seni yalnızca O yarattı.' dedi. Ben, 'Sonra ne?' dedim. O, 'Oğlunu, seninle yiyecek paylaşmasın diye öldürmek.' dedi. Ben daha da sordum, 'Sonra ne?' O, 'Komşunun karısıyla zina etmek.' dedi. Sonra Allah, Peygamberin bu sözünün delili olarak vahyetti: 'Onlar, Allah ile birlikte başka bir tanrıya dua etmezler...' (ayet sona erer)...' (25.68)"
    },
    {
      "id": 33,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir çocuğu kucağına aldı ve Tahnik yaptı (yani, ağzında bir hurmayı çiğneyip, suyunu çocuğun ağzına koydu). Çocuk ona idrar yaptı, bunun üzerine su istedi ve idrarın olduğu yeri su ile yıkadı."
    },
    {
      "id": 34,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zaid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) beni (bir bacağının) üzerine oturtur, Al-Hasan bin Ali'yi de diğer bacağının üzerine oturtur, sonra bizi kucaklayarak, \"Ey Allah! Onlara merhamet et, ben de onlara merhamet ediyorum.\" derdi."
    },
    {
      "id": 35,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber bana evlenmeden önce üç yıl önce ölen Hatice'den hiç bu kadar kıskanmadım, çünkü onu çok sık anıyordu ve Rabbi ona cennette bir saray olacağını müjdelemişti. Ayrıca, bir koyun kesip etini onun arkadaşlarına dağıtıyordu.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ben ve bir yetime bakan ve ona nafaka veren kişi, cennette böyle olacağız,\" diyerek işaret parmağı ile orta parmağını birleştirdi."
    },
    {
      "id": 37,
      "narrator": "Narrated Safwan bin Salim:",
      "text": "Safvan bin Salim'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir dul kadına ve bir fakire bakan ve çalışan kişi, Allah'ın yolunda savaşan bir savaşçı gibidir veya gündüz oruç tutan ve gece boyunca namaz kılan bir kişi gibidir.\" Abu Huraira da Peygamberin yukarıdaki sözlerini rivayet etmiştir."
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir dul kadına ve bir fakire bakan ve çalışan kişi, Allah'ın yolunda savaşan bir savaşçı gibidir.\" (Rivayet eden Al-Qa'nabi, onun \"Gece boyunca namaz kılan ve sürekli oruç tutan kişi gibi\" dediğinden emin değildir.)"
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Sulaiman and Malik bin Huwairith:",
      "text": "Abu Süleyman ve Malik bin Huvayrith'ten rivayet edilmiştir: Peygamber (ﷺ)'e geldik ve biz yaklaşık eşit yaşta birkaç gençtik ve onunla yirmi gece kaldık. Sonra, ailelerimiz için endişeli olduğumuzu düşündü ve bize ailelerimizi kimin koruduğunu sordu, biz de ona söyledik. O, merhametli ve şefkatliydi, bu yüzden, \"Ailelerinize dönün, onlara (din bilgisi) öğretin ve onlara (iyi işler yapmaları için) emir verin ve benim namaz kıldığım gibi namaz kılın. Namaz vaktinin geldiğinde, aranızdan biri ezan okusun ve en yaşlı olanınız namazı kılsın.\" dedi."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir adam bir yolda yürüyordu. Çok susadı. Sonra bir kuyuya rastladı, içine indi, (suyundan) içti ve dışarı çıktı. Bu arada, aşırı susuzluktan dolayı bir köpeğin nefes nefese kaldığını ve çamuru yaladığını gördü. Adam kendi kendine, 'Bu köpek benim yaşadığım susuzluktan muzdarip.' dedi. Bunun üzerine kuyunun içine (yeniden) indi, ayakkabısını su ile doldurdu ve ağzında tutarak köpeği suladı. Allah, bu eyleminden dolayı ona şükretti ve onu affetti.\" İnsanlar sordular, \"Ey Allah'ın Elçisi (ﷺ)! Hayvanlara hizmet etmenin bizim için bir mükafatı var mı?\" O, \"(Evet) Her canlıya hizmet etmenin bir mükafatı vardır.\" dedi."
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namaza durdu ve biz de onunla birlikte namaza durduk. Sonra bir bedevi namaz kılarken bağırdı: \"Ey Allah! Bana ve sadece Muhammed'e merhamet et, bizimle birlikte kimseye merhamet etme.\" Peygamber (ﷺ) namazını Taslim ile bitirdikten sonra bedeviye, \"Sen çok geniş bir şeyi daralttın,\" dedi; Allah'ın merhametini kastederek."
    },
    {
      "id": 42,
      "narrator": "Narrated An-Nu`man bin Bashir:",
      "text": "En-Nu'man bin Beşir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Müminleri, birbirlerine merhametli ve sevgi dolu, nazik oldukları zaman bir beden gibi görürsünüz; öyle ki, bedenin herhangi bir kısmı hasta olduğunda, bütün beden uykusuzluk ve ateşle onunla birlikte hisseder.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Herhangi bir Müslüman bir bitki ekerse ve bir insan veya hayvan ondan yerse, ona sanki o kadar sadaka vermiş gibi mükafat verilir.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Jarir bin `Abdullah:",
      "text": "Cerir bin Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Başkalarına merhamet etmeyen, merhamet görmeyecek.\""
    },
    {
      "id": 45,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cebrail, komşulara nazik ve kibar davranmamı o kadar tavsiye etti ki, onları mirasçım yapacakmış gibi düşündüm.\""
    },
    {
      "id": 46,
      "narrator": "Narrates Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi şöyle dedi: Cebrail, komşulara nazik ve kibar davranmamı sürekli tavsiye etti, öyle ki, onları (mirasçım) yapmamı emredecek sandım.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Shuraih:",
      "text": "Ebu Şuayb'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah'a yemin ederim ki, o kişi iman etmemiştir! Allah'a yemin ederim ki, o kişi iman etmemiştir! Allah'a yemin ederim ki, o kişi iman etmemiştir!\" Soruldu: \"O kimdir, ey Allah'ın Elçisi (ﷺ)?\" Dedi ki: \"Komşusunun şerrinden emin olamadığı kişidir.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ey Müslüman kadınlar! Bir komşunun hediyesini, komşusunun hediye olarak sunduğu şeyin, bir koyunun toynakları bile olsa küçümsememelidir.\""
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'a ve Ahiret Günü'ne iman eden kimse, komşusuna zarar vermemelidir; Allah'a ve Ahiret Günü'ne iman eden kimse, misafirine cömertçe ikramda bulunmalıdır; Allah'a ve Ahiret Günü'ne iman eden kimse, ya güzel sözler söylemeli ya da susmalıdır. (Yani, her türlü kötülükten ve çirkin sözlerden sakınmalıdır).\""
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Shuraih Al-Adawi:",
      "text": "Ebu Şuayb el-Adavi'den rivayet edilmiştir: Kulaklarım duydu ve gözlerim Peygamber (ﷺ) konuşurken onu gördü: \"Allah'a ve Ahiret Günü'ne iman eden kimse, komşusuna cömertçe hizmet etmelidir; Allah'a ve Ahiret Günü'ne iman eden kimse, misafirine cömertçe ikramda bulunmalıdır.\" Soruldu: \"Onun ikramı nedir, ey Allah'ın Elçisi (ﷺ)?\" Dedi: \"(Bir gün ve bir gece boyunca) kaliteli yiyeceklerle ağırlanmak ve misafirin üç gün (sıradan yiyeceklerle) ağırlanma hakkı vardır; eğer daha uzun kalırsa, ona sağlanacak olan şey sadaka olarak kabul edilir. Ve Allah'a ve Ahiret Günü'ne iman eden kimse, ya güzel sözler söylemeli ya da susmalıdır (yani, her türlü çirkin ve kötü sözlerden sakınmalıdır).\""
    },
    {
      "id": 51,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Ey Allah'ın Elçisi (ﷺ)! İki komşum var! Hediyelerimi kime göndermeliyim?\" Dedi ki: \"Kapısı sana daha yakın olana.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İyiliği emretmek, bir sadakadır.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Her Müslüman'a (zorunlu) bir sadaka (zekat) farzdır.\" İnsanlar sordular: \"Eğer bir şey yoksa?\" Dedi: \"Kendi elleriyle çalışmalı, böylece kendine fayda sağlamalı ve sadaka vermelidir.\" Onlar sordular: \"Eğer çalışamazsa veya çalışmıyorsa?\" Dedi: \"O zaman mazlum ve mutsuz birine (söz veya eylemle ya da her ikisiyle) yardım etmelidir.\" Onlar sordular: \"Eğer bunu yapmazsa?\" Dedi: \"O zaman iyiliği emretmelidir (ya da makul olanı söylemelidir).\" Onlar sordular: \"Eğer bunu da yapmazsa?\" Dedi: \"O zaman kötülükten sakınmalıdır; çünkü bu, onun için bir sadaka (hayır) olarak kabul edilecektir.\""
    },
    {
      "id": 54,
      "narrator": "Narrated `Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: Peygamber (ﷺ) Cehennem ateşini andı ve ondan Allah'a sığındı, sonra yüzünü diğer tarafa çevirdi. Cehennem ateşini tekrar andı ve ondan Allah'a sığındı ve yüzünü diğer tarafa çevirdi. (Şu'ba, alt rivayetçi, \"Peygamber (ﷺ) bunu iki kez tekrar ettiğinden şüphem yok.\") Peygamber (ﷺ) sonra şöyle dedi: \"(Ey insanlar!) Kendinizi Cehennem ateşinden koruyun, hatta bir hurma yarısı ile (sadaka vererek); eğer bu yoksa, o zaman (kendinizi) güzel, hoş ve dostça bir sözle koruyun.\""
    },
    {
      "id": 55,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Bir grup Yahudi Peygamber (ﷺ)'in yanına girdi ve \"Es-Samu Aleyküm\" dedi. (Yani, ölüm üzerinize olsun). Ben bunu anladım ve \"Vealeyküm Es-Samu ve'l-la'n. (ölüm ve Allah'ın laneti üzerinize olsun)\" dedim. Allah'ın Elçisi (ﷺ) \"Sakin ol, ey Aişe! Allah, her konuda nazik ve yumuşak olmanı ister.\" Dedi: \"Ey Allah'ın Elçisi (ﷺ)! Onların (Yahudilerin) ne dediğini duymadın mı?\" Allah'ın Elçisi (ﷺ) \"Ben (onlara) 'Ve üzerinize olsun!' dedim.\" dedi."
    },
    {
      "id": 56,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bir bedevi camide idrarını yaptı ve insanlar ona (vurmak için) koştu. Allah'ın Elçisi (ﷺ) \"İdrarını kesmeyin (yani, bitirmesine izin verin)\" dedi. Sonra Peygamber (ﷺ) bir su kadehi istedi ve idrarın olduğu yere su döktü."
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir mümin, diğer bir mümine, birbirini destekleyen bir bina gibidir.\" Peygamber (ﷺ) sonra ellerini parmakları kenetli bir şekilde birleştirdi. (O sırada) Peygamber (ﷺ) oturuyordu ve bir adam geldi, bir şey istedi veya dilendi. Peygamber (ﷺ) bize döndü ve \"Ona yardım edin ve tavsiyede bulunun, bunun için ödül alacaksınız ve Allah, neyi dilerse, Peygamberinin diliyle gerçekleştirecektir.\" dedi."
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Herhangi bir dilenci veya muhtaç kişi Peygamber'e geldiğinde, Peygamber \"Ona yardım edin ve tavsiyede bulunun, bunun için ödül alacaksınız ve Allah, neyi dilerse, Peygamberinin diliyle gerçekleştirecektir.\" derdi."
    },
    {
      "id": 59,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Abdullah bin 'Amr, Allah'ın Elçisi (ﷺ)'nin ne bir fahiş ne de bir mutafahish olduğunu söylediğini aktardı. Abdullah bin 'Amr ekledi: Allah'ın Elçisi (ﷺ) \"Sizlerin en hayırlısı, en güzel ahlaka ve karaktere sahip olanınızdır.\" dedi."
    },
    {
      "id": 60,
      "narrator": "Narrated `Abdullah bin Mulaika:",
      "text": "Abdullah bin Mulaika'dan rivayet edilmiştir: Aişe, Yahudilerin Peygamber (ﷺ)'e gelip \"Es-Samu Aleyküm\" (ölüm üzerinize olsun) dediklerini söyledi. Aişe onlara, \"(Ölüm) üzerinize olsun ve Allah sizi lanetlesin ve gazabını üzerinize yağdırsın!\" dedi. Peygamber (ﷺ) \"Sakin ol, ey Aişe! Nazik ve yumuşak olmalısın, sertlikten ve fuhş (yani, kötü sözlerden) sakınmalısın.\" dedi. Aişe, \"Onların (Yahudilerin) ne dediğini duymadın mı?\" dedi. O da, \"Ben onlara ne dediğimi duydun mu? Onlara aynı şeyi söyledim ve benim onlara karşı duam kabul edilirken, onların benim için olan duaları reddedilecektir (Allah tarafından).\" dedi."
    },
    {
      "id": 61,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) kimseye hakaret eden, edebe aykırı sözler söyleyen veya lanet eden biri değildi; eğer bizden birine nasihat etmek isterse, \"Onun başına toprak!\" derdi."
    },
    {
      "id": 62,
      "narrator": "Narrated 'Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir adam Peygamber'in yanına girmek için izin istedi. Peygamber (ﷺ) onu görünce, \"Ne kötü bir kabile kardeşi! Ne kötü bir kabile evladı!\" dedi. O adam oturduğunda, Peygamber (ﷺ) onunla nazik ve kibar bir şekilde davrandı ve onunla tamamen rahat bir şekildeydi. O kişi ayrıldığında, Aişe (Peygamber'e) dedi ki: \"Ey Allah'ın Elçisi! O adamı gördüğünde, onun hakkında böyle söyledin, sonra ona nazik ve kibar davrandın ve onunla birlikte olmaktan keyif aldın mı?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Aişe! Hiç kötü ve kirli bir dil kullandığımı gördün mü? (Unutma ki) Kıyamet Günü Allah katında en kötü insanlar, insanların kötülüklerinden uzak durmak için onları yalnız bıraktığı kimseler olacaktır.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) insanlar arasında (hem görünüş hem de karakter olarak) en iyi olanıydı, en cömert olanıydı ve en cesur olanıydı. Bir gece, Medine halkı bir ses duyunca korktu. İnsanlar o sese doğru gitti, ancak Peygamber (ﷺ) onlardan önce o sese doğru gitmişti ve onlara \"Korkmayın, korkmayın!\" diyerek karşılaştı. (O sırada) Abu Talha'ya ait bir ata biniyordu ve eyer olmadan çıplaktı, boynunda bir kılıç taşıyordu. Peygamber (ﷺ) dedi ki: \"Onu (at) bir deniz gibi buldum, ya da gerçekten denizdir.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) için kendisinden 'hayır' denilen bir şey istenmedi."
    },
    {
      "id": 65,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: Abdullah bin Amr ile oturuyorduk, o bize (Hadis) anlatıyordu: \"Allah'ın Elçisi (ﷺ) ne bir Fahish ne de bir Mutafahhish'ti ve 'Sizlerin en hayırlısı, ahlakı en güzel olanınızdır' derdi.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Hazim:",
      "text": "Ebu Hazim'den rivayet edilmiştir: Sahl bin Sa'd, bir kadının Peygamber'e bir Burda (örtü) getirdiğini söyledi. Sahl, insanlara, \"Burda nedir biliyor musunuz?\" diye sordu. İnsanlar, \"O bir 'Şamla', franjı olan bir örtüdür.\" diye cevap verdiler. O kadın, \"Ey Allah'ın Elçisi (ﷺ)! Bunu giyinmen için getirdim.\" dedi. Peygamber (ﷺ) onu aldı çünkü ona ihtiyacı vardı ve giydi. Arkadaşlarından biri, onun giydiğini görünce, \"Ey Allah'ın Elçisi! Lütfen bana giyinmem için ver.\" dedi. Peygamber (ﷺ) \"Evet.\" dedi (ve ona o örtüyü verdi). Peygamber ayrıldığında, adam arkadaşları tarafından kınandı ve \"Peygamber'den bunu istemek senin için hoş değildi, çünkü onun bunu ihtiyacı olduğu için aldığını biliyordun ve sen de biliyordun ki o (Peygamber) kimsenin isteğini geri çevirmez.\" dediler. O adam, \"Ben sadece Peygamber (ﷺ) onu giydiği için onun bereketinden yararlanmak istedim, bu yüzden onunla kefenlenmeyi umdum.\" dedi."
    },
    {
      "id": 67,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Zaman hızla geçecek, iyi ameller azalacak ve cimrilik insanların kalplerine yerleşecektir, ve Harj (artacaktır).\" Onlar sordu: \"Harj nedir?\" O cevapladı: \"(O) öldürme (cinayet), (o) öldürmedir (katletmektir).\""
    },
    {
      "id": 68,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) ile on yıl hizmet ettim, ve bana hiç \"Uf\" (sabırsızlık belirten küçük bir sert söz) demedi ve \"Neden bunu yaptın ya da neden bunu yapmadın?\" diyerek beni hiç kınamadı."
    },
    {
      "id": 69,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Aswad'dan rivayet edilmiştir: Aişe'ye Peygamber (ﷺ)'in evde ne yaptığını sordum. O cevapladı: \"Ailesine hizmet ederek meşguldü ve namaz vakti geldiğinde, namaza kalkardı.\""
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Eğer Allah bir kişiyi severse, Cebrail'e şöyle der: 'Allah falanı seviyor; Ey Cebrail, onu sev.' Cebrail onu sever, sonra Cebrail, Cennet sakinleri arasında şöyle bir ilan yapar: 'Allah falanı seviyor, bu yüzden siz de onu sevin.' Böylece Cennet sakinleri onu sever ve sonra o, yeryüzündeki insanların sevgisini kazanır.\""
    },
    {
      "id": 71,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Hiç kimse, (a) bir kişiyi sadece Allah rızası için sevmedikçe iman tatlılığını bulamaz, (b) ve Allah onu inkar etmekten (kafirlikten) daha sevimli kılmadıkça, (c) ve Allah ve O'nun Elçisi, ona her şeyden daha sevimli olmadıkça.\""
    },
    {
      "id": 72,
      "narrator": "Narrated `Abdullah bin Zam`a:",
      "text": "Abdullah bin Zam'a'dan rivayet edilmiştir: Peygamber (ﷺ) gaz çıkaran bir kişiye gülmeyi yasakladı ve şöyle dedi: \"Sizden biri, eşini, boğalı bir deve gibi döverken, sonra ona sarılabilir (uyuyabilir) mi?\" Hişam da dedi ki: \"Kölesini dövdüğü gibi.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Mina'da dedi ki: \"Bugün ne gün olduğunu biliyor musunuz?\" Onlar (halk) cevap verdi: \"Allah ve O'nun Elçisi daha iyi bilir.\" O dedi ki: \"Bugün Zilhicce'nin 10. günü, kutsal (yasak) bir gündür. Bu şehir hangi şehir biliyor musunuz?\" Onlar (halk) cevap verdi: \"Allah ve O'nun Elçisi daha iyi bilir.\" O dedi ki: \"Bu (yasak) Kutsal şehir (Mekke bir sığınaktır).\" Ve bu ay hangi ay biliyor musunuz?\" Onlar (halk) cevap verdi: \"Allah ve O'nun Elçisi daha iyi bilir.\" O dedi ki: \"Bu, Kutsal (yasak) aydır.\" Ekledi: \"Allah, kanlarınızı, mallarınızı ve onurunuza birbirinize (yani Müslümanlara) bu gününüzün, bu ayınızın, bu şehrinizin kutsallığı gibi kutsal kılmıştır.\" (Bkz. Hadis No. 797, Cilt 2.)"
    },
    {
      "id": 74,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir Müslüman'a hakaret etmek Fusuq'tur (yani, bir kötülük), onu öldürmek ise Küfür'dür (inkar).\""
    },
    {
      "id": 75,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Zarr'dan rivayet edilmiştir: Peygamber (ﷺ)'in şöyle dediğini duydu: \"Eğer biri diğerine Fusuq (ona 'Fasiq' yani kötü bir kişi demekle) ya da Küfür ile suçlarsa, böyle bir suçlama, eğer onun arkadaşı (suçlanan) masum ise, ona (yani suçlayana) geri döner.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) ne bir Fahish (kötü dilli) ne de bir Sabbaba (başkalarına hakaret eden) idi ve birine nasihat ederken şöyle derdi: \"Onda ne var? Alnına toprak olsun!\""
    },
    {
      "id": 77,
      "narrator": "Narrated Thabit bin Ad-Dahhak:",
      "text": "Thabit bin Ad-Dahhak'tan rivayet edilmiştir: (Peygamber (ﷺ) ile ağaç altında biat eden sahabelerden biri) Allah'ın Messenger'i (ﷺ) dedi ki: \"İslam dışındaki bir dine yemin eden (yani birisi kendisinin bir Müslüman olmadığını, örneğin bir Yahudi veya Hristiyan olduğunu söylerse) eğer yalan söylüyorsa, gerçekten de yalan söylemiştir ve bir kişi, sahip olmadığı bir şey hakkında bir adak yerine getirmekle yükümlü değildir. Eğer birisi bu dünyada herhangi bir şeyle intihar ederse, Kıyamet Günü o şeyle azap edilir; ve eğer birisi bir mümini lanetlerse, bu, sanki onu öldürmüş gibi olur; ve kim bir mümini Küfür (inkar) ile itham ederse, bu da sanki onu öldürmüş gibi olur.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Sulaiman bin Surad:",
      "text": "Sulaiman bin Surad'dan rivayet edilmiştir: Peygamber (ﷺ) önünde iki adam birbirine hakaret etti ve bunlardan biri öyle bir öfkeye kapıldı ki, yüzü şişti ve değişti. Peygamber (ﷺ) dedi ki: \"Eğer o bir kelime söylese, bu onu rahatlatır.\" Sonra bir adam ona gidip Peygamber (ﷺ)'in sözünü iletti ve \"Şeytandan Allah'a sığın\" dedi. Bunun üzerine öfkeli adam, \"Bende bir yanlışlık mı var? Ben deli miyim? Defol!\" dedi."
    },
    {
      "id": 79,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "'Ubada bin As-Samit'ten rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) insanlara Kadir Gecesi'nin tarihini bildirmek için dışarı çıktı. İki Müslüman arasında bir tartışma oldu. Peygamber (ﷺ) dedi ki: \"Ben size Kadir Gecesi hakkında bilgi vermek için çıktım, ancak filan ve filan tartıştıkları için bu haber alındı; belki de bu sizin için daha hayırlıdır. O yüzden onu Ramazan'ın son on gününden dokuzuncu, yedinci veya beşinci günde arayın.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Ma'rur:",
      "text": "Ma'rur'dan rivayet edilmiştir: Abu Dhar'ı bir Burd (giysi) giyerken ve kölesinin de bir Burd giydiğini gördüm, bu yüzden (Abu Dhar'a) dedim ki: \"Eğer bu (kölenin Burd'unu) alıp giyersen, güzel bir kıyafet elde edersin ve ona başka bir giysi verebilirsin.\" Abu Dhar dedi ki: \"Benimle başka bir adam arasında bir tartışma oldu, annesi Arap olmayan biriydi ve ben ona kötü isimler taktım. Adam (bunu) Peygamber'e şikayet etti. Peygamber (ﷺ) dedi ki: \"Filan kişiye hakaret ettin mi?\" Ben dedim ki: \"Evet.\" O dedi ki: \"Annesine kötü isimler taktın mı?\" Ben dedim ki: \"Evet.\" O dedi ki: \"Hala (Cahiliye dönemi) cehalet özelliklerine sahipsin.\" Ben dedim ki: \"Yaşlılığımda hala cehaletim mi var?\" O dedi ki: \"Evet, onlar (köleler veya hizmetçiler) senin kardeşlerindir ve Allah onları senin emrine vermiştir. Allah'ın elinin altındaki kişi, kardeşine yediğinden yedirmeli, giydiğinden giydirmeli ve ona kapasitesinin ötesinde bir şey yapmasını istememelidir. Eğer ona zor bir iş yaptıracaksa, ona bu konuda yardım etmelidir.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) bize Zuhr namazını kıldırdı, sadece iki rek'at kıldı ve sonra Taslim ile bitirdi ve caminin önündeki bir tahta parçasına elini koydu. O gün Abu Bekir ve Ömer de halk arasında vardı ama ona (bitmemiş namazı hakkında) konuşmaya cesaret edemediler. Aceleci insanlar ayrıldılar, \"Namaz kısaldı mı?\" diye merak ederek. Halk arasında Peygamber (ﷺ)'in Dhul-Yadain (uzun kollu) diye hitap ettiği bir adam vardı. O dedi ki: \"Ey Allah'ın Peygamberi! Unuttun mu yoksa namaz mı kısaldı?\" Peygamber (ﷺ) dedi ki: \"Ne unuttum, ne de kısaldı.\" Onlar (halk) dedi ki: \"Şüphesiz, unuttun, ey Allah'ın Messenger'i (ﷺ)!\" Peygamber (ﷺ) dedi ki: \"Dhul-Yadain doğru söyledi.\" Böylece Peygamber (ﷺ) kalktı ve diğer iki rek'atı kıldı ve namazını Taslim ile bitirdi. Sonra Takbir dedi, normal sürede veya daha uzun bir süre secde yaptı, sonra başını kaldırdı ve Takbir dedi ve başka bir normal süre veya daha uzun bir süre secde yaptı ve sonra başını kaldırdı ve Takbir dedi (yani, Sahu secdelerini, yani unutkanlık secdelerini yaptı)."
    },
    {
      "id": 82,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn 'Abbas'tan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) iki mezarın yanından geçti ve dedi ki: \"Her ikisi de (mezardaki kişiler) azap çekiyorlar ve büyük bir günah yüzünden azap çekmiyorlar. Bu, idrarıyla kirlenmekten sakınmazdı ve diğeri, insanları düşmanlığa kışkırtmak için (namima) dolaşırdı.\" Peygamber (ﷺ) sonra bir hurma dalının yeşil yaprağını istedi, iki parçaya ayırdı ve birini her mezara koydu ve dedi ki: \"Umulur ki, bu yaprak parçaları kuruyana kadar onların azabı hafiflesin.\" (Bkz. Hadis No 215, Cilt 1)."
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Usaid As-Sa`idi:",
      "text": "Abu Usaid As-Sa'idi'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Ensar arasında en iyi aile Banu An-Najjar'dır.\""
    },
    {
      "id": 84,
      "narrator": "Narrated `Aisha:",
      "text": "'Aişe'den rivayet edilmiştir: Bir adam, Allah'ın Messenger'ine (ﷺ) girmek için izin istedi. Peygamber (ﷺ) dedi ki: \"Onu al içeri. Ne kötü bir kardeş veya halkından bir oğlu.\" Ama adam içeri girdiğinde, Peygamber (ﷺ) ona çok nazik bir şekilde konuştu. (O kişi çıktığında) ben dedim ki: \"Ey Allah'ın Messenger'i (ﷺ)! Senin dediğin gibi dedin, ama ona çok nazik bir şekilde konuştun?\" Peygamber (ﷺ) dedi ki: \"Ey 'Aişe! En kötü insanlar, insanların kirli dillerinden veya taşkınlıklarından kaçınmak için terk ettikleri kişilerdir.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ibn 'Abbas'tan rivayet edilmiştir: Bir zaman Peygamber (ﷺ) Medine'nin mezarlıklarından geçti ve mezarlarında azap çeken iki insanın seslerini duydu. Peygamber (ﷺ) dedi ki: \"Onlar azap çekiyorlar, ama büyük bir günah yüzünden değil, yine de günahları büyüktür. Birisi (idrarla) kirlenmekten sakınmazdı ve diğeri, insanları düşmanlığa kışkırtmak için (namima) dolaşırdı.\" Sonra Peygamber, bir yeşil hurma dalı istedi ve onu iki parçaya ayırdı ve her mezara bir parça koydu ve dedi ki: \"Umuyorum ki, bu yaprak parçaları kuruyana kadar onların azabı hafiflesin.\""
    },
    {
      "id": 86,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Bir Qattat (iftira atan) cennete giremeyecek.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim yalan söylemeyi, kötü işleri ve başkalarına kötü sözler söylemeyi bırakmazsa, Allah onun (oruç) için yiyecek ve içecekten vazgeçmesine ihtiyaç duymaz.\""
    },
    {
      "id": 88,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kıyamet Günü Allah'ın nazarında en kötü insanlar, bazı insanlara bir yüzle, diğer insanlara başka bir yüzle görünen iki yüzlü insanlardır.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "Ibn Mas'ud'dan rivayet edilmiştir: Bir zaman Allah'ın Messenger'i (ﷺ) ganimetleri paylaştırıyordu. Bir Ensar adamı dedi ki: \"Vallahi! Muhammed, bu dağıtım ile Allah'ı hoşnut etmek istemedi.\" Bunun üzerine ben Allah'ın Messenger'ine (ﷺ) geldim ve ona bunu bildirdim, bunun üzerine yüzü öfkeyle değişti ve dedi ki: \"Allah, Musa'ya merhamet etsin; çünkü o, bundan daha fazlasıyla incindi ama sabırlı kaldı.\""
    },
    {
      "id": 90,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) bir adamın başka bir adamı övdüğünü ve övgülerinde abarttığını duydu. Peygamber (ﷺ) ona dedi ki: \"Sen adamın sırtını kırdın (veya yok ettin).\""
    },
    {
      "id": 91,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Bir adam, Peygamber (ﷺ) önünde anıldı ve başka bir adam onu çok övdü. Peygamber (ﷺ) dedi ki, \"Allah'ın merhameti senin üzerine olsun! Arkadaşının boynunu kestin.\" Peygamber (ﷺ) bu cümleyi birçok kez tekrarladı ve dedi ki, \"Eğer sizden biri birisini övmek zorundaysa, o zaman 'Ben onun şöyle olduğunu düşünüyorum' demelidir, eğer gerçekten öyle düşünüyorsa. Allah, onun hesaplarını alacak olandır (gerçekliğini bildiği gibi) ve kimse Allah katında kimseyi kutsayamaz.\" (Halid, \"Vay haline,\" demiştir, \"Allah'ın merhameti senin üzerine olsun\" yerine.)"
    },
    {
      "id": 92,
      "narrator": "Narrated Salim:",
      "text": "Salim'den rivayet edilmiştir: Babası şöyle dedi; \"Allah'ın Elçisi (ﷺ) İzar (bel örtüsü) hakkında söylediklerini zikrettiğinde, Ebu Bekir dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! İzarım bir tarafımdan (niyetsiz olarak) gevşiyor.\" Peygamber (ﷺ) dedi ki, \"Sen, İzarlarını (kibir nedeniyle) arkasında sürükleyenlerden değilsin.\""
    },
    {
      "id": 93,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) belirli bir süre boyunca, eşleriyle cinsel ilişkide bulunduğunu düşünerek devam etti, fakat aslında böyle bir şey olmamıştı. Bir gün bana dedi ki, \"Ey Aişe! Allah, bana sorduğum bir konuda bir şey bildirdi. Yanıma iki adam geldi, biri ayaklarımın yakınında, diğeri başımın yakınında oturdu. Ayaklarımdan yakın olan, başımın yakınındaki adama (bana işaret ederek) sordu, 'Bu adamda ne var?' Diğeri cevap verdi, 'O, sihir etkisi altındadır.' İlk adam sordu, 'Ona kim sihir yaptı?' Diğeri cevap verdi, 'Lubaid bin Asam.' İlk adam sordu, 'Hangi malzemeyi kullandı?' Diğeri cevap verdi, 'Dişi hurma ağacının poleninin derisi ve ona yapışmış saç, Dharwan kuyusundaki bir taşın altında saklandı.' Sonra Peygamber (ﷺ) o kuyuya gitti ve dedi ki, \"Bu, rüyamda bana gösterilen kuyudur. Hurma ağaçlarının tepeleri şeytanların başlarına benziyor ve suyu, kına infüzyonuna benziyor.\" Sonra Peygamber (ﷺ) o şeylerin çıkarılmasını emretti. Ben dedim, \"Ey Allah'ın Elçisi (ﷺ)! O (sihir nesnesini) açıklamayacak mısın?\" Peygamber (ﷺ) dedi ki, \"Allah beni şifalandırdı ve insanların arasında kötülüğü yaymayı sevmiyorum.\" Aişe ekledi, \"(Sihirbaz) Lubaid bin Asam, Yahudilerin bir dostu olan Beni Zuraiq'ten bir adamdı.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Şüpheden sakının, çünkü şüphe, yalanların en kötüsüdür; başkalarının kusurlarını araştırmayın ve casusluk yapmayın, birbirinize karşı kıskançlık beslemeyin, birbirinizi terk etmeyin, birbirinizi nefret etmeyin; ve ey Allah'ın kulları! Kardeşler olun (Allah'ın size emrettiği gibi)!\""
    },
    {
      "id": 95,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Birbirinizi nefret etmeyin, birbirinize karşı kıskançlık beslemeyin, birbirinizi terk etmeyin; ve ey Allah'ın kulları! Kardeşler olun. Şunu bilin ki, bir Müslümanın kardeşine (Müslüman) üç günden fazla terk etmesi caiz değildir.\""
    },
    {
      "id": 96,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Şüpheden sakının, çünkü şüphe, yalanların en kötüsüdür. Başkalarının kusurlarını araştırmayın, birbirinize casusluk yapmayın, Najsh (bir malın fiyatını artırmak için sahte bir teklif verme) yapmayın, birbirinize karşı kıskançlık beslemeyin, birbirinizi nefret etmeyin, birbirinizi terk etmeyin. Ve ey Allah'ın kulları! Kardeşler olun!\""
    },
    {
      "id": 97,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Ben, falan ve falanın dinimiz hakkında hiçbir şey bildiğini düşünmüyorum.\" (Ve Leys dedi ki, \"Bu iki kişi münafıklar arasındaydılar.\")"
    },
    {
      "id": 98,
      "narrator": "Narrated Al-Laith:",
      "text": "Leys'ten rivayet edilmiştir: Aişe şöyle dedi: \"Peygamber (ﷺ) bir gün yanıma girdi ve dedi ki, 'Ey Aişe! Ben, falan ve falanın takip ettiğimiz din hakkında hiçbir şey bildiğini düşünmüyorum.'\""
    },
    {
      "id": 99,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Benim takipçilerimin tüm günahları affedilecektir, ancak Mücahirinlerin (günahlarını açıkça işleyenler) günahları hariç. Böyle bir ifşanın örneği, bir kişinin gece bir günah işlemesi ve Allah onu halktan gizlemesine rağmen, sabah geldiğinde, 'Ey falan, dün şöyle bir (kötü) iş yaptım,' demesidir; oysa o, gecesini Rabbinden gizlenmiş olarak geçirmiştir (günahı bilinmiyor) ve sabah olunca Allah'ın örtüsünü kendisinden kaldırır.\""
    },
    {
      "id": 100,
      "narrator": "Narrated Safwan bin Muhriz:",
      "text": "Safvan bin Muhriz'den rivayet edilmiştir: Bir adam, İbn Ömer'e sordu, \"Allah'ın Elçisi (ﷺ) An-Necva (Kıyamet Günü'nde Allah ile inanan kulları arasındaki gizli konuşma) hakkında ne söyledi?\" O da dedi ki, \"(Peygamber (ﷺ) dedi ki), 'Sizden biri, Rabbine yaklaşacak ve O, onu örtüsünde koruyacak ve diyecek: \"Şu ve şu günahı işledin mi?\" O da, \"Evet,\" diyecek. Sonra Allah, \"Şu ve şu günahı işledin mi?\" diyecek. O da, \"Evet,\" diyecek. Böylece Allah, onu (tüm günahlarını) itiraf ettirecek ve diyecek: \"Ben, dünyada senin günahlarını gizledim, bugün de onları affediyorum.\"'"
    },
    {
      "id": 101,
      "narrator": "Narrated Haritha bin Wahb:",
      "text": "Haritha bin Wahb'tan rivayet edilmiştir: Al-Khuzai: Peygamber (ﷺ) dedi ki, \"Size Cennet halkını bildireyim mi? Onlar, her önemsiz alçak gönüllü kişidir; eğer Allah'a yemin ederse, Allah onun yeminini yerine getirir. Size Ateş halkını bildireyim mi? Onlar, her zalim, şiddetli, kibirli ve gururlu kişidir.\""
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Enes bin Malik dedi ki, \"Medine'deki herhangi bir kadın köle, Allah'ın Elçisi (ﷺ) ile elini tutabilir ve onu istediği yere götürebilirdi.\""
    },
    {
      "id": 103,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) ona, 'Abdullah bin Zübeyr (bir şey sattığını veya hediye ettiğini duyduğunda) dedi ki, \"Vallahi, eğer Aişe bunu bırakmazsa, onu malını tasfiye etme yetkisinden mahrum edeceğim.\" Ben dedim, \"O (Abdullah bin Zübeyr) böyle mi dedi?\" Onlar (insanlar) dediler ki, \"Evet.\" Aişe dedi ki, \"Vallahi, ben, Abdullah bin Zübeyr ile konuşmayacağım.\" Bu terk durumu uzun sürdüğünde, Abdullah bin Zübeyr ona arabuluculuk istedi, fakat o dedi ki, \"Vallahi, ben onun için kimsenin arabuluculuğunu kabul etmeyeceğim ve yeminimi bozmaktan günah işleyeceğim.\" Bu durum Abdullah bin Zübeyr için uzadıkça (ona zor geldi), Al-Miswar bin Mahrama ve Abdurrahman bin Esved bin 'Abu Yaghuth'tan, Beni Zahra kabilesinden olanlardan, \"Vallahi, Aişe'ye girmeme izin verin, zira onun benimle ilişkiyi kesmesi haramdır,\" dedi. Al-Miswar ve Abdurrahman, örtülerini sararak, Aişe'nin iznini istediler ve dediler ki, \"Selam ve Allah'ın merhameti ve bereketi üzerinize olsun! Girebilir miyiz?\" Aişe dedi ki, \"Girin.\" Onlar, \"Hepimiz mi?\" dediler. O da, \"Evet, hepinizi alın,\" dedi, İbn Zübeyr'in de onlarla olduğunu bilmeden. İçeri girdiklerinde, İbn Zübeyr gizli yere girdi ve Aişe'yi yakaladı ve ondan özür dilemeye başladı ve ağladı. Al-Miswar ve Abdurrahman da ona, onunla konuşmasını ve tövbesini kabul etmesini istemeye başladılar. Onlar (ona), \"Peygamber (ﷺ) terk etmeyi yasakladı, zira bir Müslümanın kardeşiyle üç geceden fazla konuşmaması haramdır,\" dediler. Böylece, ona iyi ilişkiler kurmanın ve başkalarının günahlarını affetmenin üstünlüğünü hatırlattıkça, onu zor bir duruma soktular, o da onlara hatırlatmaya başladı ve ağladı, \"Ben bir yemin ettim ve (yemin meselesi) zor bir meseledir,\" dedi. Onlar (Al-Miswar ve Abdurrahman) ısrarla ona yalvarmaya devam ettiler ki, Aişe, Abdullah bin Zübeyr ile konuştu ve yeminini telafi etmek için kırk köleyi azat etti. Daha sonra, yeminini hatırladıkça, o kadar ağlardı ki, peçesi gözyaşlarıyla ıslanırdı."
    },
    {
      "id": 104,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Birbirinizi nefret etmeyin, kıskanmayın; birbirinizi terk etmeyin, ama ey Allah'ın kulları! Kardeşler olun! Ve bir Müslümanın kardeş Müslümanını üç geceden fazla terk etmesi haramdır.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Abu Aiyub Al-Ansari:",
      "text": "Ebu Eyyub el-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bir adamın kardeş Müslümanını üç geceden fazla terk etmesi caiz değildir. (Onlar için haramdır ki) karşılaştıklarında, biri diğerine yüzünü çevirir, diğeri de ona döner; iki kişiden daha iyi olanı, diğerine ilk selam veren olacaktır.\""
    },
    {
      "id": 106,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizin kızgın mı yoksa memnun mu olduğunuzu biliyorum.\" Ben de dedim ki: \"Bunu nasıl biliyorsun, Allah'ın Elçisi (ﷺ)?\" O da dedi ki: \"Memnun olduğunuzda, 'Evet, Muhammed'in Rabbi hakkı için' dersiniz, ama kızgın olduğunuzda, 'Hayır, İbrahim'in Rabbi hakkı için' dersiniz.\" Ben de dedim ki: \"Evet, ben sadece senin adını bırakmam.\""
    },
    {
      "id": 107,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) \"Benim ailemin İslam Dini dışında bir dine inandığını hatırlamıyorum ve Allah'ın Elçisi (ﷺ) sabah akşam bizi ziyaret ederdi. Bir gün, öğle vakti babam Ebu Bekir'in evinde oturuyorduk, birisi dedi ki: 'Bu, bize hiç gelmeyen Allah'ın Elçisi (ﷺ) geliyor.' Ebu Bekir dedi ki: 'Bu saatte gelmesi için çok acil bir şey olmalı.' Peygamber (ﷺ) dedi ki: 'Mekke'den çıkıp hicret etmeme izin verildi.'\""
    },
    {
      "id": 108,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ensar'dan bir haneye gitti ve onlarla birlikte yemek yedi. Ayrılmak istediğinde, o evde kendisi için bir yer istedi, böylece üzerine su serpilmiş bir seccade konuldu ve orada namaz kıldı, ev sahipleri için Allah'ın bereketini diledi."
    },
    {
      "id": 109,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Ömer, bir adamın üzerinde ipek bir örtü gördü (satılık) ve onu Peygamber'e (ﷺ) götürdü ve dedi ki: 'Ey Allah'ın Elçisi! Bunu al ve elçilerin sana geldiğinde giy.' O da dedi ki: 'İpek, ahirette hiçbir payı olmayacak olanın giydiği bir şeydir.' Bu olaydan bir süre sonra, Peygamber (ﷺ) ona benzer bir örtü gönderdi. Ömer, o örtüyü Peygamber'e (ﷺ) geri getirdi ve dedi ki: 'Bunu bana gönderdin ve benzer bir şey hakkında söylediklerini söyledin mi?' Peygamber (ﷺ) dedi ki: 'Bunu sana, satarak para kazanman için gönderdim.' Bu yüzden İbn Ömer, elbiselerdeki ipek işaretlerini sevmezdi."
    },
    {
      "id": 110,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Abdurrahman bize geldiğinde, Peygamber (ﷺ) onunla Sa'd bin Ar-Rabi' arasında bir kardeşlik bağı kurdu. Bir gün Peygamber (ﷺ) dedi ki: \"Sen (ey Abdurrahman) evlendin, bir koyunla da olsa bir düğün ziyafeti ver.\""
    },
    {
      "id": 111,
      "narrator": "Narrated `Asim:",
      "text": "Asım'dan rivayet edilmiştir: Ben Enes bin Malik'e dedim ki: \"Peygamber (ﷺ) 'İslam'da kardeşlik antlaşması yoktur' dedi mi?\" Enes dedi ki: \"Peygamber (ﷺ) benim evimde Ensar ile Kureyş arasında bir kardeşlik antlaşması yaptı.\""
    },
    {
      "id": 112,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Rifa'a el-Kurazi, karısını kesin olarak boşadı (yani bu boşama sonuncuydu). Daha sonra Abdurrahman bin Az-Zubair onunla evlendi. O, Peygamber'e (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Ben Rifa'a'nın karısıydım ve o beni üç kez boşadı, sonra Abdurrahman bin Az-Zubair ile evlendim, ki o da Allah'a yemin ederim ki, yanında bunun gibi bir püskül bile yok,\" diyerek örtüsünden aldığı bir püskülü gösterdi. Ebu Bekir, Peygamber (ﷺ) ile oturuyordu, o sırada Halid bin Said bin Al-As odanın kapısında bekliyordu. Halid, Ebu Bekir'e seslendi: \"Ey Ebu Bekir! Neden bu kadını Allah'ın Elçisi'nin önünde açıkça söylediklerinden dolayı azarlamıyorsun?\" Allah'ın Elçisi (ﷺ) sadece gülümsedi ve sonra kadına dedi ki: \"Belki Rifa'a'ya geri dönmek istiyorsun? Hayır, (bu mümkün değil), onunla (Abdurrahman) cinsel ilişkiye girmedikçe ve o da seninle cinsel ilişkiye girmedikçe.\""
    },
    {
      "id": 113,
      "narrator": "Narrated Sa`d:",
      "text": "Sa'd'tan rivayet edilmiştir: Ömer bin Al-Khattab, Allah'ın Elçisi'nden (ﷺ) onu görmek için izin istedi, o sırada bazı Kureyş kadınları onunla oturuyordu ve ona daha fazla maddi destek vermesi için seslerini yükseltiyorlardı. Ömer izin istediğinde, hepsi Peygamber (ﷺ) ile kendilerini örtmek için acele ettiler. Peygamber (ﷺ) Ömer'i kabul etti ve gülümseyerek içeri girdi. Ömer dedi ki: \"Allah seni her zaman gülerken tutsun, ey Allah'ın Elçisi (ﷺ)! Babam ve annem sana feda olsun!\" Peygamber (ﷺ) dedi ki: \"Ben bu kadınlara şaşırıyorum. Sesini duydukları anda kendilerini örtmeye koştular.\" Ömer dedi ki: \"Senden daha çok hakları var, ey Allah'ın Elçisi (ﷺ), senden korkmaları lazım!\" Sonra o (Ömer) onlara döndü ve dedi ki: \"Ey nefsinizin düşmanları! Siz benden korkuyorsunuz, ama Allah'ın Elçisi'nden (ﷺ) korkmuyorsunuz?\" Kadınlar cevap verdiler: \"Evet, çünkü sen Allah'ın Elçisi'nden (ﷺ) daha sert ve haşin birisin.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ey İbn Al-Khattab! Hayatımın elinde olan Allah'a yemin ederim ki, şeytan seni bir yolda gördüğünde, başka bir yola yöneliyor!\""
    },
    {
      "id": 114,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi Taif'te (onu fethetmeye çalışırken) bulunduğunda, arkadaşlarına dedi ki: \"Yarın döneceğiz (Medine'ye), eğer Allah dilerse.\" Allah'ın Elçisi'nin (ﷺ) bazı arkadaşları dedi ki: \"Biz burayı fethetmeden ayrılmayacağız.\" Peygamber (ﷺ) dedi ki: \"O halde, yarın savaşmaya hazır olun.\" Ertesi gün, (Müslümanlar) Taiflilerle şiddetli bir savaş yaptılar ve birçok yara aldılar. Sonra Allah'ın Elçisi (ﷺ) dedi ki: \"Yarın döneceğiz (Medine'ye), eğer Allah dilerse.\" Bu sefer arkadaşları sessiz kaldılar. Allah'ın Elçisi (ﷺ) sonra gülümsedi."
    },
    {
      "id": 115,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber'e (ﷺ) geldi ve dedi ki: \"Ramazan'da (oruçlu olduğum halde) karımla cinsel ilişkiye girdim, mahvoldum.\" Peygamber (ﷺ) ona dedi ki: \"Bir köleyi azat et.\" Adam dedi ki: \"Bunu karşılayamam.\" Peygamber (ﷺ) dedi ki: \"(O zaman) ardışık iki ay oruç tut.\" Adam dedi ki: \"Bunu yapamam.\" Peygamber (ﷺ) dedi ki: \"(O zaman) altmış yoksulu doyur.\" Adam dedi ki: \"Onlara verecek bir şeyim yok.\" Sonra Peygamber'e bir sepet dolusu hurma getirildi. Peygamber (ﷺ) dedi ki: \"Soru soran nerede? Git ve bunu sadaka olarak ver.\" Adam dedi ki: \"(Bunu daha yoksul birine mi vereyim? Allah'a yemin ederim ki, bu iki dağın arasında (Medine'de) bizden daha yoksul bir aile yoktur.\" Peygamber (ﷺ) sonra gülümsedi ve ön dişleri görünene kadar güldü ve dedi ki: \"O halde (aileni) bununla doyur.\""
    },
    {
      "id": 116,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikte giderken, O'nun kalın kenarlı bir Necran örtüsü giydiğini gördüm, bir bedevi Peygamber'i (ﷺ) yakaladı ve Rida'sını (örtüsünü) zorla çekti. Peygamber'in (ﷺ) omzunun kenarına baktım ve Rida'nın kenarının çekişinin şiddetinden dolayı bir iz bıraktığını fark ettim. Bedevi dedi ki: \"Ey Muhammed! Sahip olduğun Allah'ın malından bana bir şey ver.\" Peygamber (ﷺ) ona döndü, (gülümsedi) ve ona bir şey verilmesini emretti."
    },
    {
      "id": 117,
      "narrator": "Narrated Jarir:",
      "text": "Cerir'den rivayet edilmiştir: Peygamber (ﷺ) İslam'a girdiğimden beri benden kendini gizlemedi (bana girmemi engellemedi) ve beni her gördüğünde gülümseyerek karşılardı. Bir gün ona atlara düzgün oturamadığımı söyledim. O, elini göğsüme koydu ve dedi ki: \"Ey Allah! Onu sağlam kıl ve onu doğru yola ileten ve hidayete eren bir insan yap.\""
    },
    {
      "id": 118,
      "narrator": "Narrated Zainab bint Um Salama:",
      "text": "Zeynep bint Ümmü Seleme'den rivayet edilmiştir: Ümmü Süleym dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Şüphesiz Allah, (sana) gerçeği söylemekten çekinmez. Bir kadının rüyasında cinsel ilişkiye girmesi (ıslak rüya) sonrası gusül alması zorunlu mudur?\" O da dedi ki: \"Evet, eğer akıntı hissederse.\" Bunun üzerine Ümmü Süleym güldü ve dedi ki: \"Bir kadının (ıslak rüya) akıntısı olur mu?\" O da dedi ki: \"O zaman oğlu (annesine) nasıl benzer?\""
    },
    {
      "id": 119,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gülmekten, damaklarının görünmesine kadar gülmedi, ama her zaman sadece gülümserdi."
    },
    {
      "id": 120,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir adam, Cuma günü Peygamber'e (ﷺ) geldi, o sırada Peygamber (ﷺ) Medine'de hutbe veriyordu ve dedi ki: \"Yağmur yok, lütfen Rabbine dua et de bize yağmur versin.\" Peygamber (ﷺ) gökyüzüne baktı, hiçbir bulut görünmüyordu. Sonra Allah'a yağmur için dua etti. Bulutlar toplanmaya başladı ve Medine vadileri su akmaya başladı. Yağmur, bir sonraki Cuma'ya kadar devam etti. Sonra o adam (ya da başka bir adam) Cuma hutbesi verilirken ayağa kalktı ve dedi ki: \"Biz boğuluyoruz; lütfen Rabbine dua et de bizden (yağmuru) kes.\" Peygamber gülümsedi ve iki veya üç kez dedi ki: \"Ey Allah! Lütfen etrafımızda yağmur yağdır, üzerimize değil.\" Bulutlar Medine'nin etrafında sağa ve sola dağılmaya başladı ve Medine'ye değil, Medine'nin etrafına yağmur yağdı. Allah, halkına Peygamberinin mucizesini ve onun duasına verdiği cevabı gösterdi."
    },
    {
      "id": 121,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Doğruluk, iyiliğe götürür; iyilik de cennete götürür. Bir adam sürekli doğruyu söylemeye devam eder, ta ki o, doğru söyleyen biri olur. Yalan ise fısk (yani kötü davranış) ile sonuçlanır; fısk da (Cehennem) ateşine götürür. Bir adam yalan söylemeye devam eder, ta ki Allah katında bir yalancı olarak yazılır.\""
    },
    {
      "id": 122,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Münafığın üç alameti vardır: Konuştuğunda yalan söyler; söz verdiğinde sözünü tutmaz; kendisine emanet verildiğinde hıyanet eder (dürüst olmadığını gösterir).\""
    },
    {
      "id": 123,
      "narrator": "Narrated Samura bin Jundub:",
      "text": "Semura bin Cundub'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir rüya gördüm, iki adam bana geldi.\" Sonra Peygamber (ﷺ) hikayeyi anlattı: \"Onlar dediler ki, 'Yüzünün yanak kısmının (ağzından kulağına kadar) yırtıldığını gördüğün kişi bir yalancıydı ve yalanlar söylerdi; insanlar onun adına bu yalanları bildirirlerdi ta ki dünya genelinde yayılırdı. Bu yüzden, Kıyamet Günü'ne kadar böyle cezalandırılacaktır.'\""
    },
    {
      "id": 124,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaife'den rivayet edilmiştir: İnsanlar arasında, İbn Ümmü Abd, Allah'ın Elçisi (ﷺ) ile ciddi bir duruş ve iyi bir takva görünümü ile, evinden çıktığı andan geri dönene kadar sakinlik ve itidal açısından çok benziyordu. Ama yalnız kaldığında ailesiyle nasıl davrandığını bilmiyoruz."
    },
    {
      "id": 125,
      "narrator": "Narrated Tariq:",
      "text": "Tariq'ten rivayet edilmiştir: Abdullah şöyle dedi: \"En güzel söz Allah'ın Kitabı (Kur'an)dır ve en iyi rehberlik, Muhammed'in rehberliğidir.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Zarar verici sözlere karşı Allah'tan daha sabırlı olan yoktur. İnsanların O'na çocuklar isnat ettiklerini duyar, ama O, onlara sağlık ve rızık verir.\""
    },
    {
      "id": 127,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) bir şey dağıttı ve bazı dağıtımlarında olduğu gibi bir şeyler paylaştırdı. Ensar'dan bir adam, \"Vallahi, bu dağıtımda Allah'ın rızası gözetilmemiştir.\" dedi. Ben de, \"Bunu kesinlikle Peygamber'e (ﷺ) söyleyeceğim.\" dedim. O sırada Peygamber (ﷺ) arkadaşlarıyla oturuyordu ve ona gizlice bunu söyledim. Bu Peygamber (ﷺ) için zor geldi ve yüzünün rengi değişti; o kadar öfkelendi ki, ona bunu söylememiş olmayı dilerdim. Peygamber (ﷺ) sonra şöyle dedi: \"Musa, bundan daha fazlası ile zarar gördü, ama o sabırlı kaldı.\""
    },
    {
      "id": 128,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir şey yaptı ve halkına da bunu yapmalarına izin verdi, ama bazı insanlar bunu yapmaktan kaçındı. Peygamber (ﷺ) bunu öğrendiğinde bir vaaz verdi ve Allah'a hamd ettikten sonra şöyle dedi: \"Benim yaptığım bir şeyi yapmaktan kaçınan bu insanlar hakkında ne oluyor? Vallahi, ben Allah'ı onlardan daha iyi tanıyorum ve onlardan daha fazla O'ndan korkuyorum.\""
    },
    {
      "id": 129,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) bakire bir kızın ayrı odasından daha utangaçtı. Eğer hoşlanmadığı bir şeyi görseydi, bunu yüzünden anlardık."
    },
    {
      "id": 130,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir adam kardeşine, 'Ey Kafir!' derse, kesinlikle onlardan biri (yani bir Kafir)dir.\""
    },
    {
      "id": 131,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer biri kardeşine, 'Ey kafir!' derse, kesinlikle onlardan biri öyledir.\""
    },
    {
      "id": 132,
      "narrator": "Narrated Thabit bin Ad-Dahhak:",
      "text": "Sabit bin Duhhak'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"İslam dışındaki bir dine yemin eden (yani yalan söylüyorsa kendisini gayrimüslim olarak tanımlayan) kimse, eğer yemininde yalansa, söylediği gibidir. Ve kim intihar ederse, o şeyle (Cehennem) ateşinde cezalandırılacaktır; bir müminin lanetlenmesi, onu öldürmek gibidir; ve bir mümini inkârla suçlayan kimse, sanki onu öldürmüş gibidir.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Muaz bin Cebel, Peygamber (ﷺ) ile birlikte namaz kılardı ve sonra halkını namaza yönlendirirdi. Bir gün, insanları namaza yönlendirdi ve Bakara Suresi'ni okudu. Bir adam (namaz kılanların safından) ayrıldı ve (ayrı) kısa bir namaz kıldı ve gitti. Muaz bunu öğrendiğinde, \"O (adam) bir münafıktır.\" dedi. Daha sonra o adam, Muaz'ın kendisi hakkında söylediklerini duydu ve Peygamber'e geldi ve şöyle dedi: \"Ey Allah'ın Elçisi (ﷺ)! Biz kendi ellerimizle çalışan ve (tarlalarımızı) develerimizle sulayan insanlarız. Geçen gece Muaz bize (gece) namaz kıldırdı ve Bakara Suresi'ni okudu, bu yüzden ben namazımı ayrı kıldım ve bu yüzden o beni münafık olmakla suçladı.\" Peygamber, Muaz'ı çağırdı ve üç kez şöyle dedi: \"Ey Muaz! İnsanları denemeye mi sokuyorsun? 'Ve şems'i ve duhaha' (91) veya 'Sübhana Rabbika'l-A'la' (87) veya benzeri bir şey oku.\""
    },
    {
      "id": 134,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sizden biri yemin ederken, 'Al-Lat ve Al-Uzza adına yemin ediyorum' derse, 'Allah'tan başka ibadet edilmeye layık yoktur' demelidir. Ve eğer arkadaşlarına, 'Haydi sizinle kumar oynayayım' derse, o zaman bu günah için bir şey sadaka vermelidir.\" (Bkz. Hadis No. 645)"
    },
    {
      "id": 135,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: O, Ömer bin Hattab'ı bir grup insan arasında buldu ve o, babası adına yemin ediyordu. Bunun üzerine Allah'ın Elçisi (ﷺ) onlara seslendi: \"Şüphesiz ki Allah, babalarınız adına yemin etmenizi yasaklıyor. Eğer yemin etmek zorundaysanız, Allah adına yemin edin veya susun.\""
    },
    {
      "id": 136,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) evime girdiğinde evde hayvan resimleri olan bir perde vardı. Yüzü öfkeyle kızardı, ardından perdeyi tutup parçaladı. Peygamber (ﷺ) şöyle dedi: \"Bu resimleri çizen insanlar, Kıyamet Günü en şiddetli azaba uğrayacaklardır.\""
    },
    {
      "id": 137,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve \"Sabah namazından sadece şu ve bu kişi namazı uzattığı için uzak duruyorum.\" dedi. Rivayet eden kişi ekledi: \"O gün Allah'ın Elçisi'ni tavsiye verirken daha öfkeli görmemiştim.\" Dedi ki, \"Ey insanlar! İçinizde bazıları, başkalarını iyi amellerden nefret ettiriyor (cemaat namazlarına karşı aversion oluşturuyor). Dikkat edin! İçinizden biri insanlara namaz kıldırıyorsa, onu uzatmamalıdır, çünkü aralarında hasta, yaşlı ve muhtaç olanlar vardır.\" (Bkz. Hadis No. 670, Cilt 1)"
    },
    {
      "id": 138,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ) namaz kılarken, mescidin Qibla yönünde tükürük gördü ve onu eliyle kazıdı, yüzünde bir tiksinti ifadesi belirdi ve sonra dedi ki: \"Sizden biri namazdayken, önüne tükürmemelidir çünkü Allah onun önündedir.\""
    },
    {
      "id": 139,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Zaid bin Halid el-Cuhani'den rivayet edilmiştir: Bir adam Allah'ın Elçisi (ﷺ)'ne \"Al-Luqata\" (kaybolmuş bir cüzdan veya birinin bulduğu bir şey) hakkında sordu. Peygamber (ﷺ) dedi ki: \"Bir yıl boyunca bunu halka ilan etmelisin, sonra onun kabının bağlama malzemesini hatırlayıp tanımalısın, ardından onu harcayabilirsin. Eğer sahibi sana gelirse, ona eşdeğerini vermelisin.\" Adam dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Peki ya kaybolmuş bir koyun?\" Peygamber dedi ki, \"Onu al çünkü o senindir, kardeşinindir veya kurdundur.\" Adam tekrar sordu, \"Ey Allah'ın Elçisi (ﷺ)! Peki ya kaybolmuş bir deve?\" Allah'ın Elçisi (ﷺ) çok öfkelendi, yüzü kızardı ve dedi ki: \"Onunla (deveyle) hiçbir işin yok, çünkü onun yiyeceği ve su kabı yanındadır, sahibine ulaşana kadar.\""
    },
    {
      "id": 140,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zaid bin Sabit'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir küçük oda yaptı (bir palmiye yaprağı halısıyla). Allah'ın Elçisi (ﷺ) dışarı çıktı ve orada namaz kıldı. Bazı adamlar geldi ve onun namazına katıldılar. Sonraki gece tekrar namaz için geldiler, ancak Allah'ın Elçisi (ﷺ) gecikti ve onlara çıkmadı. Bunun üzerine seslerini yükselttiler ve kapıyı küçük taşlarla vurdular (dikkatini çekmek için). O, öfkeli bir halde onlara çıktı ve dedi ki: \"Hala ısrar ediyorsunuz (yani, camide Taravih namazı kılmakta) ki ben bu namazın (Taravih) sizlere farz olabileceğini düşündüm. O yüzden siz, bu namazı evlerinizde kılın, çünkü bir kişinin en iyi namazı evde kıldığı namazdır, farz (cemaat) namazı hariç.\""
    },
    {
      "id": 141,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Güçlü, insanları gücüyle alt eden değildir, ama güçlü, öfkeliyken kendini kontrol edendir.\""
    },
    {
      "id": 142,
      "narrator": "Narrated Sulaiman bin Sarad:",
      "text": "Süleyman bin Sarad'dan rivayet edilmiştir: İki adam, Peygamber (ﷺ)'in önünde birbirlerine hakaret ediyorlardı. İkisi de birine öfkeyle hakaret etti ve yüzü kızardı. Peygamber (ﷺ) dedi ki: \"Eğer bu adam, 'Allah'a sığınırım, kovulmuş şeytandan.' derse, onu rahatlatacak bir kelime biliyorum.\" Bunun üzerine o (öfkeliyken) adama dediler ki, \"Peygamber (ﷺ)'in ne söylediğini duymuyor musun?\" O dedi ki, \"Ben deli değilim.\""
    },
    {
      "id": 143,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e dedi ki, \"Bana tavsiye et!\" Peygamber (ﷺ) dedi ki, \"Öfkelenme.\" Adam tekrar tekrar aynı şeyi sordu ve Peygamber (ﷺ) her seferinde, \"Öfkelenme.\" dedi."
    },
    {
      "id": 144,
      "narrator": "Narrated Abu As-Sawar Al-Adawi:",
      "text": "Ebu Es-Savar el-Adavi'den rivayet edilmiştir: İmran bin Hüsayn dedi ki: Peygamber (ﷺ) dedi ki: \"Haya' (dinî hatalardan kaçınma konusunda saygılı utangaçlık) sadece iyilik getirir.\" Bunun üzerine Bașir bin Ka'b dedi ki: \"Hikmet kağıdında yazılıdır: Haya' ciddiyete; Haya' huzura (zihin huzuru) götürür.\" İmran ona dedi ki: \"Ben sana Allah'ın Elçisi (ﷺ)'nin sözünü aktarıyorum ve sen kendi kağıdından (hikmet kitabından) mı konuşuyorsun?\""
    },
    {
      "id": 145,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ) bir adamın Haya' (dinî hatalardan kaçınma konusunda saygılı utangaçlık) hakkında kardeşine nasihat ettiğini gördü ve şöyle diyordu: \"Sen çok utangaçsın, bunun sana zarar vereceğinden korkuyorum.\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Bırak onu, çünkü Haya' imanın bir parçasıdır.\""
    },
    {
      "id": 146,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Said'den rivayet edilmiştir: Peygamber (ﷺ) Haya' (dinî hatalardan kaçınma konusunda saygılı utangaçlık) konusunda bir örtülü genç kızdan daha utangaçtı. (Bkz. Hadis No. 762, Cilt 4)"
    },
    {
      "id": 147,
      "narrator": "Narrated Abu Mas`ud:",
      "text": "Ebu Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İlk Peygamberlerin sözlerinden biri şudur: Eğer utanmıyorsan, istediğini yap.\" (Bkz. Hadis No. 690, 691, Cilt 4)"
    },
    {
      "id": 148,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Ümmü Süleym, Allah'ın Elçisi (ﷺ)'ne geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Şüphesiz ki Allah, gerçeği söylemekten utanmaz. Eğer bir kadın gece rüyasında cinsel bir boşalma yaşarsa, onun gusül alması zorunlu mudur?\" O cevap verdi: \"Evet, eğer bir boşalma hissederse.\""
    },
    {
      "id": 149,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Müminin örneği, yaprakları dökülmeyen yeşil bir ağaç gibidir.\" İnsanlar dediler ki: \"O, şu ve bu ağaçtır.\" Ben, onun hurma ağacı olduğunu söylemek istedim ama genç bir çocuk olduğum için utanıyordum. Peygamber (ﷺ) dedi ki: \"O, hurma ağacıdır.\" İbn Ömer ekledi: \"Bunu Ömer'e söyledim, o da 'Eğer bunu söyleseydin, bunu şu ve bu şeyden daha çok tercih ederdim.' dedi.\""
    },
    {
      "id": 150,
      "narrator": "Narrated Thabit:",
      "text": "Sabit'ten rivayet edilmiştir: Anas şöyle dedi: \"Bir kadın, Peygamber (ﷺ)'e evlenmek için kendini teklif etti ve 'Bende bir ilgin var mı (yani, benimle evlenmek ister misin?)' dedi. Anas'ın kızı dedi ki: \"O kadın ne kadar edepsizdi!\" Bunun üzerine Anas dedi ki: \"O, senden daha iyidir, çünkü kendini Allah'ın Elçisi (ﷺ)'ne (evlilik için) sundu.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) onu ve Muaz bin Cebel'i Yemen'e gönderdiğinde, onlara şöyle dedi: \"İnsanlar için işleri kolaylaştırın (insanlara en hoş şekilde muamele edin), onlara zorluk çıkarmayın, onlara müjde verin ve onları nefret ettirmeyin (yani insanları iyi amellerden soğutmayın) ve ikiniz de işbirliği içinde ve karşılıklı anlayışla çalışın, birbirinize itaat edin.\" Ebu Musa dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Bizim bulunduğumuz bir yerde, baldan yapılan Al Bit' adında bir içki ve arpadan yapılan Al-Mizr adında başka bir içki var.\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Bütün sarhoş edici şeyler (yani bütün alkollü içkiler) haramdır.\""
    },
    {
      "id": 152,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İnsanlar için işleri kolaylaştırın, onlara zorluk çıkarmayın ve onları müjdeleyin (rahata kavuşturun) ve onları geri çevirmeyin.\""
    },
    {
      "id": 153,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) iki mesele arasında bir seçim yapma imkanı olduğunda, günah olmayanı tercih ederdi; ama eğer günahsa, ona yaklaşmazdı. Allah'ın Elçisi, kendi menfaati için kimseye intikam almazdı, ancak Allah'ın hukuki sınırları ihlal edildiğinde, Allah'ın rızası için intikam alırdı.\" (Bkz. Hadis No. 760. Cilt 4)"
    },
    {
      "id": 154,
      "narrator": "Narrated Al-Azraq bin Qais:",
      "text": "Al-Azrak bin Kays'tan rivayet edilmiştir: Biz Al-Ahvaz şehrinde, kurumuş bir nehrin kenarında bulunuyorduk. Sonra Ebu Barza el-Eslemî, bir ata binerek geldi ve namaza başladı ve atını serbest bıraktı. At kaçtı, bu yüzden Ebu Barza namazını yarıda kesip atın peşinden gitti ve onu yakaladı ve geri getirdi, sonra namazına devam etti. Aramızda farklı bir görüşe sahip olan bir adam vardı (Khawarij'den). O geldi ve \"Şu yaşlı adama bak! Bir at yüzünden namazını bıraktı.\" dedi. Bunun üzerine Ebu Barza bize geldi ve \"Allah'ın Elçisi'nden (ﷺ) ayrıldığım günden beri kimse bana nasihat etmedi; evim buradan çok uzakta ve eğer namazıma devam etseydim ve atımı bıraksaydım, akşama kadar evime ulaşamazdım.\" dedi. Sonra Ebu Barza, Peygamber'in yanında bulunduğunu ve onun hoşgörüsünü gördüğünü belirtti."
    },
    {
      "id": 155,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir bedevi camide idrarını yaptı ve insanlar ona saldırmak için koştu. Allah'ın Elçisi (ﷺ) onlara onu bırakmalarını ve idrar yaptığı yere bir kova veya bir bardak su dökmelerini emretti. Peygamber daha sonra dedi ki: \"Siz insanlara işleri kolaylaştırmak için gönderildiniz, onlara zorluk çıkarmak için gönderilmediniz.\""
    },
    {
      "id": 156,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bizimle o kadar iç içe olurdu ki, küçük kardeşime \"Ey Ebu Umeyr! Nughair (bir kuş türü) ne yaptı?\" derdi."
    },
    {
      "id": 157,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben Peygamber'in (ﷺ) huzurunda bebeklerle oynardım ve kız arkadaşlarım da benimle oynardı. Allah'ın Elçisi (ﷺ) benim evime girdiğinde, onlar saklanırlardı, ama Peygamber onları çağırır ve benimle oynamalarını isterdi. (Bebeklerle ve benzeri resimlerle oynamak yasaktır, ancak o zaman Aişe için, henüz ergenlik çağına girmediği için izin verilmiştir.) (Fath-ul-Bari sayfa 143, Cilt 13)"
    },
    {
      "id": 158,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir adam Peygamber'i görme izni istedi. Peygamber (ﷺ) \"İçeri gelsin; ne kötü bir adam! (Ya da, ne kötü bir kabile kardeşi!)\" dedi. Ama o içeri girdiğinde, Peygamber (ﷺ) ona nazik bir şekilde konuştu. Ben ona dedim: \"Ey Allah'ın Elçisi! Sen böyle söyledin, sonra ona çok nazik ve kibar bir şekilde mi konuştun?\" Peygamber (ﷺ) dedi ki: \"Allah katında en kötü insanlar, insanların kirli dillerinden kendilerini korumak için onları bırakıp gidenlerdir.\""
    },
    {
      "id": 159,
      "narrator": "Narrated `Abdullah bin Abu Mulaika:",
      "text": "Abdullah bin Ebu Mulaika'dan rivayet edilmiştir: Peygamber (ﷺ) altın düğmeli birkaç ipek elbise hediye aldı. Bunları bazı sahabeleri arasında dağıttı ve birini Makhrama için ayırdı. Makhrama geldiğinde, Peygamber dedi ki: \"Bunu senin için sakladım.\" (Aiyub, alt rivayetçi, Peygamber'in (ﷺ) Makhrama'ya elbiseyi nasıl gösterdiğini göstermek için giysisini tuttu.)"
    },
    {
      "id": 160,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Mümin, bir delikten iki kez sokulmaz.\""
    },
    {
      "id": 161,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) benim yanıma girdi ve \"Bütün gece namaz kıldığın ve bütün gün oruç tuttuğun bana bildirilmedi mi?\" dedi. Ben \"Evet.\" dedim. O da \"Böyle yapma; gece namaz kıl ve uyumayı da ihmal etme; birkaç gün oruç tut ve birkaç gün oruç tutmayı bırak, çünkü bedeninin senin üzerinde hakkı var, gözünün senin üzerinde hakkı var, misafirinin senin üzerinde hakkı var ve eşinin senin üzerinde hakkı var. Umarım uzun bir ömrün olur ve bir ayda üç gün oruç tutman yeterlidir, çünkü bir iyi amelin sevabı on kat artırılır, yani sanki bütün yıl oruç tutmuşsun gibi.\" Ben daha fazlasını (oruç tutmayı) ısrar ettim, bu yüzden bana zor bir emir verildi. \"Bundan daha fazlasını yapabilirim.\" dedim. Peygamber (ﷺ) \"Her hafta üç gün oruç tut.\" dedi. Ama ben daha fazlasını (oruç tutmayı) ısrar ettim, bu yüzden üzerime bir yük bindirildi. \"Bundan daha fazlasını oruç tutabilirim.\" dedim. Peygamber (ﷺ) \"Allah'ın peygamberi Davud'un oruç tuttuğu gibi oruç tut.\" dedi. Ben \"Peygamber Davud'un orucu nasıldı?\" dedim. Peygamber (ﷺ) \"Yılın yarısı (yani, alternatif günlerde oruç tutardı).\" dedi."
    },
    {
      "id": 162,
      "narrator": "Narrated Abu Shuraih Al-Ka`bi:",
      "text": "Ebu Şüreyh el-Ka'bî'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine cömert davranmalıdır. Misafirin hakkı, bir gece ve bir gün ona en iyi yiyecekleri sunmaktır ve misafire üç gün yemek ikram edilmelidir; bunun ötesinde sunulan her şey, sadaka olarak kabul edilir. Misafirin, ev sahibini zor durumda bırakacak kadar uzun süre kalması caiz değildir.\" Malik'ten rivayet edilmiştir: Yukarıdaki gibi (156) ekleyerek, \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, iyi konuşmalı veya susmalıdır.\" (yani, kötü ve kirli konuşmalardan kaçınmalı ve söylemeden önce düşünmelidir.)"
    },
    {
      "id": 163,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, komşusuna zarar vermemelidir ve kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine cömert davranmalıdır ve kim Allah'a ve Ahiret Günü'ne inanıyorsa, iyi konuşmalı veya susmalıdır.\""
    },
    {
      "id": 164,
      "narrator": "Narrated `Uqba bin 'Amir:",
      "text": "Ukba bin Amir'den rivayet edilmiştir: \"Ey Allah'ın Elçisi (ﷺ)! Bizi gönderiyorsun ve öyle oluyor ki, bizimle misafirperverlik etmeyen insanlarla kalmak zorunda kalıyoruz. Bu konuda ne düşünüyorsun?\" Allah'ın Elçisi (ﷺ) bize dedi ki: \"Eğer bazı insanlarla kalırsanız ve sizi misafir olarak ağırlarlarsa, kabul edin; ama eğer bunu yapmazlarsa, onlardan misafirin hakkını almanız gerekir.\""
    },
    {
      "id": 165,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine cömert davranmalıdır; ve kim Allah'a ve Ahiret Günü'ne inanıyorsa, akrabalık bağlarını korumalıdır (yani, akrabalarıyla iyi ilişkiler sürdürmelidir); ve kim Allah'a ve Ahiret Günü'ne inanıyorsa, iyi konuşmalı veya susmalıdır.\""
    },
    {
      "id": 166,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "Ebu Cuheife'den rivayet edilmiştir: Peygamber (ﷺ) Selman ile Ebu Derda arasında bir kardeşlik bağı kurdu. Selman, Ebu Derda'yı ziyaret etti ve Um Derda'nın eski püskü giysiler içinde olduğunu gördü ve ona neden böyle olduğunu sordu. O da, \"Kardeşin Ebu Derda, bu dünyanın lükslerine ilgi duymuyor.\" diye cevap verdi. Bu arada Ebu Derda geldi ve Selman için bir yemek hazırladı ve ona, \"(Lütfen) ye, çünkü ben oruçluyum.\" dedi. Selman, \"Ben yemeyeceğim, sen yemediğin sürece.\" dedi. Bunun üzerine Ebu Derda yedi. Gece olunca, Ebu Derda kalktı (gece namazı için). Selman ona, \"Uyu,\" dedi ve o da uyudu. Yine Ebu Derda kalktı (namaz için) ve Selman ona, \"Uyu,\" dedi. Gece sonuna geldiğinde, Selman ona, \"Şimdi kalk (namaz için).\" dedi. İkisi de namazlarını kıldılar ve Selman Ebu Derda'ya, \"Rabbinin sana hakkı var; nefsinin sana hakkı var; ailenin sana hakkı var; dolayısıyla sana hakkı olanların haklarını vermelisin.\" dedi. Daha sonra Ebu Derda, Peygamber (ﷺ)'e gitti ve bunu ona anlattı. Peygamber, \"Selman doğru söylemiştir.\" dedi."
    },
    {
      "id": 167,
      "narrator": "Narrated `Abdur-Rahman bin Abu Bakr:",
      "text": "Abdurrahman bin Ebu Bekir'den rivayet edilmiştir: Ebu Bekir bir grup insan davet etti ve bana, \"Misafirlerine iyi bak.\" dedi. Ebu Bekir ekledi, \"Peygamber (ﷺ)'i ziyaret edeceğim ve sen onların hizmetini benim dönmeden bitirmelisin.\" Abdurrahman dedi ki, hemen gidip evde o anda mevcut olanlarla onlara hizmet ettim ve onlardan yemek yemelerini istedim.\" Onlar, \"Ev sahibinin (yani Ebu Bekir'in) nerede?\" dediler. Abdurrahman, \"Yemeğinizi alın.\" dedi. Onlar, \"Ev sahibi gelmeden yemeyeceğiz.\" dediler. Abdurrahman, \"Yemeğinizi bizden kabul edin, çünkü babam gelir de sizi yemek yememiş bulursa, ona çok kötü bir şekilde hesap vereceğiz.\" dedi, ama onlar yemeklerini almakta direndiler. Bu yüzden babamın bana kızacağını kesin olarak biliyordum. Geldiğinde, ondan (kendimi gizlemek için) uzaklaştım. O, \"Misafirler hakkında ne yaptın?\" diye sordu. Onlar ona tüm hikayeyi anlattılar. Ebu Bekir, \"Ey Abdurrahman!\" diye seslendi. Ben sessiz kaldım. Sonra tekrar seslendi. \"Ey Abdurrahman!\" Ben yine sessiz kaldım ve o tekrar seslendi, \"Ey cehalet içinde olan (çocuk)! Allah'a yemin ederim ki, sesimi duyuyorsan, çık!\" Ben çıktım ve, \"Lütfen misafirlerinizi sorunuz (ve bana kızmayınız).\" dedim. Onlar, \"Doğru söyledi; bize yemeği getirdi.\" dediler. O, \"Siz benim için beklediğiniz gibi, Allah'a yemin ederim ki, bu gece ondan yemeyeceğim.\" dedi. Onlar, \"Allah'a yemin ederiz ki, sen yemeden biz de yemeyeceğiz.\" dediler. O, \"Bu gece gibi bir geceyi hiç görmedim. Sizde ne var? Neden misafirperverlik yemeğinizi bizden kabul etmiyorsunuz?\" (Bana) \"Yemeğini getir.\" dedi. Ben de onu ona getirdim ve o, \"Bismillah.\" diyerek içine elini soktu ve, \"İlk (öfke durumu) Şeytandan dolayıdır.\" dedi. Böylece Ebu Bekir yedi ve misafirleri de yedi."
    },
    {
      "id": 168,
      "narrator": "Narrated `Abdur-Rahman bin Abu Bakr:",
      "text": "Abdurrahman bin Ebu Bekir'den rivayet edilmiştir: Ebu Bekir bir misafir veya misafirler ile geldi, ama gece geç saatlere kadar Peygamber (ﷺ) ile kaldı ve döndüğünde annem ona, \"Bu gece misafirinden alıkonuldun mu?\" dedi. O, \"Onlara akşam yemeğini sunmadınız mı?\" dedi. O da, \"Yemeği ona (veya onlara) sunduk, ama o (veya onlar) yemeyi reddetti.\" dedi. Ebu Bekir öfkelendi, beni azarladı ve Allah'a yemin ederek, \"Onun (yemeğin) içinden yemeyeceğim!\" dedi. Ben gizlendim ve o, \"Ey cehalet içinde olan (çocuk)!\" diye seslendi. Ebu Bekir'in eşi, ondan yemeyeceğine yemin etti ve misafirler de ondan yemeden yemeyeceklerine yemin ettiler. Ebu Bekir, \"Tüm bunlar Şeytandan geldi.\" dedi. Sonra yemekleri istedi ve yedi, onlar da yedi. Onlar her bir avuç yemeği aldıklarında, yemek altından daha fazla artıyordu. O, (eşine) \"Ey Beni Firas'ın kız kardeşi! Bu nedir?\" dedi. O da, \"Ey gözümün nuru! Yemek, yemeye başladığımızdan daha fazla oldu.\" dedi. Böylece yediler ve o yemeğin geri kalanını Peygamber'e gönderdiler. Rivayet edilir ki, Peygamber (ﷺ) de ondan yedi."
    },
    {
      "id": 169,
      "narrator": "Narrated Rafi` bin Khadij and Sahl bin Abu Hathma:",
      "text": "Rafi' bin Hadiç ve Sahl bin Ebu Hatma'dan rivayet edilmiştir: Abdullah bin Sahl ve Muhayisa bin Mes'ud, Hayber'e gittiler ve hurma ağaçlarının bahçelerine dağıldılar. Abdullah bin Sahl öldürüldü. Sonra Abdurrahman bin Sahl, Huvayisa ve Muhayisa, Mes'ud'un iki oğlu, Peygamber (ﷺ)'e geldiler ve arkadaşlarının (öldürülen) durumu hakkında konuştular. En gençleri olan Abdurrahman konuşmaya başladı. Peygamber (ﷺ) \"Sizden en yaşlı olanı önce konuşsun.\" dedi. Böylece arkadaşlarının (öldürülen) durumu hakkında konuştular. Peygamber (ﷺ) \"Sizden elli kişi yemin edecek mi ki, öldürülen adamınızın diyetini alma hakkına sahip olacaksınız,\" dedi (veya, \"..arkadaşınızın\"). Onlar, \"Ey Allah'ın Elçisi (ﷺ)! Cinayet, tanık olmadığımız bir şeydir.\" dediler. Peygamber (ﷺ) \"O zaman, eğer elli kişi (Yahudiler) yemin ederlerse, sizi yeminden kurtaracaklar.\" dedi. Onlar, \"Ey Allah'ın Elçisi (ﷺ)! Onlar kâfirlerdir (ve yalan yere yemin edeceklerdir).\" dediler. Sonra Allah'ın Elçisi (ﷺ) kendisi onlara diyet ödedi."
    },
    {
      "id": 170,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bana, her mevsimde Rabbi'nin izniyle meyve veren ve yaprakları dökülmeyen bir ağacı bildirin.\" Ben hurma ağacını düşündüm, ama orada Ebu Bekir ve Ömer bulunduğu için konuşmak istemedim. Kimse konuşmayınca, Peygamber (ﷺ) \"O hurma ağacıdır.\" dedi. Babamla dışarı çıktığımda, \"Ey babacığım! Aklıma hurma ağacı geldi.\" dedim. O, \"Seni söylemekten alıkoyan neydi?\" dedi. \"Eğer söyleseydin, bu benim için şu ve bu şeyden (şans) daha değerli olurdu.\" dedi. Ben de, \"Beni alıkoyan tek şey, ne senin ne de Ebu Bekir'in konuşmamasıydı, bu yüzden sizin huzurunuzda konuşmak istemedim.\" dedim."
    },
    {
      "id": 171,
      "narrator": "Narrated Ubai bin Ka`b:",
      "text": "Ubai bin Ka'b'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Bazı şiirlerde hikmet vardır.\""
    },
    {
      "id": 172,
      "narrator": "Narrated Jundub:",
      "text": "Cündüb'den rivayet edilmiştir: Peygamber (ﷺ) yürürken, bir taş ayağına çarptı ve tökezledi, parmağı yaralandı. Sonra (bir şiir dizesi söyleyerek) dedi ki, \"Sen, Allah yolunda kanla yıkanmış bir parmak kadar değilsin.\""
    },
    {
      "id": 173,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bir şairin söylediği en doğru sözler, Labid'in sözleridir. O dedi ki, 'Şüphesiz, Allah'tan başka her şey yok olup gidecektir.' ve Ümeyye bin Ebi Salt İslam'ı kabul etmek üzereydi.\""
    },
    {
      "id": 174,
      "narrator": "Narrated Salama bin Al-Aqwa:",
      "text": "Selame bin El-Akva'dan rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile Hayber'e çıktık ve gece boyunca seyahat ettik. İnsanlardan biri Amir bin El-Akva'ya, \"Bize şiirini dinletmeyecek misin?\" dedi. Amir bir şairdi, bu yüzden indi ve insanlara, develerin adımına uyacak şekilde şiir okumaya başladı, \"Ey Allah! Sensiz doğru yola iletilmeyecektik, ne de olsa sadaka vermeyecektik, ne de olsa namaz kılmayacaktık. O yüzden işlediğimiz günahları affet. Hepimiz senin yolunda kurban olalım ve düşmanımızla karşılaştığımızda, ayaklarımızı sağlam tut ve bize huzur ve sükunet bahşet. Eğer onlar (düşmanlarımız) bizi haksız bir şeye çağırırlarsa, biz reddedeceğiz. Kafirler, bize karşı başkalarından yardım istemek için bağırıp çağırdılar.\" Allah'ın Elçisi (ﷺ) dedi ki, \"O develeri süren kim?\" Onlar, \"O Amir bin El-Akva.\" dediler. O, \"Allah ona merhamet etsin.\" dedi. İnsanlardan biri, \"Şehitlik ona verildi mi, ey Allah'ın Peygamberi! Keşke onunla daha uzun süre birlikte olabilseydik.\" dedi. Biz (Hayber halkına) ulaştık ve onları kuşattık, ta ki şiddetli bir açlıkla karşılaştık ama Allah, Müslümanların Hayber'i fethetmesine yardım etti. Fetih akşamında insanlar birçok ateş yaktılar. Allah'ın Elçisi (ﷺ) sordu, \"O ateşler ne? Neden ateş yakıyorsunuz?\" Onlar, \"Et pişirmek için.\" dediler. O, \"Ne tür et?\" dedi. Onlar, \"Eşek eti.\" dediler. Allah'ın Elçisi (ﷺ) dedi ki, \"Eti atın ve pişirme kaplarını kırın.\" Bir adam, \"Ey Allah'ın Elçisi (ﷺ)! Eti atıp pişirme kaplarını mı yıkayalım?\" dedi. O, \"Bunu da yapabilirsiniz.\" dedi. Ordu savaş için sıralara dizildiğinde, Amir'in kılıcı kısa bir kılıçtı ve bir Yahudiye saldırırken, kılıcın keskin ucu geri döndü ve Amir'in dizine vurdu ve onun ölümüne sebep oldu. Müslümanlar (savaş sonrası) döndüğünde, Selame dedi ki, Allah'ın Elçisi (ﷺ) beni solgun gördü ve, \"Seninle ne oldu?\" dedi. Ben, \"Anne babam sana feda olsun! İnsanlar, Amir'in tüm amellerinin geçersiz olduğunu iddia ediyor.\" dedim. Peygamber (ﷺ) sordu, \"Bunu kim söyledi?\" Ben, \"Şu ve bu ve Usaid bin El-Hudair El-Ensari, 'Bunu söyleyen yalan söylüyor. Şüphesiz, Amir iki kat ödül alacak.' dedi.\" (Konuşurken) Peygamber (ﷺ) iki parmağını birleştirerek bunu işaret etti ve, \"Gerçekten o, çok çalışkan bir adamdı ve Allah yolunda bir mücahitti ve Medine'de veya savaş alanında onun gibi bir Arap nadiren yaşadı.\" dedi."
    },
    {
      "id": 175,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bazı eşlerinin yanına geldi, aralarında Um Süleym de vardı ve dedi ki, \"Ey Encesha! Allah sana merhamet etsin! Develeri yavaş sür, çünkü onlar cam kaplar taşıyor!\" Ebu Kalabe dedi ki, \"Peygamber (ﷺ) öyle bir cümle söyledi ki, eğer sizden biri bunu söyleseydi, onu kınardınız.\""
    },
    {
      "id": 176,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hassan bin Sabit, Allah'ın Elçisi (ﷺ)'nden putperestleri (şiirle) hicvetme izni istedi. Allah'ın Elçisi, \"Peki benim atalarım (soyum) ne olacak?\" dedi. Hassan, (Peygambere) \"Seni onlardan, hamurdan bir saçın çıkarıldığı gibi çıkaracağım.\" dedi. Hişam bin Urva, babasının, \"Aişe'nin önünde Hassan'a kötü isimler taktım.\" dediğini rivayet etti. O da, \"Ona kötü isimler takma, çünkü o Allah'ın Elçisi (ﷺ)'ni putperestlere karşı savunuyordu.\" dedi."
    },
    {
      "id": 177,
      "narrator": "Narrated Al-Haitham bin Abu Sinan:",
      "text": "El-Heytem bin Ebu Sinan'dan rivayet edilmiştir: O, Ebu Hureyre'nin rivayetinde, Peygamber (ﷺ)'in, \"Sizin bir Müslüman kardeşiniz, kötü sözler söylemez.\" dediğini duyduğunu belirtmiştir ve bununla İbn Rawaha'yı kastetmiştir. \"O (şiirle) dedi ki: 'Bizimle Allah'ın Elçisi (ﷺ) var, sabah erken saatte Kuran'ı okuyor. O, kör ve sapkın olduğumuzda bize hidayet ve ışık verdi, bu yüzden kalplerimiz, onun söylediği her şeyin kesinlikle gerçekleşeceğinden emindir. O, gece yataklarına dokunmaz, Allah'a ibadetle meşguldür, oysa putperestler yataklarında derin uykudadır.'\""
    },
    {
      "id": 178,
      "narrator": "Narrated Abu Salama bin `Abdur-Rahman bin `Auf:",
      "text": "Ebu Selame bin Abdurrahman bin Avf'tan rivayet edilmiştir: O, Hassan bin Sabit El-Ensari'nin Ebu Hureyre'nin şahitliğini sorduğunu duydu, \"Ey Ebu Hureyre! Allah'a yemin ederim ki (bana söyle), Allah'ın Elçisi (ﷺ) 'Ey Hassan! Allah'ın Elçisi (ﷺ) adına cevap ver. Ey Allah! Onu (Hassan'ı) Kutsal Ruh (Cebrail) ile destekle.' dedi mi?\" Ebu Hureyre, \"Evet.\" dedi."
    },
    {
      "id": 179,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) Hassan'a, \"Onları (putperestleri) şiirle hicvet.\" dedi ve Cebrail seninle birlikte.\""
    },
    {
      "id": 180,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bir adamın vücudunun içini irinle doldurması, onu şiirle doldurmasından daha iyidir.\""
    },
    {
      "id": 181,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden birinin vücudunun içinin, vücudunu tüketen irinle dolması, şiirle dolmasından daha hayırlıdır.\""
    },
    {
      "id": 182,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah, Ebu'l-Ku'ais'in kardeşi benden, Al-Hicab (kadınların örtünmesi) ayetleri indirildikten sonra içeri girmesi için izin istedi. Ben de, \"Vallahi, Allah'ın Elçisi'nden izin almadıkça onu içeri almayacağım; çünkü beni emziren Ebu'l-Ku'ais'in kardeşi değil, Ebu'l-Ku'ais'in eşi emzirmiştir.\" dedim. Sonra Allah'ın Elçisi (ﷺ) içeri girdi ve ben, \"Ey Allah'ın Elçisi (ﷺ)! Adam beni emzirmedi, ama eşi emzirdi.\" dedim. O da, \"Onu içeri al, çünkü o senin amcan (kan bağıyla değil, onun eşi tarafından emzirildiğin için)\" dedi. Taribat Yaminuki. Urve dedi ki, \"Bu sebepten dolayı Aişe, 'Emzirme ilişkileri, kan bağıyla haram olan her şeyi haram kılar' derdi.\" (Bkz. Hadis No. 36, Cilt 7)"
    },
    {
      "id": 183,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Hac'dan dönecekti ve Safiye'yi çadırının girişinde, adet gördüğü için üzgün ve kederli bir halde gördü. Peygamber (ﷺ) dedi ki, \"Aqra Halqa! --Kureyş lehçesinde kullanılan bir ifade--\" Bizi geciktireceksin.\" Sonra Peygamber (ﷺ) ona sordu, \"Kurban Bayramı'nda (Zilhicce'nin 10. günü) Tawaf Al-Ifada yaptın mı?\" O da, \"Evet.\" dedi. Peygamber (ﷺ) dedi ki, \"O zaman bizimle gidebilirsin.\""
    },
    {
      "id": 184,
      "narrator": "Narrated Um Hani:",
      "text": "Ümmü Hani'den rivayet edilmiştir: (Ebu Talib'in kızı) Ben, fetih yılı Allah'ın Elçisi'ni (ﷺ) ziyaret ettim ve onu banyo yaparken buldum, kızı Fatıma onu örtüyordu. Ona selam verdim, o da, \"Kim o?\" dedi. Ben, \"Ben Ümmü Hani, Ebu Talib'in kızıyım.\" dedim. O da, \"Hoş geldin, ey Ümmü Hani!\" dedi. Peygamber (ﷺ) banyosunu bitirdikten sonra, tek bir örtüyle sarılı olarak sekiz rekat namaz kıldı. Namazını bitirdikten sonra, ben, \"Ey Allah'ın Elçisi (ﷺ)! Amca oğlum, bana sığınan bir adamı öldüreceğini iddia ediyor, yani falan filan bin Hubeyra.\" dedim. Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Ümmü Hani! Senin sığındığın kişiyi biz de himaye ederiz.\" Ümmü Hani ekledi, \"Bu sabah oldu.\""
    },
    {
      "id": 185,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) bir adamın bir Badana (kurbanlık deveyi) sürerken gördü ve ona, \"Biner misin?\" dedi. Adam, \"O bir Bandana.\" dedi. Peygamber (ﷺ) dedi ki, \"Üzerine bin.\" Adam, \"O bir Bandana.\" dedi. Peygamber (ﷺ) dedi, \"Üzerine bin, yazıklar olsun sana!\""
    },
    {
      "id": 186,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamın bir Badana (kurbanlık deveyi) sürerken gördü ve ona, \"Biner misin?\" dedi. Adam, \"Ey Allah'ın Elçisi (ﷺ)! O bir Bandana.\" dedi. Peygamber (ﷺ) dedi, \"Üzerine bin, yazıklar olsun sana!\" ikinci veya üçüncü kez."
    },
    {
      "id": 187,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir yolculuktaydı ve Anjasha adında bir siyah kölesi vardı, o da develeri (çok hızlı bir şekilde) sürüyordu ve o develerin üzerinde kadınlar vardı. Allah'ın Elçisi (ﷺ) dedi ki, \"Waihaka (Allah sana merhamet etsin), ey Anjasha! Develeri yavaş sür (cam şişelerle) (kadınlarla)!\""
    },
    {
      "id": 188,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Bir adam, Peygamber'in (ﷺ) önünde başka bir adamı övdü. Peygamber (ﷺ) üç kez, \"Wailaka (Yazıklar olsun sana)!\" dedi. Peygamber (ﷺ) ekledi, \"Eğer birinizin birini övmesi zorunluysa, o zaman şöyle demelidir: 'Benim düşündüğüm kadarıyla şu kişi (şu kadardır), ve Allah onun gerçekliğini bilir ve Allah'tan başka hiç kimse kimseyi kutsayamaz (ve ancak o kişi hakkında iyi bir bilgiye sahipse).\""
    },
    {
      "id": 189,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) bir gün (ganimet dağıtırken) Dhul Khawaisira adında Beni Tamim kabilesinden bir adam, \"Ey Allah'ın Elçisi (ﷺ)! Adaletle davran!\" dedi. Peygamber (ﷺ) dedi ki, \"Yazıklar olsun sana! Eğer ben adaletle davranmazsam, kim adaletle davranacak?\" Ömer, Peygamber'e (ﷺ) dedi ki, \"İzin ver, onun boynunu vurayım.\" Peygamber (ﷺ) dedi, \"Hayır, çünkü onun arkadaşları var (görünüşte o kadar dindar ki) eğer (sizden biri) onların namazını kendi namazıyla kıyaslarsa, kendi namazını onlarınkinden daha aşağı görecektir, ve benzer şekilde orucunu da onlarınkinden daha aşağı görecektir, ama onlar İslam'dan ayrılacaklar (dinden çıkacaklar) ve ok, kurbanın vücudundan geçerken olduğu gibi, eğer onun Nasl'ı (kılıçla) incelenirse, üzerinde hiçbir şey görünmeyecek ve eğer Nady'si incelenirse, üzerinde hiçbir şey görünmeyecek ve eğer Qudhadh'ı incelenirse, üzerinde hiçbir şey görünmeyecek, çünkü ok çok hızlı geçtiği için dışkı ve kan bile onun üzerine bulaşmadı. Bu insanlar, (Müslüman) insanlar arasında farklılık zamanında ortaya çıkacaklar ve tanınacakları işaret, bir elinin biri, bir kadının göğsü gibi veya gevşek bir et parçası gibi görünecektir.\" Ebu Said ekledi, \"Peygamber (ﷺ) den bunu duyduğuma şahitlik ederim ve ayrıca Ali ile birlikteydim, Ali bu insanlarla savaştığında. Peygamber'in tarif ettiği adam, öldürülenler arasında arandı ve bulundu ve tam olarak Peygamber'in (ﷺ) tarif ettiği gibiydi.\" (Bkz. Hadis No. 807, Cilt 4)"
    },
    {
      "id": 190,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir adam, Allah'ın Elçisi'ne (ﷺ) geldi ve, \"Ey Allah'ın Elçisi (ﷺ)! Ben mahvoldum!\" dedi. Peygamber (ﷺ) dedi, \"Waihaka (Allah sana merhamet etsin)!\" Adam, \"Ramazan'da oruçlu iken eşimle cinsel ilişkiye girdim.\" dedi. Peygamber (ﷺ) dedi, \"Bir köleyi azat et.\" Adam, \"Bunu karşılayamam.\" dedi. Peygamber (ﷺ) dedi, \"O zaman iki ardışık ay oruç tut.\" Adam, \"Bunu yapacak gücüm yok.\" dedi. Peygamber (ﷺ) dedi, \"O zaman altmış fakiri doyur.\" Adam, \"Altmış kişiyi doyuracak bir şeyim yok.\" dedi. Sonra Peygamber'e (ﷺ) bir sepet dolusu hurma getirildi ve o da adama, \"Bunu al ve sadaka ver.\" dedi. Adam, \"Ey Allah'ın Elçisi (ﷺ)! Bunu ailem dışındaki insanlara mı vereyim? Benim hayatımın sahibi olan Allah'a yemin ederim ki, Medine'deki en fakir kişi benim.\" dedi. Peygamber (ﷺ) gülümsedi ve azı dişleri görünene kadar güldü ve, \"Bunu al.\" dedi. Az-Zuhri dedi ki (Peygamber (ﷺ) şöyle dedi). \"Wailaka.\""
    },
    {
      "id": 191,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Bir bedevi, \"Ey Allah'ın Elçisi (ﷺ)! Göç hakkında bana bilgi ver.\" dedi. Peygamber (ﷺ) dedi, \"Waihaka (Allah sana merhamet etsin)! Göç meselesi zor bir meseledir. Develerin var mı?\" Bedevi, \"Evet.\" dedi. Peygamber (ﷺ) dedi, \"Zekatını veriyor musun?\" O da, \"Evet.\" dedi. Peygamber (ﷺ) dedi, \"Denizlerin ötesinde böyle yapmaya devam et, çünkü Allah, amellerinizi boşa gitmesine izin vermeyecektir.\""
    },
    {
      "id": 192,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Wailakum\" (yazıklar olsun size) veya \"waihakum\" (Allah size merhamet etsin).\" Şu'ba hangi kelimenin doğru olduğunu bilmiyor. \"Benden sonra birbirinizin boynunu keserek kafir olmayın.\""
    },
    {
      "id": 193,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir bedevi, Peygamber'e (ﷺ) geldi ve, \"Ey Allah'ın Elçisi (ﷺ)! Saat ne zaman kurulacak?\" dedi. Peygamber (ﷺ) dedi, \"Wailaka (Yazıklar olsun sana), onun için ne hazırladın?\" Bedevi, \"Onun için hiçbir şey hazırlamadım, sadece Allah'ı ve Elçisi'ni seviyorum.\" dedi. Peygamber (ﷺ) dedi, \"Sen sevdiğin kişilerle olacaksın.\" Biz (Peygamber'in (ﷺ) arkadaşları) dedik, \"Biz de öyle mi olacağız?\" Peygamber (ﷺ) dedi, \"Evet.\" O gün çok sevindik. Bu arada, Al-Mughira'nın bir kölesi geçti ve benim yaşımda biriydi. Peygamber (ﷺ) dedi, \"Eğer bu (köle) uzun yaşarsa, ihtiyarlamayacak ama saat kurulacak.\""
    },
    {
      "id": 194,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Herkes, sevdiği kişilerle olacaktır.\""
    },
    {
      "id": 195,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Bir adam, Allah'ın Elçisi'ne (ﷺ) geldi ve, \"Ey Allah'ın Elçisi (ﷺ)! Bazı insanları seviyorum ama onların iyi amellerine yetişemiyorum.\" dedi. Allah'ın Elçisi (ﷺ) dedi, \"Herkes, sevdiği kişilerle olacaktır.\""
    },
    {
      "id": 196,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygambere denildi ki; \"Bir adam bazı insanları sevebilir ama onların iyi amellerine yetişemez mi?\" Peygamber (ﷺ) dedi ki, \"Herkes sevdiği ile beraberdir.\""
    },
    {
      "id": 197,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e sordu, \"Kıyamet ne zaman kopacak, Ey Allah'ın Resulü (ﷺ)?\" Peygamber (ﷺ) dedi ki, \"Sen onun için ne hazırladın?\" Adam dedi ki, \"Onun için fazla namaz, oruç veya sadaka hazırlamadım, ama Allah'ı ve Resulünü seviyorum.\" Peygamber (ﷺ) dedi ki, \"Sen sevdiğinle berabersin.\""
    },
    {
      "id": 198,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) İbn Sayyad'a dedi ki, \"Aklımda senin için bir şey sakladım; o nedir?\" O da dedi ki, \"Ad-Dukh.\" Peygamber (ﷺ) dedi ki, \"İkhsa.\""
    },
    {
      "id": 199,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Ömer bin Hattab, Allah'ın Resulü (ﷺ) ile birlikte İbn Sayyad'a gitti. Onu çocuklarla birlikte kalede veya Beni Maghala'nın tepeciklerinin yakınında oynarken buldular. İbn Sayyad o zaman ergenliğe yaklaşmaktaydı ve Peygamber (ﷺ)'in geldiğini fark etmedi ta ki Allah'ın Resulü onu sırtından el ile dürtüp, \"Ben Allah'ın Resulü (ﷺ) olduğuma şahitlik eder misin?\" dedi. İbn Sayyad ona baktı ve dedi ki, \"Ben okuma yazma bilmeyenlerin Resulü olduğuna şahitlik ederim.\" Sonra İbn Sayyad Peygamber'e dedi ki, \"Ben Allah'ın Resulü (ﷺ) olduğuna şahitlik eder misin?\" Peygamber bunu reddetti ve \"Ben Allah'a ve bütün Resullerine inanıyorum,\" dedi ve sonra İbn Sayyad'a sordu, \"Sen ne görüyorsun?\" İbn Sayyad dedi ki, \"Gerçek insanlar ve yalancılar bana gelir.\" Peygamber (ﷺ) dedi ki, \"Bu konuda karışıklık içindesin.\" Allah'ın Resulü (ﷺ) ekledi, \"Benim aklımda senin için bir şey var.\" İbn Sayyad dedi ki, \"Ad-Dukh.\" Peygamber (ﷺ) dedi ki, \"İkhsa (utanmalısın) çünkü sınırlarını aşamazsın.\" Ömer dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Onun boynunu vurayım.\" Allah'ın Resulü (Ömer'e) dedi ki, \"Eğer bu kişi o (yani Deccal) ise, ona karşı güç yetiremezsin; eğer başka biri ise, onu öldürmenin bir faydası olmaz.\" Abdullah bin Ömer ekledi: Daha sonra Allah'ın Resulü (ﷺ) ve Ubai bin Ka'b el-Ensari tekrar İbn Sayyad'ın bulunduğu bahçeye gitti. Allah'ın Resulü (ﷺ) bahçeye girdiğinde, İbn Sayyad'ı görmeden ondan bir şeyler duymak için hurma ağaçlarının gövdesinin arkasına saklanmaya başladı. İbn Sayyad yatağında uzanıyordu, üstü kadife bir örtüyle kaplıydı ve onun mırıldanmaları duyuluyordu. İbn Sayyad'ın annesi Peygamberi gördü ve dedi ki, \"Ey Saf (İbn Sayyad'ın lakabı)! İşte burada Muhammed var!\" İbn Sayyad mırıldanmayı kesti. Peygamber (ﷺ) dedi ki, \"Annesi sessiz kalsaydı, ondan daha fazla şey öğrenebilirdim.\" Abdullah ekledi: Allah'ın Resulü (ﷺ) insanlara hitap ederken ayağa kalktı ve Allah'ı övüp yücelttikten sonra Deccal'den bahsederek, \"Sizi ondan sakındırıyorum, hiçbir peygamber onun hakkında uyarıda bulunmadıkça, Nuh bile onu uyardı ama ben size onun hakkında, hiçbir peygamberin halkına söylemediği bir şey söylüyorum, o da şudur: Bilin ki, o bir gözünden kördür, oysa Allah öyle değildir.\""
    },
    {
      "id": 200,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Abdul Kays heyeti Peygambere geldiğinde, o dedi ki, \"Hoş geldiniz, ey gelen heyet! Ne siz rezil olacaksınız, ne de pişman olacaksınız.\" Onlar dediler ki, \"Ey Allah'ın Resulü (ﷺ)! Biz Ar-Rabi'a kabilesinden bir grubuz ve sizinle aramızda Mudar kabilesi var, biz ancak kutsal aylarda size gelebiliriz. Bu yüzden lütfen bize iyi bir şey (dini işler) emredin ki, bunu yaparak Cennete girelim ve geride bıraktığımız halkımıza (evde bıraktığımız) bunu takip etmeleri için emredebiliriz.\" O dedi ki, \"Dört ve dört: Namazı tam kılın, Zekat verin, Ramazan ayını oruçla geçirin ve ganimetin beşte birini (Allah yolunda) verin, ve Ad-Duba', Al-Hantam, An-Naqir ve Al-Muzaffat gibi kaplarda içmeyin.\""
    },
    {
      "id": 201,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Her hain için Kıyamet Günü bir bayrak dikilecek ve 'Bu, falan filan oğlu falanın ihanetidir' diye ilan edilecektir.\""
    },
    {
      "id": 202,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Kıyamet Günü her hain için bir bayrak dikilecek ve herkesin önünde 'Bu, falan filan oğlu falanın ihanetidir' diye ilan edilecektir.\""
    },
    {
      "id": 203,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Hiçbiriniz Khabuthat Nafsi dememelidir, ama 'Laqisat Nafsi' demesi tavsiye edilir.\""
    },
    {
      "id": 204,
      "narrator": "Narrated Sal:",
      "text": "Sal'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Hiçbiriniz Khabuthat Nafsi dememelidir, ama 'Laqisat Nafsi' demesi tavsiye edilir.\""
    },
    {
      "id": 205,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Allah dedi ki, 'Adem'in nesli Dahr'ı (Zaman) kötülemektedir, halbuki ben Dahr'ım; gecenin ve gündüzün ellerimdeyim.'\""
    },
    {
      "id": 206,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Üzümleri Al-Karm olarak adlandırmayın ve 'Khaibat-ad-Dahri' demeyin, çünkü Allah Dahr'dır.\""
    },
    {
      "id": 207,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Onlar Al-Karm (cömert) derler, halbuki Al-Karm bir müminin kalbidir.\""
    },
    {
      "id": 208,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nden \"Babam ve annem senin uğruna feda olsun\" dediğini hiç duymadım, sadece Sa'd (bin Ebi Vakkas) için. Onun \"At! (oklar), babam ve annem senin uğruna feda olsun!\" dediğini duydum. (Ravi ekledi, \"Bunun Uhud savaşında olduğunu düşünüyorum.\")"
    },
    {
      "id": 209,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: O ve Ebu Talha Peygamber'in (Medine'ye doğru) yanında gelirken, Safiya (Peygamber'in eşi) onun arkasında devesinin üstünde oturuyordu. Bir süre yol aldıktan sonra, aniden devenin ayağı kaydı ve hem Peygamber (ﷺ) hem de kadın (yani eşi, Safiya) düştü. Ebu Talha hemen devesinden atladı ve Peygamber'e (şöyle) dedi: \"Ey Allah'ın Resulü (ﷺ)! Allah beni senin uğruna feda etsin! Herhangi bir zarar aldın mı?\" Peygamber (ﷺ) dedi ki, \"Hayır, ama kadına (eşime) dikkat et.\" Ebu Talha yüzünü elbisesiyle kapladı ve ona doğru gitti ve elbisesini üzerine attı. Sonra kadın kalktı ve Ebu Talha onların devenin hazırlığını yaptı (sırtını sıkılaştırarak, vb.) ve her ikisi (Peygamber (ﷺ) ve Safiya) de ona bindi. Sonra hepsi yola devam etti ve Medine'ye yaklaştıklarında veya Medine'yi gördüklerinde, Peygamber (ﷺ) dedi ki, \"Ayibun, taibun, abidun, liRabbina hamidun (Tövbe ile, Rabbimizi ibadet ederek ve O'nu överek Medine'ye dönüyoruz).\" Peygamber (ﷺ) bu sözleri tekrar ederek Medine şehrine girdi."
    },
    {
      "id": 210,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Aramızda bir adamın bir oğlu doğdu ve adam ona Al-Kasım adını verdi. Biz ona dedik ki, \"Seni Ebu-l-Kasım diye çağırmayacağız, ne de olsa sana saygı göstermeyeceğiz.\" Peygamber (ﷺ) bundan haberdar oldu ve dedi ki, \"Oğlunu Abdurrahman olarak adlandır.\""
    },
    {
      "id": 211,
      "narrator": "Narrated Jabi:",
      "text": "Jabir'den rivayet edilmiştir: İçimizden bir adamın bir oğlu oldu ve ona Al-Kasım adını verdi. İnsanlar, \"Ona (yani babaya) bu Kuniya (Ebu'l-Kasım) ile hitap etmeyeceğiz, önce Peygamber (ﷺ) ile soralım.\" dediler. Peygamber (ﷺ) şöyle dedi: \"Kendinizi benim adımla adlandırın, fakat benim Kuniya'mla (hitap etmeyin).\""
    },
    {
      "id": 212,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ebu'l-Kasım (Peygamber) şöyle dedi: \"Kendinizi benim adımla adlandırın, fakat kendinizi benim Kuniya'mla (hitap etmeyin).\""
    },
    {
      "id": 213,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: İçimizden bir adamın bir oğlu oldu ve ona Al-Kasım adını verdi. İnsanlar ona, \"Seni Ebu'l-Kasım diye çağırmayacağız, seni böyle çağırarak memnun etmeyeceğiz.\" dediler. Adam Peygamber (ﷺ)'e geldi ve bunu ona anlattı. Peygamber (ﷺ) ona, \"Oğluna Abdurrahman adını ver.\" dedi."
    },
    {
      "id": 214,
      "narrator": "Narrated Al-Musaiyab:",
      "text": "Al-Musaiyab'dan rivayet edilmiştir: Babası (Hazn bin Vahb) Peygamber (ﷺ)'e gitti ve Peygamber (ﷺ) ona, \"Adın ne?\" diye sordu. O da, \"Adım Hazn.\" diye cevap verdi. Peygamber (ﷺ) dedi ki, \"Sen Sahl'sin.\" Hazn, \"Babamın koyduğu adı değiştirmeyeceğim.\" dedi. İbn Al-Musaiyab ekledi: O günden beri sertlik (karakterde) yaşadık."
    },
    {
      "id": 215,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Al-Mundhir bin Ebu Usaid doğduğunda, onu Peygamber (ﷺ)'e getirdiler, Peygamber (ﷺ) onu uyluğuna koydu. Ebu Usaid orada otururken, Peygamber (ﷺ) elinde bir şeyle meşguldü, bu yüzden Ebu Usaid birine, \"Oğlunu Peygamber (ﷺ)'in uyluğundan al.\" dedi. Peygamber (ﷺ) işini bitirdiğinde, \"Çocuk nerede?\" dedi. Ebu Usaid, \"Onu eve gönderdik.\" dedi. Peygamber (ﷺ) dedi ki, \"Adı ne?\" Ebu Usaid, \"(Adı) filan.\" dedi. Peygamber (ﷺ) dedi ki, \"Hayır, adı Al-Mundhir.\" O günden itibaren ona Al-Mundhir diye hitap etti."
    },
    {
      "id": 216,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Zeynep'in asıl adı \"Barrah\" idi, fakat bu, \"Bu şekilde kendisine takva prestiji veriyor.\" denildi. Bunun üzerine Peygamber (ﷺ) onun adını Zeynep olarak değiştirdi."
    },
    {
      "id": 217,
      "narrator": "Narrated Sa`id bin Al-Musaiyab:",
      "text": "Sa'id bin Al-Musaiyab'dan rivayet edilmiştir: Dedesi Hazn, Peygamber (ﷺ)'i ziyaret ettiğinde, Peygamber (ﷺ) ona, \"Adın ne?\" diye sordu. O da, \"Adım Hazn.\" dedi. Peygamber (ﷺ) dedi ki, \"Ama sen Sahl'sin.\" O, \"Babamın koyduğu adı değiştirmeyeceğim.\" dedi. İbn Al-Musaiyab ekledi: O günden beri sertlik (karakterde) yaşadık."
    },
    {
      "id": 218,
      "narrator": "Narrated Isma`il:",
      "text": "İsmail'den rivayet edilmiştir: Abi 'Aufa'ya, \"Peygamber (ﷺ)'in oğlu İbrahim'i gördün mü?\" diye sordum. O, \"Evet, ama o çocuk yaşta vefat etti. Eğer Muhammed'den sonra bir Peygamber olsaydı, oğlu yaşardı, ama ondan sonra Peygamber yoktur.\" dedi."
    },
    {
      "id": 219,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: İbrahim (Peygamber'in oğlu) vefat ettiğinde, Allah'ın Elçisi (ﷺ) dedi ki, \"Cennette onun için bir sütanne vardır.\""
    },
    {
      "id": 220,
      "narrator": "Narrated Jabir bin `Abdullah Al-Ansari:",
      "text": "Cabir bin Abdullah El-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Kendinizi benim adımla adlandırın, fakat kendinizi benim Kuniya'mla (hitap etmeyin), çünkü ben Al-Kasım'ım (paylaştırıcıyım) ve Allah'ın nimetlerini aranızda paylaştırırım.\" Bu rivayet Anas'tan da gelmiştir ki, Peygamber böyle dedi.\""
    },
    {
      "id": 221,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kendinizi benim adımla adlandırın, fakat kendinizi benim Kuniya'mla (hitap etmeyin), ve kim beni bir rüyada görürse, gerçekten beni görmüştür, çünkü şeytan benim suretimde görünemez. Ve kim bilerek bana yalan isnat ederse, o kesinlikle cehennemdeki yerini alacaktır.\""
    },
    {
      "id": 222,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bir oğlum oldu ve onu Peygamber (ﷺ)'e götürdüm, o da ona İbrahim adını verdi, ağzına bir hurmanın suyunu (kendisi çiğnediği) koydu ve onun üzerine Allah'ın bereketini diledi, sonra onu bana geri verdi. O, Ebu Musa'nın en büyük oğluydu."
    },
    {
      "id": 223,
      "narrator": "Narrated Al-Mughira bin Shuba:",
      "text": "Al-Mughira bin Şu'ba'dan rivayet edilmiştir: Güneş tutulması, İbrahim'in (Peygamber'in oğlu) ölüm günü meydana geldi."
    },
    {
      "id": 224,
      "narrator": "Narrated Abu Hurairah (ra):",
      "text": "Ebu Hureyre (ra)'den rivayet edilmiştir: Peygamber (ﷺ) (bir kez) rükudan başını kaldırdığında, \"Ya Allah, Al-Walid bin Al-Walid'i, Salama bin Hişam'ı ve 'Aiyyash bin Ebu Rabi'a'yı ve Mekke'deki zayıf, çaresiz müminleri kurtar. Ya Allah, Mudar kabilesine zorla. Ya Allah, onlara (kıtlık) yılları gönder, Yusuf'un (Yusuf) (kıtlık) yılları gibi.\" dedi."
    },
    {
      "id": 225,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Aişe! İşte Cebrail sana selam gönderiyor.\" Ben, \"Selam ve Allah'ın rahmeti üzerine olsun.\" dedim. Aişe ekledi: Peygamber (ﷺ) bizim göremediğimiz şeyleri görüyordu."
    },
    {
      "id": 226,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Bir gün Ümmü Süleym, bir yolculukta bagajdan sorumlu olan kadınların yanındaydı ve Peygamber'in (ﷺ) kölesi Enceşe, develerini (çok hızlı) sürüyordu. Peygamber (ﷺ) dedi ki: \"Ey Enceşe! (develeri) yavaş sür, camdan kaplarla (yani kadınlarla) birlikte.\""
    },
    {
      "id": 227,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) tüm insanlardan en iyi ahlaka sahipti. Abu Ümâr adında bir kardeşim vardı, sanırım yeni sütten kesilmişti. O çocuk Peygamber (ﷺ)'e getirildiğinde, Peygamber (ﷺ) derdi ki: \"Ey Abu Ümâr! El-Nughair (bülbül) ne yaptı?\" O, onunla oynadığı bir bülbüldü. Bazen namaz vakti geldiğinde Peygamber (ﷺ) evimizde olurdu. Halının altındaki yerin süpürülmesini ve su ile ıslatılmasını emrederdi, sonra namaz için kalkar ve biz de arkasında saf tutardık, o da bize namaz kıldırırdı."
    },
    {
      "id": 228,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Ali'nin en sevdiği isim Abu Turab'dı ve biz ona bu isimle hitap ettiğimizde memnun olurdu, çünkü ona ilk kez bu ismi veren Peygamber'di. Bir gün Ali, (eşi) Fatıma ile tartıştı ve evinden çıkıp camide bir duvarın yanında yattı. Peygamber (ﷺ) onu aramak için geldi ve biri, \"O burada, duvarın yanında yatıyor.\" dedi. Peygamber (ﷺ) ona geldiğinde, Ali'nin sırtı toprakla kaplıydı. Peygamber (ﷺ) onun sırtındaki tozu temizlemeye başladı ve dedi ki: \"Kalk, ey Abu Turab!\""
    },
    {
      "id": 229,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kıyamet Günü Allah katında en korkunç isim, kendisine Malik Al-Amlak (kralların kralı) diyen bir adamın ismi olacaktır.\""
    },
    {
      "id": 230,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Allah katında en korkunç (en aşağılık) isim.\" Süfyan birden fazla kez dedi ki: \"Allah katında en korkunç (en aşağılık) isim, kendisine kralların kralı diyen bir adamın ismidir.\" Süfyan dedi ki: \"Başka biri (yani Ebu Az-Zinad'dan başka bir alt rivayetçi) der ki: 'Kralların kralı' ifadesi 'Şahan Şah'ı kastetmektedir.\""
    },
    {
      "id": 231,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir Fadakiya (kadife örtü) ile örtülmüş bir eşeğe bindi ve Usame onun arkasında oturuyordu. Sa'd bin Ubade'yi (hasta) ziyarete gidiyordu ve bu olay Bedir savaşından önce gerçekleşti. Yolda, Abdullah bin Ubai bin Salul'un bulunduğu bir topluluğun yanından geçtiler ve bu, Abdullah bin Ubai İslam'ı kabul etmeden önceydi. O toplulukta Müslümanlar, putperestler ve Yahudiler vardı ve Müslümanlar arasında Abdullah bin Rawaha da vardı. Hayvanın hareketiyle oluşan toz bulutu o topluluğu kapladığında, Abdullah bin Ubai burnunu elbisesiyle kapattı ve \"Bizi tozla kaplamayın.\" dedi. Allah'ın Elçisi (ﷺ) onlara selam verdi, durdu, indi ve onları Allah'a (yani İslam'a) davet etti ve onlara Kuran'ı okudu. Bunun üzerine Abdullah bin Ubai bin Salul ona dedi ki: \"Ey adam! Eğer söylediklerin doğruysa, söylediklerin en iyisidir. Bu yüzden, toplantılarımızda bizi bununla rahatsız etme, ama biri sana gelirse, ona vaaz verebilirsin.\" Bunun üzerine Abdullah bin Rawaha dedi ki: \"Evet, ey Allah'ın Elçisi (ﷺ)! Toplantımızda bize çağrıda bulun, çünkü bunu seviyoruz.\" Böylece Müslümanlar, putperestler ve Yahudiler birbirlerine hakaret etmeye başladılar ve neredeyse birbirleriyle kavga edeceklerdi. Allah'ın Elçisi (ﷺ) onları sakinleştirmeye devam etti ta ki hepsi sessizleşene kadar, sonra Allah'ın Elçisi (ﷺ) hayvanına bindi ve Sa'd bin Ubade'ye girdi. Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Sa'd! Abu Habab'ın (yani Abdullah bin Unbar) ne dediğini duymadın mı?\" \"Şöyle dedi.\" Sa'd bin Ubade dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Babam senin uğruna feda olsun! Onu affet ve bağışla, çünkü sana Kitabı indiren Allah, bu kasabın (Abdullah bin Ubai) bu kasabada hükümdar olarak taç giymesine karar verdiği zaman sana indirdiği Hak ile onu engelledi. Bu nedenle, Allah ona verdiği Hak ile onu boğdu ve bu da onun böyle bir kabalık sergilemesine neden oldu.\" Bunun üzerine Allah'ın Elçisi (ﷺ) onu affetti. (Bu, Allah'ın Elçisi (ﷺ) ve arkadaşlarının putperestlere ve kitap ehline (Hristiyanlar ve Yahudiler) karşı affedici olmaları, Allah'ın onlara emrettiği gibi, ve onlardan rahatsız olduklarında sabırlı olmalarıydı.) Allah dedi: 'Kesinlikle siz, sizden önce Kitap verilenlerden ve putperestlerden çok şey duyacaksınız ki bu da sizi üzecektir...' (3.186) Ayrıca dedi: 'Kitap ehlinin birçoğu, siz iman ettikten sonra sizi inkârcı yapmak için can atmaktadır...' (2.109) Bu yüzden Allah'ın Elçisi (ﷺ) Allah'ın kendisine emrettiğini uyguladı, ta ki onlara karşı savaş izni verilene kadar. Allah'ın Elçisi (ﷺ) Bedir savaşını yaptığında ve Allah, kafirlerin ve Kureyş'in ileri gelenlerinden kimi öldürdüğünde, Allah'ın Elçisi (ﷺ) ve arkadaşları zafer ve ganimetle döndüler ve kafirlerin ve Kureyş'in bazı ileri gelenlerini esir olarak yanlarında getirdiler. Abdullah bin Ubai bin Salul ve onunla birlikte olan putperestler, \"Bu mesele (İslam) artık yüzünü gösterdi, o yüzden Allah'ın Elçisi'ne (İslam'ı kabul etmek için) biat edin.\" dediler. Sonra Müslüman oldular."
    },
    {
      "id": 232,
      "narrator": "Narrated `Abdullah bin Al-Harith bin Naufal:",
      "text": "Abdullah bin Harith bin Naufal'dan rivayet edilmiştir: Abbas bin Abdul Muttalib dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Abu Talib'e, seni koruyup kolladığı ve senin için öfkelendiği için bir faydan oldu mu?\" Peygamber (ﷺ) dedi ki: \"Evet, o ateşte sığ bir yerde. Ben olmasaydım, o ateşin en derin yerinde olacaktı.\""
    },
    {
      "id": 233,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir gün Peygamber (ﷺ) yolculukta idi ve develerin sürücüsü (develeri hızlı gitmesi için) şarkı söylemeye başladı. Peygamber (ﷺ) ona dedi ki: \"(Dikkat et) Camdan kaplarla yavaş sür, ey Enceşe! Vay başına (Allah sana merhamet etsin).\""
    },
    {
      "id": 234,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) bir yolculukta idi ve Enceşe adında bir köle, develeri hızlı gitmesi için (şarkı söyleyerek) sürüyordu. Peygamber (ﷺ) dedi ki: \"Ey Enceşe, camdan kaplarla (develeri) yavaş sür!\" Ebu Kılabe dedi ki: \"Camdan kaplarla kastettiği kadınlardır (develeri süren).\""
    },
    {
      "id": 235,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ)'in Anjasha adında bir had (deve sürücüsü) vardı ve güzel bir sesi vardı. Peygamber (ﷺ) ona dedi ki: \"(Yavaş) sür, ey Enceşe! Camdan kapları kırma!\" Ve Katade dedi ki: \"(Kaplarla) zayıf kadınları kastetmiştir.\""
    },
    {
      "id": 236,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Medine'de bir korku durumu vardı. Allah'ın Elçisi (ﷺ) Ebu Talha'ya ait bir ata bindi (meseleyi görmek için). Peygamber (ﷺ) dedi ki: \"Hiçbir şey göremedik ve o atı bir deniz gibi (hızlı) bulduk.\""
    },
    {
      "id": 237,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bazı insanlar Allah'ın Elçisi (ﷺ)'ne falcıları sordular. Allah'ın Elçisi (ﷺ) onlara dedi ki: \"Onlar bir şey değildir (yani yalancıdırlar).\" İnsanlar dediler ki: \"Ey Allah'ın Elçisi (ﷺ)! Bazen doğru çıkan bir şey söylüyorlar.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Doğru çıkan o kelime, bir lanetçinin çaldığı ve sonra onu falcıya, tavukların gıdaklamasına benzer bir sesle fısıldadığı kelimedir ve sonra ona yüz yalan eklerler.\""
    },
    {
      "id": 238,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin şöyle dediğini işitti: \"Sonra bana İlahi Vahiy'in kesildiği bir dönem oldu. Sonra yürürken birden gökyüzünden bir ses duydum ve gözlerimi gökyüzüne kaldırdım ve Hira mağarasında bana gelen aynı meleği, gökyüzü ile yer arasında bir tahtta otururken gördüm.\""
    },
    {
      "id": 239,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gece Maimuna'nın evinde kaldım ve Peygamber (ﷺ) onunla birlikteydi. Gece yarısının son üçte biri veya gecenin bir kısmı olduğunda, Peygamber (ﷺ) gökyüzüne bakarak kalktı ve şöyle okudu: \"Şüphesiz, göklerin ve yerin yaratılışında ve gece ile gündüzün birbirini takip etmesinde, akıl sahipleri için gerçekten ibretler vardır.\" (3.190)"
    },
    {
      "id": 240,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) ile Medine'deki bahçelerden birinde bulunuyordum ve Peygamber'in elinde bir sopa vardı, su ve çamuru (yavaşça) vuruyordu. Bahçenin kapısında bir adam geldi ve içeri girmek için izin istedi. Peygamber (ﷺ) dedi ki: \"Kapıyı ona açın ve cennete girmesi için müjdeleyin.\" Gittim ve bakın! O Ebu Bekir'di. Kapıyı ona açtım ve cennete girmesi için müjdeledim. Sonra başka bir adam geldi ve içeri girmek için izin istedi. Peygamber (ﷺ) dedi ki: \"Kapıyı ona açın ve cennete girmesi için müjdeleyin.\" Bakın! O Ömer'di. Kapıyı ona açtım ve cennete girmesi için müjdeledim. Sonra başka bir adam geldi ve içeri girmek için izin istedi. Peygamber (ﷺ) yaslanmış bir pozisyonda oturuyordu, oturdu ve dedi ki: \"Kapıyı ona açın ve ona bir felaketin başına geleceği veya olacak bir şeyle cennete girmesi için müjdeleyin.\" Gittim ve bakın! O Osman'dı. Kapıyı ona açtım ve cennete girmesi için müjdeledim ve Peygamber (ﷺ)'in söylediği (bir felaket hakkında) de bilgi verdim. Osman dedi ki: \"Allah'tan başka kimseye sığınmam.\""
    },
    {
      "id": 241,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile bir cenaze alayındaydık ve o, küçük bir sopa ile yere kazımaya başladı ve \"Aranızda cennette veya cehennemde bir yeri tayin edilmemiş kimse yoktur.\" dedi. İnsanlar ona, \"Buna güvenmemeli miyiz?\" dediler. O da: \"İyi ameller yapmaya devam edin, çünkü herkes, kendisine tayin edilen yere götüren amelleri kolayca bulacaktır.\" dedi. Sonra şu ayeti okudu: \"Kim (hayır için) verir ve Allah'a karşı gelmekten sakınır...\" (92.5)"
    },
    {
      "id": 242,
      "narrator": "Narrated Um Salama:",
      "text": "---"
    },
    {
      "id": 243,
      "narrator": "Narrated Safiya bint Huyai:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: (Bir gece) Peygamber (ﷺ) uyandı ve \"Subhan Allah! Ne kadar hazine indirilmiş! Ve ne kadar belâ inmiştir! Bu evlerin uykuda olan kadın sakinlerini (namaz için) kim uyandıracak?\" dedi. (Bununla eşlerini kastetti.) Peygamber (ﷺ) ekledi: \"Bu dünyada iyi giyinmiş bir kişi, 'Ahirette' çıplak olabilir.\" Ömer dedi ki, \"Peygamber'e, 'Eşlerini boşadın mı?' diye sordum. O da, 'Hayır.' dedi. Ben de, 'Allahu Ekber.' dedim.\""
    },
    {
      "id": 244,
      "narrator": "Narrated `Abdullah bin Mughaffal Al-Muzani:",
      "text": "---"
    },
    {
      "id": 245,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Safiye bint Huyai'den rivayet edilmiştir: Peygamber (ﷺ) ile Ramazan ayının son on gecesinde İ'tikaf'tayken (camiye kapanmışken) Allah'ın Messenger'ına (ﷺ) gittim. Gece bir saat onunla konuştum ve sonra evime dönmek için kalktım. Peygamber (ﷺ) de beni uğurlamak için kalktı ve biz, Peygamber'in eşi Ümmü Seleme'nin ikametgahının karşısındaki caminin kapısına vardığımızda, iki Ensar adamı yanımızdan geçti ve Allah'ın Messenger'ına (ﷺ) selam vererek hızla ilerlediler. Allah'ın Messenger'ı (ﷺ) onlara, \"Aceleniz olmasın, o Safiye, Huyai'nin kızıdır.\" dedi. Onlar da, \"Subhan Allah! Ey Allah'ın Messenger'ı (ﷺ), seni nasıl şüpheyle değerlendirebiliriz?\" dediler. Bu, her ikisi için de büyük bir şeydi. Peygamber (ﷺ) daha sonra dedi ki, \"Şeytan, Adem'in oğlunun (yani insanın) bedeninde kanı gibi dolaşır ve ben, onun (Şeytan'ın) kalplerinize kötü bir düşünce sokmasından korktum.\""
    },
    {
      "id": 246,
      "narrator": "Narrated Al-Bara:",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah bin Mughaffal Al-Muzani'den rivayet edilmiştir: Peygamber (ﷺ) parmaklarla (baş parmak ve işaret parmağı veya orta parmakla) taş atmayı yasakladı ve \"Ne avlanır ne de bir düşmanı yaralar, ama bir göz çıkarır veya bir dişi kırar.\" dedi."
    },
    {
      "id": 248,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 249,
      "narrator": "Narrated Anas:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: İki adam Peygamber'in önünde hapşırdı. Peygamber (ﷺ) bunlardan birine, \"Allah sana merhamet etsin.\" dedi, ama diğerine bunu demedi. Nedenini sorduklarında, Peygamber (ﷺ) \"O, hapşırdığı zaman Allah'ı övdü, diğeriyse Allah'ı övmedi.\" dedi."
    },
    {
      "id": 250,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    }
  ]
}