{
  "language": "tr",
  "metadata": {
    "length": 75,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, Adem'i kendi suretinde, altmış arşın (yaklaşık 30 metre) boyunda yarattı. Onu yarattığında, ona 'Git ve orada oturan o grup meleklere selam ver, onların sana ne cevap vereceklerini dinle, çünkü bu senin ve neslinin selamı olacaktır' dedi. Adem (gitti ve) 'As-Salamu alaikum' dedi. Onlar da 'As-Salamu-'Alaika wa Rahmatullah' diye cevap verdiler. Böylece 'Wa Rahmatullah' eklediler. Peygamber (ﷺ) şöyle ekledi: 'Kim cennete girecekse, Adem'in şekil ve suretinde olacaktır. O zamandan beri Adem'in (neslinin) yaratılışı (yani insan boyu sürekli olarak azalıyor) günümüze kadar devam etmektedir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: El-Fadl bin Abbas, Nahr Günü'nde (kurban kesme günü, 10. Zilhicce) Peygamber (ﷺ) ile birlikte deveye binerken onun arkasında oturuyordu ve El-Fadl yakışıklı bir adamdı. Peygamber (ﷺ) insanlara hüküm vermek için durdu. Bu esnada, Khath'am kabilesinden güzel bir kadın geldi ve Allah'ın Elçisi (ﷺ)'nden hükmünü sordu. El-Fadl ona bakmaya başladı çünkü güzelliği onu çekti. Peygamber (ﷺ) El-Fadl ona bakarken arkasına döndü; bu yüzden Peygamber (ﷺ) elini geriye uzattı ve El-Fadl'ın çenesini tutarak yüzünü (ona bakmaması için) çevirdi. Kadın, \"Ey Allah'ın Elçisi (ﷺ)! Allah'ın kullarına farz kıldığı Hac, babama düşmüş durumda, o yaşlı ve binerken sağlam duramıyor. Onun adına Hac yapmam yeterli olur mu?\" dedi. O da, \"Evet.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Dikkat edin! Yollarda oturmaktan kaçının.\" Onlar (insanlar) dediler ki, \"Ey Allah'ın Elçisi! Burada oturmaktan kaçınamayız, çünkü burada konuşmalarımız oluyor.\" Peygamber (ﷺ) dedi: \"Eğer oturmaktan başka bir şey yapmıyorsanız, o zaman yola hakkını verin.\" Onlar sordular: \"Yolun hakkı nedir, ey Allah'ın Elçisi?\" O da dedi: \"Gözlerinizi aşağıda tutmak, başkalarına zarar vermekten kaçınmak, selamı iade etmek, iyiliği emretmek ve kötülükten sakındırmaktır.\""
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) ile namaz kıldığımızda, 'As-Salam Allah'a O'nun kullarından, As-Salam Cebrail'e, As-Salam Mikail'e, As-Salam falana filana' derdik. Peygamber (ﷺ) namazını bitirdiğinde, bize döndü ve şöyle dedi: \"Allah kendisi As-Salam'dır (Selam), bu yüzden birisi namazda oturduğunda, 'at-Tahiyatu li-l-lahi, Was-Salawatu, Wat-Taiyibatu, As-Salamu 'Alaika aiyuhan-Nabiyyu wa Rahmatullah wa Barakatuhu, As-Salamu 'Alaina wa 'ala 'Ibadillahi assalihin' demelidir. Eğer böyle derse, bu, Allah'ın göklerde ve yerdeki bütün salih kulları için olacaktır. (Sonra demelidir) 'Ash-hadu an la ilaha illallahu wa ash-hadu anna Muhammadan 'Abduhu wa rasulu-hu,' ve sonra istediği herhangi bir duayı yapabilir.\" (Bkz. Hadis No. 797, Cilt 1)."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Gençler, yaşlılara selam versin, geçenler oturanlara selam versin ve az sayıda insanlar, çok sayıda insanlara selam versin.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Binen kişi yürüyene selam versin, yürüyen kişi oturana selam versin ve az sayıda insanlar, çok sayıda insanlara selam versin.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Binen kişi yürüyene selam versin, yürüyen kişi oturana selam versin ve az sayıda insanlar, çok sayıda insanlara selam versin.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Genç kişi yaşlıya selam versin, yürüyen kişi oturana selam versin ve az sayıda insanlar, çok sayıda insanlara selam versin.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize yedi şey yapmamızı emretti: hastaları ziyaret etmek, cenaze alayını takip etmek, hapşıran kişiye 'Yarhamukallah' demek, zayıflara yardım etmek, mazlumlara yardım etmek, selamı yaymak ve başkalarına yeminlerini yerine getirmelerine yardımcı olmak (eğer günah değilse). Bize gümüş kaplardan içmeyi, altın yüzük takmayı, ipek eyerlerde binmeyi, ipek elbiseler giymeyi, Dibaj (kalın ipek kumaş), Qassiy ve Istabraq (iki tür ipek) giymeyi yasakladı. (Bkz. Hadis No. 539, Cilt 7)"
    },
    {
      "id": 10,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir: Bir adam Peygamber'e sordu: \"En iyi İslami özellikler nelerdir?\" Peygamber (ﷺ) dedi: \"İnsanları doyurmak ve tanıdıklarınıza ve tanımadıklarınıza selam vermektir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Aiyub:",
      "text": "Abu Aiyub'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Müslümanın, kardeş Müslümanıyla üç günden fazla konuşmaması helal değildir; karşılaştıklarında biri yüzünü bir tarafa, diğeri diğer tarafa çevirir. Şunu bil ki, ikisinden daha iyi olan, diğerine selam verenidir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: O, Peygamber (ﷺ) Medine'ye hicret ettiğinde on yaşındaydı. Ekledi: \"Ben, Allah'ın Elçisi'ne on yıl (hayatının son kısmında) hizmet ettim ve Al-Hijab emrinin ne zaman indirildiğini insanlardan daha iyi biliyorum. Ubai bin Ka'b bana bunu sorardı. Bu emir, Allah'ın Elçisi (ﷺ) ile Zeynep bint Cahş'ın evliliği sırasında ilk kez indirildi. Sabah, Peygamber (ﷺ) onun damadıydı ve insanları davet etti, yemeklerini yediler ve gittiler, ama bir grup Allah'ın Elçisi (ﷺ) ile kaldı ve uzun süre oturdular. Allah'ın Elçisi (ﷺ) kalktı ve dışarı çıktı, ben de onunla birlikte çıktım, ta ki Aişe'nin evinin eşiğine gelene kadar. Allah'ın Elçisi (ﷺ) o insanların o zaman gitmiş olduğunu düşündü, bu yüzden geri döndü, ben de onunla geri döndüm, ta ki Zeynep'in yanına girdi ve onların hala orada oturduğunu ve gitmediğini gördü. Peygamber (ﷺ) tekrar dışarı çıktı, ben de onunla birlikte çıktım, ta ki Aişe'nin evinin eşiğine gelene kadar, ve sonra o insanların o zaman gitmiş olduğunu düşündü, bu yüzden geri döndü, ben de onunla geri döndüm ve o insanların gitmiş olduğunu gördüm. O zaman Al-Hijab ayeti indirildi ve Peygamber (ﷺ) benimle onun (ailesi) arasında bir perde koydu.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Zeynep ile evlendiğinde, insanlar geldi ve onlara yemek ikram edildi, sonra oturdular (yemeklerini bitirdikten sonra) ve sohbet etmeye başladılar. Peygamber (ﷺ) kalkmak istiyormuş gibi yaptı, ama onlar kalkmadı. Bunu görünce, kalktı ve bazı insanlar da kalktı ve gitti, bazıları ise oturmaya devam etti. Peygamber (ﷺ) geri döndüğünde, insanların hala oturduğunu gördü, ama sonra kalkıp gittiler. Ben de Peygamber (ﷺ)'e onların gidişini bildirdim ve o da içeri girdi. Ben de içeri girmeyi düşündüm ama Peygamber (ﷺ) benimle arasında bir perde koydu, çünkü Allah şöyle indirdi: \"Ey iman edenler! Peygamberin evlerine girmeyin...\" (33.53)"
    },
    {
      "id": 14,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamberin eşi) Ömer bin Hattab, Allah'ın Elçisi (ﷺ)'ne \"Eşlerinizi örtün\" derdi. Ama o bunu yapmadı. Peygamber (ﷺ)'in eşleri, yalnızca gece dışarı çıkıp ihtiyaçlarını gidermekteydi. Bir gün Sauda, Zama'nın kızı dışarı çıktı ve o uzun bir kadındı. Ömer bin Hattab, bir toplantıda iken onu gördü ve \"Seni tanıdım, ey Sauda!\" dedi. Ömer, kadınların örtünmesi konusunda bazı İlahi emirler beklediği için bunu söyledi. Böylece Allah, örtünme ayetini indirdi. (Al-Hijab; gözler hariç tüm vücut örtüsü). (Bkz. Hadis No. 148, Cilt 1)"
    },
    {
      "id": 15,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Bir adam, Peygamberin evine yuvarlak bir delikten bakmaya çalıştı, o sırada Peygamber (ﷺ) başını kaşımak için bir demir tarakla (Midray) kaşınıyordu. Peygamber (ﷺ) dedi: \"Eğer baktığını bilseydim, gözünü onunla (yani tarakla) delerdim.\" Gerçekten de! İçeri girmeden izin alma emri, o bakış yüzünden indirilmiştir, (birinin başkalarının durumuna izinsiz bakmaması gerektiği). (Bkz. Hadis No. 807, Cilt 7)"
    },
    {
      "id": 16,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam, Peygamberin (ﷺ) odasına göz attı. Peygamber (ﷺ) ayağa kalktı, elinde bir ok ucu tutuyordu. Sanki onu, adamı bıçaklamak için bakıyormuşum gibi."
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: 'Lamam' (küçük günahlar) ile ilgili olarak, Abu Huraira'nın Peygamberden rivayet ettiğinden daha çok bir şey görmedim. Peygamber şöyle dedi: \"Allah, Adem'in oğluna, kaçınılmaz olarak işlediği zina payını yazmıştır. Gözlerin zinası, yasak bir şeye bakmaktır; dilin zinası, konuşmaktır; içsel arzu ve istekler ise bunu tasdik eder veya inkâr eder.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) birine selam verdiğinde, ona üç kez selam verirdi ve eğer bir cümle söylese, onu üç kez tekrar ederdi."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Ansar'ın bir toplantısında bulunduğum sırada, Abu Musa korkmuş bir şekilde geldi ve \"Ümer'e üç kez girmek için izin istedim, ama izin verilmedi, bu yüzden geri döndüm.\" dedi. (Ümer bunu duyunca) Abu Musa'ya, \"Neden girmedin?\" dedi. Abu Musa, \"Üç kez izin istedim, ama verilmedi, bu yüzden geri döndüm; çünkü Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer biriniz üç kez girmek için izin isterse ve izin verilmezse, geri dönmelidir.'\" Ümer, \"Vallahi! Abu Musa'dan bunun için şahit getirmesini isteyeceğiz.\" dedi. (Abu Musa, Ansar'ın bir toplantısına gitti ve) \"Aranızda bu durumu Peygamberden (ﷺ) duyan var mı?\" dedi. Ubai bin Ka'b, \"Vallahi, seninle gidecek olan tek kişi en genç olanıdır.\" dedi. (Abu Sa'id) onların en genç olanıydı, bu yüzden Abu Musa ile birlikte gidip Ümer'e, Peygamberin (ﷺ) böyle söylediğini bildirdim. (Bkz. Hadis No. 277, Cilt 3)"
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikte (eve) girdim. Orada bir leğende süt buldu. \"Ey Ebu Hirr! Git ve Suffa halkını bana çağır.\" dedi. Ben onlara gittim ve davet ettim. Onlar geldiler ve girmek için izin istediler, izin verildiğinde içeri girdiler. (Detaylar için bkz. Hadis No. 459)"
    },
    {
      "id": 21,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir grup çocuğun yanından geçerken onlara selam verdim ve \"Peygamber (ﷺ) böyle yapardı.\" dedim."
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Hazim:",
      "text": "Ebu Hazim'den rivayet edilmiştir: Sahl dedi ki, \"Cuma günleri mutlu olurduk.\" Ben Sahl'a, \"Neden?\" dedim. O, \"Tanıdığımız yaşlı bir kadın vardı, Buda'a'ya (İbn Mesleme dedi ki, \"Buda'a, Medine'deki bir hurma bahçesiydi\") birini gönderirdi. Köklerinden silq (bir tür sebze) çıkarır ve onu bir pişirme kabına koyar, üzerine biraz öğütülmüş arpa eklerdi (ve pişirirdi). Cuma namazını bitirdikten sonra, ona (yanından geçerken) selam verirdik, o da bize o yemeği sunardı, bu yüzden mutlu olurduk. Ne öğle uykusu alırdık, ne de yemek yerdik, Cuma namazından sonra.\" (Bkz. Hadis No. 60, Cilt 2)"
    },
    {
      "id": 23,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Aişe! Bu, Cebrail'in sana selam göndermesidir.\" Ben, \"Selam, ve Allah'ın Rahmeti onun üzerine olsun (Cebrail).\" dedim. (O, Allah'ın Elçisine hitap ediyordu)."
    },
    {
      "id": 24,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Babamın borcu hakkında Peygamber (ﷺ) ile danışmak için geldim. Kapıyı çaldım, o da, \"Kim o?\" diye sordu. Ben, \"Ben.\" dedim. O, \"Ben, ben mi?\" dedi, bunu hoşlanmamış gibi tekrar etti."
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Huraira'dan rivayet edilmiştir: Bir adam, Allah'ın Elçisi (ﷺ) caminin bir köşesinde otururken camiye girdi. Adam namaz kıldı, geldi ve Peygambere selam verdi. Allah'ın Elçisi (ﷺ) ona, \"Ve 'Aleykesselam (selamını aldı). Geri dön ve namazını tekrar kıl, çünkü düzgün kılmadın.\" dedi. Adam geri döndü, namazını tekrar etti, geldi ve Peygambere selam verdi. Peygamber (ﷺ) ona, \"Ve 'aleykesselam (selamını aldı). Geri dön ve tekrar kıl, çünkü düzgün kılmadın.\" dedi. Adam ikinci veya üçüncü kez, \"Ey Allah'ın Elçisi (ﷺ)! Lütfen bana nasıl namaz kılacağımı öğret.\" dedi. Peygamber (ﷺ) dedi ki, \"Namaza durduğunda, abdestini düzgün al ve sonra Kıble'ye dön ve Takbir (Allahu Ekber) de, ardından bildiğin Kur'an'dan oku, sonra sakin bir şekilde rükû yap, rahatlayana kadar bekle, sonra rükûdan kalk, dik durana kadar bekle, sonra sakin bir şekilde secde et (ve secdede kal) rahatlayana kadar bekle, sonra başını kaldır ve otur, sakin bir şekilde oturana kadar bekle, sonra sakin bir şekilde secde et (ve secdede kal) rahatlayana kadar bekle, sonra başını kaldır ve otur, sakin bir şekilde oturana kadar bekle, ve namazının tamamında böyle yap.\" Ve Ebu Usama ekledi, \"Dik durana kadar.\" (Bkz. Hadis No. 759, Cilt 1)"
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi (yukarıdaki rivayet No. 268'de), \"Ve sonra otururken başını kaldır, rahatlayana kadar.\""
    },
    {
      "id": 27,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) ona dedi ki, \"Cebrail sana selam gönderiyor.\" O, \"Ve 'aleyhi-s-Selam ve Rahmetullah.\" (Selam ve Allah'ın Rahmeti onun üzerine olsun) dedi."
    },
    {
      "id": 28,
      "narrator": "Narrated `Urwa-bin Az-Zubair:",
      "text": "Urve bin Zübeyr'den rivayet edilmiştir: Usame bin Zeyd dedi ki, \"Peygamber (ﷺ) altında kalın yumuşak bir Fadakiya kadife örtü olan bir eşeğe bindi. Usame bin Zeyd, onun biniş arkadaşıydı ve Sa'd bin Ubade'yi (hasta olan) Beni Harith bin Al-Khazraj'ın evinde ziyaret etmeye gidiyordu ve bu olay Bedir savaşından önce oldu. Peygamber (ﷺ) Müslümanların, putperestlerin ve Yahudilerin bulunduğu bir topluluğun yanından geçti ve aralarında Abdullah bin Ubai bin Salul da vardı, Abdullah bin Rawaha da vardı. Hayvanın kaldırdığı toz bulutu o topluluğu kapladığında, Abdullah bin Ubai burnunu ridası (örtüsü) ile kapadı ve Peygambere, \"Bizi tozla kaplama.\" dedi. Peygamber (ﷺ) onlara selam verdi ve sonra durdu, indi ve onları Allah'a (yani İslam'a) davet etti ve onlara Kuran'ı okudu. Abdullah bin Ubai bin Salul, \"Ey adam! Eğer söylediklerin doğruysa, söylediklerinden daha iyisi yok. Bu yüzden bizi toplantılarımızda rahatsız etme. Geri dön, eğer aramızdan biri sana gelirse, ona (hikayelerini) anlat.\" dedi. Bunun üzerine Abdullah bin Rawaha, \"(Ey Allah'ın Elçisi (ﷺ)!) Bize gel ve (söylemek istediğini) toplantılarımızda getir, çünkü bunu seviyoruz.\" dedi. Böylece Müslümanlar, putperestler ve Yahudiler tartışmaya başladılar ve birbirleriyle kavga etmeye kalktılar. Peygamber (ﷺ) onları sakinleştirmeye devam etti (ta ki hepsi sessizleşene kadar). Sonra hayvanına bindi ve Sa'd bin Ubade'ye girdi, \"Ey Sa'd, Abu Habbab'ın (Abdullah bin Ubai'yi kastederek) ne dediğini duymadın mı? Şöyle dedi.\" Sa'd bin Ubade, \"Ey Allah'ın Elçisi (ﷺ)! Onu affet ve bağışla, çünkü Allah, sana verdiği şeyle seni onurlandırdı. Bu kasabanın insanları onu (lider olarak) taçlandırmaya ve kral yapmaya karar verdiler. Ama Allah, sana verdiği Hak ile bunu engelledi, bu da onu boğdu ve bu yüzden gördüğün şekilde davrandı.\" dedi. Böylece Peygamber onu affetti."
    },
    {
      "id": 29,
      "narrator": "Narrated `Abdullah bin Ka`b:",
      "text": "Abdullah bin Ka'b'tan rivayet edilmiştir: Ka'b bin Malik'in (Tabuk savaşına katılmadığında) anlatırken duyduğumu işittim: Allah'ın Elçisi (ﷺ) tüm Müslümanlara bize konuşmayı yasakladı. Ben Allah'ın Elçisine (ﷺ) gelir ve ona selam verirdim, ve Peygamberin (ﷺ) selamıma karşılık verip vermediğini merak ederdim, ta ki elli gece geçene kadar. Peygamber (ﷺ) daha sonra (insanlara) Allah'ın bizi affettiğini (tövbemizi kabul ettiğini) açıkladı, sabah namazını kıldığında."
    },
    {
      "id": 30,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir grup Yahudi, Allah'ın Elçisine (ﷺ) geldi ve \"As-samu 'Alaika\" (Ölüm sana olsun) dediler, ben bunu anladım ve onlara, \"Alaikum As-Samu wa-l-la'na (Ölüm ve lanet sizlere olsun).\" dedim. Allah'ın Elçisi, \"Sakin ol! Ey Aişe, çünkü Allah, her konuda nazik ve yumuşak olmayı sever.\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)! Onların ne söylediğini duymadın mı?\" dedim. Allah'ın Elçisi (ﷺ) dedi ki, \"Ben (zaten) onlara, 'Alaikum (sizin üzerinize).' dedim.\""
    },
    {
      "id": 31,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle buyurdu: \"Yahudiler size selam verdiğinde genellikle 'As-Samu 'alaikum (Ölüm üzerinize olsun)' derler, buna karşılık siz de 'Wa'alaikum (Ve size de olsun)' demelisiniz.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ehl-i Kitap sizlere selam verdiğinde, buna karşılık 'Wa'alaikum (Ve size de olsun)' demelisiniz.\""
    },
    {
      "id": 33,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) beni, Az-Zubair bin Al-Awwam'ı ve Abu Marthad Al-Ghanawi'yi gönderdi, hepimiz atlıydık ve şöyle dedi: \"Rawdat Khakh'a gidin, orada Hatib bin Abi Balta'a'nın Mekke'deki putperestlere gönderdiği bir mektubu taşıyan bir kadın var.\" Biz, Allah'ın Messenger'inin (ﷺ) bize söylediği yerde, kadının deve üzerinde ilerlediğini yakaladık. Ona \"Yanında hangi mektup var?\" dedik. O da \"Yanımda mektup yok.\" dedi. Bunun üzerine devesini diz çöktürdük ve yükünü (eşyalarını vb.) aradık ama hiçbir şey bulamadık. İki arkadaşım \"Biz mektup göremiyoruz.\" dediler. Ben de \"Allah'ın Messenger'inin (ﷺ) yalan söylemediğini biliyorum. Vallahi, eğer sen (kadın) mektubu çıkarmazsan, seni elbisenden soyacağım.\" dedim. Ciddiyetimi fark edince, belindeki örtünün düğmesine elini attı, çünkü kendini örtmüştü ve mektubu çıkardı. Biz de mektup ile Allah'ın Messenger'ine (ﷺ) gittik. Peygamber (ﷺ) Habib'e şöyle dedi: \"Yaptığın şey nedir, ey Hatib?\" Hatib cevap verdi: \"Ben sadece Allah'a ve O'nun Elçisine inanıyorum, dinimde bir değişiklik yapmadım. Ama Mekke'deki insanlara (putperestlere) bir iyilik yapmak istedim ki Allah ailemi ve malımı korusun, çünkü sizin arkadaşlarınızdan hiç kimse yoktur ki Allah onun malını korumasın.\" Peygamber (ﷺ) dedi: \"Habib sana doğruyu söyledi, ona (hiçbir şey) ama iyi söylemeyin.\" Umar bin Al-Khattab dedi: \"Gerçekten o, Allah'a, O'nun Elçisine ve müminlere ihanet etti! İzninle boynunu vurayım!\" Peygamber (ﷺ) dedi: \"Ey Umar! Sen ne biliyorsun; belki Allah Badr savaşçılarına baktı ve 'İstediğinizi yapın, çünkü ben sizin cennette olmanızı takdir ettim' dedi.\" Bunun üzerine Umar ağladı ve \"Allah ve O'nun Elçisi en iyi bilendir.\" dedi."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Sufyan bin Harb:",
      "text": "Ebu Süfyan bin Harb'dan rivayet edilmiştir: Herakleios, onunla birlikte Şam'da ticaret yapan Kureyş'ten bir grup göndermişti ve onlar ona geldiler. Ebu Süfyan, tüm olayı anlattı ve şöyle dedi: \"Herakleios, Allah'ın Messenger'inin (ﷺ) mektubunu istedi. Mektup okunduğunda içeriği şöyleydi: 'Rahman ve Rahim olan Allah'ın adıyla. Muhammad, Allah'ın kulu ve Elçisi, Herakleios, Bizanslıların başkanına: Doğru yolda gidenin üzerine selam olsun! Amma ba'du (devam edecek olursak)...' (Detaylar için Hadis No 6, Cilt 1'e bakınız.)\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Hurairah (ra):",
      "text": "Ebu Hureyre (ra) tarafından rivayet edilmiştir: Allah'ın Messenger'i (ﷺ), Beni İsrail'den bir kişiyi anlattı. O kişi bir parça odun aldı, içine bir delik açtı ve oraya bin Dinar ve arkadaşına yazdığı bir mektup koydu. Peygamber (ﷺ) dedi ki: \"(O adam) bir parça odun kesti, parayı içine koydu ve şöyle bir mektup yazdı.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Said'den rivayet edilmiştir: Kureyza kabilesinin insanları Sa'd'ın hükmünü kabul etme konusunda anlaştılar. Peygamber (ﷺ) onu (Sa'd'ı) çağırdı ve o geldi. Peygamber (ﷺ) onlara şöyle dedi: \"Sizin lideriniz veya en iyiniz için ayağa kalkın!\" Sa'd, Peygamber'in (ﷺ) yanına oturdu ve Peygamber (ﷺ) ona şöyle dedi: \"Bu insanlar senin hükmünü kabul etmeye karar verdiler.\" Sa'd dedi ki: \"O halde benim hükmüm, savaşçılarının öldürülmesi ve kadınları ile çocuklarının esir alınmasıdır.\" Peygamber (ﷺ) dedi: \"Sen, Allah'ın (Kralın) hükmüne göre hüküm verdin.\" (Detaylar için Hadis No. 447, Cilt 5'e bakınız.)"
    },
    {
      "id": 37,
      "narrator": "Narrated Qatada:",
      "text": "Katade'den rivayet edilmiştir: Anas'a sordum: \"Peygamber (ﷺ) arkadaşlarının birbirleriyle tokalaşma geleneği var mıydı?\" O da \"Evet.\" dedi."
    },
    {
      "id": 38,
      "narrator": "Narrated `Abdullah bin Hisham:",
      "text": "Abdullah bin Hişam'dan rivayet edilmiştir: Biz Peygamber (ﷺ) ile birlikteydik ve O, Umar bin Al-Khattab'ın elini tutuyordu."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bana Tashah-hud'u, Kur'an'dan bir sureyi öğretti, elim O'nun ellerinin arasında iken. (Tashah-hud) en güzel övgüler, dualar ve hayırlar Allah'a aittir. Selam ve Allah'ın Rahmeti ve Bereketleri senin üzerine olsun, ey Peygamber! Selam bizlere ve Allah'ın salih kullarına olsun, ben şahitlik ederim ki, Allah'tan başka ibadet edilmeye layık olan yoktur ve ben ayrıca şahitlik ederim ki, Muhammed Allah'ın kulu ve Elçisi'dir. (Bunu Peygamber (ﷺ) hayattayken namazda okurduk, ama O vefat ettikten sonra, \"Peygambere selam olsun.\" derdik.)"
    },
    {
      "id": 40,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Ali bin Ebu Talib, Peygamber'in (ﷺ) fatal hastalığı sırasında evinden çıktı. İnsanlar (Ali'ye) \"Ey Ebu Hasan! Allah'ın Messenger'inin (ﷺ) bu sabah sağlığı nasıl?\" diye sordular. Ali dedi ki: \"Bu sabah Allah'ın izniyle daha iyi.\" Al-`Abbas, Ali'yi elinden tutarak \"Onu (ölmek üzere) görmüyor musun? Vallahi, üç gün içinde sopa (yani başka bir hükümdarın) kölesi olacaksın. Vallahi, Allah'ın Messenger'inin (ﷺ) mevcut hastalığından öleceğini düşünüyorum, çünkü Abdul Muttalib'in soyundan ölüm belirtilerini biliyorum. O halde Allah'ın Messenger'ine (ﷺ) gidelim ve kimin halifeliği alacağını soralım. Eğer yetki bize verilirse, bunu bileceğiz, eğer başkasına verilirse, ondan bizi ona tavsiye etmesini isteyeceğiz.\" Ali dedi ki: \"Vallahi! Eğer Allah'ın Messenger'inden (ﷺ) yönetim istemezsek, insanlar asla bize vermez. Ayrıca, ben Allah'ın Messenger'inden (ﷺ) bunu istemeyeceğim.\" (Detaylar için Hadis No 728, Cilt 5'e bakınız.)"
    },
    {
      "id": 41,
      "narrator": "Narrated Mu`adh:",
      "text": "Mu'adh'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikteyken, \"Ey Mu'adh!\" dedi. Ben de \"Labbaik ve Sa'daik.\" dedim. Bu çağrıyı üç kez tekrarladı ve sonra \"Allah'ın kulları üzerindeki hakkını biliyor musun?\" dedi. Ben de \"Hayır.\" dedim. O da \"Allah'ın kulları üzerindeki hakkı, yalnızca O'na ibadet etmeleri ve O'na ortak koşmamalarıdır.\" dedi. O, \"Ey Mu'adh!\" dedi. Ben de \"Labbaik ve Sa'daik.\" dedim. O, \"Eğer (Allah'a) ibadet ederlerse, Allah'ın kullarının (O'na) hakkı nedir?\" dedi. \"Onları azap etmeyecektir.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Dhar:",
      "text": "(bir başka isnadla Mu'adh üzerinden)"
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ebu Dhar'dan rivayet edilmiştir: Akşam vakti Peygamber (ﷺ) ile birlikte Medine'nin Hurra'sında yürüyordum, Uhud dağı önümüzde belirdi. Peygamber (ﷺ) dedi ki: \"Ey Ebu Dhar! Benim için Uhud dağının eşdeğeri kadar altın istemem, eğer ondan bir Dinar bile yanımda kalmazsa, bir günden fazla veya üç günden fazla, yalnızca borçlarımı ödemek için saklayacağım o Dinar hariç. Ben, onu Allah'ın kulları arasında bu şekilde ve bu şekilde ve bu şekilde harcayacağım.\" Peygamber (ﷺ) bunu göstermek için elini işaret etti ve sonra \"Ey Ebu Dhar!\" dedi. Ben de \"Labbaik ve Sa'daik, ey Allah'ın Messenger'i!\" dedim. O da \"Bu dünyada çok malı olanlar, ahirette en az ödüllendirilenlerdir, ancak bu şekilde ve bu şekilde (yani, mallarını hayır için harcayanlar) olanlar hariç.\" Sonra bana \"Yerinde kal ve oradan ayrılma, ey Ebu Dhar, ta ki ben geri dönene kadar.\" dedi. O, benden kaybolana kadar gitti. Sonra bir ses duydum ve Allah'ın Messenger'ine (ﷺ) bir şey olmuş olabileceğinden korktum, gitmeyi düşündüm ama Allah'ın Messenger'inin (ﷺ) \"Yerinden ayrılma\" sözünü hatırladım, bu yüzden beklemeye devam ettim (bir süre sonra Peygamber (ﷺ) geldi) ve ona \"Ey Allah'ın Messenger'i (ﷺ), bir ses duydum ve sana bir şey olmuş olabileceğinden korktum, ama sonra senin sözünü hatırladım ve burada kaldım.\" dedim. Peygamber (ﷺ) dedi: \"O, Cebrail'di, bana geldi ve benim takipçilerimden kim Allah'a ortak koşmadan ölürse, cennete gireceğini bildirdi.\" Ben de \"Ey Allah'ın Messenger'i (ﷺ)! Hatta o, zina ve hırsızlık yapmış olsa bile mi?\" dedim. O da \"Hatta o, zina ve hırsızlık yapmış olsa bile.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir adam, başka bir adamı (toplantıda) yerinden kaldırmamalıdır.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) bir adamın, başka birinin oturması için yerinden kaldırılmasını yasakladı, ama biri yer açmalı ve yayılmalıdır. İbn Umar, bir adamın yerinden kalkıp başka birinin onun yerine oturmasını istemedi."
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi'ni (ﷺ) Kâbe'nin avlusunda İhtiba' pozisyonunda, bacaklarının etrafında elini sarmış olarak gördüm."
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Size en büyük günahları haber vereyim mi?\" Onlar, \"Evet, ey Allah'ın Elçisi!\" dediler. O da, \"Allah'a ortak koşmak ve ebeveynine isyan etmek.\" dedi."
    },
    {
      "id": 48,
      "narrator": "Narrated Bishr:",
      "text": "Bişr'den rivayet edilmiştir: yukarıdaki gibi (No. 290) ekleyerek: Peygamber (ﷺ) yaslanıyordu, sonra oturdu ve \"Size yalan söylemekten sakınmanızı tavsiye ediyorum.\" dedi. Bu uyarıyı o kadar çok tekrar etti ki, \"Keşke durabilseydi.\" dedik."
    },
    {
      "id": 49,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "Ukbe bin Haris'ten rivayet edilmiştir: Bir gün Peygamber (ﷺ) 'Asr namazını kıldı ve sonra hızlıca yürüyerek evine girdi."
    },
    {
      "id": 50,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namazını (ayakta) yatak ortasında kılardı ve ben onunla Kıble arasında yatardım. Eğer kalkmam gerekirse, onunla yüz yüze gelmekten hoşlanmazdım, ama yavaş yavaş yataktan kayardım."
    },
    {
      "id": 51,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Oruç tutmamın haberi Peygamber'e (ﷺ) iletildi. O da yanıma girdi ve ona hurma lifleriyle doldurulmuş bir deri yastık koydum. Peygamber (ﷺ) yere oturdu ve yastık benimle onun arasında duruyordu. Bana, \"Senin için (ayda) üç gün oruç tutmak yeterli değil mi?\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)! (Bundan daha fazla oruç tutabilirim.)\" dedim. O, \"Ayda beş gün oruç tutabilirsin.\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)! (Bundan daha fazla oruç tutabilirim.)\" dedim. O, \"(Yedi gün oruç tutabilirsin.)\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)!\" dedim. O, \"Dokuz.\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)!\" dedim. O, \"On bir.\" dedi. Ben, \"Ey Allah'ın Elçisi (ﷺ)!\" dedim. O, \"Peygamber (ﷺ) Davud'un orucundan daha üstün bir oruç yoktur; o, yılın yarısını oruç tutardı ve alternatif günlerde oruç tutardı.\" dedi. (Bkz. Hadis No. 300, Cilt 3)"
    },
    {
      "id": 52,
      "narrator": "Narrated Ibrahim:",
      "text": "İbrahim'den rivayet edilmiştir: 'Alaqama Şam'a gitti ve camiye geldi, iki rek'at namaz kıldı ve Allah'a dua etti: \"Ey Allah! Bana (salih) bir dost nasip et.\" Sonra Abu Darda'nın yanına oturdu, o da, \"Nereden geliyorsun?\" dedi. O, \"Kufe halkındanım.\" dedi. Abu Darda, \"Sizde, Allah'ın Elçisi'nin (ﷺ) sırlarını saklayan ve ondan başka kimsenin bilmediği biri yok muydu? (yani, Hudeyfe bin Al-Yeman). Ve sizde, Allah'ın Elçisi'nin (ﷺ) diliyle şeytandan koruduğu biri yok muydu? (yani, Ammar). Sizde, Peygamber'in Siwak'ını ve yastığını (ya da yastıklarını) taşıyan biri yok muydu? (yani, İbn Mes'ud). İbn Mes'ud, 'Gece, karanlığı gizlediği zaman' (Sura 92) ayetini nasıl okurdu? 'Alaqama, \"Vadhdhakari Wal Untha\" (Erkek ve dişi ile) dedi. Abu Darda ekledi: \"Bu insanlar, benimle bu konuda tartışmaya devam ettiler, neredeyse beni şüpheye düşüreceklerdi, oysa ben bunu Allah'ın Elçisi'nden (ﷺ) duymuştum.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Öğle uykusu yapar ve Cuma (namazından) sonra yemek yerdik."
    },
    {
      "id": 54,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Ali için ondan daha sevimli bir isim yoktu, lakabı Abu Turab (tozun babası) idi. Bu isimle anıldığında mutlu olurdu. Bir gün Allah'ın Elçisi (ﷺ) Fatıma'nın evine geldi ama Ali'yi evde bulamadı. Bunun üzerine, \"Kuzenin nerede?\" diye sordu. O, \"Benimle arasında bir tartışma oldu, o da bana kızdı ve evimde öğle uykusu yapmadan dışarı çıktı.\" dedi. Allah'ın Elçisi (ﷺ) birine onu aramasını söyledi. O kişi geldi ve \"Ey Allah'ın Elçisi (ﷺ)! O (Ali) camide uyuyor.\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) oraya gitti ve onu yatarken buldu. Üst giysisi bir tarafına kaymıştı ve bu yüzden tozla kaplanmıştı. Allah'ın Elçisi (ﷺ) tozu ondan temizlemeye başladı ve \"Kalk, ey Abu Turab! Kalk, Abu Turab!\" dedi. (Bkz. Hadis No. 432, Cilt 1)"
    },
    {
      "id": 55,
      "narrator": "Narrated Thumama:",
      "text": "Thumama'dan rivayet edilmiştir: Anas dedi ki: \"Ümmü Süleym, Peygamber (ﷺ) için bir deri örtü sererdi ve o, onun evinde o deri örtü üzerinde öğle uykusu yapardı.\" Anas ekledi: \"Peygamber (ﷺ) uyuduğunda, onun terini ve saçını alır, terini bir şişeye toplar ve sonra onu Suk (bir tür parfüm) ile karıştırırdı, o hâlâ uyurken.\" Anas bin Malik'in ölümü yaklaştığında, onun terinin bir kısmının cenaze için hazırlanan Hanut (ölü parfümü) ile karıştırılmasını tavsiye etti ve bu karıştırıldı."
    },
    {
      "id": 56,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Quba'ya gittiğinde, Um Haram bint Milhan'ı ziyaret ederdi; o, 'Ubade bin As-Samit'in eşiydi. Bir gün onun evine gitti ve ona bir yemek ikram etti, sonra uyudu ve gülerek uyandı. O (Um Haram) dedi ki, \"Ona, 'Seni ne güldürüyor, ey Allah'ın Elçisi (ﷺ)?' diye sordum. O, 'Bazı takipçilerim, Allah'ın davası için savaşan ve bu denizde yüzen savaşçılar olarak önümde sergilendi, tahtlar üzerinde krallar gibi,' ya da 'tahtlar üzerindeki krallar gibi.' dedi. (Rivayet eden, 'İshak bu konuda şüphe içindedir.) Ben (Um Haram) dedim ki, 'Ey Allah'ın Elçisi! Allah'a dua et ki beni onlardan biri yapsın.' O, (Allah'a) dua etti ve sonra başını koyup tekrar uyudu ve gülerek uyandı. Ben, 'Seni ne güldürüyor, ey Allah'ın Elçisi (ﷺ)?' diye sordum. O, 'Bazı takipçilerim, Allah'ın davası için savaşan ve bu denizde yüzen savaşçılar olarak önümde sergilendi, tahtlar üzerinde krallar gibi,' ya da 'tahtlar üzerindeki krallar gibi.' dedi. Ben (Um Haram) dedim ki, 'Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et ki beni onlardan biri yapsın.' O, 'Sen ilklerden olacaksın.' dedi. Um Haram'ın Muaviye zamanında deniz yolculuğu yaptığı ve denizden çıktıktan sonra binek hayvanından düştüğü ve öldüğü söylenir."
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) iki tür elbise ve iki tür alışverişi yasakladı; İhtiba' ve bir giysi içinde özel bölgeleri örtmeden İhtimal As-Samma. (İki tür alışveriş de:) Al-Mulamasa ve Al-Munabadha idi."
    },
    {
      "id": 58,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Müminlerin annesi: Biz, Peygamber (ﷺ) ile birlikte oturuyorduk ve hiçbiri ayrılmamıştı ki Fatıma yürüyerek geldi ve Allah'a yemin ederim ki, yürüyüşü Allah'ın Elçisi'ne (ﷺ) çok benziyordu. Onu görünce, \"Hoş geldin, ey kızım!\" dedi. Sonra onu sağında veya solunda oturttu, ona bir şey fısıldadı, bunun üzerine o, derin bir şekilde ağladı. Onun üzüntüsünü görünce, ikinci kez ona başka bir şey fısıldadı ve o, gülmeye başladı. Peygamber'in (ﷺ) eşleri arasında sadece ben ona, \"(Ey Fatıma), Allah'ın Elçisi (ﷺ) seni aramızdan gizli konuşmak için seçti ve hâlâ ağlıyor musun?\" dedim. Allah'ın Elçisi (ﷺ) kalkıp gittiğinde, ona, \"Sana ne fısıldadı?\" diye sordum. O, \"Allah'ın Elçisi'nin (ﷺ) sırlarını açıklamam.\" dedi. Ama o öldüğünde, ona, \"Senden, üzerimdeki hakkın için, bana (Peygamber'in seninle yaptığı o gizli konuşmayı) söylemeni rica ediyorum.\" dedim. O, \"Şu anda bana sorduğun gibi, evet, (söyleyeceğim).\" dedi. Bana, \"İlk kez bana gizlice konuştuğunda, Cebrail'in her yıl Kur'an'ı benimle gözden geçirdiğini söyledi. Ekledi ki, 'Ama bu yıl benimle iki kez gözden geçirdi ve bu yüzden ölüm zamanımın yaklaştığını düşünüyorum. Allah'tan korkun ve sabırlı olun; ben sizin için en iyi önderdim (ahirette).\" dedi. Fatıma ekledi: \"Bu yüzden ben ağladım, senin (Aişe) de şahit olduğun gibi. Ve Peygamber (ﷺ) beni bu hüzünlü durumda görünce, ikinci sırrı bana fısıldadı ve 'Ey Fatıma! Tüm inanan kadınların lideri (ya da bu ümmetin kadınlarının lideri, yani benim takipçilerim) olman seni mutlu etmez mi?' dedi."
    },
    {
      "id": 59,
      "narrator": "Narrated the uncle of `Abbas bin Tamim:",
      "text": "Abbas bin Tamim'in amcasından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) camide sırt üstü yatarken bir bacağını diğerinin üzerine koymuş olarak gördüm."
    },
    {
      "id": 60,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Üç kişi bir araya geldiğinde, o iki kişiden hiçbiri üçüncü kişiyi dışlayarak gizli bir şekilde danışmamalıdır.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bana bir sır verdi, ben de ondan sonra kimseye bu sırrı açıklamadım. Um Sulaim bana (o sır hakkında) sordu ama ben ona söylemedim."
    },
    {
      "id": 62,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer üç kişi bir arada oturuyorsanız, o zaman iki kişi üçüncü kişiyi dışlayarak gizli bir görüşme yapmamalıdır; ta ki başka insanlarla bir araya gelene kadar, çünkü bu onu üzecektir.\""
    },
    {
      "id": 63,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Bir gün Peygamber (ﷺ) insanlara bir şeyler dağıttı, bunun üzerine bir Ensar adamı, \"Bu dağıtımda Allah'ın rızası gözetilmemiştir.\" dedi. Ben de, \"Vallahi! Peygamber'e gideceğim (ve durumu bildireceğim).\" dedim. Onun yanına gittiğimde, bir grup insanla birlikteydi ve ona durumu gizlice bildirdim. Bunun üzerine o kadar öfkelendi ki yüzü kızardı ve sonra şöyle dedi: \"Allah, Musa'ya merhamet etsin; çünkü o, bundan daha fazla incinmişti, ama sabırlı kaldı.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Namaz için ikamet ilan edildiği sırada bir adam Allah'ın Resulü (ﷺ) ile özel olarak konuşuyordu. O, Peygamber'in arkadaşları uyuyana kadar bu şekilde konuşmaya devam etti, ardından Peygamber (ﷺ) kalktı ve onlarla namaz kıldı."
    },
    {
      "id": 65,
      "narrator": "Narrated Salim's father:",
      "text": "Salim'in babasından rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Yatmaya gittiğinizde evlerinizde ateşi söndürmeyin.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bir gece Medine'de bir ev ve içindekiler yanmıştı. Peygamber (ﷺ) onlar hakkında şöyle konuştu: \"Bu ateş gerçekten sizin düşmanınızdır, bu yüzden yatmaya gittiğinizde onu söndürün ki kendinizi koruyabilesiniz.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"(Yatmadan önce) kapları örtün, kapıları kapatın ve ışıkları söndürün; yoksa kötü yaratık (fare) fitili çekip alabilir ve böylece ev halkını yakar.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Resulü şöyle dedi: \"Gece yatmaya niyet ettiğinizde, ışıkları söndürün, kapıları kapatın, su torbalarının ağızlarını bağlayın ve yiyeceklerinizi ve içeceklerinizi örtün.\" Hamrnam dedi ki, \"Diğer rivayet edenin, 'kapların üzerine bir parça odun koyun' diye eklediğini düşünüyorum.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Beş şey Al Fıtr'a (yani peygamberlerin geleneğine) uygundur: sünnet olmak, kasık bölgesini traş etmek, koltuk altı kıllarını çekmek, bıyıkları kısaltmak ve tırnakları kesmektir.\""
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Peygamber İbrahim, seksen yaşını geçtikten sonra kendini sünnet etti ve kendini bir balta ile sünnet etti.\""
    },
    {
      "id": 71,
      "narrator": "Narrated Said bin Jubair:",
      "text": "Said bin Cubeyr'den rivayet edilmiştir: İbn Abbas'a, \"Peygamber (ﷺ) öldüğünde kaç yaşındaydın?\" diye soruldu. O da, \"O zaman sünnet olmuştum.\" diye cevap verdi. O dönemde insanlar, çocukları ergenlik çağına gelene kadar sünnet etmezlerdi. Said bin Cubeyr dedi ki, \"İbn Abbas şöyle dedi: 'Peygamber öldüğünde ben zaten sünnet olmuştum.'\""
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Said ibn Cubeyr dedi ki, \"İbn Abbas şöyle dedi: 'Peygamber (ﷺ) öldüğünde ben zaten sünnet olmuştum.'\""
    },
    {
      "id": 73,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Aranızdan kim, 'Al-Lat ve Al-`Uzza' diye yemin ederse, bu putların isimleridir, o, 'Allah'tan başka ibadet edilecek yoktur' demelidir; ve kim arkadaşına, 'Gel, seninle kumar oynayayım!' derse, bir şey sadaka vermelidir.\" (Bkz. Hadis No. 645)"
    },
    {
      "id": 74,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) döneminde kendi ellerimle bir ev inşa ettim ki, bu beni yağmurdan korusun ve güneşten gölge yapsın; ve Allah'ın yaratıklarından hiç kimse bana bu evin inşasında yardımcı olmadı."
    },
    {
      "id": 75,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: İbn Umar şöyle dedi: \"Vallahi, Peygamber'in ölümünden beri bir tuğla üstüne tuğla koymadım (yani bir bina inşa etmedim) veya herhangi bir hurma ağacı dikmedim.\" Süfyan (alt rivayet eden) dedi ki, \"Bu rivayeti İbn Umar'ın akrabalarından birine söyledim, o da, 'Vallahi, o (bir şey) inşa etti.' dedi. Süfyan ekledi, \"Ben de, 'O, (yukarıdaki rivayeti) inşa etmeden önce söylemiş olmalı.' dedim.\""
    }
  ]
}