{
  "language": "tr",
  "metadata": {
    "length": 167,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Dhar:",
      "text": "Abu Dhar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Mekke'de bulunduğum sırada evimin çatısı açıldı ve Cebrail indi, göğsümü açtı ve onu Zemzem suyu ile yıkadı. Sonra bana hikmet ve iman dolu altın bir tepsi getirdi ve içindekileri göğsüme dökerek kapattı. Ardından elimi aldı ve beni en yakın semaya yükseldi. En yakın semaya ulaştığımda, Cebrail semanın kapıcısına, 'Aç (kapıyı).' dedi. Kapıcı sordu, 'Kimdir bu?' Cebrail cevap verdi: 'Cebrail.' O da sordu, 'Seninle birlikte biri var mı?' Cebrail, 'Evet, Muhammad (ﷺ) benimle birlikte.' dedi. O da sordu, 'O çağrıldı mı?' Cebrail, 'Evet.' dedi. Böylece kapı açıldı ve en yakın semaya geçtik. Orada sağında bazı insanlar, solunda bazı insanlar olan bir adam gördük. Sağ tarafına baktığında güldü, sol tarafına baktığında ağladı. Sonra dedi ki, 'Hoş geldin! Ey salih Peygamber ve salih oğul.' Ben Cebrail'e sordum, 'O kim?' Cebrail cevap verdi, 'O Adem'dir ve sağındaki ve solundaki insanlar onun neslinin ruhlarıdır. Sağındakiler cennet halkıdır, solundakiler ise cehennem halkıdır ve sağ tarafına baktığında güler, sol tarafına baktığında ağlar.' Sonra benimle birlikte ikinci semaya yükseldi ve o (Cebrail) kapıcısına, 'Aç (kapıyı).' dedi. Kapıcı ona, birinci semanın kapıcısının dediği gibi söyledi ve kapıyı açtı. Anas dedi ki: \"Abu Dhar, Peygamberin (ﷺ) Adem, İdris, Musa, İsa ve İbrahim ile karşılaştığını ekledi, o (Abu Dhar) hangi semada olduklarını belirtmedi ama Peygamberin (ﷺ) en yakın semada Adem ile, altıncı semada İbrahim ile karşılaştığını belirtti. Anas dedi ki, \"Cebrail Peygamber (ﷺ) ile İdris'in yanından geçerken, o dedi ki, 'Hoş geldin! Ey salih Peygamber ve salih kardeş.' Peygamber (ﷺ) sordu, 'O kim?' Cebrail cevap verdi, 'O İdris.' Peygamber (ﷺ) ekledi, \"Musa'nın yanından geçtim ve o dedi ki, 'Hoş geldin! Ey salih Peygamber ve salih kardeş.' Ben Cebrail'e sordum, 'O kim?' Cebrail cevap verdi, 'O Musa.' Sonra İsa'nın yanından geçtim ve o dedi ki, 'Hoş geldin! Ey salih kardeş ve salih Peygamber.' Ben sordum, 'O kim?' Cebrail cevap verdi, 'O İsa.' Sonra İbrahim'in yanından geçtim ve o dedi ki, 'Hoş geldin! Ey salih Peygamber ve salih oğul.' Ben Cebrail'e sordum, 'O kim?' Cebrail cevap verdi, 'O İbrahim.' Peygamber (ﷺ) ekledi, 'Sonra Cebrail benimle birlikte, kalemlerin gıcırtısını duyduğum bir yere yükseldi.' İbn Hazm ve Anas bin Malik dedi ki: Peygamber (ﷺ) dedi ki, 'Sonra Allah, takipçilerime elli namaz farz kıldı. Bu emri Allah'tan aldıktan sonra, Musa'nın yanından geçtim ve o bana, 'Allah, takipçilerine ne farz kıldı?' dedi. Ben de, 'Onlara elli namaz farz kıldı.' dedim. Musa, 'Rabbinin yanına geri dön (ve azaltma talep et) çünkü takipçileriniz bunu kaldıramaz.' (Böylece Allah'a geri döndüm ve azaltma talep ettim) ve o bunu yarıya indirdi. Musa'nın yanından tekrar geçtim ve ona bunu bildirdiğimde, o dedi ki, 'Rabbinin yanına geri dön çünkü takipçilerin bunu kaldıramaz.' Böylece Allah'a geri döndüm ve daha fazla azaltma talep ettim ve o bunu yarıya indirdi. Yine Musa'nın yanından geçtim ve o bana dedi ki: 'Rabbinin yanına geri dön, çünkü takipçilerin bunu kaldıramaz.' Böylece Allah'a geri döndüm ve O dedi ki, 'Bunlar beş namazdır ve hepsi (mükafat olarak) elli (eşdeğerdir) çünkü Benim sözüm değişmez.' Musa'ya geri döndüm ve o bana bir kez daha geri dönmemi söyledi. Ben de, 'Artık Rab'ımdan tekrar istemekten utanıyorum.' dedim. Sonra Cebrail beni alıp Sidrat-ul-Muntaha'ya (en yüksek sınırdaki lote ağacı) götürdü ki, o tarif edilemez renklerle örtülmüştü. Sonra cennete kabul edildim ve orada inci gibi küçük (çadırlar veya) duvarlar buldum ve toprağı miskten yapılmıştı.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Um `Atiya:",
      "text": "Aişe'den rivayet edilmiştir: Allah, namazı farz kıldığında, her namazda iki rekat (sadece) farz kılmıştı, hem ikamet halinde hem de yolculukta. Sonra yolculukta kılınan namazlar aynı kaldı, ancak (yolcu olmayanlar için) namazların rekatları artırıldı."
    },
    {
      "id": 4,
      "narrator": "Narrated Muhammad bin Al-Munkadir:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Muhammad bin Al Munkadir:",
      "text": "Um Atiye'den rivayet edilmiştir: Bizden, adet gören kadınları ve örtülü kadınları, Müslümanların iki bayramda dini toplantılara ve dua etmeye çıkarmamız emredildi. Bu adet gören kadınların Musalla'dan uzak durmaları gerekiyordu. Bir kadın sordu, \"Ey Allah'ın Elçisi (ﷺ), örtüsü olmayan biri ne yapacak?\" O dedi ki, \"Arkadaşının örtüsünden pay alsın.\""
    },
    {
      "id": 6,
      "narrator": "Narrated `Umar bin Abi Salama:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated `Umar bin Abi Salama:",
      "text": "Muhammed bin Al-Munkadir'den rivayet edilmiştir: Bir gün Jabir, beline bağlı bir izar ile dua etti, elbiseleri ise yanında bir tahta çivide duruyordu. Birisi ona sordu, \"Tek bir izar ile namaz kılıyor musun?\" O cevap verdi, \"Bunu senin gibi birine göstermek için yaptım. Bizden hiç kimse Peygamber'in hayatında iki elbise giydi mi?\""
    },
    {
      "id": 8,
      "narrator": "Narrated `Umar bin Abi Salama:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Murra:",
      "text": "Muhammed bin Al-Munkadir'den rivayet edilmiştir: Jabir bin Abdullah'ı tek bir elbiseyle namaz kılarken gördüm ve o, Peygamber'in (ﷺ) tek bir elbiseyle namaz kıldığını söyledi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ömer bin Ebi Selama'dan rivayet edilmiştir: Peygamber (ﷺ) bir elbiseyle namaz kıldı ve uçlarını çaprazladı."
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Sa`id bin Al-Harith:",
      "text": "Ömer bin Ebi Selama'dan rivayet edilmiştir: Peygamber (ﷺ) Um Selama'nın evinde tek bir elbiseyle namaz kılarken gördüm ve uçlarını omuzlarının etrafında çaprazlamıştı."
    },
    {
      "id": 14,
      "narrator": "Narrated Sahl:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Mughira bin Shu`ba:",
      "text": "Ömer bin Ebi Selama'dan rivayet edilmiştir: Um Selama'nın evinde Allah'ın Elçisi (ﷺ) tek bir elbiseyle, uçları omuzlarının etrafında çaprazlanmış olarak namaz kılarken gördüm."
    },
    {
      "id": 16,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Mekke halkıyla birlikte Ka`ba'nın inşası için taş taşıdığı sırada, amcası Al-`Abbas ona, \"Ey yeğenim! İzarını çıkarıp taşların altına omuzlarına koysan daha iyi olur.\" dedi. O da izarını çıkardı ve omuzlarına koydu, fakat bayıldı ve o günden sonra asla çıplak görülmedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam ayağa kalkıp Peygamber'e (ﷺ) tek bir giysiyle namaz kılmanın hükmünü sordu. Peygamber (ﷺ) dedi ki, \"Hepinizin iki giysisi var mı?\" Bir adam bu konuda Ömer'e benzer bir soru sordu, o da, \"Allah sizi zenginleştirirse, namaz esnasında güzel giyinmelisiniz. Aksi takdirde bir izar ve bir rida ile namaz kılabilirsiniz. İzar ve gömlek, izar ve kaba, pantolon ve rida, pantolon ve gömlek veya pantolon ve kaba, tubban ve kaba veya tubban ve gömlek.\" (Rivayet eden ekledi, \"Sanırım o da bir tubban ve rida dedi.\")"
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bir kişi Allah'ın Elçisi'ne (ﷺ) \"Muhrim ne giymelidir?\" diye sordu. O da, \"Gömlek, pantolon, burun (kapüşonlu örtü) giymemelidir; safran veya wars (bir tür parfüm) ile lekelenmiş elbiseler giymemelidir. Sandal bulamayan, khuffs (kalın kumaş veya deriden yapılmış çorap) giyebilir, ancak bunlar bile bilekleri örtmeyecek şekilde kısa kesilmelidir.\" diye cevap verdi."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id Al-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) İştimal-As-Samma'ı (vücudu bir giysiyle sararak ucunu kaldıramamak veya elini dışarı çıkaramamak) yasakladı. Ayrıca tek bir giysiyle oturup Al-Ihtiba' (dizleri karna yakın, ayaklar açık bir şekilde oturup ellerin dizlerin etrafında döndüğü pozisyon) yapmayı da yasakladı, özel bölgelerin üzerine bir parça giysi olmadan."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) iki tür satış yasakladı, yani Al-Limais ve An-Nibadh (ilk tür, alıcının bir şeyi dokunmasıyla anlaşmanın tamamlandığı, ancak onu düzgün bir şekilde görmeden veya kontrol etmeden gerçekleşen bir satış türüdür; ikincisi ise, satıcının bir şeyi alıcıya atarak ona görme, dokunma veya kontrol etme fırsatı vermeden anlaşmanın tamamlandığı bir satış türüdür) ve (Peygamber (ﷺ) ayrıca) İştimal-As-Samma' ve Al-Ihtiba'yı tek bir giysiyle yasakladı."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Nahr Günü'nde (Peygamber'in (ﷺ) son Hac'ından bir yıl önceki Dhul-Hijja'nın 10. günü, o sırada Ebu Bekir hacıların lideriydi) Ebu Bekir beni ve diğer anonsçuları Mina'ya gönderdi ve halka bir duyuru yapmamızı istedi: \"Bu yıldan sonra hiç bir putperest Hac yapamaz ve hiç bir çıplak kişi Ka`ba'nın etrafında tavaf edemez.\" Sonra Allah'ın Elçisi (ﷺ) Ali'yi gönderdi ve insanlara Surat Bara'a (at-Tauba) okuyarak duyuruda bulundu; böylece o da bizimle birlikte Nahr Günü Mina'da duyuruda bulundu: \"Bu yıldan sonra hiç bir putperest Hac yapamaz ve hiç bir çıplak kişi Ka`ba'nın etrafında tavaf edemez.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Muhammad bin Al-Munkadir:",
      "text": "Muhammed bin Al-Munkadir'den rivayet edilmiştir: Jabir bin `Abdullah'a gittim ve o, bir giysiyle namaz kılıyordu ve ridası yanında yatıyordu. Namazını bitirdikten sonra, \"Ey `Abdullah! Ridan yanında yatarken tek bir giysiyle namaz kılıyorsun.\" dedim. O da, \"Evet, bunu bilmeyenlerin beni görmesi için kasıtlı olarak yaptım. Peygamber (ﷺ) böyle namaz kıldığını gördüm.\" diye cevap verdi."
    },
    {
      "id": 23,
      "narrator": "Narrated `Abdul `Aziz:",
      "text": "Abdul `Aziz'den rivayet edilmiştir: Anas dedi ki, 'Allah'ın Elçisi (ﷺ) Hayber'i fethettiğinde, orada (sabahın erken saatlerinde) Fajr namazını karanlıkta kıldık. Peygamber (ﷺ) bindi ve Ebu Talha da bindi, ben de Ebu Talha'nın arkasında biniyordum. Peygamber (ﷺ) Hayber'in sokağından hızlı geçti ve dizim Peygamber'in (ﷺ) uyluğuna değiyordu. O, uyluğunu açtı ve Peygamber'in uyluğunun beyazlığını gördüm. Şehre girdiğinde, 'Allahu Akbar! Hayber harabe oldu. Biz bir (düşman) millete yaklaştığımızda, uyarılanların sabahı kötü olacaktır.' dedi. Bunu üç kez tekrarladı. İnsanlar işlerine çıktılar ve bazıları, 'Muhammed (geldi).' dedi. (Bazı arkadaşlarımız ekledi, \"Ordusuyla birlikte.\") Hayber'i fethettik, esirleri aldık ve ganimet toplandı. Dihya geldi ve dedi ki, 'Ey Allah'ın Elçisi! Esirlerden bana bir cariye ver.' Peygamber dedi ki, 'Git ve esirlerden herhangi bir cariyeyi al.' O da Safiya bint Huyai'yi aldı. Bir adam Peygamber'e (ﷺ) geldi ve dedi ki, 'Ey Allah'ın Elçisi (ﷺ)! Safiya bint Huyai'yi Dihya'ya verdiniz ve o, Kureyza ve En-Nadir kabilelerinin baş cariyesidir ve o, yalnızca sana layıktır.' Bunun üzerine Peygamber (ﷺ) dedi ki, 'Onu onunla birlikte getir.' Dihya onunla geldi ve Peygamber (ﷺ) onu görünce, Dihya'ya, 'Esirlerden başka bir cariye al.' dedi. Anas ekledi: Peygamber (ﷺ) onu azat etti ve onunla evlendi.\" Thabit, Anas'a sordu, \"Ey Ebu Hamza! Peygamber (ﷺ) ona ne kadar mehr verdi?\" O da, \"Kendisi onun mehridir, çünkü onu azat etti ve sonra onunla evlendi.\" dedi. Anas ekledi, \"Yolda, Ümmü Süleym onu evlilik için giydirdi ve gece onu Peygamber'e (ﷺ) gelin olarak gönderdi. Böylece Peygamber damat oldu ve 'Kimde bir şey (yiyecek) varsa getirsin.' dedi. Bir deri örtü (yiyecek için) serdi ve bazıları hurma, diğerleri pişirilmiş tereyağı getirdi. (Sanırım o (Anas) As-Sawaq'ı da bahsetti). Böylece Hais (bir tür yemek) hazırladılar. Ve bu, Allah'ın Elçisi (ﷺ) için Walima (düğün ziyafeti) oldu.\""
    },
    {
      "id": 24,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Fajr namazını kılardı ve bazı inanan kadınlar, örtüleriyle birlikte onunla Fajr namazına katılır ve sonra tanınmadan evlerine dönerlerdi."
    },
    {
      "id": 25,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) üzerinde izleri olan bir Khamisa (kare giysi) ile namaz kıldı. Namaz sırasında izlerine baktı. Namazını bitirdiğinde, \"Bu Khamisa'mı Ebu Jahm'a götür ve bana onun Inbijaniya'sını (izsiz yün giysi) getir, çünkü bu (Khamisa) namazımdan dikkatim dağıldı.\" dedi. Aişe rivayet etti: Peygamber (ﷺ) dedi ki, \"Namaz sırasında Khamisa'nın izlerine bakıyordum ve dikkatim dağılmasından korkuyordum.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Aişe'nin bir Qiram (ince desenli yün perde) vardı ve bununla evinin bir tarafını örttü. Peygamber (ﷺ) dedi ki, \"Bu Qiram'ı kaldır, çünkü onun resimleri namazım sırasında önümde hala sergileniyor (yani, dikkatim dağılıyor).\""
    },
    {
      "id": 27,
      "narrator": "Narrated `Uqba bin 'Amir:",
      "text": "Ukba bin 'Amir'den rivayet edilmiştir: Peygamber (ﷺ) bir ipek Farruj hediye edildi. Namaz kılarken onu giydi. Namazını bitirdiğinde, onu şiddetle çıkardı, sanki ona karşı büyük bir nefretle ve dedi ki, \"Bu, Allah'tan korkan takva sahiplerinin giysisi değildir.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "Ebu Cuhayfa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kırmızı bir deri çadırda gördüm ve Bilal'ın Peygamber'in abdest aldığı suyu almakta olduğunu gördüm. İnsanların, kullanılan suyu sabırsızlıkla aldığını ve kimisinin onu vücuduna sürdüğünü, kimisinin de başkalarının ellerinden nem aldığını gördüm. Sonra Bilal'ın kısa bir mızrak (veya sopa) taşıdığını ve onu yere diktiğini gördüm. Peygamber, kırmızı örtüsünü toplayarak dışarı çıktı ve insanlara namaz kıldırdı ve iki rek'at (Ka`ba'ya karşı) namaz kıldı, namazı için kısa bir mızrak (veya sopa) bir sutra olarak kullandı. İnsanların ve hayvanların onun önünden mızrağın ötesinde geçtiğini gördüm."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Hazim:",
      "text": "Ebu Hazım'dan rivayet edilmiştir: Sahl bin Sa`d'a (Peygamber'in) minberinin neyle yapıldığı soruldu. Sahl, \"İçinde yaşayan kimse yok ki, bunun hakkında benden daha iyi bilsin. O, ormanın sarmaşık (ağaç) odunundan yapıldı. Şu ve bu, şu ve bu kölenin Allah'ın Elçisi (ﷺ) için hazırladı. İnşa edildiğinde ve (Camiye) yerleştirildiğinde, Allah'ın Elçisi (ﷺ) kıbleye dönerek üzerine çıktı ve 'Allahu Akbar' dedi, insanlar onun arkasında durdular (ve insanlara namaz kıldırdı). O, okudu ve rükû yaptı, insanlar da onun arkasında rükû yaptılar. Sonra başını kaldırdı, geri adım attı, indi ve yere secde etti, sonra tekrar minbere çıktı, okudu, rükû yaptı, başını kaldırdı ve geri adım attı, indi ve yere secde etti. İşte, minber hakkında bildiğim budur.\" Ahmed bin Hanbel dedi ki, \"Peygamber (ﷺ) insanların üstünde bir seviyede olduğundan, yukarıda belirtilen Hadis'e göre, imamın namaz sırasında takipçilerine göre daha yüksek bir seviyede olmasında bir sakınca yoktur.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir zaman Allah'ın Elçisi (ﷺ) bir atın üzerinden düştü ve bacağı veya omzu yaralandı. Bir ay boyunca eşlerine gitmeyeceğine yemin etti ve hurma kütüklerinden yapılmış bir Mashruba (çatı odası) içinde kaldı. Arkadaşları onu ziyarete geldiler ve o, oturarak onlara namaz kıldırdı, oysa arkadaşları ayakta duruyorlardı. Namazını bitirdikten sonra, \"İmam'a uymak gerekir, o 'Allahu Akbar' dediğinde, 'Allahu Akbar' deyin ve o rükû yaptığında, rükû yapın ve o secde yaptığında, secde edin ve eğer o ayakta namaz kılıyorsa, ayakta namaz kılın.\" dedi. 29. günün sonunda Peygamber (ﷺ) aşağı indi ve insanlar ona, \"Ey Allah'ın Elçisi (ﷺ)! Bir ay boyunca eşlerine gitmeyeceğine yemin ettin.\" dediler. O da, \"Ay 29 gündür.\" dedi."
    },
    {
      "id": 31,
      "narrator": "Narrates `Abdullah bin Shaddad:",
      "text": "Abdullah bin Şeddad rivayet etti: Maimuna dedi ki, \"Allah'ın Elçisi (ﷺ) namaz kılarken ben adetimdaydım, yanında oturuyordum ve bazen secde sırasında elbiseleri bana değiyordu.\" Maimuna ekledi, \"O, Khumra (secde sırasında yüz ve eller için yeterli küçük bir mat) üzerinde namaz kıldı.\""
    },
    {
      "id": 32,
      "narrator": "Narrated 'Is-haq:",
      "text": "İshak rivayet etti: Anas bin Malik dedi ki, \"Büyükannem Mulaika, Allah'ın Elçisi (ﷺ) için kendisinin hazırladığı bir yemek davet etti. O yemekten yedi ve 'Kalk! Size namaz kıldıracağım.' dedi.\" Anas ekledi, \"Ben Hasirimi aldım, uzun süre kullanıldığı için kararmıştı, su ile yıkadım ve Allah'ın Elçisi (ﷺ) onun üzerine durdu. Yetim (Damira veya Ruh) ve ben onun arkasında saf tuttuk ve yaşlı kadın (Mulaika) bizim arkamızda durdu. Allah'ın Elçisi (ﷺ) bize namaz kıldırdı ve iki rekât kıldıktan sonra ayrıldı.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Maimuna:",
      "text": "Maimuna rivayet etti: Allah'ın Elçisi (ﷺ) Khumra üzerinde namaz kılardı."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Salama:",
      "text": "Ebu Salama rivayet etti: Peygamberin (ﷺ) eşi Aişe dedi ki, \"Ben Allah'ın Elçisi (ﷺ) önünde yatardım ve bacaklarım Kıble'sine karşıydı, secde ettiğinde bacaklarımı itti ve ben geri çekildim, sonra ayağa kalktığında bacaklarımı uzattım.\" Aişe ekledi, \"O günlerde evler ışık yoktu.\""
    },
    {
      "id": 35,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe rivayet etti: Allah'ın Elçisi (ﷺ) namaz kılarken ben onun ailesinin yatağında, onunla Kıble'si arasında ölü gibi yatıyordum."
    },
    {
      "id": 36,
      "narrator": "Narrated `Urwa:",
      "text": "Urve rivayet etti: Peygamber (ﷺ) Aişe onunla Kıble'si arasında, üzerinde yattıkları yatakta yatarken namaz kıldı."
    },
    {
      "id": 37,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik rivayet etti: Biz Peygamber (ﷺ) ile namaz kılardık ve bazılarımız secde yeri için elbiselerinin uçlarını koyardı, çünkü aşırı sıcak vardı."
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Maslama:",
      "text": "Ebu Maslama rivayet etti: Sa'id bin Yazid Al-Azdi: Anas bin Malik'e Peygamber (ﷺ) ayakkabılarıyla namaz kıldı mı diye sordum. O, \"Evet.\" diye cevap verdi."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibrahim:",
      "text": "İbrahim rivayet etti: Hammam bin Al-Harith dedi ki, \"Jarir bin Abdullah'ı idrar yaparken gördüm. Sonra abdest aldı ve ıslak ellerini Khuffs (kalın kumaş veya deriden yapılmış çorap) üzerine sürdü, ayağa kalktı ve namaz kıldı. Bunun hakkında soruldu. O, Peygamber (ﷺ) bunu yaparken gördüğünü söyledi.\" Bu rivayet onaylandı çünkü Jarir, İslam'ı çok geç kabul edenlerden biriydi."
    },
    {
      "id": 40,
      "narrator": "Narrated Al-Mughira bin Shu'ba:",
      "text": "Al-Mughira bin Shu'ba rivayet etti: Ben Peygamber (ﷺ) ile abdest almasına yardım ettim ve o ıslak ellerini Khuffs üzerine sürdü ve namaz kıldı."
    },
    {
      "id": 41,
      "narrator": "Narrated Hudhaifa that he saw a person bowing and prostrating imperfectly. When he finished his Salat, Hudhaifa told him that he had not offered Salat. The subnarrator added, \"I think that Hudhaifa also said:",
      "text": "Hudhaifa rivayet etti ki, bir kişinin eksik bir şekilde rükû ve secde ettiğini gördü. Salatını bitirdiğinde, Hudhaifa ona Salat kılmadığını söyledi. Alt rivayetçi ekledi, \"Sanırım Hudhaifa da şöyle dedi: Eğer ölseydin, Muhammed'in (ﷺ) 'Sünneti' dışında bir 'Sünnet' üzere ölürdün.\""
    },
    {
      "id": 42,
      "narrator": "Narrated 'Abdullah bin Malik:",
      "text": "Abdullah bin Malik rivayet etti: İbn Buhaina, \"Peygamber (ﷺ) namaz kıldığında, kollarını vücudundan o kadar geniş ayırırdı ki, koltuk altlarının beyazlığı görünürdü.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki, \"Kim bizim gibi namaz kılar, Kıble'mize yönelir ve bizim kesilmiş hayvanlarımızı yerse, o bir Müslümandır ve Allah'ın ve Elçisi'nin koruması altındadır. O yüzden Allah'a ihanet etmeyin, O'nun koruması altındakilere ihanet etmeyin.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki, \"İnsanlarla savaşmam emredildi, ta ki 'Allah'tan başka ilah yoktur.' desinler. Eğer bunu derlerse, bizim namazlarımız gibi namaz kılacaklar, Kıble'mize yönelip bizim gibi kesecekler, o zaman onların kanı ve malları bizim için kutsaldır ve onlara yasal olarak müdahale etmeyeceğiz ve hesapları Allah'a olacaktır.\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Maimun bin Siyah rivayet etti ki, Anas bin Malik'e sordu, \"Ey Ebu Hamza! Bir kişinin hayatı ve malı ne ile kutsaldır?\" O cevap verdi, \"Kim 'Allah'tan başka ilah yoktur' der, namaz sırasında Kıble'mize yönelir, bizim gibi namaz kılar ve bizim kesilmiş hayvanımızı yerse, o bir Müslümandır ve diğer Müslümanların sahip olduğu haklar ve yükümlülüklere sahiptir.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Aiyub Al-Ansari:",
      "text": "Ebu Eyyub el-Ensari'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"İhtiyaç giderirken, Kıble'ye ne yüzünüzü dönün ne de sırtınızı dönün, doğuya veya batıya dönün.\" Ebu Eyyub ekledi: \"Şam'a vardığımızda Kıble'ye bakan bazı tuvaletler bulduk; bu nedenle onları kullanırken kendimizi döndürdük ve Allah'tan af diledik.\""
    },
    {
      "id": 47,
      "narrator": "Narrated `Amr bin Dinar:",
      "text": "Amr bin Dinar'dan rivayet edilmiştir: İbn Ömer'e sordum: \"Umre için Kabe'yi tavaf eden ama Safa ve Merve tavafını yapmayan bir kişi, eşiyle cinsel ilişkiye girebilir mi?\" İbn Ömer şöyle cevap verdi: \"Peygamber (ﷺ) Mekke'ye vardığında Kabe'yi tavaf etti (yedi kez tavaf etti) ve İbrahim'in makamının arkasında iki rek'at namaz kıldı, ardından Safa ve Merve tavafını yaptı. Şüphesiz ki Allah'ın Elçisi (ﷺ) sizin için güzel bir örnektir.\" Sonra aynı soruyu Cabir bin Abdullah'a sorduk, o da şöyle cevap verdi: \"Safa ve Merve tavafını tamamlamadan eşine yaklaşmamalıdır.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Mujahid:",
      "text": "Mücahid'den rivayet edilmiştir: Birisi İbn Ömer'e geldi ve \"İşte Allah'ın Elçisi (ﷺ) Kabe'ye giriyor.\" dedi. İbn Ömer, \"Ben oraya gittim ama Peygamber (ﷺ) Kabe'den çıkmıştı ve Bilal'ı iki kapısı arasında dururken buldum. Bilal'e sordum: 'Peygamber (ﷺ) Kabe'de namaz kıldı mı?' Bilal cevap verdi: 'Evet, Kabe'ye girerken sol tarafınızdaki iki sütun arasında iki rek'at namaz kıldı. Sonra Allah'ın Elçisi (ﷺ) dışarı çıktı ve Kabe'ye dönerek iki rek'at namaz kıldı.'\""
    },
    {
      "id": 49,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Kabe'ye girdiğinde, her bir tarafında Allah'a dua etti ve dışarı çıkana kadar namaz kılmadı, Kabe'ye dönerek iki rek'at namaz kıldı ve \"İşte bu Kıble'dir.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Narrated Bara' bin `Azib:",
      "text": "Bera' bin Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) on altı veya on yedi ay boyunca Beytül-Makdis'e doğru namaz kıldı ama Kabe'ye (Mekke'ye) dönmeyi sevdi, bu yüzden Allah şöyle vahyetti: \"Şüphesiz, yüzünüzün göğe dönmesini gördük!\" (2:144) Böylece Peygamber (ﷺ) Kabe'ye yöneldi ve halkın içindeki cahiller, yani \"Yahudiler\", \"Onları daha önce gözlemledikleri Kıblelerinden (Beytül-Makdis) ne çevirdi?\" dediler. (Allah vahyetti): \"De ki: 'Doğu da, batı da Allah'ındır. Dilediğini doğru yola iletir.'\" (2:142) Bir adam Peygamberle (Kabe'ye dönerek) namaz kıldı ve dışarı çıktı. Ansar'dan bazılarının Beytül-Makdis'e doğru `Asr namazı kıldığını gördü, \"Ben Allah'ın Elçisi (ﷺ) ile Kabe'ye dönerek namaz kıldım.\" dedi. Bunun üzerine herkes yüzlerini Kabe'ye döndü."
    },
    {
      "id": 51,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bindiği hayvanın üzerinde (isteğe bağlı, farz olmayan namaz) kılarak nereye dönerse orada namaz kılardı ve farz namaz kılmak istediğinde inip Kıble'ye dönerek namaz kılardı."
    },
    {
      "id": 52,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) namaz kıldı (ve alt rivayetçi İbrahim, \"Ne kadar fazla veya az kıldığını bilmiyorum.\" dedi) ve namazını bitirdikten sonra kendisine soruldu: \"Ey Allah'ın Elçisi (ﷺ)! Namazda bir değişiklik oldu mu?\" O da, \"Nedir o?\" dedi. İnsanlar, \"Bu kadar çok namaz kıldınız.\" dediler. Bunun üzerine Peygamber (ﷺ) diz çökerek Kıble'ye döndü ve iki secde (Sahu secdesi) yaptı ve namazını Taslim ile bitirdi (sağ ve sola dönerek: 'Esselamu Aleykum ve Rahmetullah' diyerek). Yüzünü bize döndüğünde, \"Eğer namazda bir değişiklik olsaydı, elbette size bildirirdim ama ben sizin gibi bir insanım ve unutma ihtimalim var. Eğer unutursem beni hatırlatın ve eğer aranızdan biri namazı hakkında şüphe ederse, doğru olduğunu düşündüğüne uymalı ve namazını tamamlamalı ve iki secde (Sahu secdesi) yapmalıdır.\" dedi."
    },
    {
      "id": 53,
      "narrator": "Narrated `Umar (bin Al-Khattab):",
      "text": "Ömer (bin Hattab) dan rivayet edilmiştir: Rabbim benimle üç şeyde mutabık oldu:"
    },
    {
      "id": 54,
      "narrator": "Narrated Anas:",
      "text": "-1. \"Ey Allah'ın Elçisi (ﷺ), İbrahim'in makamını namaz kılma yeri olarak almayı arzu ediyorum.\" dedim. Bunun üzerine ilahi vahiy geldi: \"İbrahim'in makamını namaz kılma yeri edinin.\" (2:125)"
    },
    {
      "id": 55,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "-2. Kadınların örtünmesi ile ilgili ayet hakkında, \"Ey Allah'ın Elçisi (ﷺ)! Eşlerinizi erkeklerden örtünmeleri konusunda emretmenizi isterim çünkü iyi ve kötü olanlar onlarla konuşuyor.\" dedim. Böylece kadınların örtünmesi ile ilgili ayet indirildi."
    },
    {
      "id": 56,
      "narrator": "Narrated `Abdullah:",
      "text": "-3. Bir kez Peygamberin (ﷺ) eşleri ona karşı birleşti ve ben onlara, \"Eğer o (Peygamber) sizi boşarsa, Rabbinin (Allah) onun yerine sizden daha iyi eşler vereceğinden korkarım.\" dedim. Böylece bu ayet (benim söylediklerim gibi) indirildi.\" (66:5)."
    },
    {
      "id": 57,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas'tan rivayet edilmiştir: yukarıdaki gibi (395)."
    },
    {
      "id": 58,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: İnsanlar Kuba'da (Medine yakınında) Fajr namazı kılarken, birisi onlara geldi ve \"Bu gece Allah'ın Elçisi (ﷺ) için vahiy geldi ve Kabe'ye doğru namaz kılması emredildi.\" dedi. \"O yüzden yüzlerinizi Kabe'ye döndürün.\" O insanlar Şam'a (Kudüs) doğru dönmüşlerdi, bu yüzden yüzlerini Kabe'ye (Mekke'ye) döndüler."
    },
    {
      "id": 59,
      "narrator": "Narrated `Aisha:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Bir kez Peygamber (ﷺ) Zuhr namazında beş rek'at kıldı. Kendisine, \"Namazda bir artış mı var?\" diye soruldu. Peygamber (ﷺ) \"Nedir o?\" dedi. Onlar, \"Beş rek'at kıldınız.\" dediler. Bunun üzerine diz çökerek iki secde (Sahu secdesi) yaptı."
    },
    {
      "id": 60,
      "narrator": "Narrated Abu Huraira and Abu Sa`id:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Kıble'ye doğru (camideki duvarda) bir tükürük gördü ve bundan hoşlanmadı, yüzünde tiksinti belirtisi belirdi. Bunun üzerine kalktı, elini kullanarak onu kazıdı ve \"Her biriniz namaza durduğunda, Rabbiyle özel bir konuşma yapmaktadır veya Rabbi onunla Kıble'si arasında bulunmaktadır. Bu yüzden hiç kimse Kıble'ye doğru tükürmemelidir, ancak soluna veya ayaklarının altına tükürebilir.\" dedi. Peygamber (ﷺ) daha sonra örtüsünün köşesini aldı ve içine tükürdü, katladı ve \"Ya da bunu yapabilirsiniz.\" dedi."
    },
    {
      "id": 61,
      "narrator": "Narrated Abu Huraira and Abu Sa`id:",
      "text": "Abu Huraira ve Abu Sa`id'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) caminin duvarında bir tükürük gördü; çakıl alıp onu kazıdı ve \"Eğer sizden biri tükürmek isterse, ne önüne ne de sağ tarafına tükürmeli, ancak soluna ya da sol ayağının altına tükürebilir.\" dedi."
    },
    {
      "id": 62,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Sizden hiçbiri önüne ya da sağ tarafına tükürmemeli, ancak soluna ya da ayağının altına tükürebilir.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bir mümin namazdayken Rabbine özel olarak konuşmaktadır, bu yüzden ne önüne ne de sağ tarafına tükürmeli, ancak soluna ya da ayağının altına tükürebilir.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Abu Sa`id'den rivayet edilmiştir: Peygamber (ﷺ) Kıble yönünde caminin duvarında bir tükürük gördü ve çakıl ile onu kazıdı. Sonra önüne ya da sağ tarafına tükürmeyi yasakladı, ancak soluna ya da sol ayağının altına tükürmesine izin verdi."
    },
    {
      "id": 65,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Cami içinde tükürmek bir günahtır ve bunun kefareti gömülmesidir.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Eğer sizden biri namaza durursa, önüne tükürmemeli çünkü namazda Allah ile özel olarak konuşmaktadır ve sağ tarafına tükürmemeli çünkü orada bir melek vardır, ancak soluna ya da sol ayağının altına tükürebilir ve onu gömmelidir (yani tükürüğü).\""
    },
    {
      "id": 67,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Kıble yönünde caminin duvarında bir tükürük gördü ve onu eliyle kazıdı. Onun bunu istemediği görünüyordu ve yüzünden bir tiksinti ifadesi belirgindi. \"Eğer sizden biri namaza durursa, Rabbine özel olarak konuşmaktadır, (ya da) Rabbı onun ile Kıblesi arasında bulunmaktadır, bu yüzden Kıblesine doğru tükürmemeli, ancak soluna ya da ayağının altına tükürebilir.\" dedi. Sonra örtüsünün köşesini alıp içine tükürdü, katladı ve \"Ya da bunu yapın.\" dedi."
    },
    {
      "id": 68,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) dedi ki, \"Yüzümün Kıble'ye doğru olduğunu düşünüyor musunuz ya da görüyor musunuz? Vallahi, ne sizin secdeleriniz ne de rükularınız benden gizli değildir, şüphesiz ben sizi sırtımdan görüyorum.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bize namaz kıldırdı ve sonra minbere çıktı ve \"Namazınızda ve rükularınızda, ben sizi sırtımdan görüyorum, tıpkı sizi (size bakarken) gördüğüm gibi.\" dedi."
    },
    {
      "id": 70,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bir at yarışı düzenlenmesini emretti; eğitilmiş atlar Al-Hafya'dan Thaniyat Al-Wada`'ya koşacak, eğitilmemiş atlar ise Al-Thaniya'dan Bani Zuraiq camisine koşacaklardı. Alt rivayetçi ekledi: İbn `Umar, yarışa katılanlardan biriydi."
    },
    {
      "id": 71,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Messenger'ine (ﷺ) Bahreyn'den bazı mallar geldi. Peygamber (ﷺ) insanlara bunları camide yaymalarını emretti - bu, Allah'ın Messenger'inin (ﷺ) aldığı en büyük mal miktarıydı. Namaza gitti ve ona bile bakmadı. Namazı bitirdikten sonra, o malların yanına oturdu ve gördüğü herkese onlardan verdi. Al-`Abbas ona geldi ve \"Ey Allah'ın Messenger'i (ﷺ)! Bana da (bir şey) ver, çünkü kendim ve `Aqil için fidye verdim.\" dedi. Allah'ın Messenger'i (ﷺ) ona almasını söyledi. O da elbisesini bununla doldurdu ve taşımaya çalıştı ama başaramadı. \"Ey Allah'ın Messenger'i (ﷺ)! Birinin bana kaldırmamda yardım etmesini emret.\" dedi. Peygamber (ﷺ) reddetti. Sonra ona \"Bana kaldırmamda yardım eder misin?\" dedi. Allah'ın Messenger'i (ﷺ) yine reddetti. Sonra Al-`Abbas bir kısmını attı ve kaldırmaya çalıştı (ama başaramadı). Tekrar \"Ey Allah'ın Messenger'i (ﷺ)! Birinin bana kaldırmamda yardım etmesini emret.\" dedi. O yine reddetti. Al-`Abbas sonra Peygamber'e \"Bana kaldırmamda yardım eder misin?\" dedi. O tekrar reddetti. Sonra Al-`Abbas bir kısmını attı, omuzlarına aldı ve gitti. Allah'ın Messenger'i (ﷺ) onu gözden kaybolana kadar izledi ve onun açgözlülüğüne hayret etti. Allah'ın Messenger'i (ﷺ) son madeni dağıtılana kadar kalkmadı."
    },
    {
      "id": 72,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamberi (ﷺ) camide bazı insanlarla buldum. Bana \"Abu Talha seni gönderdi mi?\" dedi. \"Evet.\" dedim. \"Bir yemek için mi?\" dedi. \"Evet.\" dedim. Sonra arkadaşlarına \"Kalkın.\" dedi. Onlar yola çıktılar ve ben onların önünde oldum."
    },
    {
      "id": 73,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa`d'dan rivayet edilmiştir: Bir adam dedi ki, \"Ey Allah'ın Messenger'i (ﷺ)! Eğer bir adam, karısını (zina yaparken) bir başkasıyla bulursa, kocası onu öldürmeli mi?\" Daha sonra onları (adam ve karısını) camide Li`an yaparken gördüm (yemin ederek, biri suçluyor, diğeri zina yapmayı inkar ediyor)."
    },
    {
      "id": 74,
      "narrator": "Narrated `Itban bin Malik:",
      "text": "`Itban bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) evime geldi ve \"Nerede namaz kılmamı istersin?\" dedi. Bir yeri işaret ettim. Peygamber sonra \"Allahu Ekber\" dedi ve arkasında saf tuttuk ve iki rekat namaz kıldık."
    },
    {
      "id": 75,
      "narrator": "Narrated `Itban bin Malik:",
      "text": "`Itban bin Malik'ten rivayet edilmiştir: O, Allah'ın Messenger'inin (ﷺ) sahabelerinden biri ve Bedir savaşına katılan Ensar'dan biridir: Allah'ın Messenger'ine (ﷺ) geldim ve \"Ey Allah'ın Messenger'i (ﷺ), benim gözlerim zayıf ve halkımı namazda ben kıldırıyorum. Yağmur yağdığında su, benimle halkım arasında vadiden akıyor, bu yüzden onların camisine gidip namaz kıldırmam mümkün olmuyor. Ey Allah'ın Messenger'i (ﷺ)! Keşke evime gelip orada namaz kılabilseniz, böylece o yeri Musalla olarak alabilirim.\" dedim. Allah'ın Messenger'i (ﷺ) \"İnşallah, bunu yapacağım.\" dedi. Ertesi gün güneş yükseldiğinde, Allah'ın Messenger'i (ﷺ) ve Abu Bakr geldi ve Allah'ın Messenger'i (ﷺ) içeri girmek için izin istedi. İzin verdim ve içeri girdiğinde oturmadı, bana \"Nerede namaz kılmamı istersin?\" dedi. Evimde bir yeri işaret ettim. Böylece Allah'ın Messenger'i (ﷺ) orada durdu ve \"Allahu Ekber\" dedi, hepimiz arkasında saf tuttuk ve iki rekat namaz kıldık ve selam verdik. Onu \"Khazira\" adı verilen bir yemek için kalmasını istedik. Ailemizin birçok üyesi evde toplandı ve onlardan biri \"Malik bin Al-Dukhaishin ya da Ibn Al-Dukhshun nerede?\" dedi. Birisi \"O bir münafık ve Allah'ı ve Resulünü sevmiyor.\" diye cevap verdi. Bunu duyan Allah'ın Messenger'i (ﷺ) \"Bunu söylemeyin. 'Allah'tan başka ilah yoktur' dediğini görmediniz mi?\" dedi. O \"Allah ve Resulü daha iyi bilir. Onu münafıklara yardım ederken ve tavsiyelerde bulunurken gördük.\" dedi. Allah'ın Messenger'i (ﷺ) \"Allah, 'Allah'tan başka ilah yoktur' diyenleri ateşten men etmiştir.\" dedi."
    },
    {
      "id": 76,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) her işinde mümkün olduğunca her şeyi sağdan başlardı (iyi şeyler için); örneğin: yıkanmada, taranmada veya ayakkabı giymekte."
    },
    {
      "id": 77,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ümmü Habibe ve Ümmü Selame, Etiyopya'da gördükleri bir kiliseden bahsettiler; içinde resimler vardı. Peygamber (ﷺ) bu durumu duyunca, \"Eğer o insanlar arasında herhangi bir din adamı ölürse, mezarının üzerine bir ibadet yeri inşa ederler ve içinde bu resimleri yaparlar. Onlar, Kıyamet Günü'nde Allah katında en kötü yaratıklar olacaklardır.\" dedi."
    },
    {
      "id": 78,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) Medine'ye geldiğinde, Banu Amr bin Auf adındaki bir kabile arasında `Awali-i-Medina'da indi. Orada on dört gece kaldı. Sonra Bani Neccar'ı çağırdı ve onlar kılıçlarıyla geldiler. Sanki şimdi (o anı) görüyorum; Peygamber (ﷺ) Rahila'sının (yük hayvanı) üzerinde oturuyordu, arkasında Ebu Bekir vardı ve etrafında Banu Neccar'ın tümü vardı ta ki Ebu Eyyub'un evinin avlusuna inene kadar. Peygamber (ﷺ) namaz vaktinin geldiği her yerde, hatta koyun ağıllarında bile namaz kılmayı severdi. Daha sonra bir cami inşa edilmesini emretti ve Banu Neccar'dan bazı kişileri çağırarak, \"Ey Banu Neccar! Bu (duvarlı) arsanızın fiyatını bana önerin.\" dedi. Onlar, \"Hayır! Allah'a yemin ederiz ki, onun fiyatını Allah'tan başka hiç kimseden talep etmiyoruz.\" dediler. Enes ekledi: İçinde putperestlerin mezarları vardı ve bazı yerleri engebeliydi; içinde hurma palmiyeleri de vardı. Peygamber (ﷺ) putperestlerin mezarlarının kazılmasını, engebeli yerlerin düzleştirilmesini ve hurma palmiyelerinin kesilmesini emretti. (Bunların hepsi yapıldı). Kesilen hurma palmiyelerini caminin kıblesine doğru (bir duvar gibi) dizdiler ve ayrıca caminin iki taş yan duvarını inşa ettiler. Arkadaşları taşları getirirken bazı şiirsel mısralar okudular. Peygamber (ﷺ) onlarla birlikteydi ve sürekli, \"Ahiretten başka bir hayır yoktur, Allah'ım! Ansar'ı ve muhacirleri affet.\" diyordu."
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Al-Taiyah :",
      "text": "Ebu Tayyah'dan rivayet edilmiştir: Enes dedi ki, \"Peygamber (ﷺ) koyun ağıllarında namaz kıldı.\" Daha sonra onun, \"Caminin inşasından önce koyun ağıllarında namaz kıldı.\" dediğini duydum."
    },
    {
      "id": 80,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: \"İbn Ömer'i önünde devesini bir sutra olarak alarak namaz kılarken gördüm ve dedi ki, 'Peygamberi (ﷺ) de aynı şekilde yaparken gördüm.'\""
    },
    {
      "id": 81,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Güneş tutuldu ve Allah'ın Elçisi (ﷺ) tutulma namazı kıldı ve dedi ki, \"Cehennemi (şimdi) gördüm ve bugün gördüğümden daha kötü ve korkunç bir manzara görmedim.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle demiştir: \"Namazlarınızdan bir kısmını evlerinizde kılın ve evlerinizi mezar yapmayın.\""
    },
    {
      "id": 83,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ın azabının düştüğü bu insanların yerlerine, ağlayarak girmeyin. Eğer ağlamıyorsanız, o insanların yerlerine girmeyin; çünkü üzerinize Allah'ın laneti ve azabı düşebilir.\""
    },
    {
      "id": 84,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ümmü Selame, Allah'ın Elçisi (ﷺ) ile Etiyopya'da gördüğü Mariya adındaki bir kiliseyi ve içindeki resimleri anlattı. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer aralarında herhangi bir salih kimse ölürse, mezarının üzerine bir ibadet yeri inşa ederler ve içinde bu resimleri yaparlar; onlar Allah katında en kötü yaratıklardır.\""
    },
    {
      "id": 85,
      "narrator": "Narrated `Aisha and `Abdullah bin `Abbas:",
      "text": "Aişe ve Abdullah bin Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) vefatının son anı geldiğinde, 'Khamisa'sını yüzüne koymaya başladı ve sıcaklık hissettiğinde ve nefesi daraldığında onu yüzünden çıkardı ve şöyle dedi: \"Allah, Yahudileri ve Hristiyanları lanetlesin; çünkü onlar Peygamberlerinin mezarlarının üzerine ibadet yerleri inşa ettiler.\" Peygamber (ﷺ) (Müslümanları) onların yaptıklarından uyarıyordu."
    },
    {
      "id": 86,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yahudilerin üzerine Allah'ın laneti olsun; çünkü onlar Peygamberlerinin mezarlarının üzerine ibadet yerleri inşa ettiler.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bana, benden önceki hiçbir Peygambere verilmemiş beş şey verilmiştir. Bunlar:"
    },
    {
      "id": 88,
      "narrator": "Narrated `Aisha:",
      "text": "-1. Allah, düşmanlarımı korkutarak (onları korkutup) bir aylık mesafe boyunca bana zafer verdi."
    },
    {
      "id": 89,
      "narrator": "Narrated Nafi`:",
      "text": "-2. Yer, benim (ve takipçilerim için) namaz kılma yeri ve teyemmüm yapma yeri kılındı. Bu nedenle takipçilerim, namaz vaktinin geldiği her yerde namaz kılabilirler."
    },
    {
      "id": 90,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "-3. Ganimet, benim için (ve başkası için değil) helal kılındı."
    },
    {
      "id": 91,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: As-Suffa'dan yetmiş adam gördüm ve hiçbiri üstlerini örten bir Rida' giymemişti. Onların ya sadece İzarları ya da boyunlarına bağladıkları örtüleri vardı. Bu örtülerden bazıları bacaklarının ortasına kadar ulaşıyor, bazıları ise topuklarına kadar iniyordu ve özel bölgelerinin açılmaması için elleriyle topluyorlardı."
    },
    {
      "id": 92,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile mescitte buluştum (alt rivayetçi Mas`ar, Jabir'in \"Öğle vakti\" dediğini düşündü). O, bana oturmadan önce iki rek'at namaz kılmamı emretti. Bana bir miktar borcu vardı ve onu bana ödeyip, borcundan fazlasını verdi."
    },
    {
      "id": 93,
      "narrator": "Narrated Abu Qatada Al-Aslami:",
      "text": "Abu Qatada Al-Aslami'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden biri bir mescide girdiğinde, oturmadan önce iki rek'at namaz kılmalıdır.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Sizden biri Musalla'sında (namaz kıldığı yer) olduğu sürece ve gaz çıkarmadığı müddetçe, melekler onun için Allah'tan af dilerler. Derler ki: 'Ey Allah! Onu affet, ey Allah! Ona merhamet et.'\""
    },
    {
      "id": 95,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) döneminde mescit kerpiçten inşa edilmişti, çatısı hurma yapraklarından, sütunları ise hurma ağaçlarının gövdesinden yapılmıştı. Abu Bekir bunu değiştirmedi. Umar, Allah'ın Elçisi (ﷺ) dönemindeki gibi kerpiç, hurma yaprakları kullanarak ve sütunları ahşap olanlarla değiştirerek genişletti. Osman ise, onu büyük ölçüde genişletti ve duvarlarını oymalı taşlar ve kireçle inşa etti, sütunlarını oymalı taşlardan yaptı ve çatısını tik ağacından yaptı."
    },
    {
      "id": 96,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: İbn Abbas bana ve oğlu Ali'ye, \"Abu Sa'id'e gidin ve onun anlattıklarını dinleyin.\" dedi. Biz de gittik ve onu bir bahçede bulduk, bahçesine bakıyordu. Rida'sını alıp giydi ve oturdu ve mescidin inşası konusuna gelene kadar anlatmaya başladı. Dedi ki: \"Biz bir kerpiç taşıyorduk, Ammar ise iki kerpiç taşıyordu. Peygamber (ﷺ) onu gördü ve vücudundaki tozu silmeye başladı ve dedi ki: 'Allah, Ammar'a merhamet etsin. O, onları (yani katillerini, isyancı grubu) cennete davet edecek ve onlar onu cehenneme davet edecekler.' Ammar dedi ki: 'Ben Allah'tan beladan sığınırım.'\""
    },
    {
      "id": 97,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir kadına birini göndererek, \"Kölesine, onun için oturacağı bir ahşap minber hazırlamasını söyle.\" dedi."
    },
    {
      "id": 98,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Bir kadın dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Senin oturman için bir şey yaptırayım mı, çünkü benim bir kölem var ki o bir marangoz?\" O da, \"Evet, istersen.\" diye cevap verdi. Böylece o minberi yaptırdı."
    },
    {
      "id": 99,
      "narrator": "Narrated 'Ubaidullah Al-Khaulani:",
      "text": "Ubaidullah Al-Khaulani'den rivayet edilmiştir: Osman bin Affan'ın, Allah'ın Elçisi (ﷺ) mescidini yeniden inşa etme niyeti hakkında insanlar çok tartıştığında, \"Çok konuştunuz. Ben Peygamber (ﷺ) derken duydum ki: 'Kim bir mescit inşa ederse, (Bukair, başka bir alt rivayetçi olan Asim'in, \"Allah'ın Rızasını kastederek\" eklediğini düşündü) Allah da onun için cennette benzer bir yer inşa eder.'\""
    },
    {
      "id": 100,
      "narrator": "Narrated `Amr:",
      "text": "Amr'dan rivayet edilmiştir: Jabir bin Abdullah'ın, \"Bir adam mescitten oklarla geçti. Allah'ın Elçisi ona, 'Onları başlarından tut.' dedi.\""
    },
    {
      "id": 101,
      "narrator": "Narrated Abu Burda bin `Abdullah:",
      "text": "Abu Burda bin Abdullah'dan rivayet edilmiştir: (babası aracılığıyla) Peygamber (ﷺ) dedi ki: \"Kim oklarla bizim mescitlerimizden veya pazarlarımızdan geçerse, onları başlarından tutmalıdır ki bir Müslümana zarar vermesin.\""
    },
    {
      "id": 102,
      "narrator": "Narrated Hassan bin Thabit Al-Ansari:",
      "text": "Hassan bin Thabit Al-Ansari'den rivayet edilmiştir: Abu Huraira'ya, \"Allah'a yemin ederim ki! Bana gerçeği söyle, Peygamber (ﷺ)'in 'Ey Hassan! Allah'ın Elçisi (ﷺ) adına cevap ver. Ey Allah! Ona Kutsal Ruh ile yardım et.' dediğini duydun mu?\" diye sordum. Abu Huraira, \"Evet.\" dedi."
    },
    {
      "id": 103,
      "narrator": "Narrated `Aisha:",
      "text": "Aisha'dan rivayet edilmiştir: Bir gün, Allah'ın Elçisi (ﷺ)'ni evimin kapısında gördüm, bazı Habeşliler mescitte (mızraklarıyla yeteneklerini sergileyerek) oynuyorlardı. Allah'ın Elçisi (ﷺ) beni onların gösterisini görebilmem için Rida'sıyla örttü. (Urva, Aisha'nın, \"Peygamber (ﷺ)'i gördüm ve Habeşlilerin mızraklarıyla oynadıklarını gördüm.\" dediğini söyledi.)"
    },
    {
      "id": 104,
      "narrator": "Narrated `Aisha:",
      "text": "Aisha'dan rivayet edilmiştir: Barirah, beni özgürlüğü (azat edilmesi) konusunda yardım istemek için geldi. Ona, \"Senin fiyatını efendilerine ödemek isterim ama senin Wala'n (sadakat) benim olacak.\" dedim. Efendileri, \"İstersen, (azat fiyatının) kalanını ödeyebilirsin,\" (alt rivayetçi Sufyan bir kez daha, \"Ya da istersen onu azat edebilirsin, ama onun (mirası) Al-Wala bizimdir.\" dedi.) Allah'ın Elçisi (ﷺ) geldiğinde, ona bu konuyu anlattım. O, \"Onu satın al ve azat et.\" dedi. \"Şüphesiz ki Al-Wala, azat edilenin hakkıdır.\" Sonra Allah'ın Elçisi (ﷺ) minbere çıktı (veya Allah'ın Elçisi (ﷺ) minbere yükseldi, Sufyan bir kez daha söyledi) ve dedi ki: \"Allah'ın Kitabında (Hükümler) bulunmayan şartları dayatan bazı insanlar hakkında ne dersiniz? Kim Allah'ın Kitabında (Hükümler) bulunmayan şartları dayatırsa, onun şartları geçersizdir, hatta onları yüz kez dayatsa bile.\""
    },
    {
      "id": 105,
      "narrator": "Narrated Ka`b:",
      "text": "Ka'b'dan rivayet edilmiştir: Mescitte, Ibn Abi Hadrad'dan bana olan borcunu ödemesini istedim ve seslerimiz yükselmeye başladı. Allah'ın Elçisi (ﷺ) bunu duydu ve evinde iken yanımıza geldi. O, odasının perdesini kaldırarak, \"Ey Ka'b!\" dedi. Ben de, \"Labaik, ey Allah'ın Elçisi (ﷺ)!\" dedim. O, \"Ey Ka'b! Borcunu yarıya indir.\" diyerek elini işaret etti. Ben, \"Ey Allah'ın Elçisi (ﷺ)! Ben bunu yaptım.\" dedim. Sonra Allah'ın Elçisi (ﷺ), (Ibn Abi Hadrad'a) \"Kalk ve ona borcunu öde.\" dedi."
    },
    {
      "id": 106,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir siyah adam veya siyah kadın camiyi süpürürdü ve o öldü. Peygamber (ﷺ) ondan soruldu. Ona, \"O öldü.\" denildi. O da, \"Bana neden haber vermediniz? Bana mezarını gösterin.\" dedi. Böylece onun mezarına gitti ve cenaze namazını kıldırdı."
    },
    {
      "id": 107,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Al-Bakara\" suresindeki faize dair ayetler indirildiğinde, Peygamber (ﷺ) camiye gitti ve bunları insanların önünde okudu ve ardından alkol ticaretini yasakladı."
    },
    {
      "id": 108,
      "narrator": "Narrated Abu Rafi:",
      "text": "Ebu Rafi'den rivayet edilmiştir: Ebu Huraira dedi ki, \"Bir adam veya kadın camiyi temizlerdi.\" (Bir alt rivayetçi, 'Muhtemelen bir kadındı..' dedi.) Sonra Peygamber'in hadislerini aktardı."
    },
    {
      "id": 109,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki, \"Dün gece büyük bir cin (afreet) yanıma geldi ve namazımı kesmek istedi (veya benzeri bir şey söyledi) ama Allah bana onu alt etme gücü verdi. Onu caminin direklerinden birine bağlamak istedim ki sabah hepinize gösterebileyim ama kardeşim Süleyman'ın (Kuran'da belirtildiği gibi) sözünü hatırladım: Rabbim! Beni affet ve bana benden sonra kimseye ait olmayacak bir krallık ver (38.35).\" Alt rivayetçi Rauh dedi ki, \"O (cin) aşağılanmış bir şekilde gönderildi.\""
    },
    {
      "id": 110,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) bazı atlıları Nejd'e gönderdi ve Beni Hanife'den Thumama bin Uthal adında bir adam getirdiler. Onu caminin direklerinden birine bağladılar. Peygamber (ﷺ) geldi ve onu serbest bırakmalarını emretti. O, caminin yakınındaki bir hurma bahçesine gitti, yıkanıp tekrar camiye girdi ve \"Allah'tan başka ilah yoktur ve Muhammed O'nun Elçisidir\" dedi (yani İslam'ı kabul etti)."
    },
    {
      "id": 111,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hendek günü (Hendek Savaşı'nda) Sa'd bin Mu'az'ın orta kol damarı yaralandı ve Peygamber (ﷺ) onunla ilgilenmek için camide bir çadır kurdu. Camide Banu Ghaffar için başka bir çadır vardı ve Sa'd'ın çadırından Banu Ghaffar çadırına kan akmaya başladı. Onlar bağırdılar, \"Ey çadırın sakinleri! Sizden bize ne geliyor?\" Sa'd'ın yarasının çok kanadığını buldular ve Sa'd çadırında öldü."
    },
    {
      "id": 112,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Selame'den rivayet edilmiştir: Ben Allah'ın Elçisine (ﷺ) hastalandığımı şikayet ettim. O, bana insanların arkasında binerken tavaf yapmamı söyledi. Ben de öyle yaptım ve Allah'ın Elçisi (ﷺ) Kabe'nin yanında dua ediyordu ve \"Wat-tur wa kitabin mastur.\" ile başlayan sureyi okuyordu."
    },
    {
      "id": 113,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) ile birlikte olan iki sahabi karanlık bir gecede ondan ayrıldılar ve Allah'tan bir mucize olarak önlerinde giden iki ışık (lamba gibi) ile yol aydınlatıldı. Ayrıldıklarında, her biri bu ışıklardan biriyle evlerine kadar gitti."
    },
    {
      "id": 114,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) bir hutbe verdi ve dedi ki, \"Allah, kullarından birine bu dünyayı veya ahirette O'nun yanında olanı seçme hakkı verdi. O, ikincisini seçti.\" Ebu Bekir ağladı. Kendime dedim ki, \"Bu Şeyh neden ağlıyor, eğer Allah kullarından birine bu dünyayı veya ahirette O'nun yanında olanı seçme hakkı verdiyse ve o ikincisini seçtiyse?\" O kul, Allah'ın Elçisi (ﷺ) kendisiydi. Ebu Bekir bizden daha fazla biliyordu. Peygamber (ﷺ) dedi ki, \"Ey Ebu Bekir! Ağlama. Peygamber (ﷺ) ekledi: Ebu Bekir, malı ve dostluğu ile bana çok iyilikte bulundu. Eğer insanlardan birini dost edinseydim, kesinlikle Ebu Bekir'i alırdım ama İslami kardeşlik ve dostluk yeterlidir. Camideki tüm kapıları kapatın, Ebu Bekir'in kapısı hariç.\""
    },
    {
      "id": 115,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) hastalığında başında bir bez bağlı olarak çıktı ve minbere oturdu. Allah'a hamd ve senada bulunduktan sonra dedi ki, \"Hayatımda ve malımda bana en çok iyilik eden kimse, Ebu Bekir bin Abi Kuhafa'dır. Eğer bir dost edinecek olsaydım, kesinlikle Ebu Bekir'i alırdım ama İslami kardeşlik daha üstündür. Bu camideki tüm küçük kapıları kapatın, Ebu Bekir'in kapısı hariç.\""
    },
    {
      "id": 116,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar dedi ki, \"Peygamber (ﷺ) Mekke'ye geldi ve Osman bin Talha'yı çağırdı. O, Kabe'nin kapısını açtı ve Peygamber, Bilal, Usame bin Zeyd ve Osman bin Talha Kabe'ye girdi ve sonra kapıyı (içeriden) kapattılar. Orada bir saat kaldılar ve sonra çıktılar.\" İbn Umar ekledi, \"Hızla Bilal'e gittim ve ona (Peygamber (ﷺ) namaz kıldı mı?) diye sordum. Bilal, 'O orada namaz kıldı.' dedi. Ben sordum, 'Nerede?' O cevapladı, 'İki direk arasında.' \"İbn Umar ekledi, \"Peygamber'in Kabe'de kaç rekat namaz kıldığını sormayı unuttum.\""
    },
    {
      "id": 117,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bazı atlıları Nejd'e gönderdi ve Beni Hanife'den Thumama bin Uthal adında bir adam getirdiler. Onu caminin direklerinden birine bağladılar."
    },
    {
      "id": 118,
      "narrator": "Narrated Al-Sa'ib bin Yazid:",
      "text": "Al-Sa'ib bin Yazid'den rivayet edilmiştir: Ben camide duruyordum ve birisi bana bir çakıl attı. Bakınca onun Ömer bin Al-Hattab olduğunu gördüm. Bana dedi ki, \"O iki adamı bana getir.\" Ben de getirdim, o onlara dedi ki, \"Siz kimsiniz? (Ya da) nereden geliyorsunuz?\" Onlar cevap verdiler, \"Biz Ta'if'teniz.\" Ömer dedi ki, \"Eğer bu şehirden (Medine) olsaydınız, Allah'ın Elçisinin (ﷺ) caminde sesinizi yükselttiğiniz için sizi cezalandırırdım.\""
    },
    {
      "id": 119,
      "narrator": "Narrated Ka`b bin Malik:",
      "text": "Ka'b bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) hayattayken, camide Ibn Abi Hadrad'dan borçlarını ödemesini istedim ve seslerimiz o kadar yükseldi ki Allah'ın Elçisi (ﷺ) evinde iken bizi duydu. O, odasının perdesini kaldırarak yanımıza geldi. Peygamber (ﷺ) dedi ki, \"Ey Ka'b bin Malik!\" Ben cevap verdim, \"Labaik, ey Allah'ın Elçisi (ﷺ).\" O, elini işaret ederek borcu yarıya indirmemi istedi. Ben dedim ki, \"Ey Allah'ın Elçisi (ﷺ), bunu yaptım.\" Allah'ın Elçisi (ﷺ) (Ibn Hadrad'a) dedi ki, \"Kalk ve öde.\""
    },
    {
      "id": 120,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn Umar dedi ki, \"Peygamber (ﷺ) minberdeyken bir adam ona gece namazını nasıl kılacağını sordu. O cevapladı, 'İki rekat bir arada kıl ve sonra iki, sonra iki ve devam et, eğer sabah (Fajr namazı vakti) yaklaşırsa bir rekat kıl ve bu, kıldığın tüm rekatlar için vitir olur.' İbn Umar dedi ki, \"Gece namazının son rekatı tek olmalıdır, çünkü Peygamber (ﷺ) bunu emretti.\""
    },
    {
      "id": 121,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bir adam, Peygamber (ﷺ) hutbe verirken yanına geldi ve gece namazını nasıl kılacağını sordu. Peygamber (ﷺ) şöyle cevap verdi: \"İki rek'at kıl, sonra iki rek'at daha, sonra iki rek'at daha ve bu şekilde devam et. Eğer fecrin yaklaşmasından korkuyorsan, bir rek'at kıl ve bu, kıldığın tüm rek'atler için vitir olur.\" 'Ubaidullah bin `Abdullah bin `Umar'dan rivayet edilmiştir: Bir adam, Peygamber (ﷺ) mescitteyken onu çağırdı."
    },
    {
      "id": 122,
      "narrator": "Narrated Abu Waqid al-Laithi:",
      "text": "Ebu Vaki'd el-Leysi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) mescitte otururken (bazı insanlarla) üç adam geldi, bunlardan ikisi Allah'ın Elçisi (ﷺ) önüne geldi, üçüncüsü ise uzaklaştı. Sonra bunlardan biri halkın içinde bir yer bulup oturdu, diğeri ise topluluğun arkasında oturdu ve üçüncü kişi uzaklaştı. Allah'ın Elçisi (ﷺ) vaazını bitirdikten sonra şöyle dedi: \"Bu üç kişi hakkında size bilgi vereyim mi? Bunlardan biri Allah'a yöneldi ve Allah onu kabul etti ve ona yer verdi; ikincisi Allah karşısında utanıyordu, bu yüzden Allah da ona aynı şekilde davrandı ve onu Rahmetinde korudu (ve ona azap etmedi), oysa üçüncüsü Allah'tan yüz çevirdi ve gitti, bu yüzden Allah da ondan yüz çevirdi."
    },
    {
      "id": 123,
      "narrator": "Narrated `Abbad bin Tamim:",
      "text": "`Abbad bin Tamim'den rivayet edilmiştir: Amcası şöyle dedi: \"Allah'ın Elçisi (ﷺ) mescitte sırt üstü yatarken bir bacağını diğerinin üzerine koymuş olarak gördüm.\" Sa`id bin Al-Musaiyab'dan rivayet edilmiştir ki `Umar ve `Uthman da aynı şekilde yaparlardı."
    },
    {
      "id": 124,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: (Peygamberin eşi) Ben ergenlik çağına girdiğimden beri ebeveynlerimin İslam'ı takip ettiğini gördüm. Peygamber (ﷺ) sabah ve akşam olmak üzere her gün bizi ziyaret ederdi. Babam Ebu Bekir, evinin avlusunda bir mescit inşa etmeyi düşündü ve bunu yaptı. Orada namaz kılar ve Kur'an okurdu. Putperest kadınlar ve çocukları onun yanında durur ve ona hayretle bakarlardı. Ebu Bekir yumuşak kalpli bir insandı ve Kur'an okurken ağlamaktan kendini alamazdı. Kureyş putperestlerinin ileri gelenleri bu durumdan korkmaya başladılar (yani çocuklarının ve kadınlarının Kur'an okumasından etkilenmesinden)."
    },
    {
      "id": 125,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cemaatle kılınan namaz, evde veya iş yerinde tek başına kılınan namazdan yirmi beş kat daha fazladır (sevap açısından), çünkü biri abdest alıp bunu mükemmel bir şekilde yapar ve sadece namaz kılmak amacıyla mescide giderse, mescide doğru attığı her adım için Allah onu bir derece yükseltir ve (bir günahını) affeder, ta ki mescide girene kadar. Mescide girdiğinde, namaz beklediği sürece namazda sayılır ve melekler onun için Allah'tan af dilerler ve şöyle derler: 'Ey Allah! Ona merhamet et, ey Allah! Onu affet,' o, namaz kıldığı yerinde oturduğu sürece ve gaz çıkarmadığı sürece. (Bkz. Hadis No. 620)."
    },
    {
      "id": 126,
      "narrator": "Narrated Ibn `Umar or Ibn `Amr:",
      "text": "İbn `Umar veya İbn `Amr'dan rivayet edilmiştir: Peygamber (ﷺ) ellerini birleştirerek parmaklarını kenetledi."
    },
    {
      "id": 127,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ey `Abdullah bin `Amr! En kötü insanların tortusuyla kaldığında durumun ne olacak?\" (Onlar birbirleriyle çatışacaklar)."
    },
    {
      "id": 128,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir mümin, diğer bir mümine, bir duvarın tuğlaları gibidir, birbirini destekler.\" Bunu söylerken Peygamber (ﷺ) ellerini birleştirerek parmaklarını kenetledi."
    },
    {
      "id": 129,
      "narrator": "Narrates Ibn Seereen:",
      "text": "İbn Sirin'den rivayet edilmiştir: Ebu Hureyre şöyle dedi: \"Allah'ın Elçisi (ﷺ) bizi iki `İsha' namazından birinde (Ebu Hureyre o namazı isimlendirdi ama unuttum) namaza yönlendirdi.\" Ebu Hureyre ekledi: \"İki rek'at kıldı ve sonra namazı Taslim ile bitirdi. Mescidin ortasında yatan bir tahta parçasının yanına doğru kalktı ve öyle bir şekilde yaslandı ki sanki kızgındı. Sonra sağ elini sol elinin üzerine koydu ve parmaklarını kenetleyerek ellerini birleştirdi ve sonra sağ yanağını sol elinin arkasına koydu. Acele eden insanlar mescitten kapılardan çıktılar. Namazın eksik olup olmadığını merak ettiler. Aralarında Ebu Bekir ve `Umar da vardı ama Peygamber'e sormaya cesaret edemediler. Uzun kolları olan bir adam, Dhul-Yadain, Peygamber'e sordu: 'Ey Allah'ın Elçisi (ﷺ)! Unuttun mu yoksa namaz mı eksik?' Peygamber (ﷺ) cevap verdi: 'Ne unuttum ne de namaz eksik.' Peygamber (ﷺ) ekledi: 'Dhul Yadain'in söyledikleri doğru mu?' Onlar (insanlar) 'Evet, doğrudur' dediler. Peygamber (ﷺ) tekrar ayağa kalktı ve unuttuğu namazı tamamlayarak namaza devam etti ve Taslim yaptı, sonra 'Allahu Akbar' dedi. Sonra, her zamanki gibi veya ondan daha uzun bir süre secde yaptı. Başını kaldırdı ve 'Allahu Akbar' dedi; sonra tekrar 'Allahu Akbar' dedi ve her zamanki gibi veya ondan daha uzun bir süre secde yaptı. Sonra başını kaldırdı ve 'Allahu Akbar' dedi.\" (Ravi ekledi: \"Onların (İbn Sirin'e) Peygamber (ﷺ) namazı Taslim ile tamamladı mı diye sorduklarını düşünüyorum. O da 'İmrân bin Husayn'ın şöyle dediğini duydum: 'Sonra o (Peygamber) Taslim yaptı.'\")"
    },
    {
      "id": 130,
      "narrator": "Narrated Fudail bin Sulaiman:",
      "text": "Fudail bin Süleyman'dan rivayet edilmiştir: Musa bin `Uqba şöyle dedi: \"Salim bin `Abdullah'ı yolda bazı yerler ararken gördüm ve orada namaz kıldı. O, babasının orada namaz kıldığını ve Peygamber (ﷺ) o yerlerde namaz kılarken gördüğünü anlattı.\" Nafi`'den İbn `Umar aracılığıyla rivayet edilmiştir ki, \"Ben de o yerlerde namaz kıldım.\" Musa, \"Salim'e sordum, o da 'O yerler hakkında Nafi` ile hemfikirim, ancak Sharaf Ar-Rawha'daki mescit hariç\" dedi."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Rivayet edilen Hadis, Medine'den Mekke'ye giden yolda Peygamber (ﷺ) tarafından kılınan çeşitli yerler hakkındadır ve çevrilmemiştir."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Yukarıdaki 484 numaralı hadisin çevirisine bakınız."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Yukarıdaki 484 numaralı hadisin çevirisine bakınız."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Yukarıdaki 484 numaralı hadisin çevirisine bakınız."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Yukarıdaki 484 numaralı hadisin çevirisine bakınız."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Yukarıdaki hadisin 484 numaralı çevirisine bakın."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Yukarıdaki hadisin 484 numaralı çevirisine bakın."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Yukarıdaki hadisin 484 numaralı çevirisine bakın."
    },
    {
      "id": 141,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "Narrated `Aun bin Abi Juhaifa:",
      "text": "Yukarıdaki hadisin 484 numaralı çevirisine bakın."
    },
    {
      "id": 143,
      "narrator": "Narrated Sahl (bin Sa`d):",
      "text": "---"
    },
    {
      "id": 144,
      "narrator": "Narrated Salama:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gün, ergenlik çağıma yeni girmişken, bir dişi eşek üzerinde geldim. Allah'ın Elçisi (ﷺ) Mina'da önünde hiçbir duvar olmadan namaz kılıyordu ve ben safın önünden geçtim. Orada indim, dişi eşeğimi otlaması için serbest bıraktım ve safa girdim, kimse bana itiraz etmedi."
    },
    {
      "id": 145,
      "narrator": "Narrated `Abdullah:",
      "text": "---"
    },
    {
      "id": 146,
      "narrator": "Narrated `Aun bin Abi Juhaifa:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) her `Id günü dışarı çıktığında, önünde bir Harba (kısa mızrak) dikilmesini emrederdi (namazı için bir Sutra olarak) ve ardından insanlar arkasında olmak üzere ona doğru namaz kılardı ve yolculukta da aynı şeyi yapardı. Peygamber (ﷺ)'den sonra, bu uygulama Müslüman yöneticiler tarafından benimsenmiştir (onun sünnetlerini takip edenler)."
    },
    {
      "id": 147,
      "narrator": "Narrated Anas Ibn Malik:",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "Aun bin Ebi Cuhayfa'dan rivayet edilmiştir: Babamın şöyle dediğini duydum: \"Peygamber (ﷺ) bize önderlik etti ve Al-Batha'da iki rek'atlik Zuhr namazı ve ardından iki rek'atlik `Asr namazı kıldı, önünde kısa bir mızrak (dikilmiş) iken, kadınlar ve eşekler onun önünden geçiyordu (o çubuğun ötesinde)."
    },
    {
      "id": 149,
      "narrator": "Narrated Yazid bin Al `Ubaid:",
      "text": "---"
    },
    {
      "id": 150,
      "narrator": "Narrated Anas:",
      "text": "Sahl (bin Sa'd) tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin Musallası ile duvar arasındaki mesafe, bir koyunun geçmesi için yeterliydi."
    },
    {
      "id": 151,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Usame bin Zeyd, `Uthman bin Talha ve Bilal ile birlikte Kabe'ye girdi ve orada uzun bir süre kaldı. Çıktıklarında, Kabe'ye giren ilk kişi ben oldum. Bilal'e \"Peygamber (ﷺ) nerede namaz kıldı?\" diye sordum. Bilal, \"İki ön sütun arasında.\" diye cevap verdi."
    },
    {
      "id": 152,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah bin `Umar dedi ki, \"Allah'ın Elçisi (ﷺ) Usame bin Zeyd, Bilal ve `Uthman bin Talha Al-Hacabi ile birlikte Kabe'ye girdi, kapıyı kapattı ve bir süre orada kaldı. Dışarı çıktığında Bilal'e, 'Peygamber (ﷺ) ne yaptı?' diye sordum. O da, 'Bir sütun solunda, bir sütun sağında ve üç sütun arkasında namaz kıldı.' dedi. O günlerde Kabe altı sütunla destekleniyordu.\" Malik dedi ki: \"Peygamber'in (ﷺ) sağında iki sütun vardı.\""
    },
    {
      "id": 153,
      "narrator": "Narrated Nafi':",
      "text": "Nafi`'den rivayet edilmiştir: `Abdullah Kabe'ye girdiğinde, kapıyı geride bırakarak ilerlerdi. Karşı duvara kadar yaklaşık üç arşın mesafe kalana kadar devam ederdi. Sonra orada, Bilal'in bana bildirdiğine göre, Peygamber'in (ﷺ) namaz kıldığı yerde namaz kılardı. İbn `Umar dedi ki, \"Kabe'nin içinde herhangi bir yerde namaz kılmamızda bir sakınca yoktur.\""
    },
    {
      "id": 154,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: \"Peygamber (ﷺ) dişi devesini karşısına oturtur ve ona dönerek namaz kılardı (bir sutra olarak).\" Ben sordum, \"Eğer dişi deve kışkırtılır ve hareket ederse Peygamber (ﷺ) ne yapardı?\" O da, \"Devenin eyerini alır, önüne koyar ve arka tarafına dönerek namaz kılardı (bir sutra olarak). Ve İbn `Umar da aynı şekilde yapardı.\" (Bu, namaz kılarken sutra arkasında olmadan namaz kılmamanın gerektiğini gösterir.)"
    },
    {
      "id": 155,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Bizi (kadınları) köpekler ve eşeklerle eşit mi tutuyorsunuz? Ben yatağımda yatarken, Peygamber (ﷺ) gelir ve yatağın ortasına dönerek namaz kılardı. Onun namazı sırasında önünde durmayı hoş görmezdim. Bu yüzden yavaşça ve sessizce yatağın ucundan kayarak çıkardım.\""
    },
    {
      "id": 156,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa`id'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi (aşağıdaki Hadiste ona atfedilen): Ebu Salih As-Samman'dan rivayet edilmiştir: \"Ebu Sa`id Al-Hudri'yi bir Cuma günü, bir sutra görevi gören bir şeyin arkasında namaz kılarken gördüm. Bani Abi Mu'ait'ten bir genç, onun önünden geçmek istedi, fakat Ebu Sa`id onu göğsünden iterek geri çevirdi. Alternatif bulamayınca tekrar geçmeye çalıştı ama Ebu Sa`id onu daha güçlü bir şekilde itti. Genç, Ebu Sa`id'e hakaret etti ve Marvan'a giderek Ebu Sa`id hakkında şikayette bulundu. Ebu Sa`id de gencin peşinden Marvan'a gitti. Marvan ona, 'Ey Ebu Sa`id! Seninle kardeşinin oğlu arasında ne oldu?' dedi. Ebu Sa`id ona, 'Peygamber (ﷺ) şöyle derdi: 'Eğer bir kişi, bir sutra arkasında namaz kılıyorsa ve birisi onun önünden geçmeye çalışıyorsa, onu geri çevirmelidir; eğer kabul etmezse, ona karşı güç kullanmalıdır, çünkü o bir Şeytandır (Şeytan).'\""
    },
    {
      "id": 157,
      "narrator": "Narrated Busr bin Sa`id:",
      "text": "Busr bin Sa`id'den rivayet edilmiştir: Zaid bin Halid, onu Ebu Juhaim'e gönderdi ve Allah'ın Elçisi (ﷺ) hakkında namaz kılan birinin önünden geçen bir kişiyle ilgili ne duyduğunu sordu. Ebu Juhaim şöyle cevap verdi: \"Allah'ın Elçisi (ﷺ) dedi ki, 'Eğer bir kişi, namaz kılan birinin önünden geçerse, günahının büyüklüğünü bilseydi, onun önünden geçmektense 40 (gün, ay veya yıl) beklemeyi tercih ederdi.' Ebu An-Nadr dedi ki, 'Tam olarak 40 gün, ay veya yıl mı söylediğini hatırlamıyorum.'\""
    },
    {
      "id": 158,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Namazı bozan şeyler benim önümde zikredildi. Dediler ki, 'Namaz, bir köpek, bir eşek ve bir kadın (namaz kılanların önünden geçerse) bozulur.' Ben de, 'Bizi (yani kadınları) köpekler yaptınız.' dedim. Peygamber (ﷺ) namaz kılarken, ben onunla Kıble arasında yatarak, ihtiyaç duyduğumda kayarak çıkardım. Çünkü ona yüz yüze gelmeyi istemezdim.\""
    },
    {
      "id": 159,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) namaz kılarken, ben onun yatağında uyuyordum. Witr namazı kılmak istediğinde beni uyandırır ve ben de witr namazı kılardım.\""
    },
    {
      "id": 160,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber'in eşi, \"Ben Allah'ın Elçisi (ﷺ) önünde, Kıble'ye karşı (ona dönerek) ayaklarım onun Kıble'sine karşı yatarak uyurdum; ve o secdeye gittiğinde, ayaklarımı iterek geri çekilirdi, ben de uzatırdım.\" Aişe ekledi, \"O günlerde evlerde lamba yoktu.\""
    },
    {
      "id": 161,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Namazı bozan şeyler benim önümde zikredildi (ve bunlar şunlardı): bir köpek, bir eşek ve bir kadın. Ben de, 'Bizi (kadınları) eşekler ve köpeklerle kıyasladınız. Allah'a yemin ederim ki, Peygamber (ﷺ) namaz kılarken, ben onunla Kıble arasında yatarak, ihtiyaç duyduğumda oturmayı ve Peygamber'i rahatsız etmeyi istemezdim. Bu yüzden, ayaklarının yanından kayarak çıkardım.\""
    },
    {
      "id": 162,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Elçisi (ﷺ) gece kalkar ve namaz kılarken, ben onun ailesinin yatağında Kıble ile onun arasında yatıyordum."
    },
    {
      "id": 163,
      "narrator": "Narrated Abu Qatada Al-Ansari:",
      "text": "Ebu Katade Al-Ensari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) namaz kılıyordu ve Zeynep'in kızı Umame'yi taşıyordu. O, Allah'ın Elçisi'nin (ﷺ) kızıydı ve 'As bin Rabi`a bin `Abd Şems'in kızıydı. Secdeye gittiğinde onu yere koydu ve ayağa kalktığında onu (boynuna) aldı."
    },
    {
      "id": 164,
      "narrator": "Narrated Maimuna bint Al-Harith:",
      "text": "Meymune bint Al-Harith'ten rivayet edilmiştir: Yatak yerim, Peygamber'in (ﷺ) namaz kıldığı yerin (Musalla) yanındaydı ve bazen elbisesi üzerime düşerdi."
    },
    {
      "id": 165,
      "narrator": "Narrated Maimuna:",
      "text": "Meymune'den rivayet edilmiştir: Peygamber (ﷺ) namaz kılarken, ben onun yanında adet dönemimde uyuyordum ve secdeye gittiğinde elbisesi bana değiyordu."
    },
    {
      "id": 166,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Sizlerin bizi (kadınları) köpekler ve eşeklerle eşit hale getirmeniz iyi değil. Şüphesiz ki ben Allah'ın Elçisi (ﷺ) namaz kılarken onu gördüm, ben de onunla Kıble arasında yatıyordum ve secde etmek istediğinde, bacaklarımı itti ve ben de onları geri çektim.\""
    },
    {
      "id": 167,
      "narrator": "Narrated `Amr bin Maimun :",
      "text": "Amr bin Maimun'dan rivayet edilmiştir: \"Abdullah bin Mes'ud dedi ki: 'Allah'ın Elçisi (ﷺ) Kabe'nin yanında namaz kılarken, bazı Kureyşliler bir toplulukta oturuyordu. Onlardan biri, 'Şu (gösteriş için iş yapan) kişiyi görmüyor musunuz? İçinizden kim gidebilir ve filan filanın kesilen develerinin dışkısını, kanını ve karın içeriğini (bağırsaklar vb.) getirip secde edene kadar bekleyip omuzlarının arasına koyabilir?' dedi. Onlardan en talihsiz olanı (Ukbe bin Ebi Muayt) gitti (ve onları getirdi) ve Allah'ın Elçisi (ﷺ) secde ettiğinde, onları omuzlarının arasına koydu. Peygamber secdede kaldı ve o kadar güldüler ki birbirlerinin üzerine düştüler. Bir geçici, o zamanlar genç bir kız olan Fatıma'ya gitti. O koşarak geldi ve Peygamber (ﷺ) hala secdede idi. Onları kaldırdı ve Kureyş'e lanet etti. Allah'ın Elçisi (ﷺ) namazını tamamladığında, 'Ey Allah! Kureyş'ten intikam al!' dedi. Bunu üç kez söyledi ve ekledi, 'Ey Allah! Amr bin Hişam'a, Utbe bin Rebî'a, Şeybe bin Rebî'a, Velid bin Utbe, Ümeyye bin Halef, Ukbe bin Ebi Muayt ve Umar bin Velid'e intikam al.' Abdullah ekledi: 'Vallahi! Ben Badr günü savaş alanında hepsinin ölü olarak yattığını gördüm ve onları Badr'deki Kâlib'e (kuyuya) sürükleyip attılar: Allah'ın Elçisi (ﷺ) daha sonra, 'Kâlib halkının üzerine Allah'ın laneti inmiştir.' dedi.\""
    }
  ]
}