{
  "language": "tr",
  "metadata": {
    "length": 106,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Her peygamberin, Allah'a yalvardığı bir (özel dua) vardır ki, bu dua reddedilmez ve ben bu duayı, ahiretteki takipçilerim için şefaat etmek üzere saklamak istiyorum.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Her peygamberin, Allah tarafından kesinlikle kabul edilecek bir duası vardır,\" (ya da şöyle dedi), \"Her peygamberin, Allah'a yalvardığı bir dua vardı ve bu dua (hayatında) kabul edildi, fakat ben bu (özel) duayı, Kıyamet Günü takipçilerim için şefaat etmek üzere sakladım.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Shaddad bin Aus:",
      "text": "Şeddad bin Aus'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah'tan af dilemenin en üstün yolu şudur: 'Allah'ım! Sen benim Rabbimsin, senden başka ilah yoktur. Beni yarattın ve ben senin kulunum, verdiğin sözde ve ahitte elimden geleni yaptım. Yaptığım kötülüklerin şerrinden sana sığınırım, üzerimdeki nimetlerini kabul ederim ve günahımı itiraf ederim, o halde beni affet; çünkü günahları ancak sen affedersin.' Peygamber (ﷺ) ekledi: \"Eğer birisi bunu gündüz okur ve buna sağlam bir imanla inanırsa ve aynı gün akşamdan önce ölürse, o cennetliklerden olur; eğer birisi bunu gece okur ve buna sağlam bir imanla inanırsa ve sabah olmadan ölürse, o da cennetliklerden olur.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ini (ﷺ) şöyle derken duydum: \"Vallahi! Günde yetmişten fazla kez Allah'tan af dilerim ve O'na yönelirim.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Harith bin Suwaid:",
      "text": "Al-Harith bin Suwaid'ten rivayet edilmiştir: Abdullah bin Mes'ud bize iki rivayet aktardı: Biri Peygamber'den (ﷺ) diğeri kendisinden, şöyle dedi: \"Bir mümin, günahlarını, üzerine devrilecek bir dağın altında oturuyormuş gibi görür; oysa kötü kişi günahlarını, burnunun üzerinden geçen sinekler gibi görür ve onları sadece şöyle kovar.\" Abu Şihab (alt rivayetçi) elini burnunun üzerinde hareket ettirerek gösterdi. (İbn Mes'ud ekledi): Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Allah, kulunun tövbesinden, hayatının tehlikede olduğu bir yerde kamp kuran bir adamdan daha çok memnun olur; o adam, yiyecek ve su taşıyan binek hayvanını yanında bulundurur. Sonra başını dinlendirir ve kısa bir süre uyur ve uyandığında binek hayvanının gitmiş olduğunu görür. (Onu aramaya başlar) ve aşırı sıcaktan ve susuzluktan ya da Allah'ın istediği bir şeyden muzdarip olur. Sonra der ki: 'Yerime döneceğim.' Geri döner ve tekrar uyur, sonra (kalktığında) başını kaldırır ve binek hayvanının yanında durduğunu görür.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Allah, kulunun tövbesinden, sizlerden birinin çölde kaybettiği devesini bulmasından daha çok memnun olur.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) gecenin ilerleyen saatlerinde on bir rekât namaz kılardı ve sabah ışığı belirdiğinde iki rekât kılar, sonra sağ tarafına yatar ve Muadhdhin kendisine (sabah namazının vaktinin geldiğini) bildirmesi için beklerdi."
    },
    {
      "id": 8,
      "narrator": "Narrated Al-Bara bin `Azib:",
      "text": "Al-Bara bin Azib'ten rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) bana şöyle dedi: \"Yatmak istediğinde, namaz için yaptığın gibi abdest al, sonra sağ tarafına yat ve de ki: 'Allah'ım! Yüzümü sana teslim ettim, işimi sana havale ettim ve sırtımı sana dayadım, sana olan arzum ve korkumla, senden başka sığınacak ve kaçacak yer yok. Senin indirdiğin kitaba ve gönderdiğin peygambere inandım.' Eğer ölürsen (bunu okuduktan sonra) İslam dini üzerine ölürsün; bu yüzden bu sözler, yatmadan önce son söyleyeceğin sözler olsun.\" Ben bunu ezberlemeye çalışırken, \"Ve gönderdiğin elçin (hakkında) dedim.\" Peygamber (ﷺ) dedi ki: \"Hayır, ama de ki: Ve gönderdiğin peygamber (hakkında).\""
    },
    {
      "id": 9,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) yatağa gittiğinde şöyle derdi: \"Bismika amutu wa ahya.\" ve kalktığında şöyle derdi: \"Elhamdulillah, bizi öldürdükten sonra dirilten Allah'a, dönüş O'nadır.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Al-Bara bin `Azib:",
      "text": "Al-Bara bin Azib'ten rivayet edilmiştir: Peygamber (ﷺ) bir adama şöyle tavsiyede bulundu: \"Eğer yatmaya niyet edersen, de ki: 'Allah'ım! Kendimi sana teslim ettim ve işimi sana havale ettim, yüzümü sana yönelttim ve sırtımı sana dayadım, sana olan arzum ve korkumla. Senden başka sığınacak ve kaçacak yer yok. Senin indirdiğin kitaba ve gönderdiğin peygambere inandım.' Eğer ölürsen (bunu yatmadan önce okursan) İslam dini üzerine ölürsün.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Peygamber (ﷺ) gece yatağa gittiğinde elini yanağının altına koyar ve sonra derdi: \"Allah'ım! Bismika amutu wa ahya,\" ve kalktığında derdi: \"Elhamdulillah, bizi öldürdükten sonra dirilten Allah'a, dönüş O'nadır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin Azib'ten rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) yatağa gittiğinde sağ tarafına yatar ve sonra derdi: \"Allah'ım! Kendimi sana teslim ettim, yüzümü sana yönelttim, işimi sana havale ettim, sırtımı sana dayadım, sana olan arzum ve korkumla. Senden başka sığınacak ve kaçacak yer yok. Senin indirdiğin kitaba ve gönderdiğin peygambere inandım!\" Allah'ın Messenger'i (ﷺ) dedi ki: \"Bu sözleri (yatmadan önce) okuyan ve o gece ölen kimse, İslam dini üzerine ölür.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir gece Maimuna'nın evinde yattım. Peygamber (ﷺ) uyandı, ihtiyacını giderdi, yüzünü ve ellerini yıkadı ve sonra tekrar uyudu. Gece geç saatlerde kalktı, bir su tulumuna gitti, ağzını açtı ve fazla su kullanmadan abdest aldı, yine de tüm yerleri düzgün bir şekilde yıkadı ve sonra namaz kıldı. Ben de kalktım ve sırtımı düzeltmek için Peygamber'i (ﷺ) izlememesi için dikkat ettim, sonra abdest aldım ve o namaz kılmaya kalktığında, onun solunda durdum. O, kulağımı tutarak beni sağ tarafına getirdi. Toplamda on üç rekât kıldı ve sonra uzandı ve uyumaya başladı, nefesini üflemeye başladığı gibi. Bu arada Bilal, Peygamber'e (ﷺ) sabah namazının vaktinin yaklaştığını bildirdi ve Peygamber, yeni bir abdest almadan sabah namazını kıldı. Duasında şöyle diyordu: \"Allah'ım! Kalbime nur ver, gözlerime nur ver, kulaklarıma nur ver, sağımda nur ver, solumda nur ver, üstümde nur ver, altımda nur ver, önümde nur ver, arkamda nur ver, bana nur ver.\" Kuraib (alt rivayetçi) dedi ki: \"Diğer yedi kelimeyi unuttum, (Peygamber (ﷺ) bu duada bahsettiği) bir adamla karşılaştım ve o yedi şeyi bana anlattı, 'Sinirlerimde, etimde, kanımda, saçımda ve bedenimde nur olsun,' dedi ve iki başka şeyden de bahsetti.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) gece namazı kılmak için kalktığında şöyle derdi: \"Allah'ım! Hamd sana aittir; Sen göklerin ve yerin nurusun ve içindekilerin de. Hamd sana aittir; Sen göklerin ve yerin ayakta tutucususun ve içindekilerin de. Hamd sana aittir; Sen haksın, vaadin haktır, sözün haktır, seninle buluşmak haktır, cennet haktır, ateş haktır, kıyamet haktır, peygamberler haktır, Muhammed haktır, Allah'ım! Sana teslim oldum, sana güvendim, sana inandım, sana yöneldim, seninle mücadele ettim, sana hükmettim, beni affet, önceden yaptığım ve sonradan yaptığım, gizli yaptığım ve açıktan yaptığım. Sen öne geçiren, sen de geri bırakan. Senden başka ilah yoktur (ya da Senden başka ilah yok).\""
    },
    {
      "id": 15,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Fatıma, değirmen taşını kullanmaktan dolayı elindeki su kabarcıklarından şikayet etti. Peygamber'den hizmetçi istemek için gitti, ama onu (evde) bulamadı ve ihtiyacını Aişe'ye bildirmek zorunda kaldı. Geldiğinde, Aişe ona bunu bildirdi. Ali ekledi: Peygamber (ﷺ) bize geldiğinde biz yataklarımıza gitmiştik. Ben kalkmaya niyet ettiğimde, \"Yerinde kal,\" dedi ve aramızda oturdu, ta ki ayaklarının serinliğini göğsümde hissettim. Peygamber (ﷺ) sonra dedi ki: \"Size bir şey söylemeyeyim mi, bu sizin için bir hizmetçiden daha hayırlıdır? (İkiniz) yatmaya gittiğinizde, 'Allahu Ekber' otuz üç kez, 'Subhan Allah' otuz üç kez, 'Elhamdulillah' otuz üç kez söyleyin; çünkü bu, sizin için bir hizmetçiden daha hayırlıdır.\" İbn Sirin dedi ki: \"'Subhan Allah' (otuz dört kez) söylenmelidir.\""
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) yatağına gittiğinde, Mu'awwidhat'ı (yani Falaq Suresi 113 ve Nas Suresi 114) okurken ellerine üfler ve sonra ellerini vücudunun üzerine geçirirdi."
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri yatağına gittiğinde, bel örtüsünün iç kısmıyla yatağını silkelesin, zira arkasından üzerine neyin geldiğini bilemez. Sonra şöyle desin: 'Bismika Rabbi Wada`tu Janbi wa bika arfa'uhu, In amsakta nafsi farhamha wa in arsaltaha fahfazha bima tahfazu bihi ibadakas-salihin.'\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Gece yarısının son üçte biri geldiğinde, Rabbimiz, mübarek ve yüce olan, her gece dünya semasına iner ve şöyle der: 'Beni çağıran var mı ki, ona icabet edeyim? Benden bir şey isteyen var mı ki, ona vereyim? Benden af dileyen var mı ki, onu affedeyim?'\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) tuvalete gittiğinde şöyle derdi: \"Allah'ım, ben sana alçaklıklardan ve alçaklardan sığınırım.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Shaddad bin 'Aus:",
      "text": "Şeddad bin Aus'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Allah'tan af dilemenin en üstün yolu şudur: 'Allah'ım, sen benim Rabbimsin, senden başka ilah yoktur. Beni yarattın ve ben senin kulunum, senin ahdine ve vaadine gücüm yettiğince bağlıyım. Nimetinle sana itiraf ediyorum ve günahımla sana itiraf ediyorum; beni affet, çünkü günahları senin dışında kimse affedemez. Yaptıklarımdan sana sığınırım.' Eğer biri bu duayı gece okursa ve o gece ölürse, cennete gidecektir (veya cennetliklerden olacaktır). Eğer bunu sabah okursa ve aynı gün ölürse, aynı akıbete sahip olacaktır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudeyfe'den rivayet edilmiştir: Peygamber (ﷺ) yatağa girmeyi düşündüğünde, 'Bismika Allahumma amutu wa ahya' (Adınla, Ey Allah, ben ölürüm ve yaşarım) derdi. Uyandığında ise şöyle derdi: \"Hamd, bizi öldürdükten sonra hayata döndüren Allah'a olsun; ve dönüş O'nadır.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Zerr'den rivayet edilmiştir: Peygamber (ﷺ) yatağına yattığında şöyle derdi: \"Allah'ım, adınla ölürüm ve yaşarım,\" ve uyandığında şöyle derdi: \"Hamd, bizi öldürdükten sonra hayata döndüren Allah'a olsun; ve dönüş O'nadır.\""
    },
    {
      "id": 23,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Ebu Bekir es-Sıddık, Peygamber'e, \"Bana namazımda (Allah'a) dua edebileceğim bir dua öğret,\" dedi. Peygamber (ﷺ) şöyle dedi: \"De ki: 'Allah'ım, ben kendime çok zulmettim ve günahları senin dışında kimse affedemez. Beni affet, katından bir af bağışla ve bana merhamet et, çünkü sen çok affedicisin, merhametlisin.'\""
    },
    {
      "id": 24,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: 'Ne sesli ne de gizlice dua edin' (17.110) ayeti dua ile ilgili olarak indirilmiştir."
    },
    {
      "id": 25,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Namazda 'Selam Allah'a olsun, selam falana olsun' derdik. Bir gün Peygamber bize, \"Allah kendisi Selam'dır; sizden biri namazda oturduğunda, 'at-tahiyyatu li-l-lahi' diyerek 'As-Salihin'e kadar devam etsin,\" dedi. (Tüm övgüler Allah'a ...salih insanlar) bunu okuduğunda, o zaman cennette ve yerde bulunan tüm salih insanlara selam vermiş olur. Sonra 'Şehadet ederim ki, Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve elçisidir,' der ve ardından Allah'ı övmek için istediği her şeyi seçebilir.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: İnsanlar, \"Ey Allah'ın Elçisi (ﷺ)! Zenginler en yüksek mertebelere ve kalıcı zevklere sahipler (bu dünyada ve ahirette).\" dediler. O da, \"Bu nasıl olur?\" dedi. Onlar, \"Zenginler bizim gibi namaz kılıyor, Allah yolunda çaba sarf ediyor ve fazlalıklarından sadaka veriyorlar, oysa bizim harcayacak bir malımız yok,\" dediler. O da, \"Size bir şey söylemeyeyim mi, bunu yaparak sizden önde olanlara yetişir ve sonrakileri geçersiniz; ve sizden başka kimse sizin yaptığınız gibi bu iyi ameli yapamaz. O amel, her namazdan sonra 'Subhan Allah'ı on kez, 'Elhamdülillah'ı on kez ve 'Allahu Akbar'ı on kez okumaktır,\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Warrad:",
      "text": "Warrad'dan rivayet edilmiştir: (Al-Mughira bin Shu'ba'nın azatlı kölesi) Al-Mughira, Muaviye bin Ebu Süfyan'a yazdı ki, Allah'ın Elçisi (ﷺ) her namazın sonunda selamdan sonra şöyle derdi: \"Allah'tan başka ilah yoktur, O tektir, ortağı yoktur; mülk O'nundur ve hamd O'na aittir, O her şeye kadirdir. Allah'ım, verdiğini geri alacak yoktur, alıkoyduğunu verecek yoktur ve zenginlik, senin yanında zenginlik değildir.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Salama bin Al-Akwa`:",
      "text": "Selame bin Al-Akva'dan rivayet edilmiştir: Peygamber (ﷺ) ile birlikte Hayber'e çıktık. İnsanlardan biri, \"Ey Amir! Bize biraz şiir okur musun?\" dedi. Bunun üzerine Amir inip onlara şarkı söylemeye başladı ve \"Vallahi! Eğer Allah olmasaydı, hidayete eremezdik,\" dedi. Amir başka şiirler de söyledi ama onları hatırlamıyorum. Allah'ın Elçisi (ﷺ) \"Bu (deve) sürücüsü kim?\" dedi. İnsanlar, \"O Amir bin Al-Akva,\" dediler. O da, \"Allah ona merhamet etsin,\" dedi. İnsanlardan biri, \"Ey Allah'ın Elçisi (ﷺ)! Onunla daha uzun süre birlikte olabilseydik,\" dedi. İnsanlar (Müslümanlar) sıralandığında, savaş başladı ve Amir kendi kılıcıyla (şans eseri) vurularak öldü. Akşam olduğunda, insanlar birçok ateş yaktılar (yemek pişirmek için). Allah'ın Elçisi, \"Bu ateş nedir? Ne için ateş yakıyorsunuz?\" dedi. Onlar, \"Eşek etini pişirmek için,\" dediler. O da, \"Tencerelerdeki her şeyi atın ve tencereleri kırın!\" dedi. Bir adam, \"Ey Allah'ın Peygamberi! İçindekileri atıp yıkayabilir miyiz?\" dedi. O da, \"Sorun değil, yapabilirsiniz,\" dedi. (Bkz. Hadis No. 509, Cilt 5)."
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn Abi `Aufa:",
      "text": "İbn Ebu Aufa'dan rivayet edilmiştir: Bir adam sadakasını Peygamber'e getirdiğinde, Peygamber (ﷺ) şöyle derdi: \"Ey Allah! Filan kişinin ailesine bereket ver.\" Babam onun yanına geldiğinde (sadakasıyla), \"Ey Allah! Ebu Aufa ailesine bereket ver,\" dedi."
    },
    {
      "id": 30,
      "narrator": "Narrated Jarir:",
      "text": "Cerir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana, \"Dhi-al-Khalasa'dan beni kurtarır mısın?\" dedi. Dhi-al-Khalasa, insanların ibadet ettiği bir put olup, Al-Ka'ba al-Yamaniyya olarak adlandırılıyordu. Ben de, \"Ey Allah'ın Elçisi (ﷺ), ben atların üzerinde sağlam duramayan bir adamım,\" dedim. Bunun üzerine, göğsüme elini koyarak, \"Ey Allah! Onu sağlam kıl ve onu doğru yola ileten bir insan yap,\" dedi. Sonra Ahrnas kabilesinden elli kişiyle birlikte çıktım. (Alt rivayet eden Sufyan, Cerir'den alıntı yaparak, \"Ben ulusumdan bir grup adamla çıktım,\" demiş olabilir.) Dhi-al-Khalasa'ya geldim ve onu yaktım, sonra Peygamber'e (ﷺ) geldim ve \"Ey Allah'ın Elçisi (ﷺ)! Onu, deri hastalığı olan bir deve gibi bıraktığımda sana gelmedim,\" dedim. Peygamber daha sonra Ahmas ve onların süvarileri (savaşçıları) için hayır duasında bulundu."
    },
    {
      "id": 31,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Um Sulaim, Peygamber'e (ﷺ) \"Anas senin hizmetçin.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Ya Allah! Onun malını ve neslini artır ve ona verdiğin her şeyde bereket ver.\""
    },
    {
      "id": 32,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir adamın camide (Kur'an) okuduğunu duydu. Dedi ki: \"Allah ona merhamet etsin, çünkü o bana şu ve bu Ayeti hatırlattı ki, onu şu ve bu Surede kaçırmıştım.\""
    },
    {
      "id": 33,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) bir şeyi (Müslümanlar arasında) paylaştırdı ve ganimetin hisselerini dağıttı. Bir adam dedi ki: \"Bu taksim Allah'ı razı etmek için yapılmamıştır.\" Ben bunu Peygamber'e (ﷺ) bildirdiğimde, öyle bir öfkelendi ki, yüzünde öfke belirtilerini gördüm ve sonra dedi ki: \"Allah Musa'ya merhamet etsin, çünkü o bundan daha fazlasına maruz kaldı, ama sabırlı kaldı.\""
    },
    {
      "id": 34,
      "narrator": "Narrated `Ikrima:",
      "text": "İkrime'den rivayet edilmiştir: İbn Abbas dedi ki: \"İnsanlara haftada bir kez vaaz verin, eğer bunu yapmazsanız, o zaman iki kez vaaz verin, ama daha fazla vaaz vermek isterseniz, haftada üç kez olsun, ve insanları bu Kur'an ile bıktırmayın. Eğer bir grup insanın bir konuşma yaptığını görürseniz, vaaz vermeye başlayarak onların konuşmalarını kesmeyin, yoksa onları sıkabilirsiniz. Daha iyi olan, sessiz kalmanızdır; eğer size sorarlarsa, o zaman söylediklerinizi duymak istedikleri zaman vaaz verin. Ve dua ederken kafiyeli sözlerden kaçının, çünkü Allah'ın Resulü (ﷺ) ve arkadaşlarının bunu her zaman kaçındığını gördüm.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden biri Allah'a bir şey için dua ettiğinde, kararlı bir şekilde istemelidir ve 'Ya Allah, eğer istersen, bana ver.' dememelidir; çünkü kimse Allah'ı iradesine aykırı bir şey yapmaya zorlayamaz.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden hiç kimse 'Ya Allah, eğer istersen, beni affet; Ya Allah, eğer istersen, bana merhamet et.' dememelidir, ama her zaman kararlılıkla Allah'a dua etmelidir; çünkü kimse Allah'ı iradesine aykırı bir şey yapmaya zorlayamaz.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizden birinin duası (Allah tarafından) kabul edilir, eğer sabırsızlık göstermezse (şöyle diyerek: 'Ben Allah'a dua ettim ama isteğim kabul edilmedi.').\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ) dua ederken ellerini kaldırdı, ta ki koltuk altlarının beyazlığını görene kadar.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) bir Cuma günü hutbe verirken, bir adam ayağa kalktı ve dedi ki: \"Ya Allah'ın Resulü (ﷺ)! Allah'tan bize yağmur vermesini iste.\" (Peygamber (ﷺ) Allah'a yağmur için dua etti.) O zaman gökyüzü kapandı ve öyle bir yağmur yağdı ki, insanlar evlerine zor ulaşır hale geldi. Yağmur, bir sonraki Cuma'ya kadar devam etti, aynı adam ya da başka bir adam ayağa kalktı ve Peygamber'e dedi ki: \"Allah'tan yağmuru bizden kesmesini iste, çünkü ağır yağmurla boğulduk.\" Peygamber (ﷺ) dedi ki: \"Ya Allah! Bize etrafımızda yağmur yağsın, üzerimize değil.\" Sonra bulutlar Medine etrafında dağılmaya başladı ve Medine halkına yağmur yağmayı bıraktı."
    },
    {
      "id": 40,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zayd'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Istiska namazı kılmak için bu Musalla'ya (namaz yeri) çıktı. Allah'tan yağmur istedi ve sonra Kıble'ye döndü ve Rida'sını (üst giysi) ters çevirdi."
    },
    {
      "id": 41,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Annem dedi ki: \"Ya Allah'ın Resulü (ﷺ)! Lütfen hizmetçin için Allah'a dua et.\" O dedi ki: \"Ya Allah! Onun malını ve çocuklarını artır ve ona verdiğin her şeyde bereket ver.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) sıkıntı anında Allah'a dua ederdi, şöyle derdi: \"La ilaha illal-lahu Al-`Azim, al-Halim, La ilaha illal-lahu Rabbu-s-samawati wal-ard wa Rabbu-l-arsh il-azim.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) sıkıntı anında şöyle derdi: \"La ilaha illal-lahu Rabbul-l-'arsh il-'azim, La ilaha illallahu Rabbu-s-samawati wa Rabbu-l-ard, Rabbu-l-'arsh-il-Karim.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) zor bir felaket anında Allah'a sığınırdı ve yıkımın kendisini yakalamasından, kötü bir sona mahkum olmaktan ve düşmanların kötü sevinçlerinden Allah'a sığınırdı. Süfyan dedi ki: \"Bu rivayette yalnızca üç madde vardı, ama ben bir tane ekledim. Hangi madde olduğunu bilmiyorum.\""
    },
    {
      "id": 45,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) sağken şöyle derdi: \"Hiçbir peygamber, cennetteki yerini gösterilmeden ölmez, sonra ona (yaşama veya ölme) seçeneği verilir.\" Ölüm ona yaklaştığında (hastalığı sırasında), başı benim dizimdeyken bir süre baygınlık geçirdi, ve kendine geldiğinde tavana baktı ve dedi ki: \"Ya Allah! (Beni) Yüksek Arkadaşlarla (katılmama izin ver) (bkz. Kur'an 4:69),\" ben dedim ki: \"Demek ki, bizi seçmiyor.\" O zaman sağken bize anlattığı ifadenin uygulaması olduğunu anladım. Bu, onun son sözüydü (ölmeden önce), yani \"Ya Allah! (Beni) Yüksek Arkadaşlarla (katılmama izin ver).\""
    },
    {
      "id": 46,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Khabbab'a geldim, o yedi markayla damgalanmıştı ve şöyle dedi: \"Eğer Allah'ın Resulü (ﷺ) bize ölüm için dua etmeyi yasaklamasaydı, ben kesinlikle bunun için dua ederdim.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Khabbab'a geldim, o karnında yedi markayla damgalanmıştı ve şöyle dedi: \"Eğer Peygamber (ﷺ) bize ölüm için dua etmeyi yasaklamasaydı, ben Allah'a bunun için dua ederdim.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden hiç kimse başına gelen bir beladan dolayı ölümü arzulamasın; eğer ölümü arzulamaktan başka bir çaresi yoksa, o zaman şöyle desin: 'Ya Allah! Beni yaşamamın daha iyi olduğu kadar yaşat, eğer ölüm benim için daha hayırlıysa, canımı al.'\""
    },
    {
      "id": 49,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Es-Sa'ib bin Yazid'den rivayet edilmiştir: Teyzem beni Allah'ın Resulü (ﷺ)'ne götürdü ve şöyle dedi: \"Ya Allah'ın Resulü (ﷺ)! Kız kardeşimin oğlu hasta.\" Bunun üzerine o, elini başımın üzerine koydu ve benim üzerimde Allah'ın bereketini talep etti, sonra abdest aldı. Ben onun abdest suyundan içtim ve arkasında durup, omuzları arasındaki Khatam'ına (Peygamberlik mührü) baktım (ve boyutu) bir çadır düğmesi gibiydi."
    },
    {
      "id": 50,
      "narrator": "Narrated Abu `Aqil:",
      "text": "Ebu 'Aqil'den rivayet edilmiştir: Dedesi Abdullah bin Hişam, onu pazara götürür ve oradan tahıl alırdı; ve Ibn Az-Zubair ile Ibn 'Umar ona rastladıklarında, \"Bizi (ticarette) ortak al, çünkü Peygamber (ﷺ) senin üzerine Allah'ın bereketini talep etti.\" derlerdi. O da onları ortak alırdı ve bazen bir hayvanın taşıdığı tam bir yük kazanırdı, bunu evine gönderirdi."
    },
    {
      "id": 51,
      "narrator": "Narrated Mahmud bin Ar-Rabi:",
      "text": "Mahmud bin Ar-Rabi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nün yüzüne su püskürttüğü, suyun onların kuyusundan alındığı, o daha ergenlik çağına girmemiş bir çocuktu."
    },
    {
      "id": 52,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Çocuklar Peygamber (ﷺ)'e getirilirdi ve o, onlara Allah'ın bereketini talep ederdi. Bir gün bir bebek ona getirildi ve üzerine idrar yaptı. O, su istedi ve idrarın olduğu yere su döktü, ama elbiselerini yıkamadı."
    },
    {
      "id": 53,
      "narrator": "Narrated `Abdullah bin Tha`laba bin Su'air:",
      "text": "Abdullah bin Tha'laba bin Su'air'den rivayet edilmiştir: Allah'ın Resulü (ﷺ)'nün dokunduğu göz, Sa'd bin Ebi Vakkas'ın sadece bir rek'at kıldığı vitir namazını gördü."
    },
    {
      "id": 54,
      "narrator": "Narrated `Abdur-Rahman bin Abi Laila:",
      "text": "Abdur-Rahman bin Ebi Leyla'dan rivayet edilmiştir: Ka'b bin 'Ujra bana rastladı ve dedi ki: \"Sana bir hediye vereyim mi? Bir zamanlar Peygamber (ﷺ) bize geldi ve biz, 'Ya Allah'ın Resulü (ﷺ)! Seni selamlamayı biliyoruz; ama sana 'Salat' göndermeyi nasıl yapacağız?' dedik. O da şöyle dedi: 'De ki: Allahumma Salli ala Muhammadin wa 'ala Ali Muhammadin, kama sal-laita 'ala all Ibrahima innaka Hamidun Majid. Allahumma barik 'ala Muhammadin wa 'ala all Muhammadin, kama barakta 'ala all Ibrahima, innaka Hamidun Majid.'\""
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id Al-Hudri'den rivayet edilmiştir: Biz dedik ki: \"Ya Allah'ın Resulü (ﷺ)! Bu (yani, seni selamlamak) senin için bilinen bir selamdır; bize Salat göndermenin nasıl olacağını söyler misin?\" O da şöyle dedi: \"De ki: 'Allahumma Salli 'ala Muhammadin 'Abdika wa rasulika kama sal-laita 'ala Ibrahima wa barik 'ala Muhammadin wa 'ala all Muhammadin kama barakta 'ala Ibrahima wa 'Ali Ibrahim.'\""
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn Abi `Aufa:",
      "text": "İbn Ebi 'Aufa'dan rivayet edilmiştir: Birisi Peygamber (ﷺ)'e sadaka getirdiğinde, o şöyle derdi: \"Allahumma Salli 'Alaihi (Ya Allah! Ona Salatını gönder).\" Bir gün babam sadakasını ona getirdiğinde, o şöyle dedi: \"Ya Allah! Abi 'Aufa ailesine Salatını gönder.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Humaid As-Saidi:",
      "text": "Ebu Humaid Es-Saidi'den rivayet edilmiştir: İnsanlar dediler ki: \"Ya Allah'ın Resulü (ﷺ)! Sana Salat göndermenin nasıl olacağını söyler misin?\" O da şöyle dedi: \"De ki: Allahumma Salli 'ala Muhammadin wa azwajihi wa dhurriyyatihi kama sal-laita 'ala 'Ali Ibrahim; wa barik 'ala Muhammadin wa azwajihi wa dhurriyyatihi kama barakta 'ala 'Ali Ibrahim innaka hamidun majid.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ)'in şöyle dediğini işitti: \"Ya Allah! Eğer bir mümin hakkında kötü söz söylersem, lütfen bu, onu Kıyamet Günü'nde sana yaklaştıran bir vesile olsun.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir gün insanlar Allah'ın Resulü (ﷺ)'ne sorular sormaya başladılar ve o kadar çok soru sordular ki, o sinirlendi ve minbere çıktı ve \"Bugün bana soracağınız her soruyu cevaplayacağım.\" dedi. Sağa ve sola baktım, herkes yüzünü örtmüş ve ağlıyordu. İşte! İnsanlarla tartışan bir adam vardı, o, başka birinin oğlu olarak anılıyordu. O dedi ki: \"Ya Allah'ın Resulü (ﷺ)! Babam kim?\" Peygamber (ﷺ) cevap verdi: \"Baban Hudhaifa.\" Sonra 'Umar ayağa kalktı ve dedi ki: \"Biz Allah'ı Rabbimiz, İslam'ı dinimiz ve Muhammed'i (ﷺ) elçimiz olarak kabul ediyoruz; ve belalardan Allah'a sığınırız.\" Allah'ın Resulü (ﷺ) dedi ki: \"Bugün, cennet ve cehennem önümde sergilendiği için, bu kadar iyi ve kötü bir günü daha önce hiç görmedim, onları bu duvarın ötesinde gördüm.\" Katade, bu Hadisi aktarırken şu Ayeti zikrederdi: \"Ey iman edenler! Açıklanmasını istemediğiniz şeyler hakkında soru sormayın; zira eğer size açıklanırsa, bu sizin için sıkıntı doğurabilir.\" (5.101)"
    },
    {
      "id": 60,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Ebu Talha'ya şöyle dedi: \"Bana hizmet etmesi için çocuklarından birini seç.\" Bunun üzerine Ebu Talha beni (Peygamber (ﷺ)'e hizmet etmem için) arkasında bindiğim deveye alarak götürdü. Böylece ben, Allah'ın Resulü (ﷺ) bir yerde kaldığında ona hizmet ederdim. Onun şöyle dediğini işitirdim: \"Ya Allah! Ben senden (kaygı) endişe ve üzüntüden, acizlik ve tembellikten, cimrilikten ve korkaklıktan, borç yükünden ve diğer insanların baskısından sana sığınırım.\" Ona hizmet etmeye devam ettim, ta ki o (Hayber Savaşı'ndan) döndü. Sonra o, Huyay'ın kızı Safiya'yı getirdi, onu (ganimetten) aldı. Onun için bir örtü veya giysi ile bir tür yastık yaptığını gördüm. Sonra onu arkasında bindirdi. As-Sahba' adında bir yere vardığımızda, (Hais adında özel bir yemek) hazırladı ve bana, gelen erkekleri davet etmemi söyledi, bu da onunla evlendiği zaman yapılan düğün ziyafetiydi. Sonra Uhud dağının görünmesine kadar devam etti, bunun üzerine şöyle dedi: \"Bu dağ bizi seviyor ve biz de onu seviyoruz.\" Medine'ye yaklaştığında, \"Ya Allah! Bu (yani, Medine'nin) iki dağı arasındaki yeri bir sığınak kılıyorum, tıpkı peygamber İbrahim'in Mekke'yi bir sığınak kıldığı gibi. Ya Allah! Onları (Medine halkını) Mudd'larında ve Sa' (ölçü birimleri) ile bereketlendir.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Um Khalid bint Khalid:",
      "text": "Um Khalid bint Khalid'den rivayet edilmiştir: Peygamber (ﷺ)'in kabir azabından Allah'a sığındığını duydum."
    },
    {
      "id": 62,
      "narrator": "Narrated Mus`ab:",
      "text": "Mus`ab'dan rivayet edilmiştir: Sa`d, beş (duayı) tavsiye ederdi ve Peygamber (ﷺ)'in bunu tavsiye ettiğini belirtirdi. (Bu da) \"Ya Allah! Cimrilikten sana sığınırım; korkaklıktan sana sığınırım; ihtiyarlık çağına geri dönmekten sana sığınırım; bu dünyanın belalarından (yani, Deccal gibi) sana sığınırım; ve kabir azabından sana sığınırım.\""
    },
    {
      "id": 63,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Yahudi kadınlardan iki yaşlı kadın yanıma girdi ve \"Ölüler kabirlerinde azap görürler\" dediler, ama ben onların yalan söylediğini düşündüm ve başlangıçta onlara inanmadım. Onlar gittikten sonra Peygamber (ﷺ) yanıma girdi, ben de \"Ey Allah'ın Elçisi (ﷺ)! İki yaşlı kadın..\" diyerek ona tüm hikayeyi anlattım. O da, \"Gerçek söylediler; ölüler gerçekten azap görürler, öyle ki, tüm hayvanlar (azaplarından kaynaklanan) sesi duyarlar.\" O günden beri, her zaman namazlarımda kabir azabından Allah'a sığındığını gördüm."
    },
    {
      "id": 64,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Peygamberi şöyle derdi: \"Ya Allah! Acizlikten ve tembellikten, korkaklıktan ve ihtiyarlık çağına geri dönmekten sana sığınırım; kabir azabından sana sığınırım; hayat ve ölüm belalarından sana sığınırım.\""
    },
    {
      "id": 65,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ya Allah! Tembellikten ve ihtiyarlık çağına geri dönmekten, her türlü günahlardan ve borç içinde olmaktan; kabir belası ve kabir azabından; ateşin belalarından ve ateşin azabından; mal belasının şerrinden; yoksulluk belasından sana sığınırım; ve Deccal'ın belasından sana sığınırım. Ya Allah! Günahlarımı kar ve dolu suyu ile yıka ve kalbimi tüm günahlardan temizle, tıpkı beyaz bir elbisenin pislikten temizlenmesi gibi; ve günahlarım ile benim aramda, doğu ile batı arasındaki mesafe kadar uzun bir mesafe kıl.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ya Allah! Endişeden ve kederden, acizlikten ve tembellikten, korkaklıktan ve cimrilikten, ağır borç içinde olmaktan ve (diğer) insanlar tarafından ezilmekten sana sığınırım.\" (Bkz. Hadis No. 374)"
    },
    {
      "id": 67,
      "narrator": "Narrated Mus`ab bin Sa`d:",
      "text": "Mus`ab bin Sa`d'dan rivayet edilmiştir: Sa`d bin Ebi Vakkas bu beş (duayı) tavsiye eder ve Peygamber (ﷺ)'in böyle söylediğini belirtirdi (ve bunlar): \"Ya Allah! Cimrilikten sana sığınırım; korkaklıktan sana sığınırım; ihtiyarlık çağına geri dönmekten sana sığınırım; dünyanın belalarından sana sığınırım; ve kabir azabından sana sığınırım.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Allah'a sığınarak şöyle derdi: \"Ya Allah! Tembellikten sana sığınırım; korkaklıktan sana sığınırım; ihtiyarlık çağına geri dönmekten sana sığınırım; cimrilikten sana sığınırım.\""
    },
    {
      "id": 69,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ya Allah! Bizi Medine'yi, Mekke'yi sevdiğin gibi sevdir, hatta daha çok; ve içindeki ateşi Al-Cuhfa'ya aktar. Ya Allah! Mudd ve Sam'ımızı bereketlendir.\""
    },
    {
      "id": 70,
      "narrator": "Narrated 'Amir bin Sa`d:",
      "text": "'Amir bin Sa`d'dan rivayet edilmiştir: Babası şöyle dedi: \"Veda Haccı yılında, Peygamber (ﷺ) beni ziyarete geldi, ben ölüm tehlikesi geçiren bir hastalıkla mücadele ediyordum. Ben de 'Ey Allah'ın Elçisi (ﷺ)! Hastalığım beni bu hale getirdi, gördüğünüz gibi, ben zengin bir adamım ama tek bir kızım dışında mirasçım yok. Malımın 2/3'ünü sadaka olarak verebilir miyim?' dedim. O da, 'Hayır.' dedi. Ben de, 'O zaman yarısını mı?' dedim. O, 'Hatta 1/3 bile fazla, çünkü mirasçılarını zengin bırakmak, onları yoksulluk içinde bırakmaktan daha iyidir. Ve (bil ki) Allah yolunda harcadığın her şey için, hatta eşinin ağzına koyduğun lokma için bile sevap alırsın.' dedim. 'Ey Allah'ın Elçisi (ﷺ)! Mekke'deki arkadaşlarımın gerisinde mi kalacağım?' dedim. O da, 'Eğer geride kalırsan, Allah rızası için yapacağın her hayır, seni Allah katında daha yüksek bir makama yükseltecektir. Belki daha uzun yaşarsın ki bazı insanlar senden faydalansın, bazıları (putperestler) de senin yüzünden zarar görsün. Ya Allah! Arkadaşlarımın hicretini tamamla ve onları geri çevirmeden; ama (yazık) yoksul Sa`d bin Khaula (yukarıda bahsedilen Sa`d değil) (Mekke'de öldü)' dedi.\" Allah'ın Elçisi (ﷺ) onun için üzüldü (veya acıdı) çünkü Mekke'de öldü. (Bkz. Hadis No. 693, Cilt 5)"
    },
    {
      "id": 71,
      "narrator": "Narrated Sa`d:",
      "text": "Sa`d'dan rivayet edilmiştir: Allah'a sığınarak Peygamber (ﷺ)'in Allah'a sığınırken söylediği kelimeleri söyleyin: \"Ya Allah! Korkaklıktan sana sığınırım; cimrilikten sana sığınırım; aşağılık bir ihtiyarlık çağına geri dönmekten sana sığınırım; dünyanın belalarından ve kabir azabından sana sığınırım.\""
    },
    {
      "id": 72,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ya Allah! Tembellikten, ihtiyarlık çağına geri dönmekten, borç içinde olmaktan ve günah işlemekten sana sığınırım. Ya Allah! Ateşin azabından, kabir belalarından, kabir azabından, yoksulluk belasının şerrinden ve Deccal'ın belasının şerrinden sana sığınırım. Ya Allah! Günahlarımı kar ve dolu suyu ile yıka ve kalbimi günahlardan temizle, tıpkı beyaz bir elbisenin pislikten temizlenmesi gibi; ve günahlarım ile benim aramda, doğu ile batı arasındaki mesafe kadar uzun bir mesafe kıl.\""
    },
    {
      "id": 73,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) Allah'a sığınarak şöyle derdi: \"Ya Allah! Ateşin belasından ve ateşin azabından sana sığınırım; kabir belasından sana sığınırım; mal belasından sana sığınırım; yoksulluk belasından sana sığınırım; ve Deccal'ın belasından sana sığınırım.\""
    },
    {
      "id": 74,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Ya Allah! Ateşin belasından, ateşin azabından, kabir belasından, kabir azabından ve yoksulluk belasının şerrinden sana sığınırım. Ya Allah! Deccal'ın belasının şerrinden sana sığınırım. Ya Allah! Kalbimi kar ve dolu suyu ile temizle ve kalbimi tüm günahlardan temizle, tıpkı beyaz bir elbisenin pislikten temizlenmesi gibi; ve günahlarım ile benim aramda, doğu ile batı arasındaki mesafe kadar uzun bir mesafe kıl. Ya Allah! Tembellikten, günahlardan ve borç içinde olmaktan sana sığınırım.\""
    },
    {
      "id": 75,
      "narrator": "Narrated Um Sulaim:",
      "text": "Um Sulaim'den rivayet edilmiştir: \"Ey Allah'ın Elçisi (ﷺ)! Anas senin hizmetçindir, lütfen onun için Allah'ın bereketini iste.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Ya Allah! Onun malını ve neslini artır ve ona verdiğin her şeyde bereket ver.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Um Sulaim (Peygambere) dedi ki, \"Anas senin hizmetçin; lütfen onun için Allah'ın bereketini iste.\" Peygamber (ﷺ) dedi ki, \"Ya Allah! Onun malını ve neslini artır, ve ona verdiğin her şeyde bereket ver.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) her mesele için bize İstihareyi öğretirdi, tıpkı Kuran'dan sureleri öğrettiği gibi. (Şöyle derdi), \"Eğer biriniz bir şey yapmayı niyet ederse, farz namaz dışında iki rek'at namaz kılmalı ve sonra şöyle demelidir: 'Allahümme innî estekhiruke bi'ilmike, ve estaqdiruke biqudratika, ve es'aluke min fadlika-l-'azim, fa innake taqdiru ve lâ aqdiru, ve ta'lamu ve lâ a'lamu, ve ente 'allamu-l-ghuyub. Allahümme in kunta ta'lamu anna hadha-l-amra khairun li fi dini wa ma'ashi wa 'aqibati 'Amri (veya fi 'ajili 'Amri wa ajilihi) fa-qdurhu li, ve in kunta ta'lamu anna hadha-l-amra sharrun li fi dini wa ma'ashi wa 'aqibati 'Amri (veya fi 'ajili 'Amri wa ajilihi) fasrifhu 'anni ve sarifni 'anhu ve aqdur li alkhaira haithu kana, thumma Raddani bihi,\" Sonra kendi meselesini (ihtiyacını) anmalıdır."
    },
    {
      "id": 78,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) biraz su istedi ve abdest aldı, sonra ellerini (gökyüzüne) kaldırdı ve dedi ki, \"Ya Allah! 'Ubaid Abi 'Amir'i affet.\" Onun ellerini kaldırırken koltuk altlarının beyazlığını gördüm ve ekledi, \"Ya Allah! Onu Kıyamet Günü birçok insanın üstünde yücelt.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) ile bir yolculukta idik ve her yüksek yere çıktığımızda, yüksek sesle tekbir getirirdik. Peygamber (ﷺ) dedi ki, \"Ey insanlar! Kendinize nazik olun, çünkü siz sağır veya yok birine dua etmiyorsunuz, fakat her şeyi işiten ve gören birine dua ediyorsunuz.\" Sonra bana geldi, ben sessizce \"La haul a wala quwwata illa bil-lah\" okurken. Dedi ki, \"Ey Abdullah bin Qais! De ki: La haul a walaquwata illa bil-lah, çünkü bu cennetin hazinelerindendir.\" Ya da şöyle dedi, \"Size cennetin hazinelerinden biri olan bir kelime söyleyeyim mi? O da: La haul a wala quwwata illa bil-lah.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir Gazve veya Hac veya Umre'den döndüğünde, üç kez \"Allahu Ekber\" derdi; yüksek bir yere çıktığında ise, \"La ilaha illal-lahu vahdehu la şerike leh, lehul-mülk ve lehul-hamd, ve huve 'ala kulli şey'in kadir. Ayibuna ta'ibuna 'abiduna lirabbina hamidun. Sadaqa-l-lahu wa'dahu, ve nasara 'Abdahu ve hazama-l-ahzaba vahdahu.\" derdi."
    },
    {
      "id": 81,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Peygamber (ﷺ) Abdurrahman bin Auf'un elbiselerinde bir parfüm lekesi gördü ve dedi ki, \"Senin durumun ne?\" Abdurrahman cevap verdi, \"Ben bir kadına, bir hurma çekirdeği kadar altın mehirle evlendim.\" Peygamber (ﷺ) dedi ki, \"Allah seni (evliliğinde) bereketlendirsin. Bir düğün ziyafeti ver, (Walima) bir koyunla bile olsa.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Babam vefat etti ve geride yedi veya dokuz kız bıraktı, ben de bir kadınla evlendim. Peygamber (ﷺ) dedi, \"Evlendin mi, ey Cabir?\" Ben de, \"Evet.\" dedi. O sordu, \"O bakire mi yoksa dul mu?\" Ben de, \"O dul.\" dedim. O dedi ki, \"Neden bir bakire ile evlenmedin ki onunla oynayabilesin ve o da seninle oynasın (ya da, onu güldürebilesin ve o da seni güldürebilsin)?\" Ben de, \"Babam öldü, geride yedi veya dokuz yetim kız bıraktı ve ben onların yanında küçük bir kız getirmek istemedim, bu yüzden onları koruyabilecek bir kadınla evlendim.\" O dedi ki, \"Allah seni bereketlendirsin.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Eğer biriniz, karısıyla cinsel ilişkiye girmeyi niyet ettiğinde, 'Bismillah, Allahümme jannibna-sh-shaitan, wa jannibi-sh-shaitan ma razaqtana' derse, ve eğer çiftin bu cinsel ilişkiden bir çocuk sahibi olması takdir edilmişse, o zaman Şeytan o çocuğa asla zarar veremez.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ)'in en sık yaptığı dua şuydu: \"Ya Allah! Bize dünyada hayırlı olanı ve ahirette hayırlı olanı ver, ve bizi ateşin azabından koru.\" (2.201)"
    },
    {
      "id": 85,
      "narrator": "Narrated Sa`d bin Abi Waqqas:",
      "text": "Sa'd bin Ebi Vakkas'tan rivayet edilmiştir: Peygamber (ﷺ) bu kelimeleri bize, Kuran'ı öğrettiği gibi öğretirdi: \"Ya Allah! Cimrilikten sana sığınırım, korkaklıktan sana sığınırım, beni (yaşlılık) ihtiyarlığına geri döndürmekten sana sığınırım, dünyanın belalarından ve ahiretteki azaptan sana sığınırım.\""
    },
    {
      "id": 86,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) sihirlenmişti, o kadar ki, yaptığı bir şeyi yapmadığını zannederdi ve Rabbine (şifa için) dua etti. Sonra (bir gün) dedi ki, \"Ey Aişe! Allah, bana danıştığım sorun hakkında tavsiyede bulundu mu?\" Aişe dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! O nedir?\" Dedi ki, \"İki adam bana geldi ve birisi başımın yanında, diğeri ayaklarımın yanında oturdu, ve biri diğerine sordu, 'Bu adamda ne var?' Diğeri cevap verdi, 'O sihir etkisi altındadır.' İlk kişi sordu, 'Ona sihri kim yaptı?' Diğeri cevap verdi, 'Labid bin Al-A'sam.' İlk kişi sordu, 'Sihri ne ile yaptı?' Diğeri cevap verdi, 'Bir tarak ve taraktaki saç ile, ve bir hurma ağacının poleninin derisi ile.' İlk kişi sordu, 'O nerede?' Diğeri cevap verdi, 'Dharwan'da.' Dharwan, Bani Zuraiq (kavmi) yerleşim yerinde bir kuyu idi. Allah'ın Elçisi (ﷺ) o kuyuya gitti ve Aişe'ye döndü, 'Vallahi, (kuyunun) suyu Hinna infüzyonu kadar kırmızıydı, ve hurma ağaçları şeytanların başlarına benziyordu.' Aişe ekledi, Allah'ın Elçisi (ﷺ) bana geldi ve kuyudan bahsetti. Ben de Peygambere, 'Ey Allah'ın Elçisi (ﷺ), neden polen derisini çıkarmadın?' dedim. O dedi ki, 'Benim için, Allah beni iyileştirdi ve insanların dikkatini böyle bir kötülüğe çekmek istemedim (ki bunu öğrenip başkalarına zarar verebilirler).' \" Hişam'ın babasından rivayet edilmiştir: Aişe dedi ki, \"Allah'ın Elçisi (ﷺ) sihirlenmişti, bu yüzden Allah'a sürekli olarak o sihirden kurtulması için dua etti.\" Hişam daha sonra yukarıdaki rivayeti aktardı. (Bkz. Hadis No. 658, Cilt 7)"
    },
    {
      "id": 87,
      "narrator": "Narrated Ibn Abi `Aufa:",
      "text": "İbn Ebi Aufa'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ahzab (ittifaklar) üzerine Allah'ın gazabını talep etti, diyerek, \"Ya Allah, Kutsal Kitabı indiren ve hesapta acele eden! İttifakları yenilgiye uğrat; onları yenilgiye uğrat ve sars.\" dedi."
    },
    {
      "id": 88,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) 'İşit Allah, kendisine hamd edenin hamdini işitti' dediğinde, 'İsha' namazının son rek'atında, Allah'a dua ederdi, \"Ya Allah! Aiyash bin Ebi Rabi'a'yı kurtar; Ya Allah! Al-Walid bin Al-Walid'i kurtar; Ya Allah! Müminler arasındaki zayıf insanları kurtar; Ya Allah! Mudar kabilesine sert ol; Ya Allah! Onlara, Peygamber (ﷺ) Yusuf'un (dönemindeki) kuraklık yılları gibi kuraklık yılları ver.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) Al-Qurra' adında bir grup adamdan oluşan bir Sariya (ordu birliği) gönderdi ve onların hepsi şehit oldu. Peygamber (ﷺ)'in onların üzerine bu kadar üzgün olduğunu hiç görmemiştim. Bu yüzden bir ay boyunca Fajr namazında Qunut (dua) yaptı, 'Usaiya kabilesi üzerine Allah'ın gazabını talep ederek, 'Usaiya halkı Allah ve Elçisine isyan etti.' diyerek dua etti."
    },
    {
      "id": 90,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Yahudiler Peygamber (ﷺ)'e \"As-Samu 'Alaika\" (yani, ölüm senin üzerine olsun) diyerek selam verirlerdi, ben de onların ne dediğini anladım ve onlara, \"As-Samu 'alaikum wal-la'na\" (yani, ölüm ve Allah'ın laneti üzerinize olsun) dedim. Peygamber (ﷺ) dedi ki, \"Nazik ve sakin ol, ey Aişe, çünkü Allah her işte nazik olmayı sever.\" Ben de, \"Ey Allah'ın Peygamberi! Onların ne dediğini duymadın mı?\" dedim. O da, \"Onlara 'Alaikum' (yani, aynı sizin üzerinize olsun) diyerek karşılık verdiğimi duymadın mı?\" dedi."
    },
    {
      "id": 91,
      "narrator": "Narrated `Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: Biz, Al-Khandaq (Hendek) günü Peygamber (ﷺ) ile birlikteydik. Peygamber şöyle dedi: \"Allah, onların (kafirlerin) mezarlarını ve evlerini ateşle doldursun; çünkü bizi o kadar meşgul ettiler ki, güneş batana kadar orta namazı kılmadık; o namaz 'Asr namazı'ydı.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Tufail bin Amr, Allah'ın Elçisi (ﷺ) yanına geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Daus kabilesi (Allah ve Resulüne) isyan etti ve (İslam'ı) kabul etmeyi reddetti, bu yüzden onlara Allah'ın gazabını dua et.\" İnsanlar, Peygamberin (ﷺ) onlara Allah'ın gazabını dua edeceğini düşündüler, ama o şöyle dedi: \"Ey Allah! Daus kabilesini hidayet et ve onları bize yönlendir.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) Allah'a şu dua ile dua ederdi: \"Rabbi, beni affet, cehaletimi ve her işimdeki israfımı affet, ve senin benden daha iyi bildiklerin. Allah'ım, geçmişte yaptıklarımı ve gelecekte yapacaklarımı, gizli ve açık yaptıklarımı affet. Sen, öne geçiren ve geri bırakan, her şeye kadirsin.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) Allah'a dua ederken şöyle derdi: \"Allah'ım, benim hatalarımı, cehaletimi ve işimdeki israfımı affet, ve senin benden daha iyi bildiklerin. Allah'ım, bu hatalarımı, cehaletimi, günahlarımı ve kasıtlı yaptıklarımı affet, ve bunların hepsi benim için.\""
    },
    {
      "id": 95,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ebu'l-Kasım (Peygamber) dedi ki: \"Cuma günü belirli bir zaman vardır. Eğer bir Müslüman o zaman diliminde dua eder ve Allah'tan hayırlı bir şey isterse, Allah kesinlikle onun isteğini yerine getirecektir.\" Peygamber (ﷺ) elini işaret etti. O zaman bu zaman diliminin ne kadar kısa olduğunu göstermek istediğini düşündük."
    },
    {
      "id": 96,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "İbn Ebi Mulaika'dan rivayet edilmiştir: Aişe dedi ki: \"Yahudiler Peygamber (ﷺ) yanına geldiler ve ona 'As-Samu 'Alaika (yani, Ölüm senin üzerine olsun)' dediler.\" O da 'Sizin üzerinize de aynı olsun' diye cevap verdi. Aişe onlara dedi ki: \"Ölüm senin üzerine olsun, Allah sizi lanetlesin ve gazabını üzerinize yağdırsın!\" Allah'ın Elçisi (ﷺ) dedi ki: \"Nazik ol ve sakin ol, ey Aişe! Nazik ol ve sert olmaktan, kötü sözler söylemekten sakın.\" O da dedi ki: \"Onların ne söylediğini duymadın mı?\" O da dedi ki: \"Benim onlara ne cevap verdiğimi duymadın mı? Onların sözlerini onlara iade ettim ve onlara karşı yaptığım dua kabul edilecek ama onların bana karşı yaptıkları kabul edilmeyecek.\""
    },
    {
      "id": 97,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"İmam 'Amin' dediğinde, hepiniz 'Amin' demelisiniz; çünkü o anda melekler 'Amin' der. Eğer birinin 'Amin'i meleklerin 'Amin'i ile örtüşürse, geçmişteki tüm günahları affedilecektir.\""
    },
    {
      "id": 98,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim 'La ilaha illal-lah wahdahu la sharika lahu, lahu-l-mulk wa lahul-hamd wa huwa 'ala kulli shai'in qadir' derse, bunu yüz kez yaparsa, on köleyi azat etme sevabını alır; ve onun hesabına yüz iyi ameller yazılır, yüz günahı silinir, ve bu (sözü) o gün geceye kadar Şeytan'dan bir kalkan olur; ve ondan daha fazla yapan kimse dışında hiç kimse daha iyi bir amel yapamaz.\""
    },
    {
      "id": 99,
      "narrator": "Narrated `Amr bin Maimun:",
      "text": "Amr bin Maimun'dan rivayet edilmiştir: Kim bunu (yani, yukarıdaki Hadis'teki duayı) on kez okursa, sanki İsmail'in soyundan birini azat etmiş gibi olur. Ebu Eyyub, Peygamber (ﷺ) den aynı Hadis'i rivayet etti ve \"(Kim bunu on kez okursa) sanki İsmail'in soyundan birini azat etmiş gibi olur\" dedi."
    },
    {
      "id": 100,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim günde 'Subhan Allah wa bihamdihi' derse, tüm günahları affedilir, hatta bunlar deniz köpüğü kadar çok olsa bile.\""
    },
    {
      "id": 101,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Dilin söylemesi çok kolay olan ama terazide çok ağır olan ve Rahman (Allah) katında çok değerli olan iki ifade vardır; bunlar 'Subhan Allah Al-`Azim' ve 'Subhan Allah wa bihamdihi'dir.\""
    },
    {
      "id": 102,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Rabbini (Allah) övenin örneği, onu övmeyenle karşılaştırıldığında, canlı bir varlık ile ölü bir varlık gibidir.\""
    },
    {
      "id": 103,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi dedi ki: \"Allah'ın bazı melekleri, yollarda ve patikalarda Allah'ı övenleri ararlar. Ve Allah'ı öven bazı insanlar bulduklarında, birbirlerine seslenirler: 'Aradığınız şeye gelin.' \" Sonra melekler onları kanatlarıyla gökyüzüne kadar kuşatırlar. Ekledi: \"(O insanlar Allah'ı övdükten sonra, melekler geri döner), Rableri onlara (o melekler) sorar - halbuki O, onlardan daha iyi bilir - 'Kullarım ne diyor?' Melekler cevap verir: 'Onlar diyorlar: Subhan Allah, Allahu Akbar, ve Alhamdu-lillah.' Allah sonra der: 'Beni gördüler mi?' Melekler cevap verir: 'Hayır! Vallahi, seni görmediler.' Allah der: 'Eğer beni görselerdi, bana daha çok ibadet ederlerdi ve senin yüceliğini daha derin bir şekilde överlerdi ve sana benzerlikten daha sık uzaklaşırdılar.' Allah meleklerine der: 'Benden ne istiyorlar?' Melekler cevap verir: 'Cennet istiyorlar.' Allah der: 'Onlar onu gördüler mi?' Melekler der: 'Hayır! Vallahi, Ey Rabbimiz! Onlar onu görmediler.' Allah der: 'Eğer onu görselerdi, ona daha büyük bir özlem duyar ve onu daha büyük bir şevkle ararlardı ve ona daha büyük bir istek duyardılar.' Allah der: 'Neden sığınmak istiyorlar?' Melekler cevap verir: 'Ateşten sığınıyorlar.' Allah der: 'Onu gördüler mi?' Melekler der: 'Hayır! Vallahi, Ey Rabbimiz! Onlar onu görmediler.' Allah der: 'Eğer onu görselerdi, ondan son derece kaçarlardı ve ondan son derece korkarlardı.' Sonra Allah der: 'Ben sizi şahit tutuyorum ki, ben onları affettim.' \" Allah'ın Elçisi (ﷺ) ekledi: \"Meleklerden biri der: 'Onların arasında falan kişi vardı, o onlardan biri değildi ama bir ihtiyaç için gelmişti.' Allah der: 'İşte bunlar, arkadaşları sıkıntıya düşmeyecek olanlardır.' \""
    },
    {
      "id": 104,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) yüksek bir yere veya tepeye çıkmaya başladı. Arkadaşlarından biri oraya çıktı ve yüksek sesle bağırdı: \"La ilaha illal-lahu wallahu Akbar.\" (O anda) Allah'ın Elçisi (ﷺ) katırının üzerindeydi. Allah'ın Elçisi (ﷺ) dedi ki: \"Sen, sağır veya yok olan birine dua etmiyorsun.\" ve ekledi: \"Ey Ebu Musa (veya, Ey Abdullah)! Cennet hazinesinden bir cümle söyleyeyim mi?\" Ben de: \"Evet.\" dedim. O da: \"La havle ve la kuvvete illa billah,\" dedi."
    },
    {
      "id": 105,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın doksan dokuz ismi vardır, yani yüzden bir eksik, ve kim onların anlamlarına inanır ve buna göre hareket ederse, cennete girecektir; ve Allah, tek (bir)dir ve 'tek' (yani, tek sayılar) sever."
    },
    {
      "id": 106,
      "narrator": "Narrated Shaqiq:",
      "text": "Şakik'ten rivayet edilmiştir: Biz `Abdullah (bin Mes'ud) için beklerken, Yezid bin Muaviye geldi. Ben ona, \"Oturur musun?\" dedim. O, \"Hayır, ama ben (İbn Mes'ud'un) evine gireceğim ve arkadaşınızı (İbn Mes'ud) size çıkaracağım; eğer çıkmazsa, ben dışarı çıkıp sizinle oturacağım.\" dedi. Sonra `Abdullah dışarı çıktı, Yezid'in elini tutarak bize hitap etti ve \"Sizin burada toplandığınızı biliyorum, ama dışarı çıkmamı engelleyen sebep, Allah'ın Resulü (ﷺ) gün içinde aralıklarla bize vaaz verirdi, böylece sıkılmayalım.\" dedi."
    }
  ]
}