{
  "language": "tr",
  "metadata": {
    "length": 26,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), doğru ve ilham edilmiş olarak şöyle dedi: \"Hepiniz annelerinizin karnında kırk gün toplanır, sonra kırk gün boyunca bir kan pıhtısına dönüşür ve benzer bir süre (kırk gün) et parçasına dönüşür. Sonra Allah bir meleği gönderir ve ona dört şey yazmasını emreder; yani, rızkı, ömrü ve ahirette sefil mi yoksa mübarek mi olacağını. Sonra ona ruh üflenir. Ve Allah'a yemin ederim ki, aranızdan bir kişi (ya da bir adam) ateş halkasının amellerini yapabilir, arasıyla ateş arasında bir dirsek veya bir kol mesafesi kalana kadar, ama sonra o yazı (Allah'ın meleğe yazmasını emrettiği) öne geçer ve o cennet halkasının amellerini yapar ve cennete girer; ve bir adam cennet halkasının amellerini yapabilir, arasıyla cennet arasında bir dirsek veya iki dirsek mesafesi kalana kadar, ve sonra o yazı öne geçer ve o ateş halkasının amellerini yapar ve ateşe girer.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, rahim üzerinde bir meleği görevlendirir ve melek der ki: 'Ey Rabbim, (şimdi) meni! Ey Rabbim, (şimdi) bir kan pıhtısı! Ey Rabbim, (şimdi) bir et parçası!' Ve sonra, eğer Allah onun yaratılışını tamamlamak isterse, melek sorar: 'Ey Rabbim, (erkek mi yoksa dişi mi olacak? Sefil (kötü bir iş yapan) mı yoksa mübarek (iyi iş yapan) mı? Rızkı ne kadar olacak? Ömrü ne olacak?' Böylece tüm bunlar, yaratık hala annesinin karnındayken yazılır.\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Imran bin Husain:",
      "text": "İmran bin Hüsain'den rivayet edilmiştir: Bir adam dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Cennet halkası, ateş halkasından ayırt edilebilir mi?\" Peygamber (ﷺ) cevap verdi: \"Evet.\" Adam dedi ki: \"O zaman insanlar neden (iyi) ameller yapmaya çalışıyor?\" Peygamber dedi: \"Herkes, yaratıldığı amelleri yapacak ya da kendisine kolaylaştırılan amelleri yapacaktır.\" (Yani herkes, yaratıldığı yere götüren amelleri kolayca yapacaktır.)"
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) putperestlerin çocukları hakkında soruldu. O şöyle dedi: \"Allah, onların ne yapacaklarını bilir (yaşasalar).\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) putperestlerin çocukları hakkında soruldu. O şöyle dedi: \"Allah, onların ne yapacaklarını bilir (yaşasalar).\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir çocuk, İslami inançla doğmaz; fakat ebeveynleri onu Yahudi veya Hristiyan yapar. Hayvanların doğumuna yardım ettiğiniz gibi. Onların yavrularında, kendiniz yaralamadan önce bir yaralı bulur musunuz?\" İnsanlar dediler ki: \"Ey Allah'ın Elçisi (ﷺ)! Genç yaşta ölenler hakkında ne düşünüyorsunuz?\" Peygamber (ﷺ) dedi: \"Allah, onların ne yapacaklarını bilir (yaşasalar).\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir kadın, kız kardeşinin (Müslüman) boşanmasını istememelidir ki onun yerini alsın; fakat o, adamla evlenmelidir (diğer eşini boşamaya zorlamadan), çünkü ona, Allah'ın yazdığından başka bir şey yoktur.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Usama:",
      "text": "Usame'den rivayet edilmiştir: Bir gün Peygamber (ﷺ) ile birlikteyken, Sa'd, Ubai bin Ka'b ve Mu'adh da onunla oturuyordu, bir elçi, kızlarından birinden geldi ve çocuğunun ölüm döşeğinde olduğunu bildirdi. Peygamber (ﷺ) elçiye, \"O, Allah'a aittir; O, ne alırsa O'na aittir ve ne verirse O'na aittir ve her şeyin bir zamanı vardır (sınırı). O halde (sabırlı olsun) ve Allah'ın mükafatını beklesin.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) ile otururken, Ensar'dan bir adam geldi ve dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! Savaş esirlerinden cariyeler alıyoruz ve mülkü seviyoruz; kesme ilişki hakkında ne düşünüyorsunuz?\" Allah'ın Elçisi (ﷺ) dedi: \"Bunu mu yapıyorsunuz? Yapmamanız daha iyidir, çünkü Allah'ın var olmasını takdir ettiği hiçbir ruh yoktur ki yaratılmasın.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaife'den rivayet edilmiştir: Peygamber (ﷺ) bir gün önümüzde bir konuşma yaptı ve saat gelene kadar olacak her şeyi bahsetmeden bırakmadı. Bazılarımız bunu aklımızda sakladı, bazıları ise unuttu. (O konuşmadan sonra) o konuşmada bahsedilen olayların gerçekleştiğini görüyordum ama onları unuttuğum için (gerçekleşmeden önce) tanıyamıyordum. Sonra, bir adamın diğer bir adamı tanıdığı gibi tanıyordum."
    },
    {
      "id": 11,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) ile otururken, bir çubukla toprağı kazıyordu, başını eğdi ve dedi ki: \"Aranızda her birinin yeri ya ateşte ya da cennette belirlenmiştir.\" Bunun üzerine halktan bir adam dedi ki: \"Buna güvenmeyecek miyiz, ey Allah'ın Elçisi?\" Peygamber (ﷺ) dedi: \"Hayır, ama devam edin ve amellerinizi yapın, çünkü herkes, yerini bulacak amelleri yapmayı kolay bulacaktır.\" Peygamber (ﷺ) sonra şu ayeti okudu: \"Kim (sadaka) verirse ve Allah'a karşı sorumluluğunu yerine getirirse...\" (92.5)"
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile birlikte Khaibar (seferini) gördük. Allah'ın Elçisi (ﷺ) arkadaşlarına, bir adamın Müslüman olduğunu iddia ettiğini söyledi: \"Bu adam ateş halkasındandır.\" Savaş başladığında, adam çok cesurca savaştı ve birçok yara aldı ve sakat kaldı. Bunun üzerine, Peygamber (ﷺ) tarafından ateş halkasından biri olarak tanımlanan adamın ne yaptığını biliyor musun? Allah'ın yolunda çok cesurca savaştı ve birçok yara aldı.\" Peygamber (ﷺ) dedi ki: \"Ama o gerçekten ateş halkasındandır.\" Bazı Müslümanlar bu ifadeye dair şüpheye düşmeye başladılar. Adam o haldeyken, yaralarının verdiği acı o kadar rahatsız etti ki, ok kılıfına elini soktu ve bir ok alarak intihar etti. Müslümanlardan bazıları Allah'ın Elçisi'ne gidip dediler ki: \"Ey Allah'ın Elçisi (ﷺ)! Allah, senin sözünü doğru çıkardı. Filan kişi intihar etti.\" Allah'ın Elçisi (ﷺ) dedi: \"Ey Bilal! Kalk ve halka duyur: Cennete girecek olan yalnızca bir inanan olacaktır ve Allah bu dini (İslam) kötü bir adamla destekleyebilir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Müslümanlar arasında en cesur savaşan bir adam vardı, Peygamber'in (ﷺ) yanında bir savaşta. Peygamber (ﷺ) ona baktı ve dedi: \"Eğer birisi ateş halkasından bir adamı görmek isterse, bu (cesur adam) bakmalıdır.\" Bunun üzerine, bir adam onu takip etti ve o, putperestlere karşı şiddetle savaşıyordu, yaralandı ve sonra kılıcını göğsünün ortasına koyarak (ve büyük bir güçle) bastırarak intihar etmeye çalıştı. O adam (o kişiyi izleyen) hemen Peygamber (ﷺ)'e gitti ve dedi: \"Ben şahitlik ederim ki sen Allah'ın Elçisi (ﷺ)'sın!\" Peygamber (ﷺ) ona sordu: \"Neden böyle söylüyorsun?\" O dedi: \"Sen filan kişi hakkında, 'Eğer birisi ateş halkasından bir adamı görmek isterse, ona bakmalıdır.' dedin. O, Müslümanlar adına en cesurca savaştı ve ben biliyordum ki o Müslüman (şehit) olarak ölmeyecek. Yaralandığında, ölmek için acele etti ve intihar etti.\" Bunun üzerine Peygamber (ﷺ) dedi: \"Bir adam, ateş halkasının amellerini yapabilirken, aslında cennet halkasındandır; ve bir adam, cennet halkasının amellerini yaparken, aslında ateş halkasındandır ve gerçekten, (amellerin) mükafatları son eylemlerle belirlenir.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) adak yapmayı yasakladı ve dedi ki: \"Aslında, adak hiçbir şeyi engellemez, ama cimri birini malını harcamaya zorlar.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) (Allah'ın şöyle dediğini) söyledi: \"Adak, Adem'in oğluna daha önce yazmadığım hiçbir şeyi getirmez, ama adak, ona takdir yoluyla yüklenmiştir. Adağım aracılığıyla bir cimriyi malından harcamaya zorlarım.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) ile bir kutsal savaşta bulunduğumuzda, ne bir tepeye çıktık ne de bir vadiye indik, fakat sesimizi Tekbir ile yükselttik. Allah'ın Resulü (ﷺ) bize yaklaştı ve \"Ey insanlar! Kendinizi zorlamayın, çünkü siz sağır ya da yok olan birini çağırmıyorsunuz, fakat her şeyi işiten ve göreni çağırıyorsunuz.\" dedi. Sonra Peygamber (ﷺ) \"Ey Abdullah bin Kays! Sana Cennet'in hazinelerinden bir cümle öğreteyim mi? (O cümle): 'La haula wala quwata illa billah.' (Güç ve kuvvet yalnızca Allah ile mümkündür).\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hiçbir halife atanmaz ki, onun için iki grup danışman olmasın: Bir grup ona iyilik yapmasını tavsiye eder ve bunu benimsemesi için teşvik eder, diğer grup ise ona kötülük yapmasını tavsiye eder ve bunu benimsemesi için teşvik eder; korunmuş olan, Allah'ın koruduğudur.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Küçük günahlara en çok benzeyen şeyi, Ebu Hureyre'nin Peygamber'den (ﷺ) aktardığı şu sözde gördüm: \"Allah, Adem oğluna, onun farkında olsun ya da olmasın, zina payını yazmıştır: Gözün zinası, (bakılması haram olan bir şeye) bakmaktır, dilin zinası ise (söylenmesi haram olanı) söylemektir, içsel arzu (zina) ister ve cinsel organlar bunu gerçeğe dönüştürür ya da bu teşvike karşı koyar.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ve biz sana (O Muhammed) gösterdiğimiz vizyonu (göğe yükseliş \"Mirac\") bir deneme olarak verdik.\" (17.60): Allah'ın Elçisi, kendi gözleriyle o gece Kudüs'e (ve sonra göklere) yaptığı gece yolculuğunda kendisine gösterilen her şeyi gerçekten gördü. Kur'an'da bahsedilen lanetli ağaç, Az-Zaqqum ağacıdır."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Adem ile Musa birbirleriyle tartıştılar. Musa, Adem'e dedi ki: 'Ey Adem! Sen bizim babamızsın, bizi hayal kırıklığına uğrattın ve bizi Cennet'ten çıkardın.' Bunun üzerine Adem ona dedi ki: 'Ey Musa! Allah, sana doğrudan konuşarak (sana hitap etti) ve (Tevrat'ı) kendi Eliyle yazdı. Beni, yaratılışımın üzerinden kırk yıl geçmişken, Allah'ın yazdığı bir eylem için mi kınıyorsun?' Böylece Adem, Musa'yı çürüttü, Adem Musa'yı çürüttü,\" diye ekledi Peygamber (ﷺ), bu ifadeyi üç kez tekrarlayarak."
    },
    {
      "id": 21,
      "narrator": "Narrated Warrad:",
      "text": "Warrad'dan rivayet edilmiştir: (Al-Mughira bin Shu`ba'nın azatlısı) Muaviye, Mughira'ya yazdı. 'Bana, Peygamber'in (ﷺ) namazdan sonra ne söylediğini yaz.' Bunun üzerine Al-Mughira bana aktardı ve dedi ki: \"Namazdan sonra Peygamber (ﷺ) şöyle dedi: 'Allah'tan başka ibadet edilmeye layık olan yoktur, O'nun hiçbir ortağı yoktur. Ey Allah! Senin verdiklerini hiç kimse alıkoyamaz ve senin alıkoyduklarını hiç kimse veremez, ve bir insanın malı senin katında faydasızdır (yani, yalnızca iyi ameller değerlidir).\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Şiddetli felaketlerin zorluklarından, kötü bir sona ve kötü bir kaderden, düşmanlarınızın kötü sevinçlerinden Allah'a sığının.\""
    },
    {
      "id": 23,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) yemin ederken çok sık \"Hayır, kalpleri çeviren Allah'a yemin ederim.\" derdi."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) İbn Sayyad'a şöyle dedi: \"Senin için bir sır sakladım.\" İbn Sayyad, \"Ad-Dukh.\" dedi. Peygamber, \"Sus, çünkü sen sınırlarını aşamazsın (ya da senin için tayin edilenin ötesine geçemezsin).\" Bunun üzerine, Umar (Peygamber'e (ﷺ) ) dedi ki: \"Bırak, boynunu keseyim!\" Peygamber, \"Bırak onu, eğer o (yani, Deccal) ise, ona karşı koyamazsın, eğer o değilse, onu öldürmekle hiçbir hayır kazanamazsın.\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) veba hakkında sordum. O, \"Bu, Allah'ın dilediği kimseye gönderdiği bir azap aracıdır, fakat O, müminler için bir merhamet kaynağı kıldı. Bu hastalığın bulunduğu bir şehirde ikamet eden ve oradan ayrılmayan, sabreden ve Allah'ın mükafatını uman, ve başına geleceklerin yalnızca Allah'ın yazdığı şeyler olduğunu bilen kimse, şehitlerin mükafatına benzer bir mükafat alacaktır.\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin Azib'den rivayet edilmiştir: (Savaş günü) Al-Khandaq'ta Peygamber'i (ﷺ) bizimle birlikte toprak taşırken gördüm ve şöyle diyordu: \"Allah'a yemin ederim, Allah olmadan doğru yola iletilmezdik, ne oruç tutardık, ne de namaz kılardık. Ey Allah! Üzerimize Sakina (sakinlik) indir ve düşmanla karşılaştığımızda ayaklarımızı sabit kıl. Putperestler bize isyan ettiler, ama eğer bizi sıkıntıya sokmak istiyorlarsa (yani, bizimle savaşmak istiyorlarsa) biz kaçmayı reddediyoruz.\" (Bkz. Hadis No. 430, Cilt 5)."
    }
  ]
}