{
  "language": "tr",
  "metadata": {
    "length": 84,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ebu Bekir Es-Sıddık, Allah, yeminlerin kefaretini indirmeden önce yeminlerini hiç bozmamıştır. Sonra şöyle dedi: \"Eğer bir şey yapmak için yemin edersem ve daha sonra ilkinden daha iyi bir şey bulursam, o zaman daha iyi olanı yaparım ve yeminimin kefaretini veririm.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdur-Rahman bin Samura:",
      "text": "Abdurrahman bin Semura'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ey Abdurrahman bin Semura! Bir yönetici olmaya çalışma, çünkü eğer buna yetki verilirse, bunun sorumluluğunu taşıyacaksın; ama eğer bunu istemeden alırsan, Allah tarafından bu konuda yardım göreceksin: ve ne zaman bir şey yapmak için yemin eder ve daha sonra başka bir şeyin ilkinden daha iyi olduğunu bulursan, o zaman daha iyi olanı yap ve yeminine kefaret ver.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Ben, Al-Aş'ariyinden bir grup ile birlikte Peygamber (ﷺ)'e gidip bizlere binek sağlamasını istedik. O, \"Vallahi, size binek vermeyeceğim ve sizi bindirecek bir şeyim yok.\" dedi. Sonra Allah, bizim orada kalmamızı istediği kadar kaldık, ardından ona çok güzel üç dişi deve getirildi ve bizi onlara bindirdi. Giderken, biz ya da bazılarımız, \"Vallahi, biz bereketlenmeyeceğiz, çünkü Peygamber (ﷺ)'e binek istemek için geldik ve o, bize binek vermeyeceğine yemin etti ama sonra verdi. O halde Peygamber (ﷺ)'e geri dönelim ve ona (yeminini) hatırlatalım.\" dedik. Ona geri döndüğümüzde (ve ona hatırlattığımızda), o, \"Ben size binek vermedim, ama Allah size verdi. Vallahi, Allah dilerse, eğer bir şey yapmak için yemin edersem ve daha sonra ilkinden başka bir şey bulursam, yeminimin kefaretini veririm ve daha iyi olanı yaparım.\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Biz (Müslümanlar) dünyada sonuncuyuz, ama Kıyamet Günü'nde ilk sırada olacağız.\""
    },
    {
      "id": 5,
      "narrator": "Allah's Messenger (ﷺ) also said:",
      "text": "Allah'ın Elçisi (ﷺ) ayrıca şöyle dedi: \"Vallahi, eğer sizden biri ailesine zarar verecek bir yemini yerine getirmekte ısrar ederse, bu, yeminini bozup kefaret vermekten daha büyük bir günah olur.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ailesine zarar verecek bir yemin eden ve onu tutmakta ısrar eden kimse, gerçekten de (yeminini bozmakla) daha büyük bir günah işlemiş olur. O, bu yemini kefaret vererek telafi etmelidir.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir askeri birliği gönderdi ve Usame bin Zeyd'i komutan yaptı. Bazı insanlar Usame'nin liderliğini eleştirdiler. Bunun üzerine Allah'ın Elçisi (ﷺ) ayağa kalkarak, \"Eğer siz insanlar Usame'nin liderliğini eleştiriyorsanız, daha önce babasının liderliğini de eleştirdiniz. Ama vallahi, o (Zeyd) liderliği hak ediyordu ve o, benim en sevdiğim kişilerden biriydi; şimdi de bu (oğlu Usame) ondan sonra benim en sevdiğim kişilerden biridir.\" dedi. (Bkz. Hadis No. 765, Cilt 5)"
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ)'in yemini şöyleydi: \"Hayır, kalpleri çeviren adına.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir bin Samura:",
      "text": "Cabir bin Semura'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer Sezar yıkılırsa, ondan sonra Sezar olmayacak; eğer Hüsrev yıkılırsa, ondan sonra Hüsrev olmayacak; ve, ruhumun elinde olan Allah'a yemin ederim ki, kesinlikle onların hazinelerini Allah yolunda harcayacaksınız.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer Hüsrev yıkılırsa, ondan sonra Hüsrev olmayacak; eğer Sezar yıkılırsa, ondan sonra Sezar olmayacak. Ruhumun elinde olan Allah'a yemin ederim ki, kesinlikle onların hazinelerini Allah yolunda harcayacaksınız.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ey Muhammed'in takipçileri! Vallahi, eğer benim bildiğimi bilseydiniz, çok ağlardınız ve az gülürdünüz.\""
    },
    {
      "id": 12,
      "narrator": "Narrated `Abdullah bin Hisham:",
      "text": "Abdullah bin Hişam'dan rivayet edilmiştir: Biz Peygamber (ﷺ) ile birlikteydik ve o, Ömer bin Hattab'ın elini tutuyordu. Ömer ona, \"Ey Allah'ın Elçisi (ﷺ)! Sen, kendimden başka her şeyden daha değerlisin.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Hayır, ruhumun elinde olan Allah'a yemin ederim ki, (tam bir imanınız yoktur) ta ki ben, kendinizden daha değerli olmayayım.\" Sonra Ömer ona, \"Ama şimdi, vallahi, sen kendimden daha değerlisin.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Şimdi, ey Ömer, (şimdi sen bir mümin oldun).\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Ebu Hureyre ve Zeyd bin Halid'den rivayet edilmiştir: İki adam, Allah'ın Elçisi (ﷺ)'in huzurunda bir tartışma yaşadılar. Birisi, \"Ey Allah'ın Elçisi (ﷺ)! Bizim aramızda Allah'ın hükümlerine göre hüküm ver.\" dedi. Diğeri daha akıllı olanı, \"Evet, ey Allah'ın Elçisi! Bizim aramızda Allah'ın hükümlerine göre hüküm ver ve bana konuşma izni ver.\" dedi. Peygamber (ﷺ) \"Konuş.\" dedi. O, \"Oğlum bu (kişinin) yanında işçi olarak çalışıyordu ve karısıyla yasadışı cinsel ilişkiye girdi. İnsanlar, oğlumun taşlanması gerektiğini söylediler, ama ben onu yüz koyun ve bir cariye ile fidye verdim. Sonra bilgili insanlara sordum, bana oğlumun yüz sopa yemesi ve bir yıl sürgün edilmesi gerektiğini, adamın karısının ise taşlanacağını bildirdiler.\" Allah'ın Elçisi (ﷺ) şöyle dedi: \"Gerçekten, ruhumun elinde olan Allah'a yemin ederim ki, ben sizin aranızda Allah'ın hükümlerine göre hüküm vereceğim: Koyunlarınız ve cariyeniz size iade edilecektir.\" Sonra oğlunu yüz sopa ile dövdü ve bir yıl sürgün etti. Sonra Unais el-Aslami, ikinci adamın karısına gitmesi emredildi, eğer suçunu kabul ederse, onu taşlasın. O, suçunu kabul etti, böylece onu taşladı."
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer Aslam, Gifar, Muzayna ve Cuhayna kabilelerinin, Tamim, Amir bin Sa'sa'a, Ghatfan ve Asad kabilelerinden daha iyi olduğunu düşünüyorsanız, onlar (ikinci grup) umutsuz ve kaybedenlerdir.\" Onlar (Peygamber'in arkadaşları) \"Evet, (onlar öyle).\" dediler. O, \"Ruhumun elinde olan Allah'a yemin ederim ki, onlar (ilk grup) onlardan daha iyidir.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Humaid As-Sa`idi:",
      "text": "Ebu Humaid es-Saidi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir çalışan (zekat toplamak için) görevlendirdi. Görevli işini tamamladıktan sonra geri döndü ve \"Ey Allah'ın Elçisi (ﷺ)! Bu (zekat miktarı) senin içindir, ve bu (diğer miktar) bana hediye olarak verildi.\" dedi. Peygamber (ﷺ) ona, \"Neden babanın veya annenin evinde kalmadın ve hediye alıp almayacağını görmedin?\" dedi. Sonra Allah'ın Elçisi (ﷺ) akşam namazından sonra ayağa kalktı ve Allah'tan başka ilah olmadığına şahitlik ettikten sonra, Allah'ı övdü ve yüceltti, \"Şimdi, bizim istihdam ettiğimiz bir çalışan hakkında ne demeli? Sonra gelir ve der ki, 'Bu miktar (zekat) senin içindir, ve bu (miktar) bana hediye olarak verildi'? Neden babasının ve annesinin evinde kalmadı ve hediye alıp almayacağını görmedi? Ruhumun elinde olan Allah'a yemin ederim ki, sizden hiçbiri ondan (yani zekattan) bir şey çalmayacak, ancak Kıyamet Günü onu boynunda taşıyarak getirecektir. Eğer bir deve ise, onu (boynunda) getirecek, o inleyerek; eğer bir inek ise, onu (boynunda) getirecek, o muhalefet ederek; eğer bir koyun ise, onu (boynunda) getirecek, o kanayarak.\" Peygamber (ﷺ) ekledi: \"Size (Allah'ın mesajını) tebliğ ettim.\" Ebu Humaid dedi ki, \"Sonra Allah'ın Elçisi (ﷺ) ellerini o kadar yukarı kaldırdı ki, koltuk altlarının beyazlığını gördük.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Abu-l-Qasim (Peygamber) dedi ki: \"Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim ki, eğer benim bildiğimi bilseydiniz, çok ağlar ve az gülersiniz.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Zerr'den rivayet edilmiştir: Ben, Kabe'nin gölgesinde iken ona (Peygamber (ﷺ)) ulaştım; o şöyle diyordu: \"Onlar kaybedenlerdir, Kabe'nin Rabbi hakkı için! Onlar kaybedenlerdir, Kabe'nin Rabbi hakkı için!\" Ben kendime dedim ki: \"Bende ne var? Bende bir yanlışlık mı var? Bende ne var?\" Sonra yanına oturdum ve o, bu sözünü söylemeye devam etti. Sessiz kalamadım ve Allah biliyor ki o sırada ne kadar üzgün bir haldeydim. Bunun üzerine dedim ki: \"Onlar kimdir (kaybedenler)? Canım sana feda olsun, Ey Allah'ın Elçisi (ﷺ)!\" O dedi ki: \"Onlar zengin insanlardır, ancak Allah yolunda malını harcayan (şu ve bu gibi) olanlar hariç.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"(Peygamber) Süleyman bir zaman şöyle dedi: 'Bu gece doksan kadınla yatarım, her biri Allah yolunda savaşacak bir (şövalye) doğuracak.' Bunun üzerine, arkadaşı ona dedi ki: \"De ki: İnşallah!\" Ama o, İnşallah demedi. Süleyman, tüm kadınlarla yattı, fakat hiçbiri hamile kalmadı, sadece bir kadın yarı insan doğurdu. Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim ki, eğer o (Süleyman) 'İnşallah' demiş olsaydı, tüm eşleri erkek çocuk doğuracak ve onlar Allah yolunda şovalye olarak savaşacaklardı.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Al-Bara 'bin `Azib:",
      "text": "El-Bara' bin Azib'den rivayet edilmiştir: Peygamber'e (ﷺ) bir ipek kumaş hediye edildi ve insanlar onu aralarında geçirdi ve güzelliği ve yumuşaklığı karşısında hayret ettiler. Allah'ın Elçisi (ﷺ) dedi ki: \"Ona hayret mi ettiniz?\" Onlar dediler ki: \"Evet, Ey Allah'ın Elçisi (ﷺ)!\" O dedi ki: \"Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim ki, Sa'd'ın cennetteki mendilleri bundan daha hayırlıdır.\""
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hind bint Utbe bin Rabi'a dedi ki: \"Ey Allah'ın Elçisi! (İslam'ı kabul etmeden önce) yeryüzünde sizin ailenizden daha aşağılık bir aile görmeyi istemezdim. Ama bugün sizin ailenizden daha onurlu bir aileyi istemiyorum.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ben de benzer düşündüm, Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim!\" Hind dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! (Kocam) Ebu Süfyan bir cimri. Onun malından çocuklarımı beslemek günah mı?\" Peygamber dedi ki: \"Hayır, ihtiyaçların için adil ve makul olanı almadıkça.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Abdullah bin Masud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) otururken, Yemenli bir deri çadıra yaslanarak, arkadaşlarına dedi ki: \"Cennette insanların dörtte biri olmayı ister misiniz?\" Onlar dediler ki: \"Evet.\" O dedi ki: \"Cennette insanların üçte biri olmayı ister misiniz?\" Onlar dediler ki: \"Evet.\" O dedi ki: \"Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim ki, umarım ki siz cennette insanların yarısı olursunuz.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Bir adam, başka bir adamın: İhlas Suresi'ni (Birlik) okuduğunu duydu: 'De ki: O Allah'tır, Tek'tir (112) ve bunu tekrar ediyordu. Ertesi sabah Allah'ın Elçisi'ne (ﷺ) geldi ve tüm hikayeyi ona anlattı, sanki o sureyi okumanın yetersiz olduğunu düşünüyordu. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim! O (Sura No. 112) Kur'an'ın üçte birine eşittir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber'in (ﷺ) şöyle dediğini duydum: \"Rükû ve secdeyi düzgün bir şekilde (rahat bir zihinle) yapın, çünkü Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim ki, siz rükû yaptığınızda ve secde ettiğinizde, ben sizi sırtımın arkasından görüyorum.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir Ensari kadın, çocuklarıyla birlikte Peygamber'e (ﷺ) geldi ve Peygamber (ﷺ) ona dedi ki: \"Muhammed'in ruhunun elinde olduğu Zat'a yemin ederim ki, siz bana en sevimli insanlarsınız!\" Ve bu ifadeyi üç kez tekrarladı."
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Ömer bin Hattab ile karşılaştı, o bir grup deveciyle gidiyordu ve babası adına yemin ediyordu. Peygamber (ﷺ) dedi ki: \"Dikkat et! Allah, babalarınız adına yemin etmenizi yasakladı, bu yüzden kim yemin edecekse, Allah adına yemin etsin veya sessiz kalsın.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Ömer bana şöyle dedi: \"Allah'ın Elçisi (ﷺ) bana şöyle dedi: 'Allah, babalarınız adına yemin etmenizi yasakladı.' Ömer dedi ki: \"Allah'a yemin ederim ki! O günden beri, Peygamber'den (ﷺ) bunu duyduğumdan beri, ne kasıtlı olarak ne de başkalarının yeminini bildirerek böyle bir yemin etmedim.\""
    },
    {
      "id": 27,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Babalarınız adına yemin etmeyin.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Zahdam:",
      "text": "Zahdam'dan rivayet edilmiştir: Bu Jarm kabilesi ile el-Eş'ariyin arasında bir sevgi ve kardeşlik ilişkisi vardı. Bir gün Ebu Musa el-Eş'ari ile birlikteydik, sonra Ebu Musa'ya tavuk içeren bir yemek getirildi ve orada, sanki Arap olmayan kölelerden biri gibi kırmızı tenli bir Taimillah kabilesinden bir adam vardı. Ebu Musa onu yemeğe davet etti. O dedi ki: \"Tavukların kirli şeyler yediğini gördüm, bu yüzden onu kirli gördüm ve asla tavuk yemeyeceğime yemin ettim.\" Bunun üzerine Ebu Musa dedi ki: \"Kalk, sana bunun hakkında bir şey anlatacağım. Bir zaman, Eş'ariyin bir grubuyla birlikte Allah'ın Elçisi'ne (ﷺ) gittik ve bizden binek istemiştik; o dedi ki: 'Allah'a yemin ederim ki, size asla binek vermeyeceğim ve size binecek bir şeyim yok.' Sonra Allah'ın Elçisi'ne (ﷺ) savaş ganimeti olarak birkaç deve getirildi ve o, bizim nerede olduğumuzu sordu, 'Eş'ariyin nerede?' dedi. Sonra bize beş güzel deve verilmesini emretti ve ayrıldığımızda, 'Ne yaptık? Allah'ın Elçisi (ﷺ) bize binek vermeyeceğine yemin etti ve bize binecek bir şeyinin olmadığını söyledi, sonra bize binecek bir şey verdi. Allah'ın Elçisi (ﷺ) yeminini unuttu mu? Allah'a yemin ederim ki, asla başarılı olamayacağız.' Bunun üzerine geri döndük ve ona dedik ki: 'Bize binek vermeniz için geldik ve siz yemin ettiniz ki, bize binek vermeyeceksiniz ve bize binecek bir şeyiniz yok.' O da dedi ki: 'Ben size binek vermedim, ama Allah verdi. Allah'a yemin ederim ki, eğer bir şey yapmak için yemin edersem ve sonra ondan daha iyi bir şey bulursam, daha iyi olanı yaparım ve yeminimin bozulması için kefaret veririm.'\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim yemin ederken 'Al-Lat ve Al-Uzza adına yemin ederim' derse, 'Allah'tan başka ibadet edilmeye layık olan yoktur' demelidir; ve kim arkadaşına 'Gel, seninle kumar oynayayım' derse, bir şey sadaka vermelidir.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kendisi için bir altın yüzük yaptırdı ve onu elinin iç kısmına doğru taşla takıyordu. Sonuç olarak, insanlar kendileri için benzer yüzükler yaptırdılar. Daha sonra Peygamber; minberde oturdu ve onu çıkardı, \"Bu yüzüğü takıyordum ve taşını elimin avuç kısmına doğru tutuyordum.\" dedi. Sonra onu attı ve \"Allah'a yemin ederim ki, asla bunu takmayacağım.\" dedi. Bu nedenle tüm insanlar da yüzüklerini attılar."
    },
    {
      "id": 31,
      "narrator": "Narrated Thabit bin Ad-Dahhak:",
      "text": "Thabit bin Ad-Dahhak'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"İslam dışındaki bir dine yemin eden, söylediği gibidir; ve bir şeyle intihar eden, (Cehennem) ateşinde aynı şeyle cezalandırılacaktır; ve bir müminin lanetlenmesi, onu öldürmek gibidir; ve bir mümini inkârla suçlayan, sanki onu öldürmüş gibidir.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Allah, Beni İsrail'den üç kişiyi denemeye karar verdi. Bunun üzerine bir melek gönderdi ve önce cüzamlıya geldi ve dedi ki, '(Ben bir yolcuyum) geçim kaynaklarım tükendi, bana yardım edecek kimsem yok, sadece Allah'a ve sonra senin yardımına ihtiyacım var.'\" Abu Hurairah daha sonra tam rivayeti aktardı."
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) bize başkalarına yeminleri yerine getirmeleri için yardım etmemizi emretti."
    },
    {
      "id": 34,
      "narrator": "Narrated Usama:",
      "text": "Usama'dan rivayet edilmiştir: Bir zamanlar Allah'ın Messenger'ının (ﷺ) kızı, Usama, Sa'd ve babam veya Ubai ile birlikteyken, Allah'ın Messenger'ına bir mesaj gönderdi. Mesajında; \"Çocuğum ölüyor; lütfen bize gel.\" dedi. Allah'ın Messenger'ı (ﷺ) elçiyi geri gönderdi ve ona selamını iletmesini ve \"Allah'ın aldığı her şey O'nundur ve O'nun verdiği her şey de O'nundur; her şeyin O'nun katında sınırlı bir süresi vardır: bu yüzden sabırlı olmalı ve Allah'ın mükafatını ummalıdır.\" demesini söyledi. Sonra tekrar gelmesini istedi ve yemin ederek gelmesini istedi; bunun üzerine Peygamber (ﷺ) kalktı, biz de kalktık. Kızıyla evinde oturduğunda, çocuk ona getirildi ve o, çocuğu kucağına aldı; çocuğun nefesi göğsünde bozulmuştu. Allah'ın Messenger'ının (ﷺ) gözleri yaşarmaya başladı. Sa'd dedi ki, \"Bu nedir, ey Allah'ın Messenger'ı (ﷺ)?\" Peygamber (ﷺ) dedi ki, \"Bu, Allah'ın dilediği kullarının kalplerine yerleştirdiği merhamettir; gerçekten Allah, yalnızca merhamet eden kullarına merhamet eder.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Üç çocuğunu kaybeden herhangi bir Müslüman, Allah'ın yeminini yerine getiren şey dışında ateşle dokunulmayacaktır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Haritha bin Wahb:",
      "text": "Haritha bin Wahb'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cennet halkını size haber vereyim mi? Onlar her fakir alçakgönüllü kişidir; eğer Allah'a bir şey yapma sözü verirse, Allah onu yerine getirir; ateş halkı ise her şiddetli, zalim ve kibirli kişidir.\""
    },
    {
      "id": 37,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) soruldu: \"En iyi insanlar kimlerdir?\" O da cevap verdi: \"Benim neslimin insanları, sonra onları takip edenler, sonra da onlardan sonra gelecek olanlar; ardından öyle insanlar gelecek ki, onların şahitlikleri yeminlerinden önce gelir ve yeminleri de şahitliklerinden önce gelir.\" İbrahim (bir alt rivayetçi) dedi ki, \"Biz gençken, büyük arkadaşlarımız yemin etmeyi yasaklarlardı ve 'Ben Allah'a yemin ederim, ya da Allah'ın ahdiyle yemin ederim' derlerdi.\""
    },
    {
      "id": 38,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Müslümanın malını almak için yalan yere yemin eden kimse, Allah ile karşılaştığında O'nun gazabına uğrayacaktır.\" Allah, yukarıdaki ifadeyi tasdik etmek üzere vahiy etti: \"Şüphesiz, Allah'ın ahdi ve kendi yeminleri karşılığında küçük bir kazanç satın alanlar.\" (3.77) Al-Ash'ath dedi ki, \"Bu ayet benim ve bir arkadaşım hakkında, bir kuyu hakkında anlaşmazlık yaşadığımızda indirildi.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cehennem ateşi sürekli olarak 'Başka kimse var mı?' diye haykıracaktır. Ta ki Güç ve Şeref sahibi Rabbi üzerine ayağını koyuncaya kadar; sonra 'Yeter! Yeter!' diyecektir. Ve çeşitli kenarları birbirine yaklaşacaktır (yani, daralacaktır).\""
    },
    {
      "id": 40,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: `Urwa bin Az-Zubair, Sa'id bin Al-Musaiyab, 'Alqama bin Waqqas ve 'Ubaidullah bin `Abdullah'ın, Peygamber'in eşi Aişe'den, ona yalan atanlar hakkında söylediklerini ve Allah'ın onun masumiyetini nasıl vahyettiğini aktardıklarını duydum. Yukarıdaki dört rivayetçiden her biri bana onun rivayetinin bir kısmını aktardı. (Onda şöyle denildi), \"Peygamber (ﷺ) ayağa kalktı ve 'Beni Abdullah bin Ubai'den kim kurtaracak?' dedi. Bunun üzerine Usaid bin Hudair ayağa kalktı ve Sa'd bin 'Ubada'ya dedi ki, 'La'Amrullahi (Allah'ın ebediliği adına), onu öldüreceğiz!'\""
    },
    {
      "id": 41,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: 'Allah, yeminlerinizde istemeden yaptığınız şeylerden dolayı sizi sorgulamayacaktır...' (2.225) Bu ayet, 'Hayır, Allah'a yemin ederim!' ve 'Evet, Allah'a yemin ederim!' gibi yemin formülleri hakkında indirilmiştir. Unutkanlık nedeniyle yeminine aykırı bir şey yaparsa, kefaret vermesi gerekir mi? Ve Allah'ın beyanı: 'Ve orada bir hata yaparsanız, sizin için bir günah yoktur.' (33.5) Ve Allah şöyle dedi:-- '(Musa, Khadir'e dedi ki): Unuttuğum şeyler için beni sorgulama.' (18.73)"
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, takipçilerime, ruhlarının onlara fısıldadığı veya önerdiği (kötü işler) için, eğer bunları yapmazlarsa veya konuşmazlarsa, affeder.\""
    },
    {
      "id": 43,
      "narrator": "Narrated `Abdullah bin `Amr bin Al-As:",
      "text": "Abdullah bin Amr bin Al-As'tan rivayet edilmiştir: Peygamber (ﷺ) Nahr Günü'nde (yani, 10. Dhul-Hijja - kurban kesme günü) bir hutbe verirken, bir adam ayağa kalktı ve \"Ey Allah'ın Messenger'ı (ﷺ), şu ve bu şeyin, şu ve bu şeyden önce yapılması gerektiğini düşündüm.\" dedi. Başka bir adam ayağa kalktı ve \"Ey Allah'ın Messenger'ı (ﷺ)! Bu üç Hac eylemi hakkında, şöyle düşündüm.\" dedi. Peygamber (ﷺ) \"Yap, zarar yoktur.\" dedi. O gün, kendisine sorulan her konuda \"Yap, yap, ve bunda zarar yoktur.\" dedi."
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam, Peygamber'e (hutbe verirken) \"Ben, Jamra'ya taş atmadan önce Kabe'nin etrafında tavaf yaptım.\" dedi. Peygamber (ﷺ) \"Bunda zarar yoktur.\" dedi. Başka bir adam \"Kurban kesmeden önce başımı traş ettirdim.\" dedi. Peygamber (ﷺ) \"Bunda zarar yoktur.\" dedi. Üçüncü bir adam \"Jamra'ya taş atmadan önce kurbanımı kestim.\" dedi. Peygamber (ﷺ) \"Bunda zarar yoktur.\" dedi."
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir adam camiye girdi ve Allah'ın Messenger'ı (ﷺ) caminin bir yerinde otururken namaza başladı. (Namazını bitirdikten sonra) adam Peygamber'e (ﷺ) geldi ve selam verdi. Peygamber (ﷺ) ona \"Geri dön ve namaz kıl, çünkü sen namaz kılmadın.\" dedi. Adam geri döndü, namaz kıldı ve tekrar Peygamber'e selam verdi. Peygamber (ﷺ) selamını geri verdikten sonra \"Geri dön ve namaz kıl, çünkü sen namaz kılmadın.\" dedi. Üçüncü kez adam \"Ey Allah'ın Messenger'ı (ﷺ) bana (namaz kılmayı) öğret.\" dedi. Peygamber (ﷺ) \"Namaza kalktığında, abdestini düzgün al, sonra Kıble'ye dön ve Tekbir (Allahu Akbar) de, ardından bildiğin Kur'an'dan oku, sonra rükû yap ve rükûda rahatlayana kadar bu halde kal, sonra başını kaldır ve dik dur; sonra secde et ve secdede rahatlayana kadar bu halde kal; sonra otur ve otururken rahatlayana kadar bu halde kal; sonra tekrar secde et ve secdede rahatlayana kadar bu halde kal; sonra kalk ve dik dur, ve bunların hepsini tüm namazlarında yap.\""
    },
    {
      "id": 46,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Putperestler Uhud savaşının (ilk aşamasında) yenildiğinde, Şeytan bağırdı: \"Ey Allah'ın kulları! Arkada ne olduğunu dikkat edin!\" Bunun üzerine Müslümanların ön safları kendi arka saflarına saldırdı. Hudeyfe bin el-Yeman, babasını görünce bağırdı: \"Babam! Babam!\" Vallahi! İnsanlar durmadı, ta ki babasını öldürdüler. Hudeyfe sonra dedi ki: \"Allah sizi affetsin.\" Urve (alt rivayetçi) ekledi: \"Hudeyfe, babasının katillerinden Allah'ın af dilediği sürece Allah ile buluşuncaya kadar (ölene kadar) affetmelerini istedi.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Birisi oruçlu iken unutkanlıkla bir şey yerse, orucunu tamamlamalıdır; çünkü Allah ona yemek ve içmek yaptırmıştır.\""
    },
    {
      "id": 48,
      "narrator": "Narrated `Abdullah bin Buhaina:",
      "text": "Abdullah bin Buhayna'dan rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) bize namaz kıldırdı ve ilk iki rekattan sonra oturmak yerine (at-Tahiyyat için) kalktı ve namaza devam etti. Namazını bitirdiğinde, insanlar ondan selam vermesini bekliyordu, fakat selam vermeden önce tekbir getirdi ve secde etti; sonra başını kaldırdı ve tekbir getirerek secde etti (SAHU) ve sonra başını kaldırarak namazını selam ile tamamladı."
    },
    {
      "id": 49,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Allah'ın Peygamberi onlara öğle namazı kıldırdı ve ya daha fazla ya da daha az rek'at kıldı, kendisine \"Ey Allah'ın Elçisi (ﷺ)! Namaz mı kısaldı, yoksa unuttun mu?\" denildi. O sordu: \"Bu ne?\" Onlar dediler ki: \"Bu kadar rek'at kıldın.\" Bunun üzerine onlarla iki secde daha yaptı ve dedi ki: \"Bu iki secde, daha fazla veya daha az (rek'at) kıldığını bilmeyen kişi için yapılır; bu durumda doğru olanı takip etmeye çalışmalıdır. Sonra namazın geri kalanını tamamlayıp iki ek secde yapmalıdır.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Ubai bin Ka'b:",
      "text": "Ubai bin Ka'b'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"(Musa) dedi ki: 'Beni unuttuğum şeylerden dolayı hesaba çekme ve işimle ilgili bana zorluk çıkarma.' (18.73) Musa'nın ilk mazereti unutkanlığıydı.\""
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir ki, bir gün misafiri vardı, bu yüzden ailesine (Kurban Bayramı günü) 'İd namazından dönmeden önce kurbanlık hayvanı kesmelisiniz ki misafiriniz yemeğini alabilsin' dedi. Ailesi namazdan önce hayvanı kestiler. Sonra bu olayı Peygamber'e anlattılar; Peygamber Al-Bara'ya başka bir kurban kesmesini emretti. Al-Bara, Peygamber'e (ﷺ) dedi ki: \"Bende iki koyundan daha iyi bir süt veren dişi keçi var.\" (Alt rivayetçi İbn 'Aun, \"Bu dişi keçinin kurban olarak kesilmesine izin verilmesinin özel olarak Al-Bara'ya mı yoksa genel olarak tüm Müslümanlara mı verildiğini bilmiyorum\" derdi.) (Bkz. Hadis No. 99, Cilt 2.)"
    },
    {
      "id": 52,
      "narrator": "Narrated Jundub:",
      "text": "Cündüb'den rivayet edilmiştir: Peygamber (ﷺ) 'İd namazını kıldırırken (namazı bitirdikten sonra) bir vaaz verdi ve dedi ki: \"Kurbanını (namazdan önce) kesen, onu telafi etmelidir (yani başka bir hayvan kesmelidir) ve henüz kurbanını kesmeyen, Allah'ın ismini anarak onu kesmelidir.\""
    },
    {
      "id": 53,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"En büyük günahlar şunlardır: Allah'a ortak koşmak; ebeveynine asi olmak; birini haksız yere öldürmek; ve Al-Ghamus yeminini etmek.\""
    },
    {
      "id": 54,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Birisi (hükümdar veya hakim tarafından) yemin etmesi emredilirse ve bir Müslümanın malını almak için yalan yemin ederse, o, Allah ile karşılaştığında Allah'ın gazabına uğrayacaktır.\" Ve Allah bunun teyidi olarak şöyle vahyetti: \"Şüphesiz! Allah'ın ahitlerini ve kendi yeminlerini küçük bir kazançla satın alanlar.\" (3.77) (Alt rivayetçi ekledi:) Al-Ash'ath bin Qais içeri girdi ve \"Abu 'Abdur-Rahman size ne anlattı?\" dedi. Onlar \"Şu kadar\" dediler, Al-Ash'ath \"Bu ayet benimle ilgili olarak indirildi. Kuzenimin arazisinde bir kuyu vardı (ve bu konuda bir anlaşmazlığımız vardı). Onu Allah'ın Elçisine bildirdim, o da bana dedi ki: \"Şahitlik etmelisin; aksi takdirde rakibinin yeminine karşı iddian geçersiz olur.\" Ben dedim ki: \"O zaman o (rakibim) yemin edecek, ey Allah'ın Elçisi (ﷺ).\" Allah'ın Elçisi (ﷺ) dedi ki: \"Birisi (hükümdar veya hakim tarafından) yemin etmesi emredilirse ve bir Müslümanın malını almak için yalan yemin ederse, o, kıyamet günü Allah ile karşılaştığında Allah'ın gazabına uğrayacaktır.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Arkadaşlarım beni Peygamber'e (ﷺ) bazı binekler istemek için gönderdiler. O dedi ki: \"Vallahi! Sizi hiçbir şeye bindirmeyeceğim!\" Onunla karşılaştığımda, öfkeli bir ruh halindeydi, ama tekrar karşılaştığımda, \"Arkadaşlarınıza de ki: Allah veya Allah'ın Elçisi (ﷺ) size binek sağlayacaktır.\" dedi."
    },
    {
      "id": 56,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: Urve bin Az-Zubair, Sa'id bin Al-Musaiyab, 'Alqama bin Waqqas ve 'Ubaidullah bin Abdullah bin Uqba'nın Aişe'den, ona iftira atanların hikayesini anlattıklarını işittim ve ne söylediklerini, Allah'ın onun masumiyetini nasıl vahyettiğini. Her biri bana o anlatının bir kısmını aktardı. (Onlar Aişe'nin dediğini söylediler), \"Sonra Allah, 'Şüphesiz! İftira yayanlar...' (24.11-21) ile başlayan on ayeti indirdi. Bu ayetlerin hepsi benim masumiyetimi kanıtlıyordu. Ebu Bekir es-Sıddık, Mistah'a akrabalığı nedeniyle bazı maddi yardımlar yapıyordu, dedi ki: \"Vallahi, Aişe hakkında söylediklerinden sonra Mistah'a asla bir şey vermeyeceğim.\" Sonra Allah şöyle vahyetti: \"İçinizden iyilik yapan ve varlıklı olanlar, akrabalarına yardım etmeme konusunda yemin etmesinler...\" (24.22) Bunun üzerine Ebu Bekir dedi ki: \"Evet, vallahi, Allah'ın beni affetmesini isterim.\" Ve sonra Mistah'a daha önce verdiği yardımı vermeye devam etti ve dedi ki: \"Vallahi! Onu asla ondan esirgemeyeceğim.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Asharilerden bazı adamlarla birlikte Allah'ın Elçisine (ﷺ) gittim ve öfkeli bir ruh halinde olduğunu gördüm. Biz ondan binek istemiştik, ama o yemin etti ki bize hiçbir şey vermeyecek. Daha sonra dedi ki: \"Vallahi, Allah dilerse, eğer bir şey yapmak için yemin edersem ve sonra ilkinden daha iyi bir şey bulursam, o zaman daha iyi olanı yaparım ve yeminimin bozulması için kefaret veririm.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Al-Musaiyab:",
      "text": "Al-Musaiyab'dan rivayet edilmiştir: Ebu Talib'in ölümü yaklaşınca, Allah'ın Elçisi (ﷺ) ona geldi ve dedi ki: \"De ki: La ilaha illallah, bununla Allah katında seni savunabileceğim bir söz.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"(Şunlar) dille söylemesi çok kolay, ama tartıda (sevap) çok ağır ve Rahman olan Allah katında en sevimli iki kelimedir: Subhan Allahi wa bi-hamdihi; Subhan Allahi-l-'Adhim.\""
    },
    {
      "id": 60,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir cümle söyledi ve ben başka bir cümle söyledim. O dedi ki: \"Kim Allah'a ortak koşarak ölürse (yani Allah ile birlikte başkalarını da ibadet ederse) ateşe girecektir.\" Ve ben diğerini söyledim: \"Kim Allah'a ortak koşmadan ölürse (yani yalnızca Allah'a ibadet ederse) cennete girecektir.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) eşlerinden bir ay uzak durmak için yemin etti ve bu süre zarfında ayağında burkulma oldu. Yirmi dokuz gece bir Mashrubah'da (üst kat odası) kaldı ve sonra indi. İnsanlar, \"Ey Allah'ın Elçisi (ﷺ)! Eşlerinden bir ay uzak durmak için yemin ettin.\" dediler. Bunun üzerine o, \"Bir (ay takvimi) ay yirmi dokuz gün olabilir.\" dedi."
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Hazim:",
      "text": "Abu Hazim'den rivayet edilmiştir: Sahl bin Sa'd dedi ki, \"Peygamberin (ﷺ) arkadaşlarından Abu Usaid evlendi, bu yüzden Peygamberi (ﷺ) düğününe davet etti ve gelin kendisi onlara hizmet etti. Sahl, insanlara, 'Ona hangi içeceği sunduğunu biliyor musunuz? Gece bir tencerede bazı hurmaları demlemiş ve sabahleyin onu bu demleme ile sundu.' dedi."
    },
    {
      "id": 63,
      "narrator": "Narrated Sauda:",
      "text": "Sauda'dan (Peygamberin eşi) rivayet edilmiştir: Koyunlarımızdan biri öldü ve derisini işledik, içinde hurmaları demlemeye devam ettik ta ki yıpranmış bir su tulumu haline gelene kadar."
    },
    {
      "id": 64,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber) Muhammed'in ailesi, Allah'a kavuşuncaya kadar üç gün üst üste et ile buğday ekmeği yemedi."
    },
    {
      "id": 65,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Abu Talha, Um Sulaim'e, \"Ben Allah'ın Elçisi (ﷺ) sesinin zayıf olduğunu duydum ve bunun açlıktan olduğunu biliyordum. Elçiye (Peygamber) bir şeyin var mı?\" dedi. O da, \"Evet.\" dedi. Sonra birkaç arpa ekmeği çıkardı ve bir peştemali alarak ekmeği onunla sardı ve beni Allah'ın Elçisi (ﷺ)'ne gönderdi. Gittim ve Allah'ın Elçisi (ﷺ)'nin camide bazı insanlarla oturduğunu buldum. Onun önünde durdum. Allah'ın Elçisi (ﷺ) bana, \"Abu Talha seni mi gönderdi?\" dedi. Ben de, \"Evet.\" dedim. Sonra Allah'ın Elçisi (ﷺ) yanında bulunanlara, \"Kalkın ve ilerleyin.\" dedi. Ben onlardan önde gittim ve Abu Talha'ya ulaştım ve durumu ona bildirdim. Abu Talha, \"Ey Um Sulaim! Allah'ın Elçisi (ﷺ) geldi ve onlara yiyecek yok.\" dedi. Um Sulaim, \"Allah ve Elçisi en iyi bilendir.\" dedi. Bunun üzerine Abu Talha dışarı çıktı (onları karşılamak için) ta ki Allah'ın Elçisi (ﷺ) ile karşılaştı. Allah'ın Elçisi (ﷺ) Abu Talha ile birlikte içeri girdi. Allah'ın Elçisi (ﷺ), \"Ey Um Sulaim! Elinde ne varsa getir.\" dedi. O da o (arpa) ekmeği getirdi ve Allah'ın Elçisi (ﷺ) o ekmeğin küçük parçalara bölünmesini emretti, sonra Um Sulaim üzerine bir deri tereyağı kabından tereyağı döktü ve sonra Allah'ın Elçisi (ﷺ) Allah'ın istediği şeyi söyledi (yani yiyecek için bereket duası etti). Allah'ın Elçisi (ﷺ) sonra, \"On adamı içeri alın.\" dedi. Abu Talha onları içeri aldı ve onlar doyana kadar yediler ve dışarı çıktılar. O tekrar, \"On adamı içeri alın.\" dedi. Onları içeri aldı ve bu şekilde tüm insanlar doyana kadar yediler ve yetmiş veya seksen kişi oldular.\""
    },
    {
      "id": 66,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin, \"Amellerin (sevapları) niyetlere bağlıdır ve her kişi niyetine göre sevap alacaktır. Kim Allah ve Elçisi için hicret ederse, hicreti Allah ve Elçisi için sayılır; kim de dünya menfaati veya evlenmek için hicret ederse, hicreti ne için hicret ettiğine göre sayılır.\" dediğini duydum."
    },
    {
      "id": 67,
      "narrator": "Narrated Ka`b bin Malik:",
      "text": "Ka'b bin Malik'ten rivayet edilmiştir: Tabuk savaşından geri kalan üç kişi hakkında yaptığı son bölümde, \"Gerçek tövbe kanıtı olarak (Tabuk kutsal savaşına katılmadığım için) tüm malımı Allah ve Elçisi için terk edeceğim (bu günahın kefareti olarak).\" dedim. Peygamber (ﷺ) bana, \"Malının bir kısmını sakla, bu senin için daha hayırlıdır.\" dedi."
    },
    {
      "id": 68,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ), Zeynep bint Cahş'ın (Peygamberin eşlerinden biri) evinde kalırdı ve onun evinde bal içiyordu. Hafsa ve ben, Peygamber (ﷺ) her birimize girdiğinde, \"Sende Maghafir (kötü kokulu kuru üzüm) kokusu var. Maghafir yedin mi?\" diyeceğimize karar verdik. O birimize girdiğinde, ona bunu söyledi. O da, \"Hayır, ama Zeynep bint Cahş'ın evinde bal içtim ve bir daha içmeyeceğim.\" diye cevap verdi. Sonra şu ayet indirildi: \"Ey Peygamber! Allah'ın senin için helal kıldığı şeyi niçin haram kılıyorsun?...(66.1-4) İki kişi Aişe ve Hafsa'dır. Ayrıca Allah'ın şu ifadesi: \"Ve (Hatırla) Peygamber (ﷺ) bir meseleyi eşlerinden birine gizlice açıkladığında!\" (66.3) yani, \"Ama ben bal içtim.\" demesi. Hişam dedi ki: Bu aynı zamanda \"Bir daha içmeyeceğim ve yemin ettim, bu yüzden bunu kimseye bildirmeyin.\" demekti."
    },
    {
      "id": 69,
      "narrator": "Narrated Sa`id bin Al-Harith:",
      "text": "Sa'id bin Al-Harith'ten rivayet edilmiştir: İbn 'Umar'ın, \"İnsanlara yemin etmenin yasaklanmadığını mı sanıyorsunuz?\" dediğini duydum. Peygamber (ﷺ) \"Yemin, hiçbir şeyi hızlandırmaz veya geciktirmez, ama yeminle, bir cimrinin malından bir kısmı çıkar.\" dedi."
    },
    {
      "id": 70,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) yemin etmeyi yasakladı ve \"Yemin, (gerçekleşmesi gereken) hiçbir şeyi engellemez, ama cimrinin malı bununla harcanır.\" dedi."
    },
    {
      "id": 71,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) \"Allah şöyle der: 'Yemin, Adem oğluna benim onun için takdir etmediğim bir şeyi getirmez, ama yemin, onun için takdir edilenle örtüşebilir ve bu şekilde ben bir cimrinin malını harcamasını sağlarım. Böylece o, yemininden dolayı, daha önce bana vermediği şeyi verir.\" dedi."
    },
    {
      "id": 72,
      "narrator": "Narrated Zahdam bin Mudarrab:",
      "text": "Zahdam bin Mudarrab'tan rivayet edilmiştir: İmran bin Hüseyin dedi ki, \"Peygamber (ﷺ) şöyle dedi: 'Sizin en hayırlılarınız benim neslimdir, ardından onları takip edenler, sonra da ikinci nesli takip edenlerdir.' İmran ekledi, \"Onun neslinden sonra iki veya üç nesil zikredip etmediğini hatırlamıyorum. Ekledi, 'Sonra bazı insanlar gelecek, ama yemin edecekler ama yerine getirmeyecekler; ve onlar dürüst olmayacaklar ve güvenilir olmayacaklar, ve tanıklık yapacaklar, tanıklık yapmaları istenmeden, ve aralarında şişmanlık ortaya çıkacak.'\""
    },
    {
      "id": 73,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) \"Kim Allah'a itaat edeceğine dair yemin ederse, ona itaat etmelidir; ve kim Allah'a isyan edeceğine dair yemin ederse, ona isyan etmemelidir.\" dedi."
    },
    {
      "id": 74,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Ömer, \"Ey Allah'ın Elçisi (ﷺ)! Ben cahiliye döneminde (İslam'ı kabul etmeden önce) Al-Masjid-al-Haram'da bir gece i'tikaf yapmayı yemin ettim.\" dedi. Peygamber (ﷺ) \"Yeminini yerine getir.\" dedi. İbn 'Umar kadına, \"Onun adına dua et.\" dedi. İbn 'Abbas da aynı şeyi söyledi."
    },
    {
      "id": 75,
      "narrator": "Narrated Sa`id bin 'Ubada Al-Ansari:",
      "text": "Sa'id bin 'Ubada Al-Ansari'den rivayet edilmiştir: Annesinin vefat etmeden önce yerine getirmediği bir yemin hakkında Peygamber (ﷺ) ile danıştım. Peygamber (ﷺ) onun adına yerine getirilmesi gerektiğine dair hükmünü verdi. Bu hüküm, Sünnet (yani Peygamberin geleneği) haline geldi."
    },
    {
      "id": 76,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve ona, \"Kız kardeşim Hac yapma vaadinde bulundu, ama o (vaadini yerine getirmeden) öldü.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Eğer onun bir borcu olsaydı, onu ödeyip ödemeyecektin?\" Adam, \"Evet.\" dedi. Peygamber (ﷺ) dedi ki: \"O halde Allah'ın haklarını öde, zira O, haklarını almaya daha layıktır.\""
    },
    {
      "id": 77,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim Allah'a itaat etme vaadinde bulunursa, O'na itaat etmelidir; kim de Allah'a isyan etme vaadinde bulunursa, O'na isyan etmemelidir.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah, bu adamın kendini eziyet etmesine muhtaç değildir,\" dedi, adamın iki oğlu arasında yürüdüğünü görünce."
    },
    {
      "id": 79,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ), Kabe'nin etrafında tavaf eden bir adam gördü, bir ip veya başka bir şeyle bağlıydı (bir başka kişi onu tutuyordu). Peygamber (ﷺ) o ipi kesti."
    },
    {
      "id": 80,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Kabe'nin etrafında tavaf ederken, Peygamber (ﷺ) burnunda bir saç ipiyle bir kişiyi başka bir kişiyi sürüklerken gördü. Peygamber (ﷺ) o saç ipini el ile kesti ve adama onu elinden tutarak sürüklemesini emretti."
    },
    {
      "id": 81,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) bir hutbe verirken bir adamın ayakta durduğunu gördü, bu adam hakkında soru sordu. Onlar (insanlar) \"O, oturmayacağını, gölgeye girmeyeceğini, kimseyle konuşmayacağını ve oruç tutacağını vaad eden Ebu İsmail'dir.\" dediler. Peygamber (ﷺ) dedi ki: \"Ona konuşmasını emret, gölgeye girmesine izin ver ve otursun, ama orucunu tamamlasın.\""
    },
    {
      "id": 82,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Bir adam, hayatı boyunca her gün oruç tutma vaadinde bulunan bir adam hakkında kendisine sorulduğunda, Abdullah bin Ömer şöyle dedi: \"Gerçekten Allah'ın Elçisi (ﷺ) sizin için güzel bir örnektir. O, Kurban Bayramı günü veya Ramazan Bayramı günü oruç tutmamıştır ve biz de bu iki günde oruç tutmayı düşünmüyoruz.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Ziyad bin Jubair:",
      "text": "Ziyad bin Cubeyr'den rivayet edilmiştir: İbn Ömer ile birlikteydim, bir adam ona sordu: \"Hayatım boyunca her Salı veya Çarşamba oruç tutma vaadinde bulundum ve eğer oruç günüm Kurban Bayramı gününe denk gelirse (ne yapmalıyım?)\" İbn Ömer şöyle dedi: \"Allah, vaadlerin yerine getirilmesini emretmiştir ve biz Kurban günü oruç tutmaktan men edilmiştir.\" Adam sorusunu tekrar etti ve İbn Ömer önceki cevabını yineledi, daha fazlasını eklemedi."
    },
    {
      "id": 84,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile birlikte Hayber günü dışarı çıktık ve savaş ganimeti olarak altın veya gümüş almadık, ama eşyalar ve giysiler şeklinde mülk elde ettik. Sonra Beni Dubaib kabilesinden Rifa'a bin Zaid adında bir adam, Allah'ın Elçisi'ne Mid'am adında bir köle sundu. Allah'ın Elçisi (ﷺ) Al-Qura vadisine yöneldi ve Al-Qura vadisinde, kimliği belirsiz bir kişi tarafından bir ok atıldı, Mid'am'ı vurdu ve öldürdü; o da Allah'ın Elçisi (ﷺ)'nin dişi deveyi diz çökertmesine yardımcı oluyordu. İnsanlar, \"Köleye cennet müjdeleri olsun.\" dediler. Allah'ın Elçisi (ﷺ) dedi ki: \"Hayır! Canımın elinde olan Allah'a yemin ederim ki, Hayber günü ganimetin dağıtılmasından önce çaldığı örtü, şimdi onun üzerinde yanıyor.\" İnsanlar bunu duyunca, bir adam Peygamber'e bir veya iki şirak (ayakkabı kayışı) getirdi. Peygamber (ﷺ) dedi ki: \"Bir ateş şirakı, ya da iki ateş şirakı.\""
    }
  ]
}