{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ka`b bin 'Ujra:",
      "text": "Ka`b bin 'Ujra'dan rivayet edilmiştir: Ben Peygamber (ﷺ)'e geldim ve o bana, \"Yaklaş\" dedi. Ben de yanına yaklaştım ve o, \"Sineklerin seni rahatsız ediyor mu?\" dedi. Ben de, \"Evet\" dedim. O, \"(Başını traş et ve) oruç tutarak, Sadaqa (sadaka vererek) veya bir kurban keserek keffaretini ver\" dedi. (Alt rivayetçi) Aiyub, \"Oruç üç gün olmalı, Nusuk (kurban) bir koyun olmalı ve Sadaqa altı fakire verilmelidir\" dedi."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve \"Ben mahvoldum!\" dedi. Peygamber (ﷺ) \"Sende ne var?\" dedi. Adam, \"Ramazan'da (oruçlu iken) eşimle cinsel ilişkiye girdim\" dedi. Peygamber (ﷺ) \"Bir köleyi azat edecek kadar malın var mı?\" dedi. Adam, \"Hayır\" dedi. Peygamber (ﷺ) \"İki ay peş peşe oruç tutabilir misin?\" dedi. Adam, \"Hayır\" dedi. Peygamber (ﷺ) \"Altmış fakiri doyurabilir misin?\" dedi. Adam, \"Hayır\" dedi. Sonra Peygamber (ﷺ) ona, \"Otur\" dedi ve o oturdu. Daha sonra Peygamber (ﷺ)'e bir 'Irq, yani hurma dolu büyük bir sepet getirildi ve Peygamber (ﷺ) ona, \"Bunu al ve sadaka olarak ver\" dedi. Adam, \"Bizden daha fakir insanlara mı?\" dedi. Bunun üzerine Peygamber (ﷺ) gülümsedi ve azı dişleri görünür hale geldi, sonra ona, \"Aileni bununla doyur\" dedi. (Bkz. Hadis No. 157, Cilt 3)"
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Allah'ın Elçisi (ﷺ)'ne geldi ve \"Ben mahvoldum!\" dedi. Peygamber (ﷺ) ona, \"Ne oldu?\" dedi. Adam, \"Ramazan'da (oruçlu iken) eşimle cinsel ilişkiye girdim\" dedi. Peygamber ona, \"Bir köleyi azat edecek kadar malın var mı?\" dedi. Adam, \"Hayır\" dedi. Peygamber (ﷺ) \"İki ay peş peşe oruç tutabilir misin?\" dedi. Adam, \"Hayır\" dedi. Peygamber (ﷺ) \"Altmış fakiri doyurabilir misin?\" dedi. Adam, \"Hayır\" dedi. Sonra bir Ensar adamı bir 'Irq (hurma dolu büyük sepet) ile geldi. Peygamber (ﷺ) adama, \"Bunu al ve sadaka olarak ver\" dedi. O adam, \"Bizden daha fakir insanlara mı, Ey Allah'ın Elçisi (ﷺ)? Seni hak ile gönderen Allah'a yemin ederim ki, Medina'nın iki dağı arasında bizden daha fakir bir ev yok\" dedi. Bunun üzerine Peygamber (ﷺ) ona, \"Git ve bunu ailene ver\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve \"Ben mahvoldum!\" dedi. Peygamber (ﷺ) \"Sende ne var?\" dedi. Adam, \"Ramazan'da (oruçlu iken) eşimle cinsel ilişkiye girdim\" dedi. Peygamber (ﷺ) ona, \"Bir köleyi azat edecek kadar malın var mı?\" dedi. Adam, \"Hayır\" dedi. Peygamber (ﷺ) \"İki ay peş peşe oruç tutabilir misin?\" dedi. Adam, \"Hayır\" dedi. Peygamber (ﷺ) \"Altmış fakiri doyurabilir misin?\" dedi. Adam, \"Hiçbir şeyim yok\" dedi. Daha sonra Peygamber'e bir 'Irq (büyük sepet) hurma getirildi ve Peygamber (ﷺ) ona, \"Bu sepeti al ve sadaka olarak ver\" dedi. Adam, \"Bizden daha fakir insanlara mı? Gerçekten, Medina'nın iki dağı arasında bizden daha fakir kimse yok\" dedi. Peygamber (ﷺ) sonra, \"Al ve aileni bununla doyur\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Ju'aid bin `Abdur-Rahman:",
      "text": "Al-Ju'aid bin `Abdur-Rahman'dan rivayet edilmiştir: As-Sa'ib bin Yazid dedi ki, \"Peygamber (ﷺ) zamanında Sa', bir Mudd ve bir Mudd'ün üçte biri kadardı, sonra Halife `Umar bin `Abdul `Aziz döneminde artırıldı.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi'den rivayet edilmiştir: İbn `Umar, Ramazan Zekatı (Zekat-al-Fitr) vermekte Peygamber'in Mudd'una göre, ilk Mudd'a göre verirdi ve ayrıca yemin keffareti için de Peygamber'in Mudd'una göre şeyler verirdi. Ebu Kutaiba dedi ki, \"Malik bize, 'Bizim Mudd'umuz (yani Medina'nın) sizin Mudd'ınızdan daha iyidir ve biz Peygamber'in Mudd'ü dışında hiçbir üstünlük görmüyoruz!' dedi. Malik ayrıca bana, 'Eğer bir yönetici size gelir ve Peygamber'in Mudd'undan daha küçük bir Mudd belirlerse, neye göre verirsiniz (keffaret veya Zekat-al-Fitr için)?' diye sordu. Ben de, 'Peygamber'in Mudd'una göre veririz' dedim. Bunun üzerine Malik, 'O zaman, Peygamber'in Mudd'una geri dönmemiz gerektiğini görmüyor musun?' dedi.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Ey Allah! Ölçülerine, Sa' ve Mudd'larına (yani Medina halkının) bereket ver.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Eğer birisi bir Müslüman köleyi azat ederse, Allah, kölenin vücudunun her bir parçası için ateşten kurtarır; kölenin özel yerleri de ateşten kurtarılır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated `Amr:",
      "text": "`Amr'dan rivayet edilmiştir: Cabir dedi ki: Bir Ensar adamı kölesini Mudabbar yaptı ve ondan başka hiçbir malı yoktu. Peygamber (ﷺ) bunu duyduğunda, \"Kim benim için onu (yani köleyi) satın almak ister?\" dedi. Nu'aim bin An-Nahham onu sekiz yüz dirheme satın aldı. Cabir'in, \"O, aynı yıl ölen bir Kıpti köleydi\" dediğini duydum."
    },
    {
      "id": 10,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: O, Barira (bir köle kızı) satın almayı düşündü ve sahipleri onun Wala'sını şart koştu. Aişe bunu Peygamber (ﷺ)'e söylediğinde, o, \"Onu satın al, çünkü Wala, azat edenin hakkıdır\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Ebu Musa Al-Ash'ari'den rivayet edilmiştir: Ben, bir grup Al-Ash'ari kabilesinden insanlarla birlikte Allah'ın Elçisi (ﷺ)'ne gidip binek istedik. Peygamber (ﷺ) \"Vallahi, size binek vermeyeceğim ve sizi bindirecek hiçbir şeyim yok\" dedi. Allah dilediği kadar orada kaldık, ardından Peygamber'e bazı develer getirildi ve bize üç deve verilmesini emretti. Yola çıktığımızda, içimizden bazıları diğerlerine, \"Allah bize bereket vermeyecek, çünkü hepimiz Allah'ın Elçisi (ﷺ)'ne binek istemek için gittik ve o, bize binek vermeyeceğine yemin etmişti, ama yine de verdi\" dediler. Bunun üzerine Peygamber'e geri döndük ve bunu ona söyledik. O, \"Ben size binek vermedim, ama Allah verdi. Vallahi, Allah dilerse, eğer bir yemin edersem ve sonra başka bir şeyin daha iyi olduğunu görürsem, yeminimi bozarım ve daha iyisini yaparım ve keffaretini veririm\" dedi."
    },
    {
      "id": 12,
      "narrator": "Narrated Hammad:",
      "text": "Hammad'dan rivayet edilmiştir: yukarıdaki aynı rivayet (yani 709), \"Yeminimi bozarım ve daha iyisini yaparım, ya da daha iyisini yaparım ve keffaretini veririm.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: (Peygamber) Süleyman dedi ki, \"Bu gece doksan eşimle yatarım, her biri Allah yolunda savaşacak bir erkek çocuk doğuracak.\" Bunun üzerine arkadaşı (Süfyan, arkadaşının bir melek olduğunu söyledi) ona, \"De ki, 'Eğer Allah dilerse'\" dedi. Ama Süleyman bunu unuttu. Tüm eşleriyle yattı, ama kadınlardan hiçbiri çocuk doğurmadı, sadece biri yarım erkek çocuk doğurdu. Ebu Hureyre ekledi: Peygamber (ﷺ) dedi ki, \"Eğer Süleyman, 'Eğer Allah dilerse' demiş olsaydı, eyleminde başarısız olmazdı ve istediğine ulaşırdı.\" Bir kez daha Ebu Hureyre ekledi: Allah elçisi dedi ki, \"Eğer kabul etseydi.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Zahdam al-Jarmi:",
      "text": "Zahdam al-Jarmi'den rivayet edilmiştir: Biz, Ebu Musa Al-Ash'ari ile oturuyorduk ve aramızda dostluk ve karşılıklı iyilikler vardı. Önüne bir yemek getirildi ve içinde tavuk eti vardı. Orada bulunanlardan biri, Beni Taimillah'dan, kırmızı tenli bir Arap olmayan azatlı köleydi ve o adam yemeğe yaklaşmadı. Ebu Musa ona, \"Gel! Allah'ın Elçisi (ﷺ)'nin bunun (yani tavuk) etinden yediğini gördüm\" dedi. Adam, \"Ben onun (tavukların) kirli bir şey yediğini gördüm ve bu yüzden tavuk etini yemeyeceğime yemin ettim\" dedi. Ebu Musa, \"Gel! Bununla ilgili seni bilgilendireceğim.\" Bir kez, bir grup Ash'airiyin ile birlikte Allah'ın Elçisi (ﷺ)'ne gidip binek istedik, o da Zekat develerini dağıtıyordu. (Aiyub, \"Sanırım o, Peygamber'in o sırada sinirli olduğunu söyledi\") Peygamber (ﷺ) dedi ki, \"Vallahi! Size binek vermeyeceğim ve sizi bindirecek hiçbir şeyim yok.\" Ayrıldıktan sonra, bazı ganimet develeri Allah'ın Elçisi'ne getirildi ve o, \"O Ash'ariyin nerede? O Ash'ariyin nerede?\" dedi. Biz ona gittik ve o bize beş çok şişman, güzel deve verdi. Onlara bindik ve yola çıktık, sonra ben arkadaşlarıma, \"Allah'ın Elçisi (ﷺ)'ne binek istemek için gittik ama o, bize binek vermeyeceğine yemin etti, sonra bizi çağırıp binek verdi, belki de Allah'ın Elçisi (ﷺ) yeminini unuttu. Vallahi, biz asla başarılı olamayız, çünkü Allah'ın Elçisi (ﷺ)'nin yeminini yerine getirmediğinden faydalandık. O yüzden Allah'ın Elçisi (ﷺ)'ne dönelim ve yeminini hatırlatalım\" dedim. Geri döndük ve \"Ey Allah'ın Elçisi (ﷺ)! Biz sana geldik ve binek istedik ama sen, bize binek vermeyeceğine yemin ettin, ama sonra bize binek verdin ve biz düşündük ki, yeminini unuttun\" dedik. Peygamber (ﷺ) dedi ki, \"Ayrılın, çünkü Allah size binek verdi. Vallahi, Allah dilerse, eğer bir yemin edersem ve sonra başka bir şeyin daha iyi olduğunu bulursam, daha iyisini yaparım ve yeminimin keffaretini veririm.\""
    },
    {
      "id": 15,
      "narrator": "Narrated `Abdur-Rahman bin Samura:",
      "text": "(İki başka rivayet Zahdam üzerinden yukarıdaki gibi)"
    }
  ]
}