{
  "language": "tr",
  "metadata": {
    "length": 47,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Hastalandım, bu yüzden Allah'ın Elçisi (ﷺ) ve Ebu Bekir, beni ziyaret etmek için yürüyerek geldiler. Geldiklerinde ben baygındım. Allah'ın Elçisi (ﷺ) abdest aldı ve abdest suyunu üzerime döktü, ben kendime geldim ve \"Ey Allah'ın Elçisi (ﷺ)! Malım hakkında ne yapmalıyım? Nasıl dağıtmalıyım?\" dedim. Peygamber (ﷺ) cevap vermedi ta ki mirasla ilgili İlahi Ayetler nazil oluncaya kadar."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphecilikten sakının, çünkü bu en kötü yalanlardandır; başkalarının kusurlarını aramayın, casusluk yapmayın, birbirinize kin beslemeyin ve birbirinizi terk etmeyin. Ey Allah'ın kulları, kardeş olun!\" (Bkz. Hadis No. 90)"
    },
    {
      "id": 3,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Fatıma ve Abbas, Ebu Bekir'e geldiler, Allah'ın Elçisi (ﷺ) 'nin malından paylarını talep ediyorlardı ve o sırada Fadak'taki topraklarını ve Khaibar'dan paylarını istiyorlardı. Ebu Bekir onlara şöyle dedi: \"Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini duydum: 'Bizim malımız miras alınamaz, geride bıraktığımız her şey sadaka olarak harcanmalıdır, ancak Muhammed'in ailesi bu maldan geçimlerini alabilirler.' Ebu Bekir ekledi: \"Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ) 'nin hayatı boyunca bu mal ile ilgili izlediği prosedürü terk etmeyeceğim.\" Bunun üzerine Fatıma Ebu Bekir'i terk etti ve ölünceye kadar onunla konuşmadı."
    },
    {
      "id": 4,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Peygamberlerin malı miras alınamaz, geride bıraktığımız her şey sadaka olarak harcanmalıdır.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Malik bin Aus:",
      "text": "Malik bin Evs'ten rivayet edilmiştir: 'Umar'a girdim, kapıcısı Yarfa geldi ve \"Osman, Abdurrahman, Zübeyir ve Sa'd sizinle görüşmek istiyorlar, onları alayım mı?\" dedi. 'Umar \"Evet.\" dedi. Böylece onları içeri aldı. Sonra tekrar geldi ve \"Ali ve Abbas'ı alayım mı?\" dedi. 'Umar \"Evet.\" dedi. Abbas \"Ey müminlerin emiri! Benimle bu adam (Ali) arasında hüküm ver.\" dedi. 'Umar \"Allah'a yemin ederim ki, göklerin ve yerin var olduğu Allah'ın izniyle, Allah'ın Elçisi (ﷺ) 'nin 'Peygamberlerin malı miras alınmaz, geride bıraktığımız her şey sadaka olarak harcanmalıdır' dediğini biliyor musun?\" dedi. Ve Allah'ın Elçisi (ﷺ) kendisini kastetmişti.\" Grup \"Şüphesiz, bunu söyledi.\" dedi. 'Umar, Ali ve Abbas'a döndü ve \"Sizler de Allah'ın Elçisi (ﷺ) 'nin bunu söylediğini biliyor musunuz?\" dedi. Onlar \"Şüphesiz, bunu söyledi.\" dediler. 'Umar \"O halde bu mesele hakkında sizinle konuşmama izin verin. Allah, Peygamberine bu Fai'den (yani savaşmadan elde edilen ganimet) bir şey verdi ki, bunu kimseye vermedi; Allah şöyle buyurdu: 'Ve Allah, Peygamberine (Fai' ganimeti) verdi... (59.6) Ve bu mal sadece Allah'ın Elçisi (ﷺ) 'ne aitti. Yine de, Allah'a yemin ederim ki, ne o malı kendisi için topladı ne de sizden sakladı, ama onun gelirini size verdi ve aranızda paylaştırdı ta ki geriye, Peygamber (ﷺ) 'nin ailesinin yıllık ihtiyaçlarını karşıladığı mevcut mal kalana kadar. Ve geriye kalan her şeyi, Allah'ın malının harcandığı yerlerde harcıyordu (yani sadaka vb.). Allah'ın Elçisi (ﷺ) bunu hayatı boyunca takip etti. Şimdi Allah'a yemin ederim ki, bunların hepsini biliyor musunuz?\" dedim. Onlar \"Evet.\" dediler. 'Umar, Ali ve Abbas'a \"Allah'a yemin ederim ki, bunu biliyor musunuz?\" dedi. İkisi de \"Evet.\" dediler. 'Umar ekledi: \"Ve Peygamber (ﷺ) vefat ettiğinde, Ebu Bekir 'Ben Allah'ın Elçisi (ﷺ) 'nin halifesiyim' dedi ve o malın yönetimini üstlendi ve onu Allah'ın Elçisi (ﷺ) 'nin yaptığı gibi yönetti. Sonra ben bu malın yönetimini iki yıl boyunca üstlendim, bu süre zarfında onu Allah'ın Elçisi (ﷺ) ve Ebu Bekir'in yaptığı gibi yönettim. Sonra siz ikiniz (Ali ve Abbas) bana geldiniz, aynı talep ile ve aynı davayı sunarak. (Ey Abbas!) Sen bana yeğenin malından payını talep etmek için geldin, bu adam (Ali) ise eşinin babasının malından payını talep etmek için geldi. Ben dedim ki: 'Eğer ikiniz de isterseniz, bunu size o şartla vereceğim (yani, bunu Peygamber (ﷺ) ve Ebu Bekir'in yaptığı gibi yönetmeyi kabul ederseniz).' Şimdi ikiniz de benden başka bir hüküm mü talep ediyorsunuz? Bakın! Allah'a yemin ederim ki, göklerin ve yerin var olduğu Allah'ın izniyle, saat kuruluncaya kadar başka bir hüküm vermeyeceğim. Eğer bunu yönetemezseniz, o zaman bana geri verin, ben sizin adınıza yönetmek için yeterli olacağım.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Malımın tek bir Dinar'ı bile mirasçılarım arasında dağıtılmamalıdır, ancak eşlerim ve hizmetçilerim için ayırdığım geçim dışında geriye kalan her şey sadaka olarak harcanmalıdır.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Urwa:",
      "text": "Urve'den rivayet edilmiştir: Aişe şöyle dedi: \"Allah'ın Elçisi (ﷺ) vefat ettiğinde, eşleri Ebu Bekir'e gidip miras paylarını istemek için Osman'ı göndermeyi düşündüler.\" Sonra Aişe onlara şöyle dedi: \"Allah'ın Elçisi (ﷺ) 'nin 'Peygamberlerin malı miras alınamaz, geride bıraktığımız her şey sadaka olarak harcanmalıdır' dediğini bilmiyor musunuz?\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ben, müminlere kendi nefislerinden daha yakınım, bu yüzden (onlardan) biri borçlu olarak ölürse ve borcunu ödeyecek hiçbir şey bırakmazsa, onun borcunu onun adına ödeyeceğiz; ve (müminlerden) biri mal bırakarak ölürse, o mal mirasçılarına aittir.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Faraid'i (Kur'an'da belirtilen miras paylarını) almaya hak kazananlara verin. Sonra geriye kalan her şey, merhumun en yakın erkek akrabasına verilmelidir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Sa`d bin Abi Waqqas:",
      "text": "Sa'd bin Ebi Vakkas'tan rivayet edilmiştir: Bir hastalık geçirdim ki, ölümün eşiğine geldim. Peygamber (ﷺ) beni ziyarete geldi. Ben dedim: \"Ey Allah'ın Elçisi (ﷺ)! Çok malım var ve tek mirasçım tek kızım. Malımın üçte ikisini sadaka olarak vereyim mi?\" O dedi: \"Hayır.\" Ben dedim: \"Yarısını mı?\" O dedi: \"Hayır.\" Ben dedim: \"Üçte birini mi?\" O dedi: \"Bunu yapabilirsin, ama üçte bir de fazladır, çünkü çocuklarını zengin bırakman, onları yoksul bırakmaktan daha iyidir, başkalarından yardım istemek zorunda kalmasınlar. Ve Allah rızası için harcadığın her şey için mükafat alacaksın, hatta eşinin ağzına koyduğun bir lokma yiyecek için bile.\" Ben dedim: \"Ey Allah'ın Elçisi (ﷺ)! Ben geride kalacak mıyım ve hicretimi tamamlayamayacak mıyım?\" Peygamber (ﷺ) dedi: \"Eğer benim arkamda kalırsan, Allah rızası için yaptığın her hayır, seni yüceltir ve yükseltir. Belki uzun bir ömür sürersin ki, bazı insanlar senden faydalanır ve diğerleri (düşmanlar) sana zarar verir.\" Ama Allah'ın Elçisi (ﷺ) Sa'd bin Khaula için üzgün hissetti çünkü o Mekke'de vefat etti. (Süfyan, bir alt rivayetçi, Sa'd bin Khaula'nın Beni Amir bin Lu'ai kabilesinden bir adam olduğunu söyledi.)"
    },
    {
      "id": 11,
      "narrator": "Narrated Al-Aswad bin Yazid:",
      "text": "El-Aswad bin Yazid'den rivayet edilmiştir: Muaz bin Cebel, Yemen'e öğretmen ve yönetici olarak geldi ve biz (Yemen halkı) ona, bir kızı ve bir kız kardeşi olan bir adamın (mirasının) dağıtımını sorduk. Muaz, kızı malın yarısını, kız kardeşe de diğer yarısını verdi."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Faraid'i (Kur'an'da belirtilen payları) almaya hak kazananlara verin; ve geriye kalan her şey, merhumun en yakın erkek akrabasına verilmelidir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Huzail bin Shirahbil:",
      "text": "Huzail bin Şirahbil'den rivayet edilmiştir: Ebu Musa'ya bir kız, bir oğul kızı ve bir kız kardeşin mirası hakkında soruldu. O dedi: \"Kız yarım alacak, kız kardeş de yarım alacak. Eğer İbn Mes'ud'a gidersen, aynı şeyi sana söyleyecektir.\" İbn Mes'ud'a soruldu ve Ebu Musa'nın hükmü kendisine aktarıldı. İbn Mes'ud sonra dedi: \"Eğer ben aynı hükmü verirsem, sapmış olurum ve doğru yolda olanlardan olmazdım. Bu durumda vereceğim hüküm, Peygamber (ﷺ) 'nin yaptığı gibi olacak, yani yarım kızı alacak, oğul kızı için altıda bir alacak, yani her iki pay toplam malın üçte ikisini oluşturacak; geriye kalan ise kız kardeşe aittir.\" Sonra biz Ebu Musa'ya geldik ve İbn Mes'ud'un hükmünü kendisine bildirdik, o da dedi: \"O halde, bu bilgili adam aranızda olduğu sürece benden hüküm istemeyin.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Faraid'i (Kur'an'da belirtilen payları) almaya hak kazananlara verin; ve geriye kalan her şey, merhumun en yakın erkek akrabasına verilmelidir.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) 'nin \"Eğer bu toplumdan (takipçilerimden) bir dost edinecek olsaydım, onu (yani Ebu Bekir'i) alırdım, ama İslami kardeşlik daha iyidir (veya iyi)\" dediği kişi, bir dedeyi mirasta babanın kendisi gibi kabul etmiştir."
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: (İslam'ın ilk günlerinde) miras, kişinin çocuklarına verilirdi ve vasiyet, ebeveynlere bırakılırdı. Sonra Allah, istediği şeyi bu düzenlemeden iptal etti ve erkeğin, iki kadının payının eşdeğeri kadar alacağını, ebeveynler için her birine altıda bir, eş için ise çocukları varsa sekizde bir, yoksa dörtte bir, koca için ise çocukları yoksa yarı, varsa dörtte bir alacağını hükmetti."
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Beni Lihyan kabilesinden bir kadının kürtajı için bir erkek veya dişi kölenin Kısas olarak verilmesi gerektiğine hükmetti (fetüs için kan bedeli olarak), ancak cezanın uygulandığı kadın öldü, bu yüzden Peygamber, onun malının çocuklarına ve kocasına miras bırakılmasını ve cezanın onun Asaba'sı tarafından ödenmesini emretti."
    },
    {
      "id": 18,
      "narrator": "Narrated Al-Aswad:",
      "text": "El-Esved'den rivayet edilmiştir: Muaz bin Cebel, Allah'ın Elçisi (ﷺ) döneminde bizim için bu hükmü verdi. Mirasın yarısı kızı, diğer yarısı ise kız kardeşi alır. Süleyman dedi ki: Muaz bizim için bir hüküm verdi, ancak bunun Allah'ın Elçisi (ﷺ) döneminde olduğunu belirtmedi."
    },
    {
      "id": 19,
      "narrator": "Narrated Huzail:",
      "text": "Huzail'den rivayet edilmiştir: Abdullah dedi ki, \"Bu konuda vereceğim hüküm, Peygamber'in hükmü gibi olacaktır, yani yarısı kız içindir, altıda biri ise oğul kız içindir ve mirasın geri kalanı kız kardeş içindir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Hastayken, Peygamber (ﷺ) yanımda bulundu ve abdest almak için biraz su istedi, abdestini tamamladıktan sonra, abdest suyundan üzerime biraz serpti, bunun üzerine kendime geldim ve dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! Kız kardeşlerim var.\" Sonra miras yasalarıyla ilgili İlahi Ayetler indirildi."
    },
    {
      "id": 21,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: Peygambere indirilen son Kur'an Ayeti, Nisa Suresi'nin son Ayetidir, yani, 'Sana miras hakkında soruyorlar, de ki: Allah, miras bırakmayanlar veya mirasçıları olmayanlar hakkında böyle yönlendiriyor....' (4.176)"
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Ben müminlere, kendi nefislerinden daha yakınım, bu yüzden (aralarında) miras bırakarak ölen kimse, mirası Asaba'sına verilecektir; borcu veya bakıma muhtaç çocukları olan kimse ölecek olursa, ben onların destekçisiyim.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Faraid'i (Kur'an'da belirtilen miras paylarını) hak sahibi olanlara verin; geriye kalan ne varsa, ölenin en yakın erkek akrabasına verilecektir.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Kutsal Ayet hakkında:--'Ve herkese mirasçılar tayin ettik..' Ve:-- (4.33) 'Sağ ellerinizin sözleştiği kimselere de.' (4.33)"
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Müslümanlar Medine'ye geldiğinde, Ensar, muhacirlerin mirasçısı olurdu (ve tersine) kan bağı olan akrabaları yerine (Dhawl-l-arham) ve bu, Peygamber'in (ﷺ) onların arasında kurduğu kardeşlik bağı yüzündendi, yani Ensar ve muhacirler arasında. Ancak 'Ve herkese mirasçılar tayin ettik,' (4.33) ayeti indirildiğinde, diğer düzeni iptal etti, yani 'Sağ ellerinizin sözleştiği kimselere de.'"
    },
    {
      "id": 26,
      "narrator": "Narrated `Aisha:",
      "text": "İbn Ömer'den rivayet edilmiştir: Bir adam ve eşi, Peygamber (ﷺ) döneminde Lian (veya Mula'ana) davası açtılar ve adam, çocuğun babalığını inkar etti. Peygamber (ﷺ) onların boşanması için hüküm verdi ve sonra çocuk yalnızca eşine ait olarak kabul edildi."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Huraira:",
      "text": "Aişe'den rivayet edilmiştir: Utbe (bin Ebi Vakkas) kardeşi Sa'd'a dedi ki, \"Zam'a'nın cariyesinin oğlu benim oğlumdur, bu yüzden onun velisi ol.\" Fethi Mekke yılı geldiğinde, Sa'd o çocuğu aldı ve dedi ki, \"O benim yeğenimdir ve kardeşim bana onun velisi olmamı söyledi.\" Bunun üzerine Ebu bin Zam'a ayağa kalktı ve dedi ki, \"Ama çocuk benim kardeşimdir ve babamın cariyesinin oğludur, çünkü o onun yatağında doğmuştur.\" İkisi de Peygamber'e gittiler. Sa'd dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! (Bu) benim kardeşimin oğludur ve o bana onun velisi olmamı söyledi.\" Sonra Ebu bin Zam'a dedi ki, \"(Ama o) benim kardeşimdir ve babamın cariyesinin oğludur, onun yatağında doğmuştur.\" Peygamber (ﷺ) dedi ki, \"Bu çocuk senindir. Ey Ebu bin Zam'a, çocuk yatağın sahibine aittir ve zinakar taşlanır.\" Sonra (eşine) Sauda bint Zam'a'ya o çocuğun önünde örtünmesini emretti çünkü çocuğun Utbe'ye benzerliğini fark etti. O günden sonra çocuk, Sauda'yı hiç görmedi, ta ki o öldü."
    },
    {
      "id": 28,
      "narrator": "Narrated `Aisha:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Çocuk, yatağın sahibine aittir.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Aişe'den rivayet edilmiştir: Berire'yi (bir kadın köle) satın aldım. Peygamber (ﷺ) bana dedi ki, \"Onu satın al, çünkü Vala, azat edilenin hakkıdır.\" Bir gün ona bir koyun verildi (sadaka olarak). Peygamber (ﷺ) dedi ki, \"O (koyun) onun (Berire'nin) için bir sadaka ve bizim için bir hediyedir.\" El-Hakem dedi ki, \"Berire'nin kocası özgür bir adamdı.\" İbn Abbas dedi ki, \"Onu gördüğümde, o bir köleydi.\""
    },
    {
      "id": 30,
      "narrator": "Narrated `Abdullah:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Vala, azat edilenin hakkıdır.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Al-Aswad:",
      "text": "Al-Aswad'dan rivayet edilmiştir: Aişe, Barira'yı azat etmek amacıyla satın aldı, ancak sahipleri onun Vela'sının (ölümünden sonra) kendilerine ait olacağını şart koştu. Aişe, \"Ey Allah'ın Resulü (ﷺ)! Barira'yı azat etmek için satın aldım, ama sahipleri onun Vela'sının kendilerine ait olacağını şart koştu.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Onu azat et, çünkü Vela, azat edenin (kölenin) hakkıdır,\" veya \"Onun bedelini ödeyenin hakkıdır,\" dedi. Sonra Aişe onu satın aldı ve azat etti. Daha sonra, Barira'ya (Peygamber tarafından) kocasının yanında kalma veya ondan ayrılma seçeneği verildi. O da, \"Eğer bana şu kadar ve bu kadar (para) verseler, onunla kalmam,\" dedi. (Al-Aswad ekledi: Kocası serbest bir adamdı.) Alt rivayetçi ekledi: Al-Aswad'ın ifadesinin rivayet zinciri tamamlanmamıştır. İbn Abbas'ın ifadesi, yani onu gördüğümde o bir köleydi, daha doğrudur."
    },
    {
      "id": 32,
      "narrator": "Narrated `Ali:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ali'den rivayet edilmiştir: Okuyacak başka bir Kitabımız yok, sadece Allah'ın Kitabı (Kur'an) ve bu kağıt var. Sonra Ali kağıdı çıkardı ve bakın! İçinde yaralar için kısas, develerin (Zekat veya diyet olarak ödenecek) yaşları hakkında hukuki hükümler yazılıydı. Ayrıca şunlar da yazılıydı: 'Medine, Air (dağ) ile Thaur (dağ) arasında bir sığınaktır. Kim burada bir yenilik (dinde bir şey) icat ederse veya burada bir suç işlerse ya da böyle bir yenilikçiye sığınak verirse, Allah'ın, meleklerin ve tüm insanların laneti üzerine olacaktır ve Kıyamet Günü'nde hiçbir zorunlu veya isteğe bağlı iyi ameli kabul edilmeyecektir. Ve kim (azatlı köle) gerçek sahiplerinden başka birilerini kendisine efendi (yani dost) edinirse, gerçek sahiplerinin izni olmadan, Allah'ın, meleklerin ve tüm insanların laneti üzerine olacaktır ve Kıyamet Günü'nde hiçbir zorunlu veya isteğe bağlı iyi ameli kabul edilmeyecektir. Ve herhangi bir Müslüman tarafından verilen sığınak, tüm Müslümanlar tarafından güvence altına alınmalıdır, hatta bu en düşük sosyal statüde olanlardan biri tarafından verilse bile; ve bu konuda bir Müslümana ihanet eden, Allah'ın, meleklerin ve tüm insanların laneti üzerine olacaktır ve Kıyamet Günü'nde hiçbir zorunlu veya isteğe bağlı iyi ameli kabul edilmeyecektir.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Al-Aswad:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) kölelerin Vela'sının satılmasını veya hediye edilmesini yasakladı."
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated Aisha:",
      "text": "İbn Ömer'den rivayet edilmiştir: Aişe, Müminlerin annesi, bir köle kızı azat etmek amacıyla satın almak istedi. Köle kızın sahibi, \"Onu sana satmaya hazırız, ancak Vela'sı bizim olmalı,\" dedi. Aişe bunu Allah'ın Resulü'ne (ﷺ) iletti ve o da, \"Bu (şart) seni onu satın almaktan alıkoymasın, çünkü Vela, azat edenindir (kölenin),\" dedi."
    },
    {
      "id": 38,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Al-Aswad'dan rivayet edilmiştir: Aişe, \"Barira'yı satın aldım ve sahipleri Vela'nın kendilerine ait olacağını şart koştu,\" dedi. Aişe bunu Peygamber'e (ﷺ) iletti ve o da, \"Onu azat et, çünkü Vela, gümüş verenin (yani köleyi özgürleştirmek için bedel ödeyenin) hakkıdır,\" dedi. Aişe ekledi: \"Böylece onu azat ettim. Daha sonra Peygamber onu (Barira'yı) çağırdı ve kocasına geri dönme veya dönmeme seçeneği verdi. O da, \"Eğer bana şu kadar ve bu kadar (para) verseler, onunla kalmam,\" dedi. Böylece kendi seçimini yaptı (yani kocasına geri dönmeyi reddetti).\""
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "İbn Ömer'den rivayet edilmiştir: Aişe Barira'yı satın almak istediğinde, \"Barira'nın sahipleri Vela'nın kendilerine ait olacağını şart koştu,\" dedi. Peygamber (ﷺ) Aişe'ye, \"Onu satın al, çünkü Vela, azat edenindir,\" dedi."
    },
    {
      "id": 42,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated Sa`d:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Vela, gümüş verenin (bedeli ödeyenin) ve azat etme işini yapanın hakkıdır.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Huraira:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Azatlı köle, onu azat eden insanların hakkındadır,\" veya benzer bir şey söyledi."
    },
    {
      "id": 46,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir gün bana çok mutlu bir ruh haliyle girdi, yüz hatları sevinçle parlıyordu ve dedi ki: \"Ey Aişe! Şu anda Mücazziz (bir Ka'if) Zeyd bin Harise ve Usame bin Zeyd'e baktı ve 'Bu ayaklar (Usame ve babasının) birbirine aittir.' dedi.\" (Bkz. Hadis No. 755, Cilt 4)"
    },
    {
      "id": 47,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) bana girdi ve çok mutlu bir ruh hali içindeydi ve dedi ki: \"Ey Aişe! Mücazziz el-Mudliji girdi ve Usame ile Zeyd'i üzerlerinde kadife örtüyle gördü, başları örtülüydü ama ayakları açıktı. Dedi ki: 'Bu ayaklar birbirine aittir.'\""
    }
  ]
}