{
  "language": "tr",
  "metadata": {
    "length": 81,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Zina eden bir kimse, bunu yaptığı sırada mümin değildir; ve birisi içki içtiğinde, içtiği sırada mümin değildir; ve bir hırsız hırsızlık yaptığında, hırsızlık yaptığı sırada mümin değildir; ve bir soyguncu soygun yaptığında ve insanlar onu seyrettiğinde, o da bunu yaptığı sırada mümin değildir.\" Abu Huraira, başka bir rivayetinde, soygun kısmı hariç, aynı hadisi Peygamber'den (ﷺ) nakletmiştir."
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir sarhoşa palmiye yaprakları ve ayakkabılarla vurdu. Ve Abu Bekir (böyle bir günahkâra) kırk sopa vurdu."
    },
    {
      "id": 3,
      "narrator": "Narrated `Uqba bin Al-Harith:",
      "text": "`Uqba bin Al-Harith'ten rivayet edilmiştir: An-Nu`man veya An-Nu`man'ın oğlu, sarhoşluk suçlamasıyla Peygamber'e (ﷺ) getirildi. Bunun üzerine Peygamber, evde bulunan tüm erkeklerin ona vurmasını emretti. Hepsi ona vurdu ve ben de onlardan biri olarak ona ayakkabıyla vurdum."
    },
    {
      "id": 4,
      "narrator": "Narrated' `Uqba bin Al-Harith:",
      "text": "`Uqba bin Al-Harith'ten rivayet edilmiştir: An-Nu`man veya An-Nu`man'ın oğlu, sarhoş bir halde Peygamber'e (ﷺ) getirildi. Peygamber (ﷺ) zorlandı (kızdı) ve evde bulunan herkese ona vurmasını emretti. Ve onlar ona, palmiye yaprakları ve ayakkabılarla vurdular, ben de onlardan biriydim."
    },
    {
      "id": 5,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) bir sarhoşa hurma yaprakları ve ayakkabılarla vurdu. Ve Abu Bekir bir sarhoşa kırk sopa vurdu."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Salama:",
      "text": "Abu Salama'dan rivayet edilmiştir: Abu Huraira şöyle dedi: \"Bir adam şarap içmekten Peygamber'e (ﷺ) getirildi. Peygamber (ﷺ) 'Vurun ona!' dedi. Abu Huraira ekledi: \"Bazılarımız ona ellerimizle, bazılarımız ayakkabılarımızla, bazılarımız ise giysilerimizle (kırbaç gibi bükerek) vurdu. Ve işimizi bitirdiğimizde, birisi ona 'Allah seni rezil etsin!' dedi. Bunun üzerine Peygamber (ﷺ) 'Böyle söylemeyin, çünkü siz onu şeytana karşı destekliyorsunuz.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "Narrated `Ali bin Abi Talib:",
      "text": "`Ali bin Abi Talib'ten rivayet edilmiştir: Yasal bir ceza nedeniyle ölen birine acımam, sadece sarhoşa acırım; çünkü eğer o (ceza sırasında) ölürse, ailesine diyet vereceğim, çünkü Allah'ın Messenger'ı (ﷺ) sarhoş için sabit bir ceza belirlememiştir."
    },
    {
      "id": 8,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "As-Sa'ib bin Yazid'ten rivayet edilmiştir: Peygamber'in, Abu Bekir'in ve `Umar'ın halifeliğinin ilk dönemlerinde sarhoşlara ellerimizle, ayakkabılarımızla, giysilerimizle (kırbaç şekline bükerek) vuruyorduk. Ancak `Umar'ın halifeliğinin son döneminde, sarhoşa kırk sopa vuruyordu; ve sarhoşlar yaramaz ve itaatsiz hale geldiğinde, onlara seksen sopa vuruyordu."
    },
    {
      "id": 9,
      "narrator": "Narrated `Umar bin Al-Khattab:",
      "text": "`Umar bin Al-Khattab'tan rivayet edilmiştir: Peygamber (ﷺ) döneminde 'Abdullah adında bir adam vardı, lakabı Eşek'ti ve o, Allah'ın Messenger'ını (ﷺ) güldürürdü. Peygamber (ﷺ) onu içki içmekten dolayı kırbaçladı. Bir gün aynı suçlamayla Peygamber'e (ﷺ) getirildi ve kırbaçlandı. Bunun üzerine, halktan biri, \"Ey Allah, onu lanetle! Ne sık getiriliyor!\" dedi. Peygamber (ﷺ) \"Onu lanetlemeyin, çünkü Allah'a yemin ederim ki, o Allah'ı ve Resulünü seviyor.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir sarhoş Peygamber'e (ﷺ) getirildi ve ona vurulmasını emretti. Bazılarımız ona ellerimizle, bazılarımız ayakkabılarımızla, bazılarımız ise giysilerimizle (kırbaç şeklinde bükerek) vurdu. O sarhoş ayrıldığında, bir adam \"Onda ne var? Allah onu rezil etsin!\" dedi. Allah'ın Messenger'ı (ﷺ) \"Kardeşinize (Müslüman) karşı şeytana yardım etmeyin.\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir zina eden kimse zina yaptığında, o bunu yaptığı sırada mümin değildir; ve birisi hırsızlık yaptığında, o hırsızlık yaptığı sırada mümin değildir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bir adam bir yumurta çalıp elinin kesilmesine, ya da bir ip çalıp ellerinin kesilmesine lanet etmiştir.\" Al-A`mash şöyle dedi: \"İnsanlar Baida'yı bir demir miğfer olarak yorumlardı ve ipin birkaç dirheme mal olabileceğini düşünürlerdi.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "'Ubada bin As-Samit'ten rivayet edilmiştir: Biz Peygamber (ﷺ) ile bir toplulukta bulunuyorduk ve o şöyle dedi: 'Bana, Allah'tan başka hiçbir şeyi ibadet etmeyeceğinize, çalmayacağınıza ve zina etmeyeceğinize dair biat edin.' Sonra (Peygamber) tüm Ayeti (yani 60:12) okudu. Peygamber (ﷺ) ekledi: 'Ve sizden kim biatini yerine getirirse, onun mükafatı Allah katındadır; ve kim bu tür günahlardan birini işler ve bunun için yasal ceza alırsa, bu günahın kefareti sayılır; ve kim bu tür günahlardan birini işler ve Allah onu örterse, affetmek veya cezalandırmak Allah'a kalmıştır.'"
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi, Veda Haccı'nda şöyle dedi: \"Hangi ay (yılın) en kutsal ayıdır?\" İnsanlar, \"Bu mevcut ayımız (Dhul-Hijja ayı).\" dediler. O, \"Hangi şehir (ülke) en kutsaldır?\" dedi. Onlar, \"Bu şehrimiz (Mekke).\" dediler. O, \"Hangi gün en kutsaldır?\" dedi. İnsanlar, \"Bu günümüz.\" dediler. Sonra şöyle dedi: \"Allah, mübarek ve yüce olan, kanınızı, malınızı ve onurunuzu bu gününüzde, bu şehrinizde, bu ayınızda kutsal kılmıştır (ve bu koruma hafife alınamaz) ancak haklı olarak.\" Sonra üç kez, \"Allah'ın mesajını (size) ilettim mi?\" dedi. İnsanlar her seferinde, \"Evet.\" diye cevap verdiler. Peygamber (ﷺ) ekledi: \"Allah size merhamet etsin (ya da, yazıklar olsun size)! Benden sonra birbirinizin boyunlarını keserek inkara dönmeyin.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) iki şey arasında bir seçim yapma imkanı verildiğinde, günahkar olmayanı seçerdi; ama eğer günahkar bir şeyse, ondan uzak dururdu. Allah'a yemin ederim ki, kendisine sunulan herhangi bir meselede intikam almazdı, ancak Allah'ın sınırları çiğnendiğinde, Allah rızası için intikam alırdı."
    },
    {
      "id": 16,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Usame, (hırsızlık yapan) bir kadın adına Peygamber'e (ﷺ) yaklaştı. Peygamber (ﷺ) şöyle dedi: \"Sizden önceki insanlar, zenginleri affettikleri ve fakirlere yasal cezalar uyguladıkları için helak oldular. Canımın bulunduğu Zat'a yemin ederim! Eğer Fatıma (Peygamber'in (ﷺ) kızı) bunu yapmış olsaydı, onun elini keserdim.\""
    },
    {
      "id": 17,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Kureyş halkı, hırsızlık yapan Makhzumiye kadını hakkında çok endişelendi. \"Hiç kimse (kadın lehine) Allah'ın Resulü'ne (ﷺ) konuşamaz ve bunu yapmaya cesaret eden tek kişi Usame'dir, o da Allah'ın Resulü'nün (ﷺ) gözdesidir.\" dediler. Usame, bu mesele hakkında Allah'ın Resulü'ne (ﷺ) konuştuğunda, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir yasal cezanın ihlal edilmesi için benimle mi arabuluculuk yapıyorsun?\" Sonra ayağa kalktı ve insanlara hitap ederek şöyle dedi: \"Ey insanlar! Sizden önceki milletler, soylu bir kişi hırsızlık yaptığında onu bırakıp, aralarındaki zayıf bir kişi hırsızlık yaptığında ona yasal ceza uyguladıkları için sapıttılar. Allah'a yemin ederim ki, eğer Fatıma, Muhammed'in kızı hırsızlık yaparsa, Muhammed onun elini keser!\""
    },
    {
      "id": 18,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir şeyin çalınması durumunda, eğer değeri bir Dinar'ın dörtte biri veya daha fazlasıysa, el kesilmelidir.\""
    },
    {
      "id": 19,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Dinar'ın dörtte biri çalındığında, hırsızın eli kesilmelidir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Dinar'ın dörtte biri çalındığında, el kesilmelidir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) döneminde, bir hırsızın eli, yalnızca bir kalkan değerinde bir şey çaldığında kesilmiştir."
    },
    {
      "id": 22,
      "narrator": "Narrated `Aisha:",
      "text": "Aynı hadisin Aişe'den başka bir isnatla rivayet edildiği belirtilmiştir."
    },
    {
      "id": 23,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hırsızın eli, bir Hajafa veya Turs (iki tür kalkan) değerinde bir şey çaldığında kesilmemiştir; her biri (saygın) bir fiyata sahipti."
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Aişe'den rivayet edilmiştir: Hırsızın eli, bir kalkanın fiyatından daha düşük bir şey çaldığında kesilmemiştir; ister Turs ister Hajafa (iki tür kalkan) olsun, her biri (saygın) bir fiyata sahipti."
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ), üç Dirhem değerinde bir kalkan çalan bir hırsızın elini kesti."
    },
    {
      "id": 26,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ), üç Dirhem değerinde bir kalkan çalan bir hırsızın elini kesti."
    },
    {
      "id": 27,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ), üç Dirhem değerinde bir kalkan çalan bir hırsızın elini kesti."
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Peygamber (ﷺ), üç Dirhem değerinde bir kalkan çalan bir hırsızın elini kesti."
    },
    {
      "id": 29,
      "narrator": "Narrated `Aisha:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, elinin kesileceği bir yumurta (veya bir miğfer) çalan hırsızı lanetlesin veya elinin kesileceği bir ip çalan hırsızı lanetlesin.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ubada bin As-Samit:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) bir kadının elini kesti ve o kadın bana gelirdi, ben de onun mesajını Peygamber'e (ﷺ) iletirdim ve o tövbe etti, tövbesi de samimiydi."
    },
    {
      "id": 31,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: `Ukl kabilesinden bazı insanlar Peygamber (ﷺ)'e geldiler ve İslam'ı kabul ettiler. Medine'nin iklimi onlara uygun olmadı, bu yüzden Peygamber (ﷺ) onlara sadaka olarak verilen (süt veren) develerin yanına gitmelerini ve sütlerini ve idrarlarını (bir ilaç olarak) içmelerini emretti. Onlar da öyle yaptılar ve hastalıklarından kurtulduklarında (sağlıklı hale geldiklerinde) dinden döndüler (İslam'dan geri döndüler) ve develerin çobanını öldürüp develeri aldılar. Peygamber (ﷺ) peşlerine (bazı insanlar) gönderdi ve yakalandılar ve getirildiler, Peygamber (ﷺ) onların ellerinin ve ayaklarının kesilmesini ve gözlerinin kızgın demir parçalarıyla dağlanmasını emretti ve kesik elleri ve ayakları cauterize edilmedi, ta ki ölene kadar."
    },
    {
      "id": 32,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) `Uraina kabilesine mensup adamların ellerini ve ayaklarını kesti ve (kanayan uzuvlarını) cauterize etmedi, ta ki öldüler."
    },
    {
      "id": 33,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: `Ukl (kabilesinden) bir grup insan Peygamber (ﷺ)'e geldi ve As-Suffa halkıyla yaşıyorlardı, ama Medine'nin iklimi onlara uygun olmadı, bu yüzden \"Ey Allah'ın Elçisi (ﷺ)! Bize süt ver\" dediler. Peygamber (ﷺ) \"Sizler için Allah'ın Elçisi'nin develerinden başka bir yol göremiyorum\" dedi. Bunun üzerine gittiler ve develerin sütünü ve idrarını (ilaç olarak) içtiler ve sağlıklı ve şişman hale geldiler. Sonra çobanı öldürdüler ve develeri aldılar. Allah'ın Elçisi'ne bir yardım talep eden geldiğinde, peşlerine bazı adamlar gönderdi ve yakalandılar ve öğleye kadar Peygamber (ﷺ)'in huzuruna getirildiler. Peygamber, bazı demir parçalarının kızdırılmasını emretti, gözleri onlarla dağlandı, elleri ve ayakları kesildi ve cauterize edilmedi. Sonra Al-Harra denilen bir yere atıldılar ve su istemelerine rağmen, su verilmedi ta ki öldüler. (Ebu Kılabe dedi ki, \"O insanlar hırsızlık ve cinayet işlediler ve Allah'a ve Elçisine karşı savaştılar.\")"
    },
    {
      "id": 34,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: `Ukl (veya `Uraina) kabilesinden bir grup insan ---- ama sanırım `Ukl'dan olduklarını söyledi, Medine'ye geldiler ve (hastalığa yakalandılar, bu yüzden) Peygamber (ﷺ) onlara (süt veren) dişi develerin sürüsüne gitmelerini emretti ve onlara develerin idrarını ve sütünü (ilaç olarak) içmelerini söyledi. Onlar da gittiler ve içtiler, ve sağlıklı hale geldiklerinde çobanı öldürdüler ve develeri sürdüler. Bu haber sabah erken saatlerde Peygamber (ﷺ)'e ulaştı, bu yüzden peşlerine (bazı) adamlar gönderdi ve öğleye kadar yakalandılar ve Peygamber (ﷺ)'in huzuruna getirildiler. O, ellerinin ve ayaklarının kesilmesini ve gözlerinin kızgın demir parçalarıyla dağlanmasını emretti ve Al-Harra'ya atıldılar, su istemelerine rağmen onlara su verilmedi. (Ebu Kılabe dedi ki, \"Onlar hırsızlık ve cinayet işlediler ve inanan (Müslüman) olduktan sonra inkara döndüler ve Allah'a ve Elçisine karşı savaştılar.\")"
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kıyamet Günü, Allah'ın gölgesinde yedi (kişi) gölgelenecektir; o gün, O'nun gölgesinden başka bir gölge olmayacaktır. (Onlar), adil bir yönetici, Allah'a ibadetle büyütülen bir genç, yalnız kaldığında Allah'ı hatırlayan ve gözleri yaşla dolan bir adam, kalbi camilere bağlı olan (cemaat namazlarını camide kılan) bir adam, Allah rızası için birbirini seven iki adam, soylu bir kadının onu yasadışı cinsel ilişkiye çağırdığı bir adam ve o da 'Ben Allah'tan korkarım' diyen bir adam, ve (son olarak) sağ elinin verdiğinden sol elinin haberdar olmadığı kadar gizlice sadaka veren bir adamdır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim bana (bacakları arasındaki) iffetini ve (çenesi arasındaki) dilini garanti ederse, ben de ona cenneti garanti ederim.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Size bir rivayet edeceğim ki, ondan sonra kimse size bunu rivayet etmeyecek. Bunu Peygamber'den duydum. Peygamber (ﷺ)'in şöyle dediğini duydum: \"Saat (kıyamet) kurulmayacak\" veya \"Saatin alametlerinden biri, dini bilginin (alimlerin ölümüyle) alınması ve genel cehaletin (din hakkında) ortaya çıkmasıdır; ve alkol içme alışkanlığı çok yaygınlaşacak, ve (açık) yasadışı cinsel ilişki yaygınlaşacak, ve erkeklerin sayısı azalacak, kadınların sayısı o kadar artacak ki, elli kadına bakacak bir erkek bile olmayacak.\""
    },
    {
      "id": 38,
      "narrator": "Narrated 'Ikrima from Ibn 'Abbas:",
      "text": "İkrime'den İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir kul (Allah) yasadışı cinsel ilişki yaptığında, o anda mümin değildir; ve eğer hırsızlık yaparsa, o anda mümin değildir; ve eğer alkol içerse, o anda mümin değildir; ve eğer cinayet işlerse, o anda mümin değildir.\" İkrime dedi ki: İbn Abbas'a sordum, \"İman ondan nasıl alınır?\" O da şöyle dedi: \"Böyle,\" ellerini birleştirerek ve sonra ayırarak, ve ekledi: \"Ama eğer tövbe ederse, iman ona böyle geri döner, ellerini tekrar birleştirerek.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Yasadışı cinsel ilişki yapan kişi, yasadışı cinsel ilişkiyi gerçekleştirdiği anda mümin değildir; hırsız, hırsızlık yaptığı anda mümin değildir; alkol içen kişi, içtiği anda mümin değildir. Yine de, (tövbe kapısı) sonrasında açıktır.\""
    },
    {
      "id": 40,
      "narrator": "Narrated `Abdullah bin Mas`ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Ben dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! En büyük günah hangisidir?\" O da dedi ki, \"Allah'a rakipler koşmak, oysa O yalnızca sizi yaratmıştır.\" Ben sordum, \"Sonra ne?\" O da dedi ki, \"Çocuğunu öldürmek, ki o senin yiyeceğinden nasiplenmesin.\" Ben sordum, \"Sonra ne?\" O da dedi ki, \"Komşunun karısıyla yasadışı cinsel ilişkiye girmek.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Ash-Shu`bi:",
      "text": "Ash-Shu'bi'den rivayet edilmiştir: `Ali, bir kadını Cuma günü taşlayarak öldürdüğünde, `Ali dedi ki: \"Onu Allah'ın Elçisi (ﷺ)'nin sünnetine göre taşladım.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Ash Shaibani:",
      "text": "Ash Shaibani'den rivayet edilmiştir: `Abdullah bin Abi `Aufa'ya sordum, \"Allah'ın Elçisi (ﷺ) taşlama cezasını (yani, taşlayarak öldürmeyi) uyguladı mı?\" O da dedi ki, \"Evet.\" Ben sordum, \"Suret-an-Nur'un indirilmesinden önce mi, sonra mı?\" O da \"Bilmiyorum\" diye cevap verdi."
    },
    {
      "id": 43,
      "narrator": "Narrated Jabir bin `Abdullah Al-Ansari:",
      "text": "Cabir bin `Abdullah El-Ensari'den rivayet edilmiştir: Beni Aslam kabilesinden bir adam, Allah'ın Elçisi (ﷺ)'ne geldi ve kendisinin yasadışı cinsel ilişki yaptığını dört kez kendisi aleyhine şahitlik etti. Allah'ın Elçisi (ﷺ) onu evli olduğu için taşlayarak öldürülmesini emretti."
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Bir adam, Allah'ın Elçisi (ﷺ)'nin camide bulunduğu sırada ona geldi ve \"Ey Allah'ın Elçisi! Ben yasadışı cinsel ilişki yaptım\" dedi. Peygamber (ﷺ) yüzünü başka tarafa çevirdi, ama o adam dört kez aynı ifadeyi tekrarladı ve kendisi aleyhine dört kez şahitlik ettikten sonra, Peygamber (ﷺ) ona \"Delirdin mi?\" dedi. Adam \"Hayır\" dedi. Peygamber (ﷺ) \"Evli misin?\" dedi. Adam \"Evet\" dedi. Sonra Peygamber (ﷺ) \"Onu al ve taşlayarak öldür\" dedi. Cabir bin `Abdullah dedi ki: Ben onu taşlama işine katılanlardan biriydim ve biz onu Musalla'da taşladık. Taşlar onu rahatsız ettiğinde kaçtı, ama biz onu Al-Harra'da yakaladık ve taşlayarak öldürdük."
    },
    {
      "id": 45,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Sa'd bin Abi Vakkas ve Abd bin Zam'a bir çocuk hakkında tartıştılar. Peygamber (ﷺ) \"O çocuk senindir, ey Abd bin Zam'a, çünkü çocuk (yatak sahibi) olanındır. Ey Sauda! Çocuktan kendini gizle\" dedi. Alt rivayetçi, El-Leyth ekledi (Peygamber (ﷺ)'in ayrıca şöyle dediğini): \"Ve taş, yasadışı cinsel ilişkiyi gerçekleştiren kişi içindir.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Çocuk, yatağın sahibine aittir ve taş, yasadışı cinsel ilişkiyi gerçekleştiren kişiye aittir.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Bir Yahudi ve bir Yahudi kadın, yasadışı cinsel ilişki suçlamasıyla Allah'ın Elçisi (ﷺ) huzuruna getirildi. Peygamber (ﷺ) onlara sordu: \"Bu günah için Kitabınızda (Tevrat) yasal ceza nedir?\" Onlar cevap verdiler: \"Kahinlerimiz, yüzleri kömürle karartma ve Tajbiya cezasını icat ettiler.\" Abdullah bin Selam dedi ki: \"Ey Allah'ın Elçisi (ﷺ), onlara Tevrat'ı getirmelerini söyle.\" Tevrat getirildi, ardından Yahudilerden biri, Rajam (taşlama) ayetinin üzerine elini koydu ve öncesini ve sonrasını okumaya başladı. Bunun üzerine İbn Selam, Yahudiye dedi ki: \"Elini kaldır.\" Bakın! Rajam ayeti elinin altındaydı. Bunun üzerine Allah'ın Elçisi, iki (günahkârı) taşlamalarını emretti ve böylece taşlandılar. İbn `Umar ekledi: \"İkisi de Balat'ta taşlandı ve ben Yahudinin Yahudi kadını koruduğunu gördüm.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Aslam kabilesinden bir adam, Peygamber (ﷺ) huzuruna geldi ve yasadışı cinsel ilişki gerçekleştirdiğini itiraf etti. Peygamber (ﷺ) yüzünü ondan çevirdi, ta ki adam kendisine dört kez şahitlik edene kadar. Peygamber (ﷺ) ona dedi ki: \"Delimi oldun?\" O da \"Hayır.\" dedi. Peygamber (ﷺ) \"Evli misin?\" dedi. O da \"Evet.\" dedi. Sonra Peygamber (ﷺ) onun taşlanmasını emretti ve o, Musalla'da taşlandı. Taşlar onu rahatsız edince kaçtı, ama yakalandı ve taşlanarak öldürüldü. Peygamber (ﷺ) onun hakkında güzel şeyler söyledi ve cenaze namazını kıldırdı."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir kişi, Ramazan ayında (oruçlu iken) karısıyla cinsel ilişkiye girdi ve bu eylemiyle ilgili Allah'ın Elçisinden (ﷺ) hükmünü sordu. Peygamber (ﷺ) ona şöyle dedi: \"Bir köleyi azat edebilecek misin?\" Adam \"Hayır.\" dedi. Peygamber (ﷺ) \"İki ardışık ay oruç tutabilir misin?\" dedi. O da \"Hayır.\" dedi. Peygamber (ﷺ) \"O zaman altmış yoksulu doyur.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Narrated 'Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir adam, Peygamber (ﷺ) huzuruna mescitte geldi ve \"Kendimi mahvettim!\" dedi. Peygamber (ﷺ) ona \"Ne ile (ne yaptın)?\" diye sordu. O da \"Ramazan ayında (oruçlu iken) karımla cinsel ilişkiye girdim.\" dedi. Peygamber (ﷺ) ona \"Sadaka ver.\" dedi. O da \"Hiçbir şeyim yok.\" dedi. Adam oturdu, bu sırada bir kişi, Peygamber (ﷺ) için yiyecek taşıyan bir eşekle geldi... (Ravi Abdurrahman ekledi: Ne tür bir yiyecek olduğunu bilmiyorum). Bunun üzerine Peygamber (ﷺ) \"Yanık kişi nerede?\" dedi. Adam \"Buradayım.\" dedi. Peygamber (ﷺ) ona \"Bunu al ve (birine) sadaka ver.\" dedi. Adam \"Benden daha yoksul birine mi? Ailemde yiyecek yok.\" dedi. Bunun üzerine Peygamber (ﷺ) ona \"O zaman kendiniz yiyin.\" dedi."
    },
    {
      "id": 51,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) ile birlikteyken bir adam geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Ben yasal olarak cezalandırılması gereken bir günah işledim; lütfen bana yasal cezayı ver.\" dedi. Peygamber (ﷺ) ona ne yaptığını sormadı. Sonra namaz vakti geldi ve adam Peygamber (ﷺ) ile birlikte namaz kıldı, ve Peygamber (ﷺ) namazını bitirdikten sonra adam tekrar ayağa kalktı ve \"Ey Allah'ın Elçisi (ﷺ)! Ben yasal olarak cezalandırılması gereken bir günah işledim; lütfen bana Allah'ın Yasalarına göre ceza ver.\" dedi. Peygamber (ﷺ) \"Bizimle namaz kılmadın mı?\" dedi. O da \"Evet.\" dedi. Peygamber (ﷺ) \"Allah senin günahını affetti.\" veya \"....yasal olarak cezalandırılması gereken günahını affetti.\" dedi."
    },
    {
      "id": 52,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Ma'iz bin Malik, Peygamber'e (itiraf etmek için) geldiğinde, Peygamber (ﷺ) ona \"Muhtemelen sadece öptün, ya da göz kırptın, ya da ona baktın mı?\" dedi. O da \"Hayır, ey Allah'ın Elçisi (ﷺ)!\" dedi. Peygamber, herhangi bir eufemizm kullanmadan \"Onunla cinsel ilişkiye girdin mi?\" dedi. Ravi ekledi: \"Bunun üzerine (itirafından sonra) Peygamber (ﷺ) onun taşlanmasını emretti.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Halktan bir adam, Allah'ın Elçisi (ﷺ) mescitte otururken ona geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Ben yasadışı cinsel ilişki gerçekleştirdim.\" dedi. Peygamber (ﷺ) yüzünü ondan çevirdi. Adam, Peygamber'in çevirdiği tarafa geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Ben yasadışı cinsel ilişki gerçekleştirdim.\" dedi. Peygamber (ﷺ) yüzünü diğer tarafa çevirdi, adam o tarafa gitti ve dört kez itirafta bulunduktan sonra Peygamber (ﷺ) onu çağırdı ve \"Delimi oldun?\" dedi. O da \"Hayır, ey Allah'ın Elçisi (ﷺ)!\" dedi. Peygamber \"Evli misin?\" dedi. O da \"Evet, ey Allah'ın Elçisi (ﷺ).\" dedi. Peygamber (ﷺ) insanlara \"Onu alın ve taşlayın.\" dedi. İbn Şihab ekledi: \"Jabir'den duyduğuma göre, Jabir dedi ki: 'Ben o adamı taşlayanlardan biriydim ve onu Musalla'da (Bayram namazı kılınan yer) taşladık, ve taşlar onu rahatsız edince hızlıca zıpladı ve kaçtı, ama biz onu Al-Harra'da yakaladık ve orada taşlayarak öldürdük.'\""
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Abu Huraira ve Zaid bin Khalid'den rivayet edilmiştir: Peygamber (ﷺ) ile birlikteyken bir adam ayağa kalktı ve \"Ey Allah'ın Elçisi (ﷺ)! Allah'ın Yasalarına göre bizimle hükmetmeni istiyorum.\" dedi. Sonra adamın rakibi, ondan daha akıllı olanı ayağa kalkarak \"Allah'ın Yasalarına göre bizimle hükmet, lütfen bana (konuşma izni ver).\" dedi. Peygamber (ﷺ) \"Konuş.\" dedi. O da \"Oğlum bu adam için çalışan bir işçiydi ve onun karısıyla yasadışı cinsel ilişkiye girdi, ben de oğlumun günahı için yüz koyun ve bir köle verdim. Sonra bu mesele hakkında bir âlime sordum ve bana oğlumun yüz kırbaç yemesi ve bir yıl sürgün edilmesi gerektiğini, adamın karısının ise taşlanması gerektiğini söyledi.\" Peygamber (ﷺ) \"Canımın sahibi olan Allah'a yemin ederim ki, sizi Allah'ın Yasalarına göre yargılayacağım. Yüz koyun ve köle size geri verilecek, oğlunuz yüz kırbaç yiyecek ve bir yıl sürgün edilecek. Ey Unais! Bu adamın karısına git, eğer itiraf ederse, onu taşla.\" dedi. Unais sabah gitti ve onu taşlayarak öldürdü (itiraf ettikten sonra)."
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: `Umar dedi ki: \"Uzun bir zaman geçtikten sonra, insanlar 'Rajam (taşlama) ayetlerini Kutsal Kitapta bulamıyoruz' diyebilirler ve böylece Allah'ın indirdiği bir yükümlülüğü terk ederek sapabilirler. Bakın! Yasadışı cinsel ilişki gerçekleştiren evli olan kimseye Rajam cezasının uygulanmasını onaylıyorum, eğer bu suç, şahitler veya hamilelik veya itiraf ile kanıtlanmışsa.\" Süfyan ekledi: \"Bu rivayeti bu şekilde ezberledim.\" `Umar ekledi: \"Şüphesiz ki Allah'ın Elçisi (ﷺ) Rajam cezasını uyguladı, biz de ondan sonra bunu yaptık.\""
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Ben, Muhacirlerden bazılarına (Kur'anı) öğretiyordum, aralarında `Abdur Rahman bin `Auf da vardı. Mina'da onun evindeyken, `Umar bin Al-Khattab ile birlikte `Umar'ın son Haccı sırasında, `Abdur-Rahman bana geldi ve \"Keşke bugün, Müminlerin Başkomutanı (`Umar) huzuruna gelen adamı görseydin, 'Ey Müminlerin Başkomutanı! Şu ve bu hakkında ne düşünüyorsun, 'Eğer `Umar ölürse, ben şu ve bu kişiye biat edeceğim, çünkü Allah'a yemin ederim ki, Ebu Bekir'e verilen biat, sadece ani bir eylemdi ve sonradan yerleşti.' `Umar öfkelendi ve sonra 'Allah izin verirse, bu gece halkın önünde durup, diğerlerinin haklarını gasbetmek isteyenlere karşı onları uyaracağım.' dedi. `Abdur-Rahman dedi ki: 'Ey Müminlerin Başkomutanı! Bunu yapma, çünkü Hac mevsimi, karışıklık ve kalabalık toplar ve bu kişiler senin etrafında toplanacaklar. Ve korkuyorum ki, sen ayağa kalkıp bir şey söyleyeceksin ve bazı insanlar senin sözünü yayacaklar ve söylediklerini tam olarak aktarmayacaklar ve anlamını yanlış yorumlayacaklar, bu yüzden Medine'ye ulaşana kadar beklemelisin, çünkü orası hicret yeri ve Peygamberin Sünnetlerinin bulunduğu yerdir, orada bilgili ve soylu kişilerle iletişim kurabilirsin ve onlara güvenle fikirlerini anlatabilirsin; ve bilgili kişiler senin sözünü anlayacak ve onu yerinde değerlendirecekler.' Bunun üzerine `Umar dedi: 'Allah'a yemin ederim ki, Allah izin verirse, bunu Medine'de halkın önünde yapacağım.' İbn `Abbas ekledi: \"Biz, Zilhicce ayının sonunda Medine'ye ulaştık ve Cuma günü, güneş batmadan hemen sonra (mescide) hızlıca gittik ve Sa`id bin Zaid bin Amr bin Nufail'in minberin köşesinde oturduğunu gördüm, ben de ona yakın oturdum ki dizim onun dizine değiyordu, kısa bir süre sonra `Umar bin Al-Khattab dışarı çıktı ve onu bize doğru gelirken görünce, Sa`id bin Zaid bin Amr bin Nufail'e 'Bugün `Umar, daha önce hiç söylemediği bir şey söyleyecek.' dedim. Sa`id, şaşkınlıkla benim sözümü reddetti ve 'Umar'ın daha önce söylemediği neyi söylemesini bekliyorsun?' dedi. Bu sırada `Umar, minbere oturdu ve dua edenler dua çağrısını bitirdikten sonra, `Umar ayağa kalktı ve Allah'ı gerektiği gibi övdükten sonra şöyle dedi: 'Şimdi, size söyleyeceğim bir şey var ki (Allah) bunu söylememi yazdı. Ne olduğunu bilmiyorum; belki bu benim ölümümü işaret ediyor, bu yüzden kim bunu anlar ve hatırlarsa, bunu diğerlerine anlatmalıdır, nereye giderse gitsin, ama eğer birisi anlamadığını düşünüyorsa, o zaman benimle ilgili yalan söylemesi haramdır. Allah, Muhammed'i hak ile gönderdi ve ona Kutsal Kitabı indirdi, ve Allah'ın indirdiği şeylerden biri de Rajam ayetidir (evli olan (erkek ve kadın) yasadışı cinsel ilişki gerçekleştirenlerin taşlanması) ve biz bu ayeti okuduk ve anladık ve ezberledik. Allah'ın Elçisi (ﷺ) bu cezayı uyguladı ve biz de ondan sonra bunu yaptık. Uzun bir zaman geçtikten sonra, birisi 'Allah'a yemin ederim ki, Allah'ın Kitabında Rajam ayetini bulamıyoruz' diyebilir ve böylece Allah'ın indirdiği bir yükümlülüğü terk ederek sapabilirler. Ve Rajam cezası, yasadışı cinsel ilişki gerçekleştiren evli bir kişiye (erkek ve kadın) uygulanmalıdır, eğer gerekli deliller mevcutsa veya hamilelik veya itiraf varsa. Ve sonra Allah'ın Kitabındaki ayetlerden şunları okumaya devam ediyorduk: 'Ey insanlar! Başka birinin oğlu olduğunuzu iddia etmeyin, çünkü bu sizin gerçek babanızdan başka birinin oğlu olduğunuzu iddia etmeniz, sizin için inkârdır (şükürsüzlük).' Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Beni, Meryem oğlu İsa gibi aşırı övmeyin, ama beni Allah'ın Kulu ve Elçisi olarak çağırın.' (Ey insanlar!) Bana bildirildi ki, aranızda bir konuşmacı 'Allah'a yemin ederim ki, eğer `Umar ölürse, ben şu ve bu kişiye biat edeceğim.' diyor. Birisi kendini kandırmamalıdır ki, Ebu Bekir'e verilen biat ani bir şekilde verilmiştir ve başarılı olmuştur. Şüphesiz, öyleydi, ama Allah (halkı) onun şerrinden korudu ve aranızda Ebu Bekir'in niteliklerine sahip olan kimse yoktur. Unutmayın ki, eğer bir kişi, diğer Müslümanlarla danışmadan birine biat ederse, ne o kişi ne de biat edilen kişi desteklenmelidir, yoksa her ikisi de öldürülebilir. Ve şüphesiz, Peygamber (ﷺ) öldükten sonra, bize bildirildi ki, Ensar bizimle anlaşmazlık yaşadı ve Beni Sa'da'nın gölgesinde toplandılar. Ali ve Zübeyr ve onlarla birlikte olan kimseler bize karşı çıktı, oysa muhacirler Ebu Bekir ile toplandılar. Ben Ebu Bekir'e 'Bu Ensar kardeşlerimize gidelim.' dedim. Böylece onlara ulaşmak için yola çıktık ve onlara yaklaştığımızda, onlardan iki salih kişi bize ulaştı ve Ensar'ın nihai kararını bildirdi ve 'Ey Muhacirler! Nereye gidiyorsunuz?' dediler. Biz de 'Bu Ensar kardeşlerimize gidiyoruz.' dedik. Onlar bize 'Onlara yaklaşmamalısınız. Daha önce karar verdiğimiz şeyi yerine getirin.' dediler. Ben 'Allah'a yemin ederim ki, onlara gideceğiz.' dedim. Ve böylece Beni Sa'da'nın gölgesine ulaştık. Bakın! Aralarında bir adam oturuyordu ve bir şeyle sarılmıştı. Ben 'O adam kim?' diye sordum. Onlar 'O Sa'd bin Ubade.' dediler. Ben 'Onda ne var?' diye sordum. Onlar 'Hastadır.' dediler. Bir süre oturduktan sonra, Ensar'ın konuşmacısı 'Allah'tan başka ibadet edilmeye layık yoktur' dedi ve Allah'ı gerektiği gibi övdükten sonra ekledi: 'Devam edelim, biz Allah'ın Ansar'ıyız (yardımcılarıyız) ve Müslüman ordusunun çoğunluğuyuz, siz ise, muhacirler, küçük bir gruptasınız ve aranızda bazı kimseler, bu meseleyi (halifelik) uygulamamızı engellemek ve bizden mahrum bırakmak amacıyla geldiler.' Konuşmacı sözünü bitirdiğinde, ben konuşmayı düşündüm çünkü hazırladığım bir konuşma vardı ve onu Ebu Bekir'in huzurunda yapmak istiyordum ve onu kışkırtmaktan kaçınıyordum. Bu yüzden konuşmak istediğimde, Ebu Bekir 'Biraz bekle.' dedi. Onu kızdırmak istemedim. Bu yüzden Ebu Bekir kendisi bir konuşma yaptı ve o benden daha akıllı ve sabırlıydı. Allah'a yemin ederim ki, benim hoşlandığım hiçbir cümleyi kaçırmadı, ama o, benzerini veya daha iyisini kendiliğinden söyledi. Bir duraksamadan sonra şöyle dedi: 'Ey Ensar! Siz kendinize atfettiğiniz tüm niteliklere layıksınız, ama bu"
    },
    {
      "id": 57,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Narrated Zaid bin Khalid Al-Juhani: I heard the Prophet (ﷺ) ordering that an unmarried person guilty of illegal sexual intercourse be flogged \none-hundred stripes and be exiled for one year. `Umar bin Al-Khattab also exiled such a person, and \nthis tradition is still valid."
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Huraira:",
      "text": "Narrated Abu Huraira: Allah's Messenger (ﷺ) judged that the unmarried person who was guilty of illegal sexual intercourse be \nexiled for one year and receive the legal punishment (i.e., be flogged with one-hundred stripes) ."
    },
    {
      "id": 59,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Narrated Ibn `Abbas: The Prophet (ﷺ) cursed the effeminate men and those women who assume the similitude (manners) of \nmen. He also said, \"Turn them out of your houses.\" He turned such-and-such person out, and `Umar \nalso turned out such-and-such person."
    },
    {
      "id": 60,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Narrated Abu Huraira and Zaid bin Khalid: A bedouin came to the Prophet (ﷺ) while he (the Prophet) was sitting, and said, \"O Allah's Messenger (ﷺ)! Give \nyour verdict according to Allah's Laws (in our case).\" Then his opponent got up and said, \"He has told \nthe truth, O Allah's Messenger (ﷺ)! Decide his case according to Allah's Laws. My son was a laborer \nworking for this person, and he committed illegal sexual intercourse with his wife, and the people told \nme that my son should be stoned to death, but I offered one-hundred sheep and a slave girl as a \nransom for him. Then I asked the religious learned people, and they told me that my son should be \nflogged with one-hundred stripes and be exiled for one year.\" The Prophet (ﷺ) said, \"By Him in Whose \nHand my soul is, I will judge you according to Allah's Laws. The sheep and the slave girl will be \nreturned to you and your son will be flogged one-hundred stripes and be exiled for one year. And you, \nO Unais! Go to the wife of this man (and if she confesses), stone her to death.\" So Unais went in the \nmorning and stoned her to death (after she had confessed)."
    },
    {
      "id": 61,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Abu Huraira ve Zaid bin Khalid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bekâr bir cariye hakkında zina suçlamasıyla hüküm verilmesini istedi. O, \"Eğer zina ederse, onu (elli sopa) dövün, eğer (bunu ikinci kez) zina ederse, onu (elli sopa) dövün, eğer (üçüncü kez) zina ederse, onu (elli sopa) dövün ve onu bir saç ipi karşılığında satın.\" dedi. İbn Şihab, \"Peygamber (ﷺ) üçüncü veya dördüncü zina sonrası satılmasını emretti mi emin değilim.\" dedi."
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Eğer bir kadın köle zina ederse ve zina suçlu olduğu kanıtlanırsa, o zaman (elli sopa) dövülmelidir ama ona nasihat edilmemelidir; eğer tekrar zina ederse, o zaman tekrar dövülmelidir ama ona nasihat edilmemelidir; eğer üçüncü kez zina ederse, o zaman bir saç ipi karşılığında satılmalıdır.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Ash-Shaibani:",
      "text": "Ash-Shaibani'den rivayet edilmiştir: Ben `Abdullah bin Abi `Aufa'ya Rajam (zina suçundan taşlanarak öldürme) hakkında sordum. O, \"Peygamber (ﷺ) Rajam cezasını uyguladı.\" diye cevap verdi. Ben sordum, \"Bu, Surat-an-Nur'un vahyinden önce mi yoksa sonra mı oldu?\" O, \"Bilmiyorum.\" dedi."
    },
    {
      "id": 64,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Yahudiler Allah'ın Elçisi (ﷺ)'ne geldiler ve aralarında bir adam ve bir kadının zina yaptığını söylediler. Allah'ın Elçisi (ﷺ) onlara, \"Torah'da Rajam hakkında ne buluyorsunuz?\" dedi. Onlar, \"Biz sadece onları rezil eder ve sopa ile döveriz.\" dediler. `Abdullah bin Salam onlara, \"Yalan söylediniz, Rajam cezası Torah'da vardır.\" dedi. Torah'ı getirdiler ve açtılar. Onlardan biri Rajam ayetinin üzerine elini koydu ve öncesini ve sonrasını okudu. `Abdullah bin Salam ona, \"Elini kaldır.\" dedi. Kaldırdığı yerde Rajam ayeti belirdi. Bunun üzerine dediler ki, \"Ey Muhammed! O doğru söyledi, Rajam ayeti oradadır (Torah'da).\" Sonra Allah'ın Elçisi (ﷺ) iki kişiyi (zina suçlusu) taşlayarak öldürülmelerini emretti ve böylece taşlandılar; ben, adamın kadını taşlardan korumak için onun üzerine eğildiğini gördüm."
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Abu Huraira ve Zaid bin Khalid'den rivayet edilmiştir: İki adam Allah'ın Elçisi (ﷺ) huzurunda tartıştı. Birisi, \"Bize Allah'ın yasalarına göre hüküm ver.\" dedi. Diğeri daha akıllı olanı, \"Evet, Allah'ın Elçisi (ﷺ), bize Allah'ın yasalarına göre hüküm ver ve bana (önce) konuşma izni ver.\" dedi. Peygamber (ﷺ) ona, \"Konuş.\" dedi. O, \"Oğlum bu adam için işçi olarak çalışıyordu ve onun karısıyla zina etti, insanlar bana oğlumun taşlanması gerektiğini söylediler, ama ben oğlumun günahı için yüz koyun ve bir cariye fidye verdim. Sonra din bilgilerine sordum ve bana oğlumun yüz sopa ile dövülmesi ve bir yıl sürgün edilmesi gerektiğini, sadece bu adamın karısının taşlanması gerektiğini söylediler.\" Allah'ın Elçisi (ﷺ) dedi ki, \"Nefsim elinde olan Allah'a yemin ederim ki, ben sizi Allah'ın yasalarına göre yargılayacağım: Ey adam, koyunların ve cariyen sana iade edilecektir.\" Sonra Peygamber (ﷺ) adamın oğlunu yüz sopa ile dövdürdü ve bir yıl sürgün etti ve Unais Al-Aslami'yi diğer adamın karısına göndermesini emretti, eğer o itiraf ederse, taşlanarak öldürülsün. O itiraf etti ve taşlanarak öldürüldü."
    },
    {
      "id": 66,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Abu Bekir, Allah'ın Elçisi (ﷺ) uykudayken, başı benim uyluğumdayken yanıma geldi. Abu Bekir bana, \"Sen Allah'ın Elçisi (ﷺ) ve insanları durdurdun, burada su yok.\" dedi. Böylece beni nasihat etti ve yan taraflarıma elini vurdu, ve beni hareket etmekten alıkoyan tek şey Allah'ın Elçisi (ﷺ)'nin (uyluğumda) yatmasıydı, sonra Allah, Tayammum ayetini indirdi."
    },
    {
      "id": 67,
      "narrator": "Narrated Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Abu Bekir yanıma geldi ve bana yumruğuyla şiddetle vurdu ve \"İnsanları kolyen yüzünden durdurdun.\" dedi. Ama ben, Allah'ın Elçisi (ﷺ)'ni uyandırmamak için ölü gibi hareketsiz kaldım, oysa o vurma çok acıydı."
    },
    {
      "id": 68,
      "narrator": "Narrated Al-Mughira:",
      "text": "Al-Mughira'dan rivayet edilmiştir: Sa`d bin Ubada dedi ki, \"Eğer karımı bir adamla bulursam, onu kılıcımın keskin tarafıyla öldürürüm.\" Peygamber (ﷺ) bunu duyduğunda, \"Sa`d'ın iffet duygusuna mı hayret ediyorsunuz? Şüphesiz, benim Sa`d'dan daha fazla iffet duygum var ve Allah'ın benimkinden daha fazla iffet duygusu vardır.\" dedi."
    },
    {
      "id": 69,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir bedevi, Allah'ın Elçisi (ﷺ)'ne geldi ve \"Karım siyah bir çocuk doğurdu.\" dedi. Peygamber (ﷺ) ona, \"Develerin var mı?\" diye sordu. O, \"Evet.\" dedi. Peygamber (ﷺ) \"Onların rengi ne?\" diye sordu. O, \"Kırmızı.\" dedi. Peygamber (ﷺ) daha sonra, \"Onlardan herhangi biri gri mi?\" diye sordu. O, \"Evet.\" dedi. Peygamber ona, \"O gri rengi nereden geldi?\" dedi. O, \"Sanırım bu, develerin atalarından geldi.\" dedi. Sonra Peygamber (ﷺ) ona, \"Bu nedenle, bu çocuğun muhtemelen atalarından rengi miras aldığını söyleyebilirim.\" dedi."
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Burda:",
      "text": "Abu Burda'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle derdi: \"Hiç kimse on sopadan fazla dövülmemelidir, ancak eğer bir suç işlediyse ve bunun yasal cezası Allah tarafından belirlenmişse.\""
    },
    {
      "id": 71,
      "narrator": "Narrated `Abdur-Rahman bin Jabir:",
      "text": "`Abdur-Rahman bin Jabir'den rivayet edilmiştir: Diğerlerinden, Peygamber (ﷺ) şöyle dedi: \"Hiçbir ceza on sopayı geçmez, ancak birisi Allah tarafından belirlenen yasal bir ceza gerektiren bir suç işlediyse.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Burda Al-Ansari:",
      "text": "Abu Burda Al-Ansari'den rivayet edilmiştir: Peygamber (ﷺ)'in şöyle dediğini duydum: \"Hiç kimse on sopadan fazla dövülmemelidir, ancak eğer Allah'ın yasal cezasını gerektiren bir suç işlediyse.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Wisal'ı (bir günden fazla kesintisiz oruç tutmayı) yasakladı. Müslümanlardan bir adam, \"Ama sen Al-Wisal yapıyorsun, ey Allah'ın Elçisi (ﷺ)!\" dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizlerden kim benim gibi olabilir? Ben uyurum ve Rabbim bana yemek ve içmek yaptırır.\" İnsanlar Al-Wisal'dan vazgeçmeyi reddettiklerinde, Peygamber (ﷺ) onlarla birlikte bir gün oruç tuttu ve orucunu bozmadı, ama bir gün daha oruç tuttu ve hilali gördüklerinde, Peygamber (ﷺ) \"Eğer hilal görünmemiş olsaydı, sizi (üçüncü gün) oruç tutmaya devam ettirirdim.\" dedi, sanki onlara Al-Wisal'dan vazgeçmedikleri için ceza vermek istiyordu."
    },
    {
      "id": 74,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) döneminde rastgele (ölçmeden) yiyecek satın alanlar, onu satın aldıkları yerden satarlarsa dövülürdü, ta ki onu evlerine taşıyana kadar."
    },
    {
      "id": 75,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) kendisi için herhangi bir konuda intikam almadı, ta ki Allah'ın sınırları aşılana kadar; bu durumda Allah rızası için intikam alırdı."
    },
    {
      "id": 76,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Lian davasını (karısını yasadışı cinsel ilişkiyle suçlayan bir adamın davası) on beş yaşındayken gördüm. Peygamber (ﷺ) onların boşanmasını emretti ve koca, \"Eğer onu tutarsam, yalancı olurum.\" dedi. Az-Zubair'in de, \"Eğer o kadın, şu ve bu şekilde bir çocuk doğurursa, kocası doğruyu söylemiş olur, ama eğer şu ve bu şekilde, bir Wahra (kırmızı böcek) gibi görünerek doğurursa, o yalancı olur.\" dediğini hatırlıyorum. Az-Zubair'in, \"Sonunda o kadın, kocasının istemediği bir tanımda bir çocuk doğurdu.\" dediğini de duydum."
    },
    {
      "id": 77,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "Al-Qasim bin Muhammed'den rivayet edilmiştir: İbn Abbas, Lian yeminini eden çifti anmıştır. Abdullah bin Şaddad ona, \"Bu kadın, Allah'ın Resulü (ﷺ) 'Eğer bir kadını tanık olmadan taşlayacak olsaydım, o kadını taşlardım.' dediği kadın mıydı?\" diye sordu. İbn Abbas, \"Hayır, o kadın kendini şüpheli davranışlarıyla açığa çıkardı.\" diye cevap verdi."
    },
    {
      "id": 78,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Lian, Peygamber'in huzurunda anıldı, Asim bin Adi bu konuda bir ifade kullandı ve ayrıldığında, kabilesinden bir adam ona gelerek karısıyla bir adamı gördüğünü şikayet etti. Asim, \"Ben sadece sözüm yüzünden imtihana tabi tutuldum.\" dedi. Sonra adamı Peygamber'e (ﷺ) götürdü ve adam olayı anlattı. Adam (koca) sarı tenli, zayıf ve ince saçlıydı, karısını suçladığı adam ise kırmızımsı kahverengi, kalın bacaklı ve iri yapılıydı. Peygamber (ﷺ), \"Ya Allah! Gerçeği açığa çıkar.\" dedi. Daha sonra kadın, kocasının suçladığı adam gibi bir çocuk doğurdu. Böylece Peygamber (ﷺ) onlardan Lian yeminini almalarını istedi. Toplantıda bir adam, İbn Abbas'a, \"O, Peygamber'in (ﷺ) 'Eğer bir kadını (yasadışı cinsel ilişki için) tanık olmadan taşlayacak olsaydım, o kadını taşlardım.' dediği kadın mıydı?\" diye sordu. İbn Abbas, \"Hayır, o, Müslümanlar arasında şüpheli davranışlar sergileyen başka bir kadındı ki, insanlar onu yasadışı cinsel ilişkiyle suçlayabilirlerdi.\" dedi."
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Yedi büyük yıkıcı günahtan kaçının.\" İnsanlar, \"Ey Allah'ın Elçisi! Bunlar nelerdir?\" diye sordular. O, \"Allah'a ortak koşmak; sihir yapmak; Allah'ın haram kıldığı bir hayatı, adil bir sebep olmadan (İslami hukuka göre) öldürmek; faizi yemek; yetimin malını yemek; düşmana sırtını dönmek ve savaş sırasında kaçmak; iffetli kadınları, asla iffetsizlik düşünmeyen ve iyi mümin olanları suçlamak.\" dedi."
    },
    {
      "id": 80,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ebu-l-Kasım (Peygamber) şöyle dedi: \"Eğer birisi kölesine iftira ederse ve köle, onun söylediğinden berse, Kıyamet Günü dövülür; eğer köle gerçekten onun tarif ettiği gibiyse, o zaman böyle bir ceza uygulanmaz.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid Al-Juhani:",
      "text": "Ebu Hureyre ve Zaid bin Halid Al-Cuhani'den rivayet edilmiştir: Bir adam Peygamber'e (ﷺ) geldi ve \"Bizi Allah'ın yasalarına göre hükmetmeni istiyorum.\" dedi. Sonra ondan daha akıllı olan rakibi ayağa kalktı ve \"O doğruyu söyledi. Bizi Allah'ın yasalarına göre hükmet ve lütfen bana (konuşma izni ver), ey Allah'ın Resulü (ﷺ).\" dedi. Peygamber (ﷺ) \"Konuş.\" dedi. Adam, \"Oğlum bu adamın ailesi için işçi olarak çalışıyordu ve karısıyla yasadışı cinsel ilişkiye girdi, ben de oğlum için yüz koyun ve bir köle fidye verdim ama bu konuda din bilgilerine danıştım ve bana oğlumun yüz kırbaçla dövülmesi ve bir yıl sürgün edilmesi gerektiğini, bu adamın karısının da taşlanması gerektiğini söylediler.\" dedi. Peygamber (ﷺ) \"Nefsim elinde olan Allah'a yemin ederim ki, ben sizi (bu konuda) Allah'ın yasalarına göre yargılayacağım. Yüz (koyun) ve köle size iade edilecektir ve oğlunuz yüz kırbaçla dövülüp bir yıl sürgün edilecektir. Ey Unais! Sabah bu adamın karısına git ve ona sor, eğer itiraf ederse, onu taşlayarak öldür.\" dedi. Kadın itiraf etti ve onu taşlayarak öldürdü."
    }
  ]
}