{
  "language": "tr",
  "metadata": {
    "length": 55,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Bir adam dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Allah katında en büyük günah hangisidir?\" Peygamber (ﷺ) dedi ki, \"Seni yalnızca O yarattığı halde, Allah'a rakip koşmak.\" Adam dedi ki, \"Sonra ne?\" Peygamber (ﷺ) dedi ki, \"Oğlunu, seninle yiyecek paylaşmasın diye öldürmek.\" Adam dedi ki, \"Sonra ne?\" Peygamber dedi ki, \"Komşunun karısıyla zina etmek.\" Bunun üzerine Allah bu rivayeti tasdik eden bir ayet indirdi: \"Ve Allah ile birlikte başka bir ilaha dua etmeyenler, Allah'ın haram kıldığı canı haksız yere öldürmeyenler ve zina etmeyenler. Kim bunları yaparsa, ceza görecektir.\" (25.68)"
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Bir mümin, birini haksız yere öldürmediği sürece dininde serbesttir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir: İçinde bulunduğu kişi için kaçış yolu olmayan kötü amellerden biri, birini haksız yere öldürmektir."
    },
    {
      "id": 4,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kıyamet Günü insanlar arasında ilk karara bağlanacak olanlar kan dökme davalarıdır.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Miqdad bin `Amr Al-Kindi:",
      "text": "Al-Mikdad bin 'Amr Al-Kindi'den rivayet edilmiştir: Beni Zuhra'dan bir müttefik, Peygamber ile birlikte Bedir savaşına katılan, dedi ki, \"Ey Allah'ın Elçisi! Eğer bir kafirle karşılaşırsam ve onunla dövüşürsek, o elimi kılıçla keserse ve sonra bir ağacın altında benden sığınır ve 'Ben Allah'a teslim oldum (yani İslam'ı kabul ettim)' derse, onu öldürebilir miyim?\" Allah'ın Resulü (ﷺ) dedi ki, \"Onu öldürme.\" Al-Mikdad dedi ki, \"Ama ey Allah'ın Resulü (ﷺ)! O, bir elimle beni kesip attı ve bunu söyledikten sonra bunu yaptı. Onu öldürebilir miyim?\" Peygamber (ﷺ) dedi ki, \"Onu öldürme, çünkü eğer onu öldürürsen, o senin daha önce bulunduğun durumda olacak ve sen de onun bu cümleyi söylediği zamanki durumunda olacaksın.\" Peygamber (ﷺ) Al-Mikdad'a ayrıca dedi ki, \"Eğer bir mümin, inancını (İslam'ı) kafirlerden gizlerse ve sonra İslam'ını açıkladığında onu öldürürsen, (günahkar olursun). Unutma ki, sen de Mekke'de inancını gizliyordun.\""
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Hiçbir insan haksız yere öldürülmez, fakat bu suçun bir kısmı, yeryüzünde öldürme geleneğini icat eden ilk Adem'in oğlu üzerine yüklenir.\" (O'nun Kabil olduğu söylenir)."
    },
    {
      "id": 7,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Benden sonra (yani ölümümden sonra), birbirinizin boyunlarını keserek kafir olmayın.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Zur'a bin `Amr bin Jarir:",
      "text": "Ebu Zur'a bin 'Amr bin Cerir'den rivayet edilmiştir: Peygamber (ﷺ) Hac sırasında dedi ki, \"İnsanlar sessiz olsun ve beni dinlesin. Benden sonra, birbirinizin boyunlarını keserek kafir olmayın.\""
    },
    {
      "id": 9,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Al-Ka'ba'ir (en büyük günahlar) şunlardır: Allah'a ortak koşmak, anne babaya itaatsizlik etmek,\" veya dedi ki, \"yalan yemin etmek.\" (Alt rivayet eden, Şu'ba emin değil) Mu'adh dedi: Şu'ba dedi ki, \"Al-Ka'ba'ir (en büyük günahlar) şunlardır: (1) Allah'a ortak koşmak, (2) yalan yemin etmek, (3) anne babaya itaatsizlik etmek,\" veya dedi ki, \"birini haksız yere öldürmek.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Al-Ka'ba'ir (büyük günahlar) şunlardır: (1) Allah'a ortak koşmak, (2) bir insanı öldürmek, (3) anne babaya itaatsizlik etmek, (4) yalan beyan vermek,\" veya dedi ki, \"yalan şahitlik yapmak.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Usama bin Zaid bin Haritha:",
      "text": "Usame bin Zaid bin Haritha'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bizi Juhaina'nın Al-Huraqa (alt kabilelerinden biri) ile savaşmaya gönderdi. O sabah o insanlara ulaştık ve onları yendik. Ben ve bir Ensar, onların bir adamını kovaladık ve ona saldırdığımızda, o, \"Allah'tan başka ilah yoktur.\" dedi. Ensar onu öldürmekten vazgeçti ama ben mızrağımla onu delip öldürdüm. Medine'ye döndüğümüzde, bu haber Peygamber'e ulaştı. O bana dedi ki, \"Ey Usame! 'Allah'tan başka ilah yoktur' dedikten sonra onu öldürdün mü?\" Ben dedim ki, \"Ey Allah'ın Resulü (ﷺ)! O, kendini kurtarmak için bunu söyledi.\" Peygamber (ﷺ) dedi ki, \"O, 'Allah'tan başka ilah yoktur' dedikten sonra onu öldürdün.\" Peygamber (ﷺ) bu ifadeyi tekrar tekrar tekrarladı, ta ki ben o günden önce Müslüman olmamış olmayı diledim."
    },
    {
      "id": 12,
      "narrator": "Narrated 'Ubada bin As-Samat:",
      "text": "Ubade bin Es-Samat'tan rivayet edilmiştir: Ben, Allah'ın Resulü (ﷺ) ile biat eden Naqiplerden (seçilen liderler) biriydim. Biat ettik ki, Allah'tan başka ilahlara ortak koşmayacağız, çalmayacağız, zina etmeyeceğiz, Allah'ın haram kıldığı bir canı öldürmeyeceğiz, soygun yapmayacağız, (Allah ve Elçisine) itaat etmeyeceğiz ve bu biati yerine getirirsek cennete gireceğiz; ama bunlardan herhangi birini yaparsak, o zaman durumumuz Allah tarafından karara bağlanacaktır."
    },
    {
      "id": 13,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bizimle silah taşıyan kimse bizden değildir.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Al-Ahnaf bin Qais:",
      "text": "Al-Ahnaf bin Kays'tan rivayet edilmiştir: O adamı (yani Ali'yi) yardım etmek için gittim ve yolda bana Abu Bakra rastladı ve sordu, \"Nereye gidiyorsun?\" Ben cevap verdim, \"O adamı yardım etmeye gidiyorum.\" O dedi ki, \"Geri dön, çünkü Allah'ın Resulü (ﷺ) şöyle dedi: 'İki Müslüman birbirinin kılıçlarıyla karşılaştığında, katil ve öldürülen ikisi de (Cehennem) ateşindedir.' Ben dedim, 'Ey Allah'ın Resulü (ﷺ)! Katil için tamam, ama öldürülen için ne olacak?' O dedi ki, 'Öldürülen, rakibini öldürmek için hevesliydi.'\""
    },
    {
      "id": 15,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir Yahudi, bir kızın başını iki taş arasında ezdi ve kıza soruldu, \"Bunu sana kim yaptı, şu kişi mi yoksa bu kişi mi?\" (Bazı isimler ona söylendi) ta ki o Yahudi'nin adı anılana kadar (o zaman kabul etti). Yahudi, Peygamber (ﷺ)'in huzuruna getirildi ve Peygamber (ﷺ) onu sorgulamaya devam etti ta ki o itiraf edene kadar, ardından başı taşlarla ezildi."
    },
    {
      "id": 16,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Süs eşyaları takan bir kız Medine'den dışarı çıktı. Birisi ona bir taş attı. Kız, hâlâ hayatta iken Peygamber (ﷺ)'e getirildi. Allah'ın Elçisi (ﷺ) ona, \"Şu kişi seni mi vurdu?\" diye sordu. Kız başını kaldırdı, yalanladı. İkinci kez sordu, \"Şu kişi seni mi vurdu?\" Yine başını kaldırdı, yalanladı. Üçüncü kez sordu, \"Şu kişi seni mi vurdu?\" Kız başını eğdi, kabul etti. Allah'ın Elçisi (ﷺ) sonra katili çağırdı ve onu iki taş arasında öldürdü."
    },
    {
      "id": 17,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'tan başka ilah olmadığına ve ben O'nun Elçisi olduğuna şahitlik eden bir Müslümanın kanı, ancak üç durumda dökülebilir: Cinayet için kısas, evli bir kişinin zina yapması ve İslam'dan dönen (mürted) ve Müslümanları terk eden.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Bir Yahudi, bir kızı öldürdü ki onun süs eşyalarını çalabilsin. Ona bir taş attı ve kız, hâlâ hayatta iken Peygamber (ﷺ)'e getirildi. Peygamber (ﷺ) ona, \"Şu kişi seni mi vurdu?\" diye sordu. Kız başıyla yalanladı. İkinci kez sordu, yine başıyla yalanladı. Üçüncü kez sorduğunda, \"Evet,\" işareti yaptı. Bunun üzerine Peygamber (ﷺ) onu (Yahudi'yi) iki taşla öldürdü."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Mekke'nin Fethi yılı, Khuza'a kabilesi, Cahiliye döneminde kendilerinden birinin öldürülmesi nedeniyle Bam Laith kabilesinden bir adamı öldürdü. Bunun üzerine Allah'ın Elçisi ayağa kalkarak şöyle dedi: \"Allah, Mekke'ye filli orduları göndermedi ama Elçisi ve müminlerin kâfirleri (Mekke'deki) yenmesine izin verdi. Dikkat edin! (Mekke bir sığınaktır)! Şüphesiz! Mekke'de savaşmak, benim öncülüğümden önce kimseye izin verilmediği gibi, benim sonrasındaki kimseye de izin verilmeyecek; bu sadece o gün bir süre (bir saat kadar) benim için izin verilmiştir. Şüphesiz! Şu anda bir sığınaktır; dikenli bitkileri kökünden sökmek, ağaçlarını kesmek ve düşen şeyleri (luqata) ancak sahibini arayan alabilir. Eğer birisi öldürülürse, en yakın akrabası iki şeyden birini seçme hakkına sahiptir; yani ya kan bedeli ya da katilin öldürülmesi.\" Sonra Yemen'den bir adam, Ebu Şah adında, ayağa kalkarak, \"Bunu benim için yaz, ey Allah'ın Elçisi (ﷺ)!\" dedi. Allah'ın Elçisi (ﷺ) arkadaşlarına, \"Bunu Ebu Şah için yazın,\" dedi. Sonra Kureyş'ten başka bir adam ayağa kalkarak, \"Ey Allah'ın Elçisi (ﷺ)! Sadece Al-İdhkır (özel bir tür ot) hariç, onu evlerimizde ve mezarlarda kullanıyoruz,\" dedi. Allah'ın Elçisi (ﷺ) \"Al-idhkır hariç,\" dedi."
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: İsrailoğulları için suç cezası sadece kısastı (yani, cezada eşitlik yasası) ve kan bedeli alternatif olarak kabul edilmezdi. Ama Allah bu millete (Müslümanlara) şöyle dedi: 'Ey iman edenler! Cinayet durumunda kısas sizlere farz kılınmıştır, .....(sonuna kadar) ...ayet sonu. (2.178) İbn Abbas ekledi: Bu Ayetteki af (bağışlama), kasıtlı cinayette kan bedelini kabul etmeyi ifade eder. İbn Abbas ekledi: 'Sonra akrabalar, kan bedelini makul bir şekilde talep etmelidir.' (2.178) demek, talebin makul olması ve güzel bir minnetle karşılanması gerektiğidir."
    },
    {
      "id": 21,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah katında en nefret edilen kişiler üçtür: (1) Haramda (Mekke ve Medine'nin kutsal yerlerinde) doğru yoldan saparak kötülük yapan bir kişi; (2) Cahiliye döneminin geleneklerinin İslam'da kalmasını isteyen bir kişi; (3) Haksız yere birinin kanını dökmek isteyen bir kişi.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Putperestler Uhud savaşında yenildiler. Şeytan, Uhud günü insanlara, \"Ey Allah'ın kulları! Arkada ne olduğunu dikkat edin!\" diye bağırdı. Böylece ordunun ön safları arka saflara saldırdı (düşmanı sanarak) ta ki Al-Yaman'ı öldürdüler. Hudeyfe (bin Al-Yaman) bağırdı, \"Babam!\" Babam! Ama onu öldürdüler. Hudeyfe dedi ki, \"Allah sizi affetsin.\" (Rivayet eden ekledi: Yenilen putperestlerden bazıları Taif'e kadar kaçtılar.)"
    },
    {
      "id": 23,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir Yahudi, bir kızın başını iki taş arasında ezdi. Kıza, \"Bunu sana kim yaptı, şu kişi, şu kişi?\" denildi. Yahudi'nin adı geçtiğinde, başıyla onayladı. Bunun üzerine Yahudi getirildi ve itiraf etti. Peygamber (ﷺ) onun başının taşlarla ezilmesini emretti. (Hammam, \"iki taşla,\" dedi.)"
    },
    {
      "id": 24,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) bir kızı öldürdüğü için bir Yahudi'yi öldürdü."
    },
    {
      "id": 25,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'in hastalığı sırasında ağzına ilaç döktük. O, \"Ağzıma ilaç dökmeyin,\" dedi. (Biz, bunun hastaların genellikle ilaçlara karşı duyduğu tiksintiden kaynaklandığını düşündük.) İyileşip kendini daha iyi hissettiğinde, \"Sizlerden hiçbiri ilaç içmekten kaçamayacak, sadece Al-`Abbas hariç, çünkü o sizin eyleminizi görmedi,\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin şöyle dediğini işitti: \"Biz (Müslümanlar) en son gelenleriz ama (Kıyamet Günü) en önde olacağız.\" Ve ekledi: \"Eğer birisi izinsiz evinize bakıyorsa ve ona bir taş atıp gözlerini yok ederseniz, sizin için bir suç yoktur.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Yahya:",
      "text": "Yahya'dan rivayet edilmiştir: Humaid şöyle dedi: \"Bir adam Peygamber (ﷺ)'in evine gizlice baktı ve Peygamber (ﷺ) ona ok ucu nişan aldı.\" Ben sordum, \"Bunu sana kim söyledi?\" O, \"Anas bin Malik,\" dedi. (Bkz. Hadis No. 258 ve 259, Cilt 8)"
    },
    {
      "id": 28,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: \"Uhud savaşının günü, putperestler yenildi. Sonra Şeytan bağırdı, 'Ey Allah'ın kulları! Arkada ne olduğunu dikkat edin!' Böylece ön saflar ordunun arka saflarına saldırdı. Hudeyfe baktı ve babası Al-Yaman'ın (saldırıldığını) gördü! O, (arkadaşlarına) bağırdı, 'Ey Allah'ın kulları, babam, babam!' Ama Allah'a yemin ederim ki, onu öldürünceye kadar durmadılar (yani, Hudeyfe'nin babasını). Hudeyfe dedi ki, 'Allah sizi affetsin.' (`Urwa dedi ki, Hudeyfe, babasının katilinin affı için Allah'a dua etmeye devam etti, ta ki o öldü.)"
    },
    {
      "id": 29,
      "narrator": "Narrated Salama:",
      "text": "Selame'den rivayet edilmiştir: Peygamber (ﷺ) ile birlikte Khaibar'a çıktık. Bir adam (ashabından) dedi ki, \"Ey 'Amir! Bize Huda (deve sürme şarkıları) dinlet!\" Böylece onlardan bazılarını söyledi (yani, develerin yürüyüşüne uyumlu bir şarkı). Peygamber (ﷺ) dedi ki, \"Bu develerin sürücüsü kim?\" Onlar, \"Amir,\" dediler. Peygamber dedi ki, \"Allah ona merhamet etsin!\" İnsanlar dediler ki, \"Ey Allah'ın Elçisi (ﷺ)! Keşke onunla daha uzun süre vakit geçirebilseydik!\" Sonra 'Amir ertesi sabah öldürüldü. İnsanlar dediler ki, \"'Amir'in iyi amelleri kayboldu, çünkü kendini öldürdü.\" Ben o sırada geri döndüm, onlar bunun hakkında konuşuyorlardı. Peygamber (ﷺ)'e gittim ve dedim ki, \"Ey Allah'ın Elçisi! Babam senin uğruna kurban olsun! İnsanlar, 'Amir'in iyi amellerinin kaybolduğunu' iddia ediyor.\" Peygamber (ﷺ) dedi ki, \"Bunu söyleyen yalan söylüyor, çünkü 'Amir, Allah'a itaat etmek için çaba sarf etti ve Allah yolunda savaştı. Başka bir şekilde öldürülseydi, ona daha büyük bir ödül verilmezdi.\""
    },
    {
      "id": 30,
      "narrator": "Narrated `Imran bin Husain:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir: Bir adam diğer bir adamın elini ısırdı ve diğeri elini ağzından zorla çekti, bu da iki kesici dişinin (dişlerinin) düşmesine neden oldu. Onlar davalarını Peygamber'e sundular, o da, \"Biriniz kardeşini, bir erkek deveyi ısırdığı gibi ısırdı. (Gidin), sizin için diyet (kan bedeli) yoktur,\" dedi."
    },
    {
      "id": 31,
      "narrator": "Narrated Ya`la:",
      "text": "Ya`la'dan rivayet edilmiştir: Ben bir Gazve'de çıktım ve bir adam diğer bir adama ısırdı ve bunun sonucunda, ilk adamın bir kesici dişi çekildi. Peygamber (ﷺ) davayı iptal etti."
    },
    {
      "id": 32,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: En-Nadr'ın kızı bir kızı tokatladı ve onun kesici dişini kırdı. Onlar (o kızın akrabaları), Peygamber (ﷺ)'e geldiler ve O, kısas (cezada eşitlik) emrini verdi."
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bu ve bu aynıdır.\" O, serçe parmağı ve baş parmağını kastetmiştir."
    },
    {
      "id": 34,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ)'in yukarıdaki Hadis 34 ile aynı şeyi söylediğini duydum."
    },
    {
      "id": 35,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: Bir çocuk suikasta uğradı. 'Umar dedi ki: \"Eğer San'a halkının tamamı suikaste katılmış olsaydı, hepsini öldürürdüm.\" Al-Mughira bin Hakim, babasının şöyle dediğini aktardı: \"Dört kişi bir çocuğu öldürdü ve 'Umar (yukarıdaki gibi) dedi.\" Ebu Bekir, İbn Az-Zubair, 'Ali ve Suwaid bin Muqarrin, tokatlama durumlarında kısas hükmü verdiler. Ve 'Umar, bir sopa ile vurma için kısası uyguladı. Ve 'Ali, bir kamçı ile üç kırbaç için kısası uyguladı. Ve Şuraih, bir son vuruş ve tırmalama için kısası uyguladı."
    },
    {
      "id": 36,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ)'nün hastalığı sırasında ağzına ilaç döktük ve O, \"Ağzıma ilaç dökmeyin.\" demek istercesine bize işaret etti. Biz, onun reddinin hastaların genellikle ilaçtan duyduğu tiksinti nedeniyle olduğunu düşündük. İyileştiğinde ve biraz daha iyi hissettiğinde bize şöyle dedi: \"Size ağzıma ilaç dökmeyi yasaklamadım mı?\" Biz, \"Tiksinti nedeniyle yaptığını düşündük.\" dedik. Allah'ın Resulü (ﷺ) dedi ki: \"Hiçbiriniz ilaç içmekten zorunlu kalmayacak ve ben sizi izleyeceğim, sadece Al-`Abbas hariç, çünkü o sizin bu eyleminizi görmedi.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Sahl bin Abi Hathma:",
      "text": "Sahl bin Abi Hathma'dan rivayet edilmiştir: (Ensar'dan bir adam) kabilesinden bir grup insan Khaibar'a gitti ve dağıldılar, sonra içlerinden biri öldürülmüş olarak bulundu. Onlar, cesedin bulunduğu insanlara, \"Arkadaşımızı öldürdünüz!\" dediler. O insanlar, \"Ne biz onu öldürdük, ne de katilini biliyoruz.\" dediler. Yasaklı grup, Peygamber (ﷺ)'e gitti ve \"Ey Allah'ın Resulü (ﷺ)! Khaibar'a gittik ve içimizden birinin öldürülmüş olduğunu bulduk.\" dediler. Peygamber (ﷺ) dedi ki: \"Sizlerden en yaşlısı öne çıksın ve konuşsun.\" Sonra Peygamber (ﷺ) onlara dedi ki: \"Katil hakkında delilinizi getirin.\" Onlar, \"Bizim delilimiz yok.\" dediler. Peygamber (ﷺ) dedi ki: \"O zaman onlar (sanıklar) yemin edecekler.\" Onlar, \"Yahudilerin yeminini kabul etmiyoruz.\" dediler. Allah'ın Resulü (ﷺ), öldürülenin kan bedelinin kaybolmasını istemediği için, Zekat develerinden yüz deve (ölünün akrabalarına) diyet olarak verdi."
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Qilaba:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: Bir zaman 'Umar bin 'Abdul 'Aziz, evinin avlusunda tahtına oturdu ki, insanlar onun önünde toplansın. Sonra onları kabul etti ve (içeri girdiklerinde) dedi ki: \"Al-Qasama hakkında ne düşünüyorsunuz?\" Onlar, \"Al-Qasama'ya dayanarak kısasta bulunmanın caiz olduğunu söylüyoruz, çünkü önceki Müslüman halifeler bunu uyguladı.\" Sonra bana dedi ki: \"Ey Ebu Kılabe! Sen bunun hakkında ne dersin?\" Beni insanların önüne çıkardı ve ben dedim ki: \"Ey Müminlerin Emiri! Senin ordu komutanların ve Arapların ileri gelenleri var. Eğer bunlardan ellisi, bir evli adamın Şam'da zina ettiğine şahitlik ederse ama onu (bunu yaparken) görmemişlerse, onu taşlar mısın?\" O dedi ki: \"Hayır.\" Ben dedim ki: \"Eğer bunlardan ellisi, bir adamın Hums'ta hırsızlık yaptığını şahitlik ederse, onu keser misin, oysa onu görmemişlerse?\" O cevap verdi: \"Hayır.\" Ben dedim ki: \"Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) hiçbirini, aşağıdaki üç durum dışında öldürmedi: (1) Haksız yere birini öldüren, kısasta öldürülür, (2) evli bir kişi zina ederse ve (3) Allah'a ve Resulüne karşı savaş açan ve İslam'dan dönen bir adam.\" Sonra insanlar dediler ki: \"Anas bin Malik, Allah'ın Resulü (ﷺ)'nün hırsızların ellerini kestiğini, gözlerini damgaladığını ve sonra onları güneşte bıraktığını rivayet etmedi mi?\" Ben dedim ki: \"Anas'ın rivayetini size anlatacağım. Anas dedi ki: \"Ukl kabilesinden sekiz kişi, Allah'ın Resulü (ﷺ)'ne geldiler ve İslam için biat ettiler. Yerleşim yeri (Medine) onlara uygun gelmedi, bu yüzden hastalandılar ve bunu Allah'ın Resulü (ﷺ)'ne şikayet ettiler. O, onlara, \"Koyunlarımızın çobanı ile dışarı çıkıp, develerin sütünden ve idrarından (ilaç olarak) içmeyecek misiniz?\" dedi. Onlar, \"Evet.\" dediler. Böylece dışarı çıktılar ve develerin sütünü ve idrarını içtiler, ve sağlığına kavuşunca, Allah'ın Resulü (ﷺ)'nün çobanını öldürdüler ve tüm develeri aldılar. Bu haber, Allah'ın Resulü (ﷺ)'ne ulaştı, bu yüzden onların izlerini takip etmek için (adamlar) gönderdi ve yakalandılar ve (Peygamber'e) getirildiler. Sonra onların ellerinin ve ayaklarının kesilmesini emretti ve gözleri ısıtılmış demir parçalarıyla damgalandı, sonra onları güneşte bıraktı ve ölene kadar orada kaldılar.\" Ben dedim ki: \"Bu insanların yaptıklarından daha kötü ne olabilir? İslam'dan döndüler, cinayet işlediler ve hırsızlık yaptılar.\" Sonra 'Anbasa bin Sa'id dedi ki: \"Allah'a yemin ederim ki, bugüne kadar böyle bir rivayet duymadım.\" Ben dedim ki: \"Ey 'Anbasa! Benim rivayetimi inkar mı ediyorsun?\" 'Anbasa dedi ki: \"Hayır, ama sen rivayeti olması gerektiği gibi aktardın. Allah'a yemin ederim ki, bu insanlar, bu Şeyh (Ebu Kılabe) aralarında olduğu sürece refah içindedir.\" Ekledim ki: \"Gerçekten bu olayda Allah'ın Resulü (ﷺ) tarafından bir gelenek belirlenmiştir.\" Rivayet eden ekledi: Bazı Ensar, Peygamber (ﷺ) ile bazı meseleleri görüştüler, içlerinden bir adam dışarı çıktı ve öldürüldü. O insanlar onun peşinden çıktılar ve bakın, arkadaşları kan içinde yüzüyordu. Allah'ın Resulü (ﷺ)'ne geri döndüler ve ona dediler ki: \"Ey Allah'ın Resulü, bizimle konuşan ve bizden önce dışarı çıkan arkadaşımızı kan içinde bulduk.\" Allah'ın Resulü (ﷺ) dışarı çıktı ve onlara sordu: \"Kimi şüpheleniyorsunuz ya da kimi onun katili olarak düşünüyorsunuz?\" Onlar, \"Yahudilerin onu öldürdüğünü düşünüyoruz.\" dediler. Peygamber (ﷺ) Yahudileri çağırdı ve onlara, \"Bu (kişiyi) öldürdünüz mü?\" diye sordu. Onlar, \"Hayır.\" dediler. O, Ensar'a sordu: \"Elli Yahudinin, onu öldürmediklerine dair yemin etmelerine izin verir miyim?\" Onlar, \"Yahudilerin hepimizi öldürmesi ve sonra yalan yemin etmesi bizim için önemli değil.\" dediler. O dedi ki: \"O zaman, ellinizin yemin etmesinden sonra diyet almak ister misiniz?\" Onlar, \"Yemini kabul etmeyeceğiz.\" dediler. Sonra Peygamber (ﷺ) kendisi onlara diyet (kan bedeli) ödedi.\" Rivayet eden ekledi: Hudhayl kabilesi, bir adamlarını (kötü davranışları nedeniyle) İslam öncesi cahiliye döneminde reddetti. Sonra, Mekke yakınlarındaki Al-Batha' adlı bir yerde, adam bir Yemenli aileye gece saldırarak onlardan hırsızlık yapmak istedi, ama aileden bir adam onu fark etti ve kılıcıyla ona vurdu ve onu öldürdü. Hudhayl kabilesi geldi ve Yemenliyi yakaladı ve onu Hac mevsiminde 'Umar'a getirdi ve \"O, arkadaşımızı öldürdü.\" dediler. Yemenli, \"Ama bu insanlar onu reddetmişlerdi (yani arkadaşlarını).\" 'Umar dedi ki: \"Hudhayl'den elli kişi, onu reddetmediklerine dair yemin etsin.\" Böylece onlardan kırk dokuzu yemin etti ve sonra onlardan bir kişi Şam'dan geldi ve onlardan benzer şekilde yemin etmesini istediler, ama o yemin yerine bin dirhem ödedi. Onlar onun yerine başka bir adam çağırdılar ve yeni adam, merhumun kardeşiyle el sıkıştı. Bazı insanlar dediler ki: \"Biz ve o elli kişi, yalan yemin edenler (Al-Qasama) yola çıktık ve Nakhlah adında bir yere vardığımızda yağmur yağmaya başladı, bu yüzden dağdaki bir mağaraya girdik ve mağara, yalan yemin eden o elli kişinin üzerine çöktü ve hepsi öldü, sadece birbirleriyle el sıkışan iki kişi hariç. Onlar ölümden kurtuldular ama merhumun kardeşinin bacağına bir taş düştü ve onu kırdı, bu yüzden bir yıl hayatta kaldı ve sonra öldü.\" Ek olarak, \"`Abdul Malik bin Marwan, kısasta (cezada eşitlik) bir adamı öldürme cezasına çarptırdı, kararını Al-Qasama'ya dayanarak verdi, ama daha sonra bu karardan pişman oldu ve yemin eden elli kişinin isimlerinin kayıttan silinmesini emretti ve onları Şam'a sürgün etti.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Bir adam, Peygamber'in bir ikametgahına göz attı. Peygamber, ayağa kalktı ve ona gizlice dürtmek için keskin uçlu bir ok ucu (veya tahta çubuk) doğrulttu."
    },
    {
      "id": 40,
      "narrator": "Narrated Sahl bin Sa'd As-Sa'idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: Bir adam, Allah'ın Resulü (ﷺ)'nün evinin kapısındaki bir delikten içeri baktı ve o sırada, Allah'ın Resulü (ﷺ) başını ovuşturmak için bir Midri (demir tarak veya çubuk) tutuyordu. Allah'ın Resulü (ﷺ) onu görünce, \"Eğer senin bana baktığından emin olsaydım, bu (keskin demir çubuk) ile gözünü delerdim.\" dedi. Allah'ın Resulü (ﷺ) ekledi: \"İçeri girmek için izin istemek, insanların evlerinde izinsiz bakmamaları için emredilmiştir.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Abul Kasım dedi ki: \"Eğer bir kişi izinsiz olarak size bakarsa ve siz ona bir çubukla vurup gözünü yaralarsanız, kınanmazsınız.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Ash-Shu`bi:",
      "text": "Ash-Shu'bi'den rivayet edilmiştir: Ebu Juhaifa'nın şöyle dediğini duydum: \"Ali'ye, 'Kur'an dışında herhangi bir ilahi literatürünüz var mı?' diye sordum. (Bir zaman, 'İnsanların sahip olduğu dışında mı?) Ali, 'Taneleri yarıp yaratan ve ruhu yaratan Allah'a yemin ederim ki, elimizde sadece Kur'an'da olanlar ve Allah'ın Kitabını anlamak için bir insana verebileceği anlayış yeteneği vardır ve bu kağıtta yazılı olanlar vardır.' dedi. Ben, 'Bu kağıtta ne yazılı?' diye sordum. O, 'Al-`Aql (diyet düzenlemesi), esirlerin fidyesi ve bir Müslümanın, bir kafiri öldürmekten dolayı kısasta (cezada eşitlik) öldürülmemesi gerektiği hakkında.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Hudhayl kabilesinden iki kadın (birbirleriyle) kavga etti ve birisi diğerine (bir taş atarak) düşüğe neden oldu ve Allah'ın Resulü (ﷺ) katilin (fetüsün) bir erkek veya dişi köle vermesi gerektiğine dair hüküm verdi."
    },
    {
      "id": 44,
      "narrator": "Narrated Hisham's father from Al-Mughira bin Shu'ba:",
      "text": "Hişam'ın babasından Al-Mughira bin Shu'ba'dan rivayet edilmiştir: 'Umar, bir kadının (başkası tarafından) düşüğe neden olma durumu hakkında arkadaşlarına danıştı. Al-Mughira dedi ki: Peygamber (ﷺ), bir erkek veya dişi kölenin (diyet olarak) verilmesi gerektiğine dair hüküm verdi. Sonra Muhammed bin Maslama, Peygamber (ﷺ)'in böyle bir hüküm verdiğine şahitlik etti."
    },
    {
      "id": 45,
      "narrator": "Narrated Hisham's father:",
      "text": "Hişam'ın babasından rivayet edilmiştir: 'Umar, insanlara, \"Peygamber (ﷺ)'in düşüklere dair hükmünü kim duydu?\" diye sordu. Al-Mughira dedi ki: \"Ben, bir erkek veya dişi kölenin (diyet olarak) verilmesi gerektiğine dair hüküm verdiğini duydum.\" 'Umar dedi ki: \"Söylediğin ifadeyi tasdik edecek bir şahit getir.\" Muhammed bin Maslama dedi ki: \"Ben, Peygamber (ﷺ)'in böyle bir hüküm verdiğine şahitlik ediyorum.\""
    },
    {
      "id": 46,
      "narrator": "Narrated `Urwa:",
      "text": "`Urva'dan rivayet edilmiştir: Al-Maghira bin Shu`ba'nın, `Umar'ın onlara kürtaj meselesini danıştığını duyduğunu söyledim."
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ), Beni Lihyan'dan bir kadının düşüğe uğramasıyla ilgili olarak, fetüsü öldürenin bir erkek veya dişi köle (diye) vermesi gerektiğine hükmetti; ancak köle vermesi gereken kadın vefat etti, bu yüzden Allah'ın Elçisi (ﷺ), mirasının çocuklarına ve kocasına verilmesini ve diyanın onun 'Asaba'sı tarafından ödenmesini hükmetti."
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Hudhail'den iki kadın birbirleriyle kavga etti ve bunlardan biri diğerine bir taş atarak onu ve karnındaki bebeği öldürdü. Katilin akrabaları ve mağdurun akrabaları davalarını Peygamber'e (ﷺ) sundular; o da fetüs için diyanın bir erkek veya dişi köle olması gerektiğine ve öldürülen kadın için diyanın katilin 'Asaba'sı tarafından ödenmesi gerektiğine hükmetti."
    },
    {
      "id": 49,
      "narrator": "Narrated `Abdul-`Aziz:",
      "text": "`Abdul-`Aziz'den rivayet edilmiştir: Anas dedi ki, \"Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, Abu Talha elimi tuttu ve beni Allah'ın Elçisi'ne (ﷺ) götürdü ve dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Anas akıllı bir çocuktur, onu sana hizmet etmesi için bırak.\" Anas ekledi, \"Ben de evde ve yolculuklarda Peygamber'e (ﷺ) hizmet ettim; Allah'a yemin ederim ki, yaptığım hiçbir şey için bana 'Bunu neden böyle yaptın?' ya da yapmadığım hiçbir şey için 'Bunu neden böyle yapmadın?' demedi.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Hayvanlar tarafından öldürülen kişiler için veya bir kuyuya düşerek kazara öldürülenler için diya yoktur; ayrıca bir maden kazasında ölenler için de diya yoktur. İslam öncesi gömülen hazinelerin beşte biri devlete verilmelidir.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bir hayvan tarafından yaralanan veya öldürülen kişi için (kontrolsüz bir şekilde dolaşan) diya yoktur; benzer şekilde, bir kuyuya düşüp ölenler için de diya yoktur, ayrıca maden kazasında ölenler için de diya yoktur. Ar-Rikaz (gömülü zenginlik) ile ilgili olarak, onun beşte biri devlete aittir.\""
    },
    {
      "id": 52,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "`Abdullah bin `Amr'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Kim bir Mu'ahid'i (Müslümanlar tarafından koruma sözü verilmiş kişi) öldürürse, cennetin kokusunu bile alamaz; o kokunun kırk yıl (yolculuk) mesafesinden duyulabileceği halde.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Juhaifa:",
      "text": "Abu Juhaifa'dan rivayet edilmiştir: `Ali'ye sordum, \"Kur'an'da olanlardan başka ilahi bir metniniz var mı?\" Ya da, Uyaina'nın bir zamanlar dediği gibi, \"İnsanların sahip olduğu şeylerden başka?\" `Ali dedi ki, \"Buğdayı filizlendiren ve ruhu yaratan Allah'a yemin ederim ki, Kur'an'da olanlardan ve Allah'ın Kitabını anlama yeteneğinden başka bir şeyimiz yoktur; bu kağıt parçasında yazılı olanlar dışında.\" Ben sordum, \"Bu kağıtta ne var?\" O cevap verdi, \"Diya (kan bedeli) ile ilgili hukuki düzenlemeler ve esirlerin serbest bırakılması için fidye, ayrıca bir Müslümanın bir Kafir (inkarcı) öldürdüğü için kısasta (cezada eşitlik) öldürülmemesi gerektiği hükmü.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Abu Sa`id'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bazı peygamberleri diğerlerine tercih etmeyin.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Yüzü birisi tarafından tokatlanan bir Yahudi, Peygamber'e (ﷺ) geldi ve dedi ki, \"Ey Muhammed! Senin Ensar'ından bir adam bana tokat attı.\" Peygamber (ﷺ) dedi ki, \"Onu çağırın.\" Onu çağırdılar ve Peygamber (ﷺ) ona sordu, \"Neden onun yüzüne tokat attın?\" O dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Yahudilerin yanından geçerken, onun 'Musa'yı tüm insanlardan üstün kılan Allah'a yemin ederim' dediğini duydum. Ben de (itiraz ederek) 'Muhammed'den daha mı üstün?' dedim. Bu yüzden öfkelendim ve ona tokat attım.\" Peygamber (ﷺ) dedi ki, \"Bana diğer peygamberlere tercih etmeyin; çünkü insanlar Kıyamet Günü bayılacaklar ve ben ilk uyanan olacağım, ve bakacağım ki Musa, Arş'ın (Allah'ın) direklerinden birini tutuyor. O zaman onun benden önce mi uyandığını yoksa dünyadaki hayatında dağda bayıldığı için muaf mı olduğunu bilemeyeceğim.\""
    }
  ]
}