{
  "language": "tr",
  "metadata": {
    "length": 21,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: \"İnkar etmeyen ve inançlarını zulümle karıştırmayanlar (yani, Allah'tan başka ilahlar edinmeyenler) hakkında 'İşte bunlar, gerçek inananlardır.' (6.82) ayeti indiğinde, Peygamber (ﷺ) sahabeleri için çok zor oldu ve 'Aramızda inancını zulümle karıştırmayan kim var?' dediler. Bunun üzerine Allah'ın Elçisi şöyle dedi: 'Bu ayetle kastedilen bu değil. Luqman'ın sözünü dinlemiyor musunuz: 'Şüphesiz ki, Allah'a ortak koşmak büyük bir zulümdür.' (31.13)\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Büyük günahların en büyüğü şunlardır: Allah'a ortak koşmak, anne-babaya asi olmak ve yalan şahitlik yapmak.\" Bunu üç kez tekrarladı ya da \"....yalan bir beyan\" dedi ve bu uyarıyı tekrarlamaya devam etti, biz de onun bunu söylemesini istemeye başladık. (Bkz. Hadis No. 7, Cilt 8)"
    },
    {
      "id": 3,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "`Abdullah bin `Amr'dan rivayet edilmiştir: Bir bedevi Peygamber (ﷺ)'e geldi ve \"Ey Allah'ın Elçisi (ﷺ)! En büyük günahlar nelerdir?\" dedi. Peygamber (ﷺ) \"Allah'a ortak koşmak\" dedi. Bedevi \"Sonra ne?\" dedi. Peygamber (ﷺ) \"Anne-babaya asi olmak\" dedi. Bedevi \"Sonra ne?\" dedi. Peygamber (ﷺ) \"Al-Ghamus yeminini yapmak\" dedi. Bedevi \"Al-Ghamus yemin nedir?\" dedi. Peygamber (ﷺ) \"Bir Müslümanın malını haksız yere elinden alan yalan yemin.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Bir adam \"Ey Allah'ın Elçisi (ﷺ)! Cahiliye döneminde yaptıklarımızdan dolayı cezalandırılacak mıyız?\" dedi. Peygamber (ﷺ) \"İslam'da iyi işler yapan, cahiliye döneminde yaptıklarından dolayı cezalandırılmaz; İslam'da kötü işler yapan ise geçmişteki ve sonraki (kötü amelleri) için cezalandırılacaktır.\" dedi."
    },
    {
      "id": 5,
      "narrator": "Narrated `Ikrima:",
      "text": "`İkrime'den rivayet edilmiştir: Bazı zanadika (ateistler) Ali'ye getirildi ve onları yaktı. Bu olay İbn Abbas'a ulaştı ve \"Eğer ben onun yerinde olsaydım, onları yakmazdım; çünkü Allah'ın Elçisi (ﷺ) bunu yasakladı, 'Allah'ın cezasıyla kimseyi cezalandırmayın (ateş)' dedi. Onları, Allah'ın Elçisi (ﷺ) 'Kim İslam dinini değiştirirse, onu öldürün' ifadesine göre öldürürdüm.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Burda:",
      "text": "Ebu Burda'dan rivayet edilmiştir: Ebu Musa dedi ki: \"Ben, iki adamla birlikte Peygamber (ﷺ)'in yanına geldim (Ash'ari kabilesinden), biri sağımda, diğeri solumda, Allah'ın Elçisi (ﷺ) dişlerini misvaklıyordu ve her iki adam da ondan bir iş talep etti. Peygamber (ﷺ) 'Ey Ebu Musa (Ey `Abdullah bin Qais!)' dedi. Ben 'Seni gerçeğiyle gönderen Allah'a yemin ederim ki, bu iki adam bana kalplerindekini söylemediler ve ben onların iş aradıklarını hissetmedim.' dedim. Sanki şimdi onun misvakını dudaklarının altındaki bir köşeye çektiğini görüyorum ve 'Biz asla (ya da, iş için başvuran) kimseyi iş için tayin etmeyiz. Ama ey Ebu Musa! (ya da `Abdullah bin Qais!) Yemen'e git.' dedi. Sonra Peygamber, Muaz bin Cebel'i onun arkasından gönderdi ve Muaz ona ulaştığında, onun için bir yastık serdi ve inmesini (ve yastığın üzerine oturmasını) istedi. Bakın: Ebu Musa'nın yanında zincirli bir adam vardı. Muaz sordu: 'Bu (adam) kim?' Ebu Musa 'O bir Yahudi idi, Müslüman oldu ve sonra tekrar Yahudiliğe döndü.' dedi. Sonra Ebu Musa Muaz'dan oturmasını istedi ama Muaz 'O öldürülmeden oturmayacağım. Bu Allah ve Elçisi'nin (bu tür durumlar için) hükmüdür.' dedi ve bunu üç kez tekrarladı. Sonra Ebu Musa adamın öldürülmesini emretti ve o da öldürüldü. Ebu Musa ekledi: 'Sonra gece namazlarını tartıştık ve aramızdan biri 'Ben namaz kılıyorum ve uyuyorum, umarım Allah, uykum için de namazım kadar bana sevap verir.' dedi.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) vefat ettiğinde ve Ebu Bekir halife olduğunda, bazı Araplar inkarcılığa döndü, `Umar dedi ki: \"Ey Ebu Bekir! Bu insanlarla nasıl savaşabilirsin, halbuki Allah'ın Elçisi (ﷺ) 'İnsanlarla, 'Allah'tan başka ilah yoktur' diyene kadar savaşmam emredildi ve 'Allah'tan başka ilah yoktur' diyenin malı ve canı benden korunur, ancak (hukuki bir ceza gerektiren) bir şey yapmadığı sürece, onun hesabı Allah'ladır.' dedi.\" Ebu Bekir dedi ki: \"Allah'a yemin ederim ki, namazla zekat arasında ayrım yapanla savaşacağım; çünkü zekat, maldan alınması gereken bir haktır (Allah'ın emirlerine göre). Allah'a yemin ederim ki, eğer bana, Allah'ın Elçisi (ﷺ)'ne verdikleri bir oğlak bile vermeyi reddederlerse, onun için onlarla savaşırım.\" `Umar dedi ki: \"Allah'a yemin ederim ki, bu sadece, Allah'ın Ebu Bekir'in savaşma kararını açtığını fark ettiğim için, onun kararının doğru olduğunu anladım.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Bir Yahudi, Allah'ın Elçisi (ﷺ)'nin yanından geçti ve \"As-Samu 'Alaika\" dedi. Allah'ın Elçisi (ﷺ) karşılık olarak \"Ve 'Alaika\" dedi. Sonra Allah'ın Elçisi (ﷺ) arkadaşlarına şöyle dedi: \"O (Yahudi) ne dedi biliyor musunuz? 'As-Samu 'Alaika' dedi.\" Onlar \"Ey Allah'ın Elçisi (ﷺ)! Onu öldürmeli miyiz?\" dediler. Peygamber (ﷺ) \"Hayır. Kitap ehli size selam verdiğinde, 'Ve 'Alaikum' deyin.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Bir grup Yahudi, Peygamber'e (ﷺ) ziyaret izni istedi ve içeri alındıklarında \"As-Samu 'Alaika (Ölüm sana olsun)\" dediler. Ben (onlara) \"Ama ölüm ve Allah'ın laneti sizin üzerinize olsun!\" dedim. Peygamber (ﷺ) \"Ey `Aisha! Allah merhametlidir ve yumuşaktır ve her konuda yumuşak olmayı sever.\" dedi. Ben \"Onların ne dediğini duymadın mı?\" dedim. O da \"Ben onlara 'Ve 'Alaikum (ve size de)' dedim.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yahudiler sizden birine selam verdiğinde, 'Sam'Alaika (ölüm sana olsun); siz de 'Ve 'Alaika (ve sana da)' demelisiniz.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Sanki Peygamber (ﷺ)'i, bir peygamber hakkında konuşurken görüyorum, halkı onu dövmüş ve yaralamış, o da yüzündeki kanı silerken \"Ey Rabbim! Halkımı affet, çünkü onlar bilmiyorlar.\" diyordu."
    },
    {
      "id": 12,
      "narrator": "Narrated `Ali:",
      "text": "`Ali'den rivayet edilmiştir: Size Allah'ın Elçisi (ﷺ)'nden bir rivayet anlattığımda, Allah'a yemin ederim ki, ona yalan bir söz isnat etmektense, gökten düşmeyi tercih ederim, ama eğer size benimle aramda (bir hadis olmayan) bir şey söylersem, bu gerçekten bir hiledir (yani düşmanımı kandırmak için bir şeyler söyleyebilirim). Şüphesiz ki, Allah'ın Elçisi'nin \"Son günlerde bazı genç, akılsız insanlar ortaya çıkacak ve en güzel sözleri söyleyecekler ama inançları boğazlarının ötesine geçmeyecek (yani inançları olmayacak) ve dinlerinden, okların avdan çıktığı gibi çıkacaklar. Onları nerede bulursanız öldürün; çünkü onları öldüren, Kıyamet Günü'nde ödül alacaktır.\" dediğini duydum."
    },
    {
      "id": 13,
      "narrator": "Narrated `Abdullah bin `Amr bin Yasar:",
      "text": "`Abdullah bin `Amr bin Yasar'dan rivayet edilmiştir: Onlar Ebu Sa`id el-Khudri'yi ziyaret ettiler ve ona Al-Harauriyya hakkında \"Peygamber (ﷺ)'in onlarla ilgili bir şey söylediğini duydun mu?\" diye sordular. Ebu Sa`id \"Al-Harauriyya'nın ne olduğunu bilmiyorum, ama Peygamber (ﷺ)'in 'Bu ümmette -o, bu ümmetten demedi- öyle bir grup insan çıkacak ki, görünüşte o kadar takva sahibi olacaklar ki, siz onların namazlarını kendi namazlarınıza göre daha aşağıda göreceksiniz, ama onlar Kur'an okuyacaklar, öğretileri boğazlarının ötesine geçmeyecek ve dinlerinden, okların avdan çıktığı gibi çıkacaklar, o zaman okçunun oku, Nasl'ını Risaf'ına ve Fuqa'sını kanlı olup olmadığını görmek için kontrol edebilir (yani, onların içinde İslam'a dair hiçbir iz olmayacak).' dediğini duydum.\" dedi."
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Al-Harauriyya hakkında: Peygamber (ﷺ) \"Onlar İslam'dan, okların avın bedeninden çıktığı gibi çıkacaklar.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa`id'den rivayet edilmiştir: Peygamber (ﷺ) bir şey dağıtırken, `Abdullah bin Dhil Khawaisira at-Tamimi geldi ve \"Adil ol, ey Allah'ın Elçisi (ﷺ)!\" dedi. Peygamber (ﷺ) \"Vay haline! Eğer ben adil olmazsam, kim adil olacak?\" dedi. `Umar bin Al-Khattab \"Bırak, onun boynunu keseyim!\" dedi. Peygamber (ﷺ) \"Bırak onu, çünkü onun arkadaşları var ve eğer senin namazını onların namazlarıyla ve oruçlarını onların oruçlarıyla karşılaştırırsan, sen kendi namazını ve orucunu onlarınkine göre küçümseyeceksin. Yine de onlar, okların avın bedeninden çıktığı gibi dinlerinden çıkacaklar; bu durumda, okun Qudhadh'ı incelendiğinde, üzerinde hiçbir şey bulunmayacak ve Nasl'ı incelendiğinde, üzerinde hiçbir şey bulunmayacak; sonra Nadiyi incelendiğinde, üzerinde hiçbir şey bulunmayacak. Ok, dışkı ve kanla lekelenmeyecek kadar hızlı çıkmıştır. Bu insanların tanınacağı işaret, bir elinin (ya da göğsünün) bir kadın göğsü gibi (ya da hareket eden bir et parçası gibi) olmasıdır. Bu insanlar, insanlar (Müslümanlar) arasında ihtilaf olduğunda ortaya çıkacaklar.\" Ebu Sa`id ekledi: \"Bunu Peygamber (ﷺ)'den duyduğuma şahitlik ederim ve ayrıca `Ali'nin bu insanları öldürdüğüne de şahitlik ederim. Peygamber (ﷺ)'in tarif ettiği kişi `Ali'ye getirildi. O kişiyle ilgili olarak şu ayetler indirildi: 'Onlardan bazıları seni (Ey Muhammed) sadakaların (dağıtımı) konusunda suçluyor.' (9.58)\""
    },
    {
      "id": 16,
      "narrator": "Narrated Yusair bin `Amr:",
      "text": "Yusair bin `Amr'dan rivayet edilmiştir: Sahl bin Hunaif'e sordum, \"Peygamber (ﷺ) Al-Khawarij hakkında bir şey söyledi mi?\" Dedi ki, \"Onun Irak'a işaret ederek şöyle dediğini duydum: 'İçinde (yani Irak'ta) bazı insanlar belirecek, Kur'an okuyacaklar ama bu okudukları boğazlarından öteye geçmeyecek, ve bir ok gibi İslam'dan çıkacaklar.'\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Saat, iki (büyük) grubun birbirine karşı savaşmadan kurulmayacak, onların iddiaları ise bir ve aynı olacak.\""
    },
    {
      "id": 18,
      "narrator": "'Umar bin Al-Khattab said:",
      "text": "Ömer bin Hattab dedi ki: Hişam bin Hakim'in Allah'ın Elçisi (ﷺ) döneminde Furkan Suresi'ni okuduğunu duydum. Onun tilavetine kulak verdim ve onun, Allah'ın Elçisi (ﷺ) tarafından bana öğretilmeyen birçok farklı şekilde okuduğunu fark ettim. O sırada onun Salat'ında (namazında) üzerine atlamayı düşündüm ama Salat'ını bitirmesini bekledim. Salat'ını bitirdikten sonra, ya onun üst elbisesini ya da kendi üst elbisemi boynuna koyup onu yakaladım ve sordum: \"Bu sureyi sana kim öğretti?\" O da: \"Allah'ın Elçisi (ﷺ) bana öğretti.\" dedi. Ben de ona, \"Yalan söyledin! Vallahi, Allah'ın Elçisi (ﷺ) bana bu sureyi öğretti ve senin okuduğunu duydum.\" dedim. Onu Allah'ın Elçisi (ﷺ)'ne götürdüm. Dedim ki: \"Ey Allah'ın Elçisi, bu adamın Furkan Suresi'ni senin bana öğrettiğin şekilde okumadığını duydum, sen bana Furkan Suresi'ni öğrettin.\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Ömer, onu serbest bırak! Ey Hişam, oku.\" Hişam, benim duyduğum şekilde okudu. Allah'ın Elçisi (ﷺ) dedi ki: \"Bu şekilde indirilmiştir.\" Sonra Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Ömer, oku.\" O da okudu. Peygamber (ﷺ) dedi ki: \"Bu şekilde indirilmiştir.\" Ve sonra ekledi: \"Bu Kur'an, yedi farklı şekilde okunması için indirilmiştir, bu yüzden senin için en kolay olan şekilde oku.\""
    },
    {
      "id": 19,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"O inananlar ki, inançlarını zulüm (Allah'tan başkasına ibadet) ile karıştırmamışlardır.\" (6.82) ayeti indirildiğinde, Peygamber (ﷺ)'in sahabeleri için zor oldu ve dediler ki, \"Aramızda kendine zulmetmeyen kim var?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ayetin anlamı düşündüğünüz gibi değil, ama Luqman'ın oğluna söylediği gibidir: 'Ey oğul! Allah ile birlikte başka birine ibadet etme, gerçekten Allah ile birlikte başka birine ibadet etmek büyük bir zulümdür.'\" (31.13)"
    },
    {
      "id": 20,
      "narrator": "Narrated `Itban bin Malik:",
      "text": "İtbân bin Mâlik'ten rivayet edilmiştir: Bir gün Allah'ın Elçisi (ﷺ) sabahleyin yanıma geldi, aramızdan bir adam dedi ki: \"Malik bin Ed-Duhşun nerede?\" Diğer bir adamımız cevap verdi: \"O, Allah ve Elçisi'ni sevmeyen bir münafıktır.\" Peygamber (ﷺ) dedi ki: \"Sizce, o 'Allah'tan başka ibadet edilecek yoktur' demiyor mu, sadece Allah rızası için?\" Onlar cevap verdiler: \"Evet.\" Peygamber (ﷺ) dedi: \"Kimse, o sözle Allah'a kavuşmayacak, fakat Allah onu ateşten kurtaracaktır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated:",
      "text": "Ebu Abdurrahman ve Hibban bin 'Atiyya arasında bir tartışma oldu. Ebu Abdurrahman, Hibban'a dedi ki: \"Sen, arkadaşlarının (yani 'Ali'nin) kan dökmeye cesaret etmesine neyin sebep olduğunu biliyorsun.\" Hibban dedi ki: \"Hadi ama! O ne?\" Abdurrahman dedi ki: \"Onun söylediğini duydum.\" Diğeri sordu: \"O neydi?\" Abdurrahman dedi ki: \"'Ali dedi ki, Allah'ın Elçisi (ﷺ) beni, Az-Zubair ve Ebu Marthad'ı çağırdı, hepimiz atlıydık ve dedi ki: 'Raudat-Hac'a gidin (Ebu Salama, Ebu 'Awana'nın bunu böyle adlandırdığını söyledi, yani Hatib bin Ebi Balta'a'nın Mekke müşriklerine bir mektup taşıyan bir kadınla birlikte olduğu Hac). O mektubu bana getirin.' Biz de atlarımızla ilerleyip, Allah'ın Elçisi (ﷺ)'nin bize söylediği yerde onu yakaladık. O, devesi üzerinde seyahat ediyordu. O mektupta Hatib, Mekkelilere Allah'ın Elçisi (ﷺ)'nin onlara karşı planladığı saldırıyı yazmıştı. Ona sorduk: \"Yanında hangi mektup var?\" O da: \"Bende hiç mektup yok.\" dedi. Biz de devesini diz çöktürdük ve eşyalarını aradık ama hiçbir şey bulamadık. İki arkadaşım, \"Onun mektubu olduğunu sanmıyoruz.\" dediler. Ben de: \"Biz Allah'ın Elçisi (ﷺ)'nin yalan söylediğini bilmiyoruz.\" dedim. Sonra 'Ali yemin etti ve dedi ki: \"Ona yemin ederim ki! Ya mektubu çıkarırsın ya da elbiseni çıkarırız.\" O da belindeki kuşağına elini uzattı ve kağıdı (mektubu) çıkardı. Onlar mektubu Allah'ın Elçisi (ﷺ)'ne götürdüler. Ömer dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! (Hatib) Allah'a, Elçisi'ne ve müminlere ihanet etti; onun boynunu vurayım!\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Hatib! Seni bunu yapmaya ne zorladı?\" Hatib cevap verdi: \"Ey Allah'ın Elçisi (ﷺ)! Neden (hangi sebepten) Allah'a ve Elçisi'ne inanmayayım? Ama Mekke halkına bir iyilik yapmayı amaçladım ki ailem ve malım korunabilsin, çünkü senin arkadaşlarından hiç kimsenin, Allah'ın ailem ve malımı korumasını istemediği akrabaları yoktur.\" Peygamber (ﷺ) dedi ki: \"Gerçekten doğru söyledi; bu yüzden ona sadece iyi şeyler söyleyin.\" Ömer tekrar dedi ki: \"Ey Allah'ın Elçisi (ﷺ)! O, Allah'a, Elçisi'ne ve müminlere ihanet etti; onun boynunu vurayım!\" Peygamber (ﷺ) dedi ki: \"O, Bedir savaşına katılanlardan değil mi? Ve sen ne bilirsin, Allah onlara (Bedir savaşçılarına) bakmış ve onlara: 'İstediğinizi yapın, çünkü ben size cenneti verdim' demiş olabilir mi?\" Bunun üzerine Ömer'in gözleri yaşla doldu ve dedi ki: \"Allah ve Elçisi en iyi bilendir.\""
    }
  ]
}