{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abi Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dua ederken, \"Ya Allah! Aiyash bin Ebi Rabi'a'yı, Selame bin Hişam'ı ve Velid bin Velid'i kurtar! Ya Allah! Müminlerin zayıf olanlarını kurtar! Ya Allah! Mudar kabilesine sert ol ve onlara Yusuf'un (a.s) yılları gibi yıllar (kıtlık) gönder!\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim bu üç vasfa sahip olursa, imanın tatlılığını bulur: (1) Allah ve Elçisi, ona her şeyden daha sevimli olursa; (2) Bir kişiyi sever ve onu yalnızca Allah rızası için severse; (3) Kafirliğe (inkara) dönmeyi, ateşe atılmayı nefreti gibi nefret ederse.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Sa'id bin Zaid'in, \"Ben kendimi İslam'dan çıkmaya zorlanmış ve bağlı olarak gördüm (Umar İslam'a girmeden önce). Eğer Uhud dağı, sizin Uthman'a yaptığınız kötülükler yüzünden çökecek olsaydı, o zaman Uhud'un bunu yapma hakkı olurdu.\" dediğini duydum. (Bkz. Hadis No. 202, Cilt 5)"
    },
    {
      "id": 4,
      "narrator": "Narrated Khabbab bin Al-Art:",
      "text": "Khabbab bin El-Art'tan rivayet edilmiştir: Biz, Allah'ın Elçisi (ﷺ) ile (halimizi) şikayet ettik, o da Kabe'nin gölgesinde örtüsüne yaslanıyordu. Dedik ki, \"Allah'tan bizim için yardım istemez misin? Bizim için dua eder misin?\" O şöyle dedi: \"Sizden önceki (müminlerden) biri yakalanır, onun için bir çukur kazılır ve sonra oraya konulurdu. Sonra başına bir testere getirilir, kafası ikiye ayrılırdı. Etleri demir taraklarla taranır ve kemiklerinden ayrılırdı, yine de bu, onu dininden döndüremezdi. Vallahi! Bu din (İslam) tamamlanacak (ve zafer kazanacak) ki, bir yolcu (seyyah) San'a'dan (Yemen'in başkenti) Hadramut'a giderken, Allah'tan ve koyunlarını rahatsız etmesinden korktuğu kurt dışında kimseyi korkmadan gidecek, ama siz sabırsızsınız.\" (Bkz. Hadis No. 191, Cilt 5)"
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Biz camideyken, Allah'ın Elçisi (ﷺ) bize geldi ve \"Yahudilere gidelim.\" dedi. Biz de onunla birlikte Bait-al-Midras'a (Tevrat'ın okunduğu ve kasabanın tüm Yahudilerinin toplandığı yer) gittik. Peygamber (ﷺ) ayağa kalktı ve onlara hitap etti, \"Ey Yahudi topluluğu! İslam'a girin, kurtulursunuz!\" Yahudiler cevap verdiler, \"Ey Eba'l-Kasım! Allah'ın mesajını bize ilettin.\" Peygamber (ﷺ) dedi ki, \"İşte istediğim budur.\" İlk ifadesini ikinci kez tekrarladı ve onlar, \"Allah'ın mesajını ilettin, ey Eba'l-Kasım.\" dediler. Sonra üçüncü kez söyledi ve ekledi, \"Bilmelisiniz ki, yer Allah'a ve Elçisine aittir ve ben sizi bu topraktan sürmek istiyorum, bu yüzden aranızda mülkü olan kimse onu satabilir, aksi takdirde bilin ki, yer Allah'a ve Elçisine aittir.\" (Bkz. Hadis No. 392, Cilt 4)"
    },
    {
      "id": 6,
      "narrator": "Narrated Khansa' bint Khidam Al-Ansariya:",
      "text": "Khansa' bint Khidam El-Ensariye'den rivayet edilmiştir: Babası onu evlendirdiğinde o bir matrondu ve bu evliliği istemedi. Bunun üzerine gelip Peygamber'e (ﷺ) şikayet etti ve o evliliği geçersiz kıldı. (Bkz. Hadis No. 69, Cilt 7)"
    },
    {
      "id": 7,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Ben Peygamber'e (ﷺ) sordum, \"Ya Allah'ın Elçisi! Kadınların evlilikleri için rızalarının alınması gerekir mi?\" O dedi ki, \"Evet.\" Ben dedim ki, \"Bir kız, sorulduğunda utandığı için sessiz kalır.\" O dedi ki, \"Sessizliği, rızasıdır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Ensar'dan bir adam, kölesini Mudabbar yaptı. Bu köleden başka hiçbir malı yoktu. Bu haber Allah'ın Elçisi'ne (ﷺ) ulaştı ve \"Bu köleyi benden kim alacak?\" dedi. Bunun üzerine Nü'aym bin En-Nahham onu 800 dirheme satın aldı. Cabir ekledi: O, o yıl ölen bir Mısır kölesiydi."
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Kur'an ayeti hakkında: 'Ey iman edenler! Kadınları, onların rızası olmadan miras almanız size haramdır.' (4.19) Önceki (İslam öncesi) dönemde, bir adam öldüğünde, akrabaları onun karısını miras alma hakkına sahipti ve eğer biri isterse onunla evlenebilir veya onu başkasıyla evlendirebilir ya da evlenmesini engelleyebilirdi, çünkü onu tasfiye etme hakkına sahiptiler. Bu nedenle bu ayet bu mesele hakkında indirilmiştir."
    },
    {
      "id": 10,
      "narrator": "And Safiyya bint 'Ubaid said:",
      "text": "Safiye bint 'Ubaid şöyle dedi: \"Bir devlet memuru, savaş ganimeti olan bir köle kızı zorla baştan çıkarmaya çalıştı ve onu zorla bakireliğinden etti; bu nedenle 'Umar onu kanuna göre cezalandırdı ve sürgün etti, ama kadın köleyi cezalandırmadı çünkü erkek köle, onun rızası olmadan zorla cinsel ilişkiye girmişti.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Az-Zuhri, özgür bir adam tarafından tecavüze uğrayan bir bakire köle kızı hakkında şöyle dedi: Hakim, zina eden kişiyi, kadın kölenin fiyatı kadar para cezasına çarptırmalıdır ve zina eden kişi (İslam Hukuku'na göre) cezalandırılmalıdır; ama eğer köle kadın bir matron ise, o zaman İmam'ın hükmüne göre zina eden kişi ceza almaz ama yasal cezasını alır (İslam Hukuku'na göre)."
    },
    {
      "id": 12,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"(Peygamber) İbrahim, karısı Sara ile birlikte göç etti ve bir şehirde bir kral veya bir zalim vardı ki, İbrahim'e bir mesaj göndererek Sara'yı ona göndermesini emretti. İbrahim, Sara'yı gönderdiğinde, zalim kalktı ve ona kötülük yapmayı düşündü, ama o kalktı, abdest aldı ve dua etti ve dedi ki, 'Ya Allah! Eğer ben sana ve Elçine inandıysam, bu zalimi üzerime güçlendirme.' Bunun üzerine (kral) bir sara hastalığı geçirdi ve bacaklarını şiddetle hareket ettirmeye başladı.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Anas:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir Müslüman, diğer bir Müslümanın kardeşidir. O, ne onu zulme uğratmalı ne de onu bir zalime teslim etmelidir. Kardeşinin ihtiyaçlarını karşılayan kimseye, Allah ihtiyaçlarını karşılar.\""
    }
  ]
}