{
  "language": "tr",
  "metadata": {
    "length": 77,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn Shihab:",
      "text": "İbn Şihab'dan rivayet edilmiştir: Bir zaman `Umar bin `Abdul `Aziz namazı geciktirdi ve `Urwa bin Az-Zubair ona gitti ve dedi ki, \"Bir zaman 'Irak'ta, Al-Mughira bin Shu`ba namazlarını geciktirdi ve Abi Mas`ud Al-Ansari ona gitti ve dedi ki, 'Ey Mughira! Bu nedir? Cebrail'in bir zaman gelip namaz kıldığını (Fajr namazı) ve Allah'ın Resulü'nün (ﷺ) de namaz kıldığını, sonra tekrar (Zuhr namazı) kıldığını ve Allah'ın Resulü'nün (ﷺ) de aynı şekilde yaptığını, tekrar (Asr namazı) kıldığını ve Allah'ın Resulü'nün (ﷺ) de aynı şekilde yaptığını, tekrar (Maghrib namazı) kıldığını ve Allah'ın Resulü'nün (ﷺ) de aynı şekilde yaptığını, tekrar (İsha namazı) kıldığını ve Allah'ın Resulü'nün (ﷺ) de aynı şekilde yaptığını ve (Cebrail) dedi ki, 'Size farz kılınan namazları göstermek için böyle yapmam emredildi?'` Umar (bin `Abdul `Aziz) `Urwa'ya dedi ki, \"Söylediklerinden emin ol. Cebrail, Allah'ın Resulü'nü (ﷺ) namazların belirtilen zamanlarında mı yönetti?\" `Urwa cevap verdi, \"Bashir bin Abi Mas`ud, babasından böyle rivayet etti.\" `Urwa ekledi, \"Aişe bana, Allah'ın Resulü'nün (ﷺ) `Asr namazını, güneş hala onun evinin içinde iken (erken `Asr zamanında) kıldığını söyledi.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: \"Bir zaman `Abdul Qais heyeti Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki, 'Biz Rabi'ah kabilesinin şu ve bu dalına mensubuz ve yalnızca kutsal aylarda size gelebiliyoruz. Bizim için iyi bir şey emret ki, onu sizden alalım ve geride bıraktığımız (evde) olanları da buna davet edelim.' Bunun üzerine o, 'Size dört şey emrediyorum ve dört şeyden de men ediyorum: Allah'a iman edin' - sonra bunu onlara açıkladı - 'Allah'tan başka ibadet edilmeye layık olan yoktur ve ben Allah'ın Resulü'yüm (ﷺ), namazları (belirtilen zamanlarda) kılın, Zekat'ı (zorunlu sadaka) verin, savaş ganimeti elde ederseniz bana beşte birini verin. Ve Dubba, Hantam, Muqaiyyar ve Naqir (alkollü içeceklerin hazırlanmasında kullanılan kaplar) kullanmaktan men ediyorum.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Jarir bin `Abdullah:",
      "text": "Jarir bin `Abdullah'dan rivayet edilmiştir: Ben, Allah'ın Resulü'ne (ﷺ) namazları tam kılmak, Zekat'ı düzenli vermek ve her Müslüman'a iyi nasihat etmek için biat ettim."
    },
    {
      "id": 4,
      "narrator": "Narrated Shaqiq:",
      "text": "Şakik'ten rivayet edilmiştir: O, Hudhaifa'nın şöyle dediğini duydu: \"Bir zaman `Umar ile oturuyordum ve o dedi ki, 'Sizden kim Allah'ın Resulü'nün (ﷺ) belalar hakkında söylediğini hatırlıyor?' Ben dedim ki, 'Ben onu biliyorum, çünkü Peygamber (ﷺ) bunu söyledi.' `Umar dedi ki, 'Şüphesiz cesursun.' Ben dedim ki, 'Bir adamın karısı, malı, çocukları ve komşusu tarafından başına gelen belalar, namazları, oruçları, sadakaları ve (iyiliği) emretmek ve (kötülüğü) yasaklamakla affedilir.' `Umar dedi ki, 'Ben bunu kastetmedim ama deniz dalgaları gibi yayılacak olan o belayı sordum.' Ben (Hudhaifa) dedim ki, 'Ey müminlerin lideri! Ondan korkmana gerek yok, çünkü seninle onun arasında kapalı bir kapı var.' `Umar sordu, 'Kapı kırılacak mı yoksa açılacak mı?' Ben cevap verdim, 'Kırılacak.' `Umar dedi ki, 'O zaman bir daha asla kapatılmayacak.' Bana `Umar'ın o kapıyı bilip bilmediği soruldu. Ben de onun, yarın sabah olacağını bildiği gibi o kapıyı bildiğini söyledim. Yanlış bir ifade içermeyen bir Hadis rivayet ettim.\" Alt rivayetçi, onların Hudhaifa'dan (kapı hakkında) sorması için Masruq'u görevlendirdiklerini ekledi. Hudhaifa dedi ki, \"Kapı `Umar'ın kendisiydi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn Mas`ud:",
      "text": "İbn Mas`ud'dan rivayet edilmiştir: Bir adam bir kadını (haram olarak) öptü ve sonra Peygamber'e (ﷺ) gitti ve ona bildirdi. Allah vahyetti: \"Ve namazları tam kılın, günün iki ucunda ve gecenin bazı saatlerinde (yani beş farz namaz). Şüphesiz ki, iyi ameller kötü amelleri (küçük günahları) ortadan kaldırır (11.114). Adam Allah'ın Resulü'ne (ﷺ) sordu, \"Bu benim için mi?\" O da, \"Bu benim tüm takipçilerim içindir.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Ben Peygamber'e (ﷺ) \"Hangi amel Allah'a en sevimli?\" diye sordum. O, \"Namazları belirtilen sabah zamanında kılmak.\" diye cevap verdi. Ben sordum, \"Sonra hangisi (iyilikte)?\" O, \"Anne babana iyi ve saygılı olmak.\" dedi. Tekrar sordum, \"Sonra hangisi (iyilikte)?\" O, \"Allah'ın yolunda cihada katılmak.\" dedi. `Abdullah ekledi, \"Ben sadece bu kadar sordum ve daha fazla sorsaydım, Peygamber (ﷺ) bana daha fazlasını söylerdi.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ben Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Eğer kapınızın önünde bir nehir olsaydı ve siz günde beş kez onun içinde banyo yapsaydınız, üzerinde hiç kir kalır mıydı?\" Onlar, \"Hiçbir iz kalmazdı.\" dediler. Peygamber (ﷺ) ekledi, \"İşte bu, Allah'ın kötü amelleri silip süpürdüğü beş namazın örneğidir.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Ghailan:",
      "text": "Ghaylan'dan rivayet edilmiştir: Anas dedi ki, \"Ben (günümüzde) şeyleri, Peygamber zamanındaki gibi bulamıyorum.\" Birisi dedi ki, \"Namaz (eski gibi).\" Anas dedi ki, \"Namazda yaptığınız şeyleri yapmadınız mı?\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Az-Zuhri'den rivayet edilmiştir ki, o, Anas bin Malik'i Şam'da ziyaret etti ve onu ağlarken buldu ve neden ağladığını sordu. O, \"Allah'ın Resulü'nün (ﷺ) hayatında bildiğim hiçbir şey yok, bu namaz dışında ki bu da kayboluyor (gerektiği gibi kılınmıyor).\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Sizden biri namaz kıldığında, Rabbi ile özel olarak konuşuyor demektir. Bu yüzden sağa tükürmemeli, sol ayak altına tükürmelidir.\" Katada dedi ki, \"Önüne tükürmemeli, soluna veya ayaklarının altına tükürmelidir.\" Ve Şu`ba dedi ki, \"Önüne tükürmemeli, ne sağa ne de sola, sadece soluna veya ayaklarının altına tükürmelidir.\" Anas dedi: Peygamber (ﷺ) dedi ki, \"Ne Kıble yönüne ne de sağa tükürmelidir, sadece soluna veya ayaklarının altına tükürmelidir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Secdeyi düzgün yapın ve ön kollarınızı yere düz koymayın, dirsekleriniz yere değmesin, köpek gibi. Eğer tükürmek isterseniz, ne öne ne de sağa tükürün, çünkü namazda olan kişi Rabbi ile özel olarak konuşmaktadır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira and `Abdullah bin `Umar:",
      "text": "Ebu Hureyre ve `Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer hava çok sıcaksa, Zuhr namazını biraz serinlediğinde kılın, çünkü sıcaklığın şiddeti cehennem ateşinin azgınlığındandır.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Dhar:",
      "text": "Ebu Dhar'dan rivayet edilmiştir: Peygamber'in (ﷺ) mu'adhdhin (ezan okuyan) Zuhr namazı için ezan okudu ama Peygamber dedi ki, \"Serinlesin, serinlesin.\" Ya da 'Bekleyin, bekleyin, çünkü sıcaklığın şiddeti cehennem ateşinin azgınlığındandır. Şiddetli sıcak havalarda, biraz serinlediğinde ve tepeciklerin gölgeleri belirdiğinde namaz kılın.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Çok sıcak havalarda Zuhr namazını biraz serinlediğinde kılın, çünkü sıcaklığın şiddeti cehennem ateşinin azgınlığındandır. Cehennem ateşi, Rabbine şikayette bulundu ve dedi ki: 'Ey Rabbim! Benim parçalarım birbirini yiyor (yok ediyor).' Bunun üzerine Allah ona iki nefes almasına izin verdi, biri kışta diğeri yazda. Yazdaki nefes, en şiddetli sıcaklığı hissettiğiniz zamandadır ve kıştaki nefes, en şiddetli soğukluğu hissettiğiniz zamandadır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa`id'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Zuhr namazını biraz serinlediğinde kılın, çünkü sıcaklığın şiddeti cehennem ateşinin azgınlığındandır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Dhar Al-Ghifar:",
      "text": "Ebu Zerr el-Gifari'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile bir yolculukta idik ve müezzin (namaz çağrısını yapan) Zuhr namazı için ezan okumak istedi. Peygamber (ﷺ) dedi ki: \"Hava serinlesin.\" O tekrar (bir süre sonra) ezan okumak istedi ama Peygamber (ﷺ) ona, \"Gölgeleri görene kadar bekle.\" dedi. Peygamber (ﷺ) ekledi: \"Sıcaklığın şiddeti cehennemin alevlerinden kaynaklanır, çok sıcak havalarda Zuhr namazını serinlediğinde kılın.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Messenger (ﷺ) öğle vakti güneşin batarken dışarı çıktı ve Zuhr namazını kıldı. Sonra minbere çıktı ve Kıyamet Günü hakkında konuştu ve orada büyük olayların olacağını söyledi. Sonra dedi ki: \"Benden bir şey sormak isteyen varsa, burada bulunduğum sürece sorabilir.\" Çoğu insan ağladı ve Peygamber (ﷺ) tekrar tekrar, \"Bana sorun.\" dedi. Abdullah bin Hudhafa es-Sahmi ayağa kalktı ve dedi ki: \"Babam kimdir?\" Peygamber (ﷺ) dedi ki: \"Baban Hudhafa'dır.\" Peygamber (ﷺ) tekrar tekrar, \"Bana sorun.\" dedi. Sonra Ömer onun önünde diz çökerek dedi ki: \"Biz Allah'ı Rabbimiz, İslam'ı dinimiz ve Muhammed'i (ﷺ) Peygamberimiz olarak kabul ediyoruz.\" Peygamber sonra sessizleşti ve dedi ki: \"Cennet ve cehennem az önce bu duvarda bana gösterildi ve ben daha iyi bir şey (ilkinden) ve daha kötü bir şey (ikincisinden) görmedim.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Al-Minhal:",
      "text": "Ebu'l-Minhâl'den rivayet edilmiştir: Ebu Berze dedi ki: \"Peygamber (ﷺ) Fajr namazını, yanındaki kişiyi (namazdan sonra) tanıyacak kadar aydınlıkta kılardı ve Kur'an'dan 60 ile 100 ayet okurdu. Zuhr namazını güneşin tam öğle vakti batmasıyla kılardı ve Asr namazını, bir adamın Medine'nin en uzak yerinden gidip dönebildiği bir vakitte, güneşin hâlâ sıcak olduğu bir zamanda kılardı. (Rivayet eden, Maghrib hakkında ne söylendiğini unuttu.) İsha namazını gece yarısına veya gecenin üçte birine ertelemekten çekinmezdi.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Messenger (ﷺ) ile birlikte Zuhr namazını kıldığımızda, sıcaklıktan korunmak için kıyafetlerimizin üzerine secde ederdik."
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) Zuhr ve Asr için sekiz rekât, Maghrib ve İsha için ise yedi rekât namaz kıldı.\" Eyyub dedi ki: \"Belki o geceler yağmurlu gecelerdi.\" Enes dedi ki: \"Belki de.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger (ﷺ) güneşin odama girmediği bir vakitte Asr namazını kılardı."
    },
    {
      "id": 22,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger (ﷺ) Asr namazını, güneşin hâlâ odamda olduğu ve içinde henüz gölge oluşmadığı bir vakitte kılardı."
    },
    {
      "id": 23,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Asr namazını, güneşin hâlâ odamda olduğu ve içinde henüz gölge oluşmadığı bir vakitte kılardı."
    },
    {
      "id": 24,
      "narrator": "Narrated Saiyar bin Salama:",
      "text": "Saiyar bin Selame'den rivayet edilmiştir: Ben ve babam Ebu Berze el-Eslemî'ye gittik ve babam ona, \"Allah'ın Messenger (ﷺ) beş farz cemaat namazını nasıl kılardı?\" diye sordu. Ebu Berze dedi ki: \"Peygamber (ﷺ) Zuhr namazını, sizlerin öğle vakti dediği zaman, güneşin yeni batmaya başladığı vakitte kılardı. Asr namazını, namazdan sonra bir adamın Medine'nin en uzak yerindeki evine gidebileceği bir vakitte kılardı (ve güneş hâlâ sıcak olurdu). (Maghrib namazını unuttum.) Peygamber (ﷺ) İsha namazını, sizlerin Al-Atama dediğiniz vakitte geciktirmeyi severdi ve ondan önce uyumayı ve ondan sonra konuşmayı sevmezdi. Fajr namazından sonra, yanındaki kişiyi tanıyacak kadar aydınlıkta ayrılırdı ve Fajr namazında 60 ile 100 ayet okurdu.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Biz Asr namazını kılardık ve sonrasında eğer birisi Beni Amr bin Auf kabilesine giderse, onları hâlâ Asr namazını kılarken bulurdu."
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Bakr bin `Uthman bin Sahl bin Hunaif:",
      "text": "Ebu Bekir bin Uthman bin Sahl bin Hunaif'ten rivayet edilmiştir: O, Ebu Ümame'nin şöyle söylediğini duydu: \"Biz, Ömer bin Abdülaziz ile Zuhr namazını kıldık ve sonra Enes bin Malik'e gittik ve onu Asr namazını kılarken bulduk. Ona, 'Ey amca! Hangi namazı kıldın?' dedim. O da, 'Asr namazını kıldım ve bu, Allah'ın Elçisi ile birlikte kıldığımız namazın vaktidir.' dedi.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Messenger (ﷺ) Asr namazını, güneş hâlâ sıcak ve yüksek olduğu bir vakitte kılardı ve eğer bir kişi Al-‘Awali (bir yer) Medine'ye giderse, oraya güneş hâlâ yüksekken ulaşırdı. Medine'nin Al-‘Awali'nden bazıları şehirden yaklaşık dört mil kadar uzaktaydı."
    },
    {
      "id": 28,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Biz Asr namazını kılardık ve sonrasında eğer birimiz Kuba'ya giderse, oraya güneş hâlâ yüksekken varırdı."
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Messenger (ﷺ) dedi ki: \"Kim Asr namazını (kasten) kaçırırsa, sanki ailesini ve malını kaybetmiş gibidir.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Al-Mahh :",
      "text": "Ebu'l-Mahh'tan rivayet edilmiştir: Biz, Buraida ile bulutlu bir günde bir savaşta idik ve o dedi ki: \"Asr namazını erken kılın, zira Peygamber dedi ki: 'Kim Asr namazını terk ederse, tüm (iyi) amelleri iptal olur.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Cerir dedi ki, \"Biz Peygamber (ﷺ) ileydik ve o, aya baktı - dolunay - ve şöyle dedi: 'Şüphesiz ki, Rabbinizi bu ayı gördüğünüz gibi göreceksiniz ve onu görmekte bir zorluk çekmeyeceksiniz. O halde, eğer güneşin doğuşundan (Fajr) önce ve güneşin batışından (`Asr) önce bir namazı kaçırmamaya çalışabiliyorsanız, bunu yapmalısınız.' Sonra Allah'ın ayetini okudu:"
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ve güneşin doğuşundan önce ve batışından önce Rabbinizin hamdini edin.\" (50.39) İsmail dedi ki, \"Bu namazları kılın ve kaçırmayın.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Melekler gece ve gündüz size peş peşe gelirler ve hepsi Fajr ve `Asr namazı zamanında bir araya gelirler. Sizinle geceyi geçirenler (veya sizinle kalanlar) yükselirler (Cennete) ve Allah onlara sorar, halbuki O her şeyi bilir, 'Kullarımı hangi halde bıraktınız?' Melekler cevap verir: 'Onları bıraktığımızda namaz kılıyorlardı ve onlara ulaştığımızda da namaz kılıyorlardı.'\""
    },
    {
      "id": 34,
      "narrator": "Narrated Salim bin `Abdullah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Eğer sizden biri güneş batmadan önce `Asr namazının bir rek'atını alabilirse, namazını tamamlasın. Eğer sizden biri güneş doğmadan önce Fajr namazının bir rek'atını alabilirse, namazını tamamlasın.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Musa:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir: Babam dedi ki, \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Sizin kalış süreniz, önceki ümmetlerle kıyaslandığında, `Asr namazı ile güneşin batışı arasındaki süre gibidir. Tevrat ehline Tevrat verilmişti ve onlar öğleye kadar (onunla) amel ettiler, sonra yoruldular ve her birine bir Kıraat (altın) verildi. Sonra İncil ehline İncil verildi ve onlar `Asr namazına kadar (onunla) amel ettiler, sonra yoruldular ve her birine bir Kıraat verildi. Sonra biz Kur'an'ı aldık ve güneş batışına kadar (onunla) amel ettik ve her birimize iki Kıraat verildi. Bunun üzerine her iki kitabın sahipleri dediler ki, 'Ey Rabbimiz! Onlara iki Kıraat verdin, bize bir Kıraat verdin, halbuki biz onlardan daha fazla çalıştık.' Allah dedi ki, 'Ben sizin hakkınızdan bir şey aldım mı?' Onlar dediler ki, 'Hayır.' Allah dedi: 'Bu, dilediğime ihsan ettiğim bir nimettir.'\""
    },
    {
      "id": 36,
      "narrator": "Narrated Rafi` bin Khadij:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Müslümanların, Yahudilerin ve Hristiyanların durumu, sabahın erken saatlerinden akşam karanlığına kadar çalışan işçileri istihdam eden bir adamın durumu gibidir. Onlar öğleye kadar çalıştılar ve 'Biz sizin ödülünüze ihtiyacımız yok' dediler. Adam başka bir grup istihdam etti ve onlara, 'Günün geri kalanını tamamlayın, sizin ödülünüz ilk grup için belirlediğimdir' dedi. Onlar `Asr namazı vaktine kadar çalıştılar ve 'Yaptığımız her şey sizin içindir' dediler. O başka bir grup daha istihdam etti. Onlar günün geri kalanını güneş batışına kadar çalıştılar ve önceki iki grubun ücretini aldılar.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Rafi' bin Hadiç'ten rivayet edilmiştir: Biz Peygamber (ﷺ) ile Maghrib namazını kılardık ve namazı bitirdikten sonra birimiz gidebilir ve hala ok atıldığında okunun ulaşabileceği yerleri görebilirdi."
    },
    {
      "id": 38,
      "narrator": "Narrated Salama:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) öğle namazını öğle vakti, `Asr namazını güneş hala parlakken, Maghrib'i güneş battıktan sonra (belirtilen zamanda) ve `İsha'yı değişken bir vakitte kılardı. İnsanların toplandığını gördüğünde `İsha' namazını erken kılardı ve eğer insanlar gecikirse, namazı geciktirirdi. Ve onlar veya Peygamber (ﷺ) Fajr namazını hala karanlıkta kılarlardı."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Selame'den rivayet edilmiştir: Biz Peygamber (ﷺ) ile Maghrib namazını, güneş ufuktan kaybolduğunda kılardık."
    },
    {
      "id": 40,
      "narrator": "Narrated `Abdullah Al-Muzani:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) yedi rek'atı bir arada ve sekiz rek'atı bir arada kıldı."
    },
    {
      "id": 41,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah el-Muzani'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Bedevilerin, Maghrib namazınıza `İsha' dedikleri ismi konusunda etkilenmeyin.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Muhammad bin `Amr:",
      "text": "Abdullah'dan: \"Bir gece Allah'ın Resulü (ﷺ) bize `İsha' namazında imamlık yaptı ve bu, halk arasında Al-`Atma olarak adlandırılan namazdır. Namazı tamamladıktan sonra bize döndü ve dedi ki, 'Bu gecenin önemini biliyor musunuz? Bu gece yeryüzünde bulunan hiç kimse, bu geceden yüz yıl sonra yaşamayacak.' (Bkz. Hadis No. 575)."
    },
    {
      "id": 43,
      "narrator": "Narrated `Aisha:",
      "text": "Muhammed bin Amr'dan rivayet edilmiştir: Biz, Cabir bin Abdullah'a Peygamber (ﷺ) in namazları hakkında sorduk. O dedi ki, \"O, öğle namazını öğle vakti, `Asr namazını güneş hala sıcakken, Maghrib'i güneş battıktan sonra (belirtilen zamanda) kılardı. `İsha, insanlar toplandığında erken kılınırdı ve sayıları az olduğunda geciktirilirdi; sabah namazı ise hala karanlıkta kılınırdı.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Musa:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir kez `İsha' namazını geciktirdi ve bu, İslam henüz yayılmadığı günlerdeydi. Peygamber (ﷺ) `Ömer'in kadınların ve çocukların uyuduğunu bildirmesini beklemeden dışarı çıkmadı. Sonra dışarı çıktı ve camideki insanlara şöyle dedi: \"Yeryüzünde bekleyen kimse sizden başka yoktur.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Barza:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Benimle birlikte botla gelen arkadaşlarım ve ben Baqi adında bir yere indik. O sırada Peygamber (ﷺ) Medine'deydi. Bizden biri her gece `İsha' namazı vaktinde Peygamber (ﷺ) 'e sırayla gidiyordu. Bir gece ben ve arkadaşlarım Peygamber (ﷺ) 'e gittik ve o, bazı işleriyle meşguldü, bu yüzden `İsha' namazı gece yarısına kadar gecikti. Sonra dışarı çıktı ve insanlara (namazda) imamlık yaptı. Namazı bitirdikten sonra orada bulunan insanlara hitap ederek, \"Sabırlı olun! Gitmeyin. Müjdeler olsun. Bu, Allah'ın üzerinizdeki bir nimeti ki, bu saatte insanlardan hiç kimse sizin dışınızda namaz kılmadı.\" veya \"Bu saatte sizin dışınızda hiç kimse namaz kılmadı.\" dedi. Ebu Musa ekledi, 'Böylece, Allah'ın Resulü (ﷺ) 'den duyduğumuz şeyden sonra mutlu bir şekilde döndük.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn Shihab from `Urwa:",
      "text": "İbn Şihab'dan `Urwa'nın rivayetine göre: `Aişe dedi ki, \"Bir gün Allah'ın Elçisi (ﷺ) `İsha' namazını `Umar'ın 'Namaz!' diyerek hatırlatmasına kadar geciktirdi. Kadınlar ve çocuklar uyumuştu. Sonra Peygamber (ﷺ) dışarı çıktı ve 'Yeryüzündeki hiç kimse sizden başka bu namazı beklemiyordu.' dedi.\" `Urwa, \"O günlerde namaz yalnızca Medine'de kılınırdı.\" dedi. Ayrıca, \"Peygamber (ﷺ) `İsha' namazını alacakaranlığın kaybolması ile gecenin ilk üçte birinin sonu arasında kılardı.\" dedi."
    },
    {
      "id": 47,
      "narrator": "Narrated Ibn Juraij from Nafi`:",
      "text": "İbn Juraij'den Nafi`'in rivayetine göre: `Abdullah bin `Umar dedi ki, \"Bir gün Allah'ın Elçisi (ﷺ) `İsha' vaktinde meşguldü, bu yüzden namaz o kadar gecikti ki biz uyuduk, uyandık, tekrar uyuduk ve tekrar uyandık. Peygamber (ﷺ) dışarı çıktı ve 'Yeryüzündeki hiç kimse sizden başka bu namazı beklemiyordu.' dedi.\" İbn `Umar, namazı erken kılmakta veya geciktirmekte bir sakınca görmüyordu, yalnızca uykunun kendisini aşması ve namazı kaçırmasından korkuyordu ve bazen `İsha' namazından önce uyurdu. İbn Juraij, \"`Ata'ya dedim ki, 'İbn `Abbas'ın şöyle dediğini duydum: Bir gün Allah'ın Elçisi (ﷺ) `İsha' namazını o kadar geciktirdi ki insanlar uyudu, kalktı, tekrar uyudu ve tekrar kalktı. Sonra `Umar bin Al-Khattab ayağa kalktı ve Peygamber (ﷺ) hatırlattı.' `Ata' dedi ki, 'İbn `Abbas şöyle dedi: Peygamber dışarı çıktı, sanki onu o anda görüyormuşum gibi, başından su damlıyordu ve elini başına koydu ve sonra dedi ki, 'Eğer bu benim takipçilerim için zor olmasaydı, onlara bu saatte (`İsha' namazı) kılmalarını emrederdim.' `Ata'ya, Peygamber'in elini başında nasıl tuttuğunu sordum. `Ata' parmaklarını hafifçe ayırdı ve uçlarını başının yanına koydu, parmakları aşağı doğru indirip baş parmağı kulak memesine ve yüzündeki sakala değecek şekilde yaklaştırdı. Bu eylemde ne yavaşladı ne de acele etti, böyle yaptı. Peygamber (ﷺ) dedi: 'Eğer bu benim takipçilerim için zor olmasaydı, onlara bu saatte namaz kılmalarını emrederdim.'\""
    },
    {
      "id": 48,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) `İsha' namazını gece yarısına kadar geciktirdi ve sonra namazı kıldı ve dedi ki, \"İnsanlar namaz kıldı ve uyudu ama siz namazda oldunuz, onu beklediğiniz sürece.\" Anas ekledi: Sanki o gece Peygamber (ﷺ) yüzüğünün parıltısını şimdi görüyor gibiyim."
    },
    {
      "id": 49,
      "narrator": "Narrated Jarir bin `Abdullah:",
      "text": "Jarir bin `Abdullah'dan rivayet edilmiştir: Biz Peygamber (ﷺ) ile dolunay gecesinde idik. O, aya baktı ve dedi ki, \"Kesinlikle Rabbinizi, bu ayı gördüğünüz gibi göreceksiniz ve O'nu görmekte bir zorluk olmayacak. Eğer güneşin doğuşundan (Fajr) ve batışından önce (Asr) bir namazı kaçırmamaya çalışabiliyorsanız, bunu yapmalısınız.\" Sonra (Peygamber (ﷺ)) şu ayeti okudu: \"Ve Rabbinizin hamdini, güneşin doğuşundan önce ve batışından önce tesbih edin.\" (50.39)"
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Bakr bin Abi Musa:",
      "text": "Ebu Bekir bin Ebi Musa'dan rivayet edilmiştir: Babam dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'Kim iki serin namazı (Asr ve Fajr) kılarsa cennete girecektir.'\""
    },
    {
      "id": 51,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Zaid bin Thabit dedi ki, \"Biz Peygamber (ﷺ) ile 'Suhur' (oruç tutulmadan önce yenilen yemek) yedik ve sonra (sabah) namazına durduk.\" Ona 'Suhur ile namaz arasındaki süre ne kadardı?' diye sordum. O, 'İkisi arasındaki süre, elli ile altmış ayet okumaya yetecek kadardı.' diye cevap verdi."
    },
    {
      "id": 52,
      "narrator": "Narrated Qatada:",
      "text": "Katade'den rivayet edilmiştir: Anas bin Malik dedi ki, \"Peygamber (ﷺ) ve Zaid bin Thabit birlikte 'Suhur' yediler ve yemeklerini bitirdikten sonra Peygamber (ﷺ) ayağa kalktı ve (Fajr namazını) kıldı.\" Anas'a, \"Onların 'Suhur'larını bitirmeleri ile namaza başlamaları arasındaki süre ne kadardı?\" diye sordum. O, \"İkisi arasındaki süre, elli ayet okumaya yetecek kadardı.\" diye cevap verdi."
    },
    {
      "id": 53,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa`d'dan rivayet edilmiştir: Ben ailemle 'Suhur' yemeği yerdim ve Allah'ın Elçisi (ﷺ) ile Fajr (sabah namazını) yakalamak için acele ederdim."
    },
    {
      "id": 54,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edilmiştir: İman eden kadınlar, peçeleriyle örtünerek Allah'ın Elçisi ile Fajr namazına katılırdı ve namazı bitirdikten sonra evlerine dönerlerdi ve karanlık nedeniyle hiç kimse onları tanıyamazdı."
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Kim güneş doğmadan önce bir rekat (Fajr namazından) alırsa, o sabah namazını almış olur ve kim güneş batmadan önce bir rekat (Asr namazından) alırsa, o (Asr) namazını almış olur.\""
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Kim bir namazın (zamanında) bir rekatını alırsa, o namazı almış olur.\""
    },
    {
      "id": 57,
      "narrator": "Narrated `Umar:",
      "text": "`Umar'dan rivayet edilmiştir: \"Peygamber (ﷺ) Fajr namazından sonra güneş doğana kadar ve Asr namazından sonra güneş batana kadar namaz kılmayı yasakladı.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Hisham's father:",
      "text": "İbn `Abbas rivayet etti: Bazı insanlar bana aynı rivayeti söylediler."
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Huraira:",
      "text": "Hişam'ın babasından rivayet edilmiştir: İbn `Umar dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'Güneş doğarken ve batarken namaz kılmayın.' \" İbn `Umar dedi ki, \"Allah'ın Elçisi (ﷺ) dedi ki, 'Eğer güneşin kenarı (ufukta) görünürse, namazı yükselebileceği zamana kadar geciktirin ve eğer güneşin kenarı kaybolursa, namazı batana kadar geciktirin (tamamen kaybolana kadar).'\""
    },
    {
      "id": 60,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) iki tür satış, iki tür elbise ve iki namazı yasakladı. Fajr namazından sonra güneş doğana kadar ve Asr namazından sonra batana kadar namaz kılmayı yasakladı. Ayrıca, \"İştimal-ı Sema\" ve \"İhtiba\"yı, bir elbise içinde özel yerlerin gökyüzüne açık kalacak şekilde örtülmesi şeklinde yasakladı. Ayrıca \"Munabadha\" ve \"Mulamasa\" adı verilen satışları da yasakladı. (Bkz. Hadis No. 354 ve 355 Cilt 3)."
    },
    {
      "id": 61,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edildi: Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: \"Güneş doğuncaya kadar sabah namazından sonra namaz yoktur, ve güneş batıncaya kadar `Asr namazından sonra namaz yoktur.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Muawiya:",
      "text": "Muaviye'den rivayet edildi: Allah'ın Messenger'ının (ﷺ) yanında bulunduğumuzda, onun görmediği bir namaz kılıyorsunuz ve kesinlikle bunu yasaklamıştı (yani `Asr namazından sonra iki rek'at)."
    },
    {
      "id": 63,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edildi: Allah'ın Messenger'ı (ﷺ) iki namaz kılmayı yasakladı:"
    },
    {
      "id": 64,
      "narrator": "Narrated Ibn `Umar:",
      "text": "-1. sabah namazından güneş doğuncaya kadar."
    },
    {
      "id": 65,
      "narrator": "Narrated `Aisha:",
      "text": "-2. `Asr namazından güneş batıncaya kadar."
    },
    {
      "id": 66,
      "narrator": "Narrated Hisham's father:",
      "text": "İbn `Umar'dan rivayet edildi: Ben, arkadaşlarımın namaz kıldığını gördüğüm gibi namaz kılarım. Gündüz veya gece herhangi bir zamanda namaz kılmayı yasaklamıyorum, yalnızca güneş batarken ve doğarken."
    },
    {
      "id": 67,
      "narrator": "Narrated `Aisha:",
      "text": "`Aişe'den rivayet edildi: Allah'a yemin ederim ki, Peygamber (ﷺ) `Asr namazından sonra onları (iki rek'at) hiç bırakmadı, Allah ile buluşuncaya kadar ve Allah ile buluştuğunda ayakta namaz kılmak kendisine ağır gelmeye başlamıştı, bu yüzden çoğu namazı oturarak kılardı. (O, `Asr'dan sonraki iki rek'attan bahsediyordu) Onları evde kılardı ve asla camide kılmazdı ki bu, takipçileri için zor olmasın ve onlara kolay olanı severdi."
    },
    {
      "id": 68,
      "narrator": "Narrated `Aisha:",
      "text": "Hişam'ın babasından rivayet edildi: `Aişe (bana hitaben) dedi ki: \"Ey kız kardeşimin oğlu! Peygamber (ﷺ) evimde `Asr namazından sonra iki secdeyi (yani rek'at) hiç bırakmadı.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Ibn Abu Malih :",
      "text": "`Aişe'den rivayet edildi: Allah'ın Messenger'ı (ﷺ) Fajr namazından önce ve `Asr namazından sonra açık ve gizli olarak iki rek'at kılmayı hiç bırakmadı."
    },
    {
      "id": 70,
      "narrator": "Narrated `Abdullah bin Abi Qatada:",
      "text": "`Aişe'den rivayet edildi: Peygamber (ﷺ) `Asr namazından sonra bana geldiğinde her zaman iki rek'at kılardı."
    },
    {
      "id": 71,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "İbn Abu Malih'ten rivayet edildi: Bulutlu bir günde Buraida ileydim ve o dedi ki: \"Peygamber (ﷺ) gibi `Asr namazını erken kılın, 'Kim `Asr namazını terk ederse, tüm (iyi) amelleri iptal olur.'\""
    },
    {
      "id": 72,
      "narrator": "Narrated Anas:",
      "text": "Abdullah bin Abi Katade'den rivayet edildi: Babam dedi ki: \"Bir gece Peygamber (ﷺ) ile seyahat ediyorduk ve bazı insanlar, 'Allah'ın Messenger'ı (ﷺ) bizimle birlikte gecenin son saatlerinde dinlense.' dediler. O, 'Siz uyursunuz ve (Fajr) namazını kaçırırsınız.' dedi. Bilal, 'Sizi kaldırırım.' dedi. Böylece herkes uyudu ve Bilal sırtını Rahila'sına yasladı ve o da uykuya kapıldı. Peygamber (ﷺ) güneşin kenarı doğduğunda kalktı ve 'Ey Bilal! Senin sözün ne oldu?' dedi. O, 'Hiç böyle bir uyku uyumadım.' dedi. Peygamber (ﷺ) 'Allah, dilediği zaman ruhlarınızı aldı ve dilediği zaman serbest bıraktı. Ey Bilal! Kalk ve namaz için ezan oku.' dedi. Peygamber (ﷺ) abdest aldı ve güneş doğup parladığında, kalktı ve namaz kıldı.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Jabir:",
      "text": "Jabir bin `Abdullah'dan rivayet edildi: Al-Khandaq (hendek savaşı) günü `Umar bin Al-Khattab, güneş batmışken Kureyş'in kafirlerini lanetleyerek geldi ve dedi ki: \"Ey Allah'ın Messenger'ı (ﷺ), `Asr namazını güneş batıncaya kadar kılamadım.\" Peygamber (ﷺ) dedi ki: \"Allah'a yemin ederim ki, ben de namaz kılmadım.\" Böylece Buthan'a yöneldik ve Peygamber (ﷺ) abdest aldı ve biz de abdest aldık ve güneş battıktan sonra `Asr namazını kıldık, ardından Maghrib namazını kıldı."
    },
    {
      "id": 74,
      "narrator": "Narrated Abu-l-Minhal:",
      "text": "Anas'tan rivayet edildi: Peygamber (ﷺ) dedi ki: \"Eğer biri bir namazı unutur ise, onu hatırladığında kılmalıdır. Bunun dışında bir kefaret yoktur.\" Sonra şöyle okudu: \"Beni (yani Allah'ı) anmak için namaz kılın.\" (20.14)."
    },
    {
      "id": 75,
      "narrator": "Narrated Qurra bin Khalid:",
      "text": "Jabir'den rivayet edildi: `Umar, Al-Khandaq (hendek savaşı) günü Kureyş'in kafirlerini lanetleyerek geldi ve dedi ki: \"Güneş batıncaya kadar `Asr namazını kılamadım. Sonra Buthan'a gittik ve o, güneş battıktan sonra (`Asr) namazını kıldı ve ardından Maghrib namazını kıldı.\""
    },
    {
      "id": 76,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Peygamber (ﷺ) son günlerinde bir `Isha' namazı kıldı ve namazı Taslim ile bitirdikten sonra ayağa kalktı ve şöyle dedi: \"Bu gecenin (önemini) farkında mısınız? Bu gece yeryüzünde bulunan hiç kimse, bu geceden itibaren yüz yılın tamamlanmasından sonra yaşamayacaktır.\" İnsanlar, Allah'ın Resulü'nün (ﷺ) bu ifadesinin anlamını kavramakta hata yaptılar ve bu rivayetçiler hakkında söylenen şeylere kapıldılar (yani bazıları Kıyamet Günü'nün 100 yıl sonra kurulacağını söylediler vb.). Ancak Peygamber (ﷺ) şöyle dedi: \"Bu gece yeryüzünde bulunan hiç kimse, bu geceden itibaren yüz yılın tamamlanmasından sonra yaşamayacaktır\"; burada kastettiği \"O yüzyıl (o yüzyıldaki insanlar) geçtikten sonra\" idi."
    },
    {
      "id": 77,
      "narrator": "Narrated Abu `Uthman:",
      "text": "Ebu Uthman'dan rivayet edilmiştir: Abdurrahman bin Ebu Bekir dedi ki, \"Suffa Ashabı fakir insanlardı ve Peygamber (ﷺ) şöyle dedi: 'Kimde iki kişilik yiyecek varsa, onlardan üçüncü birini almalıdır (Suffa ashabı). Ve kimde dört kişilik yiyecek varsa, onlardan bir veya iki almalıdır.' Ebu Bekir üç adam aldı ve Peygamber (ﷺ) onlardan onunu aldı.\" Abdurrahman ekledi, \"Babam, annem ve ben oradaydık (evde). (Alt rivayetçi, Abdurrahman'ın 'Eşim ve hem benim evime hem de Ebu Bekir'in evine ait olan hizmetçimiz' dediğinden şüphe ediyor). Ebu Bekir, Peygamber (ﷺ) ile akşam yemeğini yedi ve `Isha' namazı kılınana kadar orada kaldı. Ebu Bekir geri döndü ve Peygamber (ﷺ) ile birlikte kaldı, Peygamber (ﷺ) yemeğini yedikten sonra Ebu Bekir uzun bir gece süresinin ardından evine döndü. Ebu Bekir'in eşi, 'Misafirlerinizi (veya misafirinizi) neden geciktirdiniz?' dedi. O da, 'Onlara henüz yemek ikram etmedin mi?' dedi. O da, 'Onlar sen gelmeden yemek yemeyi reddetti. Yemek onlara ikram edildi ama reddettiler.' Abdurrahman ekledi, \"Ben uzaklaştım ve gizlendim (Ebu Bekir'den korktuğum için) ve bu sırada o (Ebu Bekir) beni çağırdı, 'Ey Ghunthar (sert bir kelime)!' dedi ve bana kötü isimler taktı ve sonra (ailesine) dedi ki, 'Yiyin. Size hoş geldin yok.' Sonra (akşam yemeği ikram edildi). Ebu Bekir, o yiyecekten yemeyeceğine dair yemin etti. Rivayetçi ekledi: Vallahi, bizden herhangi biri (ben ve Suffa arkadaşlarının misafirleri) yiyecekten bir şey aldığında, altından artıyordu. Hepimiz doyana kadar yedik ve yemek, ikram edilmeden öncekinin daha fazlasıydı. Ebu Bekir ona (yemek) baktı ve onu ikram edilmeden önceki gibi veya daha fazla buldu. Eşine hitaben, 'Ey Bani Firas'ın kız kardeşi! Bu nedir?' dedi. O da, 'Gözümün nuru! Yemek şimdi öncekinden üç kat daha fazla.' dedi. Ebu Bekir ondan yedi ve 'O (yemin) Şeytandandır' dedi, yani yememe yeminini kastetti. Sonra tekrar ondan bir lokma aldı ve gerisini Peygamber'e götürdü. Böylece o yemek Peygamber ile oldu. Bizimle bazı insanlar arasında bir antlaşma vardı ve o antlaşmanın süresi dolduğunda Peygamber (ﷺ) bizi on iki (gruba) ayırdı (Peygamber'in sahabeleri), her biri bir adam tarafından yönetiliyordu. Allah, her bir (liderin) komutasında kaç adam olduğunu bilir. Böylece hepsi (12 grup adam) o yemekten yedi.\""
    }
  ]
}