{
  "language": "tr",
  "metadata": {
    "length": 61,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) ilahi vahyi alma süreci, uykusunda gördüğü iyi ve doğru rüyalar şeklinde başlamıştır. Gördüğü her rüya, aydınlık bir gün ışığı gibi gerçek olmuştur. Hira (mağarası) gibi yalnızlığa çekildiği yerlerde, sürekli olarak (yalnızca) Allah'a ibadet ederdi. Bu (kalış) için yanına yol yiyeceği alır, sonra tekrar (eşi) Hatice'ye dönerek yine bir süre kalmak için yiyecek alırdı, ta ki bir gün Hira mağarasında iken ansızın Hak kendisine ininceye kadar. Melek ona gelerek okumayı istemiştir. Peygamber (ﷺ) \"Ben okumayı bilmiyorum.\" diye cevap vermiştir. (Peygamber (ﷺ) ekledi), \"Melek beni (güçlü bir şekilde) yakaladı ve öyle bir şekilde sıktı ki artık dayanamadım. Sonra beni bıraktı ve tekrar okumamı istedi, ben de 'Ben okumayı bilmiyorum' dedim, bunun üzerine tekrar beni yakaladı ve ikinci kez sıktı, ta ki artık dayanamadım. Sonra beni bıraktı ve tekrar okumamı istedi, ama yine 'Ben okumayı bilmiyorum (ya da ne okuyayım?)' dedim. Bunun üzerine üçüncü kez beni yakaladı ve sıktı, sonra bıraktı ve 'Oku: Yaratan Rabbinin adıyla, insanı bir kan pıhtısından yarattı. Oku ve Rabbin en cömert olandır... kadar... bilmediği şeyler.' (96.15) Sonra Allah'ın Resulü (ﷺ) vahiy ile geri döndü, boyun kasları korkudan titriyordu, ta ki Hatice'ye girip 'Beni örtün! Beni örtün!' dedi. Onu örtünceye kadar korkusu geçmedi ve sonra 'Ey Hatice, benimle ne oldu?' dedi. Sonra ona olan biteni anlattı ve 'Bir şeyin başıma gelmesinden korkuyorum.' dedi. Hatice, 'Asla! Ama müjde al, çünkü Allah'a yemin ederim ki, Allah seni asla rezil etmez; çünkü sen akrabalarınla iyi geçinir, doğru konuşur, fakir ve muhtaçlara yardım eder, misafirinle cömertçe ilgilenir ve hak edenlere yardım edersin.' dedi. Hatice, onu (kuzeni) Varaq bin Nüfel'e götürdü. Varaq, babasının kardeşi olan amcasının oğluydu, İslam öncesi dönemde Hristiyan olmuş ve Allah'ın istediği kadar Arap harfleriyle İncil yazmıştı. Yaşlı bir adamdı ve görme yetisini kaybetmişti. Hatice ona, 'Ey kuzenim! Yeğeninin hikayesini dinle.' dedi. Varaq sordu, 'Ey yeğenim! Ne gördün?' Peygamber (ﷺ) gördüğü her şeyi anlattı. Varaq dedi ki, 'Bu, Allah'ın Musa'ya gönderdiği aynı Namus'tur (yani, sırları koruyan Cebrail). Keşke genç olsaydım ve senin halkının seni dışarı atacağı zamana kadar yaşayabilseydim.' Allah'ın Resulü (ﷺ) sordu, 'Beni dışarı atacaklar mı?' Varaq olumlu yanıt verdi ve şöyle dedi: 'Senin getirdiğin bir şeyle benzer bir şey getiren hiç kimse düşmanlıkla karşılaşmadı. Eğer sen dışarı atıldığın güne kadar hayatta kalırsam, seni güçlü bir şekilde desteklerim.' Ama birkaç gün sonra Varaq öldü ve ilahi vahiy de bir süre durakladı ve Peygamber (ﷺ) o kadar üzüldü ki, yüksek dağların zirvelerinden kendini atmayı birkaç kez düşündü ve her seferinde bir dağın zirvesine çıktığında, Cebrail ona görünerek, 'Ey Muhammed! Sen gerçekten Allah'ın Resulüsün (ﷺ) doğrusu.' derdi, bunun üzerine kalbi sakinleşir, rahatlar ve evine dönerdi. Vahyin gelme süresi uzadığında, yine aynı şeyi yapardı, ama dağın zirvesine ulaştığında, Cebrail ona daha önce söylediği şeyi tekrar söylerdi. (İbn Abbas, 'O, karanlıktan aydınlığı ayırandır' (6.96) ayetinin anlamı hakkında, Al-Asbah'ın gündüz güneşinin ışığı ve gece ayın ışığı anlamına geldiğini söyledi)."
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Qatada:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Doğru bir adamın gördüğü iyi rüya, peygamberliğin kırk altı parçasından biridir.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Katade'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Gerçek bir iyi rüya Allah'tandır, kötü rüya ise Şeytandandır.\""
    },
    {
      "id": 6,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Eğer aranızdan biri hoşlandığı bir rüya görürse, bu Allah'tandır, Allah'a şükretmeli ve başkalarına anlatmalıdır; ama eğer hoşlanmadığı bir şey, yani kötü bir rüya görürse, bu Şeytandandır, onun şerrinden Allah'a sığınmalı ve kimseye bahsetmemelidir, çünkü bu ona zarar vermez.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Katade'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Gerçekleşen iyi bir rüya Allah'tandır, kötü bir rüya ise Şeytandandır; bu yüzden aranızdan biri kötü bir rüya görürse, Şeytandan Allah'a sığınmalı ve sol tarafına tükürmelidir, çünkü kötü rüya ona zarar vermez.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn `Umar:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Mümin birinin (iyi) rüyası peygamberliğin kırk altı parçasından biridir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Anas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"Mümin birinin (iyi) rüyası peygamberliğin kırk altı parçasından biridir.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Qatada:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Qatada:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki, \"İyi bir rüya, peygamberliğin kırk altı parçasından biridir.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kim beni (bir rüyada) görürse, gerçekten de gerçeği görmüştür; çünkü Şeytan benim suretimde görünemez.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Bana etkili konuşmanın anahtarları verildi ve düşmanların kalplerine korku salarak zafer verildi. Geçen gece uyurken, yerin hazinelerinin anahtarları bana getirildi ve elimde konuldu.\" Ebu Hureyre ekledi: Allah'ın Elçisi (ﷺ) bu dünyadan ayrıldı ve şimdi sizler o hazineleri yerden yere taşıyorsunuz."
    },
    {
      "id": 18,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Geçen gece kendimi Kâbe'nin yanında gördüm ve beyazımsı kırmızı tenli bir adam gördüm; o ten renginde görebileceğiniz en iyi adam, kulak loblarına kadar uzanan en güzel saçları vardı. Saçlarını taramıştı ve saçlarından su damlıyordu. Kâbe'nin etrafında tavaf yapıyordu ve iki adamın omuzlarına yaslanıyordu. 'Bu adam kimdir?' diye sordum. Birisi, '(O) Mesih, Meryem'in oğlu.' diye cevap verdi. Sonra çok kıvırcık saçlı, sağ gözü dışarı fırlamış bir adam gördüm. 'Bu kimdir?' diye sordum. Birisi, '(O) Mesih, Deccal.' diye cevap verdi.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile görüşen bir adam, \"Geçen gece rüyamda bana gösterildi...\" dedi. Sonra İbn Abbas rivayeti aktardı."
    },
    {
      "id": 20,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Um Haram bint Milhan'ı ziyaret ederdi; o, Ubade bin Es-Samit'in eşiydi. Bir gün Peygamber (ﷺ) onu ziyaret etti ve ona yemek sundu, ardından başında bit aramaya başladı. Sonra Allah'ın Elçisi (ﷺ) uyudu ve sonra gülümseyerek uyandı. Um Haram sordu: \"Seni güldüren nedir, ey Allah'ın Elçisi (ﷺ)?\" O da: \"Bazı takipçilerim rüyamda Allah'ın yolunda savaşçı olarak, denizlerin ortasında krallar gibi tahtlarında oturuyorlardı.\" dedi. (Rivayet eden 'İshak hangi ifadenin doğru olduğunu bilmiyor). Um Haram ekledi: \"Ben de dedim ki, 'Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et, beni onlardan eylesin;' Bunun üzerine Allah'ın Elçisi (ﷺ) onun için dua etti ve sonra başını koyup (uyudu). Sonra tekrar gülümseyerek uyandı. (Um Haram ekledi): Ben de dedim ki, \"Seni güldüren nedir, ey Allah'ın Elçisi (ﷺ)?\" O da: \"Bazı takipçilerim rüyamda Allah'ın yolunda savaşçı olarak gösterildi.\" dedi. Önce söylediği gibi söyledi. Ben de dedim ki, \"Ey Allah'ın Elçisi (ﷺ)! Allah'a dua et, beni onlardan eylesin.\" O da: \"Sen ilklerden birisin.\" dedi. Sonra Um Haram, Muaviye bin Ebu Süfyan'ın halifeliği sırasında denizden geçti ve sahile geldikten sonra bindiği hayvandan düştü ve öldü."
    },
    {
      "id": 21,
      "narrator": "Narrated Kharija bin Zaid bin Thabit:",
      "text": "Harice bin Zeyd bin Sabit'ten rivayet edilmiştir: Um El-Ala, Allah'ın Elçisi (ﷺ)'ne biat eden bir Ensar kadını bana şöyle anlattı: \"Muhacirler (göçmenler) aramızda kura çekilerek dağıtıldı ve biz Uthman bin Maz'un'u payımıza aldık. Onu evimizde misafir ettik. Sonra ölümcül bir hastalığa yakalandı. Ölünce yıkanıp, elbiseleriyle kefenlendi. Allah'ın Elçisi (ﷺ) geldi, ben de (ölüye hitaben) 'Ey Eba Sa'ib! Allah sana merhamet etsin! Allah'ın seni onurlandırdığını şehadet ediyorum.' dedim. Allah'ın Elçisi (ﷺ) dedi ki: 'Onun Allah tarafından onurlandırıldığını nereden biliyorsun?' Ben de: 'Babam sana feda olsun, ey Allah'ın Elçisi (ﷺ)! Allah kime onur verecek?' dedim. Allah'ın Elçisi (ﷺ) dedi ki: 'Ona gelince, Allah'a yemin ederim ki, ölüm ona geldi. Allah'a yemin ederim ki, ona hayır diledim. Allah'a yemin ederim ki, ben Allah'ın Elçisi (ﷺ) olmama rağmen, Allah'ın benimle ne yapacağını bilmiyorum.' Um El-Ala ekledi: 'Allah'a yemin ederim ki, bundan sonra hiç kimsenin doğruluğunu tasdik etmeyeceğim.'\""
    },
    {
      "id": 22,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Zuhri'den rivayet edilmiştir: Yukarıdaki rivayetle ilgili olarak Peygamber (ﷺ) şöyle buyurdu: \"Uthman bin Maz'un hakkında Allah'ın ne yapacağını bilmiyorum.\" Um El-Ala dedi ki: \"Bunun için çok üzüldüm, sonra uyudum ve rüyamda Uthman bin Maz'un için akan bir pınar gördüm ve bunu Allah'ın Elçisi (ﷺ)'ne anlattım. O da: 'O akan pınar onun iyi amellerini simgeler.' dedi.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Qatada Al-Ansari:",
      "text": "Ebu Katade El-Ensari'den rivayet edilmiştir: (Peygamber (ﷺ)'in bir arkadaşlarından ve süvari askerlerinden biri) \"Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: 'İyi bir rüya Allah'tandır, kötü bir rüya ise Şeytandandır; eğer aranızdan biri kötü bir rüya görürse ve ondan hoşlanmazsa, sol tarafına tükürsün ve Allah'tan ona sığınsın, çünkü o ona zarar vermez.'\""
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: \"Uyurken, bana dolu bir süt kasesi verildi (rüyada) ve ben ondan doyana kadar içtim, ta ki tırnaklarımdan ıslaklığını dışarı çıkardığını fark edene kadar. Sonra geri kalanını Ömer'e verdim.\" İnsanlar sordular: \"Rüyayı nasıl yorumladın, ey Allah'ın Elçisi?\" O da: \"(Bu, dini) bilgidir.\" dedi."
    },
    {
      "id": 25,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Uyurken, bana dolu bir süt kasesi verildi (rüyada) ve ben ondan doyana kadar içtim, ta ki uzuvlarımdan ıslaklığını dışarı çıkardığını fark edene kadar. Sonra geri kalanını Ömer bin Hattab'a verdim.\" Etrafındaki kişiler sordular: \"Rüyayı nasıl yorumladın, ey Allah'ın Elçisi (ﷺ)?\" O da: \"(Bu, dini) bilgidir.\" dedi."
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id El-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Uyurken, bazı insanlar bana (rüyada) gösterildi. Onlar gömlek giyiyorlardı; bazıları sadece göğüslerini örtüyordu, bazıları ise biraz daha uzundu. Sonra önümden Ömer bin Hattab geçti, o da bir gömlek giymişti ve onu (arkasında) sürüklüyordu.\" İnsanlar sordular: \"Rüyayı nasıl yorumladın, ey Allah'ın Elçisi (ﷺ)?\" O da: \"Din.\" dedi."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Sa`id El-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Uyurken, insanlar önümde gösterildi; gömlek giyiyorlardı, bazıları (o kadar kısa ki) göğüslerine kadar ulaşıyordu, bazıları ise daha aşağıya iniyordu. Sonra Ömer bin Hattab bana gösterildi ve o da bir gömlek giymişti ve onu (arkasında) sürüklüyordu.\" Onlar sordular: \"Rüyayı nasıl yorumladın, ey Allah'ın Elçisi (ﷺ)?\" O da: \"Din.\" dedi."
    },
    {
      "id": 28,
      "narrator": "Narrated Qais bin 'Ubada:",
      "text": "Kays bin Ubade'den rivayet edilmiştir: Ben, Sa'd bin Malik ve İbn Ömer'in bulunduğu bir mecliste oturuyordum. Abdullah bin Selam onların önünden geçti ve onlar: \"Bu adam cennetliklerden.\" dediler. Ben Abdullah bin Selam'a: \"Şu şöyle dedi.\" dedim. O da: \"Subhanallah! Bilmediği şeyleri söylememeliydiler, ama ben rüyamda yeşil bir bahçede bir direğin sabitlendiğini gördüm. Direğin tepe kısmında bir tutacak vardı ve altında bir hizmetçi. Benden (direğe) tırmanmam istendi. Ben de tırmandım ve tutacakla yakaladım.\" Sonra bu rüyayı Allah'ın Elçisi (ﷺ)'ne anlattım. Allah'ın Elçisi (ﷺ) dedi ki: \"Abdullah, sağlam ve güvenilir tutacakla (yani İslam ile) tutunarak ölecek.\""
    },
    {
      "id": 29,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Beni iki kez (rüyamda) gösterdiniz. Bak, bir adam seni ipek bir örtü içinde taşıyordu ve bana, 'O senin eşin, onu aç.' dedi, ve bak, o sendin. O zaman kendime derdim ki, 'Eğer bu Allah'tan ise, o zaman olmalıdır.'\""
    },
    {
      "id": 30,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Seni evlenmeden önce iki kez (rüyamda) gösterdim. Seni ipek bir örtü içinde taşıyan bir melek gördüm ve ona, 'Aç (onu),' dedim, ve bak, o sendin. Kendime dedim ki, 'Eğer bu Allah'tan ise, o zaman olmalıdır.' Sonra seni, ipek bir örtü içinde taşıyan melek bana gösterildi ve ona, 'Aç (onu),' dedim, ve bak, o sendin. Kendime dedim ki, 'Eğer bu Allah'tan ise, o zaman olmalıdır.' \""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ben, en kısa ifadelerin en geniş anlamları taşıdığı Jawami al-Kalim ile gönderildim ve düşmanların kalplerine korku salarak zafer kazandım. Uyuduğum sırada, yerin hazinelerinin anahtarları bana getirildi ve elimde konuldu.\" Muhammed dedi ki, Jawami'-al-Kalim, Allah'ın, Peygamberin (gelişinden önce) vahyedilen kitaplarda yazılan birçok konuyu bir veya iki ifadeyle ifade etmesidir."
    },
    {
      "id": 32,
      "narrator": "Narrated `Abdullah bin Salam:",
      "text": "Abdullah bin Selam'dan rivayet edilmiştir: (Bir rüyada) kendimi bir bahçede gördüm, bahçenin ortasında bir sütun vardı ve sütunun tepe kısmında bir tutamak vardı. Tırmanmam istendi. \"Yapamam,\" dedim. Sonra bir hizmetçi geldi, elbiselerimi kaldırdı ve ben (sütuna) tırmandım, sonra tutamağı yakaladım ve hala onu tutarken uyandım. Bunu Peygamber (ﷺ)'e anlattım, o da şöyle dedi: \"Bahçe, İslam bahçesini simgeler ve tutamak, İslam'a sıkı sıkıya bağlı kalacağınızı gösteren sağlam İslami tutamaktır, ta ki ölünceye kadar.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Rüyamda elimde bir parça ipek kumaş gördüm ve cennette nereye sallarsam oraya uçtu, beni oraya götürdü. Bu rüyayı (kız kardeşim) Hafsa'ya anlattım ve o da Peygamber (ﷺ)'e söyledi, o da (Hafsa'ya) şöyle dedi: \"Şüphesiz, kardeşin salih bir adamdır,\" veya \"Şüphesiz, Abdullah salih bir adamdır.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kıyamet Günü yaklaşırken, bir müminin rüyaları hemen hemen hiç yanılmaz ve bir müminin rüyası, peygamberlikten kırk altı parçadan biridir ve peygamberliğe ait olan hiçbir şey asla yanlış olamaz.\" Muhammed bin Sirin dedi ki: \"Ama ben bunu söylüyorum.\" Dedi ki: \"Üç tür rüya vardır: Bir kişinin düşüncelerinin ve uyanıklık sırasında yaşadığı deneyimlerin yansıması, şeytanın rüya sahibini korkutmak için önerdiği şey veya Allah'tan gelen müjdeler. Öyleyse, eğer birisi hoşlanmadığı bir rüya görürse, bunu başkalarına anlatmamalıdır, ama kalkıp namaz kılmalıdır.\" Ekledi: \"O (Ebu Hureyre), rüyada Ghul (yani, boynunda demir halkalar) görmeyi sevmezdi ve insanlar rüyada kelepçeler (ayaklarında) görmeyi severdi. Ayaklardaki kelepçeler, kişinin dine sürekli ve sağlam bir şekilde bağlı kalmasını simgeler.\" Ve Ebu Abdullah dedi: \"Ghullar (demir halkalar) sadece boyunlar için kullanılır.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Kharija bin Zaid bin Thabit:",
      "text": "Kharija bin Zaid bin Sabit'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile biat eden bir Ensar kadını olan Um Al-Ala şöyle dedi: \"Ensar, göçmenleri aralarında dağıtmak için kura çektiklerinde, Osman bin Maz'un bizim payımıza düştü. Hastalandı ve biz ona bakıp (hemşirelik) yaptık, ta ki öldü. Sonra onu elbiseleriyle kefenledik. Allah'ın Elçisi (ﷺ) bize geldi, ben (ölü bedene) hitaben dedim ki: 'Allah'ın merhameti senin üzerine olsun, ey Ebu As-Sa'ib! Allah'ın seni onurlandırdığını şahitlik ederim.' Peygamber (ﷺ) dedi: 'Bunu nereden biliyorsun?' Ben de: 'Bilmiyorum, Allah'a yemin ederim.' O da: 'Ona gelince, ölüm ona geldi ve ben Allah'tan ona her türlü hayrı diliyorum. Allah'a yemin ederim ki ben Allah'ın Elçisi (ﷺ) olmama rağmen, ne benim başıma ne de sizin başınıza ne olacağını bilmiyorum.'\" Um Al-Ala dedi ki: \"Allah'a yemin ederim ki, bundan sonra kimsenin salih olduğunu tasdik etmeyeceğim.\" Ekledi: \"Sonra rüyamda Osman için akan bir pınar gördüm. Bunun üzerine Allah'ın Elçisi (ﷺ)'ne gittim ve bunu ona söyledim. O da: 'Bu, onun (iyi) amellerinin (mükafatı)dır ki, onun için devam etmektedir.'\""
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"(Bir rüyada) bir kuyu başında duruyordum ve oradan su çekiyordum, aniden Ebu Bekir ve Ömer yanıma geldiler. Ebu Bekir kova aldı ve bir veya iki kova (su) çekti, ama çekişinde zayıflık vardı, ama Allah onu affetti. Sonra İbn Al-Khattab, Ebu Bekir'in elinden kovayı aldı ve kova onun elinde çok büyük bir hale geldi. Ben, insanların arasında böyle zor bir işi yapan bir güçlü adam görmedim, ta ki (insanlar su içip) develerini sulayana kadar ve suyun yanında oturdular.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Salim's father:",
      "text": "Salim'in babasından rivayet edilmiştir: Peygamberin, Ebu Bekir ve Ömer'i gördüğü rüyası hakkında: Peygamber (ﷺ) şöyle dedi: \"Rüyamda insanların toplandığını gördüm. Sonra Ebu Bekir ayağa kalktı ve bir veya iki kova su çekti (bir kuyudan) ve çekişinde zayıflık vardı - Allah onu affetsin. Sonra İbn Al-Khattab ayağa kalktı ve kova çok büyük bir hale geldi ve ben, insanların arasında böyle zor bir işi yapan bir güçlü adam görmedim. O kadar çok su çekti ki insanlar (susuzluklarını giderip) develerini suladılar ve (susuzluklarını giderdikten sonra) suyun yanında oturdular.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyuduğum sırada, kendimi bir kuyu başında dururken gördüm, üzerinde bir kova vardı. Allah'ın istediği kadar kova su çekip çıkardım, sonra İbn Ebi Kuhafa (Ebu Bekir) benden kovayı aldı ve bir veya iki dolu kova çekti, ama çekişinde zayıflık vardı - Allah onu affetsin. Sonra kova çok büyük bir hale geldi ve Ömer bin Al-Khattab onu aldı. Ben, insanların arasında, suyu böyle bir güçle çeken bir adam görmedim, ta ki insanlar (susuzluklarını giderip) develerini sulayana kadar; o zaman develer suyun yanında oturdular.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyuduğum sırada, kendimi bir su tankının (kuyusunun) başında insanlara su içirirken gördüm. Sonra Ebu Bekir yanıma geldi ve beni rahatlatmak için kovayı benden aldı ve bir veya iki dolu kova çekti, ama çekişinde zayıflık vardı - Allah onu affetsin. Sonra İbn Al-Khattab ondan aldı ve su çekmeye devam etti ta ki insanlar (tatmin olana kadar) ve tank suyla dolup taşana kadar.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile oturuyorduk, o şöyle dedi: \"Uyuduğum sırada, kendimi cennette gördüm. Aniden bir kadının bir sarayın yanında abdest aldığını gördüm. 'Bu saray kimin?' diye sordum. Onlar (melekler) 'Bu, Ömer bin Al-Khattab içindir,' dediler. Sonra Ömer'in gırasını hatırladım ve aceleyle geri döndüm.\" Bunu duyunca Ömer ağlamaya başladı ve dedi: \"Babam ve annem sana feda olsun. Ey Allah'ın Elçisi (ﷺ)! Nasıl olur da senin yüzünden gıramın ihlal edileceğini düşünürüm?\""
    },
    {
      "id": 41,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"(Bir rüyada) cennete girdim ve bakın, altınla inşa edilmiş bir saray vardı! 'Bu saray kimin?' diye sordum. Onlar (melekler) 'Kureyş'ten bir adam içindir,' dediler.\" Peygamber ekledi: \"Ey İbn Al-Khattab! İçeri girmemi engelleyen tek şey senin gıran.\" Ömer dedi: \"Nasıl olur da senin yüzünden gıramın ihlal edileceğini düşünürüm, ey Allah'ın Elçisi (ﷺ)?\""
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ile oturuyorduk, o şöyle dedi: \"Uyuduğum sırada, kendimi cennette gördüm ve bakın, bir kadın bir sarayın yanında abdest alıyordu. 'Bu saray kimin?' diye sordum. Onlar 'Ömer' dediler. Sonra Ömer'in gırasını hatırladım ve hemen geri döndüm.\" Ömer (bunu duyunca) ağladı ve dedi: \"Babam ve annem sana feda olsun, ey Allah'ın Elçisi (ﷺ)! Nasıl olur da senin yüzünden gıramın ihlal edileceğini düşünürüm?\""
    },
    {
      "id": 43,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyuduğum sırada, kendimi Kabe'nin etrafında tavaf ederken gördüm. Bakın, orada iki adam arasında su damlayan, beyaz-kırmızı, ince saçlı bir adam gördüm. 'Bu kim?' diye sordum. İnsanlar 'O, Meryem'in oğludur,' dediler. Sonra yüzümü başka bir adama çevirdim, o da kırmızı tenli, iri yapılı, kıvırcık saçlı ve sağ gözü dışarı fırlamış bir üzüm gibi kördü. 'O kim?' diye sordum. Onlar 'O, Deccal'dir,' dediler. İbn Katan, insanlardan ona en çok benzeyendir ve İbn Katan, Khuza'a'dan Beni Mustaliq'ten bir adamdır.\""
    },
    {
      "id": 44,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyuduğum sırada, bana bir kâse dolusu süt getirildi ve ben ondan (doyuncaya kadar) içtim, ta ki onun ıslaklığının bedenimde aktığını fark ettim. Sonra kalanını Ömer'e verdim.\" Onlar sordular: \"Ey Allah'ın Elçisi (ﷺ)! Bu rüyayı nasıl yorumluyorsun?\" O da: \"(Bu, dini) bilgidir.\" (Bkz. Hadis No. 134)"
    },
    {
      "id": 45,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) döneminde, Allah'ın Elçisi (ﷺ) hayatta iken, Allah'ın Elçisi (ﷺ) ile birlikte olan bazı erkekler rüyalar görürlerdi ve bu rüyaları Allah'ın Elçisi (ﷺ)'ne anlatırlardı. Allah'ın Elçisi (ﷺ) onları Allah'ın istediği gibi yorumlardı. Ben genç bir adamdım ve evlenmeden önce camide kalıyordum. Kendime dedim ki: \"Eğer bende bir hayır varsa, ben de bu insanların gördüğü gibi bir rüya görmeliyim.\" Bir gece yatağa gittiğimde, \"Ey Allah! Eğer bende bir hayır görüyorsan, bana güzel bir rüya göster,\" dedim. O halde, o halde, rüyamda iki melek geldi. Her birinin elinde bir demir mızrak vardı ve ikisi de beni cehenneme götürüyordu ve ben aralarında Allah'a dua ediyordum: \"Ey Allah! Cehennemden sana sığınırım.\" Sonra başka bir melek, elinde demir bir mızrakla karşıma çıktı. O bana: \"Korkma, eğer daha sık dua edersen, çok iyi bir adam olacaksın,\" dedi. Böylece beni cehennemin kenarına kadar götürdüler ve bakın, orası içten bir kuyu gibi inşa edilmişti ve yanlarında, bir kuyunun yanındaki gibi yan direkler vardı ve her direğin yanında bir melek demir bir mızrak taşıyordu. Orada birçok insanı baş aşağı asılı gördüm ve orada bazı Kureyş'ten adamları tanıdım. Sonra (melekler) beni sağ tarafa götürdüler. Bu rüyayı (kız kardeşim) Hafsa'ya anlattım ve o da Allah'ın Elçisi (ﷺ)'ne söyledi. Allah'ın Elçisi (ﷺ) dedi ki: \"Şüphesiz, Abdullah iyi bir adamdır.\" (Nafi' dedi ki: \"O zamandan beri Abdullah bin Ömer çok dua etmeye başladı.\")"
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Ben, Peygamber'in (ﷺ) hayatında genç, evlenmemiş bir adamdım. Camide yatardım. Her kim rüya görse, onu Peygamber'e anlatırdı. Ben de, \"Ya Allah! Eğer senin katında benim için bir hayır varsa, bana bir rüya göster ki Allah'ın Elçisi (ﷺ) onu benim için yorumlasın.\" dedim. Böylece uyudum ve (rüyamda) iki melek yanıma geldi ve beni yanlarına aldılar, başka bir melekle karşılaştılar ve bana, \"Korkma, sen iyi bir insansın.\" dedi. Beni ateşe doğru götürdüler, ve bakın ki, ateş bir kuyu gibi inşa edilmişti, ve orada bazılarını tanıdığım insanlar gördüm, sonra melekler beni sağ tarafa götürdüler. Sabah, bu rüyayı Hafsa'ya anlattım. Hafsa, bunu Peygamber'e (ﷺ) anlattığını ve onun da, \"`Abdullah, eğer gece daha fazla namaz kılarsa, salih bir insandır.\" dediğini söyledi. (Az-Zuhri dedi ki, \"Bundan sonra, `Abdullah gece daha fazla namaz kılardı.\")"
    },
    {
      "id": 47,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyurken, bana dolu bir süt kadehi getirildi ve ben ondan içtim ve kalanını `Umar bin Al-Khattab'a verdim.\" Onlar sordular: \"Rüyayı nasıl yorumladın, ya Allah'ın Elçisi (ﷺ)?\" Peygamber (ﷺ) dedi: \"(Bu, dini) bilgidir.\""
    },
    {
      "id": 48,
      "narrator": "Narated Ubaidullah bin Abdullah:",
      "text": "Ubaidullah bin Abdullah'dan rivayet edilmiştir: İbn Abbas'a, Allah'ın Elçisi'nin bahsettiği rüya hakkında sordum. (aşağıdaki hadise bakınız)"
    },
    {
      "id": 49,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "`Abdullah bin `Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Uyurken, iki altın bilezik iki elimde takıldı, bu yüzden korktum ve hoşlanmadım, ama onları üfleme izni verildi ve uçup gittiler. Ben bunu, ortaya çıkacak iki yalancı olarak yorumluyorum.\" 'Ubaidullah dedi: \"Bunlardan biri, Yemen'de Fairuz tarafından öldürülen Al-`Ansi, diğeri ise Musailama (Najd'de) idi.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rüyamda, Mekke'den hurma ağaçlarının olduğu bir yere göç ettiğimi gördüm. Bunun Al-Yamama veya Hacer toprakları olabileceğini düşündüm, ama bakın ki, Yathrib (yani Medine) çıktı. Orada ineklerin (kesildiğini) gördüm, ama Allah'ın verdiği ödül (dünyevi faydalardan) daha iyidir. Bakın, o inekler, Uhud Savaşı'nda (öldürülen) müminleri sembolize etti ve rüyada gördüğüm hayır, Badr Savaşı'ndan sonra Allah'ın bize bahşettiği hayır ve ödül ve gerçeği temsil ediyordu. (ve bu, Khaibar Savaşı'nda Allah'ın bahşettiği zafer ve Mekke'nin fethi idi).\""
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Biz (Müslümanlar) sonuncularız (ama) kıyamet gününde ilk sırada olacağız.\" Allah'ın Elçisi (ﷺ) ayrıca şöyle dedi: \"Uyurken, dünyadaki hazineler bana verildi ve iki altın bilezik elimde takıldı, ama bu durumdan çok rahatsız oldum ve o iki bilezik beni çok üzdü, ama bana üfleme ilhamı verildi, böylece üfledim ve uçup gittiler. Sonra, o iki bileziğin, aralarında bulunduğum yalancılar olduğunu yorumladım (yani, San'a'lı ve Yamama'lı olanlar).\""
    },
    {
      "id": 52,
      "narrator": "Narrated `Abdullah:",
      "text": "`Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rüyamda, dağınık saçlı bir siyah kadının Medine'den çıkıp Mahai'a yerleştiğini gördüm. Bunu, Medine'deki salgının o yere (Al-Juhfa) aktarılmasının sembolü olarak yorumladım.\""
    },
    {
      "id": 53,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "`Abdullah bin `Umar'dan rivayet edilmiştir: Peygamber'in (ﷺ) Medine'deki rüyası hakkında: Peygamber (ﷺ) şöyle dedi: \"Rüyamda, dağınık saçlı bir siyah kadının Medine'den çıkıp Mahai'a yerleştiğini gördüm. Bunu, Medine'deki salgının Mahai'a, yani Al-Juhfa'ya aktarılmasının (sembolü) olarak yorumladım.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Salim's father:",
      "text": "Salim'in babasından rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rüyamda, dağınık saçlı bir siyah kadının Medine'den çıkıp Mahai'a yerleştiğini gördüm. Bunu, Medine'deki salgının Mahai'a, yani Al-Juhfa'ya aktarılmasının (sembolü) olarak yorumladım.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rüyamda bir kılıcı salladım ve ortasından kırıldı, bakın ki, bu, Uhud Savaşı'nda müminlerin yaşadığı kayıpları sembolize ediyordu. Sonra kılıcı tekrar salladım ve daha önce hiç olmadığı kadar iyi hale geldi, bakın ki, bu, Allah'ın gerçekleştirdiği Feth (Mekke) ve müminlerin toplanmasını sembolize ediyordu.\""
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim, görmediği bir rüyayı gördüğünü iddia ederse, iki arpa tanesi arasında düğüm atması emredilecektir ki bunu yapamayacaktır; ve eğer birisi, kendisini dinlemek istemeyen bazı insanların konuşmalarını dinlerse, kıyamet günü kulaklarına eritilmiş kurşun dökülecektir; ve kim bir resim yaparsa, kıyamet günü cezalandırılacak ve o resme bir ruh koyması emredilecektir ki bunu da yapamayacaktır.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Abbas ayrıca benzer bir hadisi de rivayet etmiştir."
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Salama:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"En kötü yalan, bir kişinin görmediği bir rüyayı gördüğünü iddia etmesidir.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Selame'den rivayet edilmiştir: Ben, beni hasta eden bir rüya görürdüm, ta ki Ebu Katade'nin, \"Ben de, beni hasta eden bir rüya görürdüm, ta ki Peygamber (ﷺ) şöyle dediğini duyana kadar: \"İyi bir rüya Allah'tandır, eğer biriniz hoşlandığı bir rüya görürse, bunu sevdiği birine anlatmamalıdır, ve eğer hoşlanmadığı bir rüya görürse, onun şerrinden ve şeytanın şerrinden Allah'a sığınmalı ve (soluna) üç kez tükürmeli ve bunu kimseye anlatmamalıdır, çünkü bu ona zarar vermeyecektir.\"\""
    },
    {
      "id": 60,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Ebu Sa`id Al-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer biriniz hoşlandığı bir rüya görürse, bu Allah'tandır ve bunun için Allah'a şükretmeli ve başkalarına anlatmalıdır; ama eğer başka bir şey, yani hoşlanmadığı bir rüya görürse, bu şeytandandır ve ondan Allah'a sığınmalı ve bunu kimseye anlatmamalıdır, çünkü bu ona zarar vermeyecektir.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Samura bin Jundub:",
      "text": "Samura bin Cündüb'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) sık sık arkadaşlarına, \"Aranızda rüya gören var mı?\" diye sorardı. Böylece Allah'ın dilediği kişiler rüyalarını ona anlatırlardı."
    }
  ]
}