{
  "language": "tr",
  "metadata": {
    "length": 83,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Asma':",
      "text": "Asma' binti Ebu Bekir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ben, gölüm (Kevser) başında, bana gelecek olanları bekliyor olacağım. Sonra bazı insanlar benden uzaklaştırılacak, bunun üzerine ben, 'Ey takipçilerim!' diyeceğim. Kendisine, 'Sen, onların dinlerinden döndüklerini bilmiyorsun.' denilecektir.\" (İbn Ebi Mulaika dedi ki, \"Allah'ım, dinimizden dönerken sana sığınırız ve imtihana tabi tutulmaktan sana sığınırız.\")"
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ben, gölüm (Kevser) başında sizin önden gideninizim ve içinizden bazı adamlar bana getirilecek. Onlara su vermek istediğimde, zorla benden uzaklaştırılacaklar. Bunun üzerine ben, 'Ey Rabbim, arkadaşlarım!' diyeceğim. Sonra Yüce Allah, 'Sen, onların sen gittikten sonra ne yaptıklarını bilmiyorsun, onlar dinlerine yeni şeyler kattılar.' diyecektir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ben, gölüm (Kevser) başında sizin önden gideninizim. Oraya kim gelirse, ondan içecek ve kim ondan içerse, bir daha asla susamayacaktır. Bana bazı insanlar gelecek, ben onları tanıyacağım ve onlar da beni tanıyacak. Sonra benimle aralarında bir engel kurulacak.\""
    },
    {
      "id": 4,
      "narrator": "Abu Sa`id Al-Khudri added that the Prophet (ﷺ) further said:",
      "text": "Ebu Sa'id El-Hudri ekledi ki, Peygamber (ﷺ) şöyle buyurdu: \"Ben, o insanların benden olduğunu söyleyeceğim. Kendisine, 'Sen, onların senin arandaki değişiklikleri ve yeni şeyleri yaptıklarını bilmiyorsun.' denilecektir. Sonra ben, 'Merhametten uzak, merhametten uzak, benden sonra dinlerini değiştirenler!' diyeceğim.\""
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize şöyle dedi: \"Benden sonra, diğer insanların bencil davranışlarını ve hoşlanmadığınız başka meseleleri göreceksiniz.\" Onlar sordular, \"Ey Allah'ın Elçisi (ﷺ), (böyle bir durumda) bize ne emrediyorsun?\" O da, \"Onların haklarını onlara verin (yöneticilere) ve kendi hakkınızı Allah'tan isteyin.\" dedi."
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer bir kimse yöneticisinin yaptığı bir şeyden hoşlanmıyorsa, sabırlı olmalıdır. Çünkü yöneticisine en azından bir miktar (bir parmak kadar) itaatsizlik eden kimse, Cahiliye döneminde ölenler gibi ölecektir.\" (yani isyankar günahkârlar olarak)."
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer bir kimse yöneticisinin yaptığı bir şeyden hoşlanmıyorsa, sabırlı olmalıdır. Çünkü Müslümanların arasından bir parça bile ayrı kalan ve sonra ölen kimse, Cahiliye döneminde ölenler gibi ölecektir (isyankar günahkârlar olarak). (Fath-ul-Bari, sayfa 112, Cilt 16)"
    },
    {
      "id": 8,
      "narrator": "Narrated Junada bin Abi Umaiya:",
      "text": "Junada bin Ebu Umeyye'den rivayet edilmiştir: 'Ubada bin Es-Samit'in yanına girdik, o hasta idi. Biz, \"Allah seni şifaya kavuştursun. Bizim için, Peygamber (ﷺ)den duyduğun bir hadis söyler misin, belki Allah bununla sana fayda verir?\" dedik. O da, \"Peygamber (ﷺ) bizi çağırdı ve İslam için biat ettik. Biat alırken bizden istediği şartlardan biri, aktif olduğumuzda ve yorgun olduğumuzda, zor zamanlarımızda ve rahat zamanlarımızda emirlerine itaat etmemiz ve yöneticimize itaat etmemiz, o bize hakkımızı vermese bile ona hakkını vermemiz ve açık bir küfür (inkar) görmediğimiz sürece ona karşı savaşmamamızdır.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated Usaid bin Hudair:",
      "text": "Usaid bin Hudayr'dan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Sen şu kişiyi atadın, beni atamadın mı?\" dedi. Peygamber (ﷺ) şöyle dedi: \"Benden sonra, yöneticilerin size hakkınızı vermediğini göreceksiniz (ama siz onlara haklarını verin) ve bana kavuşana kadar sabırlı olun.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ben, Allah katında doğru ve güvenilir olan (yani Peygamber (ﷺ)) şöyle derken duydum: \"Takipçilerimin helakı, Kureyş'ten gençlerin elleriyle olacaktır.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Zainab bint Jahsh:",
      "text": "Zeynep binti Cahş'tan rivayet edilmiştir: Peygamber (ﷺ) uykusundan uyanarak yüzü kızarmış bir şekilde şöyle dedi: \"Allah'tan başka ibadet edilmeye layık yoktur. Araplara, yaklaşan büyük bir kötülükten vay haline! Bugün, Gog ve Magog'un duvarında böyle bir gedik açılmıştır.\" (Süfyan, parmaklarıyla 90 veya 100 sayısını oluşturdu.) Soruldu, \"İçimizde salih insanlar varken helak mı olacağız?\" Peygamber (ﷺ) dedi: \"Evet, eğer kötülük artarsa.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Usama bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: Bir zaman Peygamber (ﷺ) Medine'nin yüksek binalarından birinin üzerine çıktı ve sonra (insanlara) dedi: \"Benim gördüğümü görüyor musunuz?\" Onlar, \"Hayır.\" dediler. O da, \"Ben, evlerinizin arasında yağmur damlaları gibi düşen belalar görüyorum.\" dedi."
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Zaman hızla geçecek, iyi ameller azalacak, cimrilik insanların kalplerine yerleşecek, belalar ortaya çıkacak ve çokça 'Al-Harj' olacaktır.\" Onlar, \"Ey Allah'ın Elçisi! 'Al-Harj' nedir?\" dediler. O da, \"Killing! Killing!\" dedi. (Bkz. Hadis No. 63, Cilt 8)"
    },
    {
      "id": 14,
      "narrator": "Narrated `Abdullah and Abu Musa:",
      "text": "Abdullah ve Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kıyametin kurulmasına yakın günler olacak ki, din cehaleti yayılacak, ilim alınacak (kaybolacak) ve çokça Al-Harj olacak, Al-Harj ise öldürme anlamına gelir.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Kıyametin kurulmasına yakın günler olacak ki, (din) ilmi alınacak (kaybolacak) ve genel cehalet yayılacak, ve çokça Al-Harj olacak, Al-Harj ise öldürme anlamına gelir.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi...(yukarıda, 185). Ve Harj, Habeşçe'de öldürme anlamına gelir."
    },
    {
      "id": 17,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kıyametin kurulmasına yakın, Al-Harj günleri olacak ve dini ilim alınacak (yani, dini âlimlerin ölümüyle kaybolacak) ve genel cehalet yayılacak.\" Ebu Musa dedi ki: \"Al-Harj, Habeşçe'de öldürme anlamına gelir.\""
    },
    {
      "id": 18,
      "narrator": "Ibn Mas`ud added:",
      "text": "İbn Mes'ud ekledi: Allah'ın Elçisi (ﷺ) şöyle derken duydum; \"Kıyametin kurulacağı zaman, en kötü insanların içinden olacaklar.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Az-Zubair bin `Adi:",
      "text": "Zübeyir bin Adi'den rivayet edilmiştir: Anas bin Malik'e gittik ve El-Haccac'ın elinde çektiğimiz zulmü şikayet ettik. Anas bin Malik dedi ki: \"Rabbinizle karşılaşıncaya kadar sabırlı olun, çünkü üzerinize gelecek hiçbir zaman yoktur ki, onu takip eden zaman ondan daha kötü olmasın. Bunu Peygamber'den duydum.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Um Salama:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Elçisi (ﷺ) bir gece korku içinde uyandı ve şöyle dedi: \"Subhan Allah, Allah'ın ne kadar hazine indirdi! Ve ne kadar belalar indirildi! Bu odalardaki kadınları (Peygamber'in eşlerini) kim uyandıracak (namaz için)?\" Eşlerini kastetti, böylece onlar namaz kılabilsinler. Ekledi: \"Bu dünyada iyi giyinmiş bir (ruh), ahirette çıplak olabilir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bizimle silahlanan kimse bizden değildir.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bizimle silahlanan kimse bizden değildir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hiçbiriniz, Müslüman kardeşine silah ile işaret etmemelidir, çünkü o bilmez, Şeytan onu vurması için kışkırtabilir ve böylece ateş çukuruna (Cehennem) düşer.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Sufyan:",
      "text": "Süfyan'dan rivayet edilmiştir: Amr'a dedim ki: \"Ey Ebu Muhammed! Jabir bin Abdullah'ın 'Ok taşıyan bir adam camiden geçti ve Allah'ın Elçisi (ﷺ) ona, 'Okları uçlarından tut!' dediğini duydun mu?\" Amr cevap verdi: \"Evet.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Bir adam camiden geçti ve ok taşıyordu, okların uçları dışarıdaydı. Adam, (Peygamber tarafından) demir uçları tutması emredildi ki, hiçbir Müslümanı yaralamasın."
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer biriniz ok taşırken camimizden veya pazarımızdan geçerse, demir uçları tutmalıdır,\" veya \".... (uçlarını) elinde sıkıca tutmalıdır ki, Müslümanlardan birine zarar vermesin.\""
    },
    {
      "id": 27,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber şöyle dedi: \"Bir Müslümana sövmek Fusuq'tur (kötülük) ve onu öldürmek Kufr'dur (inkar).\""
    },
    {
      "id": 28,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle derken duydum: \"Benden sonra birbirinizin boyunlarını keserek inkara dönmeyin.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Bakra:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) insanlara hitap ederek şöyle dedi: \"Bugünün ne günü olduğunu bilmiyor musunuz?\" Onlar cevap verdiler: \"Allah ve O'nun Elçisi daha iyi bilir.\" O günün başka bir ismi olabileceğini düşündük. Peygamber dedi ki: \"Bugün An-Nahr günü değil mi?\" Biz cevap verdik: \"Evet. Ey Allah'ın Elçisi (ﷺ).\" O zaman dedi ki: \"Bu şehir nedir? Bu, yasak (Kutsal) şehir (Mekke) değil mi?\" Biz cevap verdik: \"Evet, ey Allah'ın Elçisi (ﷺ).\" O zaman dedi ki: \"Sizlerin kanları, malları, onurları ve bedenleriniz (yani, bedenleriniz) birbirinize, bu gününüzün, bu ayınızın, bu şehrinizin kutsallığı gibi kutsaldır. (Dinleyin) Size Allah'ın mesajını iletmedim mi?\" Biz cevap verdik: \"Evet.\" O dedi ki: \"Ey Allah! Bunun için şahit ol. O halde, burada bulunanların, (bu mesajımı) bulunmayanlara iletmesi gerekir; çünkü bilgilendirilen kimse, söylediklerimi burada bulunanlardan daha iyi anlayabilir.\" Rivayet eden ekledi: Gerçekten de öyleydi. Peygamber (ﷺ) ekledi: \"Dikkat edin! Benden sonra birbirinizin boyunlarını keserek inkara dönmeyin.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Dikkat edin! Benden sonra birbirinizin boyunlarını keserek inkara dönmeyin.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Jarir:",
      "text": "Cerir'den rivayet edilmiştir: Peygamber (ﷺ) bana Veda Haccı sırasında, \"İnsanlar sessiz kalsın ve dinlesin.\" dedi. Sonra insanlara hitaben, \"Dikkat edin! Benden sonra birbirinizin boyunlarını keserek kafirler gibi dönmeyin.\" dedi."
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yakın bir gelecekte, oturan bir kimse ayakta olandan, ayakta olan da yürüyenden, yürüyen de koşandan daha hayırlı olacaktır. Bu sıkıntılara kendini maruz bırakan kimse yok olacaktır. O halde, bu sıkıntılardan korunacak bir yer bulan, oraya sığınsın.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yakın bir gelecekte, oturan bir kimse ayakta olandan, ayakta olan da yürüyenden, yürüyen de koşandan daha hayırlı olacaktır. Bu sıkıntılara kendini maruz bırakan kimse yok olacaktır. O halde, bu sıkıntılardan korunacak bir yer bulan, oraya sığınsın.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Al-Hasan:",
      "text": "Hasan'dan rivayet edilmiştir: (El-Ahnaf dedi ki:) Sıkıntı gecelerinde silahlarımı taşıyarak dışarı çıktım (yani Ali ile Aişe arasındaki savaş) ve Ebu Bekir bana rastladı ve \"Nereye gidiyorsun?\" diye sordu. Ben de \"Allah'ın Elçisi (ﷺ) 'nin kuzenine (yani Ali'ye) yardım etmeyi düşünüyorum.\" dedim. Ebu Bekir, \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'İki Müslüman kılıçlarını birbirlerine çekerse, her ikisi de Cehennem ateşinin halkasından olacaktır.' Peygambere, 'Katil için bir sakınca yok ama öldürülen için ne olacak?' denildi. O da, 'Öldürülenin rakibini öldürme niyeti vardı.' diye cevap verdi.\" (Bkz. Hadis No. 30, Cilt 1)"
    },
    {
      "id": 35,
      "narrator": "Narrated Hudhaifa bin Al-Yaman:",
      "text": "El-Ahnaf'tan rivayet edilmiştir: Ebu Bekir dedi ki: Peygamber (ﷺ) yukarıdaki gibi söyledi."
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Al-Aswad:",
      "text": "Hudeyfe bin el-Yeman'dan rivayet edilmiştir: İnsanlar Allah'ın Elçisi (ﷺ) ile iyi olan şeyleri sorarlardı ama ben ondan kötü olan şeyleri sorardım ki onlara kapılmayayım. Ben de, \"Ey Allah'ın Elçisi (ﷺ)! Biz cehalet içinde ve (son derece) kötü bir atmosferde yaşıyorduk, sonra Allah bize bu iyiliği (yani İslam'ı) getirdi; bu iyilikten sonra bir kötülük olacak mı?\" dedim. O, \"Evet.\" dedi. Ben, \"O kötülükten sonra bir iyilik olacak mı?\" dedim. O, \"Evet, ama bu, lekeli (saf değil) olacaktır.\" dedi. Ben, \"O leke ne olacak?\" dedim. O, \"Bazı insanlar benim sünnetime göre başkalarını yönlendireceklerdir. Onların bazı amellerini onaylayacak, bazılarını ise onaylamayacaksınız.\" dedi. Ben, \"O iyilikten sonra bir kötülük olacak mı?\" dedim. O, \"Evet, (bazı insanlar) Cehennem ateşinin kapılarında çağrıda bulunacaklar ve kim onların çağrısına icabet ederse, onları Cehennem ateşine atacaklardır.\" dedi. Ben, \"Ey Allah'ın Elçisi! Onları bize tarif eder misin?\" dedim. O, \"Onlar bizim kendi halkımızdan olacak ve bizim dilimizi konuşacaklar.\" dedi. Ben, \"Eğer böyle bir durum hayatımda olursa ne yapmamı emredersin?\" dedim. O, \"Müslümanların grubuna ve onların İmamına (hükümdarına) yapış.\" dedi. Ben, \"Eğer ne Müslüman grubu ne de bir İmam (hükümdar) olursa?\" dedim. O, \"O zaman o mezheplerden tamamen uzaklaş, hatta bir ağacın köklerini ısırarak ölünceye kadar o halde kal.\" dedi."
    },
    {
      "id": 37,
      "narrator": "Narrated Hudhaifa:",
      "text": "Ebu Esved'den rivayet edilmiştir: Medineli insanlardan bir ordu birimi oluşturuluyordu ve adım da aralarına yazılmıştı. Sonra İkrime ile karşılaştım ve ona bunu bildirdiğimde, beni çok güçlü bir şekilde caydırdı ve \"İbn Abbas bana, Allah'ın Elçisi (ﷺ) aleyhine sayılarının artması için putperestlerle birlikte olan bazı Müslümanlar olduğunu söyledi. Böylece (Müslüman ordusundan) bir ok onlardan birine isabet eder ve onu öldürür ya da bir Müslüman onu (kılıcıyla) vurur ve öldürür.\" dedi. Bunun üzerine Allah şöyle indirdi: \"Şüphesiz, meleklerin aldıkları (ölüm) esnasında kendilerine zulmedenler hakkında.\" (4.97)"
    },
    {
      "id": 38,
      "narrator": "Narrated Salama bin Al-Akwa`:",
      "text": "Hudeyfe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize iki peygamberlik rivayetinde bulundu; bunlardan birini gerçekleştirilmiş olarak gördüm ve diğerinin gerçekleşmesini bekliyorum. Peygamber (ﷺ) bize, dürüstlüğün insanların kalplerinin köklerine (Allah'tan) indiğini ve sonra onu Kur'an'dan öğrendiklerini, ardından da Sünnetten (Peygamber'in geleneklerinden) öğrendiklerini söyledi. Peygamber (ﷺ) ayrıca o dürüstlüğün nasıl alınacağını da anlattı: \"İnsan uykuya dalacak ve dürüstlük kalbinden alınacak, geride sadece onun izi kalacak; sonra insan tekrar uykuya dalacak, bu sefer dürüstlük daha da azalacak, öyle ki izi, ayağına düşen bir kıvılcımın şişmesine neden olduğu gibi, kabarcık izi gibi olacaktır; biri bunu şişmiş olarak görecek ama içinde hiçbir şey olmayacaktır. İnsanlar ticaret yapacak ama neredeyse güvenilir kimse olmayacak. 'Şu ve bu kabilede bir dürüst insan var.' denilecek ve daha sonra bir adam hakkında, 'Ne kadar akıllı, nazik ve güçlü bir adam!' denilecek. Oysa onun kalbinde hardal tanesi kadar bile bir iman olmayacak.\" Şüphesiz, üzerime bir zaman geldi ki, sizlerden herhangi biriyle ticaret yapmaktan çekinmiyordum, çünkü eğer o bir Müslüman ise, İslam'ı ona, bana olan borcumu ödemeye zorlayacaktı; eğer o bir Hristiyan ise, Müslüman yetkili onu borcumu ödemeye zorlayacaktı, ama bugün sadece şu ve bu kişiyle muamele ediyorum."
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Selame bin el-Akva'dan rivayet edilmiştir: Al-Haccac'ı ziyaret etti. Al-Haccac, \"Ey Akva'nın oğlu! Çöl halkıyla (çölde) kalarak sırtını döndün (yani İslam'dan ayrıldın).\" dedi. Selame, \"Hayır, ama Allah'ın Elçisi (ﷺ) bana çölde bedeviyle kalmama izin verdi.\" dedi. Yezid bin Ebu Ubeyde'den rivayet edilmiştir: Osman bin Affan (şehit) edildiğinde, Selame bin el-Akva Ar-Rabadha adında bir yere gitti ve orada evlendi ve çocuklar doğurdu ve orada, ölümünden birkaç gece önce Medine'ye geldi."
    },
    {
      "id": 40,
      "narrator": "Narrated Anas:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir zaman gelecek ki, bir Müslümanın en iyi malı, dağların zirvelerine ve yağış alan yerlerine götüreceği koyunlar olacaktır ki, dinini sıkıntılardan kaçırmak için.\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir: İnsanlar Peygamber (ﷺ) ile çok fazla soru sormaya başladılar. Bir gün o minbere çıktı ve \"Bana hiçbir soru sormayacaksınız, ama ben size açıklayacağım.\" dedi. Sağımda ve solumda baktım ve her adamın başını örtüsüyle kapattığını ve ağladığını gördüm. Sonra bir adam kalktı, ki o, biriyle tartıştığında, babasının oğlu olmamakla suçlanırdı. O, \"Ey Allah'ın Elçisi (ﷺ)! Babam kim?\" dedi. Peygamber (ﷺ) cevap verdi, \"Baban Hudeyfe.\" Sonra Ömer kalktı ve \"Biz Allah'ı Rabbimiz, İslam'ı dinimiz ve Muhammed'i Elçimiz olarak kabul ediyoruz ve sıkıntıların şerrinden Allah'a sığınıyoruz.\" dedi. Peygamber (ﷺ) şöyle dedi: \"Bu günde iyi ve kötü hiç görmedim. Şüphesiz, Cennet ve Cehennem önümde sergilendi, ta ki onları o duvarın önünde gördüm.\" Katade dedi: Bu Hadis, şu Ayetin açıklaması olarak zikredilirdi: \"Ey iman edenler! Açıklanması halinde size sıkıntı verebilecek şeyler hakkında soru sormayın.\" (5.101)"
    },
    {
      "id": 42,
      "narrator": "Narrated Anas:",
      "text": "Yukarıdaki hadis, Anas'tan başka bir zincirle rivayet edilmiştir ve \"her adam başını örtüsüyle kapatmış ve ağlıyordu.\" şeklinde söylenmiştir. Ve \"sıkıntıların şerrinden Allah'a sığınıyorum.\" veya \"sıkıntıların şerrinden Allah'a sığınırım.\" şeklinde söylenmiştir."
    },
    {
      "id": 43,
      "narrator": "Narrated Salim's father:",
      "text": "Anas'tan rivayet edilmiştir: Yukarıdaki hadis, Anas'tan başka bir zincirle rivayet edilmiştir ve \"sıkıntıların şerrinden Allah'a sığınıyorum.\" şeklinde söylenmiştir."
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Salim'in babasından rivayet edilmiştir: Peygamber (ﷺ) minberin yanında durdu (ve parmağıyla Doğu'yu işaret etti) ve \"Sıkıntılar oradadır! Sıkıntılar oradadır, Şeytan'ın başının çıkacağı yerden.\" dedi veya \"güneşin yanından.\" dedi."
    },
    {
      "id": 45,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Doğu'ya bakarken şöyle dedi: \"Şüphesiz! Sıkıntılar oradadır, Şeytan'ın başının çıkacağı yerden.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Sa`id bin Jubair:",
      "text": "Sa`id bin Jubair'den rivayet edilmiştir: `Abdullah bin `Umar bize geldi ve ondan güzel bir Hadis anlatmasını umuyorduk. Ama biz ondan sormadan, bir adam ayağa kalkıp ona dedi ki: \"Ey Abu `Abdur-Rahman! Bize fitneler zamanındaki savaşlar hakkında anlat.\" Allah şöyle buyuruyor: \"Onlarla, fitne kalmayıncaya ve din tamamen Allah'a ait oluncaya kadar savaşın.\" (2.193) Ibn `Umar adamın yüzüne bakarak, \"Fitne ne demektir biliyor musun? Anan ağlasın! Muhammed, putperestlere karşı savaşırdı, çünkü bir Müslüman dininde imtihana tabi tutuluyordu (Putperestler ya onu öldürecek ya da esir alacaklardı). Onun savaşı, sizin iktidar için yürüttüğünüz savaş gibi değildi.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Shaqiq:",
      "text": "Şakik'ten rivayet edilmiştir: Hudhaifa'nın şöyle dediğini duydum: \"Biz `Umar ile otururken, o dedi ki: 'Aranızda Peygamber (ﷺ)'in fitneler hakkındaki sözünü hatırlayan var mı?' Hudhaifa dedi ki: 'Bir adamın ailesi, malı, çocukları ve komşuları üzerindeki fitneleri, namazı, Zekat'ı (ve sadakaları) ile iyiliği emredip kötülükten men etmesiyle affedilir.' `Umar dedi ki: 'Ben bu fitneleri sormuyorum, ama deniz dalgaları gibi hareket edecek olan fitneleri soruyorum.' Hudhaifa dedi ki: 'Bunun için endişelenme, ey müminlerin emiri, çünkü seninle onların arasında kapalı bir kapı var.' `Umar dedi ki: 'O kapı kırılacak mı yoksa açılacak mı?' Ben dedim ki: 'Hayır, o kapı kırılacak.' `Umar dedi ki: 'O zaman o kapı asla kapanmayacak.' Ben dedim ki: 'Evet.' Hudhaifa'ya sorduk: '`Umar o kapının ne anlama geldiğini biliyor muydu?' O cevap verdi: 'Evet, yarın sabah olmadan önce gece olacağını bildiğim gibi biliyorum, çünkü ona hatasız bir rivayet aktardım.' Hudhaifa'ya o kapının neyi temsil ettiğini sormaya cesaret edemedik, bu yüzden Masruq'u ona sorması için görevlendirdik. O da cevapladı: '`Umar.'\""
    },
    {
      "id": 48,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Abu Musa Al-Ash`ari'den rivayet edilmiştir: Peygamber (ﷺ) Medine'nin bahçelerinden birine iş için çıktı ve ben de onu takip etmek için çıktım. Bahçeye girdiğinde, ben kapısında oturdum ve kendime dedim ki: \"Bugün Peygamber'in kapıcısı olacağım, oysa bana emretmedi.\" Peygamber (ﷺ) ihtiyacını gidermeye gitti ve kuyu kenarına oturdu, bacaklarını açtı ve kuyunun içine sarkıttı. Bu sırada Abu Bekir geldi ve içeri girmek için izin istedi. Ben ona dedim ki: \"İzin alana kadar bekle.\" Abu Bekir dışarıda bekledi ve ben Peygamber'e (ﷺ) gidip dedim ki: \"Ey Allah'ın Peygamberi! Abu Bekir içeri girmek için izin istiyor.\" O da dedi ki: \"Onu al, ona Cennet'e gireceğine dair müjde ver.\" Böylece Abu Bekir girdi ve Peygamber'in (ﷺ) sağ tarafında oturdu, bacaklarını açtı ve kuyunun içine sarkıttı. Sonra `Umar geldi ve ben ona dedim ki: \"İzin alana kadar bekle.\" Peygamber (ﷺ) dedi ki: \"Onu al ve ona Cennet'e gireceğine dair müjde ver.\" Böylece `Umar girdi ve Peygamber'in sol tarafında oturdu, bacaklarını açtı ve kuyunun içine sarkıttı, böylece kuyunun bir tarafı tamamen dolmuş oldu ve kimse oturacak yer bulamadı. Sonra `Uthman geldi ve ben ona dedim ki: \"İzin alana kadar bekle.\" Peygamber (ﷺ) dedi ki: \"Onu al ve ona başına gelecek bir felaketle birlikte Cennet'e gireceğine dair müjde ver.\" İçeri girdiğinde, onlarla oturacak yer bulamadı, bu yüzden kuyunun karşı tarafına gitti ve bacaklarını açtı ve kuyunun içine sarkıttı. Bir kardeşimin gelmesini arzuladım, bu yüzden onun gelmesi için Allah'a dua ettim. (İbn Al-Musaiyab dedi ki: \"Bu rivayeti, onların mezarlarını temsil ettiğini yorumladım. İlk üçü bir arada ve `Uthman'ın mezarı onlardan ayrı.\")"
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Wail:",
      "text": "Abu Wail'den rivayet edilmiştir: Birisi Usama'ya dedi ki: \"Bu (Uthman) ile konuşmayacak mısın?\" Usama dedi ki: \"Ben ona (gizlice) konuştum, kötü bir kapıyı açan ilk adam olmadan. İki veya daha fazla adam üzerinde hüküm süren bir yöneticinin iyi olduğunu asla söylemeyeceğim, çünkü Allah'ın Resulü (ﷺ) şöyle dedi: 'Bir adam getirilecek ve Cehennem'e (Ateş) konulacak ve Cehennem'de (Ateş) bir değirmenin eşeği gibi dönecek ve Cehennem halkı etrafında toplanacak ve ona diyecekler ki, \"Ey falan! Başkalarını iyiliğe çağırıp kötülükten men etmez miydin?\" O adam diyecek ki: \"Ben başkalarına iyiliği emrederdim ama kendim yapmazdım, ve başkalarına kötülükten men ederdim ama kendim kötülük yapardım.\"'"
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Bakra:",
      "text": "Abu Bakra'dan rivayet edilmiştir: Al-Jamal savaşında, Allah bana bir Söz ile faydalandı (Peygamber'den duyduğum). Peygamber, Pers halkının Khosrau'nun kızını kraliçeleri (hükümdarları) yaptığını duyduğunda dedi ki: \"Bir kadını hükümdar yapan bir ulus asla başarılı olamaz.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Maryam `Abdullah bin Ziyad Al-Aasadi:",
      "text": "Abu Maryam `Abdullah bin Ziyad Al-Aasadi'den rivayet edilmiştir: Talha, AzZubair ve `Aisha Basra'ya hareket ettiğinde, `Ali `Ammar bin Yasir ve Hasan bin `Ali'yi gönderdi. Onlar Kufa'ya geldiler ve minbere çıktılar. Al-Hasan bin `Ali minberin en üstünde, `Ammar Al-Hasan'ın altında duruyordu. Hepimiz onun önünde toplandık. `Ammar'ın şöyle dediğini duydum: \"`Aisha Al-Busra'ya taşındı. Allah'a yemin ederim ki, o bu dünyada ve ahirette Peygamberinizin eşidir. Ama Allah sizi, O'na (Allah) mı yoksa ona mı (`Aisha) itaat edeceğinizi denemek için imtihana tabi tuttu.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Wail:",
      "text": "Abu Wail'den rivayet edilmiştir: `Ammar Kufa'daki minberde durdu ve `Aisha ve onun (Busra'ya) gelmesini anarak dedi ki: \"O, bu dünyada ve ahirette Peygamberinizin eşidir, ama siz bu meselede imtihana tabi tutuluyorsunuz.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Wail:",
      "text": "Abu Wail'den rivayet edilmiştir: Abu Musa ve Abii Mas`ud, `Ali'nin onları (Ali'nin tarafında) savaşmaya teşvik etmek için Kufa'ya gönderdiği `Ammar'a gittiler. Ona dediler ki: \"Sen Müslüman olduğundan beri, bu konuda yaptığın en eleştirilebilir eylemi hiç görmedik.\" `Ammar dedi ki: \"Siz (ikiniz) Müslüman olduğunuzdan beri, bu konuda yaptığınız en eleştirilebilir eylemi hiç görmedim, bu meseleden uzak durmanız.\" Sonra Abu Mas`ud, `Ammar ve Abu Musa'ya giymeleri için iki parça kıyafet verdi ve biri Kufa camisine gitti."
    },
    {
      "id": 54,
      "narrator": "Narrated Shaqiq bin Salama:",
      "text": "Şakik bin Salama'dan rivayet edilmiştir: Ben Abu Mas`ud ve Abu Musa ile `Ammar ile oturuyordum. Abu Mas`ud `Ammar'a dedi ki: \"Senin arkadaşlarından hiçbiri yok ki, eğer istersem, onu eleştirebileyim, sadece sen hariç. Sen Peygamber'in (ﷺ) yanında bulunduktan beri, bu meselede yaptığın en eleştirilebilir eylemi hiç görmedim.\" `Ammar dedi: \"Ey Abu Mas`ud! Ben de senin veya bu arkadaşının (yani Abu Musa'nın) bu meseleden uzak durduğunuzdan beri, yaptığınız en eleştirilebilir eylemi görmedim.\" Sonra Abu Mas`ud, zengin bir adam olarak, hizmetçisine dedi ki: \"Ey çocuk! İki elbise getir.\" Sonra birini Abu Musa'ya, diğerini `Ammar'a verdi ve onlara dedi ki: \"Cuma namazına gitmeden önce bu elbiseleri giyin.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn `Umar:",
      "text": "Ibn `Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Eğer Allah bir millete azap ederse, o zaman bu azap tüm nüfusa ayrım gözetmeksizin gelir ve sonra onlar, amellerine göre diriltilirler (ve yargılanırlar).\""
    },
    {
      "id": 56,
      "narrator": "Narrated Al-Hasan Al-Basri:",
      "text": "Al-Hasan Al-Basri'den rivayet edilmiştir: Al-Hasan bin `Ali, Muaviye'ye karşı ordu birlikleriyle hareket ettiğinde, `Amr bin AL-As Muaviye'ye dedi ki: \"Geri çekilmeyecek bir ordu görüyorum, ta ki karşıt ordu geri çekilene kadar.\" Muaviye dedi ki: \"(Eğer Müslümanlar öldürülürse) çocuklarına kim bakacak?\" `Amr bin Al-As dedi: \"Ben (onlara bakarım).\" Bunun üzerine `Abdullah bin 'Amir ve `Abdur-Rahman bin Samura dedi ki: \"Haydi Muaviye ile buluşalım ve barış önerelim.\" Al-Hasan Al-Basri ekledi: \"Şüphesiz, Abu Bakra'nın şöyle dediğini duydum: 'Bir gün Peygamber (ﷺ) insanlara hitap ederken, Al-Hasan (bin `Ali) geldi ve Peygamber (ﷺ) dedi ki: 'Bu oğlum bir liderdir ve Allah, onun aracılığıyla iki Müslüman grubun arasında barış sağlayabilir.'\""
    },
    {
      "id": 57,
      "narrator": "Narrated Harmala:",
      "text": "Harmala'dan rivayet edilmiştir: (Usama'nın maulu) Usama (bin Zaid) beni `Ali'ye (Kufa'da) gönderdi ve dedi ki: \"`Ali sana soracak, 'Senin arkadaşını benimle katılmaktan ne alıkoydu?' O zaman ona demelisin ki: 'Eğer sen (`Ali) bir aslanın ağzında olsan, seninle olmak isterdim, ama bu meselede hiçbir rol almak istemiyorum.'\" Harmala ekledi: \"`Ali bana hiçbir şey vermedi (mesajı ilettiğimde), bu yüzden Hasan, Hüseyin ve İbn Ja`far'a gittim ve onlar develerimi çok (malla) yüklediler.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: Medine halkı, Yazid bin Muaviye'yi tahttan indirdiğinde, Ibn `Umar özel arkadaşlarını ve çocuklarını topladı ve dedi ki: \"Peygamber (ﷺ)'in şöyle dediğini duydum: 'Kıyamet Günü her hain için bir bayrak dikilecektir,' ve biz bu kişiye (Yazid) Allah ve Resulü tarafından emredilen şartlara göre biat ettik ve Allah ve Resulü tarafından emredilen şartlara göre biat edilen bir kişiye karşı savaşmaktan daha güvenilmez bir şey bilmiyorum, ve eğer aranızda herhangi bir kişinin Yazid'i tahttan indirmek için (başka birine) biat ettiğini öğrenirsem, o kişi ile benim aramda ayrılık olacaktır.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Al-Minhal:",
      "text": "Abu Al-Minhal'den rivayet edilmiştir: Ibn Ziyad ve Marwan Şam'dayken ve Ibn Az-Zubair Mekke'de yönetimi ele geçirdiğinde ve Kurrâ' (Hariciler) Basra'da isyan ettiğinde, ben babamla birlikte Abu Barza Al-Aslami'ye gittim. Onun evine girdiğimizde, bir kamıştan yapılmış bir odanın gölgesinde oturuyordu. Onunla oturduk ve babam ona konuşmaya başladı ve dedi ki: \"Ey Abu Barza! İnsanların hangi çıkmazda olduğunu görmüyor musun?\" İlk duyduğum şey, \"Kureyş kabilesine karşı öfkeli ve küçümseyici olduğum için Allah'tan kendime sevap istiyorum. Ey Araplar! Çok iyi biliyorsunuz ki, siz sıkıntı içindeydiniz, sayıca azdınız ve sapkındınız, ve Allah sizi İslam ve Muhammed ile tüm bunlardan kurtardı, ta ki sizi şimdi gördüğünüz bu refah ve mutluluk durumuna getirdi; ve bu dünya malı ve zevkleri, aranızda fitne çıkmasına neden oldu. Şam'daki (yani Marwan) kimse, Allah'a yemin ederim ki, dünya kazancı için savaşıyor; ve aranızdakiler, Allah'a yemin ederim ki, dünya kazancı için savaşıyor; ve Mekke'deki (yani Ibn Az-Zubair) kimse, Allah'a yemin ederim ki, dünya kazancı için savaşıyor.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Abi Waih:",
      "text": "Abi Waih'den rivayet edilmiştir: Hudhaifa bin Al-Yaman dedi ki: \"Bugünün münafıkları, Peygamber'in zamanındaki münafıklardan daha kötüdür, çünkü o günlerde gizlice kötü işler yaparlardı ama bugün bu işleri açıkça yapıyorlar.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Abi Asha'sha:",
      "text": "Abi Asha'sha'dan rivayet edilmiştir: Hudhaifa dedi ki, 'Aslında, bu, Peygamber (ﷺ) döneminde var olan bir münafıklık idi ama bugün bu, inançtan sonra küfürdür.'"
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Saat, bir adamın birinin mezarının yanından geçip, 'Keşke onun yerinde olsaydım.' demesiyle kurulmayacaktır.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Saat, Daus kabilesinin kadınlarının Dhi-al-Khalasa etrafında dönerken kalçalarının hareket etmesiyle kurulmayacaktır.\" Dhi-al-Khalasa, Daus kabilesinin İslam öncesi cahiliye döneminde taptıkları bir put idi."
    },
    {
      "id": 64,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Saat, Qahtan'dan bir adam ortaya çıkıp, insanları sopasıyla sürmediği sürece kurulmayacaktır.\""
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Saat, Hicaz topraklarından bir ateş çıktığında kurulacaktır ve bu ateş, Busra'daki develerin boyunlarına ışık tutacaktır.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Yakında 'Fırat' nehri, altın hazinesini (dağını) açığa çıkaracak, o zaman orada bulunan kimse ondan hiçbir şey almamalıdır.\" Al-A'raj, Abu Huraira'dan aynı şeyi rivayet etti ama o, \"O (Fırat), altında bir altın dağını açığa çıkaracak.\" dedi."
    },
    {
      "id": 67,
      "narrator": "Narrated Haritha bin Wahb:",
      "text": "Haritha bin Wahb'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) derken duydum ki, \"Sadaka verin, çünkü insanlar üzerine bir zaman gelecek ki, bir kişi sadakasıyla bir yerden bir yere gidecek ama onu kabul edecek kimse bulamayacaktır.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Saat, (1) iki büyük grubun birbirleriyle savaşmadığı sürece kurulmayacaktır; bu savaşta her iki tarafta da büyük kayıplar olacak ve her ikisi de aynı dini inancı takip edecektir, (2) yaklaşık otuz Dajjal (yalancı) ortaya çıkmadıkça, her biri Allah'ın Elçisi (ﷺ) olduğunu iddia edecektir, (3) dini ilim (alimlerin ölümüyle) alınmadıkça, (4) depremler artmadıkça, (5) zaman hızla geçmedikçe, (6) belalar ortaya çıkmadıkça, (7) Al-Harj (yani, öldürme) artmadıkça, (8) zenginlik bol olmadıkça ---- o kadar bol ki, zengin bir kişi Zekat'ının kabul edilmemesinden endişe edecek ve onu birine sunduğunda, o kişi (sunulan) 'Ben buna muhtaç değilim.' diyecektir, (9) insanlar yüksek binalar inşa etme konusunda birbirleriyle yarışmadıkça, (10) bir adam birinin mezarının yanından geçerken, 'Keşke onun yerinde olsaydım.' demedikçe, (11) ve güneş batıdan doğmadıkça kurulmayacaktır. Güneş doğduğunda ve insanlar onu (batıdan doğarken) gördüklerinde hepsi inanacak (İslam'ı kabul edecek) ama o zaman: (Allah'ın dediği gibi) 'O zaman bir ruhun inanması ona fayda vermeyecek, eğer daha önce inanmadıysa, ne de olsa iyi (doğru) işlerle kazanmadı.' (6.158) Ve saat, önlerinde bir örtü serip onu satamayan iki adam varken kurulacak; ve saat, bir adam dişi devesini sağarken ve sütünü alıp götürdüğünde kurulacak ama onu içemeyecek; ve saat, bir adam bir su tankını (hayvanları için) onarırken, hayvanlarını orada sulayamayacak; ve saat, bir kişi bir lokmayı ağzına kaldırırken ama onu yiyemeyecek şekilde kurulacaktır.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "Al-Mughira bin Shu`ba'dan rivayet edilmiştir: Hiç kimse, Peygamber (ﷺ) hakkında Ad-Dajjal ile ilgili benim kadar çok soru sormadı. Peygamber (ﷺ) bana, \"Onu neden bu kadar çok merak ediyorsun?\" dedi. Ben de, \"Çünkü insanlar onun yanında bir dağ ekmek ve bir nehir su olacağını söylüyor.\" dedim. Peygamber (ﷺ) dedi ki, \"Hayır, Allah ona böyle bir şey vermeyecek kadar cimri.\" (Ama bu, insanları denemek içindir; Allah'a mı inanacaklar yoksa Ad-Dajjal'a mı.)"
    },
    {
      "id": 70,
      "narrator": "Narrated Ibn 'Umar (ra) :",
      "text": "İbn 'Umar'dan (ra) rivayet edilmiştir: Peygamber (ﷺ) Ad-Dajjal hakkında, \"O tek gözlüdür, sağ gözü sanki dışarı fırlamış bir üzüm gibidir.\" dedi."
    },
    {
      "id": 71,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Ad-Dajjal gelecek ve Medine'ye yakın bir yere kamp kuracak ve sonra Medine üç kez sarsılacak; bu durumda her kafir (inkârcı) ve münafık (iki yüzlü) onun yanına çıkacak.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Bakra:",
      "text": "Abu Bakra'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Al-Masih Ad-Dajjal'in korkusu Medine'ye girmeyecek ve o zaman Medine'nin yedi kapısı olacak ve her kapıda iki melek (koruyucu) bulunacaktır.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Abu Bakra:",
      "text": "Abu Bakra'dan rivayet edilmiştir:"
    },
    {
      "id": 74,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar'dan: Allah'ın Elçisi (ﷺ) insanların arasında kalktı ve Allah'ı, O'na layık olduğu gibi övdü ve sonra Ad-Dajjal'i zikrederek, \"Ondan sizi uyarıyorum, hiçbir peygamber yoktur ki, onu takipçilerine uyarmasın; ama ben size onun hakkında, hiçbir peygamberin takipçilerine söylemediği bir şey söyleyeceğim: Ad-Dajjal tek gözlüdür, oysa Allah tek gözlü değildir.\" dedi."
    },
    {
      "id": 75,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin 'Umar'dan: Allah'ın Elçisi (ﷺ) dedi ki, \"Ben uyurken, kendimi Kabe'nin etrafında tavaf yaparken gördüm. Bakın, uzun saçlı, kırmızı-beyaz bir adam gördüm ve başından su damlıyordu. 'Bu kim?' diye sordum. Onlar, 'Meryem'in oğlu.' dediler. Sonra yüzümü başka bir adama çevirdim; o devasa bir bedene sahip, kırmızı tenli, kıvırcık saçlı ve bir gözü kördü. Gözünün görünümü dışarı fırlamış bir üzüm gibiydi. Onlar bana, 'O Ad-Dajjal'dır.' dediler.\" Peygamber (ﷺ) ekledi, \"Ona en çok benzeyen kişi Khuza'a kabilesinden Ibn Qatan'dır.\""
    },
    {
      "id": 76,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü'nü (ﷺ) namazında, Deccal'in belalarından Allah'a sığınırken duydum."
    },
    {
      "id": 77,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudeyfe'den rivayet edilmiştir: Peygamber (ﷺ) Deccal hakkında, onunla birlikte su ve ateş olacağını söyledi: (görünüşte) ateş, soğuk su olacak ve (görünüşte) su, ateş olacaktır."
    },
    {
      "id": 78,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hiçbir peygamber gönderilmedi ki, o, takipçilerini tek gözlü yalancı (Deccal) hakkında uyarmasın. Dikkat edin! O, bir gözünden kördür, sizin Rabbiniz ise öyle değildir ve onun (Deccal'in) iki gözü arasında 'Kafir' (yani, inkâr eden) kelimesi yazılı olacaktır.\" (Bu Hadis, Ebu Hureyre ve İbn Abbas tarafından da aktarılmıştır)."
    },
    {
      "id": 79,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) bize Deccal hakkında uzun bir rivayet anlattı ve anlattıklarından biri şuydu: \"Deccal gelecek ve Medine'nin dağ geçitlerine girmesi yasaklanacak. Medine'ye komşu tuzlu alanlardan birinde kamp kuracak ve orada, insanların en iyisi veya en iyi olanlarından biri ona görünecek. O, 'Ben, Allah'ın Resulü'nün (ﷺ) bize anlattığı Deccal'sin diye şahitlik ediyorum' diyecek. Deccal, (dinleyicilerine) 'Bakın, eğer ben bu adamı öldürürsem ve sonra ona hayat verirsem, benim iddiam hakkında herhangi bir şüpheye düşer misiniz?' diyecek. Onlar, 'Hayır' diye cevap verecekler. Sonra Deccal o adamı öldürecek ve ardından ona hayat verecek. Adam, 'Vallahi, şimdi seni her zamankinden daha iyi tanıyorum!' diyecek. Deccal, onu (tekrar) öldürmeye çalışacak ama buna güç verilmeyecek.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Medine'nin dağ geçitlerinde melekler vardır, böylece ne veba ne de Deccal buraya girebilir.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Deccal Medine'ye gelecek ve onu koruyan melekleri bulacak. Allah'ın izniyle, ne Deccal ne de veba ona yaklaşamayacak.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Zainab bint Jahsh:",
      "text": "Zeynep bint Cahş'tan rivayet edilmiştir: Bir gün Allah'ın Resulü (ﷺ) ona korku içinde girdi ve şöyle dedi: \"Allah'tan başka ibadet edilmeye layık olan yoktur! Araplara, yaklaşan büyük kötülükten vay haline! Bugün, Gag ve Magog'un barajında böyle bir delik açıldı.\" Peygamber (ﷺ) işaret parmağı ve baş parmağıyla bir daire yaptı. Zeynep bint Cahş ekledi: \"Ey Allah'ın Elçisi! İçimizde salih insanlar olmasına rağmen yok mu olacağız?\" Peygamber (ﷺ) şöyle dedi: \"Evet, eğer (kötü) kişilerin sayısı artarsa.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Gag ve Magog'un barajında bir delik açıldı.\" Vuhayb (alt rivayetçi) parmaklarıyla sayıyı 90 yaptı."
    }
  ]
}