{
  "language": "tr",
  "metadata": {
    "length": 84,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Beni kim dinlerse, Allah'ı dinlemiş olur; beni kim dinlemezse, Allah'ı dinlememiş olur; beni tayin ettiğim yöneticiyi kim dinlerse, beni dinlemiş olur; onu kim dinlemezse, beni dinlememiş olur.\""
    },
    {
      "id": 2,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphesiz! Sizden her biri bir bekçidir ve sorumluluğu altındakilerden sorumludur: İnsanların imamı (yönetici) bir bekçidir ve kendi tebaasından sorumludur; bir adam ailesinin (hane halkının) bekçisidir ve onlardan sorumludur; bir kadın kocasının evinin ve çocuklarının bekçisidir ve onlardan sorumludur; bir adamın kölesi, efendisinin malının bekçisidir ve ondan sorumludur. Şüphesiz, sizden her biri bir bekçidir ve sorumluluğu altındakilerden sorumludur.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Muhammad bin Jubair bin Mut`im:",
      "text": "Muhammed bin Cubeyr bin Mut'im'den rivayet edilmiştir: O, Muaviye ile birlikte kalan Kureyş heyetinin bir üyesiyken, Muaviye, Abdullah bin Amr'ın Kahtan kabilesinden bir kralın geleceğini söylediğini duyduğunda çok öfkelendi. Ayağa kalktı ve Allah'ı layık olduğu şekilde tesbih ve hamd ettikten sonra şöyle dedi: \"Devam edelim, bazı erkeklerinizin Allah'ın Kitabı'nda olmayan veya Allah'ın Elçisi (ﷺ) tarafından bahsedilmeyen şeyleri rivayet ettiğini öğrendim. Böyle insanlar sizlerin cehaletindendir. Bu tür boş arzulara dikkat edin; bunlar onları saptırır. Allah'ın Elçisi (ﷺ) şöyle söylemiştir: 'Bu mesele (halifelik) Kureyş'te kalacak, onlara karşı isyan eden kimse Allah tarafından yüzüstü düşürülecektir, onlar dinin kurallarına ve hükümlerine bağlı kaldıkları sürece.'\""
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu mesele (halifelik) Kureyş'te kalacaktır, hatta aralarından sadece iki kişi kalsa bile.\""
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kimseye benzemeyi arzu etmeyin, ancak iki durumda: (1) Allah'ın kendisine mal verdiği ve onu hayırlı bir şekilde harcayan bir adam. (2) Allah'ın kendisine hikmet (Kur'an ve Hadis bilgisi) verdiği ve buna göre hareket eden ve başkalarına öğreten bir adam.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer başınızda bir Habeşli (siyah) köle bile olsa, yöneticinizi dinlemeli ve ona itaat etmelisiniz.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer birisi Müslüman yöneticisinin hoşlanmadığı bir şey yaptığını görürse, sabırlı olmalıdır; çünkü Müslüman topluluğundan bir süre ayrı kalan ve sonra ölen kimse, cahiliye döneminde ölenler gibi ölecektir (isyan eden günahkârlar olarak). (Bkz. Hadis No. 176 ve 177)\""
    },
    {
      "id": 8,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir Müslüman, yöneticisinin (emirlerine) itaat etmeli ve dinlemelidir; hoşlansa da hoşlanmasa da, eğer emirleri Allah'a isyan içermiyorsa, fakat Allah'a isyan içeren bir eylem emredilirse, onu dinlememeli ve itaat etmemelidir. (Bkz. Hadis No. 203, Cilt 4)\""
    },
    {
      "id": 9,
      "narrator": "Narrated `Ali:",
      "text": "Ali'den rivayet edilmiştir: Peygamber (ﷺ) bir ordu birimini (bir sefer için) gönderdi ve onlara Ensar'dan bir adamı komutan olarak tayin etti ve onlara (askerlere) ona itaat etmelerini emretti. (Sefer sırasında) onlara öfkelendi ve \"Peygamber (ﷺ) size bana itaat etmenizi emretmedi mi?\" dedi. Onlar \"Evet\" dediler. O da \"Size odun toplayıp ateş yapmanızı ve sonra kendinizi içine atmanızı emrediyorum.\" dedi. Böylece odun topladılar ve ateş yaptılar, ama kendilerini atmaya hazırlanırken birbirlerine bakmaya başladılar ve içlerinden bazıları \"Biz Peygamber (ﷺ) ile ateşten kaçmak için geldik. Şimdi nasıl içine girmeliyiz?\" dediler. O sırada ateş söndü ve komutanlarının öfkesi dindi. Olay Peygamber (ﷺ)'e anlatıldı ve o şöyle dedi: \"Eğer içeri girselerdi (ateşe) asla dışarı çıkamazlardı, çünkü itaat sadece hayır olan şeylerde gereklidir.\" (Bkz. Hadis No. 629, Cilt 5)"
    },
    {
      "id": 10,
      "narrator": "Narrated `Abdur-Rahman bin Samura:",
      "text": "Abdurrahman bin Semura'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ey Abdurrahman! Yönetici olmaya çalışma; çünkü eğer talep ettiğin için sana yetki verilirse, bunun sorumluluğunu taşıyacaksın, ama eğer istemeden sana verilirse, o zaman Allah tarafından bu işte yardım göreceksin. Eğer bir şey yapmak için yemin edersen ve sonra başka bir şeyin daha iyi olduğunu bulursan, o zaman yeminini bozmaya ve daha iyi olanı yapmaya çalışmalısın.\""
    },
    {
      "id": 11,
      "narrator": "Narrated `Abdur-Rahman bin Samura:",
      "text": "Abdurrahman bin Semura'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ey Abdurrahman bin Semura! Yönetici olmaya çalışma; çünkü eğer talep ettiğin için sana yetki verilirse, bunun sorumluluğunu taşıyacaksın, ama eğer istemeden sana verilirse, o zaman Allah tarafından bu işte yardım göreceksin. Eğer bir şey yapmak için yemin edersen ve sonra başka bir şeyin daha iyi olduğunu bulursan, o zaman daha iyi olanı yap ve yeminini bozdur.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Sizler yönetim yetkisini elde etmek için hevesleneceksiniz, bu da Kıyamet Günü sizin için bir pişmanlık olacaktır. Ne güzel bir sütanne, ama ne kötü bir sütten kesme!\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Kabilemden iki adam ve ben Peygamber'in yanına girdik. İki adamdan biri Peygamber'e (ﷺ) \"Ey Allah'ın Elçisi! Beni bir vali tayin et,\" dedi, diğeri de aynı şekilde söyledi. Peygamber (ﷺ) şöyle dedi: \"Biz, yönetim yetkisini isteyenlere ve buna heves edenlere vermeyiz.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ma'qil:",
      "text": "Ma'qil'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Allah'ın bazı insanları yönetme yetkisini verdiği ve onlara dürüst bir şekilde bakmayan her adam, cennetin kokusunu bile alamayacaktır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Ma'qil:",
      "text": "Ma'qil'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer bir Müslüman tebaasına hükmetme yetkisine sahip bir yönetici, onları aldatırken ölürse, Allah ona cenneti haram kılacaktır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Tarif Abi Tamima:",
      "text": "Tarif Abi Tamima'dan rivayet edilmiştir: Jundab nasihat ederken Safwan ve Jundab'ın arkadaşlarını gördüm. Onlar, \"Allah'ın Resulünden (ﷺ) bir şey duydun mu?\" dediler. Jundab, \"Onun şöyle söylediğini duydum: 'Gösteriş yapmak için iyi bir iş yapanın niyetini Allah Kıyamet Günü (insanların önünde) açığa çıkarır, ve insanları zora sokan kimseyi Allah Kıyamet Günü zora sokar.'\" İnsanlar (Jundab'a), \"Bize nasihat et.\" dediler. O da, \"İnsanın vücudundaki ilk temizlenmesi gereken yer karın bölgesidir, bu yüzden sadece iyi (helal ve meşru) yiyecekler yiyebilen kimse bunu yapmalıdır, ve cennete giden yolda kendisi ile arasında hiçbir şeyin girmemesi için elinden geleni yapan, hatta bir avuç kan dökmeden (yani cinayet işlememek) bunu yapmalıdır.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) ile ben camiden çıkarken, kapının dışında bir adamla karşılaştık. Adam, \"Ey Allah'ın Resulü (ﷺ)! Kıyamet ne zaman olacak?\" dedi. Peygamber (ﷺ) ona, \"Sen onun için ne hazırladın?\" diye sordu. Adam korktu ve utandı, sonra dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Ben onun için çok fazla oruç, namaz veya sadaka hazırlamadım ama Allah'ı ve Resulünü seviyorum.\" Peygamber (ﷺ) dedi ki, \"Sevdiğinle berabersin.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Thabit Al-Bunani:",
      "text": "Thabit Al-Bunani'den rivayet edilmiştir: Anas bin Malik, ailesinden bir kadına, \"Şu kadın hakkında bir şey biliyor musun?\" dedi. Kadın, \"Evet.\" diye cevap verdi. O da, \"Peygamber (ﷺ) onun yanından geçerken, o bir mezarın başında ağlıyordu ve ona, 'Allah'tan kork ve sabırlı ol.' dedi.\" Kadın, Peygamber'e, \"Benden uzaklaş, çünkü sen benim belamı bilmiyorsun.\" dedi. Anas ekledi, \"Peygamber (ﷺ) onu terk etti ve ilerledi. Bir adam onun yanından geçti ve ona, 'Allah'ın Resulü (ﷺ) sana ne söyledi?' diye sordu. Kadın, 'Onu tanımadım.' dedi. Adam, 'O Allah'ın Resulü (ﷺ) idi.' dedi.\" Anas ekledi, \"O kadın, Peygamber'in (ﷺ) kapısına geldi ve orada bir kapıcı bulamadı, ve dedi ki, 'Ey Allah'ın Resulü (ﷺ)! Vallahi, seni tanımadım!' Peygamber (ﷺ) dedi ki, 'Şüphesiz, sabır bir belanın ilk darbesindedir.'\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Kays bin Sa'd, Peygamber (ﷺ) için Amir (başkan) gibi bir baş polis memuruydu."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) onu gönderdi ve ardından Muaz'ı Yemen'e yöneticiler olarak gönderdi."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Bir adam İslam'ı kabul etti ve sonra Yahudiliğe döndü. Muaz bin Cebel geldi ve adamı Ebu Musa ile gördü. Muaz sordu, \"Bu (adam) ile ne oldu?\" Ebu Musa cevap verdi, \"İslam'ı kabul etti ve sonra Yahudiliğe döndü.\" Muaz dedi ki, \"Onu öldürmeden oturmayacağım (çünkü bu) Allah ve Resulünün hükmüdür.\""
    },
    {
      "id": 22,
      "narrator": "Narrated `Abdur Rahman bin Abi Bakra:",
      "text": "Abdurrahman bin Ebu Bekra'dan rivayet edilmiştir: Ebu Bekra, Sijistan'da bulunan oğluna yazdı: 'Öfkeliyken iki kişi arasında hüküm verme, çünkü ben Peygamber (ﷺ) in şöyle söylediğini duydum: \"Bir hakim, öfkeli bir halde iki kişi arasında hüküm vermemelidir.\"'"
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Mas`ud Al-Ansari:",
      "text": "Ebu Mes'ud El-Ensari'den rivayet edilmiştir: Bir adam Allah'ın Resulü (ﷺ) 'ne geldi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Vallahi, sabah cemaat namazına katılamıyorum çünkü falan (yani Muaz bin Cebel) namazı uzatıyor.\" O gün Peygamber (ﷺ) kadar nasihat verirken daha öfkeli olduğunu hiç görmemiştim. Sonra dedi ki, \"Ey insanlar! Bazılarınız diğerlerini (iyi işler, yani namaz vb.) sevmekten alıkoyuyor. Sizden biri insanlara namaz kıldırıyorsa, onu kısaltmalıdır çünkü aralarında yaşlılar, zayıflar ve meşgul olanlar (işi olan ihtiyaç sahipleri) vardır.\" (Bkz. Hadis No. 90, Cilt 1)"
    },
    {
      "id": 24,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Eşini adet döneminde boşadığını söyledi. Ömer bunu Peygamber'e iletti. Allah'ın Resulü öfkelendi ve dedi ki, \"Onu geri almalı (eşini) ve adet döneminden temizlenene kadar yanında tutmalı ve sonra bir sonraki dönemini beklemeli ve tekrar temizlenene kadar, ancak o zaman boşamak istiyorsa, boşayabilir.\""
    },
    {
      "id": 25,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hind bint Utbe bin Rabi'a geldi ve dedi ki, \"Ey Allah'ın Resulü (ﷺ)! Vallahi, yeryüzünde senin ailen gibi aşağılık bir aileyi görmek istemediğim hiçbir aile yoktu, ama bugün yeryüzünde senin ailenizden daha onurlu görmek istediğim hiçbir aile yok.\" Hind ekledi, \"Ebu Süfyan cimri birisidir. Onun malından çocuklarımıza yemek vermek günah mıdır?\" Peygamber (ﷺ) dedi ki, \"Onlara (ondan) adil ve makul bir şekilde yedirirseniz, sizin üzerinizde bir günah yoktur.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) Bizanslılara yazmayı düşündüğünde, insanlar, \"Mühürlenmiş (damgalı) bir mektup okumazlar.\" dediler. Bunun üzerine Peygamber (ﷺ) bir gümüş yüzük aldı -sanki şimdi parıltısını görüyorum- ve onun üzerine yazılmış olan: 'Muhammed, Allah'ın Resulü' idi."
    },
    {
      "id": 27,
      "narrator": "Narrated 'Abdullah bin As-Sa'di:",
      "text": "Abdullah bin Es-Sa'di'den rivayet edilmiştir: 'Umar'ın halifeliği sırasında ona gittiğinde, 'Umar ona, \"İnsanlar için bazı işler yaptığını ama ödeme alındığında bunu reddettiğini duymadım mı?\" dedi. Abdullah ekledi: \"Evet.\" 'Umar dedi, \"Neden böyle yapıyorsun?\" Ben de, \"Atlarım ve kölelerim var ve refah içinde yaşıyorum ve ödemenin Müslümanlar için bir sadaka olarak tutulmasını istiyorum.\" 'Umar dedi, \"Bunu yapma, çünkü ben de senin yaptığını yapmayı düşünmüştüm. Allah'ın Resulü (ﷺ) bana hediyeler verirdi ve ben ona, 'Bunu benden daha muhtaç birine ver.' derdim. Bir gün bana biraz para verdi ve ben de, 'Bunu benden daha muhtaç birine ver.' dedim, bunun üzerine Peygamber (ﷺ) dedi ki, 'Al ve elinde tut, sonra sadaka ver. Eğer bunu istemiyorsan ve talep etmiyorsan, sana gelen bu paradan al; aksi takdirde (yani, eğer sana gelmezse) onu kendin isteme.'\""
    },
    {
      "id": 28,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: 'Umar'ın şöyle dediğini duydum: \"Peygamber (ﷺ) bana bazı paralar verirdi ve ben ona, 'Bunu benden daha muhtaç birine ver.' derdim. Bir gün bana biraz para verdi ve ben de, 'Bunu benden daha muhtaç birine ver.' dedim. Peygamber (ﷺ) bana, 'Al ve elinde tut, sonra sadaka ver. Sana gelen bu paradan alırken bunu istemiyorsan ve talep etmiyorsan; al, ama verilmediği şeyleri istememelisin.' dedi.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Sahl bin Sa`d:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Bir koca ile bir karı arasında Lian davasına tanıklık ettim. O zaman on beş yaşındaydım."
    },
    {
      "id": 30,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den (Beni Sa'ida'nın kardeşi) rivayet edilmiştir: Ansar'dan bir adam Peygamber (ﷺ) 'ne geldi ve dedi ki, \"Bir adam, başka bir adamı karısıyla uyurken bulursa, onu öldürmeli mi?\" O adam ve karısı, ben oradayken camide Lian yaptılar."
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bir adam, Allah'ın Elçisi (ﷺ) mescitteyken yanına geldi ve ona, \"Ey Allah'ın Elçisi! Ben zina ettim.\" dedi. Peygamber (ﷺ) yüzünü diğer tarafa çevirdi, fakat adam kendisine dört şahit getirdiğinde, Peygamber (ﷺ) ona, \"Delimi oldun?\" dedi. Adam, \"Hayır.\" dedi. Bunun üzerine Peygamber (ﷺ) arkadaşlarına, \"Onu götürün ve taşlayarak öldürün.\" dedi."
    },
    {
      "id": 32,
      "narrator": "(continued from above)\nNarrated Jabir bin Abdullah:",
      "text": "(Yukarıdan devam ediyor) Jabir bin Abdullah'dan rivayet edilmiştir: Ben, Medine'deki Musalla'da onu taşlayanlardan biriydim (Bkz. Hadis 5272)."
    },
    {
      "id": 33,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Ben sadece bir insanım ve siz insanlar (muhalifler) bana davalarınızla geliyorsunuz; belki de aranızdan biri davasını diğerinden daha ikna edici bir şekilde sunabilir ve ben duyduğuma göre hüküm veririm. Eğer ben (hata ile) bir kardeşin hakkını diğerine verirsem, o (diğer) almaz, çünkü ben ona sadece bir ateş parçası veriyorum.\" (Bkz. Hadis No. 638, Cilt 3)."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Qatada:",
      "text": "Abu Qatada'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Huneyn günü dedi ki, \"Kim bir kafiri öldürür ve bunun için bir delil veya şahit bulursa, o zaman o öldürülenin salbı (silahları ve eşyaları) onun olacaktır.\" Ben, bir kafiri öldürdüğümü tasdik edecek bir şahit aramak için ayağa kalktım ama hiçbir şahit bulamadım ve oturdum. Sonra Allah'ın Elçisi'ne (ﷺ) durumu bildirmeyi düşündüm. (Bunu yaptığımda) onunla oturanlardan biri, \"Bahsettiği öldürülenin silahları bendedir, lütfen onu benim adıma tatmin et.\" dedi. Abu Bekir, \"Hayır, o Kureyş kuşuna silah veremez ve Allah'ın elçisinin davası için savaşan bir Allah'ın aslanını mahrum edemez.\" dedi. Allah'ın Elçisi (ﷺ) ayağa kalktı ve bana verdi, ben de onun bedeliyle bir bahçe satın aldım ve bu, savaş ganimetiyle sahip olduğum ilk mülk oldu. Hicaz halkı, \"Bir hakim, bilgiye dayanarak hüküm vermemelidir, isterse hakim olduğu sırada şahit olsun, isterse öncesinde.\" dediler. Eğer bir davalı, mahkemede rakibine aleyhine bir itirafta bulunursa, bazı âlimlere göre, hakim onun aleyhine hüküm vermemelidir, ta ki diğeri iki şahit çağırıp itirafını tasdik ettirsin. Irak'tan bazı insanlar, \"Bir hakim, mahkemede duyduğu veya şahit olduğu (davalının itirafı) üzerine hüküm verebilir, ama itiraf mahkeme dışında olursa, iki şahit itirafı tasdik etmeden hüküm veremez.\" dediler. Bazıları, \"Bir hakim, davanın bilgisine dayanarak hüküm verebilir, çünkü güvenilirdir ve bir şahit sadece gerçeği açığa çıkarmak içindir. Hakimin bilgisi, şahitinkinden daha fazladır.\" dediler. Bazıları, \"Bir hakim, yalnızca mülkle ilgili davalarda bilgisine dayanarak hüküm verebilir, ama diğer davalarda veremez.\" dediler. Al-Qasim, \"Bir hakim, diğer insanların bilmediği bir bilgiye dayanarak hüküm vermemelidir, çünkü bu, Müslümanlar arasında şüpheye yol açabilir ve Müslümanların gereksiz şüpheler taşımalarına neden olabilir.\" dedi."
    },
    {
      "id": 35,
      "narrator": "Narrated `Ali bin Husain:",
      "text": "Ali bin Hüseyin'den rivayet edilmiştir: Safiya bint (Huyai'nin kızı) Peygamber'e (mescitte) geldi ve dönerken, Peygamber (ﷺ) ona eşlik etti. O sırada Ensar'dan iki adam yanlarından geçti ve Peygamber onlara, \"O Safiya!\" dedi. O iki adam, \"Subhan Allah!\" dediler. Peygamber (ﷺ) dedi ki, \"Şeytan, insan bedeninde kan gibi dolaşır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Burda:",
      "text": "Abu Burda'dan rivayet edilmiştir: Peygamber (ﷺ) babamı ve Muaz bin Cebel'i Yemen'e gönderdi ve onlara, \"İnsanlara kolaylık sağlayın ve yollarını engellemeyin, onlara müjde verin ve onları iyi amellerden nefret ettirmeyin; siz ikiniz de işbirliği ve karşılıklı anlayış içinde çalışın.\" dedi. Abu Musa, Allah'ın Elçisi'ne (ﷺ), \"Bizim ülkemizde Al-Bit' adında özel bir içki hazırlanıyor.\" dedi. Peygamber (ﷺ) dedi ki, \"Her sarhoş edici şey yasaktır.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Tutsakları serbest bırakın ve davetleri kabul edin.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Humaid Al-Sa`idi:",
      "text": "Abu Humaid Al-Saidi'den rivayet edilmiştir: Peygamber (ﷺ) Beni Asad kabilesinden Ibn Al-Utabiyya adında bir adamı zekat toplamak için tayin etti. O, (parayla) geri döndüğünde, Peygamber'e, \"Bu senin için ve bu bana hediye olarak verildi.\" dedi. Peygamber (ﷺ) minberde ayağa kalktı (Sufyan, onun minbere çıktığını söyledi) ve Allah'ı övdükten sonra, \"Zekat toplamak için gönderdiğimiz memur neden geri dönüp, 'Bu senin, bu da benim?' diyor? Neden babasının ve annesinin evinde kalıp hediye alıp almayacağını görmedi?\" dedi. \"Canım elinde olan Allah'a yemin ederim ki, kimse bir şeyi haksız yere alırsa, Kıyamet Günü onu boynunda taşıyarak getirir: eğer bir deve ise, hırıltı yapar; eğer bir inek ise, böğürür; eğer bir koyun ise, meleyerek gelir!\" Peygamber (ﷺ) sonra iki elini kaldırdı ve koltuk altlarının beyazlığını görünce, \"Şüphesiz! Allah'ın mesajını iletmedim mi?\" dedi. Ve bunu üç kez tekrarladı."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Salim, Abu Hudhaifa'nın azatlı kölesi, erken Muhacirleri (göçmenleri) ve Peygamber (ﷺ) arkadaşlarını Kuba mescidinde namazda önde götürürdü. Onun arkasında namaz kılanlar arasında Abu Bekir, Ömer, Abu Salama ve Amir bin Rabi'a vardı."
    },
    {
      "id": 40,
      "narrator": "Narrated `Urwa bin Az-Zubair:",
      "text": "Urve bin Zübeyr'den rivayet edilmiştir: Marwan bin Hakam ve Al-Miswar bin Makhrama ona, Müslümanların Havazin tutsaklarını serbest bırakmalarına izin verildiğinde, Allah'ın Elçisi (ﷺ) dedi ki, \"Aranızdan kimlerin buna razı olduğunu ve kimlerin olmadığını bilmiyorum. Geri dönün ki 'Urafa'nız kararınızı bize iletsin.\" Bunun üzerine insanlar geri döndü ve 'Urafa'ları onlarla konuştu ve sonra Allah'ın Elçisi'ne (ﷺ) geri dönüp, insanların memnuniyetle onay verdiklerini ve (tutsaklarının serbest bırakılmasına) izin verdiklerini söylediler."
    },
    {
      "id": 41,
      "narrator": "Narrated Muhammad bin Zaid bin `Abdullah bin `Umar:",
      "text": "Muhammad bin Zaid bin Abdullah bin Umar'dan rivayet edilmiştir: Bazı insanlar İbn Umar'a, \"Hükümdarımıza girdiğimizde, övgülerimizi söyleriz, ama onlardan çıktığımızda söylediklerimiz tam tersidir.\" dediler. İbn Umar, \"Bunu ikiyüzlülük olarak görürdük.\" dedi."
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"İnsanların en kötüsü, bir yüzle bazı insanlara gelen ve diğer bir yüzle başkalarına gelen ikiyüzlü kişidir.\""
    },
    {
      "id": 43,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Hind (bint Utba) Peygamber'e (ﷺ) dedi ki, \"Ebu Süfyan cimri bir adamdır ve onun malından biraz almam gerekiyor.\" Peygamber (ﷺ) dedi ki, \"Sen ve çocukların için yeterli olanı makul bir şekilde al.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: (Peygamber'in eşi) Allah'ın Elçisi (ﷺ) bazı insanların evinin kapısında tartıştıklarını duydu, bu yüzden onlara çıktı ve dedi ki, \"Ben sadece bir insanım ve davalılar bana davalarla geliyor; aranızdan biri, diğerinden daha ikna edici olabilir, bu yüzden ben onu doğru kabul edip aleyhine hüküm verebilirim. Eğer ben birinin aleyhine bir hüküm verirsem ve o bir Müslümanın hakkını haksız yere alırsa, o zaman aldığı şey sadece bir ateş parçasıdır ve onu alıp almamak kendisine kalmıştır.\""
    },
    {
      "id": 45,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: (Peygamber'in eşi) Utba bin Ebi Vakkas, kardeşi Sa'd bin Ebi Vakkas'a, \"Zam'a'nın cariyesinin oğlu benimdir, onu koruma altına al.\" dedi. Böylece Mekke'nin Fethi yılında, Sa'd onu aldı ve \"Bu, kardeşimin oğlu ve kardeşim onu bana emanet etti.\" dedi. Abd bin Zam'a onun önünde ayağa kalktı ve \"O benim kardeşim ve babamın cariyesinin oğludur ve babamın yatağında doğmuştur.\" dedi. Böylece her ikisi de davalarını Allah'ın Elçisi'ne sundular. Sa'd, \"Ey Allah'ın Elçisi (ﷺ)! Bu çocuk benim kardeşimin oğludur ve o bana onu emanet etti.\" dedi. Abd bin Zam'a, \"Bu çocuk benim kardeşim ve babamın cariyesinin oğludur ve babamın yatağında doğmuştur.\" dedi. Allah'ın Elçisi (ﷺ) dedi ki, \"Çocuk senindir, ey Abd bin Zam'a!\" Sonra Allah'ın Elçisi daha da ileri giderek, \"Çocuk, yatağın sahibine aittir ve taşkınlık yapanın hakkı yoktur.\" dedi. Sonra Sauda bint Zam'a'ya, \"Onun önünde örtün.\" dedi, çünkü çocuğun Utba'ya olan benzerliğini gördü. Çocuk, Allah ile buluşana kadar onu bir daha görmedi."
    },
    {
      "id": 46,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Eğer birisi bir hakimin talebi üzerine (bir Müslümanın) malını almak için yemin ederse ve bu yemininde yalancı olursa, o kişi Allah ile karşılaşacaktır ve Allah ona öfkelenecektir.\" Bunun üzerine Allah şöyle vahyetti: 'Şüphesiz ki, Allah'ın ahdi ve yeminleri karşılığında küçük bir kazanç satın alanlar...' (3.77) 'El-Aş'at, Abdullah bunu insanlara anlatırken geldi. El-Aş'at dedi ki: \"Bu ayet benim ve bir başka adam hakkında, bir kuyu hakkında tartıştığımız sırada indirildi. Peygamber (ﷺ) bana, 'Herhangi bir delilin var mı?' dedi. Ben de, 'Hayır.' dedim. O, 'Rakibin yemin etsin.' dedi. Ben de: 'Onun (yalancı) yemin edeceğinden eminim.' dedim. Bunun üzerine şu ayet indirildi: 'Şüphesiz ki, Allah'ın ahdi ve yeminleri karşılığında küçük bir kazanç satın alanlar...' (3.77) (Bkz. Hadis No. 72, Cilt 6)."
    },
    {
      "id": 47,
      "narrator": "Narrated Um Salama:",
      "text": "Um Salama'dan rivayet edilmiştir: Peygamber (ﷺ) kapısının önünde bazı insanların tartıştıklarını duydu, bu yüzden onlara gitti ve şöyle dedi: \"Ben sadece bir insanım ve davalılar benim yanıma gelir, belki de birisi diğerinden daha ikna edici ve etkileyici bir şekilde davasını sunar ve ben onu doğru sanarak lehine hüküm veririm. Eğer ben bir Müslümanın hakkını başka birine (hata ile) verirsem, o (mülk) bir ateş parçasıdır, onu almak veya bırakmak ona kalmıştır.\" (Bkz. Hadis No. 281)"
    },
    {
      "id": 48,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Peygamber (ﷺ) bir arkadaşının ölümünden sonra kölesini özgür bırakma vaadinde bulunduğunu öğrendi, ancak onun başka bir malı olmadığı için Peygamber (ﷺ) o köleyi 800 dirheme sattı ve fiyatını ona gönderdi."
    },
    {
      "id": 49,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Allah'ın Messengerı (ﷺ) Usame bin Zeyd'in komutasındaki bir askeri birliği gönderdi ve insanlar onun liderliğini eleştirdi. Peygamber (ﷺ) insanlara şöyle dedi: \"Eğer şimdi onun liderliğini eleştiriyorsanız, daha önce babasının liderliğini de eleştiriyordunuz. Allah'a yemin ederim ki, o (Usame'nin babası) liderliği hak ediyordu ve benim için en sevilen kişilerden biriydi, şimdi de oğlu (Usame) onun ardından benim için en sevilen kişilerden biridir.\" (Bkz. Hadis No. 745, Cilt 5)"
    },
    {
      "id": 50,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Allah katında en nefret edilen kişi, en çok tartışan kişidir.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: Peygamber (ﷺ) Khalid bin Al-Walid'i Beni Cadhima kabilesine karşı savaşmak üzere gönderdi ve o insanlar \"Aslamna\" diyerek kendilerini ifade edemediler, ama \"Saba'na! Saba'na!\" dediler. Khalid bazılarını öldürmeye devam etti ve diğerlerini esir aldı, ve her birimize bir esir verdi ve her birimizden esirini öldürmesini emretti. Ben dedim: \"Allah'a yemin ederim, ben esirimi öldürmeyeceğim ve arkadaşlarımdan hiçbiri de esirini öldürmeyecek!\" Sonra bunu Peygamber (ﷺ)'e ilettik ve o şöyle dedi: \"Allah'ım! Khalid bin Al-Walid'in yaptıklarından ben uzağım,\" ve bunu iki kez tekrar etti."
    },
    {
      "id": 52,
      "narrator": "Narrated Sahl bin Sa`d As-Saidi:",
      "text": "Sahl bin Sa'd As-Saidi'den rivayet edilmiştir: Beni Amr arasında bir tartışma (görüşme) oldu ve bu haber Peygamber'e ulaştığında, Zuhr namazını kıldı ve aralarında barış sağlamak için gitti. Bu sırada Asr namazının vakti geldi, Bilal ezan okudu ve ardından namaz için ikamet getirdi ve Ebu Bekir'den (namazı kıldırmasını) istedi ve Ebu Bekir öne geçti. Peygamber (ﷺ) Ebu Bekir'in hala namaz kılmakta olduğu sırada geldi. Namaz kılanların saflarına girdi ve Ebu Bekir'in arkasında (ilk) safta durdu. İnsanlar alkışlamaya başladılar ve Ebu Bekir'in namaza durduğunda yanına bakmama alışkanlığı vardı, ama Ebu Bekir alkışların bitmediğini görünce bakıp Peygamber (ﷺ)'in arkasında durduğunu gördü. Peygamber (ﷺ) elini sallayarak ona devam etmesini işaret etti. Ebu Bekir bir süre orada durdu, Allah'a Peygamber (ﷺ)'in sözleri için şükrederek, sonra geri adım attı. Peygamber bunu görünce öne geçti ve insanlara namaz kıldırdı. Namazı bitirdiğinde, \"Ey Ebu Bekir! Benim sana işaret ettiğimden sonra namaza devam etmene ne engel oldu?\" dedi. Ebu Bekir, \"Abi Quhafa'nın oğlu, Peygamber (ﷺ)'e namaz kıldırmayı uygun görmez.\" dedi. Sonra Peygamber (ﷺ) insanlara şöyle dedi: \"Eğer namaz sırasında bir sorun çıkarsa, erkekler 'Subhan Allah!' desin, kadınlar ise alkışlasın.\" (Bkz. Hadis No. 652, Cilt 1)"
    },
    {
      "id": 53,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: Ebu Bekir, Al-Yamama savaşındaki büyük kayıplar nedeniyle beni çağırdı, o sırada Umar onunla oturuyordu. Ebu Bekir bana şöyle dedi: \"Umar benim yanıma geldi ve 'Kuran-ı Kerim'in birçok kıraatı Al-Yamama savaşında öldürüldü ve diğer savaş alanlarında Kuran kıraatleri arasında kayıplar olmasından korkuyorum, bu nedenle Kuran'ı toplamanı uygun görüyorum.' dedi. Ben de, 'Allah'ın Messengerı (ﷺ)'ın yapmadığı bir şeyi nasıl yapabilirim?' dedim. Umar, 'Allah'a yemin ederim, bu faydalı bir şeydir.' dedi. Umar bu konuda beni zorlamaya devam etti ta ki Allah benim göğsümü, Umar'ın göğsünü açtığı şeyle açtı ve bu konuda benim de Umar ile aynı görüşte olduğumu anladım.\" Ebu Bekir daha sonra bana (Zaid'e) şöyle dedi: \"Sen akıllı bir gençsin ve senin hakkında hiçbir şüphemiz yok, ve sen Allah'ın Messengerı (ﷺ) için ilahi vahyi yazardın. Bu nedenle Kuran'ın parçalarını ara ve onu (bir kitapta) topla.\" Zaid daha sonra şöyle dedi: \"Allah'a yemin ederim, eğer Ebu Bekir bana dağları bir yerden diğerine taşımamı emretseydi, bu Kuran'ı toplama emrinden daha ağır gelmezdi.\" Sonra ben (Umar ve Ebu Bekir'e) dedim: \"Allah'ın Messengerı (ﷺ)'ın yapmadığı bir şeyi nasıl yapabilirsiniz?\" Ebu Bekir, \"Allah'a yemin ederim, bu faydalı bir şeydir.\" dedi. Zaid ekledi: \"Böylece Ebu Bekir beni bu konuda zorlamaya devam etti ta ki Allah benim göğsümü, Ebu Bekir ve Umar'ın göğsünü açtığı şeyle açtı ve bu konuda benim de onların görüşüyle aynı olduğunu anladım. Böylece Kuran'ı, hurma ağaçlarının yaprakları, deri parçaları ve taşlar ile, Kuran'ı ezberleyen insanların göğüslerinden toplamak suretiyle derlemeye başladım. Tauba Suresi'nin son ayetlerini buldum: (\"Şüphesiz ki, içinizden bir elçi (Muhammed) geldi...\" (9.128-129)) Khuza'ima veya Ebu Khuza'ima'dan ve ona surenin geri kalanını ekledim. Kuran'ın el yazmaları Ebu Bekir'in yanında Allah onu kendine aldıktan sonra kaldı. Sonra Umar'ın yanında kaldı, Allah onu da kendine aldı ve sonra Hafsa bint Umar'ın yanında kaldı.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Laila bin `Abdullah bin `Abdur-Rahman bin Sahl:",
      "text": "Abdullah bin Abdurrahman bin Sahl'den rivayet edilmiştir: Sahl bin Ebi Hathma ve kabilesinin bazı büyükleri, Abdullah bin Sahl ve Muhaiyisa'nın Khaibar'a çıktıklarını söylediler, çünkü yoksulluk ve zor yaşam koşulları içindeydiler. Daha sonra Muhaiyisa'ya Abdullah'ın öldürüldüğü ve bir kuyuya veya bir su kaynağına atıldığı bildirildi. Muhaiyisa, Yahudilere gitti ve \"Allah'a yemin ederim, sen benim arkadaşımı öldürdün.\" dedi. Yahudiler, \"Allah'a yemin ederiz, biz onu öldürmedik.\" dediler. Muhaiyisa daha sonra kendi halkına döndü ve onlara olayı anlattı. O, büyük kardeşi Huwaiyisa ve Abdurrahman bin Sahl ile birlikte (Peygamber'e) geldiler ve Khaibar'da olan kişi konuşmaya başladı, ancak Peygamber (ﷺ) Muhaiyisa'ya, \"En büyük! En büyük!\" dedi, yani \"En büyük olanınız konuşsun.\" Böylece Huwaiyisa önce konuştu ve ardından Muhaiyisa. Allah'ın Messengerı (ﷺ) şöyle dedi: \"Yahudiler, ya sizin (merhum) arkadaşınızın kan bedelini ödemelidir ya da savaşa hazır olmalıdır.\" Bunun ardından Allah'ın Messengerı (ﷺ) bu konuda Yahudilere bir mektup yazdı ve onlar da onu öldürmediklerini yazdılar. Sonra Allah'ın Messengerı (ﷺ) Huwaiyisa, Muhaiyisa ve Abdurrahman'a şöyle dedi: \"Kan bedelini almak için yemin edebilir misiniz?\" Onlar, \"Hayır.\" dediler. O, \"Yahudilerden sizin önünüzde yemin etmelerini ister miyiz?\" dedi. Onlar, \"Ama Yahudiler Müslüman değil.\" dediler. Bunun üzerine Allah'ın Elçisi, kendisinden yüz deve kan bedeli verdi. Sahl ekledi: O develer eve girdiğinde, biri beni bacağıyla tekmeledi."
    },
    {
      "id": 55,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid Al-Juhani:",
      "text": "Ebu Hureyre ve Zaid bin Halid Al-Cuhani'den rivayet edilmiştir: Bir bedevi geldi ve dedi ki: \"Ey Allah'ın Messengerı (ﷺ)! Bizim aramızda Allah'ın Kitabı (Hukukları) uyarınca hüküm ver.\" Rakibi ayağa kalktı ve dedi ki: \"O doğru söyledi, bu yüzden bizim aramızda Allah'ın Hukukları uyarınca hüküm ver.\" Bedevi dedi ki: \"Oğlum bu adam için işçi olarak çalışıyordu ve onun karısıyla yasadışı cinsel ilişkiye girdi. İnsanlar bana, 'Oğlun taşlanarak öldürülmeli,' dediler, bu yüzden oğlumu yüz koyun ve bir cariye karşılığında fidye verdim. Sonra din bilgilerine sordum ve bana, 'Oğlun yüz kırbaç yemeli ve bir yıl sürgün edilmeli.' dediler.\" Peygamber (ﷺ) dedi ki: \"Ben sizin aranızda Allah'ın Kitabı (Hukukları) uyarınca hüküm vereceğim! Cariye ve koyun size iade edilecektir ve oğlunuz yüz kırbaç yiyecek ve bir yıl sürgün edilecektir. Ey Unais!\" Peygamber (ﷺ) bir adamı hitap ederek, \"Bu adamın karısına sabah gidip onu taşlayarak öldür.\" dedi. Unais ertesi sabah ona gitti ve onu taşlayarak öldürdü."
    },
    {
      "id": 56,
      "narrator": "Kharija bin Zaid bin Thabit said that Zaid bin Thabit said, \"The Prophet (ﷺ) ordered me to learn the writing of the Jews. I even wrote letters for the Prophet (ﷺ) (to the Jews) and also read their letters when they wrote to him.\"\n\nAnd 'Umar said in the presence of 'Ali, 'Abdur-Rahman, and 'Uthman, \"What is this woman saying?\" (the woman was non-Arab) 'Abdur-Rahman bin Hatib said:",
      "text": "Kharija bin Zaid bin Thabit, Zaid bin Thabit'ten şöyle dedi: \"Peygamber (ﷺ) bana Yahudilerin yazısını öğrenmemi emretti. Ben Peygamber (ﷺ) için (Yahudilere) mektuplar yazdım ve onların ona yazdığı mektupları da okudum.\""
    },
    {
      "id": 57,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Ve 'Umar, 'Ali, 'Abdurrahman ve 'Uthman'ın huzurunda, \"Bu kadın ne diyor?\" (kadın Arap olmayan biriydi) 'Abdurrahman bin Hatib dedi ki: \"O, sana yasadışı cinsel ilişkiye girmiş olan arkadaşını bildiriyor.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Humaid As-Sa`idi:",
      "text": "Ebu Jamra dedi ki: \"Ben Ibn 'Abbas ile insanlar arasında bir tercümandım.\" Bazı insanlar, \"Bir hükümdarın iki tercümanı olmalıdır.\" dediler."
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Ebu Süfyan bin Harb'ın, Heraklius'un kendisini ve Kureyş kervanının üyelerini çağırdığını ve ardından tercümanına, \"Buna (Ebu Süfyan) bir soru sormak istiyorum, eğer yalan söylemeye çalışırsa, ona karşı çıkmalısınız.\" dediğini aktardı. Sonra Ebu Süfyan tüm olayı anlattı ve Heraklius'un tercümana, \"Ona (Ebu Süfyan) de ki, 'Eğer söylediklerin doğruysa, o (Peygamber) ayaklarımın altındaki yeri alacaktır.'\" dediğini söyledi."
    },
    {
      "id": 60,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "Ebu Humaid As-Saidi'den rivayet edilmiştir: Peygamber (ﷺ) İbn Al-Utbiyya'yı Beni Sulaim'den Zekat toplamak için görevlendirdi ve o (para) ile Allah'ın Messengerı (ﷺ)'ne döndüğünde, Peygamber (ﷺ) onu hesaba çekti ve o, \"Bu (miktar) senin içindir, bu ise bana hediye olarak verildi.\" dedi. Allah'ın Messengerı (ﷺ) şöyle dedi: \"Neden babanın evinde veya annenin evinde kalmıyorsun, eğer doğru söylüyorsan, hediyeler alıp almayacağını görmek için?\" Sonra Allah'ın Messengerı (ﷺ) ayağa kalktı ve insanlara hitap etti ve Allah'ı övdükten sonra şöyle dedi: \"Amma Ba'du (sonra) ben sizden bazı adamları, Allah'ın benim görevime koyduğu bir iş için görevlendiriyorum ve sonra biriniz bana gelip, 'Bu (miktar) senin içindir ve bu bana verilen bir hediyedir.' diyor. Neden babasının evinde veya annesinin evinde kalmıyor ve eğer doğru söylüyorsa hediyeler alıp almayacağını görmüyorsun? Allah'a yemin ederim, sizden hiçbiri (yani Zekat) için kendine bir şey almaz (Hişam ekledi: hukuksuzca) ama o, Kıyamet Günü Allah ile karşılaştığında bunu boynunda taşıyacaktır! Ben, Allah ile karşılaştığında hiç birinizin bir homurdanan deve veya bir inek veya bir melek koyun taşıdığını görmek istemiyorum.\" Sonra Peygamber (ﷺ) iki elini kaldırdı, ben de koltuk altlarının beyazlığını gördüm ve dedi ki: \"(Şüphesiz)! Allah'ın Mesajını iletmedim mi!\""
    },
    {
      "id": 61,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) soğuk bir sabah, Muhacirler ve Ensar hendek kazarken dışarı çıktı. Peygamber (ﷺ) sonra şöyle dedi: \"Ya Allah! Gerçek iyilik ahiretin iyiliğidir, o halde Ensar'ı ve Muhacirleri affet.\" Onlar da cevap verdiler: \"Biz, Muhammad'a, yaşadığımız sürece cihad etmek için biat edenleriz.\""
    },
    {
      "id": 62,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir: Allah'ın Resulü'ne (ﷺ) dinlemek ve itaat etmek için biat ettiğimizde, o bize, \"Elinizden geldiğince\" derdi."
    },
    {
      "id": 63,
      "narrator": "Narrated `Abdullah bin Dinar:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir: İnsanlar Abdul Malik'in etrafında toplandığında, Ibn Umar'ı gördüm. Ibn Umar yazdı: \"Allah'ın Kulu Abdul Malik'e, Allah'ın Kanunları ve Resulü'nün Sünnetine göre, elimden geldiğince dinleyeceğime ve itaat edeceğime biat ettim; oğullarım da aynı biati veriyor.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: Peygamber'e (ﷺ) dinleyeceğime ve itaat edeceğime biat ettim, o da bana eklememi söyledi: \"Elimden geldiğince, ve her Müslümana iyi nasihat edeceğim.\""
    },
    {
      "id": 65,
      "narrator": "Narrated `Abdullah bin Dinar:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir: İnsanlar Abdul Malik'e biat ettiklerinde, Abdullah bin Umar ona yazdı: \"Allah'ın Kulu Abdul Malik, Müminlerin Emiri, Allah'ın Kanunları ve Resulü'nün Sünnetine göre, elimden geldiğince dinleyeceğime ve itaat edeceğime biat ettim; oğullarım da aynı biati veriyor.\""
    },
    {
      "id": 66,
      "narrator": "Narrated Yazid:",
      "text": "Yazid'ten rivayet edilmiştir: Salama'ya dedim ki, \"Hudaibiye Günü Peygamber'e (ﷺ) ne için biat ettin?\" O da cevap verdi: \"Ölüm için.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Al-Miswar bin Makhrama:",
      "text": "Al-Miswar bin Makhrama'dan rivayet edilmiştir: Umar'ın Halifelik için aday olarak seçtiği grup toplandı ve birbirleriyle istişare ettiler. Abdurrahman onlara dedi ki: \"Bu konuda sizinle rekabet etmeyeceğim, ama isterseniz, aranızdan bir halife seçebilirim.\" Böylece hepsi Abdurrahman'ın durumu belirlemesine razı oldular. Adaylar durumu Abdurrahman'a teslim edince, insanlar ona yöneldi ve kimse diğer grubu takip etmedi veya ona itaat etmedi. İnsanlar Abdurrahman'ı takip etti ve o geceler boyunca onunla istişare ettiler ta ki Uthman'a biat ettiğimiz geceye kadar. Al-Miswar (bin Makhrama) ekledi: \"Abdurrahman, gecenin bir kısmı geçtikten sonra bana geldi ve kapımı çaldı, ben de kalktım, o bana dedi ki: 'Uyuduğunu görüyorum! Vallahi, son üç gecedir yeterince uyuyamadım. Git ve Zubair ile Sa'd'ı çağır.'\" Onlar için onları çağırdım ve o onlarla istişare etti, sonra beni çağırarak, \"Ali'yi çağır\" dedi. Ali'yi çağırdım ve onunla özel bir görüşme yaptı, gece geç saatlere kadar sürdü, sonra Ali, halife seçilme umuduyla kalktı ama Abdurrahman, Ali hakkında bir şeyden korkuyordu. Abdurrahman sonra bana dedi: \"Uthman'ı çağır.\" Onu çağırdım ve onunla özel olarak konuşmaya devam etti ta ki müezzin, sabah namazı için ezan okudu. İnsanlar sabah namazını bitirince ve o (altı adam) grup minberin etrafında toplandığında, Abdurrahman orada bulunan tüm Muhacirleri ve Ensar'ı çağırdı ve o yıl Umar ile Hac yapan ordu komutanını çağırdı. Hepsi toplandığında, Abdurrahman dedi ki: \"Allah'tan başka hiçbir ilah yoktur,\" ve ekledi: \"Şimdi, ey Ali, insanların eğilimlerine baktım ve Uthman'a eşit birini görmedim, bu yüzden itiraz etme.\" Sonra Abdurrahman (Uthman'a) dedi: \"Sana, Allah'ın Kanunlarına ve Allah'ın Resulü'nün Sünnetine ve ondan sonraki iki Halifenin Sünnetine uyacağın şartıyla biat ediyorum.\" Böylece Abdurrahman ona biat etti, insanlar da, Muhacirler ve Ensar, ordu komutanları ve tüm Müslümanlar da biat ettiler."
    },
    {
      "id": 68,
      "narrator": "Narrated Salama:",
      "text": "Salama'dan rivayet edilmiştir: Peygamber'e (ﷺ) ağaç altında biat ettik. O bana dedi ki: \"Ey Salama! Biat etmeyecek misin?\" Ben de cevap verdim: \"Ey Allah'ın Resulü (ﷺ)! Ben zaten ilk defa biat ettim.\" O da dedi ki, \"Tekrar et.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: Bir bedevi, Allah'ın Resulü'ne (ﷺ) İslam için biat etti ve bedevi ateşlendi, bunun üzerine Peygamber'e (ﷺ) \"Biatımı iptal et\" dedi. Ama Peygamber (ﷺ) reddetti. O tekrar geldi ve \"Biatımı iptal et\" dedi. Ama Peygamber (ﷺ) yine reddetti. Sonra (bedevi) Medine'den ayrıldı. Allah'ın Resulü dedi ki: \"Medine, bir çift bellows (fırın) gibidir: Kirliliklerini atar ve iyiliklerini parlatır ve temizler.\""
    },
    {
      "id": 70,
      "narrator": "Narrated `Abdullah bin Hisham:",
      "text": "Abdullah bin Hişam'dan rivayet edilmiştir: Peygamber (ﷺ) döneminde doğmuş olan Abdullah'ın annesi, Zeynep bint Humaid, onu Allah'ın Resulü'ne (ﷺ) götürdü ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Onun biatını (İslam için) al.\" Peygamber (ﷺ) dedi ki: \"O (Abdullah bin Hişam) bir çocuk,\" ve başının üzerine elini koydu ve Allah'tan onun için dua etti. Abdullah bin Hişam, ailesinin tamamı adına bir koyun keserdi."
    },
    {
      "id": 71,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: Bir bedevi, Allah'ın Resulü'ne (ﷺ) İslam için biat etti. Sonra bedevi Medine'de ateşlendi, Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Resulü (ﷺ)! Biatımı iptal et.\" Ama Allah'ın Resulü reddetti. Sonra tekrar geldi ve \"Ey Allah'ın Resulü (ﷺ)! Biatımı iptal et.\" dedi. Ama Peygamber (ﷺ) yine reddetti. Sonra tekrar geldi ve \"Ey Allah'ın Resulü (ﷺ)! Biatımı iptal et.\" dedi. Ama Peygamber (ﷺ) yine reddetti. Bedevi nihayet Medine'den çıktı, bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Medine, bir çift bellows (fırın) gibidir: Kirliliklerini atar ve iyiliklerini parlatır ve temizler.\""
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kıyamet Günü Allah'ın ne onlarla konuşacağı, ne de günahlarını temizleyeceği üç tür insan vardır ve onlara acı bir azap vardır: (1) Yolda gereğinden fazla su bulunduran bir adam ve onu yolculardan esirgeyen. (2) Bir imama (hükümdar) biat eden ve bunu sadece dünyevi menfaatler için yapan, eğer imam ona istediğini verirse, biatine uyar, aksi takdirde biatini yerine getirmez; (3) Ve bir adam, 'Asr namazından sonra bir şey satan bir adam ve Allah'a (yalan yere) yemin eder ki, ona bu kadar teklif edildi, bunun üzerine alıcı ona inanır ve onu satın alır, oysa aslında satıcıya böyle bir fiyat teklif edilmemiştir.\" (Bkz. Hadis No. 838, Cilt 3)"
    },
    {
      "id": 73,
      "narrator": "Narrated 'Ubada bin As-Samit:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) bize bir toplantıda dedi ki: \"Bana biat edin (1) Allah'a hiçbir şeyi ortak koşmamak, (2) Hırsızlık yapmamak, (3) Zina yapmamak, (4) Çocuklarınızı öldürmemek, (5) Masum bir kişiyi suçlamamak (bu tür bir suçu insanlara yaymamak), (6) İyilik yapma emrine itaatsizlik etmemek. Peygamber (ﷺ) ekledi: \"Aranızdan kim biatini yerine getirirse, onun mükafatı Allah katındadır; ve kim bu günahların herhangi birini işler ve bu dünyada o günah için yasal cezasını alırsa, o ceza o günah için bir kefaret olacaktır; ve kim bu günahların herhangi birini işler ve Allah onu ifşa etmezse, o durumda Allah'a kalmıştır, dilerse onu cezalandırır, dilerse affeder.\" Böylece biz bu konuda biat ettik. (Bkz. Hadis No. 17, Cilt 1)"
    },
    {
      "id": 74,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ) kadınlardan biat alırken sadece sözle alırdı ve bu Kutsal Ayeti okurdu: --(60.12) \"..ki Allah'a hiçbir şeyi ortak koşmayacaklardır.\" (60.12) Ve Allah'ın Resulü (ﷺ) hiçbir kadının elini, elinde bulunan kadın köleler dışında, elini tutmadı."
    },
    {
      "id": 75,
      "narrator": "Narrated Um Atiyya:",
      "text": "Ümmü Atiyye'den rivayet edilmiştir: Peygamber'e (ﷺ) biat ettik ve o bana ayeti (60.12) okudu. \"Allah'a hiçbir şeyi ortak koşmayacaklardır.\" (60.12). Ve o ayrıca bize ölüler için ağıt yakmayı ve yas tutmayı yasakladı. Bizden bir kadın elini uzattı ve dedi ki: \"Şu ve bu kadın, ailemden bir ölü için ağladı ve ben onun bu ağlamasının karşılığını vermek istiyorum.\" Peygamber buna cevap vermedi ve o gitti ve geri döndü. O kadın dışında, o kadınların hiçbiri biatlerine uymadı, sadece Ümmü Süleym, Ümmü el-Ala' ve Ebu Sabra'nın kızı, el-Mu'adh'ın eşi veya Ebu Sabra'nın kızı ve Mu'adh'ın eşi biatlerine uydu."
    },
    {
      "id": 76,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Bir bedevi Peygamber'e (ﷺ) geldi ve \"Lütfen İslam için biatımı kabul et.\" dedi. Bunun üzerine Peygamber (ﷺ) ondan İslam için biat aldı. Ertesi gün ateşle geldi ve Peygamber'e (ﷺ) \"Biatımı iptal et.\" dedi. Ancak Peygamber (ﷺ) reddetti ve bedevi gittiğinde, Peygamber şöyle dedi: \"Medine, bir çift bellows (fırın) gibidir: Kirliliklerini atar ve iyiliklerini aydınlatır ve temizler.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "Al-Qasim bin Muhammed'den rivayet edilmiştir: Aişe dedi ki, \"Ey başım!\" Allah'ın Elçisi (ﷺ) dedi ki, \"Eğer bu (yani senin ölümün) benim hayatta olduğum sırada olursa, Allah'tan senin için bağışlanmanı dilerim ve senin için Allah'a dua ederim.\" Aişe dedi ki, \"Ey kaybolacak hayatım! Vallahi, senin benim ölümümü istediğini düşünüyorum ve eğer bu olursa, o günün son kısmında eşlerinden biriyle birlikte olmanın tadını çıkaracaksın.\" Peygamber dedi ki, \"Ama ben şöyle demeliyim, 'Ey başım!' Ebu Bekir ve oğlunu çağırmak istiyorum ve (ilkini) halefim olarak atamak istiyorum ki insanlar bir şey söylemesin ya da bir şey dilemesin. Allah, (Ebu Bekir'in halife olmasını) isteyecek ve müminler (başka birinin halifeliği talep etmesini) engelleyecek,\" ya da \"..Allah (başka birinin halifeliği talep etmesini) engelleyecek ve müminler (Ebu Bekir'in halife olmasını) isteyecek.\""
    },
    {
      "id": 78,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: Ömer'e, \"Halefini atayacak mısın?\" denildi. Ömer dedi ki, \"Eğer bir halife atarsam (halefim olarak), benden daha iyi olan birinin (yani Ebu Bekir'in) bunu yaptığını kabul ediyorum ve eğer meseleyi belirsiz bırakırsam, benden daha iyi olan birinin (yani Allah'ın Elçisi (ﷺ)) bunu yaptığını kabul ediyorum.\" Bunun üzerine insanlar onu övdü. Ömer dedi ki, \"İnsanlar iki türdür: Ya halifeliği devralmaya hevesli olan ya da böyle bir sorumluluktan korkan. Keşke bu sorumluluktan kurtulabilsem, ne ödül ne de ceza alırım; ölümümde halifelik yükünü taşımak istemiyorum, hayatımda taşıdığım gibi.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Ömer'in, Peygamber'in (ﷺ) ölümünden sonraki gün minberde yaptığı ikinci konuşmasını duydum. Ömer, Tashahhud'u okudu, Ebu Bekir sessizdi. Ömer dedi ki, \"Keşke Allah'ın Elçisi (ﷺ) hepimizden daha uzun yaşasaydı, yani en son (ölseydi). Ama eğer Muhammed öldüyse, Allah yine de aranızda, Muhammed'e rehberlik ettiği gibi rehberlik alabileceğiniz bir ışık bırakmıştır. Ve Ebu Bekir, Allah'ın Elçisi (ﷺ) ile birlikte olan arkadaşıdır. O, mağarada iki kişiden biridir. Müslümanlar arasında işlerinizi yönetmeye en layık kişidir. Bu nedenle kalkın ve ona biat edin.\" Bazı insanlar zaten Bani Sa'ida'nın gölgesinde ona biat etmişti ama halkın biatı minberde alındı. O gün Ömer'in Ebu Bekir'e \"Lütfen minbere çık\" dediğini ve onu çıkması için sürekli teşvik ettiğini duydum, sonunda minbere çıktı ve tüm insanlar ona biat etti."
    },
    {
      "id": 80,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jubair bin Mut'im'den rivayet edilmiştir: Bir kadın Peygamber'e (ﷺ) geldi ve ona bir şey hakkında konuştu, o da ona geri dönmesini söyledi. Kadın dedi ki, \"Ey Allah'ın Elçisi (ﷺ)! Eğer gelirsem ve seni bulamazsam?\" (Sanki demek istiyordu, \"...eğer ölürsen?\") Peygamber dedi ki, \"Eğer beni bulamazsan, o zaman Ebu Bekir'e git.\""
    },
    {
      "id": 81,
      "narrator": "Narrated Tariq bin Shihab:",
      "text": "Tariq bin Şihab'dan rivayet edilmiştir: Ebu Bekir, Buzakha'nın delegesine dedi ki, \"Develerin kuyruklarını takip et, ta ki Allah, Peygamberinin halifesine ve Muhacirlere (göçmenlere) bir şey gösterecek, bununla kendinizi affettirebilirsiniz.\""
    },
    {
      "id": 82,
      "narrator": "Narrated Jabir bin Samura:",
      "text": "Jabir bin Samura'dan rivayet edilmiştir: Peygamber'in (ﷺ) \"On iki Müslüman hükümdar (tüm İslam dünyasını yönetecek)\" dediğini duydum. Sonra duymadığım bir cümle söyledi. Babam dedi ki, \"Onların hepsi (o hükümdarlar) Kureyş'ten olacak.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Canımın sahibi olan Allah'a yemin ederim, odun toplamayı emredecektim, sonra birine namaz için ezan okumasını emredecektim, sonra birine insanları namaza yönlendirmesini emredecektim ve ardından geriden gelip, (zorunlu cemaat) namazına katılmayan erkeklerin evlerini yakacaktım. Canımın sahibi olan Allah'a yemin ederim, eğer aranızdan biri, etle kaplı bir kemiği ya da iki (küçük) et parçasını iki kaburga arasında bulacağını bilseydi, 'İşa' namazına gelirdi.\" (Bkz. Hadis No. 617, Cilt 1)"
    },
    {
      "id": 84,
      "narrator": "Narrated `Abdullah bin Ka`b bin Malik:",
      "text": "Abdullah bin Ka'b bin Malik'ten rivayet edilmiştir: Ka'b'ın oğlu, Ka'b kör olduğunda onun rehberiydi: Ka'b bin Malik'in, \"Bazı insanlar geri kaldı ve Allah'ın Elçisi (ﷺ) ile Tabuk savaşına katılmadı..\" dediğini duydum ve sonra tüm anlatıyı tarif etti ve dedi ki, \"Allah'ın Elçisi (ﷺ) Müslümanların bize konuşmasını yasakladı, bu yüzden biz (ben ve arkadaşlarım) o durumda elli gece kaldık, sonra Allah'ın Elçisi (ﷺ) Allah'ın tövbemizi kabul ettiğini duyurdu.\""
    }
  ]
}