{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: \"Canımın elinde olduğu Allah'a yemin ederim! Eğer bazı adamlar geride kalmayı istemeseydi ve benim onlara taşıma aracı sağlamam mümkün olmasaydı, hiçbir Kutsal Savaş'tan geri durmazdım. Allah yolunda şehit olmayı, dirilmeyi, sonra tekrar şehit olmayı, sonra tekrar dirilmeyi, sonra tekrar şehit olmayı ve sonra dirilmeyi çok isterdim.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Al-A'raj:",
      "text": "Al-A'raj'dan rivayet edilmiştir: Abu Huraira şöyle dedi, Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Canımın elinde olduğu Allah'a yemin ederim, Allah yolunda savaşmayı, sonra şehit olmayı, sonra dirilmeyi (hayata dönmeyi), sonra tekrar şehit olmayı, sonra tekrar dirilmeyi, sonra tekrar şehit olmayı ve sonra tekrar dirilmeyi çok isterim.\" Abu Huraira bu sözleri üç kez tekrar ederdi ve ben buna Allah'ın yeminine şahidim."
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Eğer Uhud Dağı kadar altınım olsaydı, üç gün geçmeden elimde bir Dinar bile kalmasını istemezdim, eğer onu kabul edecek birini bulsaydım, borçlarım için tutacağım bir miktar hariç.\""
    },
    {
      "id": 4,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Eğer önceden, sonradan öğrendiğim şeyi bilseydim, benimle Hadiyi getirmezdim ve insanlar ihramdan çıktıklarında ben de onlarla birlikte ihramdan çıkardım.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: Biz Allah'ın Messenger'ı (ﷺ) ile birlikteydik ve Hac ihramına girdik ve Dhu'l-Hijja'nın dördüncü günü Mekke'ye vardık. Peygamber (ﷺ) bize Kabe'nin etrafında tavaf yapmamızı ve As-Safa ile Al-Marwa arasında Sa'y yapmamızı emretti ve ihramı sadece Umre için kullanmamızı ve Hadi ile birlikte olmadığımız sürece ihramdan çıkmamızı söyledi. Aramızda Hadi ile birlikte olan tek kişi Peygamber (ﷺ) ve Talha idi. Ali Yemen'den geldi ve Hadiyi getirdi. Ali dedi ki: 'Ben, Allah'ın Messenger'ı (ﷺ) ile aynı niyetle ihrama girdim.' İnsanlar dediler ki, \"Mina'ya nasıl gidebiliriz, erkek organlarımız sarkıyor?\" Allah'ın Messenger'ı (ﷺ) dedi ki: \"Eğer önceden, sonradan öğrendiğim şeyi bilseydim, Hadiyi getirmezdim ve eğer yanımda Hadi olmasaydı, ihramımı bitirirdim.\" Suraqa (bin Malik), Peygamber (ﷺ) ile Jamrat-Al-Aqaba'ya taş atarken karşılaştı ve sordu: \"Ey Allah'ın Messenger'ı (ﷺ)! Bu sadece bizim için mi?\" Peygamber (ﷺ) cevap verdi: \"Hayır, bu sonsuza dek.\" Aişe, Mekke'ye adetliyken geldi, bu yüzden Peygamber (ﷺ) ona Kabe'nin etrafında tavaf yapmaktan başka Hac'ın tüm ritüellerini yapmasını emretti ve temizlenene kadar namaz kılmamasını söyledi. Al-Batha'da kamp kurduklarında, Aişe dedi ki: \"Ey Allah'ın Messenger'ı (ﷺ)! Sen hem Hac hem de Umre yaparak gidiyorsun, ben sadece Hac ile mi gidiyorum?\" Bunun üzerine Peygamber (ﷺ) Abdurrahman bin Ebu Bekir Es-Sıddık'ı onunla birlikte at-Tan'im'e göndermesini emretti, böylece o da Hac günlerinden sonra Dhu'l-Hijja'da Umre yaptı."
    },
    {
      "id": 6,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bir gece Peygamber (ﷺ) uyuyamadı ve \"Keşke bu gece beni koruyan salih bir adam olsaydı.\" dedi. Aniden silah sesleri duyduk, bunun üzerine Peygamber (ﷺ) \"Kim o?\" dedi. \"Ben Sa'd'ım, ey Allah'ın Messenger'ı (ﷺ)! Seni korumaya geldim.\" denildi. Peygamber (ﷺ) o kadar derin uyudu ki, horladığını duyduk. Ebu Abdullah dedi ki: Aişe dedi: Bilal dedi ki: \"Keşke ben Mekke'de etrafımda İdhkhir ve Jalil (iki çeşit ot) olan bir vadide kalsaydım.\" Sonra bunu Peygamber (ﷺ)'e söyledim."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"İki adam dışında hiç kimse gibi olmayı arzu etmemelidir. Allah'ın kendisine Kur'an'ı verdiği ve gece ve gündüz onu okuyan bir adam ve 'Eğer bana bu adamın sahip olduğu verilseydi, ben de onun yaptığını yapardım' diyen bir adam ve Allah'ın kendisine zenginlik verdiği ve onu adil ve doğru bir şekilde harcayan bir adamdır; bu durumda arzu eden kişi der ki: 'Eğer bana onun sahip olduğu verilseydi, ben de onun yaptığını yapardım.'\""
    },
    {
      "id": 8,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Eğer Peygamber (ﷺ)'in \"Ölümü arzulamayın\" dediğini duymamış olsaydım, onu arzulardım."
    },
    {
      "id": 9,
      "narrator": "Narrated Qais:",
      "text": "Kays'tan rivayet edilmiştir: Khabbab bin Al-Art'ı ziyaret ettik ve vücudunun yedi yerinde markalar vardı. \"Eğer Allah'ın Messenger'ı (ﷺ) bize ölümü istemeyi yasaklamasaydı, ben onu istemiş olurdum.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Sa`d bin Ubaid:",
      "text": "Sa'd bin Ubaid'den rivayet edilmiştir: (Abdurrahman bin Azhar'ın Maula'sı) Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Hiçbiriniz ölümü arzulamamalıdır, çünkü eğer iyi bir adam ise, iyi amellerini artırabilir ve eğer kötü biriyse, kötü amellerini durdurabilir ve tövbe edebilir.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Al-Bara' bin `Azib:",
      "text": "Al-Bara' bin Azib'den rivayet edilmiştir: Peygamber (ﷺ) Al-Ahzab (birlikler) savaşında bizimle birlikte toprak taşıyordu ve tozunun karnının beyazlığını kapladığını gördüm ve o (Peygamber (ﷺ)) şöyle diyordu: \"(Ey Allah)! Sensiz doğru yola iletilmezdik, sadaka veremezdik, namaz kılmazdık. O halde (ey Allah!) üzerimize huzur (Sakina) indir, çünkü onlar (düşman kabilelerin liderleri) bize isyan ettiler. Eğer bize bir sıkıntı vermek isterlerse (yani bizi korkutmak ve bizimle savaşmak isterlerse), biz (kaçmayız, onlara karşı dururuz).\" Ve Peygamber (ﷺ) bunu yüksek sesle söylerdi."
    },
    {
      "id": 12,
      "narrator": "Narrated `Abdullah bin Abi `Aufa:",
      "text": "Abdullah bin Ebu Aufa'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Düşmanınızla karşılaşmayı arzulamayın ve Allah'tan (her türlü kötülükten) güvenlik isteyin.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Qasim bin Muhammad:",
      "text": "Al-Qasim bin Muhammed'den rivayet edilmiştir: İbn Abbas, Lian hükmü verilen bir çiftin durumunu anlattı. Abdullah bin Şeddad dedi ki: \"Bu, Peygamber (ﷺ)'in 'Eğer bir kadını delil olmadan taşlasaydım?' dediği kadın mıydı?\" İbn Abbas dedi ki: \"Hayır! Bu, Müslüman olmasına rağmen açıkça kötü davranışlarıyla şüphe uyandıran bir kadınla ilgilidir.\""
    },
    {
      "id": 14,
      "narrator": "Narrated 'Ata:",
      "text": "Ata'dan rivayet edilmiştir: Bir gece Peygamber (ﷺ) 'İsha' namazını geciktirdi, bunun üzerine Ömer ona gitti ve \"Namaz, ey Allah'ın Messenger'ı (ﷺ)! Kadınlar ve çocuklar uyudu.\" dedi. Peygamber (ﷺ) başında su damlayarak dışarı çıktı ve \"Eğer takipçilerimin (ya da insanların) zorlanacağından korkmasaydım, onlara bu saatte 'İsha' namazını kılmalarını emrederdim.\" dedi. (Bu Hadisin çeşitli versiyonları, anlatıcılar tarafından ifadede küçük farklılıklarla verilmiştir ama içerikte değil)."
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Eğer takipçilerimin zorlanacağından korkmasaydım, onlara siwak kullanmalarını (dişleri temizlemek için zorunlu olarak) emrederdim.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Anas:",
      "text": "Anas'dan rivayet edilmiştir: Peygamber (ﷺ) ayın son günlerinde Al-Wisal orucunu tutardı. Bazı insanlar da aynı şekilde yaptı ve bu haber Peygamber'e (ﷺ) ulaştığında, \"Eğer ay benim için uzatılmış olsaydı, o kadar uzun süre Al-Wisal orucu tutardım ki, aranızdaki en aşırı olanlar bile aşırılıklarından vazgeçerdi. Ben sizden biri değilim; Rabbim bana her zaman yemek ve içmek nasip eder.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Wisal'ı yasakladı. İnsanlar ona, \"Ama sen Al-Wisal orucu tutuyorsun,\" dediler. O da, \"Sizden kim benim gibi?\" dedi. \"Gece uyuduğumda, Rabbim bana yemek ve içmek nasip eder. Ama insanlar Al-Wisal'dan vazgeçmeyi reddedince, onlarla birlikte iki gün Al-Wisal orucu tuttu ve sonra hilali gördüler. Bunun üzerine Peygamber (ﷺ), \"Eğer hilal görünmemiş olsaydı, daha uzun süre oruç tutardım,\" dedi; sanki onlara bir ceza vermek istiyordu."
    },
    {
      "id": 18,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Peygamber (ﷺ)'e Kabe'nin dışındaki duvarı sordum. \"Bu Kabe'nin bir parçası mı?\" dedim. O da, \"Evet,\" diye cevap verdi. Ben de, \"O zaman insanlar neden onu Kabe'ye dahil etmediler?\" dedim. O, \"(Çünkü) sizin halkınızın parası yetmedi,\" dedi. \"O zaman kapısı neden bu kadar yüksek?\" diye sordum. O, \"Sizin halkınız, içeri almak istediklerini almak ve istemediklerini yasaklamak için böyle yaptı. Eğer sizin halkınız hala cehalet dönemine yakın olmasaydı ve ben onların kalplerinin benim eylemimi inkâr edeceğinden korkmasaydım, elbette duvarı Kabe'ye dahil eder ve kapısını yere değdirirdim,\" diye cevap verdi."
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hicret olmasaydı, Ensar'dan biri olurdum; eğer insanlar bir vadiye (veya dağ geçidine) yönelseydi, ben de Ensar'ın vadisini veya dağ geçidini alırdım.\""
    },
    {
      "id": 20,
      "narrator": "Narrated `Abdullah bin Zaid:",
      "text": "Abdullah bin Zaid'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hicret olmasaydı, Ensar'dan biri olurdum; eğer insanlar bir vadiye (veya dağ geçidine) yönelseydi, ben de Ensar'ın vadisini veya dağ geçidini alırdım.\""
    }
  ]
}