{
  "language": "tr",
  "metadata": {
    "length": 97,
    "arabic": {
      "title": "صحيح البخاري",
      "author": "الإمام محمد بن إسماعيل البخاري"
    },
    "english": {
      "title": "Sahih al-Bukhari",
      "author": "Imam Muhammad ibn Ismail al-Bukhari"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Tariq bin Shihab:",
      "text": "Tariq bin Şihab'dan rivayet edilmiştir: Bir Yahudi, 'Ömer'e dedi ki: \"Ey Müminlerin Başbuğu, eğer bu ayet: 'Bugün dininizi size kemale erdirdim, üzerinize olan nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim.' (5.3) bize indirilseydi, o günü bir bayram günü olarak alırdık.\" 'Ömer dedi ki: \"Bu ayetin hangi günde indirildiğini kesin olarak biliyorum; bu ayet Arafat günü, bir Cuma günü indirildi.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: 'Ömer'in, Peygamber (ﷺ) minberinde ayakta dururken, (Peygamber'in ölümünden sonra) sabahleyin, insanların Ebu Bekir'e biat ettiği sırada konuştuğunu işittim. Ebu Bekir'den önce Tashahhud'u okudu ve dedi ki: \"Amma Ba'du (sonra) Allah, elçisine yanında olanı (Cennet) seçti, sizin yanınızdaki (dünya) yerine. İşte bu, Allah'ın elçisini hidayet ettiği bu Kitap'tır (Kur'an), ona sarılın; o zaman Allah'ın elçisini hidayet ettiği doğru yolda hidayet bulursunuz.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) beni kucakladı ve dedi ki: \"Ey Allah! Ona (Kitap'ın -Kur'an- bilgilerini) öğret.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abal Minhal:",
      "text": "Abal Minhal'den rivayet edilmiştir: Ebu Barza dedi ki: \"(Ey insanlar!) Allah sizi İslam ile ve Muhammed ile yüceltmiştir.\""
    },
    {
      "id": 5,
      "narrator": "Narrated `Abdullah bin Dinar:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir: Abdullah bin 'Ömer, Abdul Malik bin Marwan'a biat ederek yazdı: 'Ben, Allah'ın Kanunlarına ve Elçisinin Sünnetine uygun olanı dinleyeceğime ve itaat edeceğime biat ediyorum, elimden geldiğince.'"
    },
    {
      "id": 6,
      "narrator": "Narrated Sa`id bin Al-Musaiyab:",
      "text": "Said bin el-Musayyib'den rivayet edilmiştir: Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ben, 'Jawami-al-Kalim' (en kısa ifadeyle en geniş anlamı) ile gönderildim ve düşmanlarımın kalplerine korku salarak zafer kazandım, ve uyuduğum sırada, dünyanın hazinelerinin anahtarlarının elimde olduğunu gördüm.\" Ebu Hureyre ekledi: \"Allah'ın Elçisi (ﷺ) gitti, ve siz insanlar o hazineleri kullanıyorsunuz ya da o hazineleri çıkartıyorsunuz.\" ya da benzer bir cümle söyledi."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Peygamberler arasında, insanların güven duyduğu veya inandığı mucizeler verilmemiş bir peygamber yoktur; ama bana verilen, Allah'ın bana vahyettiği İlahi İkramdır. Bu yüzden, umuyorum ki benim takipçilerim, Kıyamet Günü'nde diğer peygamberlerin takipçilerinden daha fazla olacak.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Wail:",
      "text": "Ebu Vail'den rivayet edilmiştir: Ben, Şeybe ile bu Camii (Al-Masjid-Al-Haram)de oturdum, ve o dedi ki: \"'Ömer, burada yanımda oturmuştu ve dedi ki: 'İçindeki tüm altın ve gümüşü Müslümanlar arasında dağıtmak istiyorum.' Ben de dedim ki: 'Bunu yapamazsın.' 'Ömer dedi ki: 'Neden?' Ben de dedim ki: 'Senin iki (önceki) arkadaşın (Peygamber (ﷺ) ve Ebu Bekir) bunu yapmadı.' 'Ömer dedi ki: 'Onlar, takip edilmesi gereken iki kişidir.'\" (Bkz. Hadis No. 664, Cilt 2)"
    },
    {
      "id": 9,
      "narrator": "Narrated Hudhaifa:",
      "text": "Hudhaife'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bize dedi ki: \"Doğruluk göklerden indi ve insanların (iman edenlerin) kalplerinin köklerine yerleşti, sonra Kur'an indirildi ve insanlar Kur'an'ı okudular, (ondan öğrendiler) ve Sünnetten de öğrendiler.\" Hem Kur'an hem de Sünnet, onların (iman edenlerin) doğruluğunu pekiştirdi. (Bkz. Hadis No. 208)"
    },
    {
      "id": 10,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: En güzel söz (konuşma) Allah'ın Kitabı 'Kur'an'dır, en güzel yol ise Muhammed'in yoludur; en kötü işler ise bid'atlerdir (dine sonradan sokulan yeni şeylerdir); ve size vaadedilen her şey mutlaka gerçekleşecektir, ondan kaçamazsınız."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Huraira and Zaid bin Khalid:",
      "text": "Ebu Hureyre ve Zeyd bin Halid'den rivayet edilmiştir: Biz, Peygamber (ﷺ) ile birlikteydik, o (iki adama) dedi ki: \"Ben sizin aranızda Allah'ın Kitabı (Kanunları)na göre hüküm vereceğim.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Tüm takipçilerim Cennete girecek, sadece reddedenler hariç.\" Onlar dediler ki: \"Ey Allah'ın Elçisi (ﷺ)! Kim reddedecek?\" O dedi ki: \"Bana itaat eden Cennete girecek, ve bana isyan eden, (oraya girmeyi) reddeden kişidir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Bazı melekler, Peygamber (ﷺ) uyurken yanına geldiler. Bazıları dedi ki: \"O uyuyor.\" Diğerleri dedi ki: \"Gözleri uyuyor ama kalbi uyanık.\" Sonra dediler ki: \"Bu arkadaşın için bir örnek var.\" Birisi dedi ki: \"Ona bir örnek verin.\" Bazıları dedi ki: \"O uyuyor.\" Diğerleri dedi ki: \"Gözleri uyuyor ama kalbi uyanık.\" Sonra dediler ki: \"Onun örneği, bir adamın bir ev inşa etmesi ve içinde bir ziyafet vermesi ve insanları davet etmek için bir davetçi göndermesi gibidir. Davetçinin davetini kabul eden, eve girdi ve ziyafetten yedi; davetçinin davetini kabul etmeyen ise eve girmedi, ne de olsa ziyafetten yedi.\" Sonra melekler dedi ki: \"Bu örneği ona açıkla ki anlasın.\" Bazıları dedi ki: \"O uyuyor.\" Diğerleri dedi ki: \"Gözleri uyuyor ama kalbi uyanık.\" Ve sonra dediler ki: \"Ev, Cennet'i temsil eder ve davetçi Muhammed'dir; ve kim Muhammed'e itaat ederse, Allah'a itaat etmiş olur; ve kim Muhammed'e isyan ederse, Allah'a isyan etmiş olur. Muhammed, insanları ayırdı (yani, mesajı aracılığıyla, iyiler kötüden, inananlar inanmayanlardan ayrıldı).\""
    },
    {
      "id": 14,
      "narrator": "Narrated Hammam:",
      "text": "Hammam'dan rivayet edilmiştir: Hudhaife dedi ki: \"Ey Kurra Grubu! Doğru yolda ilerleyin, o zaman büyük bir önde olursunuz (ve lider olursunuz), ama sağa veya sola saparsanız, o zaman çok uzakta saparsınız.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Benim örneğim ve benimle gönderilen şeyin örneği, bir adamın bazı insanlara gelmesi ve 'Ey insanlar! Düşmanın ordusunu kendi gözlerimle gördüm, ben çıplak bir uyarıcım; kendinizi koruyun!' demesi gibidir. Sonra halkından bir grup ona itaat etti ve gece gizlice kaçtı, güvenli bir yere ulaştı; diğer bir grup ise ona inanmadı ve sabaha kadar yerlerinde kaldılar, ordunun üzerlerine geldiği zaman, onları öldürdü ve tamamen yok etti. İşte bu, bana itaat eden ve getirdiğim (Kur'an ve Sünnet) şeyleri takip eden kişinin örneğidir; ve bana isyan eden ve getirdiğim gerçeği inkar eden kişinin örneğidir.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) vefat ettiğinde ve Abu Bekir onun ardından halife seçildiğinde, bazı Araplar inkara döndü. Ömer, Abu Bekir'e, \"Allah'ın Elçisi (ﷺ) 'İnsanlarla, 'Allah'tan başka ibadet edilecek yoktur' diyene kadar savaşmam emredildi' dedi. 'Allah'tan başka ibadet edilecek yoktur' diyen, benden malını ve canını korumuştur, ancak eğer bir ceza gerektiriyorsa, onun hesabı Allah'ladır!\" dedi. Abu Bekir, \"Vallahi, zekat ile namaz arasında ayrım yapanla savaşacağım; çünkü zekat, maldan alınması zorunlu bir haktır. Vallahi, bana Allah'ın Elçisi (ﷺ) için verdikleri bir ipi bile vermekten kaçınırlarsa, onu vermedikleri için onlarla savaşırım.\" Ömer, \"Vallahi, başka bir şey yoktu, sadece Allah'ın Abu Bekir'in göğsünü savaşa açtığını gördüm ve bunun gerçeğin ta kendisi olduğunu kesin olarak anladım.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Narrated `Abdullah bin `Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: Uyaina bin Hisn bin Hudhaifa bin Badr geldi ve Medine'de, Ömer'in yanına yakın tuttuğu yeğeni Al-Hurr bin Qais bin Hisn ile kaldı. 'Uyaina, yeğenine, \"Ey yeğenim! Bu başkana yaklaşmanın bir yolunu bulabilir misin ki, onunla görüşme izni alayım?\" dedi. Yeğeni, \"Senin için onunla görüşme iznini alacağım.\" dedi. (İbn Abbas ekledi:) Böylece 'Uyaina için izin aldı ve içeri girdiğinde, \"Ey Al-Khattab'ın oğlu! Vallahi, ne bize yeterli rızık veriyorsun ne de aramızda adaletle hükmediyorsun.\" dedi. Bunun üzerine Ömer öyle bir öfkelendi ki ona zarar vermeyi düşündü. Al-Hurr, \"Ey Müminlerin Emiri!\" dedi, \"Allah, Elçisine 'Bağışlamaya sarıl, iyi olanı emret ve cahillerden yüz çevir' dedi.\" (7.199) ve bu kişi cahillerden biridir.\" Vallahi, Ömer, Al-Hurr'un bu ayeti okuduğunda onu göz ardı etmedi ve Ömer, Allah'ın Kitabı'nın emirlerine sıkı sıkıya uymayı emretti.\" (Bkz. Hadis No. 166, Cilt 6)"
    },
    {
      "id": 18,
      "narrator": "Narrated Asma' bint Abu Bakr:",
      "text": "Asma' bint Abu Bekir'den rivayet edilmiştir: Güneş tutulması sırasında Aişe'ye geldim. İnsanlar (namaz kılıyordu) ve o da ayakta namaz kılıyordu. \"İnsanlarda ne oluyor?\" diye sordum. Eliyle gökyüzünü işaret etti ve \"Subhan Allah!\" dedi. Ona, \"Bir işaret var mı?\" dedim. Başını sallayarak evet anlamında onayladı. Allah'ın Elçisi (ﷺ) namazı bitirdiğinde, Allah'ı tesbih etti ve övdü ve \"Daha önce görmediğim hiçbir şey yoktu ama şimdi burada, cenneti ve cehennemi gördüm. Size, mezarlarınızdaki Ad-Decjal'in denemesi gibi bir denemeye tabi tutulacağınız bildirildi. Gerçek mümin veya bir Müslüman (alt rivayetçi, Asma'nın hangi kelimeyi kullandığından emin değil) 'Muhammed, Allah'tan açık belgelerle geldi ve biz ona cevap verdik (öğretilerini kabul ettik) ve (söylediklerine) inandık' diyecek. Ona denilecek ki, 'Huzur içinde uyu; senin kesinlikle inanan bir mümin olduğun bilindi.' İkiyüzlü veya şüpheci (alt rivayetçi, Asma'nın hangi kelimeyi kullandığından emin değil) 'Bilmiyorum, ama insanların bir şeyler söylediğini duydum ve ben de aynı şeyi söyledim.' diyecek.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Beni bırakın, ben de sizi bırakayım; çünkü sizden önceki insanlar, soruları ve peygamberleri üzerindeki ihtilafları nedeniyle helak oldular. Eğer size bir şeyi yasaklarsam, ondan uzak durun. Eğer size bir şeyi emredersem, elinizden geldiğince onu yapın.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Sa`d bin Abi Waqqas:",
      "text": "Sa'd bin Abi Waqqas'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Müslümanlar arasında en günahkar kişi, yasaklanmamış bir şey hakkında soru soran kişidir, ama sorusu nedeniyle yasaklanmıştır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zaid bin Sabit'ten rivayet edilmiştir: Peygamber (ﷺ) camide hurma yapraklarından yapılmış bir oda aldı. Allah'ın Elçisi (ﷺ) birkaç gece orada namaz kıldı ta ki insanlar (gece namazı (Teravih) kılmak için) arkasında toplandılar. Sonra dördüncü gecede insanlar onun sesini duymadılar ve uyuduğunu düşündüler, bu yüzden bazıları onun çıkması için mırıldanmaya başladılar. Peygamber (ﷺ) sonra dedi ki, \"Siz, gördüğüm şeyi yapmaya devam ettiniz ta ki bu (Teravih namazı) size farz kılınacak diye korktum; eğer farz kılınsaydı, onu devam ettiremezdiniz. Bu nedenle, ey insanlar! Namazlarınızı evlerinizde kılın; çünkü bir kişinin en iyi namazı, evinde kıldığı namazdır, zorunlu cemaat namazı hariç.\" (Bkz. Hadis No. 229, Cilt 3) (Bkz. Hadis No. 134, Cilt 8)"
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Musa Al-Ash`ari:",
      "text": "Abu Musa el-Eş'ari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) hoşlanmadığı şeyler hakkında sorular sorulduğunda, insanlar çok fazla soru sorduğunda öfkelendi ve \"Bana (herhangi bir soru) sorun.\" dedi. Bir adam ayağa kalktı ve \"Ey Allah'ın Elçisi! Babam kim?\" dedi. Peygamber (ﷺ) cevapladı, \"Baban Hudhaifa.\" Sonra başka bir adam ayağa kalktı ve \"Ey Allah'ın Elçisi (ﷺ)! Babam kim?\" dedi. Peygamber (ﷺ) dedi ki, \"Baban Salim, Maula Şaiba.\" Ömer, Allah'ın Elçisi (ﷺ) yüzünde öfke belirtilerini görünce, \"Allah'a tövbe ediyoruz.\" dedi."
    },
    {
      "id": 23,
      "narrator": "Narrated Warrad:",
      "text": "Warrad'dan rivayet edilmiştir: (El-Mughira'nın katibi) Muaviye, El-Mughira'ya \"Bana Allah'ın Elçisi (ﷺ) hakkında duyduğun her şeyi yaz.\" diye yazdı. O da (El-Mughira) ona yazdı: \"Allah'ın Elçisi her namazın sonunda şöyle derdi: 'La ilaha illallah, vahdahu la sharika lahu, lahul Mulku, wa lahul Hamdu wa hula ala kulli shai'in qadir. 'Allah'ım, verdiğini engelleyen yoktur, engellediğini veren yoktur, ve zenginlik, zenginlikten fayda sağlamaz.' Ayrıca ona, Peygamber (ﷺ) tarafından yasaklanan şeyleri de yazdı: (1) Qil ve Qal (gereksiz boş konuşmalar veya başkaları hakkında çok konuşmak); (2) Çok fazla soru sormak (tartışmalı dini konularda); (3) Ve israf ile malı israf etmek; (4) ve anneye karşı saygısızlık; (5) ve kız çocuklarını diri diri gömmek; (6) ve başkalarına olan iyilikleri engellemek (yani başkalarının haklarını ödememek); (7) Ve başkalarından bir şey istemek (zorunlu olmadıkça).\""
    },
    {
      "id": 24,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Ömer ileydik ve \"Bize, kapasitemizi aşan zor bir görevi üstlenmemiz yasaklandı.\" dedi (yani dini sınırları aşmak, örneğin abdest alırken gözlerin içini temizlemek)."
    },
    {
      "id": 25,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) güneşin batmasından sonra çıktı ve öğle namazını (cemaatle) kıldı. Namazı Taslim ile bitirdikten sonra, minbere çıktı ve Kıyameti anarak, ondan önce büyük olayların olacağını belirtti. Sonra dedi ki, \"Bana herhangi bir soru sormak isteyen varsa, sorsun; çünkü Allah'a yemin ederim ki, siz bana herhangi bir şey sorduğunuzda, ben de size cevabını vereceğim, bu yerimde olduğum sürece.\" Bunun üzerine Ensar gözyaşlarına boğuldu ve Allah'ın Elçisi (ﷺ) \"Bana sorun!\" demeye devam etti. Sonra bir adam ayağa kalktı ve \"Girişim nereden olacak, ey Allah'ın Elçisi (ﷺ)?\" diye sordu. Peygamber (ﷺ) dedi ki, \"(Cehenneme) gideceksin.\" Sonra Abdullah bin Hudhaifa ayağa kalktı ve \"Babam kim, ey Allah'ın Elçisi (ﷺ)?\" diye sordu. Peygamber (ﷺ) cevapladı, \"Baban Hudhaifa.\" Peygamber (ﷺ) daha sonra (öfkeyle) \"Bana sorun! Bana sorun!\" demeye devam etti. Ömer diz çökerek, \"Biz Allah'ı Rabbimiz, İslam'ı dinimiz ve Muhammed'i Elçimiz olarak kabul ettik.\" dedi. Ömer bunu söylediğinde, Allah'ın Elçisi (ﷺ) sustu. Sonra Allah'ın Elçisi (ﷺ) dedi ki, \"Canımın elinde olan Allah'a yemin ederim ki, cennet ve cehennem, namaz kılarken bu duvarın önünde bana gösterildi ve bugün gördüğüm kadar iyi ve kötü bir şey görmedim.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam dedi ki, \"Ey Allah'ın Elçisi! Babam kim?\" Peygamber (ﷺ) dedi ki, \"Baban falan.\" Ve sonra şu ilahi ayet geldi: \"Ey iman edenler! Sorular sormayın...\" (5.101)"
    },
    {
      "id": 27,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"İnsanlar, 'Bu Allah, her şeyin yaratıcısı, peki Allah'ı kim yarattı?' diyene kadar soru sormaktan vazgeçmeyecekler.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Ibn Masud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Ben, Peygamber (ﷺ) ile Medine'nin bir çiftliğinde, bir hurma yaprağına yaslanırken bulundum. Bir grup Yahudi'nin yanından geçerken, bazıları diğerlerine, \"Ona (Peygamber'e) ruh hakkında sor.\" dedi. Diğerleri ise, \"Ona sorma, yoksa hoşlanmadığın bir şey söyler.\" dedi. Ama yine de ona yaklaştılar ve \"Ey Abal Kasım! Bize ruh hakkında bilgi ver.\" dediler. Peygamber (ﷺ) bir süre ayağa kalktı, bekledi. İlahi bir ilham aldığını fark ettim, bu yüzden ilham sona erene kadar ondan uzak durdum. Sonra Peygamber (ﷺ) dedi ki, \"(Ey Muhammed) sana ruh hakkında soruyorlar, de ki: Ruhun bilgisi Rabbimdedir (yani, onun bilgisini yalnızca Allah bilir).\" (17.85) (Bu, Kur'an'ın bir mucizesidir; bugüne kadar tüm bilim insanları ruh hakkında hiçbir şey bilmemektedir, yani bir bedene hayatın nasıl geldiği ve ölümünde nasıl gittiği) (Bkz. Hadis No. 245, Cilt 6)"
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) bir altın yüzük taktı ve sonra insanlar onu takip ederek altın yüzükler takmaya başladılar. Sonra Peygamber dedi ki, \"Bu altın yüzüğü kendim için yaptırdım.\" Sonra onu fırlatıp, \"Bir daha asla takmayacağım.\" dedi. Bunun üzerine insanlar da yüzüklerini fırlattılar."
    },
    {
      "id": 30,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Peygamber (ﷺ) (ashabına) dedi ki, \"Al-Wisal orucunu tutmayın.\" Dediler ki, \"Ama sen Al-Wisal orucu tutuyorsun.\" O da, \"Ben sizin gibi değilim; çünkü geceleri Rabbim beni besler ve içirir.\" Ama insanlar Al-Wisal orucunu bırakmadılar, bu yüzden Peygamber (ﷺ) onlarla birlikte iki gün veya iki gece Al-Wisal orucu tuttu ve sonra hilali gördüler. Bunun üzerine Peygamber (ﷺ) dedi ki, \"Eğer hilal gecikmiş olsaydı, sizin yüzünüzden oruca devam ederdim,\" sanki onları tamamen yenmek istiyordu (çünkü Al-Wisal orucunu bırakmayı reddetmişlerdi)."
    },
    {
      "id": 31,
      "narrator": "Narrated Ibrahim At Taimi's father:",
      "text": "İbrahim At Taimi'nin babasından rivayet edilmiştir: `Ali, bir tuğla minberin üzerinde durarak ve asılı bir parşömenle bir kılıç taşıyarak bize hitap etti. \"Allah'a yemin ederim ki, okumak için elimizde Allah'ın Kitabı ve bu parşömende yazılı olanlardan başka bir kitap yoktur,\" dedi. Sonra onu açtı ve içinde kan bedeli olarak verilecek develerin türleri yazılıydı. Ayrıca şunlar da yazılıydı: 'Medine, 'Air (dağ) ile şu ve bu yer arasında bir sığınaktır; bu yüzden içinde bir bid'at çıkaran veya günah işleyen kimse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır ve Allah, onun farz veya nafile iyi amellerini kabul etmez.' Ayrıca şunlar da yazılıydı: 'Herhangi bir Müslümanın verdiği sığınma (koruma sözü) birdir; (en düşük statüdeki bir Müslüman bile diğer Müslümanlar tarafından güvence altına alınmalı ve saygı gösterilmelidir) ve bu konuda bir Müslümana ihanet eden (sözünü çiğneyen) kimse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır ve Allah, onun farz veya nafile iyi amellerini kabul etmez.' Ayrıca şunlar da yazılıydı: 'Herhangi bir (azatlı köle), gerçek efendilerinin (azat edenlerin) izni olmadan başka efendilerle dost olursa, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır ve Allah, onun farz veya nafile iyi amellerini kabul etmez.' (Bkz. Hadis No. 94, Cilt 3)"
    },
    {
      "id": 32,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn Abi Mulaika:",
      "text": "`Aişe'den rivayet edilmiştir: Peygamber (ﷺ) dinî açıdan izin verilen bir şeyi yaptı ama bazı insanlar ondan kaçındı. Peygamber (ﷺ) bunun haberini duyduğunda, Allah'ı yüceltip övdükten sonra şöyle dedi: \"Bazı insanlar neden benim yaptığım bir şeyden kaçınıyor? Allah'a yemin ederim ki, ben Allah'ı onlardan daha iyi tanıyorum.\""
    },
    {
      "id": 34,
      "narrator": "Narrated `Aisha:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Sahl bin Sa`d As-Sa`idi:",
      "text": "İbn Ebi Mulaika'dan rivayet edilmiştir: Bir zamanlar iki salih adam, yani Ebu Bekir ve `Ömer, yok olmanın eşiğindeydiler (ve bu şu sebepten dolayıdır): Beni Tamim'in elçisi Peygamber'e geldiğinde, onlardan biri (ya Ebu Bekir ya da `Ömer) Al-Aqra' bin H`Abis at-Tamimi Al-Hanzali'yi, Beni Mecaşi'nin kardeşi olarak (onların başı olarak atanmasını) önerdi, diğeri ise başka birini önerdi. Ebu Bekir, `Ömer'e, \"Sen sadece bana karşı çıkmayı amaçladın,\" dedi. `Ömer, \"Ben sana karşı çıkmayı amaçlamadım!\" dedi. Sonra sesleri Peygamber'in (ﷺ) önünde yükselmeye başladı, bunun üzerine şu ayet indi: 'Ey iman edenler! Peygamberin sesinin üstünde sesinizi yükseltmeyin... büyük bir ödül.' (49.2-3) İbn Az-Zubair dedi ki, 'O günden sonra `Ömer, Peygamber'e konuştuğunda, bir sırrı fısıldayan biri gibi konuşur ve Peygamber'in (ﷺ) onu duymasını bile başaramazdı, bu durumda Peygamber (ﷺ) ona (sözlerini tekrar etmesini) sorardı."
    },
    {
      "id": 36,
      "narrator": "Narrated Malik bin Aus An-Nasri:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated `Asim:",
      "text": "`Aişe'den rivayet edilmiştir: (Müminlerin annesi) Allah'ın Elçisi (ﷺ) ölümcül hastalığı sırasında, \"Ebu Bekir'in insanlara namaz kıldırmasını emret,\" dedi. Ben, \"Eğer Ebu Bekir senin yerinde durursa (namazda, insanlar onu ağlamasından dolayı duyamazlar), o yüzden `Ömer'e insanlara namaz kıldırmasını emret,\" dedim. O tekrar, \"Ebu Bekir'in insanlara namaz kıldırmasını emret,\" dedi. Sonra Hafsa'ya, \"Peygamber'e, 'Eğer Ebu Bekir senin yerinde durursa, insanlar onu ağlamasından dolayı duyamazlar, o yüzden `Ömer'e insanlara namaz kıldırmasını emret,' der misin?\" dedim. Hafsa bunu yaptı, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki, \"Siz Yusuf'un arkadaşları gibisiniz (Bkz. Kur'an, 12:30-32). Ebu Bekir'in insanlara namaz kıldırmasını emret.\" Hafsa bana, \"Senden hiç hayır görmedim!\" dedi."
    },
    {
      "id": 38,
      "narrator": "Narrated `Abdullah bin `Amr:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Al-A`mash:",
      "text": "Sahl bin Sa`d As-Sa`idi'den rivayet edilmiştir: 'Uwaimir Al-`Ajlani, `Asim bin `Adi'ye geldi ve \"Eğer bir adam, başka bir adamı karısıyla bulursa ve onu öldürürse, kocayı (kısas olarak) idama mahkum eder misin?\" dedi. \"O `Asim! Lütfen bu konuda Allah'ın Elçisi'ne (ﷺ) benim adıma sor,\" dedi. `Asim, Peygamber'e (ﷺ) sordu ama Peygamber bu soruyu sevmedi ve onaylamadı. `Asim geri döndü ve 'Uwaimir'e Peygamber'in bu tür bir soruyu sevmediğini bildirdi. 'Uwaimir, \"Allah'a yemin ederim ki, ben (şahsen) Peygamber'e gideceğim,\" dedi. 'Uwaimir, Peygamber'e (ﷺ) geldiğinde, Allah zaten bu konuda Kur'an ayetlerini indirmişti, `Asim (Peygamber'den) ayrıldığında. Peygamber (ﷺ) 'Uwaimir'e, \"Allah senin ve karının hakkında Kur'an ayetleri indirmiştir,\" dedi. Peygamber (ﷺ) onları çağırdı ve Lian emrini yerine getirdiler. Sonra 'Uwaimir, \"Ey Allah'ın Elçisi (ﷺ)! Eğer onu yanımda tutarsam, yalan söylemekle suçlanırım,\" dedi. Böylece 'Uwaimir onu boşadı, oysa Peygamber (ﷺ) ona bunu emretmemişti. Daha sonra bu boşama uygulaması, Li'an davasına karışan çiftler arasında bir gelenek haline geldi. Peygamber (ﷺ) insanlara, \"Onu bekleyin! Eğer o, kısa bir kırmızı çocuk doğurursa, o zaman 'Uwaimir'in yalan söylediğini düşüneceğim ama eğer o, büyük gözlü ve büyük kalçalı bir siyah doğurursa, o zaman onun hakkında doğru söylediğini düşüneceğim,\" dedi. Sonunda o, suçlamayı kanıtlayan bir çocuk doğurdu. (Bkz. Hadis No. 269, Cilt 6)"
    },
    {
      "id": 40,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Sa`id:",
      "text": "Malik bin Aus An-Nasri'den rivayet edilmiştir: `Ömer'in yanına girdim (ve orada otururken), kapıcısı Yarfa ona geldi ve \" `Uthman, `Abdur-Rahman, Az-Zubair ve Sa`d içeri girmesi için iznini istiyor,\" dedi. `Ömer onları içeri almaya izin verdi. Onlar içeri girdiler, selam verdiler ve oturdular. (Bir süre sonra kapıcı geldi) ve \"Ali ve Abbas'ı içeri alayım mı?\" dedi. `Ömer, onların içeri girmesine izin verdi. Al-`Abbas, \"Ey Müminlerin Emiri! Benimle zalim (Ali) arasında hüküm ver,\" dedi. Sonra aralarında (Beni Nadir'in mülkü hakkında) bir ihtilaf oldu (`Abbas ve Ali arasında). `Uthman ve arkadaşları, \"Ey Müminlerin Emiri! Onlar arasında hüküm ver ve birini diğerinden kurtar,\" dediler. `Ömer, \"Sabırlı olun! Allah'a yemin ederim ki, göklerin ve yerin var olduğu Allah'ın izniyle! Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bizim mülkümüz miras alınmaz ve geride bıraktığımız şey sadaka olarak verilir,' ve bu sözle Allah'ın Elçisi (ﷺ) kendisini kastetti,\" dedi. Bunun üzerine grup, \"Gerçekten böyle söyledi,\" dedi. `Ömer, Ali ve Abbas'a döndü ve \"Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ) böyle söylediğini biliyor musunuz?\" diye sordu. İkisi de, \"Evet,\" dediler. `Ömer, \"Şimdi bu konuyu (ayrıntılı olarak) konuşuyorum. Allah, Allah'ın Elçisi (ﷺ) ile bazı bu serveti vermiştir ki, bunu kimseye vermemiştir, Allah'ın dediği gibi: 'Allah, elçisine verdiği Fai (ganimet) ile sizin için bir sefer düzenlemedi...' (59.6) Bu mülk tamamen Allah'ın Elçisi (ﷺ) için ayrılmıştı, ama o bunu toplamadı ve sizi göz ardı etmedi, aksine bunu size verdi ve aranızda paylaştırdı, bu kadarının geride kalmasına kadar, ve Peygamber, bunu ailesinin yıllık harcamaları için harcıyordu ve sonra geride kalanını alıyor ve diğer Allah'ın mülkü gibi harcıyordu. Peygamber (ﷺ) bunu hayatı boyunca yaptı ve Allah'a yemin ederim ki, bunu biliyor musunuz?\" dedim. Onlar, \"Evet,\" dediler. `Ömer, Ali ve Abbas'a hitap ederek, \"Allah'a yemin ederim ki, bunu biliyor musunuz?\" diye sordu. İkisi de, \"Evet,\" dediler. `Ömer ekledi, \"Sonra Allah, Elçisini kendisine aldı. Ebu Bekir, 'Ben Allah'ın Elçisi (ﷺ) ve Ebu Bekir'in halifesiyim' dedi ve Peygamber'in mülkünü devraldı ve onu Allah'ın Elçisi (ﷺ) gibi yönetti ve siz o zaman oradaydınız.\" Sonra Ali ve Abbas'a döndü ve \"Siz ikiniz, Ebu Bekir'in mülkü yönetiminde şöyle böyle yaptığını iddia ediyorsunuz, ama Allah biliyor ki, Ebu Bekir dürüst, salih, akıllı ve yönetimde doğru olanı takip ediyordu. Sonra Allah, Ebu Bekir'i kendisine aldı, 'Ben Allah'ın Elçisi (ﷺ) ve Ebu Bekir'in halifesiyim' dedim. Böylece mülkü iki yıl devraldım ve onu Allah'ın Elçisi (ﷺ) ve Ebu Bekir'in yaptığı gibi yönettim. Sonra siz ikiniz (Ali ve Abbas) bana geldiniz ve aynı şeyi istediniz! (Ey Abbas! Sen bana yeğenin mülkünden pay istemeye geldin; ve bu (Ali) bana karısının babasının mülkünden pay istemeye geldi, ve ben size, 'İsterseniz, onu sizin yönetiminize bırakırım, şartla ki siz ikiniz de onu Allah'ın Elçisi (ﷺ) ve Ebu Bekir'in yaptığı gibi yöneteceksiniz ve ben de onu yönettiğim gibi; aksi takdirde, bu konuda benimle bir daha konuşmayın,' dedim. Sonra siz ikiniz, 'Bize onu o (şartla) ver,' dediniz. Ben de onu o şartla size verdim. Şimdi Allah'a yemin ederim ki, ben onu o şartla vermedim mi?\" Grup (kendisine hitap ettiği) \"Evet,\" dedi. `Ömer, Abbas ve Ali'ye hitap ederek, \"Allah'a yemin ederim ki, ben size o mülkü o şartla vermedim mi?\" dedim. Onlar, \"Evet,\" dediler. `Ömer, \"Şimdi benden başka bir hüküm mü istiyorsunuz? Göklerin ve yerin var olduğu Allah'ın izniyle, ben Kıyamet kuruluncaya kadar başka bir hüküm vermeyeceğim; ve eğer siz ikiniz bu mülkü yönetemezseniz, o zaman onu bana geri verebilirsiniz, ben de sizin adınıza onunla ilgilenirim.\" (Bkz. Hadis No. 326, Cilt 4)"
    },
    {
      "id": 42,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated Humaid:",
      "text": "`Asim'den rivayet edilmiştir: Anas'a, \"Allah'ın Elçisi (ﷺ) Medine'yi bir sığınak yaptı mı?\" dedim. O, \"Evet, (Medine, şu ve bu yerden şu ve bu yere kadar bir sığınaktır. Ağaçlarını kesmek yasaktır ve içinde bir bid'at çıkaran veya günah işleyen kimse, Allah'ın, meleklerin ve tüm insanların lanetini üzerine alır,\" diye yanıtladı. Sonra Musa bin Anas, Anas'ın eklediğini söyledi, \"..... veya böyle bir bid'atçıya veya günahkara sığınak verir...\""
    },
    {
      "id": 44,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abdullah bin `Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle derken duydum: \"Allah, size bilgi verdikten sonra onu almayacaktır, fakat bu, dinî bilgili kişilerin ölümüyle birlikte alınacaktır. Sonra cahil insanlar kalacak ve danışıldıklarında, kendi görüşlerine göre hüküm verecekler ve bu da başkalarını saptıracak ve yoldan çıkaracaktır.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'dan rivayet edilmiştir: Bir kadın Peygamber'e (ﷺ) geldi ve \"Annem Hac yapma adakında bulundu ama onu yapmadan önce vefat etti. Onun adına Hac yapmalı mıyım?\" dedi. Peygamber (ﷺ) \"Evet! Onun adına Hac yap. Bak, eğer annen borçlu olsaydı, onun borcunu öder miydin?\" dedi. Kadın \"Evet.\" dedi. Peygamber (ﷺ) \"O halde, Allah'a olan yükümlülüklerini yerine getirmek için O'na daha çok hakkın var.\" dedi."
    },
    {
      "id": 47,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki durum dışında kimse gibi olmayı arzulamayın: Allah'ın kendisine mal verdiği ve onu doğru bir şekilde harcayan bir adamın durumu ve Allah'ın kendisine dini hikmet (yani, Kur'an ve Sünnet) verdiği ve buna göre hüküm veren ve bunu öğreten bir adamın durumu.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Al-Mughira bin Shu`ba:",
      "text": "El-Mughira bin Şu'ba'dan rivayet edilmiştir: Ömer bin Hattab, bir kadının imlası (düşük yapması) hakkında insanlara sordu, yani karnına vurulması sonucu düşük yapan bir kadın hakkında, \"Aranızdan kim bu konuda Peygamber'den bir şey duymuştur?\" dedi. Ben \"Ben duydum.\" dedim. O \"Neydi o?\" dedi. Ben \"Peygamber'in (ﷺ) 'Onun diyası (kan bedeli) ya erkek ya da dişi köledir.' dediğini duydum.\" dedim. Ömer \"Söyleminizi destekleyecek bir şahit getirmeden ayrılmayın.\" dedi. Ben dışarı çıktım ve Muhammed bin Mesleme'yi buldum. Onu getirdim ve o da benimle birlikte şahitlik etti ki, Peygamber'in (ﷺ) \"Onun diyası (kan bedeli) ya erkek köle ya da dişi köledir.\" dediğini duymuştur."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kıyamet kopmayacak, ta ki benim takipçilerim önceki milletlerin işlerini kopyalayıp onlara çok yakın bir şekilde, arşın arşın, dirhem dirhem (yani, inç inç) takip etmedikçe.\" Denildi ki, \"Ey Allah'ın Elçisi (ﷺ)! Bu milletlerden kastettiğin Persler ve Bizanslılar mı?\" Peygamber \"Başka kim olabilir?\" dedi."
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Siz, sizden önceki milletlerin yollarını arşın arşın ve dirhem dirhem (yani, inç inç) takip edeceksiniz, öyle ki, eğer onlar bir akrep deliğine girseler, siz de onlara uyarsınız.\" Biz \"Ey Allah'ın Elçisi (ﷺ)! (Kastettiğin) Yahudiler ve Hristiyanlar mı?\" dedik. O \"Başka kim?\" dedi."
    },
    {
      "id": 51,
      "narrator": "Narrated `Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Hiç kimse haksız yere öldürülmez, fakat Adem'in ilk oğlu onun yükünün bir kısmına sahip olacaktır.\" Süfyân \"…kanının bir kısmına, çünkü o cinayet işleme geleneğini ilk kurandır.\" dedi."
    },
    {
      "id": 52,
      "narrator": "Narrated Jabir bin 'Abdullah As-Salami:",
      "text": "Cabir bin Abdullah es-Salimi'den rivayet edilmiştir: Bir bedevi, Allah'ın Elçisi (ﷺ) ile İslam'a girmek için biat etti, sonra Medine'de ateşlenme geçirdi ve Allah'ın Elçisi'ne (ﷺ) geldi ve \"Ey Allah'ın Elçisi (ﷺ)! Biatımı iptal et.\" dedi. Allah'ın Elçisi (ﷺ) bunu reddetti. Bedevi tekrar geldi ve \"Biatımı iptal et.\" dedi, ama yine reddetti. Sonra tekrar geldi ve \"Biatımı iptal et.\" dedi ve Allah'ın Elçisi (ﷺ) yine reddetti. Bedevi sonunda ayrıldı ve Allah'ın Elçisi (ﷺ) \"Medine, bir çift bellows (fırın) gibidir, kirlerini atar ve iyiliklerini aydınlatır ve temizler.\" dedi."
    },
    {
      "id": 53,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'dan rivayet edilmiştir: Ben, Abdurrahman bin Avf'a Kur'an öğretirdim. Ömer son Hac'ını yaptığında, Abdurrahman bana Mina'da \"Keşke bugün Müminlerin Emiri'ni görebilseydin! Bir adam ona geldi ve 'Müminlerin Emiri ölürse, biz şu kişiye biat edeceğiz.' dedi, Ömer 'Bu gece kalkıp halkın haklarını gaspetmek isteyenleri uyaracağım.' dedi. Ben 'Bunu yapma, çünkü Hac mevsimi, dinleyicilerinin çoğunluğunu oluşturacak olan kalabalığı toplar ve onların senin sözünü doğru anlamayacağından korkuyorum ve yanlış bir ifadeyi her yere yayabilirler. Medine'ye, hicret yeri ve Sünnet yeri (Peygamber'in Sünneti) ulaşana kadar beklemelisin. Orada, Allah'ın Elçisi'nin (ﷺ) muhacir ve ensar arkadaşlarıyla karşılaşacaksın, onlar senin sözünü anlayacak ve onu doğru yere koyacaklardır.' Ömer 'Allah'a yemin ederim, Medine'de halkın önünde durduğumda bunu yapacağım.' dedi. Medine'ye vardığımızda, Ömer (bir Cuma hutbesinde) 'Şüphesiz, Allah, Muhammed'i hak ile gönderdi ve ona Kitap (Kur'an) indirdi ve indirilenlerden biri de Ar-Racm ayetidir (zina edenlerin taşlanarak öldürülmesi).' dedi.\" (Bkz. Hadis No. 817, Cilt 8)"
    },
    {
      "id": 54,
      "narrator": "Narrated Muhammad:",
      "text": "Muhammed'den rivayet edilmiştir: Ebu Hüreyre ile birlikteydik, o iki kırmızı kil ile boyanmış keten elbise giyiyordu. Burnunu elbisesiyle temizlerken \"Aferin! Aferin! Ebu Hüreyre burnunu ketenle temizliyor!\" dedi. Bir zaman geldi ki, ben Allah'ın Elçisi'nin (ﷺ) minberi ile Aişe'nin evi arasında baygın düşerdim, o sırada bir geçici gelip boynuma basar, beni deli sanırdı, ama aslında benim deliliğim yoktu, sadece açlık çekiyordum."
    },
    {
      "id": 55,
      "narrator": "Narrated `Abdur-Rahman bin `Abis:",
      "text": "Abdurrahman bin Abis'ten rivayet edilmiştir: İbn Abbas'a \"Peygamber ile İd namazı kıldın mı?\" diye soruldu. O \"Evet, eğer Peygamber'e yakın akrabam olmasaydım, onunla birlikte kılmazdım çünkü çok gençtim.\" dedi. Peygamber (ﷺ), Kathir bin As-Salt'ın evine yakın olan işaret yerine geldi ve İd namazını kıldı ve sonra hutbe verdi. Namaz için herhangi bir ezan veya ikamet okunduğunu hatırlamıyorum. Sonra Peygamber (ﷺ) kadınlara sadaka vermelerini emretti ve onlar ellerini kulaklarına ve boğazlarına uzatmaya başladılar (takılarını sadaka olarak vererek) ve Peygamber (ﷺ) Bilal'e onlara gitmesini emretti, sonra Bilal Peygamber'e döndü."
    },
    {
      "id": 56,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) Kuba camisine giderdi, bazen yürüyerek, bazen binekle."
    },
    {
      "id": 57,
      "narrator": "Narrated Hisham's father:",
      "text": "Hişam'ın babasından rivayet edilmiştir: Aişe, Abdullah bin Zübeyr'e \"Beni kadın arkadaşlarımla (yani, Peygamber'in eşleriyle) göm, beni Peygamber'in (ﷺ) evinde gömme, çünkü orada gömülmekten dolayı kutsanmış olarak anılmayı istemiyorum.\" dedi. Hişam'ın babasından rivayet edilmiştir: Ömer, Aişe'ye bir mesaj gönderdi ve \"İki arkadaşım (Peygamber (ﷺ) ve Ebu Bekir) ile gömülmeme izin verir misin?\" dedi. O \"Evet, Allah'a yemin ederim.\" dedi. Ancak, eğer Peygamber'in (ﷺ) arkadaşlarından biri ona gömülmek için izin istemiş olsaydı, \"Hayır, Allah'a yemin ederim, kimseye onlarla birlikte gömülme izni vermem.\" derdi."
    },
    {
      "id": 58,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) 'Asr namazını kılar ve sonra güneş hala oldukça yüksekken 'Awali'ye (Medine'nin kenarındaki bir yer) ulaşabilirdiniz. Yunus'tan rivayet edilmiştir: 'Awali'nin (Medine'den) mesafesi dört veya üç mildir."
    },
    {
      "id": 59,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Es-Sa'ib bin Yazid'den rivayet edilmiştir: Peygamber (ﷺ) döneminde Sa' (bir ölçü türü) bir Mudd (başka bir ölçü türü) ve bir Mudd'un üçte biri kadar olurdu, ama bugünkü Sa' büyümüştür."
    },
    {
      "id": 60,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ey Allah! Ölçülerine bereket ver, Sa' ve Mudd'larına bereket ver.\" O, Medinelilerin ölçülerini kastetmiştir."
    },
    {
      "id": 61,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Yahudiler, zina etmiş bir erkek ve kadını Peygamber (ﷺ)'e getirdiler ve Peygamber (ﷺ) onları taşlayarak öldürülmelerini emretti. Onlar, cenazelerin konulduğu caminin yakınında taşlanarak öldürüldüler."
    },
    {
      "id": 62,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Uhud Dağı, Allah'ın Elçisi (ﷺ)'nin gözlerine göründü ve o da, \"Bu, bizi seven ve bizim de sevdiğimiz bir dağdır. Ey Allah! İbrahim, Mekke'yi bir kutsal yer yaptı, ben de (Medine'nin) iki dağı arasındaki alanı kutsal kılıyorum.\" dedi."
    },
    {
      "id": 63,
      "narrator": "Narrated Sahl:",
      "text": "Sahl'den rivayet edilmiştir: Minber ile kıble tarafındaki cami duvarı arasındaki mesafe, bir koyunun geçmesi için yeterliydi."
    },
    {
      "id": 64,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Evimin ile minberimin arasında, cennetin bahçelerinden bir bahçe var ve minberim, benim Havuzumun üzerindedir. (Kauthar);\""
    },
    {
      "id": 65,
      "narrator": "Narrated Nafi`:",
      "text": "Nafi`'den rivayet edilmiştir: Abdullah dedi ki: \"Peygamber (ﷺ) bir at yarışı düzenledi ve hazırlanan atlara yarıştan birkaç gün önce daha az yiyecek verildi, böylece yarışı kazanabilsinler diye, Al-Hafya'dan Thaniyat-al-Wada`'ya kadar koşmalarına izin verildi; hazırlanmayan atlar ise Thaniyat-al-Wada` ile Bani Zuraiq camisi arasında koşmalarına izin verildi.\" Abdullah, yarışa katılanlardan biriydi."
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: `Umar'ı, Peygamber'in minberinde (hutbe verirken) duydum."
    },
    {
      "id": 67,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Es-Sa'ib bin Yazid'den rivayet edilmiştir: `Uthman bin `Affan'ın Peygamber'in minberinde (hutbe verirken) konuştuğunu duydu."
    },
    {
      "id": 68,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Bu büyük bakır kap, benim ve Allah'ın Elçisi (ﷺ) için konulurdu ve birlikte ondan su alırdık (banyo yaparken)."
    },
    {
      "id": 69,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ), Ensar ve Kureyş insanlarını Medine'deki evimde ittifak ettirdi ve bir ay boyunca (her farz) namazın son rekatında Bani Sulaim kabilesi için Allah'a dua etti."
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Burda:",
      "text": "Ebu Burda'dan rivayet edilmiştir: Medine'ye vardığımda, Abdullah bin Selam bana rastladı ve \"Beni evime götür, böylece Allah'ın Elçisi (ﷺ)'nin içtiği bir kaseden su içireyim ve Peygamber (ﷺ)'in namaz kıldığı camide namaz kılmanı sağlayayım.\" dedi. Onunla birlikte gittim, bana sawık içirdi ve hurma verdi, sonra onun camide namaz kıldım."
    },
    {
      "id": 71,
      "narrator": "Narrated `Umar:",
      "text": "`Umar'dan rivayet edilmiştir: Peygamber (ﷺ) bana dedi ki: \"Bu gece, 'Aqiq (vadisi)nde uyurken, Rabbimden biri bana geldi ve 'Bu mübarek vadide namaz kıl ve 'Labbaik' de (Umre ve Hac için).\" dedi."
    },
    {
      "id": 72,
      "narrator": "Narrated `Abdullah bin Dinar:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir: İbn `Umar dedi ki: \"Peygamber (ﷺ), Najd halkı için Miqat olarak Kârın'ı, Şam halkı için Al-Cuhfa'yı ve Medine halkı için Dhul-Hulaifa'yı belirledi.\" İbn `Umar ekledi: \"Bunu Peygamber'den duydum ve Peygamber (ﷺ)'in 'Yemenliler için Miqat Yalamlam'dır.' dediğini öğrendim.\" Irak'tan bahsedildiğinde, \"O zamanlar orası bir Müslüman ülkesi değildi.\" dedi."
    },
    {
      "id": 73,
      "narrator": "Narrated `Abdullah bin `Umar:",
      "text": "Abdullah bin `Umar'dan rivayet edilmiştir: Peygamber (ﷺ), Dhul-Hulaifa'da uyuduğu sırada gecenin son kısmında bir rüya gördü. (Rüyada) ona, \"Sen mübarek bir Batha'dasın (yani, vadide).\" denildi."
    },
    {
      "id": 74,
      "narrator": "Narrated Ibn `Umar:",
      "text": "İbn `Umar'dan rivayet edilmiştir: Peygamber, sabah namazında rükudan başını kaldırdıktan sonra şöyle dedi: \"Ey Allah, Rabbimiz! Bütün övgüler sana aittir.\" Ve son (rekatta) dedi ki: \"Ey Allah! Filan ve filan kişiyi lanetle.\" Sonra Allah şöyle vahyetti: \"Senin için (ey Muhammed) karar verme yetkisi yoktur, (bu Allah'a aittir), dilerse onlara merhamet eder, dilerse onları azap eder, çünkü gerçekten onlar zalimdirler.\" (3.128)"
    },
    {
      "id": 75,
      "narrator": "Narrated `Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ), gece evlerinde Ali ve Fatıma'ya geldi ve \"Namaz kılmayacak mısınız?\" dedi. Ali, \"Ey Allah'ın Elçisi (ﷺ)! Ruhlarımız Allah'ın ellerindedir ve O, bizi kaldırmak istediğinde, bizi kaldırır.\" dedi. Ali bunu söyledikten sonra, Allah'ın Elçisi (ﷺ) ona hiçbir şey söylemeden ayrıldı. Peygamber (ﷺ) ayrılırken, Ali onun elini uyluğuna vurduğunu ve \"Ama insan her şeyden daha tartışmacıdır.\" (18.54) dediğini duydu."
    },
    {
      "id": 76,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Biz mescitteyken, Allah'ın Elçisi (ﷺ) dışarı çıktı ve \"Haydi Yahudilere gidelim.\" dedi. Biz de onunla birlikte Bait-al-Midras'a kadar gittik. Peygamber (ﷺ) orada durdu ve onlara seslendi, \"Ey Yahudi topluluğu! Allah'a teslim olun (İslam'ı kabul edin) ve selamet bulacaksınız!\" dediler, \"Sen Allah'ın mesajını ilettin, ey Aba-al-Kasım.\" Allah'ın Elçisi (ﷺ) onlara, \"İşte istediğim budur; İslam'ı kabul edin ve selamet bulacaksınız.\" dedi. Onlar, \"Sen mesajı ilettin, ey Aba-al-Kasım.\" dediler. Allah'ın Elçisi (ﷺ) onlara, \"İşte istediğim budur,\" dedi ve sözlerini üçüncü kez tekrarladı ve ekledi, \"Biliniz ki, yer Allah'ındır ve ben sizi bu topraklardan sürmek istiyorum, bu yüzden aranızda mülkü olan varsa, onu satmalıdır, aksi takdirde bilin ki, toprak Allah ve O'nun Elçisidir.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Abu Sa`id Al-Khudri:",
      "text": "Abu Sa`id Al-Khudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Nuh, Kıyamet Günü (Allah'ın huzuruna) getirilecek ve 'Allah'ın mesajını ilettin mi?' diye sorulacak. O da, 'Evet, ey Rabbim.' diye cevap verecek. Sonra Nuh'un milleti sorulacak, 'O (Nuh) size Allah'ın mesajını iletti mi?' Onlar da, 'Bize hiçbir uyarıcı gelmedi.' diyecekler. Sonra Nuh'a sorulacak, 'Şahitlerin kimdir?' O da, '(Şahitlerim) Muhammed ve onun takipçileridir.' diyecek. Bunun üzerine siz (Müslümanlar) getirilecek ve şahitlik edeceksiniz.\" Sonra Peygamber (ﷺ) şöyle okudu: 'İşte böylece sizi (Müslümanlar) adil ve en iyi bir ümmet yaptık ki, siz de milletler üzerine şahit olasınız ve Elçi de sizin üzerinize şahit olsun.' (2.143)"
    },
    {
      "id": 78,
      "narrator": "Narrated Abu Sa`id Al-Khudri and Abu Huraira:",
      "text": "Abu Sa`id Al-Khudri ve Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Beni Adi Al-Ansari kabilesinin kardeşini Hayber'in valisi olarak gönderdi. Sonra adam geri döndü ve yanında Janib (iyi bir hurma türü) getirdi. Allah'ın Elçisi (ﷺ) ona, \"Hayber'in bütün hurmaları böyle mi?\" diye sordu. O da, \"Hayır, Allah'a yemin ederim, ey Allah'ın Elçisi (ﷺ)! Biz bu (iyi) hurmalardan bir Sa' alırız, karışık hurmalardan ise iki Sa' veririz.\" Allah'ın Elçisi (ﷺ) sonra, \"Bunu yapmayın. Ya bu (türden) bir Sa' alırsınız, ya da diğerinden bir Sa' ile değiştirirsiniz; ya da bir türü satın alıp onun bedeliyle diğer türü alırsınız ve tartma konusunda da aynı şekilde yapmalısınız.\" dedi."
    },
    {
      "id": 79,
      "narrator": "Narrated `Amr bin Al-`As:",
      "text": "`Amr bin Al-`As'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini duydu: \"Eğer bir hakim, en iyi bildiği şekilde bir hüküm verirse ve bu hüküm doğruysa (yani Allah ve O'nun Elçisi'nin hükmüyle uyumluysa) iki kat ödül alır; eğer en iyi bildiği şekilde bir hüküm verirse ve bu hüküm yanlışsa (yani Allah ve O'nun Elçisi'nin hükmüne aykırıysa) yine de bir ödül alır.\""
    },
    {
      "id": 80,
      "narrator": "Narrated 'Ubai bin `Umar:",
      "text": "'Ubai bin `Umar'dan rivayet edilmiştir: Abu Musa, `Umar'ın yanına girmek için izin istedi, ama onun meşgul olduğunu görünce gitti. `Umar daha sonra, \"Abdullah bin Qais'in sesini duymadım mı? Onun içeri girmesine izin verin.\" dedi. İçeri alındı ve `Umar ona, \"Yaptığın şeyin sebebi neydi?\" dedi. O da, \"Peygamber tarafından böyle emredildik.\" dedi. `Umar, \"Bunun için bir delil (şahit) getir, aksi takdirde sana şöyle yapacağım.\" dedi. Sonra `Abdullah bin Qais, Ensar topluluğuna gitti ve onlar, \"Aramızdan sadece en genç olanı bunun için şahitlik yapacak.\" dediler. Bunun üzerine Abu Sa`id Al-Khudri ayağa kalktı ve \"Biz Peygamber tarafından böyle emredildik.\" dedi. `Umar, \"Bu Peygamber (ﷺ) hadisi benden gizli kalmış. Pazar işlerine dalmışım.\" dedi."
    },
    {
      "id": 81,
      "narrator": "Narrated Al-A'raj:",
      "text": "Al-A'raj'dan rivayet edilmiştir: Abu Huraira dedi ki, \"Sizler, Abu Huraira'nın Allah'ın Elçisi (ﷺ) hakkında birçok rivayette bulunduğunu iddia ediyorsunuz. (Her neyse) Allah ile bizim randevumuz olacak. Ben fakir bir adamdım ve Allah'ın Elçisi (ﷺ) ile birlikte kalırdım, karnımı doyuracak kadar olanla yetinirdim, Muhacirler (göçmenler) pazar işlerinde meşguldü, Ensar ise mülklerini korumakla meşguldü. Bir gün Allah'ın Elçisi (ﷺ) şöyle diyordu: 'Kim Rida'sını (üst bedeni örten bir giysi) açar ve ben konuşmamı bitirene kadar beklerse, sonra onu sararsa (yani vücuduna sararsa), o kişi benden duyduğu hiçbir şeyi unutmayacaktır.' Ben de üzerimdeki giysiyi açtım; ve Muhammed'i Hak ile gönderen Allah'a yemin ederim ki, o günden beri ondan duyduğum hiçbir şeyi unutmamışım.\" (Bkz. Hadis No. 119, Cilt 1)"
    },
    {
      "id": 82,
      "narrator": "Narrated Muhammad bin Al-Munkadir:",
      "text": "Muhammad bin Al-Munkadir'den rivayet edilmiştir: Jabir bin `Abdullah'ı, İbn Sayyad'ın Deccal olduğunu Allah'a yemin ederken gördüm. Jabir'e, \"Nasıl Allah'a yemin edebilirsin?\" dedim. Jabir, \"Bu konuda `Umar'ın Peygamber (ﷺ) huzurunda Allah'a yemin ettiğini duydum ve Peygamber (ﷺ) bunu onaylamadı.\" dedi."
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki, \"Atlar üç amaç için kullanılabilir: Bir adam için, ahirette bir ödül kaynağı olabilir; bir diğerine, bir koruma aracı olabilir; ve bir diğerine, bir günah kaynağı olabilir. Ödül kaynağı olan adam, onları Allah'ın yolunda tutan ve uzun iplerle bağlayan ve otlak veya bahçede otlamalarına izin veren kişidir. O uzun iplerin onlara otlak veya bahçeden yedirdiği her şey, onun için iyi ameller olarak yazılacaktır ve eğer iplerini koparıp bir veya iki tur koşarlarsa, o zaman tüm adımları ve dışkıları onun için iyi ameller olarak yazılacaktır. Eğer bir nehirden geçip ondan su içerlerse, o kişi onları sulamayı düşünmemiş olsa bile, yine de bu onun için iyi ameller olarak yazılacaktır. Bu nedenle, böyle atlar o adam için bir ödül kaynağıdır. Atları geçim kaynağı olarak tutan ve başkalarından yardım istememek veya ekmek dilenmemek için bunu yapan adam için, aynı zamanda Allah'ın kazancından ve onların sırtlarından (Allah yolunda kullanılmak üzere) unutmaması gereken hakları olan atlar, onun için bir sığınaktır (yoksulluktan). Sadece gurur ve gösteriş için onları tutan adam için ise, bunlar bir günah kaynağıdır.\" Sonra Allah'ın Elçisi (ﷺ) eşekler hakkında soruldu. O da, \"Allah bana onların hakkında başka bir şey bildirmedi, sadece bu kapsamlı ayeti: 'O halde kim bir atom (veya küçük bir karınca) ağırlığında hayır işlerse, onu görecektir; ve kim bir atom (veya küçük bir karınca) ağırlığında şer işlerse, onu görecektir.' (99.7-8) söyledi."
    },
    {
      "id": 84,
      "narrator": "Narrated `Aisha:",
      "text": "`Aisha'dan rivayet edilmiştir: Bir kadın Peygamber'e (Hadis 456) sordu. `Aisha'dan rivayet edilmiştir:"
    },
    {
      "id": 85,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "Bir kadın Peygamber (ﷺ) ile adet dönemleri hakkında konuştu: Adet döneminden sonra nasıl yıkanacağını sordu. O da, \"Parfümlü bir bez al ve onunla kendini temizle.\" dedi. Kadın, \"Onunla kendimi nasıl temizleyeceğim, ey Allah'ın Elçisi (ﷺ)?\" dedi. Peygamber (ﷺ) \"Kendini temizle.\" dedi. Kadın tekrar, \"Kendimi nasıl temizleyeceğim, ey Allah'ın Elçisi (ﷺ)?\" dedi. Peygamber (ﷺ) \"Onunla kendini temizle.\" dedi. O zaman Allah'ın Elçisi (ﷺ)'nin ne demek istediğini anladım. Onu kenara çekip açıkladım."
    },
    {
      "id": 86,
      "narrator": "Narrated Jabir bin `Abdullah:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: Um Hufaid bint Al-Harith bin Hazn, Peygamber (ﷺ)'e biraz tereyağı, kuru yoğurt (süzme yoğurt) ve mastigura hediye etti. Peygamber (ﷺ) daha sonra bir yemek (mastigura vb. konulmasını) istedi ve bu onun masa örtüsünün üzerinde yendi, ama Peygamber (ﷺ) ondan yemedim, çünkü ona karşı bir isteksizlik duyuyordu. Ama eğer yemek haram olsaydı, o zaman onun masa örtüsünün üzerinde yenmesine izin verilmezdi ve o da (mastigura etinin) yenmesini emretmezdi."
    },
    {
      "id": 87,
      "narrator": "Narrated Jubair bin Mut`im:",
      "text": "Jabir bin `Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki, \"Sarımsak veya soğan yiyen, bizden uzak dursun, ya da camimizden uzak dursun ve evinde kalsın.\" İbn Wahb dedi ki, \"Bir gün Badr'de Peygamber (ﷺ)'e dolu bir tabak pişirilmiş sebze getirildi. İçinden kötü bir koku aldığında, yemeği sordu ve içinde hangi sebzelerin bulunduğu bildirildi. Sonra, \"Yakın getirin.\" dedi ve bu, onunla birlikte olan arkadaşlarından birine yaklaştırıldı. Peygamber (ﷺ) onu görünce, yemekten hoşlanmadı ve (arkadaşına) \"Ye, çünkü ben senin konuşmadığın kimselerle gizlice konuşuyorum.\" dedi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Jubair bin Mut`im'den rivayet edilmiştir: Bir kadın Allah'ın Elçisi (ﷺ)'ne geldi ve onunla bir şey hakkında konuştu, o da ona bir emir verdi. Kadın, \"Ey Allah'ın Elçisi (ﷺ)! Seni bulamazsam?\" dedi. O da, \"Eğer beni bulamazsan, o zaman Abu Bekir'e git.\" dedi. İbrahim bin Sa`d dedi ki, \"Sanki onun, Peygamber'in ölümü anlamında söylediği.\""
    },
    {
      "id": 89,
      "narrator": "Narrated Abu Huraira:",
      "text": "Humaid bin 'Abdur-Rahman'dan rivayet edilmiştir ki, Mu'aviye'nin Medine'deki Kureyş'ten bir grup insanla konuştuğunu ve Ka'b Al-Ashbar'dan bahsettiğinde, \"O, Kitap ehli hakkında konuşanların en doğru olanlarından biriydi, ama biz onun bilgilerinde bazı kusurlar tespit ederdik.\" dediğini duydum."
    },
    {
      "id": 90,
      "narrator": "Narrated Ubaidullah:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Kitap ehli, Tevrat'ı İbranice okur ve sonra onu Arapça Müslümanlara açıklarlardı. Allah'ın Elçisi (ﷺ) (Müslümanlara) dedi ki, \"Kitap ehline inanmayın, onlara da inkar etmeyin, ama 'Biz Allah'a ve bize indirilenlere, ve size indirilenlere inanıyoruz.' deyin.\""
    },
    {
      "id": 91,
      "narrator": "Narrated Jundab bin `Abdullah:",
      "text": "Jundab bin Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Kur'an'ı, onun tefsiri ve anlamları konusunda anlaşmaya varana kadar okuyun (ve çalışın), fakat tefsiri ve anlamları konusunda farklılıklar yaşadığınızda, o zaman okumayı bırakmalısınız (şu an için).\" (Bkz. Hadis No 581, Cilt 6)"
    },
    {
      "id": 92,
      "narrator": "Narrated Jundab bin `Abdullah:",
      "text": "Jundab bin Abdullah'dan rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) şöyle dedi: \"Kur'an'ı, kalpleriniz onun anlamları konusunda anlaşmaya varana kadar okuyun (ve çalışın), fakat anlamı konusunda farklılıklar yaşarsanız, o zaman okumayı bırakın.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) vefatının zamanı yaklaşırken evde bazı adamlar vardı ve aralarında Ömer bin Hattab da bulunuyordu. Peygamber (ﷺ) şöyle dedi: \"Yaklaşın, size asla sapmayacağınız bir yazı yazayım.\" Ömer dedi ki: \"Peygamber (ﷺ) ciddi şekilde hastadır ve Kur'an'ınız var, bu yüzden Allah'ın Kitabı bizim için yeterlidir.\" Evdeki insanlar farklılık gösterdiler ve tartıştılar. Bazıları, \"Yaklaşın ki Allah'ın Messenger'i (ﷺ) size asla sapmayacağınız bir yazı yazsın,\" derken, bazıları Ömer'in dediğini söylediler. Peygamber'in önünde çok gürültü yaptıklarında ve büyük bir farklılık yaşadıklarında, onlara, \"Gidin ve beni bırakın,\" dedi. İbn Abbas şöyle derdi: \"Onların farklılıkları ve gürültüsü, Allah'ın Messenger'inin (ﷺ) onlara o yazıyı yazmasını engelleyen büyük bir felaketti.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Ata:",
      "text": "Ata'dan rivayet edilmiştir: Jabir bin Abdullah'ı bir toplantıda şöyle derken duydum: \"Biz, Allah'ın Messenger'inin (ﷺ) arkadaşları, sadece Hac için ihrama girdik, umre için değil.\" Jabir ekledi: \"Peygamber (ﷺ) Dhu'l-Hijja'nın dördüncü günü (Mekke'ye) geldi. Mekke'ye vardığımızda Peygamber (ﷺ) bize ihramı tamamlamamızı emretti ve şöyle dedi: 'İhramınızı tamamlayın ve eşlerinize (cinsel ilişki için) gidin.' Jabir ekledi: \"Peygamber bize (eşlerimize gitmemizi) zorunlu kılmadı, sadece bunu bizim için helal kıldı. Sonra, 'Arafat Günü ile aramızda sadece beş gün kaldığında, eşlerimizle uyuyarak ihramımızı tamamlamamızı emrediyor,' dediğimizi duydu. (Jabir, söylediklerini göstermek için elini işaret etti). Allah'ın Messenger'i (ﷺ) ayağa kalktı ve 'Siz (insanlar) biliyorsunuz ki ben, aranızda en çok Allah'tan korkan, en doğru ve en iyi hayır işleyenim. Eğer benimle Hadi olmasaydı, sizin yapacağınız gibi ihramımı tamamlardım, o yüzden ihramınızı tamamlayın. Eğer daha önce, sonradan öğrendiğim şeyi bilseydim, Hadi'yi yanımda getirmezdim.' Böylece ihramımızı tamamladık ve Peygamber'e (ﷺ) itaat ettik.\" (Bkz. Hadis No. 713, Cilt 2)"
    },
    {
      "id": 95,
      "narrator": "Narrated `Abdullah Al Muzam:",
      "text": "Abdullah Al Muzam'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Akşam namazından önce (nafile) bir namaz kılın.\" (Bunu üç kez tekrarladı) ve üçüncü kez şöyle dedi: \"Kim bunu kılmak isterse, kılabilir,\" ki insanlar bunu bir sünnet olarak almasınlar. (Bkz. Hadis No. 277, Cilt 2)"
    },
    {
      "id": 96,
      "narrator": "Narrated `Aisha:",
      "text": "Aişe'den rivayet edilmiştir: İftira atanlar ona sahte bir ifade verdikten sonra, Allah'ın Messenger'i (ﷺ) vahyin geciktiği zaman Ali bin Ebu Talib ve Usame bin Zeyd'i çağırdı. Beni boşama meselesinde onlara sormak ve danışmak istedi. Usame, benim masumiyetimle ilgili bildiklerine dayanan delilini verdi, fakat Ali dedi ki: \"Allah sana kısıtlama koymamıştır ve ondan başka birçok kadın vardır. Ayrıca, sana gerçeği söyleyecek olan cariyeye de sorabilirsin.\" Bunun üzerine Peygamber (ﷺ) Barira'ya (benim cariyem) sordu: \"Şüphe uyandıracak bir şey gördün mü?\" O da şöyle cevap verdi: \"Ailemizin hamurunu (gözaltında) bırakıp uyuyan küçük bir kızdan başka bir şey görmedim.\" Sonra Peygamber (ﷺ) minbere çıktı ve şöyle dedi: \"Ey Müslümanlar! Eşime iftira atan adamla bana kim yardım edecek? Vallahi, ailem hakkında sadece iyi olanı biliyorum.\" Rivayet eden kişi ekledi: Sonra Peygamber (ﷺ) Aişe'nin masumiyetini belirtti. (Bkz. Hadis No. 274, Cilt 6)"
    },
    {
      "id": 97,
      "narrator": "Narrated Aisha:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Messenger'i (ﷺ) insanlara hitap etti ve Allah'ı övdükten sonra şöyle dedi: \"Eşime iftira atanlar hakkında bana ne önerirsiniz? Onun hakkında kötü bir şey bilmiyorum.\" Alt rivayet eden kişi, Urve, şöyle dedi: Aişe iftirayı duyduğunda, \"Ey Allah'ın Elçisi! Beni ailemin evine gitmeme izin verir misin?\" dedi. O da izin verdi ve yanında bir cariye gönderdi. Bir Ensar adamı şöyle dedi: \"Subhanaka! Bu konuda konuşmamız doğru değil. Subhanaka! Bu büyük bir yalandır!\""
    }
  ]
}