{
  "language": "tr",
  "metadata": {
    "length": 57,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah and Zaid bin Khalid al-Juhani (RAA) narrated that a Bedouin came to the Prophet (ﷺ) and said, 'O Messenger of Allah! I beseech you by Allah, that you judge between us according to Allah's laws' The man's opponent who was wiser than him got up and said, 'Yes, judge between us according to Allah's Law and kindly allow me (to speak).' The Prophet (ﷺ) said:",
      "text": "Ebu Hureyre ve Zeyd bin Halid el-Cüheni (RAA) rivayet etmiştir ki, bir bedevi Peygamber (ﷺ)'e geldi ve dedi ki: \"Ey Allah'ın Resulü! Allah'a yemin ederim ki, aramızda Allah'ın hükümlerine göre hükmetmeni istiyorum.\" Adamın rakibi, ondan daha akıllı olanı ayağa kalktı ve dedi ki: \"Evet, aramızda Allah'ın hukuku ile hükmet ve lütfen bana (konuşma izni ver).\" Peygamber (ﷺ) dedi: \"Konuş.\" O da dedi ki: \"Oğlum, bu adamın (bedevinin) yanında işçi olarak çalışıyordu ve onun karısıyla zina etti, ve bana bildirildi ki, oğlumun taşlanarak öldürülmesi gerekir (bu suç için). Ben onu yüz koyun ve bir cariye ile fidye verdim. Ama bilgili insanlara sorduğumda, bana oğlumun yüz sopa yemesi ve bir yıl sürgün edilmesi gerektiğini, adamın karısının ise taşlanarak öldürülmesi gerektiğini söylediler.\" Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"Canımın bulunduğu Zat'a yemin ederim ki, ben aranızda Allah'ın hukuku ile hükmedeceğim (yani Kitabı ile). Cariye ve koyunlar sana iade edilecektir. Oğlun ise yüz sopa yemeli ve bir yıl sürgün edilmelidir. Ey Unais! Bu adamın karısına git, eğer itiraf ederse, onu taşla.\" Bu, Müslim'in rivayetidir."
    },
    {
      "id": 2,
      "narrator": "'Ubadah bin As-Samit (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah (RAA) narrated, 'A Muslim man came to the Prophet (ﷺ) while he was in the mosque, and called him saying, 'O Messenger of Allah! I have committed adultery.' The Messenger of Allah (ﷺ) turned his face away from him, so the man came round (from the other side) towards his face and said, 'O Messenger of Allah! I have committed adultery.' The Messenger of Allah (ﷺ) again turned his face away from him, but the man repeated his statement four times. When he testified four times that he did it, the Messenger of Allah (ﷺ) called him saying, \"Are you insane?\" The man said, 'No.' The Messenger of Allah (ﷺ) then asked him, \"Are you married?\" The man answered, 'Yes.' The Messenger of Allah (ﷺ) said:",
      "text": "Ubade bin es-Samit (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Benden (bu vahyi) kabul edin, benden (bu vahyi) kabul edin. Allah, o kadınlar (zina eden bekâr kadınlar) için bir yol belirlemiştir. Bekâr bir adam, bekâr bir kadınla zina ederse, yüz sopa yemeli ve bir yıl sürgün edilmelidir. Eğer evli iseler, yüz sopa yemeli ve taşlanarak öldürülmelidir.\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etmiştir ki, bir Müslüman adam, Peygamber (ﷺ) mescitteyken yanına geldi ve ona şöyle dedi: \"Ey Allah'ın Resulü! Zina ettim.\" Allah'ın Resulü (ﷺ) yüzünü ondan çevirdi, bunun üzerine adam diğer taraftan yüzüne doğru geldi ve dedi ki: \"Ey Allah'ın Resulü! Zina ettim.\" Allah'ın Resulü (ﷺ) yine yüzünü ondan çevirdi, ama adam bu ifadesini dört kez tekrarladı. O, bunu dört kez itiraf edince, Allah'ın Resulü (ﷺ) ona şöyle seslendi: \"Sen deli misin?\" Adam: \"Hayır.\" dedi. Allah'ın Resulü (ﷺ) ona sordu: \"Evli misin?\" Adam: \"Evet.\" dedi. Allah'ın Resulü (ﷺ) şöyle dedi: \"Onu al ve taşla.\" Bu, müttefiklerin kabul ettiği bir hadistir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "'Ali (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etmiştir ki, Maiz Peygamber (ﷺ)'e geldiğinde (zina ettiğini itiraf ederek) ona şöyle dedi: \"Belki sadece öptün, ya da dokundun ya da (kadına) baktın.\" Maiz: \"Hayır, ey Allah'ın Resulü.\" dedi. Bu, Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Ömer bin el-Hattab (RAA) rivayet etmiştir ki, halka hitap etti ve şöyle dedi: \"Şüphesiz ki Allah, Muhammed'i Hak ile göndermiştir ve ona Kitap indirmiştir, ve taşlama ayeti de Allah'ın indirdiği şeyler arasındadır. Biz onu okuduk, ezberledik ve anladık. Allah'ın Resulü (ﷺ) buna göre (ayetteki) zina eden evli olanları taşlayarak öldürdü, ve biz de onun ölümünden sonra taşladık. Ama uzun bir zaman geçtikten sonra, birinin 'Allah'ın Kitabında taşlama ayetlerini bulamıyoruz' demesinden korkuyorum, ve böylece Allah'ın indirdiği bir farzı terk ederek sapıtırlar. Şüphesiz ki, taşlama, Allah'ın Kitabında evli erkekler ve kadınlar için farz olan bir cezadır, suçları ispatlandığında, hamilelik ile veya (zina edenin) itirafı ile ortaya çıkar.\" Bu, müttefiklerin kabul ettiği bir hadistir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etmiştir ki, \"Ben Allah'ın Resulü (ﷺ)'ün şöyle dediğini duydum: 'Eğer birinizin cariyesi zina ederse ve suçlu olduğu (şahitler veya itiraf ile) ispatlanırsa, ona cariye için belirlenen şekilde (ceza olarak) sopa vurmalıdır, ama ona nasihat etmemelidir. Eğer tekrar yaparsa, o zaman tekrar sopa vurmalıdır ama ona nasihat etmemelidir. Eğer üçüncü kez yaparsa ve suçlu olduğu ispatlanırsa, o zaman onu satmalıdır, hatta bu bir saç ipi için bile olsa.'\" Bu, müttefiklerin kabul ettiği bir hadistir ve kelimeler Müslim'den alınmıştır."
    },
    {
      "id": 12,
      "narrator": "Ibn 'Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Ali (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sahip olduğunuz (yani köleleriniz) için belirlenen cezayı uygulayın.\" Ebu Davud tarafından rivayet edilmiştir. Müslim tarafından da (ama sadece Sahabe'ye atfedilmiştir) rivayet edilmiştir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İmrân bin Hüsayn (RAA) rivayet etmiştir ki, Juhayne'den bir kadın, zina nedeniyle hamile olarak Peygamber (ﷺ)'e geldi ve dedi ki: \"Ey Allah'ın Resulü! Ben, belirlenen bir cezanın uygulanması gereken bir şey yaptım, lütfen bunu benim üzerime uygula.\" Allah'ın Resulü (ﷺ) onun velisini çağırdı ve şöyle dedi: \"Ona iyi davran, ve doğum yaptıktan sonra beni tekrar getir.\" Velisi, o doğum yaptıktan sonra onu geri getirdi ve Allah'ın Resulü (ﷺ) emirlerini verdi ve onun giysileri bağlandı, sonra Peygamber (ﷺ) emirlerini verdi ve o taşlanarak öldürüldü. Allah'ın Resulü (ﷺ) onun cenaze namazını kıldırdı, bunun üzerine Ömer dedi: \"Ey Allah'ın Resulü! Zina ettiği halde onun için cenaze namazı kıldırıyorsun?\" Allah'ın Resulü (ﷺ) şöyle cevap verdi: \"O, günahı için öyle bir tövbe etti ki, bu Medine halkından yetmişine bölünse, onlara yeterdi. Allah, Azze ve Celle için hayatını feda etmekten daha iyi bir tövbe buldun mu?\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 16,
      "narrator": "At-Tirmidhi and Al-Hakim transmitted on the authority of 'Aishah (RAA) with the wording, 'Allah's Messenger (ﷺ) said:",
      "text": "At-Tirmidhi ve Al-Hakim, 'Aişe (RAA) aracılığıyla, 'Allah'ın Elçisi (ﷺ) şöyle dedi: \"Müslümanlara farz ceza uygulamaktan mümkün olduğunca kaçının.\" şeklinde rivayet etmiştir. Bu hadisin zayıf olduğu da belirtilmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Al-Baihaqi, 'Ali (RAA) aracılığıyla, 'Şüpheli delilleri reddederek farz cezayı önleyin.' dediğini rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Ibn 'Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ın, Azze ve Celle, yasakladığı bu pis uygulamalardan kaçının. Bunlardan herhangi birini işleyen, Allah'ın en Yüce Perdeleriyle gizlenmeli (yani, bunu konuşmamalıdır) ve Allah'a, en Yüce olanına tevbe etmelidir; çünkü eğer biri gizli günahlarını (bize) açığa çıkarırsa, ona Allah'ın, Azze ve Celle, belirlediği ceza uygulanacaktır.\" Al-Hakim tarafından rivayet edilmiştir ve Al-Muvatta'da da geçmektedir, ancak rivayetçi Zeyd bin Eslem'e dayandırılarak Mursal hadistir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "'Aişe (RAA) rivayet etti ki, 'Benim aklanmamın ayetleri indirildiğinde, Peygamber (ﷺ) minbere çıktı ve olanları anlattı ve (indirilmiş olan) Kur'an ayetlerini okudu. Minberden indiğinde, iki erkeğe ve bir kadına (Aişe (RAA) hakkında yapılan bu iftira için) farz olan kırbaç cezasını vermelerini emretti (bu ceza seksen kırbaçtır).' Ahmad ve dört İmam tarafından rivayet edilmiştir. Al-Bukhari buna atıfta bulunmuştur."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Enes bin Malik (RAA) rivayet etti ki, \"İslam'da ilk Li'an, Hilal bin Umaiyah'ın karısını Şuraik bin Sahma ile zina yapmakla suçlamasıyla gerçekleşti.\" Bunun üzerine Allah'ın Elçisi (ﷺ) ona şöyle dedi: \"Ya delil getirirsin (iddian için) ya da sırtına ceza alırsın (yani, iftira için kırbaçlanırsın).\" (hadis no.1138'e bakınız). Abu Ya'la tarafından güvenilir bir isnatla rivayet edilmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Al-Bukhari, İbn 'Abbas (RAA) aracılığıyla benzer bir hadisi rivayet etmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "'Abdullah bin 'Amir bin Rabi'ah rivayet etti ki, 'Ben Ebu Bekir, Ömer ve Osman (RAA) zamanını gördüm ve onlardan sonra gelenleri de. Onların, bir köleyi Qadhf (zina iftirası) yüzünden kırbaçladığını hiç görmedim, sadece kırk kırbaç gördüm.' Malik ve Es-Savri tarafından al-Jami' adlı kitaplarında rivayet edilmiştir."
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kölesini zina ile suçlayan (delilsiz) kişi, Kıyamet Günü farz ceza ile cezalandırılacaktır, eğer dediği gibi (doğru) değilse.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 24,
      "narrator": "'Aishah (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "'Aişe (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hırsızın eli, bir çeyrek Dinar veya daha fazlası için kesilmelidir.\" Üzerinde ittifak edilmiştir ve bu söz Muslim'den gelmektedir. Al-Bukhari'nin versiyonu ise, 'Hırsızın eli, bir çeyrek Dinar veya daha fazlası için kesilmelidir.' şeklindedir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ahmad'ın bir versiyonunda, \"Bir hırsızın eli, bir çeyrek Dinar için kesilmeli, daha azı için kesilmemelidir.\" denilmektedir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) bir hırsızın elini, değeri üç Dirhem olan bir zırh çaldığı için kesmiştir. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 27,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir yumurta çalan hırsıza, elinin kesileceği için Allah lanet etsin, ya da bir ip çalan hırsıza, elinin kesileceği için.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "'Aişe (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) (Usame bin Zeyd'e) şöyle dedi: \"Allah'ın farz cezalarından biri hakkında mı şefaat ediyorsun?\" Sonra ayağa kalktı ve insanlara hitap ederek şöyle dedi: \"Ey insanlar! Sizi yok eden milletlerin sebebi, asil bir kişi hırsızlık yaptığında onu (cezasız) bırakmaları, ama aralarındaki zayıf bir kişi hırsızlık yaptığında ona yasal ceza uygulamalarıydı.\" Üzerinde ittifak edilmiştir ve bu söz Muslim'den gelmektedir. Muslim'in 'Aişe (RAA) aracılığıyla başka bir versiyonu vardır; o, 'Bir kadın (insanlardan) eşyalarını ödünç alır ve aldığını inkar ederdi, bu yüzden Peygamber (ﷺ) onun elinin kesilmesini emretti.' demektedir."
    },
    {
      "id": 29,
      "narrator": "Jabir (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hainler için, kapkaç (kaçıp giden) veya zorla alma (soygun veya hırsızlık) için el kesilmez.\" Ahmad ve dört İmam tarafından rivayet edilmiştir. At-Tirmidhi ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Rafi' bin Khudiaj (RAA) rivayet etti ki, 'Allah'ın Elçisi (ﷺ) şöyle dediğini işittim: \"Meyve almak veya bir palmiye ağacının lifini almak için el kesilmez.\" Ahmad ve dört İmam tarafından rivayet edilmiştir. At-Tirmidhi ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Ümeyye el-Mahzumi (RAA) rivayet etti ki, \"Bir itirafta bulunan hırsız, Allah'ın Resulü'ne (ﷺ) getirildi fakat yanında hiçbir mal bulunamadı. Allah'ın Resulü (ﷺ) ona, 'Senin hırsızlık yaptığını düşünmüyorum!' dedi. Adam, 'Evet, yaptım.' diye cevap verdi. Peygamber (ﷺ) bunu ona iki veya üç kez tekrar etti, ardından onun hakkında emirler verdi ve elinin kesilmesine karar verildi. Sonra Allah'ın Resulü'ne (ﷺ) getirildi ve ona, 'Allah'tan af dile ve O'na tevbe et.' dedi. Adam, 'Allah'tan af diliyorum ve O'na tevbe ediyorum.' dedi. Allah'ın Resulü (ﷺ) daha sonra üç kez, 'Ya Allah! onu affet.' dedi.\" Ebu Davud, Ahmed ve Nesai tarafından güvenilir bir isnatla rivayet edilmiştir ve bu Ebu Davud'un versiyonudur."
    },
    {
      "id": 32,
      "narrator": "Al-Hakim transmitted the same hadith on the authority of Abu Hurairah (RAA) giving similar meaning. The Messenger of Allah (ﷺ) said:",
      "text": "El-Hakim, Ebu Hureyre (RAA) aracılığıyla aynı hadisi benzer anlamda aktardı. Allah'ın Resulü (ﷺ) şöyle dedi: \"Onu götürün, elini kesin ve cauterize edin.\" El-Bazzar aynı hadisi aktardı ancak isnadının sağlam olmadığını belirtti."
    },
    {
      "id": 33,
      "narrator": "'Abdur Rahman bin 'Auf (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abdurrahman bin Avf (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hırsıza, belirlenen ceza uygulanmışsa ceza verilmez.\" Nesai tarafından rivayet edilmiştir, isnadının kopuk olduğunu belirtmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Abdullah bin Amr bin el-As (RAA) rivayet etti ki, \"Allah'ın Resulü'ne (ﷺ) henüz palmiyede asılı duran hurmalar hakkında soruldu, o da şöyle dedi: 'Eğer muhtaç bir kişi biraz hurma yerse, ama giysisinde bir miktar almazsa, ona bir şey denmez; fakat eğer biri onlardan herhangi birini alırsa, ceza alır ve cezalandırılır. Eğer biri, hurmalar kurutulacak yere konulduktan sonra onlardan herhangi birini alırsa ve bu, bir kalkanın fiyatına eşit olursa, elinin kesilmesi gerekir.'\" Ebu Davud ve Nesai tarafından rivayet edilmiştir. El-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Safvan bin Ümeyye (RAA) rivayet etti ki, \"Allah'ın Resulü (ﷺ) hırsızın, (yani Safvan'ın) elinin kesilmesini emretti. Safvan, hırsızın elinin kesilmemesi için araya girmek istedi. Bunun üzerine Allah'ın Resulü (ﷺ) ona, 'Neden onu bana getirmeden önce böyle yapmadın?' dedi.\" Ahmed, dört İmam ve El-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 36,
      "narrator": "Jabir (RAA) narrated, 'A thief was brought to the Prophet (ﷺ) and he said to them, \"Kill him.\" The people said, 'He has just stolen O Messenger of Allah!' He then said, \"Cut off his hand.\" He was brought to him the second time and the Messenger of Allah (ﷺ) also said, \"Kill him.\" They said the same and the Messenger of Allah (ﷺ) said to them, 'Cut off his hand.\" The same man was brought a third time and a fourth time and same was said. When they brought him the fifth time, the Messenger of Allah (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etti ki, \"Bir hırsız, Peygamber'e (ﷺ) getirildi ve onlara, 'Onu öldürün.' dedi. İnsanlar, 'O daha yeni çaldı, Ey Allah'ın Resulü!' dediler. O da, 'Elini kesin.' dedi. İkinci kez getirildiğinde, Allah'ın Resulü (ﷺ) yine, 'Onu öldürün.' dedi. Aynı şey tekrarlandı ve Allah'ın Resulü (ﷺ) onlara, 'Elini kesin.' dedi. Aynı adam üçüncü ve dördüncü kez getirildi ve aynı şey söylendi. Beşinci kez getirildiğinde, Allah'ın Resulü (ﷺ) dedi ki: 'Onu öldürün.' Ebu Davud ve Nesai tarafından rivayet edilmiştir ve Munkar (zayıf bir hadis türü) olarak değerlendirilmiştir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ab-Nesai, Al-Harith bin Hatib'in sahihliği üzerine benzer bir hadisi de bildirmiştir. Eş-Şafi'i, beşinci hırsızlıkta öldürme cezasının neshedildiğini belirtmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Enes bin Malik (RAA) rivayet etti ki, \"Bir adam şarap içmekten dolayı Peygamber'e (ﷺ) getirildi ve ona adamın dövülmesini (kırbaçlanmasını) emretti. Adam, iki palmiye dalıyla yaklaşık kırk kırbaç yedi. Enes ekledi, Ebu Bekir (RAA) de aynı şekilde yaptı, ama 'Umar (RAA) halife olduğunda, insanlara danıştı ve Abdurrahman bin Avf, 'İçki içmenin en hafif cezası seksen (kırbaçtır).' dedi. Bunun üzerine 'Umar (RAA) buna göre emir verdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Müslim, Ali (RAA) aracılığıyla el-Walid bin Uqbah hakkında, Allah'ın Resulü'nün kırk kırbaç vurduğunu, Ebu Bekir (RAA) kırk kırbaç vurduğunu ve 'Umar (RAA) seksen kırbaç vurduğunu aktarmıştır. Hepsi Peygamber'in (ﷺ) sünnetine uygundur ama bu (seksen kırbaç) benim için daha tercih edilir."
    },
    {
      "id": 40,
      "narrator": "In this hadith also a man witnessed that he had seen him vomiting wine, 'Uthman (RAA) said:",
      "text": "Bu hadiste de bir adam, onu şarap kusarken gördüğünü tanıklık etti, 'Uthman (RAA) dedi ki: 'Eğer onu içmemiş olsaydı, kusmazdı.'"
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Muaviye (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) alkol içen hakkında şöyle dedi: 'Eğer (ilk kez) içerse, döv; sonra ikinci kez içerse, döv; sonra üçüncü kez içerse, döv; sonra dördüncü kez içerse, onu öldür.' Ahmed tarafından rivayet edilmiştir ve bu onun sözleridir. Ayrıca dört İmam tarafından da aktarılmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Et-Tirmizi, bunun neshedildiğini belirten bir şey zikretmiştir, ancak Ebu Davud bunu Az-Zuhari aracılığıyla açıkça bildirmiştir."
    },
    {
      "id": 43,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden biri (belirlenen bir ceza uygularken) dövme yapıyorsa, yüzü hedef almaktan kaçınmalıdır.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 44,
      "narrator": "Ibn 'Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Belirlenen cezalar camilerde uygulanmamalıdır.\" Et-Tirmizi ve El-Hakim tarafından rivayet edilmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Enes (RAA) rivayet etti ki, \"Allah, Medine'de içki içmekten başka içecek bulunmadığı zaman, hurmalardan yapılan içkinin yasaklandığını bildiren ayetler indirdi.\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "'Umar (RAA) rivayet etti, 'Khamr (alkollü içecekler) yasağı indiğinde, üzüm, hurma, bal, buğday ve arpadan yapılırdı. Khamr, aklı koruyan şeydir.' Mutabık kalınmıştır."
    },
    {
      "id": 47,
      "narrator": "Ibn 'Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Her sarhoş edici şey Khamr'dır ve her sarhoş edici şey haramdır.\" Müslim rivayet etmiştir."
    },
    {
      "id": 48,
      "narrator": "Jabir (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Herhangi bir içeceğin büyük miktarı sarhoş ediyorsa, onun küçük miktarı da haramdır.\" Ahmed ve dört İmam rivayet etmiştir. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "İbn 'Abbas (RAA) rivayet etti, 'Kuru üzümler, Allah'ın Resulü (ﷺ) için bir su tulumunda bekletilirdi ve o, o gün, ertesi gün ve takip eden gün içecekti. Üçüncü günün akşamı olduğunda, onu içer ve başkalarına da verir. Eğer geriye bir şey kalırsa, onu dökerdi.' Müslim rivayet etmiştir."
    },
    {
      "id": 50,
      "narrator": "Umm Salamah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ümmü Salamah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah, haram kıldığı şeyde sizin şifanız yapmadı.\" Al-Baihaqi rivayet etmiş ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Vail el-Hadrami rivayet etti ki, Tariq bin Suwaid, Allah'ın Resulü (ﷺ) ile sadece ilaç olarak kullanılmak üzere yapılan Khamr hakkında sordu. Peygamber (ﷺ) cevap verdi: \"O bir ilaç değildir, bir hastalıktır.\" Müslim ve Ebu Davud rivayet etmiştir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Ebu Burda el-Ensari (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah'ın Hudud (belirlenmiş cezalar)ından birini uygulamadıkça, ondan fazla sopa cezası verilmez.\" Mutabık kalınmıştır."
    },
    {
      "id": 53,
      "narrator": "'Aishah (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "'Aişe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlar hata yaptıklarında yüksek ahlaka sahip olanları affedin, ancak Hudud'un uygulanmasını gerektiren şeyleri affetmeyin.\" Ahmed, Ebu Davud, Nesa'i ve Al-Baihaqi rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "'Ali (RAA) rivayet etti, 'Ben, bir adamı belirlenmiş ceza ile cezalandırdığımda kendimi suçlamam, Khamr içen birisi hariç, çünkü o ölürse, onun için Diyah ödeyeceğim.'"
    },
    {
      "id": 55,
      "narrator": "Sa'id bin Zaid (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Sa'id bin Zaid (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Mülkünü korurken öldürülen kimse şehittir.\" Dört İmam ve At-Tirmidhi bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 56,
      "narrator": "'Abdullah bin Khabbab (RAA) narrated, 'I heard my father say:",
      "text": "'Abdullah bin Khabbab (RAA) rivayet etti, 'Babamın şöyle dediğini duydum: 'Ben, Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: \"Fitan zamanları olacak, öyleyse Allah'ın kulu olarak, öldürülenlerden ol ve katil olma.\" Ebu Khaithamah ve Ad-Darakutni rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Ahmed, Khalid bin 'Urfutah'tan benzer bir hadisi aktarmıştır."
    }
  ]
}