{
  "language": "tr",
  "metadata": {
    "length": 63,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah yolunda cihada çıkmayı düşünmeden veya çıkmadan ölen kimse, nifakın bir sıfatıyla ölmüş olur.” Müslim rivayet etmiştir."
    },
    {
      "id": 2,
      "narrator": "Anas (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Küfre (şirk koşanlara) malınızla, kendinizle ve dillerinizle savaşın.” Ahmed, Nesaî ve Hakim bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 3,
      "narrator": "'A’ishah (RAA) narrated, ‘I said:",
      "text": "Aişe (RAA) rivayet etti, ‘Ben dedim: ‘Ey Allah'ın Resulü (ﷺ)! Cihad kadınlar için de farz mıdır?’ Allah'ın Resulü şöyle dedi: “Evet, savaşmadan yapılan bir cihad vardır, o da Hac ve Umre’dir.” İbn Mace rivayet etmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Abdullah bin Ömer (RAA) rivayet etti ki, bir adam Allah'ın Resulü'ne (ﷺ) cihada çıkma izni istemek için geldi. Allah'ın Resulü (ﷺ) ona sordu: “Anne baban hayatta mı?” Adam: ‘Evet.’ diye cevap verdi. Allah'ın Resulü (ﷺ) ona şöyle dedi: “O zaman senin cihadın onlarla (yani onlara bakmak ve hizmet etmekle) olacaktır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ahmed ve Ebu Davud, Ebu Sa'id'den benzer bir hadis rivayet etmişlerdir ve ek olarak, “Geri dön ve onların iznini iste. Eğer gitmene izin verirlerse, o zaman cihada git, aksi takdirde onlara iyi davran (onlara bak).” demişlerdir."
    },
    {
      "id": 6,
      "narrator": "Jarir (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Cerir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Müşrikler arasında kalan her Müslüman, bana ait değildir.” Üç İmam tarafından sağlam bir isnatla rivayet edilmiştir. İmam Buhari bunu mürsel (yani sahabenin isnatta bulunmadığı) olarak değerlendirmiştir."
    },
    {
      "id": 7,
      "narrator": "Ibn 'Abbas (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Mekke'nin fethinden sonra (Mekke'den Medine'ye) hicret yoktur, sadece Allah yolunda cihad ve iyi bir niyet vardır.”"
    },
    {
      "id": 8,
      "narrator": "Abu Musa Al-Ash'ari (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa el-Eş'ari (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah'ın kelimesinin yücelmesi için savaşan, Allah yolunda cihad eden kişidir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 9,
      "narrator": "’Abdullah bin As-Sa'di narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Es-Sa'di rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Düşmanla savaşmak için hicret, düşmanla savaş olduğu sürece devam edecektir.” Nesaî tarafından rivayet edilmiştir ve İbn Hibban bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Nafi' (RAA) rivayet etti, ‘Allah'ın Resulü (ﷺ) Beni Mustaliq'e, onların haberi olmadan saldırdı. Işık yakan erkekleri öldürdü ve kadınları ile çocukları esir aldı.’ Abdullah bin Ömer bana bunu anlattı. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 11,
      "narrator": "Sulaiman bin Buraidah narrated on the authority of his father on the authority of 'A’ishah (RAA), “Whenever Allah’s Messenger appointed a commander over an army or a Sariyah, he would instruct him to fear Allah in his own behavior and consider the welfare of the Muslims who were with him. He then used to say “Go out for Jihad in Allah’s name, in the Cause of Allah, and fight those who disbelieve in Allah. Go out for Jihad and do not indulge in Ghulul, or be treacherous or mutilate (dead bodies) or kill a child. When you meet your enemy, or the polytheists, invite them to three courses of action, and accept whichever of them they are willing to agree to, and withhold from doing anything else:",
      "text": "Süleyman bin Bureydah, babası aracılığıyla Aişe (RAA) üzerinden rivayet etti, “Herhangi bir zaman Allah'ın Resulü bir ordu veya seriye komutanı atadığında, ona kendi davranışında Allah'tan korkmasını ve yanında bulunan Müslümanların iyiliğini düşünmesini emrederdi. Sonra şöyle derdi: ‘Allah'ın adıyla cihada çık, Allah yolunda savaş ve Allah'a inanmayanlarla savaş. Cihada çık ve Ghulul yapma, hainlik etme, cesetleri parçalama veya çocuk öldürme. Düşmanınla karşılaştığında, onları üç şeyden birine davet et ve kabul ettikleri her neyse onu kabul et, başka bir şey yapmaktan kaçın: Onları İslam'a çağır, eğer kabul ederlerse bunu kabul et. Sonra onları kendi topraklarından Hicret edenlerin (yani Medine'nin) topraklarına göç etmeye davet et, eğer reddederlerse, onlara Müslüman çöl Arapları gibi olacaklarını söyle, böylece Ganimat veya Fai'den hiçbir hakları olmayacaktır, eğer Müslümanlarla cihada katılmazlarsa. Eğer İslam'ı kabul etmezlerse, onlara Cizye vermelerini emret ve eğer kabul ederlerse bunu kabul et. Eğer reddederlerse, Allah'a, yüce olanın yardımını iste ve onlarla savaş. Bir kaleyi kuşattığında ve halkı sana Allah ve Resulü'nün korumasını istemek isterse, onlara Allah'ın korumasını verme, sadece kendi korumanı ver, çünkü senin koruma garantini bozmak, Allah'ınkini bozmaktan daha az ciddidir. Eğer sana Allah'ın hükmüne tabi olma şartıyla teslim olmayı teklif ederlerse, bunu kabul etme, kendi emrine göre hükmet, çünkü onların hakkında Allah'ın, yüce olanın hükmünü yerine getirip getiremeyeceğini bilemezsin.” Müslim rivayet etmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ka'b bin Malik (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) bir savaşa çıkmayı düşündüğünde, farklı bir yöne gitmiş gibi davranırdı. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Ma'qil bin En-Nu'man bin Muqarrin (RAA) rivayet etti, ‘Ben Allah'ın Resulü ile (savaşlara) şahit oldum ve eğer günün başında savaşa başlamazsa, güneş meridyenin geçmesini beklerdi, rüzgar eser ve zafer Allah'tan inerdi.’ Ahmed ve üç İmam tarafından rivayet edilmiştir. Al-Hakim bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Es-Sa'b bin Cethameh (RAA) rivayet etti, ‘Allah'ın Resulü (ﷺ) gece vakti toprakları saldırıya uğrayan müşrikler hakkında sorulduğunda, bazı kadınlarının ve çocuklarının öldürülmesi veya yaralanma ihtimali üzerine, “Onlar onlardan biridir.” dedi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Bedir Savaşı günü kendisini takip eden bir adama şöyle dedi: “Geri dön, ben bir müşrikten yardım istemeyeceğim.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) bir seferinde öldürülen bir kadını gördü, bu yüzden kadınların ve çocukların öldürülmesini hoş görmedi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 17,
      "narrator": "Samurah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Samurah (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Müşriklerin olgun erkeklerini öldürün, ama çocuklarını bağışlayın.” Abu Davud tarafından rivayet edilmiştir ve At-Tirmidhi bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ali (RAA) rivayet etmiştir ki, onlar (Müslümanlar ve müşrikler) Bedir Günü düello yapmışlardı. Bu, Al-Buhari tarafından rivayet edilmiştir ve Abu Davud bunu uzun bir hadis olarak aktarmıştır."
    },
    {
      "id": 19,
      "narrator": "Abu Aiyub (RAA) narrated that:",
      "text": "Ebu Eyyub (RAA) rivayet etmiştir ki: 'Bu ayet bizimle (el-Ensar) ilgili olarak indirilmiştir.' O, “Kendinizi tehlikeye atmayın (2:195)” ayetini kastetmektedir. Ebu Eyyub, Romalılara saldıranların eylemlerini hoş görmeyenlere cevap vermek için bunu söyledi. Üç İmam tarafından rivayet edilmiştir ve At-Tirmidhi, İbn Hibban ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn 'Umar rivayet etmiştir ki, Allah'ın Resulü (ﷺ) Banu Nadir'in hurma ağaçlarını yaktı ve kesip devirdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 21,
      "narrator": "'Ubadah bin as-Samit (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ubade bin as-Samit (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Savaş ganimeti konusunda hilekar (ve hain) olmayın (yani, yasal olarak bölünmeden önce ondan çalmayın), çünkü Ghulul, (ona karışanlar için) ateş gibi olacak ve bu dünyada ve ahirette suçlu olanlar için bir utanç kaynağıdır.” Ahmad tarafından rivayet edilmiştir ve An-Nasa'i, İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "'Auf bin Malik (RAA) rivayet etmiştir ki, “Allah'ın Resulü (ﷺ) savaşta (Müslüman olmayan düşman) öldürülen askerden alınan eşyaların, onu öldüren kişiye verilmesi gerektiğine hükmetti.” Abu Davud tarafından rivayet edilmiştir. Müslim bunu uzun bir hadis olarak aktarmıştır."
    },
    {
      "id": 23,
      "narrator": "’Abdur Rahman bin ’Auf (RAA) narrated regarding the story of the killing of Abu Jahl,‘..they both hastened to him with their swords till they killed him. Afterwards, they went to the Prophet and informed him (of what they had done). The Messenger of Allah (ﷺ) asked them, “Which of you killed him? Have you wiped your swords?” They said:",
      "text": "Abdur Rahman bin 'Auf (RAA) rivayet etmiştir ki, ‘..ikisi de kılıçlarıyla ona doğru koşarak onu öldürdüler. Sonrasında, Peygamber'e gidip (yaptıklarını) bildirdiler. Allah'ın Resulü (ﷺ) onlara sordu: “Hanginiz onu öldürdü? Kılıçlarınızı sildiniz mi?” Onlar: ‘Hayır.’ dediler. Peygamber sonra kılıçlara baktı ve “İkiniz de onu öldürdünüz.” dedi. Sonra, Abu Cehil'in eşyalarının (silahlar, kalkanlar vb.) Mu'adh bin 'Amro bin el-Cemuh'a verilmesini emretti.’ Üzerinde ittifak edilmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Makhul (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) at-Ta'if halkına saldırırken balista kurdu.’ Abu Davud tarafından güvenilir bir isnatla rivayet edilmiştir, ancak bu hadis Mursal'dır."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Al-'Uqayli bunu (Peygamber (ﷺ)) zayıf bir isnatla Ali (ra) üzerinden bağlamıştır."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Anas (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) Mekkeye kaskla girdi ve onu çıkardığında bir adam yanına gelerek, ‘İbn Khattal Kabe'nin perdelerine asılı.’ dedi. Peygamber hemen: “Onu öldürün.” dedi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Sa'id bin Jubair (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) Bedir günü üç adamı esir alırken (onlara ok atarak öldürdü).’ Abu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "İmran bin Husain (RAA) rivayet etmiştir ki, “Peygamber, bir müşrikin karşılığında iki Müslüman adamı esaretten değiştirdi.” At-Tirmidhi tarafından rivayet edilmiştir."
    },
    {
      "id": 29,
      "narrator": "Sakhr bin Al-'Ailah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Sakhr bin Al-'Ailah (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Eğer insanlar (müşrikler) İslam'ı kabul ederlerse, kanlarını ve mallarını koruyacaklardır.” Abu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Jubair bin Mut'im (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) Bedir'de esir alınan savaşçıları hakkında şöyle dedi: “Eğer el-Mut’am bin ’Adi hayatta olsaydı ve bana bu pisler (müşrikler) hakkında konuşsaydı, onları onun için serbest bırakırdım.” Al-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri (RAA) rivayet etti, \"Autas Günü'nde, kocaları olan kadınları esir aldık. Ashab, onlarla herhangi bir cinsel ilişki kurmaktan rahatsız oldular. Sonra Allah, yüce olan, 'Ve evli kadınlar (size haramdır) ancak sahip olduğunuzlar hariç.' (4:24) ayetini indirdi. Najd'e bir Sariyah gönderdi ve ben de onlardandım. Çok sayıda deve ganimet olarak elde ettiler ve her birinin payı on iki deve oldu, ayrıca her birine bir deve daha verildi.\" Mutabık kalındı."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, \"Allah'ın Elçisi (ﷺ) Najd'e bir Sariyah (Cihad için küçük bir ordu) gönderdi ve ben de onlardandım. Çok sayıda deve ganimet olarak elde ettiler ve her birinin payı on iki deve oldu, ayrıca her birine bir deve daha verildi.\" Mutabık kalındı."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, \"Khaybar Günü'nde, Allah'ın Elçisi (ﷺ) bir at için iki pay, savaş ganimetinden savaşçı için bir pay tahsis etti.\" Mutabık kalındı ve söz Al-Bukhari'den."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ebu Davud da rivayet etti, \"Bir adam ve atı için üç pay, atı için iki pay ve kendisi için bir pay tahsis etti.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ma’n bin Yazid rivayet etti, \"Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: 'Ek ganimetler (tahsis edilen paya ek olarak) ancak beşte bir ayrıldıktan sonra dağıtılmalıdır.'\" Ahmad ve Ebu Davud tarafından rivayet edilmiştir. At-Tahavi bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Habib bin Mesleme (RAA) rivayet etti, \"Allah'ın Elçisi (ﷺ) savaşa çıkarken ganimet elde ettiklerinde, bir Sariyah'a ek ganimet olarak savaş ganimetinin dörtte birini verdi. Ayrıca, geri dönerken elde ettiklerinde savaş ganimetinin üçte birini ek ganimet olarak verdi.\" Ebu Davud, İbn el-Garud, İbn Hibban ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, \"Allah'ın Elçisi (ﷺ) gönderdiği Sariyah'dan bazı (asker) üyelerine, tüm orduya verilen payların dışında, özellikle onlara ek ganimetler verirdi.\" Mutabık kalındı."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, \"Seferlerimizde, bal ve üzüm (ganimet olarak) elde eder ve bunları askeri seferlerimizde yerken, Peygamber'e (veya ganimetleri dağıtmaktan sorumlu olan kişiye) getirmeden yerdik.\" Al-Bukhari tarafından rivayet edilmiştir. Ebu Davud, \"Beşte biri onlardan alınmadı.\" dedi. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Abdullah bin Ebi Aufa (RAA) rivayet etti, \"Khaybar Günü'nde, bazı yiyecekler (ganimet olarak) elde ettik. Adam gelir, ihtiyacı kadar alır ve giderdi.\" Ebu Davud, İbn el-Garud ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 40,
      "narrator": "Ruaifi’ bin Thabit (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ruaifi’ bin Thabit (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'a ve Ahiret Günü'ne inanan, Müslümanların ganimetine ait bir hayvana binmemeli ve onu zayıflatıp geri vermemelidir; ya da Müslümanların ganimetine ait bir giysi giymemeli ve onu giydikten sonra geri vermemelidir.\" Ebu Davud ve Ad-Darimi tarafından rivayet edilmiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Ebu Ubeyde el-Cerrah (RAA) rivayet etti, \"Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: 'Müslümanlar, diğer Müslümanlar tarafından (bir gayrimüslime) verilen korumayı saygıyla karşılamalıdır.'\" İbn Ebi Şeybe ve Ahmad tarafından rivayet edilmiştir, ancak senedinde bir zayıflık vardır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "At-Taialisi, 'Amro bin el-'As (RAA) aracılığıyla şöyle aktardı: \"Gayrimüslimlere koruma verme hakkı, müminlerin en alçak gönüllüsüne kadar uzanır (ve tüm Müslümanlar bunu saygıyla karşılamalı ve ona destek vermelidir).\""
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Al-Bukhari ve Müslim, 'Ali (RAA) aracılığıyla şöyle aktardılar: \"Bir Müslüman tarafından verilen koruma, hepsinin verdiği gibi sayılır ve bu hak, en alçak gönüllülerine kadar uzanır.\""
    },
    {
      "id": 44,
      "narrator": "",
      "text": "İbn Mace, farklı bir senedle rivayet etti, \"Ve en önde olan, onların adına koruma verir.\""
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Al-Bukhari ve Müslim, Ümmü Hani' hadisiyle, \"Koruma verdiğimiz kimseye koruma verdik.\" şeklinde aktardılar."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "'Umar (RAA) rivayet etti, 'Ben Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: \"Ben kesinlikle Yahudileri ve Hristiyanları Arabistan Yarımadası'ndan çıkaracağım, böylece içinde sadece Müslümanlar kalacak.\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "'Umar (RAA) rivayet etti, 'Banu an-Nadir'in (Yahudi kabilelerinden biri) serveti, Allah'ın Resulü'ne verdiği şeylerden biriydi ve Müslümanlar bunun için at veya deveyle savaşmamışlardı; bu nedenle özel olarak Peygamber'e aitti, o da ailesine bir yıl boyunca geçimlerini sağladıktan sonra kalanını Allah'ın, yüce ve aziz olan yolunda atlar, silahlar ve teçhizat için kullandı.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Mu'adh bin Cebel (RAA) rivayet etti, 'Peygamber ile birlikte Khaibar'a bir sefer yaptık ve bazı koyunlar (ganimet) elde ettik. Sonra Allah'ın Resulü bunlardan bir kısmını aramızda paylaştırdı ve geri kalanını diğer savaş ganimeti ile paylaştı.' Abu Davud, güvenilir kişilerden rivayet etmiştir."
    },
    {
      "id": 49,
      "narrator": "Abu Rafi’(RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Rafi’ (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ben bir ahdi bozmam veya elçileri hapsedmem.\" Abu Davud ve Nesaî tarafından rivayet edilmiştir. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 50,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hangi şehri barış içinde alırsanız (savaşmadan teslim olurlarsa) ve orada kalırsanız, ondan elde edilen şeylerde sizin de bir payınız vardır; ve hangi şehir Allah ve Resulüne karşı gelirse, onun ganimetinin beşte biri Allah'a ve Resulüne gider, gerisi sizin olur.\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "'Abdurrahman bin 'Auf (RAA) rivayet etti, 'Allah'ın Resulü (ﷺ) Hacer'deki Mecusilerden cizye aldı.' Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "'Asim bin 'Umar, Anas ve Osman bin Ebu Süleyman (RAA) aracılığıyla rivayet etti, 'Allah'ın Resulü (ﷺ) Halid bin Velid'i Dumat al-Cendel'deki Ukaydir'e gönderdi ve onu yakalayıp Peygamber'e (ﷺ) getirdiler. Allah'ın Resulü (ﷺ) onun hayatını bağışladı ve cizye ödemesi şartıyla onunla barış yaptı.' Abu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Mu'adh bin Cebel (RAA) rivayet etti, 'Allah'ın Resulü (ﷺ) beni Yemen'e gönderdi ve ergenlik çağına ulaşan herkesten bir Dinar veya Ma’afiri (Yemen kökenli giysiler) karşılığında cizye almayı emretti.' Üç İmam tarafından rivayet edilmiştir. İbn Hibban ve el-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 54,
      "narrator": "’A’idh bin 'Amro al-Muzani (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "'A'idh bin 'Amro el-Muzani (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"İslam her zaman üstündür ve asla geçilemez.\" Ad-Darakutni tarafından rivayet edilmiştir."
    },
    {
      "id": 55,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Yahudilere ve Hristiyanlara selam vermeye başlamayın (onlarla karşılaştığınızda), ve eğer yolda herhangi birine rastlarsanız, onu yolun en dar kısmına zorlayın (yani aranızda otorite pozisyonları vermeyin).\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Al-Miswar bin Mahrame ve Marvan rivayet etti, 'Allah'ın Resulü (ﷺ) Hudeybiye (barış) yılında dışarı çıktı - rivayet eden uzun bir hadis anlattı ki, 'bu, Muhammed bin Abdullah'ın Suhail bin Amro ile on yıl boyunca savaşmayı durdurmak için uzlaştığıdır; bu süre zarfında insanlar güven içinde yaşayacak ve birbirlerine saldırmaktan kaçınacaklar...' Abu Davud tarafından rivayet edilmiştir. Bu, Al-Buhari tarafından rivayet edilen uzun bir hadisin bir parçasıdır."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Müslim, Anas bin Malik (RAA) aracılığıyla bu hadisin bir kısmını aktardı ki, 'Eğer sizden herhangi biri bize gelirse, onu size geri göndermeyeceğiz (yani, Kureyş'e geri dönen Müslümanlardan biri), ve eğer bizden herhangi biri size gelirse, onu bize geri göndermelisiniz (Peygamber'e giden Kureyş'ten biri, Mekkeler'e geri gönderilecektir).' Ashab, Peygamber'e (ﷺ), 'Ey Allah'ın Resulü (ﷺ)! Bunu yazacak mısınız?' diye sordular. O da, \"Evet. Allah, onlara geri dönen Müslümanlardan herhangi birine merhametinden bir yol açsın. Ama Allah, onlardan bize gelen herkes için bir çıkış yolu verecektir.\" diye cevap verdi."
    },
    {
      "id": 58,
      "narrator": "'Abdullah Ibn 'Umar (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah bin 'Umar (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim bir Mu'ahid'i öldürürse, cennetin kokusunu bile duymaz, oysa onun kokusu kırk yıl mesafeden duyulabilir.\" Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 59,
      "narrator": "Ibn ’Umar (RAA) narrated, ‘The Messenger of Allah (ﷺ) held a horse race, with horses that had been made lean by training, from al-Hafiya to Thanyat al-Wada' (names of two places) and he held a race from Thanyat- alWada' to the mosque of Banu Zuraiq between the horses which had not undergone such training.’ Ibn ’Umar was among those who took part in that race. Agreed upon. Al-Bukhari added:",
      "text": "İbn 'Umar (RAA) rivayet etti, 'Allah'ın Resulü (ﷺ) eğitimle zayıflatılmış atlarla al-Hafiya'dan Thanyat al-Wada'ya (iki yerin isimleri) bir at yarışı düzenledi ve Thanyat al-Wada'dan Banu Zuraiq camisine, böyle bir eğitimden geçmemiş atlar arasında bir yarış düzenledi.' İbn 'Umar o yarışta yer alanlardandı. Üzerinde ittifak edilmiştir. Al-Buhari ekledi: Süfyan, 'Al-Hafiya'dan Thanyat al-Wada'ya kadar mesafe beş veya altı mil, Thanyat al-Wada'dan Banu Zuraiq camisine kadar mesafe ise bir mildir.' dedi."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, 'Allah'ın Resulü (ﷺ) bir at yarışı düzenledi ve hedefi tamamen yetişkin olanlar için daha uzun bir mesafe yaptı.' Ahmed ve Ebu Davud tarafından rivayet edilmiştir. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Abu Hurayra (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Ödül parası sadece yarışan develer, ok atma veya yarışan atlar için helaldir.\" Ahmad ve üç imam tarafından rivayet edilmiştir. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 62,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: “Eğer birisi bir yarışı iki diğer atla birlikte katılacaksa ve onun yenilmeyeceğinden emin değilse, bunda bir sakınca yoktur; ancak eğer yenilmeyeceğinden eminse, bu kumar olarak kabul edilir.” Ahmad ve Ebu Davud tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "'Ukbe bin 'Amir (RAA) rivayet etti ki, Allah'ın Messenger'ını (ﷺ) minberde iken şu ayeti okurken duydum: “Onlara karşı gücünüz yettiği kadar her şeyle hazırlanın, savaş atları da dahil (tanklar, uçaklar vb.)” (8:60), şüphesiz güç, ok atmadadır; şüphesiz güç, ok atmadadır; şüphesiz güç, ok atmadadır.” Muslim tarafından rivayet edilmiştir."
    }
  ]
}