{
  "language": "tr",
  "metadata": {
    "length": 44,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Dişleri olan herhangi bir yırtıcı hayvanın eti haramdır.\" Müslim rivayet etmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Müslim, aynı hadisi İbn Abbas (RA) aracılığıyla aktardı, 'O (Allah'ın Resulü (ﷺ)) yasakladı...' ve ek olarak, 've pençeleri olan her kuşu' ifadesini de içeriyordu."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Cabir (RA) rivayet etti, 'Hayber Günü, Allah'ın Resulü (ﷺ) eşek etini yemeyi yasakladı, fakat at etini helal kıldı.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Ebi Aufa (RA) rivayet etti, 'Biz Allah'ın Resulü (ﷺ) ile yedi sefer yaptık ve çekirge yedik.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Enes (RA) tavşan hikayesiyle ilgili olarak rivayet etti, 'O (Ebu Talha) onu kesip, bacağını Allah'ın Resulü (ﷺ)'ne gönderdi ve o kabul etti.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "İbn Abbas (RA), Allah'ın Resulü (ﷺ) dört yaratığı öldürmeyi yasakladı; karıncalar, arılar, ağaçkakanlar ve şirke.' Ahmed ve Ebu Davud rivayet etmiştir. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Ebi Ammar rivayet etti. 'Cabir (RA)'e sordum, 'Sırtlan bir av hayvanı mıdır?' O da, 'Evet.' diye cevap verdi. 'Allah'ın Resulü (ﷺ) bunu söyledi mi?' diye sordum. O da, 'Evet.' dedi. Ahmed ve dört İmam rivayet etmiştir. El-Buhari ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn Ömer (RA) rivayet etti ki, kendisine kirpi hakkında soruldu ve \"De ki (Ey Muhammed (ﷺ)), bana vahyedilenlerde yasaklı bir şey bulamıyorum.\" (6:145) ayetini okudu. Orada bulunan yaşlı bir adam, 'Ebu Hureyre'nin, 'Bu, Peygamber (ﷺ) huzurunda zikredildi ve o, \"Bu, iğrenç olan şeylerden bir iğrençtir.\" dediğini duydum.' dedi. İbn Ömer sonra, 'Eğer Allah'ın Resulü (ﷺ) bunu söylediyse, o zaman o, söylediği gibidir.' dedi. Ahmed ve Ebu Davud bunu zayıf bir isnatla rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İbn Ömer (RA) rivayet etti, \"Allah'ın Resulü (ﷺ) pislik yiyen veya sütünü içen hayvanın etini yemeyi yasakladı.\" Dört İmam dışında An-Nasai rivayet etmiştir. At-Tirmidhi bunu Hasan olarak değerlendirmiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Katade, zebra ile ilgili olarak rivayet etti. Allah'ın Resulü (ﷺ) ondan yedi.' Üzerinde ittifak edilmiştir. (hadis no.753'e bakınız)"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Esma bint Ebu Bekir (RA) rivayet etti, 'Peygamber (ﷺ) döneminde bir at kestik ve yedik.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etti, 'Kum kertenkele, Peygamber (ﷺ)'in masasında yemek olarak sunuldu.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abdurrahman bin Osman el-Kurashi (RA) rivayet etti, 'Bir doktor, Peygamber (ﷺ)'e bir kurbağadan ilaç çıkarma konusunda danıştı ama onu öldürmeyi yasakladı.' Ahmed, Ebu Davud ve An-Nasai rivayet etmiştir. El-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Eğer bir kimse, koyun köpeği, av köpeği veya çiftlik köpeği dışında bir köpeğe sahip olursa, her gün bir karat sevabından mahrum kalır.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Adi bin Hatim (RA) rivayet etti, 'Allah'ın Resulü (ﷺ) bana şöyle dedi: \"Köpeğini saldığında, Allah'ın adını an (Bismillah de), eğer o, senin için bir şey yakaladıysa ve ona yaklaşırken hala canlıysa, kes; eğer köpek onu öldürdüğünde yanına gelirsen ama ondan hiçbir şey yememişse, onu ye. Eğer senin köpeğinle başka bir köpek bulursan ve av öldürülmüşse, yeme, çünkü hangisinin hayvanı öldürdüğünü bilemezsin. Okunu attığında, Allah'ın adını an ve eğer av bir gün gözden kaybolursa ve onu sadece o okla bulursan, istersen ye, ama eğer onu suda boğulmuş bulursan, onu yeme.\" Üzerinde ittifak edilmiştir ve bu sözler Müslim'den alınmıştır."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'Adi (RAA) rivayet etti, 'Ben Allah'ın Elçisi (ﷺ) ile tüysüz ok (al-Mi'rad) ile avlanmayı sordum, o da \"onu yemeyin\" dedi.' Bunu Al-Bukhari rivayet etmiştir."
    },
    {
      "id": 17,
      "narrator": "Abu Tha'labah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Tha'labah (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Okunuzu attığınızda av gözden kaybolursa, ona ulaştığınızda yemekte bir sakınca yoktur, yeter ki bozulmamış olsun.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "'Aişe (RAA) rivayet etti, 'Bazı insanlar Allah'ın Elçisi (ﷺ)'ne, \"Bize et getiren insanlar var, onların Allah'ın adını anıp anmadıklarını bilmiyoruz\" dediler. O da, \"Kendiniz Allah'ın adını anın ve yiyin\" diye cevap verdi.' Bunu Al-Bukhari rivayet etmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "'Abdullah bin Mughaffal el-Muzani (RAA) rivayet etti, 'Allah'ın Elçisi (ﷺ) hayvanlara taş atmayı yasakladı ve \"Bu tür yöntemler avlanmaz, düşmanı yaralamaz, sadece bir dişi kırar veya bir gözü oyabilir\" dedi.' Üzerinde ittifak edilmiştir, ve bu Muslim'in versiyonudur."
    },
    {
      "id": 20,
      "narrator": "Ibn 'Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Abbas (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir canlıyı hedef olarak almayın.\" Bunu Muslim rivayet etmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ka'b bin Malik (RAA) rivayet etti, 'Bir kadın bir taşı kullanarak bir koyun kesti, bunun üzerine Peygamber (ﷺ) bu konuda soruldu ve onu yemesi emredildi.' Bunu Muslim rivayet etmiştir."
    },
    {
      "id": 22,
      "narrator": "Rafi' bin Khadij (RAA) narrated that the Prophet (ﷺ) said:",
      "text": "Rafi' bin Khadij (RAA) rivayet etti ki, Peygamber (ﷺ) şöyle dedi: \"Kanı fışkıracak şekilde kesilen bir hayvanı, Allah'ın adı anıldığı sürece yiyebilirsiniz, diş ve pençe (kullanılması yasak) hariç. Diş bir kemiktir ve pençe Habeşlilerin (Etiyopyalıların) bıçağıdır.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Cabir bin Abdullah (RAA) rivayet etti, \"Allah'ın Elçisi (ﷺ) bağlı bir hayvana ölümcül şekilde vurmayı yasakladı.\" Bunu Muslim rivayet etmiştir."
    },
    {
      "id": 24,
      "narrator": "Shaddad bin Aus (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Şeddad bin Aus (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphesiz, Allah her şeyde bir ustalık belirlemiştir. Öyleyse, eğer öldürecekseniz, en az acı veren şekilde öldürün; ve bir hayvanı keserken, en iyi şekilde yapın; ve aranızdan biri bıçağını keskinleştirsin ki, hayvan kesim acısından kurtulsun.\""
    },
    {
      "id": 25,
      "narrator": "Abu Sa'id Khudri (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id Hudri (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Fetusun (ceninin) kesimi, annesi kesildiğinde dahildir.\" Bunu Ahmad rivayet etmiştir ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 26,
      "narrator": "Ibn 'Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Abbas (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir Müslümanın ismi ona yeter, eğer bir hayvanı keserken Allah'ın adını anmayı unutur ise, Allah'ın adını anmalı ve sonra yemelidir.\" Bunu Ad-Daraqutni rivayet etmiştir ancak senedinde zayıf bir ravidir. Ayrıca senedinde doğru ama hafızası zayıf olan Muhammed bin Yazid bin Sinan da vardır."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "'Abdur Razzaq bunu İbn 'Abbas'tan sağlam bir raviler zinciri ile aktarmıştır ancak bu, Peygamber (ﷺ)'e ulaşmamaktadır."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Davud benzer bir hadis rivayet etmiştir ki, \"Herhangi bir Müslümanın kesimi, Allah'ın adını anıp anmadığına bakılmaksızın Helaldir.\" Onun ravileri güvenilirdir."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Anas bin Malik (RAA) rivayet etti, \"Allah'ın Elçisi (ﷺ) iki boynuzlu koç keser, Allah'ın adını anar ve Tekbir getirir (Allahu Akbar), ve ayaklarını yanlarına koyardı.\" Başka bir versiyonda, \"Onları kendi elleriyle keserdi.\" Bir başka versiyonda, \"İki şişman koç,\" ve başka bir versiyonda, \"iki değerli koç\" olarak geçmektedir. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Muslim'in bir versiyonunda, \"ve Bismillah ve Allahu Akbar derdi.\""
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Müslim, 'Aişe (RAA) kanalıyla şöyle bildirmiştir: \"Allah'ın Elçisi (ﷺ) siyah bacakları, siyah karnı ve gözlerinin etrafında siyah olan bir boynuzlu koç kesmeyi emretti ve onun için getirildi. Sonra 'Aişe'ye (RAA) dedi ki: 'Aişe, bıçağı getir.' Sonra 'Taşla keskinleştir.' dedi. O da bunu yaptıktan sonra, bıçağı aldı, koçu yere koydu ve kesmeye başladı. Ardından şöyle dedi: 'Bismillah (Allah'ın adıyla), Allah'ım, bunu Muhammed'den, Muhammed'in ailesinden ve Muhammed'in ümmetinden kabul et.'\" (Sonra onu kurban etti.)"
    },
    {
      "id": 32,
      "narrator": "Abu Hurairah (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kurban kesme imkanı olup da kurban kesmeyen, bizim namazgahımıza yaklaşmasın.\" Ahmed ve İbn Mace tarafından rivayet edilmiştir. Al-Hakim bunu Sahih olarak değerlendirmiştir. Diğer İmamlar ise bunun Maukuf olduğunu (yani Peygamber'e (ﷺ) bağlı olmadığını) söylemişlerdir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Cündüb bin Süfyan (RAA) rivayet etmiştir ki, 'İdül Adha namazını Allah'ın Elçisi (ﷺ) ile birlikte kıldım ve namazını bitirdikten sonra, kesilmiş bir koyuna baktı ve şöyle dedi: \"Namazdan önce kurban kesen, onun yerine başka bir keçi kesmelidir (namazdan önce kestiği koyunun yerine) ve eğer hiç kurban kesmemişse, Allah'ın adıyla kurban kesmelidir.\" Bu konuda ittifak edilmiştir."
    },
    {
      "id": 34,
      "narrator": "Al-Bara bin 'Azib (RAA) narrated Allah's Messenger (ﷺ)stood among us and said, \"There are four types of sacrificial animals, which are not permitted:",
      "text": "El-Bara bin Azib (RAA) rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) aramızda durarak şöyle dedi: \"Dört tür kurban hayvanı vardır ki, bunlar kesilmesi caiz değildir: Bir gözü kör olan, açıkça bir gözünü kaybetmiş olan, açıkça hasta olan, açıkça topal olan ve iliksiz yaşlı bir hayvan.\" Ahmed ve dört İmam tarafından rivayet edilmiştir. At-Tirmidhi ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 35,
      "narrator": "Jabir (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Ancak tam gelişmiş bir hayvanı kurban edin, eğer bu sizin için zor ise, o zaman (altı ile on ay arası) bir koyun kurban edin.\" Müslim tarafından bildirilmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Ali (RAA) rivayet etmiştir ki, 'Allah'ın Elçisi (ﷺ) bize göz ve kulağa büyük önem vermemizi emretti ve bir gözlü, kulağında bir yarık olan, önünde veya arkasında bir şey sarkan, kulağında delik olan veya ön dişleri kırık olan bir hayvanı kurban etmememizi söyledi.' Ahmed ve dört İmam tarafından rivayet edilmiştir. At-Tirmidhi, İbn Hibban ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ali bin Ebu Talib (RAA) rivayet etmiştir ki, \"Allah'ın Elçisi (ﷺ) beni kurban hayvanlarının başında görevlendirdi ve onların etlerini, derilerini ve eşyalarını yoksullara dağıtmamı emretti, onlardan kasaba bir şey vermememi söyledi.\" Bu konuda ittifak edilmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Cabir (RAA) rivayet etmiştir ki, 'Hüdeybiye (Barış) yılında, her yedi kişi için bir deve ve ayrıca yedi kişi için bir inek kestik, Allah'ın Elçisi (ﷺ) ile birlikte.' Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etmiştir ki, \"Allah'ın Elçisi (ﷺ) Hasan ve Hüseyin için (doğumlarında) bir koç kesmiştir.\" Ebu Davud, İbn Khuzaime, İbn el-Garud ve Abdul Hak bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Ancak Ebu Hatim, bunun muhtemelen Mursal olduğunu söylemiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "İbn Hibban, Anas kanalıyla benzer bir hadis rivayet etmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "'Aişe (RAA) rivayet etmiştir ki, \"Allah'ın Elçisi (ﷺ) onlara, bir erkek çocuk için eşit (yaşta) iki koyun ve bir kız çocuk için bir koyun kesmelerini emretti.\" At-Tirmidhi tarafından rivayet edilmiş ve Sahih olarak değerlendirilmiştir."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Beş İmam (Ahmed ve dört İmam) Umm Kurz el-Kabiyah kanalıyla benzer bir hadis rivayet etmiştir."
    },
    {
      "id": 44,
      "narrator": "Samurah (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "Semure (RAA) rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Her erkek çocuk, 'Aqiqah'ı için rehin tutulmuştur; doğumunun yedinci gününde onun adına kesilmeli, başı tıraş edilmeli ve ona bir isim verilmelidir.\" Beş İmam (Ahmed ve dört İmam) tarafından rivayet edilmiştir. At-Tirmidhi bunu Sahih olarak değerlendirmiştir."
    }
  ]
}