{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) 'Umar bin al-Khattab'ı, yaklaşık on kişilik bir binekçi grubuyla birlikteyken yakaladı ve 'Umar babası adına yemin ediyordu. Allah'ın Elçisi (ﷺ) onlara seslendi ve dedi ki: \"Şüphesiz! Allah, sizi babalarınız adına yemin etmekten men etmiştir. Bu nedenle, eğer biri yemin ederse, Allah adına yemin etmelidir ya da susmalıdır.\""
    },
    {
      "id": 2,
      "narrator": "In a narration which is Marfu' (attributed to the Prophet) reported by Abu Dawud and an-Nasa'i from Abu Hurairah (RA) it has:",
      "text": "Abu Dawud ve an-Nasa'i'den Abu Hurairah (RA) aracılığıyla rivayet edilen Marfu' bir hadiste şöyle geçmektedir: \"Babalarınız adına, anneleriniz adına, Allah ile eşit kılınanlar adına yemin etmeyin; ve ancak doğruyu söylediğinizde Allah adına yemin edin.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Yemin, karşı tarafın sizden yemin etmesini talep ettiği konu hakkında olmalıdır ki, o da size inanabilsin.\" Başka bir rivayette: \"Yemin, onu talep eden kişinin niyetine göre yorumlanır (Al-Mustahlif).\""
    },
    {
      "id": 4,
      "narrator": "Narrated 'Abdur-Rahman bin Samura (RA):",
      "text": "'Abdur-Rahman bin Samura (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer bir yemin ederseniz ve sonra başka bir şeyi daha iyi bulursanız, yemin için kefaret verin ve daha iyi olanı yapın.\" Al-Bukhari'de geçen bir ifadeye göre: \"Daha iyi olanı yapın ve yemin için kefaret verin.\" Abu Dawud'un rivayetinde: \"Yemin için kefaret verin, sonra daha iyi olanı yapın.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: \"Kim yemin ederse ve sonra 'Eğer Allah dilerse' derse, yeminini bozduğunda sorumlu tutulmaz.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etmiştir: Peygamberin (ﷺ) yemin şekli şöyleydi: \"Hayır, kalpleri çeviren (değiştiren) Zat'a yemin ederim.\""
    },
    {
      "id": 7,
      "narrator": "Narrated 'Abdullah bin 'Amr (RA):",
      "text": "'Abdullah bin 'Amr (RA) rivayet etmiştir: Çöl Araplarından biri Peygamber'e (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Elçisi, büyük günahlar nelerdir?\" Rivayet eden kişi Hadisi aktardı ve içinde: \"Yalan yemin\" geçmektedir. Ayrıca: \"Yalan yemin nedir?\" diye sordum. Peygamber (ﷺ) cevap verdi: \"Bir Müslümanın malına, yalan söyleyerek sahip olmaktır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated 'Aishah (RA) regarding the saying of Allah the Most High:",
      "text": "'Aişah (RA) Allah Teala'nın şu ayeti hakkında rivayette bulundu: \"Allah, yeminlerinizdeki kasıtsız olanlardan dolayı sizi cezalandırmaz (5:89).\" Dedi ki: Bu, 'Hayır, Allah'a yemin ederim' ve 'Evet, Allah'a yemin ederim' gibi ifadeler hakkında indirilmiştir."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Şüphesiz! Allah'ın, ezberleyenlerin cennete gireceği doksan dokuz ismi vardır.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Usama bin Zaid (RA):",
      "text": "Usama bin Zaid (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) dedi: \"Eğer birine bir iyilik yapılırsa...\""
    },
    {
      "id": 11,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etmiştir: Peygamber (ﷺ) adak yapmayı yasakladı ve dedi ki: \"Bu, hayır getirmez. Gerçekten, bu sadece cimri olanlardan bir şey çıkarmak için bir araçtır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated 'Uqba bin 'Aamir (RA):",
      "text": "'Uqba bin 'Aamir (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Bir adak (Nadhr) için kefaret, yemin (Yemin) için olan kefaretle aynıdır.\""
    },
    {
      "id": 13,
      "narrator": "Abu Dawud has from the narration of Ibn Abbas (RA) (who reported Allah's Messenger (ﷺ) as saying):",
      "text": "Abu Dawud, İbn Abbas (RA) rivayetinden şunu aktarmıştır: \"Eğer biri bir adak yapar ama onu isimlendirmezse, kefareti yemin için olanla aynıdır. Eğer biri bir günah işlemek için adak yaparsa, kefareti yemin için olanla aynıdır. Eğer biri yerine getiremeyeceği bir adak yaparsa, kefareti yemin için olanla aynıdır.\""
    },
    {
      "id": 14,
      "narrator": "al-Bukhari has reported from the Hadith of 'Aishah (RA):",
      "text": "al-Bukhari, 'Aişah (RA) hadisini aktarmıştır: (Allah'ın Elçisi (ﷺ) dedi ki) \"Eğer biri Allah'a isyan etmek için adakta bulunursa, o zaman O'na isyan etmemelidir.\""
    },
    {
      "id": 15,
      "narrator": "Muslim has reported from the Hadith of 'Imran (RA):",
      "text": "Muslim, 'İmran (RA) hadisini aktarmıştır: (Allah'ın Elçisi (ﷺ) dedi ki) \"İsyan içeren bir adağın yerine getirilmesi yoktur.\""
    },
    {
      "id": 16,
      "narrator": "Narrated 'Uqba bin 'Aamir (RA):",
      "text": "'Uqba bin 'Aamir (RA) rivayet etmiştir: Kız kardeşi, Allah'ın Evine (hac için) yalın ayak gitmek için bir adak yapmıştı. Sonra, ona Allah'ın Messenger'ını (ﷺ) danışmasını emretti, böylece o da dinî bir hüküm için ona danıştı ve Peygamber (ﷺ) şöyle cevap verdi: \"Bırak yürüsün ve bindiği hayvana binsin.\""
    },
    {
      "id": 17,
      "narrator": "Ahmad and al-Arba'a have:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn Abbas (RA):",
      "text": "Ahmad ve el-Arba'a'da şöyle geçmektedir: O dedi ki: \"Şüphesiz! Allah, Yüce, kız kardeşinin kendisine yüklediği sıkıntıyla hiçbir şey yapmayacaktır. Ona başını örtmesini, bindiği hayvana binmesini ve üç gün oruç tutmasını emret.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Thabit bin ad-Dahhak (RA):",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etmiştir: Sa'd bin Ubade, annesinin yerine getirmeden vefat ettiği bir adak hakkında Allah'ın Messenger'ına (ﷺ) hüküm sordu ve o da şöyle dedi: \"Onun adına yerine getir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Jabir (bin 'Abdullah) (RA):",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "Thabit bin ad-Dahhak (RA) rivayet etmiştir: Allah'ın Messenger'ı (ﷺ) zamanında bir adam, Bawana'da develer kesmek için bir adak yapmıştı. Bununla ilgili olarak Allah'ın Messenger'ına (ﷺ) geldi ve ona sordu. Allah'ın Messenger'ı (ﷺ) sordu: \"O yer, (Cahiliye döneminde) tapınılan bir put içeriyor muydu?\" O da: \"Hayır.\" dedi. \"Orada (Cahiliye) bayramlarından herhangi biri kutlanıyor muydu?\" diye sordu. O da: \"Hayır.\" dedi. Sonra adama şöyle dedi: \"Adakını yerine getir, çünkü Allah'a isyan etmek için yapılan bir adak yerine getirilemez, akrabalık bağlarını koparmak için de, insanın kontrolü dışında olan bir şey için de.\""
    },
    {
      "id": 23,
      "narrator": "Narrated 'Umar (RA):",
      "text": "---"
    }
  ]
}