{
  "language": "tr",
  "metadata": {
    "length": 36,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Buraida (RA) Allah's Messenger (ﷺ) said:",
      "text": "Buraida (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kadılar (hakimler) üç çeşittir, bunlardan ikisi Cehenneme, biri ise Cennete gidecektir. Cennete gidecek olan, doğruyu bilen ve buna göre hüküm veren bir adamdır. Ancak doğruyu bilip buna göre hüküm vermeyen ve hükmünde adaletsizlik yapan bir adam Cehennem ateşinde olacaktır. Aynı şekilde, doğruyu bilmeyen ve insanları cehaletle yargılayan bir adam da Cehennem ateşinde olacaktır.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir kadı (hakim) olarak atanmış olan kişi, bıçaksız kesilmiş gibidir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated :",
      "text": "Rivayet edildi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Siz yöneticilik makamını hevesle arayacaksınız, ancak bu, Kıyamet Günü pişmanlık kaynağı olacaktır. Ne güzel bir Murdi'ah (sütanne)dır! Ve ne kötü bir Fatimah (sütü kesen)dir!\""
    },
    {
      "id": 4,
      "narrator": "Narrated 'Amr bin al-'Aas (RA):",
      "text": "Amr bin el-Aas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir hakim, doğruyu bulmak için elinden geleni yaptıktan sonra doğru bir hüküm verirse, iki kat sevap alır; eğer doğruyu bulmak için elinden geleni yaptıktan sonra yanlış bir hüküm verirse, bir kat sevap alır.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Bakrah (RA):",
      "text": "Ebu Bekir (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir hakim, iki kişi arasında öfkeli olduğu bir durumda hüküm vermemelidir.\""
    },
    {
      "id": 6,
      "narrator": "Narrated 'Ali (RA):",
      "text": "Ali (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki adam sizin önünüze bir dava ile geldiğinde, diğerinin ne söylediğini duymadan ilkine hüküm vermeyin, o zaman nasıl hüküm vereceğinizi bilirsiniz.\" Ali (RA) dedi ki: \"O günden beri, buna göre hüküm vermeye devam ettim.\""
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Al-Hakim'in İbn Abbas'tan rivayet ettiği bir Şahid (destekleyici rivayet) vardır."
    },
    {
      "id": 8,
      "narrator": "Narrated Umm Salamah (RA):",
      "text": "Ümmü Seleme (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Gerçekten, siz tartışanlarınızı bana getiriyorsunuz ve belki de aranızdan bazıları, diğerlerinden daha etkileyici bir şekilde dilekçe sunuyor, böylece ben onlardan duyduğuma göre hüküm veriyorum. Bu nedenle, birine verdiğim hüküm, aslında kardeşine ait olan bir şeyse, ona sadece Cehennem ateşinden bir parça vermiş oluyorum.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir (RA):",
      "text": "Cabir (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Zayıfının hakkı güçlüden alınmadığı bir ümmet (toplum) nasıl temizlenebilir (günahlarından)?\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Buraida'nın Hadisinden al-Bazzar'dan bir Şahid (destekleyici rivayet) vardır."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Ebu Sa'id'in Hadisinden İbn Mace'den bir diğer rivayet vardır."
    },
    {
      "id": 12,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Aişe (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Adil kadı (hakim) Kıyamet Günü çağrılacak ve hayatı boyunca iki adam arasında bile hüküm vermediğini, karşılaşacağı hesapların ağırlığı nedeniyle arzu edecektir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Bakrah (RA):",
      "text": ""
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Maryam al-Azdi (RA):",
      "text": "Ebu Bekir (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir milleti kadın yöneticisi olan bir toplum asla başarılı olamaz.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Meryem el-Azdi (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Allah tarafından Müslümanların işlerinden herhangi birine atanmış olan ve sonra onların ihtiyaçları ve fakirleriyle ilgilenmekten kendini gizleyen (yani geri çeken) kişi, Allah tarafından ihtiyaçlarının karşılanmasında gizlenecektir.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'Abdullah bin 'Amr'ın Hadisi'nden bir Şahid (destekleyici rivayet) vardır, al-Arba'a tarafından rivayet edilmiştir, an-Nasa'i hariç."
    },
    {
      "id": 17,
      "narrator": "Narrated 'Abdullah bin az-Zubair (RA):",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Zaid bin Khaled al-Juhani (RA):",
      "text": "'Abdullah bin az-Zubair (RA) rivayet etti: Allah'ın Elçisi (ﷺ) bir anlaşmazlıkta karşıt tarafların hakimin önünde oturmasını hükmetti."
    },
    {
      "id": 19,
      "narrator": "Narrated 'Imran bin Husain (RA):",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated 'Abdullah bin 'Amr (RA):",
      "text": "Zaid bin Khaled al-Juhani (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Size en iyi şahit kimdir, haber vereyim mi? O, şahitliğini istenmeden önce ortaya koyandır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated 'Umar bin al-Khattab (RA):",
      "text": "'Imran bin Husain (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphesiz! Sizlerin en hayırlısı (yani Müslümanlar) benim neslimdir, sonra onların hemen ardından gelenler, sonra onların hemen ardından gelenler. Onlardan sonra, istenmeden (şahitlik) yapacak, güvenilmez ve hain olacak, yemin edecek ama yerine getirmeyecek insanlar gelecek; bunlar arasında obezite ortaya çıkacaktır.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Bakra (RA):",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "'Abdullah bin 'Amr (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir erkeğin veya kadının, emanetlerini yerine getirmeyen, kardeşine karşı kin besleyen, veya aile üyeleri için (şahitlik) yapması gereken birinin şahitliği kabul edilemez.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Aby Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir bedevinin şehir sakinine karşı şahitliği kabul edilemez.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "'Umar bin al-Khattab (RA) rivayet etti: İnsanlara hitap ederek şöyle dedi: \"İnsanlar, Allah'ın Elçisi (ﷺ) döneminde vahiy ile hükme tabi tutuluyorlardı, ama şimdi vahiy kesildi. Artık sizi, kamuya açık olarak yaptığınız işler üzerinden yargılıyoruz.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Umamah al-Harithi (RA):",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated al-Ash'ath bin Qais (RA):",
      "text": "Abu Bakra (RA) rivayet etti: Peygamber (ﷺ) Şahadah az-Zur'u (yalancı şahitlik) en büyük günahlardan biri olarak değerlendirdi."
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Musa (RA):",
      "text": "Ebu Musa (RA) rivayet etti: İki adam bir hayvan üzerinde tartıştı ve hiçbiri delil getiremedi. Bunun üzerine Allah'ın Elçisi (ﷺ) hayvanın ikisi arasında yarıya bölünmesine hükmetti."
    },
    {
      "id": 32,
      "narrator": "Narrated Jabir (RA):",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Cabir (RA) rivayet etti: Peygamber (ﷺ) dedi ki: \"Eğer biri bu minberim üzerinde yalan yere yemin ederse, o, cehennemdeki yerini hazırlamış olur.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Jabir (RA):",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: \"Kıyamet Günü Allah'ın konuşmayacağı, bakmayacağı ve temizlemeyeceği üç kişi vardır ve onlara acı bir azap vardır. (1) Çölün bir yerinde fazla su bulunduran ve bunu yolculardan esirgeyen bir adam. (2) Bir malı öğleden sonra (veya 'Asr namazından sonra) başka birine satan ve ona Allah'a yemin ederek, onu şu kadar fiyata aldığını söyleyen ve alıcının ona inanmasına rağmen durumun böyle olmadığı bir adam. (3) Sadece dünya (maddi kazançlar) için bir imama biat eden bir adam. Dolayısıyla, eğer imam ona o (yani dünyevi zenginliklerden) bir şey verirse, biatına sadık kalır; eğer vermezse, biatini yerine getirmez.\""
    },
    {
      "id": 36,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    }
  ]
}