{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Herhangi bir Müslüman, başka bir Müslüman erkeği azat ederse, Allah, azat edilen kişinin vücudundaki her bir organı için, cehennem ateşinden onun vücudundaki bir organı azat eder.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 2,
      "narrator": "At-Tirmidhi transmitted on the authority of Abu Umamah (RAA), “The Messenger of Allah (ﷺ) said:",
      "text": "Tirmizî, Ebu Ümame (RAA) aracılığıyla rivayet etmiştir, “Allah'ın Resulü (ﷺ) şöyle buyurdu: “Herhangi bir Müslüman erkek, iki Müslüman kadını azat ederse, onlar onun cehennem ateşinden kurtuluşu olacaktır.” Tirmizî bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 3,
      "narrator": "Abu Dawud transmitted on the authority of Ka’b bin Murrah (RAA), “The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Davud, Kâ'b bin Murra (RAA) aracılığıyla rivayet etmiştir, “Allah'ın Resulü (ﷺ) şöyle buyurdu: “Herhangi bir Müslüman kadın, başka bir Müslüman kadını azat ederse, o, onun cehennem ateşinden kurtuluşu olacaktır.”"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Ebu Zer (RAA) rivayet etti, Allah'ın Resulü'ne (ﷺ) ‘Hangi ameller en faziletlidir?’ diye sordum. O da, “Allah'a iman ve O'nun yolunda cihad” diye cevap verdi. Sonra, ‘Hangi köleler azat edilmek için en faziletlidir?’ diye sordum, o da, “Fiyatı en yüksek olanlar ve sahiplerine en değerli olanlardır” diye cevap verdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 5,
      "narrator": "Ibn 'Umar (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kölenin bir kısmını azat eden ve onun tam bedelini ödeyecek kadar parası olan kimse, köle için makul bir bedel belirlemelidir. Ortaklarına paylarını vermeli ve köle böylece azat edilmelidir. Aksi takdirde, sadece ilk adamın payı kadar azat edilmiş olur.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Aksi takdirde, onun değeri tahmin edilecek ve özgürlüğü için çalışması istenecek, ancak ona ağır yük bindirilmemelidir.” Üzerinde ittifak edilmiştir. Ve çalışmanın gerekliliğinin Mudrac olduğu söylenmiştir (rivayet edenin sözleri, rivayete eklenmiştir)."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü şöyle buyurdu: “Bir evlat, ebeveynine olan borcunu asla ödeyemez, ancak onları köle olarak bulursa, onları satın alıp azat ederse.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "Samurah bin Jundub (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Semure b. Cundub (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kişi, akrabası olan birini sahiplenirse, o kişi özgür olur.” Ahmed ve dört İmam tarafından rivayet edilmiştir. Bazı alimler bunun Mawquf (Peygamber'e bağlı olmayan) olduğunu söylemektedir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İmrân b. Hüsayn (RAA) rivayet etti ki, ‘Bir adam, ölüm anında başka malı olmayan altı kölesini azat etti. Allah'ın Resulü (ﷺ) onları çağırdı ve üç gruba ayırdı, aralarında kura çekti, iki tanesini azat etti ve dört tanesini köle olarak bıraktı ve adamı (onları azat eden) sert bir şekilde uyardı.’ Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Safine (RAA) rivayet etti, ‘Ben Ümmü Seleme'nin kölesiydim ve o şöyle dedi: ‘Seni azat edeceğim, ancak şartım şu: Yaşadığın sürece Allah'ın Resulü'ne (ﷺ) hizmet edeceksin.’ Ahmed, Ebu Davud, Nasaî ve Hakim tarafından rivayet edilmiştir."
    },
    {
      "id": 11,
      "narrator": "'A’ishah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Vala, azat edenin hakkıdır.” Üzerinde ittifak edilmiştir. Bu, uzun bir hadisin parçasıdır (hadis no. 811'e bakınız)."
    },
    {
      "id": 12,
      "narrator": "Ibn 'Umar (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Azat edilen kölenin Vala'sı, kişinin soyundan sayılır, satılamaz veya bağışlanamaz (hadis no. 984'e bakınız).” Şafiî tarafından rivayet edilmiştir. İbn Hibban ve Hakim bunu Sahih olarak değerlendirmiştir. Bu, Al-Buhari ve Müslim tarafından farklı bir ifadeyle de rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "Jabir bin ·Abdullah (RAA) narrated that A man from the Ansar declared that his slave lad would be free after his death (would be Mudabbar), yet he had no other property. When the Prophet heard of that he said, “Who will buy him from me?” And Nu'aim bin 'Abdullah bought him for eight hundred Dirhams. Agreed upon. In a narration by Al-Bukhari:",
      "text": "Cabir b. Abdullah (RAA) rivayet etti ki, Ensar'dan bir adam, köle çocuğunu ölümünden sonra özgür bırakacağını (Mudabbar) ilan etti, ancak başka malı yoktu. Peygamber bunu duyunca, “Kim onu benden satın alacak?” dedi. Nu'aim b. Abdullah onu sekiz yüz dirheme satın aldı. Üzerinde ittifak edilmiştir. Al-Buhari'nin bir rivayetinde: “Adam muhtaç oldu,” (bu yüzden Peygamber köleyi aldı ve şöyle dedi...)’ An-Nasaî'nin bir versiyonu ise, “Adamın bir borcu vardı, bu yüzden Peygamber köleyi sekiz yüz dirheme sattı ve ona parayı vererek, “Borçlarını öde” dedi."
    },
    {
      "id": 14,
      "narrator": "'Amro bin Shu’aib narrated on the authority of his father, on the authority of his grandfather (RAA), That the Messenger of Allah (ﷺ) said:",
      "text": "Amr b. Şu'ayb, babası aracılığıyla, dedesi (RAA) üzerinden rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Köle, özgürlüğü için bir anlaşma yapmışsa, anlaşma bedelinin bir dirhemi bile ödenene kadar köle olmaya devam eder.” Ebu Davud tarafından iyi bir senedle rivayet edilmiştir. Tam hadis, Ahmed ve üç İmam tarafından rivayet edilmiştir. Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 15,
      "narrator": "Umm Salamah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ümmü Seleme (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kadınlarınızdan birinin kölesi, özgürlüğü için bir anlaşma yaptıysa (yani o bir Mukatib'dir) ve tam bedeli ödeyebiliyorsa, o kadının ondan örtünmesi gerekir.” Ahmed ve dört İmam tarafından rivayet edilmiştir. Tirmizî bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 16,
      "narrator": "Ibn ’Abbas (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Köleliğinden kurtulmak için anlaşma yapmış (Mukatib) bir kölenin kan bedeli (Diyah), serbest bir insan için ödenen miktar kadar, anlaşılan miktarın ödendiği kadar ödenir; geri kalan kısmı ise köle için ödenen miktar üzerinden hesaplanır.” Ahmad, Ebu Davud ve Nesaî tarafından rivayet edilmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Amro bin el-Harith, Müminlerin annesi Jüveyriye'nin (Peygamber (ﷺ) eşinin) kardeşi, şöyle rivayet etti: “Allah'ın Elçisi (ﷺ) vefat ettiğinde, geride bir Dinar veya Dirhem, bir köle ya da köle kadın bırakmadı; sadece beyaz dişi katırı, silahları ve sadaka olarak tayin ettiği bir arazi bıraktı.” Bunu Al-Buhari rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Ibn ’Abbas (RAA) narrated that Allah’s Messenger (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Bir adamın köle kadınından bir çocuğu olursa, o, onun ölümünde özgürleşir.” Bunu İbn Mace ve Hakim zayıf bir isnatla rivayet etmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bir grup hadis âlimi, daha güçlü görüşün, bunun Mavkuf (bir Sahabi sözü) olduğu, yani 'Umar (ra) olduğu yönünde olduğunu savunmuştur."
    },
    {
      "id": 20,
      "narrator": "Sahl bin Hunaif (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Sahl bin Hunaif (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah rızası için bir mücahide, zor durumda olan bir borçluya veya özgürlüğü için anlaşma yapmış bir köleye yardım eden kimse, Allah tarafından, gölgesi olmayan o günde O'nun gölgesiyle gölgelenecektir.” Bunu Ahmad rivayet etmiş ve Hakim bunu Sahih olarak değerlendirmiştir."
    }
  ]
}