{
  "language": "tr",
  "metadata": {
    "length": 133,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir Müslümanın diğer Müslümanlara karşı altı görevi vardır: Onunla karşılaştığınızda selam verin; sizi davet ettiğinde davetini kabul edin; size danıştığında ona danışmanızı verin; hapşırdığında ve Allah'ı övdüğünde, 'Allah sana rahmet etsin' deyin; hasta olduğunda ziyaret edin; ve öldüğünde cenazesine katılın.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden daha düşük (mali açıdan) olanlara bakın, fakat sizden daha yüksek olanlara bakmayın ki, Allah'ın size bahşettiği nimetleri küçümsemeyin.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "En-Nevvas bin Sem'an (RAA) rivayet etti ki, 'Ben Allah'ın Resulü (ﷺ) ile fazilet ve günah hakkında konuştum ve o şöyle cevap verdi: “Faziletin özü (güzel ahlakta) kendini gösterirken, günahkar davranış, kalbinizde rahatsızlık hissi uyandıran ve başkalarına ifşa edilmesini istemediğiniz şeydir.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "Ibn Mas’ud (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Mes'ud (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Üçünüz bir araya geldiğinde, ikiniz üçüncüyü dışlayarak özel olarak konuşmamalıdır, böylece onu üzmemiş olursunuz (dışlandığını hissetmemesi için) ta ki diğer insanlarla kaynaşana kadar (yani başkaları katılana kadar).” Üzerinde ittifak edilmiştir ve lafız Müslim'den alınmıştır."
    },
    {
      "id": 5,
      "narrator": "Ibn Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir adam, başka bir adamdan yerinden kalkmasını istememelidir ki, onun yerini alabilsin. Ama birbirinize yer açmalı ve yayılmalısınız.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 6,
      "narrator": "Ibn Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden biri yemek yediğinde, elini yalayarak silmemelidir ya da onu başka birine (eş, koca vb.) yalamak için vermelidir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Gençler, yaşlılara selam vermelidir; geçen biri, oturan birine selam vermelidir; ve az sayıda insanlar, daha kalabalık olanlara selam vermelidir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Müslim'in bir rivayetinde, “Ve binen kişi, yürüyen kişiye selam vermelidir.” denilmektedir."
    },
    {
      "id": 9,
      "narrator": "Ali (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ali (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir grup insan geçtiğinde, içlerinden birinin selam vermesi yeterlidir ve oturanlar için de içlerinden birinin cevap vermesi yeterlidir.” Ahmad ve Al-Baihaqi tarafından rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Yahudilere ve Hristiyanlara (onlarla karşılaştığınızda) selam vermeyin ve eğer yolda herhangi birine rastlarsanız, onu yolun en dar kısmına zorlayın (yani geçmesine izin vermeyin, ama devam edin).” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden biri hapşırdığında, 'Elhamdülillah (Hamd Allah'a aittir)' demelidir ve (Müslim) kardeşi ona, 'Yarhamuka Allah (Allah sana rahmet etsin)' demelidir. O (son cümleyi) ona söylediğinde, o da 'Yahdikum Allah (Allah sizi hidayete erdirsin) ve size sağlık versin' diye cevap vermelidir.” El-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden hiçbiri ayakta içmemelidir.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden biri ayakkabısını giydiğinde, önce sağını giymeli ve çıkardığında, önce solunu çıkarmalıdır, böylece sağ ayakkabı ilk giyilen ve son çıkarılan olmalıdır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden hiçbiri bir ayakkabı ile yürümemelidir, ya her ikisini giymeli ya da her ikisini de çıkarmalıdır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 15,
      "narrator": "Ibn Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah, kıyamet gününde, elbisesini gurur ve kibirle yere sürükleyen kimseye bakmayacaktır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 16,
      "narrator": "Ibn Umar narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Sizden biri yemek yediğinde sağ eliyle yesin, su içtiğinde de sağ eliyle içsin; çünkü şeytan sol eliyle yer ve içer.” Müslim rivayet etmiştir."
    },
    {
      "id": 17,
      "narrator": "Amro bin Shu’aib narrated on the authority of his father, on the authority of his grandfather (RAA), that the Messenger of Allah (ﷺ) said:",
      "text": "Amro bin Şu’aib, babası aracılığıyla, dedesi (RAA) üzerinden, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Yiyin, için, giyinin ve sadaka verin, fakat ne israf ederek ne de kibirlenerek.” Ebu Davud ve Ahmed rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Kazancının bereketlenmesini ve ömrünün uzamasını isteyen, akrabalık bağlarını korusun.” Buhari rivayet etmiştir."
    },
    {
      "id": 19,
      "narrator": "Jubair bin Mut'am (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cübeir bin Mut'im (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Akrabalık bağlarını koparan cennet giremez.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 20,
      "narrator": "Al-Mughirah bin Shu'bah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "El-Muğire bin Şu'be (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Allah, annelerinize saygısızlık etmenizi, kız çocuklarınızı diri diri gömmenizi, başkalarının haklarını reddetmenizi ve başkalarından gereksiz şeyler talep etmenizi haram kılmıştır; ayrıca dedikodu yapmanızı, insanların işlerine dair çok soru sormanızı ve malı israf etmenizi de sevmez.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 21,
      "narrator": "'Abdullah bin 'Amro bin al-As (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Amro bin el-As (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Allah'ın rızası, ebeveynin rızasındadır; Allah'ın gazabı ise ebeveynin gazabındadır.” Tirmizi rivayet etmiştir. İbn Hibban ve el-Hakim bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 22,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Canımın elinde olan Allah'a yemin ederim ki, Allah'ın bir kulunun gerçek anlamda imanı yoktur, ta ki komşusu için istediğini kendisi için de istemedikçe.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "İbn Mes'ud (RAA) nakletti: “Ben, Allah'ın Resulü'ne (ﷺ) ‘Hangi günah en büyüğüdür?’ diye sordum. O, ‘Allah'a ortak koşmak, halbuki O seni yalnızca O yaratmıştır’ diye cevap verdi. ‘Sonra ne?’ dedim. ‘Çocuğunu öldürmek, onun seninle yiyecek paylaşacağından korkarak’ dedi. ‘Sonra ne?’ diye tekrar sordum. ‘Komşunun karısıyla zina etmek’ dedi.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 24,
      "narrator": "'Abdullah bin 'Amro bin al-As (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Amro bin el-As (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Bir adamın ebeveynine hakaret etmesi, büyük günahlardandır.” Soruldu: ‘Bir adam ebeveynine hakaret eder mi?’ O, “Evet, bir adam, bir adamın babasına hakaret eder, o da onun babasına hakaret eder; bir adamın annesine hakaret eder, o da onun annesine hakaret eder” diye cevap verdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 25,
      "narrator": "Abu Aiyub (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Eyyub (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Bir Müslümanın kardeşini üç geceden fazla terk etmesi caiz değildir. Onlar karşılaştıklarında, biri diğerine sırtını döner, diğeri de ona sırtını döner; en hayırlısı, kardeşine önce selam verenidir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 26,
      "narrator": "Jabir bin ’Abdullah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir bin Abdullah (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Her hayır ameli, (sadaqa olarak) kabul edilir.” Buhari rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "Abu Dharr (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Dharr (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Hiçbir hayır ameli, ne kadar küçük olursa olsun, önemsiz sayılmamalıdır; hatta kardeşinle güler yüzle karşılaşmak bile.” Müslim rivayet etmiştir."
    },
    {
      "id": 28,
      "narrator": "Abu Dharr (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Dharr (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Bir çorba yaptığınızda, bol su ekleyerek iyi bir miktar yapın ve komşularınıza da verin.” Müslim rivayet etmiştir."
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Eğer bir Müslüman inananı bu dünya hayatının zorluklarından birinden kurtarırsa, Allah onu Kıyamet Günü'nün zorluklarından birinden kurtarır. Eğer birine (borçlu olduğu için) kolaylık sağlarsa, Allah da ona bu dünya ve ahirette kolaylık sağlar; ve eğer bir Müslümanın kusurlarını gizlerse, Allah da onun kusurlarını bu dünyada ve ahirette gizler. Allah, kuluna, o kardeşine yardım ettiği sürece yardım eder.” Müslim rivayet etmiştir."
    },
    {
      "id": 30,
      "narrator": "Ibn Mas'ud (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Mes'ud (RAA), Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletmiştir: “Birine hayır işinde rehberlik eden, onun işleyenin sevabına benzer bir sevap alır.” Müslim rivayet etmiştir."
    },
    {
      "id": 31,
      "narrator": "Ibn Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Eğer biri Allah'ın adıyla sığınırsa, ona koruma verin; eğer biri sizden Allah'ın adıyla bir şey isterse, ona bir şey verin; ve eğer biri size bir iyilikte bulunursa, ona karşılık verin, ama bunu yapacak imkana sahip değilseniz, onun için dua edin.” Al-Baihaqi tarafından rivayet edilmiştir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "En-Nu'man bin Beşir (RAA) rivayet etti, Allah'ın Resulü (ﷺ) şöyle dediğini işittim, (Nu'man iki parmağıyla kulaklarına işaret etti) “Hem helal (halal) hem de haram olan şeyler açıktır, fakat bunların arasında şüpheli şeyler vardır ve insanların çoğu bunlar hakkında bilgi sahibi değildir. Bu şüpheli şeylerden kendini koruyan, dinini ve onurunu (yani, onları lekesiz tutar) korumuş olur. Bu şüpheli şeylere dalan ise, başkasının özel merasına (Hima) yakın hayvanlarını otlatan bir çobana benzer ve her an oraya girmesi muhtemeldir. (Ey insanlar!) Dikkat edin! Her hükümdarın bir Himası vardır ve Allah'ın yeryüzündeki Himası, O'nun haram kıldığı şeylerdir. Dikkat edin! Vücutta bir et parçası vardır, eğer o sağlıklı olursa, bütün vücut sağlıklı olur; ama eğer bozulursa, bütün vücut bozulur ve o kalptir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 33,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Dinarın, dirhemin ve ipekle kenarları süslenmiş elbisenin kölesi olan kişi lanetlenmiştir. Eğer ona bir şey verilirse memnun olur, ama ona bir şey verilmezse hoşnutsuz olur.” Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "İbn Ömer (RAA) rivayet etti, ‘Allah'ın Resulü (ﷺ) omuzlarımdan tutarak şöyle dedi: “Bu dünyada bir yabancı veya bir geçici gibi ol.” İbn Ömer şöyle derdi: “Eğer akşamı sağlıklı geçiriyorsan, sabaha kadar sağlıklı olmayı bekleme; eğer sabahı sağlıklı geçiriyorsan, akşama kadar sağlıklı olmayı bekleme; sağlığından hastalığın için, hayatından da ölümün için al.” Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 35,
      "narrator": "Ibn ’Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Herhangi bir topluluğa (eylem) benzerlik gösteren, onlardandır.” Ebu Davud tarafından rivayet edilmiş ve İbn Hibban bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti, ‘Bir gün Peygamber'in arkasında binerken, O şöyle dedi: “Ey genç, Allah'a karşı dikkatli ol, O da seni korur. Allah'a karşı dikkatli ol, O'nu yanında bulursun. Bir şey istediğinde, onu Allah'tan iste; yardım aradığında, Allah'tan yardım iste.” At-Tirmidhi tarafından rivayet edilmiş ve Hasan ve Sahih olarak doğrulanmıştır."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Sahl bin Sa'd (RAA) rivayet etti, bir adam Peygamber'e geldi ve dedi ki: “Ey Allah'ın Resulü (ﷺ), eğer bunu yaparsam, Allah ve insanlar tarafından sevilmemi sağlayacak bir ameli bana göster.” O da cevap verdi: “Eğer bu dünyada nefsini terbiye edersen, Allah seni sever; eğer insanların sahip olduklarından uzak durursan, insanlar seni sever.” İbn Mace ve diğerleri tarafından iyi bir isnatla rivayet edilmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Sa'd bin Ebi Vakkas (RAA) rivayet etti, ‘Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah, gösterişten uzak, alçakgönüllü olan takva sahibi zenginleri sever.” Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir insanın İslam'ı iyi gözlemlemesinin (takvasının) bir alameti, kendisini ilgilendirmeyen şeylerden uzak durmasıdır.” At-Tirmidhi tarafından rivayet edilmiş ve Hadis Hasan olarak değerlendirilmiştir."
    },
    {
      "id": 40,
      "narrator": "Al-Miqdam bin Ma’diakrib (RAA), narrated that Allah's Messenger (ﷺ) said:",
      "text": "El-Mikdam bin Ma'diakrib (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir insan, kendi karnından daha kötü bir kap doldurmamıştır.” At-Tirmidhi tarafından rivayet edilmiş ve Hasan olarak değerlendirilmiştir."
    },
    {
      "id": 41,
      "narrator": "Anas (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ademoğullarının hepsi günahkardır, fakat günahkarların en hayırlısı sık sık tövbe edenlerdir.” At-Tirmidhi ve İbn Mace tarafından güçlü bir isnatla rivayet edilmiştir."
    },
    {
      "id": 42,
      "narrator": "Anas (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sükut, (bir tür) hikmet olarak kabul edilir, fakat çok az kişi bunu uygular.” Al-Baihaqi, Shu'ab al-Iman kitabında zayıf bir isnatla rivayet etmiştir; ancak sağlam görüş, bunun bir sahabeden Luqman Al-Hakim'den aktarıldığıdır."
    },
    {
      "id": 43,
      "narrator": "Abu Hurairah (RAA) narrated that Allah’s Messenger (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kıskançlıktan kaçının, çünkü kıskançlık, iyi amelleri tıpkı ateşin odunları yemesi gibi yer.” Ebu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "İbn Mace, Enes'in rivayetiyle benzer bir hadisi aktarmıştır."
    },
    {
      "id": 45,
      "narrator": "Abu Hurairah (RAA) narrated that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Güçlü adam, iyi güreşçi değildir; fakat güçlü adam, öfkelendiğinde kendini kontrol edendir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 46,
      "narrator": "Ibn 'Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Zulüm, Kıyamet Günü karanlığa dönüşecektir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 47,
      "narrator": "Jabir bin 'Abdullah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir bin 'Abdullah (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Zulmü sakıncalı kılın, çünkü zulüm Kıyamet Günü aşırı karanlığa dönüşecektir ve cimrilikten sakının, çünkü cimrilik atalarınızı helak etmiştir.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 48,
      "narrator": "Mahmud bin Labid (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Mahmud bin Labid (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Sizler için en çok korktuğum şey, küçük şirktir (tevhid dışı inanç), gösteriş yapmaktır.” Ahmed tarafından iyi bir isnatla rivayet edilmiştir."
    },
    {
      "id": 49,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Münafığın üç alameti vardır: Konuştuğunda yalan söyler; söz verdiğinde sözünü yerine getirmez; kendisine güvenildiğinde emaneti ihanet eder.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Buhari ve Müslim, 'Abdullah bin 'Umar (RAA) aracılığıyla başka bir hadis rivayet etmiştir; ek olarak, “ve tartıştığında, kaba davranır (çok edepsiz ve hakaretkar bir şekilde davranır)” ifadesi bulunmaktadır."
    },
    {
      "id": 51,
      "narrator": "Ibn Mas'ud (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Mes'ud (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Bir Müslüme hakaret etmek, Allah'a isyan etmektir ve onunla savaşmak, küfürdür.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 52,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Şüpheden sakının, çünkü şüphe en yalan dolu konuşma şeklidir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Ma'qil bin Yasar (RAA) rivayet etti, ‘Allah'ın Elçisi (ﷺ) şöyle diyordu: “Müslümanlara bakan herhangi bir yönetici, onlara karşı haksızlık yaparak ölürse, Allah tarafından Cennetten dışlanacaktır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 54,
      "narrator": "‘A’ishah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "‘A’işe (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Ey Allahım, benim halkım üzerinde herhangi bir sorumluluk taşıyan ve onlara sıkıntı veren kimseye sıkıntı ver.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 55,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Sizden biri dövüşürse, yüzüne (vurmak)tan sakınmalıdır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 56,
      "narrator": "Abu Hurairah (RAA) narrated, ‘A man said, “O Messenger of Allah, advise me.” The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti, ‘Bir adam dedi ki, “Ey Allah'ın Elçisi, bana nasihat et.” Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Öfke duymayın.” Adam bunu birkaç kez tekrarladı ve o da, “Öfke duymayın.” diye cevap verdi. Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 57,
      "narrator": "Khawlah al-Ansariyah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Havla el-Ensariyye (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Bazı erkekler, Allah'ın Mülkünü (Müslüman devlet hazinesinin fonları, Zekat vb.) edinirler ve Kıyamet Günü Cehenneme gideceklerdir.” Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Ebu Dharr (RAA), Peygamber (ﷺ)'in, Allah, Azze ve Celle'den rivayet ettiği şeyler arasında şöyle dediğini aktarmıştır: “Ey kullarım, zulmü kendime haram kıldım ve aranızda da haram kıldım, bu yüzden birbirinize zulmetmeyin.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 59,
      "narrator": "Abu Hurairah (RAA) narrated, ‘The Messenger of Allah (ﷺ) asked, “Do you know what backbiting is?” They replied, `Allah and His Messenger (ﷺ) know best.’ He said, “It is saying something about your brother which he dislikes.” Someone asked, ‘Supposing that what I said about my brother was true?’ and the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, ‘Allah'ın Elçisi (ﷺ) sordu: “Gıybetin ne olduğunu biliyor musunuz?” Onlar, ‘Allah ve Elçisi (ﷺ) en iyi bilir’ dediler. O da, “Kardeşin hakkında onun hoşlanmadığı bir şeyi söylemektir.” Birisi sordu, ‘Eğer kardeşim hakkında söylediğim şey doğruysa?’ ve Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer onun hakkında söylediğin şey doğruysa, gıybet etmiş olursun; eğer doğru değilse, iftira atmış olursun.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 60,
      "narrator": "Abu Hurairah [RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Kendiniz arasında kıskançlıktan sakının, birbirinize fiyat artırmaya çalışmayın, birbirinize karşı kin beslemeyin, birbirinize düşmanlık beslemeyin, biriniz diğerinin girdiği bir ticarete girmesin; ve Allah'ın kulları ve kardeşleri olun. Müslüman, Müslümanın kardeşidir. Ona zulmetmez, onu terk etmez ve ona küçümsemez. Takva buradadır (üç kez göğsüne işaret ederek), Müslüman kardeşini küçümsemek, herhangi bir insanın yapabileceği en kötü kötülüklerden biridir. Her Müslümanın kanı, malı ve onuru, diğer bir Müslüman tarafından ihlal edilmesi haramdır.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Kutbah bin Malik (RAA) rivayet etti, ‘Allah’ın Resulü (ﷺ) şöyle derdi: “Ya Allah, ben kötü ahlaktan, kötü işlerden, kötü arzular ve hastalıklardan sana sığınırım.” At-Tirmidhi tarafından rivayet edilmiştir. Al-Hakim bunu Sahih olarak değerlendirmiştir ve bu onun versiyonudur."
    },
    {
      "id": 62,
      "narrator": "Ibn ’Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Kardeşinle tartışma; onunla şaka yapma; ve ona tutamayacağın bir söz verme.” At-Tirmidhi tarafından zayıf bir isnadla rivayet edilmiştir."
    },
    {
      "id": 63,
      "narrator": "Abu Sa'id al-Khudri (RAA), narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id el-Hudri (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Bir müminde birleşmeyen iki özellik vardır; cimrilik ve kötü ahlak.” At-Tirmidhi tarafından zayıf bir isnadla rivayet edilmiştir."
    },
    {
      "id": 64,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hüreyre (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “İki adam birbirine hakaret ettiğinde, söylenenlerin çoğu, başlangıcı yapanın hatasıdır, eğer mazlum olan kişi aşırıya kaçmazsa.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 65,
      "narrator": "Abu Sirmah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sirmah (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Bir Müslümana zarar veren, Allah tarafından zarar görecektir; ve bir Müslümana düşmanca davranan, Allah tarafından aynı şekilde cezalandırılacaktır.” Ebu Davud ve At-Tirmidhi tarafından rivayet edilmiş ve Hasan (güzel) olarak değerlendirilmiştir."
    },
    {
      "id": 66,
      "narrator": "Abu ad-Darda (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu ed-Derdâ (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Allah, israf edenleri ve edebe aykırı olanları sevmez.” At-Tirmidhi tarafından Sahih olarak değerlendirilmiştir."
    },
    {
      "id": 67,
      "narrator": "At-Tirmidhi also related on the authority of Ibn Mas'ud (RAA) that the Messenger of Allah (ﷺ) said:",
      "text": "At-Tirmidhi, İbn Mes'ud (RAA) aracılığıyla da Allah’ın Resulü (ﷺ) şöyle dediğini rivayet etmiştir: “Mümin, iftirada bulunmaz, başkalarına lanet etmez ve ahlaksız veya utanmaz değildir.” At-Tirmidhi tarafından Hasan olarak değerlendirilmiştir. Al-Hakim bunu Sahih olarak değerlendirmiştir ve Ad-Darakutni, bunun muhtemelen Maukuf (sadece bir Sahabiye izafe edilen) olduğunu söylemiştir."
    },
    {
      "id": 68,
      "narrator": "A’ishah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "A’işe (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Ölüleri kötülemekten kaçının, çünkü onlar önceden yaptıkları (işlerin) sonucunu zaten görmüşlerdir.” Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 69,
      "narrator": "Hudhaifah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Hudhayfe (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Gıybet eden cennete giremez.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 70,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Kim öfkesini kontrol ederse, Allah, kıyamet gününde ona azabını göstermeyecektir.” At-Tabarani, el-Evsat’ta rivayet etmiştir."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Yukarıda bahsedilen hadis, İbn ’Umar’ın rivayetiyle İbn Ebi’d-Dünya tarafından desteklenmektedir."
    },
    {
      "id": 72,
      "narrator": "Abu Bakr as-Siddiq (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Bekir es-Sıddık (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Kurnaz, cimri ve astlarına kötü davranan kimse cennete giremez.” At-Tirmidhi tarafından iki ayrı rivayette bildirilmiş ve isnadında zayıflık bulunmaktadır."
    },
    {
      "id": 73,
      "narrator": "Ibn ’Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Eğer birisi, bazı insanların konuşmalarını dinlerse, o insanlar bunu istemiyorsa, kıyamet günü kulaklarına eritilmiş kurşun dökülecektir.” Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 74,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Kendisiyle meşgul olan, başkalarının kusurlarıyla değil, ne mutlu ona.” Al-Bazzar tarafından iyi bir isnadla rivayet edilmiştir."
    },
    {
      "id": 75,
      "narrator": "Ibn 'Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Kim kendini yüceltir ve gururla yürürse; Allah, kıyamet günü O’na öfkeli olacaktır.” Al-Hakim, güvenilir bir isnadla rivayet etmiştir."
    },
    {
      "id": 76,
      "narrator": "Sahl bin Sa’d (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Sahl bin Sa’d (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Acelenin kaynağı şeytandır.” At-Tirmidhi tarafından rivayet edilmiştir ve Hasan olarak değerlendirilmiştir."
    },
    {
      "id": 77,
      "narrator": "'A'ishah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "'A'işah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kötü karakterin bir parçası karamsarlıktır.” Ahmad tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 78,
      "narrator": "Abu ad-Darda’ (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu ad-Darda’ (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sürekli küfretmeye alışmış olanlar, Kıyamet Günü şefaatçi veya şahit olamazlar.” Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 79,
      "narrator": "Mu'adh bin Jabal (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Mu'adh bin Cebel (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Eğer birisi kardeşini bir günah yüzünden küçük düşürürse, kendisi de o günahı işlemeden ölmez.” At-Tirmidhi tarafından rivayet edilmiştir ve Hasan olarak değerlendirilmiştir."
    },
    {
      "id": 80,
      "narrator": "Bahz bin Hakim narrated on the authority of his father, on the authority of his grandfather (RAA) that the Messenger of Allah (ﷺ) said:",
      "text": "Bahz bin Hakim, babası aracılığıyla, dedesi (RAA) üzerinden rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanları güldürmek için konuşmasında yalan söyleyenin vay haline! Vay haline! Vay haline!” Üç İmam tarafından güçlü bir isnatla rivayet edilmiştir."
    },
    {
      "id": 81,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir adamın gıybetini yapmanın kefareti, Allah'tan onun için af dilemektir.” Al-Harith bin Abu Usamah tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 82,
      "narrator": "'A’ishah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "'A’işah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah katında insanların en aşağılık olanı, acımasız tartışmacıdır.” Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 83,
      "narrator": "Ibn Mas'ud (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Mes'ud (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Gerçeğe sarılın, çünkü gerçek iyi amellere götürür ve iyi ameller cennete götürür. Eğer bir adam sürekli doğruyu söyler ve gerçeği hedef edinirse, Allah katında sadık olarak kaydedilir. Yalan söylemekten kaçının, çünkü yalan kötülüğe götürür ve kötülük cehenneme götürür. Eğer bir adam sürekli yalan söyler ve yalanı hedef edinirse, Allah katında yalancı olarak kaydedilir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 84,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hüreyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Şüpheden sakının, çünkü şüphe en kötü yalan biçimidir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 85,
      "narrator": "Abu Said al-Khudri (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Said el-Hudri (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Yol kenarında oturmaktan kaçının.” İnsanlar, “Ey Allah'ın Resulü (ﷺ), bu sohbet ettiğimiz yerlerden vazgeçemeyiz” dediler. Bunun üzerine o, “Peki, eğer ısrar ediyorsanız, yolun haklarına riayet edin.” dedi. “Yolun hakları nelerdir?” diye sordular. O da, “Gözlerinizi yere indirmek, rahatsız edici şeylerden sakınmak, selamları geri vermek, iyiliği emretmek ve kötülükten sakındırmaktır.” diye cevap verdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 86,
      "narrator": "Mu’awiyah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Mu’aviye (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah, bir kimseye hayır dilediğinde, ona dinin fıkhını (anlayışını) bahşeder.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 87,
      "narrator": "Abu ad-Darda’ (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu ad-Darda’ (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Müminin terazisine (Kıyamet Günü) konulacak en ağır şey, güzel ahlaktır.” Ebu Davud ve At-Tirmidhi tarafından rivayet edilmiştir ve Sahih olarak değerlendirilmiştir."
    },
    {
      "id": 88,
      "narrator": "Ibn 'Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Hayâ (utanma, mahcubiyet vb.) imanın bir parçasıdır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 89,
      "narrator": "Ibn Mas’ud (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Mes’ud (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanların en eski peygamberlik sözlerinden öğrendiği şeylerden biri şudur: ‘Eğer utanmıyorsan, istediğini yap.’” Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 90,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hüreyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Güçlü (ve sağlıklı) bir mümin, zayıf müminin yanında Allah katında daha hayırlı ve daha sevimlidir, fakat her ikisinde de hayır vardır. Sizi faydalandıracak şeylere yönelin ve Allah'tan yardım isteyin, asla pes etmeyin. Eğer bir şey sizi etkilerse, ‘Eğer şöyle yapsaydım, böyle olurdu’ demeyin. Fakat ‘Allah takdir eder ve dilediğini yapar’ deyin, çünkü ‘Eğer’ demek, şeytanın amellerine kapı açar.” Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 91,
      "narrator": "’Iyad bin Himar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İyad bin Himar (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Allah, yüce olan, bana, sizlerin alçakgönüllü olmanızı vahyetti ki, kimse diğerine zulmetmesin veya diğerine karşı övünmesin.” Müslim rivayet etmiştir."
    },
    {
      "id": 92,
      "narrator": "Abu ad-Darda’ (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Derdâ (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Eğer bir Müslüman, kardeşinin onurunu onun yokluğunda savunursa, Allah, Kıyamet Günü onun yüzünü Cehennem ateşinden korur.” At-Tirmidhi rivayet etmiş ve bunu Hasan olarak değerlendirmiştir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Ahmed, Asma bint Yazid'den benzer bir hadisi rivayet etmiştir."
    },
    {
      "id": 94,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Sadaka malı azaltmaz ve Allah, affedenin şerefini artırır ve Allah rızası için kendini alçaltan kimseyi de ancak Allah yüceltir.” Müslim rivayet etmiştir."
    },
    {
      "id": 95,
      "narrator": "'Abdullah bin Salam (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Selam (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Ey insanlar, selam verin (birbirinize selam söyleyin), akrabalık ilişkilerinizi sürdürün, insanlara yemek verin ve insanlar uyurken gece namaz kılın, böylece cennete selametle gireceksiniz.” At-Tirmidhi rivayet etmiş ve bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 96,
      "narrator": "Tamim ad-Dari (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Tamim ed-Dari (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Din, nasihattir.” İnsanlar, ‘Kime nasihat edelim?’ dediler. O da, “Allah’a, Kitabına, Elçisine (ﷺ), Müslümanların yöneticilerine ve Müslümanların halkına.” diye cevap verdi. Müslim rivayet etmiştir."
    },
    {
      "id": 97,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Allah korkusu ve güzel ahlak (Ahlak), cennete götüren iki büyük özelliktir.” At-Tirmidhi rivayet etmiş ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 98,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Siz (insanlar) zenginliğinizle insanları memnun edemezsiniz, fakat onları neşeli yüzlerinizle ve güzel ahlakınızla memnun edebilirsiniz.” Ebu Ya’la rivayet etmiş ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Her mümin, kardeşinin aynasıdır.” Ebu Davud, iyi bir isnat ile rivayet etmiştir."
    },
    {
      "id": 100,
      "narrator": "Ibn ’Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “İnsanlarla karışan ve onların rahatsızlıklarına katlanan mümin, onlarla karışmayan ve onların rahatsızlıklarına katlanmayan kişiden daha hayırlıdır.” İbn Mace, iyi bir isnat ile rivayet etmiştir. At-Tirmidhi, hadisi Sahabi ismini anmadan aktarmıştır."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "İbn Mes’ud (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Ey Allah! Sen benim yaratılışımı mükemmel kıldın, o halde ahlaki özelliklerimi de en iyi şekilde kıl.”"
    },
    {
      "id": 102,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Allah, yüce olan, şöyle der: ‘Ben, kulum beni hatırladığı zaman onunla birlikteyim ve dudakları benim zikrimle hareket ettiğinde.’” İbn Mace rivayet etmiş ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 103,
      "narrator": "Mu’adh Ibn Jabal (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Mu’az bin Cebel (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Bir adam, Allah'ın azabından kurtulmak için Allah’ı hatırlamaktan daha iyi bir şey yapamaz.” İbn Ebi Şeybe ve At-Tabarani, iyi bir isnat ile rivayet etmiştir."
    },
    {
      "id": 104,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “İnsanlar, Allah’ı hatırladıkları bir mecliste oturduklarında, melekler onları kuşatır, rahmet onları kaplar ve Allah, onları yanında olanlar arasında anar.” Müslim rivayet etmiştir."
    },
    {
      "id": 105,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Eğer insanlar, Allah’ı anmadıkları veya Peygamber’e (ﷺ) salavat getirmedikleri bir mecliste otururlarsa, bu, Kıyamet Günü onlara üzüntü sebebi olacaktır.” At-Tirmidhi rivayet etmiş ve bunu Hasan olarak değerlendirmiştir."
    },
    {
      "id": 106,
      "narrator": "Abu Aiyub al-Ansari (RAA) narrated, ‘The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Eyyub el-Ensari (RAA) rivayet etti, ‘Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kim on defa: ‘Allah’tan başka ibadet edilmeye layık hiçbir ilah yoktur, O’nun ortağı yoktur, O’na ait olan her şeyin egemenliği ve övgüsü vardır. O hayat verir ve öldürür. O her şeye kadirdir.’ derse, dört İsmail soyundan olan köleyi azat etme sevabına ulaşır.” Mutabık kalındı."
    },
    {
      "id": 107,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kim yüz defa, ‘Allah ne kadar mükemmeldir ve O’nu övüyorum,’ derse, günahları deniz köpüğü kadar çok olsa bile affedilir.” Mutabık kalındı."
    },
    {
      "id": 108,
      "narrator": "Juairiyah bint al-Harith (RAA) narrated, ‘The Messenger of Allah (ﷺ) said to me, “Since leaving you have said four phrases which if weighed against all you have said today, would prove to be heavier:",
      "text": "Cüveyriye bint el-Haris (RAA) rivayet etti, ‘Allah’ın Resulü (ﷺ) bana şöyle dedi: “Seni terk ettikten sonra, bugün söylediklerinle tartıldığında daha ağır gelecek dört ifade söyledin: ‘Allah ne kadar mükemmeldir ve O’nu yaratılışının miktarıyla, rızasıyla, O’nun arşının ağırlığıyla ve O’nun kelimelerinin mürekkebiyle övüyorum.’” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 109,
      "narrator": "Abu Sa'id al-Khudri (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Said el-Hudri (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kalıcı hayırlı ameller şunlardır: ‘Allah’tan başka ibadet edilmeye layık hiçbir ilah yoktur, Allah ne kadar mükemmeldir, Allah büyüktür ve tüm övgüler Allah’a aittir, güç ve kuvvet yalnızca Allah’ladır.’” En-Nasa’i tarafından rivayet edilmiştir. İbn Hibban ve el-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 110,
      "narrator": "Samurah bin Jundub (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Semure b. Cündüb (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Allah’a en sevimli sözler dördüdür: ‘Allah ne kadar mükemmeldir ve tüm övgüler Allah’a aittir. Allah’tan başka ibadet edilmeye layık hiçbir ilah yoktur ve Allah büyüktür. Hangisini önce söylediğin önemli değildir.’” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Ebu Musa el-Eş'ari (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) bana şöyle dedi: “Ey Abdullah b. Kays, cennetin hazinelerinden birine yönlendirilmek ister misin?” ‘Güç ve kuvvet yalnızca Allah’ladır.’” Mutabık kalındı."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "En-Nasa’i kendi rivayetinde şöyle ekledi: “Allah’tan başka sığınacak yer yoktur, ancak O’na yönelmekle.”"
    },
    {
      "id": 113,
      "narrator": "An-Nu’man bin al-Bashir (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Numan b. Beşir (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Şüphesiz dua ibadettir.” Dört İmam tarafından rivayet edilmiştir ve et-Tirmizi bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 114,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Dua, ibadetin özüdür.” Et-Tirmizi tarafından tam bir isnatla rivayet edilmiştir."
    },
    {
      "id": 115,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Dua, Allah katında en onurlu şeydir.” Et-Tirmizi tarafından tam bir isnatla rivayet edilmiştir. İbn Hibban ve el-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 116,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Ezan ile ikamet arasında yapılan dua asla reddedilmez.” En-Nasa’i ve diğerleri tarafından rivayet edilmiştir, İbn Hibban ve diğerleri bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 117,
      "narrator": "Salman (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Selman (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Rabb’in (Evrenin Rabbi) utangaç ve cömerttir, O’na (dua ile) ellerini kaldıran bir kulun ellerini boş çevirmez.” Dört İmam tarafından rivayet edilmiştir, sadece En-Nasa’i hariç. El-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Ömer (RAA) rivayet etti, ‘Allah’ın Resulü (ﷺ) dua için ellerini kaldırdığında, yüzünü onlarla silene kadar ellerini indirmezdi.’ Et-Tirmizi tarafından rivayet edilmiştir."
    },
    {
      "id": 119,
      "narrator": "There are other traditions, which support this narration, of which is:",
      "text": "Bu rivayeti destekleyen başka hadisler de vardır, bunlardan biri: İbn Abbas (RAA) tarafından rivayet edilen ve Ebu Davud ve diğerleri tarafından aktarılan hadistir. Bir araya getirildiğinde, Hasan olduğunu teyit eder."
    },
    {
      "id": 120,
      "narrator": "Ibn Mas'ud (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Mes'ud (RAA) rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kıyamet Günü benimle en yakın olanlar, bana çokça salavat getirenlerdir.” Et-Tirmizi tarafından rivayet edilmiştir ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 121,
      "narrator": "Shaddad bin Aus (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Şaddad bin Avs (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bağışlanma istemenin en güzel şekli şudur: “Ey Allah! Sen benim Rabbimsin. Senden başka ibadet edilmeye layık kimse yoktur. Beni sen yarattın ve ben senin kulunum, ahdine ve vaadine elimden geldiğince bağlıyım. İşlediğim kötülüklerden sana sığınırım. Üzerimdeki nimetini kabul ediyorum ve günahlarımı itiraf ediyorum, o halde beni bağışla; çünkü günahı bağışlayacak olan yalnız sensin.” Bu hadis, Al-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 122,
      "narrator": "Ibn ’Umar (RAA) narrated, ‘The Messenger of Allah (ﷺ) never failed to say these words in the morning and the evening:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) sabah ve akşam bu kelimeleri söylemekten asla geri kalmazdı: “Ey Allah! Dinî ve dünyevî işlerimde, ailemde ve malımda bana af ve selamet ver. Ey Allah! Zayıflıklarımı ört ve üzüntümü hafiflet. Ey Allah! Beni önden, arkadan, sağdan, soldan ve yukarıdan koru ve yerin beni yutmasından sana sığınırım.” Bu hadis, En-Nasai ve İbn Mace tarafından rivayet edilmiştir. Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) dua ederken şöyle derdi: “Ey Allah! Senin lütfunun kesilmesinden, verdiğin sağlığın azalmasından, intikamının aniden gelmesinden ve gazabının her türlü şeklinin şiddetinden sana sığınırım.” Bu hadis, Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti ki, “Allah'ın Resulü (ﷺ) şöyle derdi: “Ey Allah! Beni borç yükünden, insanların baskısından ve düşmanların (başımda olan bir kötülükten dolayı) alayından sana sığınırım.”"
    },
    {
      "id": 125,
      "narrator": "Buraidah (RAA) narrated, ‘The Messenger of Allah (ﷺ) heard a man saying:",
      "text": "Buraida (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) bir adamın şöyle dediğini duydu: ‘Ey Allah! Ben sana, senin Allah olduğuna şahitlik ederek, senden istiyorum; senden başka ilah yoktur, tek olan, hiçbir şeyi doğurmayan ve doğurulmayan, eşit olmayan Yüce Rabbim.’ Allah'ın Resulü (ﷺ) sonra şöyle dedi: “O, Allah'a, kendisinden istendiğinde verdiği ve dua edildiğinde cevap verdiği ismiyle dua etti.” Bu hadis, dört İmam tarafından rivayet edilmiştir ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 126,
      "narrator": "Abu Hurairah (RAA) narrated, ‘Allah’s Messenger (ﷺ) would say in the morning, “O Allah! By Your leave we have reached the morning and by your leave we have reached the evening. By Your leave we live and die. Unto you is our resurrection.” In the evening, he would say the same except the last phrase:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) sabahları şöyle derdi: “Ey Allah! Senin izninle sabaha ulaştık ve senin izninle akşama ulaştık. Senin izninle yaşıyoruz ve ölüyoruz. Dirilişimiz de sana aittir.” Akşamları da aynı şekilde, son cümlesi hariç: “Ve dönüşümüz de sana.” Bu hadis, dört İmam tarafından rivayet edilmiştir."
    },
    {
      "id": 127,
      "narrator": "Anas (RAA) narrated, “The Messenger of Allah (ﷺ) used to supplicate frequently:",
      "text": "Enes (RAA) rivayet etti ki, “Allah'ın Resulü (ﷺ) sık sık dua ederdi: “Ey Rabbimiz, bize bu dünyada en güzelini ve ahirette en güzelini ver ve bizi ateşin azabından koru.” Bu hadis, ittifakla kabul edilmiştir."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Ebu Musa el-Aş'ari (RAA) rivayet etti ki, “Allah'ın Resulü (ﷺ) dua ederdi: “Ey Allah, hatalarımı, cehaletimi, kaygılarımda aşırılığımı bağışla. Ve sen benim işlerimden daha iyi bilirsin. Ey Allah, yaptığım hatalar için, ister ciddi isterse dikkatsizce yaptığım, bağışla. Tüm bu (kusurlar) bendedir. Ey Allah, aceleyle veya erteleyerek, gizli veya açık yaptığım hatalardan beni bağışla ve sen bunları benden daha iyi bilirsin. Sen her şeyin İlk ve Sonu'sun ve her şey üzerinde kudret sahibisin.” Bu hadis, ittifakla kabul edilmiştir."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle derdi: “Ey Allah! Dinimi düzelt ki bu, işlerimin güvenliğidir. Dünyadaki işlerimi düzelt ki burada yaşamım vardır. Ahireti benim için hayırlı kıl. Ve bu hayatı, benim için her hayır için bir kaynak yap ve ölümümü de benim için bir rahatlık kaynağı ve her kötülükten koruma yap.” Bu hadis, Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Enes (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle derdi: “Ey Allah! Bana öğrettiklerinden fayda ver ve bana faydalı bilgiler öğret ve bana fayda sağlayacak bilgiler ver.” Bu hadis, En-Nasai ve Al-Hakim tarafından rivayet edilmiştir."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "At-Tirmidhi, `Ebu Hureyre (RAA) aracılığıyla benzer bir rivayet bildirmiştir, sonunda şöyle demiştir: “Ve bilgimi artır. Her durumda Allah'a hamd olsun. Cehenneme gidecek olanların durumundan Allah'a sığınırım.” Rivayet zinciri iyidir."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) ona bu duayı öğretti: “Ey Allah! Ben senden bu dünyada ve ahirette yaptığım ve yapmadığım her hayır için istiyorum. Yaptığım ve yapmadığım her kötülükten sana sığınırım. Ey Allah! Senin kulun ve Peygamberin Muhammed (ﷺ) tarafından senden istenen her hayır için sana niyaz ediyorum. Senin kulun ve Peygamberin Muhammed'in senden sığındığı her kötülükten sana sığınırım. Ey Allah! Bana cenneti ve ona yaklaştıracak amelleri ve sözleri isteyip ver. Beni cehennem ateşinden ve ona yaklaştıracak amellerden ve sözlerden koru. Senin takdirinin hayırlı sonuçlarını istiyorum.” Bu hadis, İbn Mace, İbn Hibban ve Al-Hakim tarafından rivayet edilmiştir ve Sahih olarak değerlendirilmiştir."
    },
    {
      "id": 133,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Merhamet edenin hoşuna giden ve dille hafif ama tartıda ağır olan iki kelime şunlardır: “Allah ne kadar mükemmeldir ve O'na hamd ederim; ve Allah ne kadar büyüktür.” Bu hadis, ittifakla kabul edilmiştir."
    }
  ]
}