{
  "language": "tr",
  "metadata": {
    "length": 66,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah said:",
      "text": "Abu Hurayra (RAA) rivayet etmiştir ki, Allah'ın Resulü şöyle buyurmuştur: “Dünyadaki tüm sevinç ve zevkleri sona erdiren bir gerçeği (ölümü) mümkün olduğunca hatırlayın.” At-Tirmidhi, An-Nasa’i ve İbn Hibban tarafından rivayet edilmiştir."
    },
    {
      "id": 2,
      "narrator": "Anas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Hiçbiriniz, başına gelen bir sıkıntıdan dolayı ölümü dilemesin. Ancak eğer dayanamayacak kadar sıkıntı hissederse, şöyle demelidir: 'Ya Allah! Bana hayat ver, eğer hayat benim için daha hayırlıysa, ve beni öldür, eğer ölüm benim için daha hayırlıysa.' Bu konuda ittifak edilmiştir."
    },
    {
      "id": 3,
      "narrator": "Buraidah (RAA) narrated that the messenger of Allah (ﷺ) said:",
      "text": "Buraida (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Mümin, alnı terleyerek ölür.” Üç İmam tarafından rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "Abu Sa’id and Abu Hurairah (RAA) narrated that the messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa’id ve Abu Hurayra (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ölüm döşeğindeki kimselere Şehadet kelimesini 'La'İlaha illallah' hatırlatın.” (Onların bunu söylemeleri için, son sözleri olmasını umarak.)"
    },
    {
      "id": 5,
      "narrator": "Ma'qil bin Yasar (RAA) narrated that the messenger of Allah (ﷺ) said:",
      "text": "Ma'qil bin Yasar (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yasin (Süre no. 36) okuyun, ölmekte olanların üzerine.” Ebu Davud, An-Nasa'i tarafından rivayet edilmiş ve İbn Hibban bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Ümmü Selame (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) Ebu Selame'yi ziyaret ettiğinde, gözleri açık bir şekilde sabit kalmıştı (çünkü o, çoktan vefat etmişti). Bunun üzerine Peygamber (ﷺ) gözlerini kapadı ve şöyle dedi: “Ruh alındığında ve bedeni terk ettiğinde, bakış onu takip eder.” Ebu Selame'nin bazı ailesi ağlayıp feryat etti, bunun üzerine Allah'ın Resulü onlara şöyle dedi: ‘Allah’a, sizin için hayırlı olmayan hiçbir şey istemeyin (yani o anda aleyhinize olan bir şey söylemeyin), çünkü ölüm anında bulunan melekler, söylediğiniz her şeye “Amin” derler (duanızı kabul etmesi için Allah’a yalvarırlar).’ Sonra şöyle dedi: \"Ya Allah! Ebu Selame'yi affet, onu (Senin) hidayet üzere olan kulların arasında yücelt, kabrini genişlet ve ona ışıkla doldur, geride bıraktığı evlatlarına iyi bakacak bir halef ol ve onları salihlerden eyle.\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) vefat ettiğinde, üzerine bazı desenleri olan bir Yemen örtüsü örtülmüştü.’ Bu konuda ittifak edilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etmiştir ki, ‘Ebu Bekir, Peygamber (ﷺ) vefat ettikten sonra onu öptü.’ Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Abu Hurayra (RAA) rivayet etmiştir ki, Allah'ın Resulü şöyle buyurmuştur: \"Bir müminin ruhu, borcu ödenene kadar askıda kalır.\" Ahmad ve At-Tirmidhi tarafından rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) Hac sırasında düşüp ölen adam hakkında şöyle buyurmuştur: “Onu su ve Sidr (defne yaprakları) ile yıka ve onu iki elbisesiyle (ihramda giydiği) kefenle.” Bu konuda ittifak edilmiştir."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) vefat ettiğinde ve Ghusl (bedenin tam ritüel yıkanması) yapmak istediklerinde, ‘Vallahi Allah'ın Resulü'nün elbiselerini, ölülerimize yaptığımız gibi çıkarmamız gerekip gerekmediğini bilmiyoruz’ dediler.’ Ahmad ve Ebu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ümmü Atiyye (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) kızını (Zeynep) yıkarken yanımıza geldi ve şöyle dedi: “Onu üç kez, beş kez veya gerekirse daha fazla, su ve lotus yaprakları (Sidr) ile yıkayın ve son yıkamada biraz kafur koyun.” Ghusl işlemini bitirdiğimizde, Allah'ın Resulü'ne haber verdik ve o, bize İzarını (beline sardığı örtü) attı ve onu ilk kefen örtüsü olarak sarın dedi.’ Bu konuda ittifak edilmiştir. Başka bir rivayette, “Sağdaki organlardan başlayın ve abdestte yıkanan yerleri yıkayın.” Al-Bukhari rivayetinde, “Saçını üç örgü yaparak arkasına düşürdük.”"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etmiştir ki, ‘Allah'ın Resulü (ﷺ) üç parça beyaz Yemen pamuklu örtü ile kefenlenmiştir. Bunlar ne gömlek ne de sarık içeriyordu.’ Bu konuda ittifak edilmiştir."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Abdullah bin Umar (RAA) rivayet etmiştir ki, ‘Abdullah bin Ubay (münafıkların lideri) vefat ettiğinde, oğlu Peygamber (ﷺ) yanına geldi ve ‘Ya Allah'ın Resulü! Lütfen bana gömleğini ver, onu (babası) kefenlemek için kullanayım.’ dedi. Bunun üzerine Allah'ın Resulü ona gömleğini verdi. Bu konuda ittifak edilmiştir."
    },
    {
      "id": 15,
      "narrator": "Ibn ‘Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Beyaz elbiseler giyin, çünkü onlar en güzel elbiselerinizdir ve ölülerinizi bunlarla kefenleyin.” Beş İmam tarafından rivayet edilmiştir, An-Nasa’i hariç, At-Tirmidhi bunu sahih olarak bildirmiştir."
    },
    {
      "id": 16,
      "narrator": "Jabir (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizden biri kardeşini kefenlerken, ona elinden gelen en güzel kefeni vermelidir (yani, temiz, tüm bedeni kaplayan, ancak gereksiz yere pahalı olmaması tercih edilir).” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Cabir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Uhud savaşında şehit olan her iki kişiyi bir kefene sarardı ve sonra sorardı: “Onlardan hangisi Kur’an’ı daha iyi biliyordu?” O kişi (işaret edilen) önce mezara konulurdu. Onlar yıkanmadı ve Allah'ın Resulü (ﷺ) onlar için cenaze namazı kılmadı.’ Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Ali (RAA) rivayet etti, ‘Allah'ın Resulü (ﷺ) şöyle dediğini duydum: “Kefen konusunda israf etmeyin (yani, onlara fazla para harcamayın) çünkü çabuk bozulur.” Ebu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) ona şöyle dedi: “Eğer benden önce ölürsen, seni kendim yıkarım.” Ahmed, İbn Mace ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Esma bint Ümeys (RAA) rivayet etti ki, Fatıma (RAA) (peygamberin (ﷺ) kızı) ‘Ali’nin (RAA) onu öldüğünde yıkamasını vasiyet etti.’ Ed-Darakutni tarafından rivayet edilmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Bureydah (RAA) Ghamidi kadınla ilgili olarak, Peygamberin (ﷺ) onu (zina yaptığı için) taşlatma emri verdiği hikayeyi aktardı, ‘Sonra Allah'ın Resulü (ﷺ) onunla ilgili emrini verdi (ölümünden sonra), onun için cenaze namazı kıldı ve sonra gömüldü.’ Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Cabir bin Semurah (RAA) rivayet etti, ‘Kendini geniş başlı bir okla vurarak intihar eden bir adam, Peygamberin (ﷺ) huzuruna getirildi fakat o, onun için cenaze namazı kılmadı.’ Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah (RAA) narrated regarding the story of the black woman who used to clean the mosque. The Messenger of Allah asked about her, and he was told that she had died. He said to them, “Why didn’t you inform me of her death?\" It seems that they regarded her as an insignificant person. The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) camiyi temizleyen siyah kadınla ilgili olarak rivayet etti. Allah'ın Resulü onun hakkında sordu ve ona öldüğünü söylediler. O, onlara, “Neden bana ölümünden haber vermediniz?” dedi. Görünüşe göre, onu önemsiz biri olarak görüyorlardı. Allah'ın Resulü (ﷺ) dedi: “Bana mezarını gösterin.” Onlar ona mezarını gösterdiler ve o, onun için cenaze namazı kıldı.’ Üzerinde ittifak edilmiştir. Müslim, rivayetinde, ‘Gerçekten, o mezarlar içindekiler için karanlıkla doludur. Allah, Azze ve Celle, benim onun üzerindeki duamla oradakileri aydınlatacaktır’ eklemiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Hudeyfe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) kimsenin ölümünü ilan etmeyi yasaklardı. Ahmed ve Tirmizi tarafından rivayet edilmiştir, Tirmizi bunu Hasan olarak değerlendirmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Negus'un ölümünü, onun öldüğü gün insanlara bildirdi. Onları cenaze namazı kılmak için dua yerine çıkardı. Onları saf saf dizdi ve dört kez tekbir getirdi.’ Üzerinde ittifak edilmiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti, ‘Allah'ın Resulü (ﷺ) şöyle dediğini duydum: “Eğer bir Müslüman ölür ve Allah’a hiçbir şeyi ortak koşmayan kırk kişi onun için dua ederse, Allah onların şefaatini kabul eder.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Semura bin Cundub (RAA) rivayet etti, ‘Ben, Peygamberin (ﷺ) arkasında doğum sırasında ölen bir kadın için cenaze namazı kıldım ve o, onun bedeninin ortasına karşı durarak (dua etti).’ Üzerinde ittifak edilmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti, ‘Vallahi, Allah'ın Resulü (ﷺ) Baida’nın oğulları (Sahl ve Suhail) için camide cenaze namazı kıldı.’ Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Abdurrahman bin Ebi Leyla (RAA) ve Zeyd bin Arkam (RAA) ölüler üzerinde dua ederken dört tekbir getirirlerdi, fakat bir kez beş kez dedi, ben de ona bunu sordum. O bana, ‘Allah'ın Resulü (ﷺ) böyle yapardı.’ dedi. Müslim ve dört İmam tarafından rivayet edilmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Ali bin Ebi Talib (RAA) rivayet etti ki, Sahl bin Hunaif için dua ederken altı tekbir getirdi ve bu eylemini açıklayarak, ‘O, Bedir Savaşı’na katılan Sahabelerdendir.’ dedi. Sa’id bin Mansur tarafından rivayet edilmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Cabir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) ölü üzerine dört tekbir getirirdi ve ilk tekbirden sonra Fatiha Suresi'ni okurdu. Ash-Shafi’i tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Talha bin Abdullah bin Auf (RAA) rivayet etti, 'İbn Abbas'ın imamlığında cenaze namazı kıldım. O, Fatiha Suresi'ni okudu ve 'Bilin ki (Fatiha okumak) Peygamberin (ﷺ) sünnetidir' dedi. El-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Auf bin Malik (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) cenaze namazı kıldı ve ben onun (ölü için) yaptığı dua'ı ezberledim: “'Ya Allah! Onu affet ve ona merhamet et. Ona kolaylık ve süre tanı. Onun kabriyi şerefli kıl ve girişini kolaylaştır. Onu en temiz ve saf su, kar ve dolu ile yıka. Onu günahlardan, beyaz bir elbisenin kirden temizlenmesi gibi temizle. Ona, yeryüzündeki evinden daha iyi bir ev ve ailesinden daha iyi bir aile ver. Onu cennete kabul et ve onu kabir azabından ve cehennem ateşinin işkencesinden koru.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) cenaze namazı kıldığında şöyle derdi: \"Ya Allah! Hayatta olanlarımızı ve ölülerimizi, hazır olanlarımızı ve bulunmayanlarımızı, gençlerimizi ve erkeklerimizi, kadınlarımızı affet. Ya Allah! Hayatta olanlarımızı İslam'da yaşat, geri aldıklarını da iman içinde öldür. Ya Allah! Onun için yaptığımız duadan dolayı bize mükafatımızı eksik etme ve ondan sonra sapıtma.\" Müslim ve dört İmam tarafından rivayet edilmiştir."
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Eğer bir ölü için cenaze namazı kılarsanız, onun için Allah'a samimi bir şekilde dua edin.” Ebu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölü bedenini (cenazeyi) taşırken acele edin, çünkü eğer ölen kişi salihse, onu daha iyi bir yere götürüyorsunuz; eğer kötü biriyse, onu boynunuzdan kurtarıyorsunuz.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Cenaze (ölü beden) ile birlikte cenaze namazını kılana bir Kıraat kadar sevap vardır, ve defin işlemine katılan iki Kıraat kadar sevap alır.\" Sonra sordular, 'İki Kıraat ne demektir?' O (ﷺ) şöyle cevap verdi: \"İki büyük dağ gibi.\" Üzerinde ittifak edilmiştir. Müslim, 'toprağa gömülene kadar' ifadesini ekledi."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "El-Buhari, Ebu Hureyre'den rivayet etti: \"Bir Müslümanın cenazesine, yalnızca Allah'tan mükafat umarak katılan ve cenaze namazını kılana ve defin tamamlanana kadar onunla kalan kişi, Uhud dağının büyüklüğünde iki Kıraat ile geri döner.\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Salim, babasından (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ), Ebu Bekir ve Ömer'in bir cenazenin önünde yürüdüğünü gördü. Beş İmam tarafından rivayet edilmiştir ve İbn Hibban bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Ümmü Atiye (RAA) rivayet etti ki, 'Cenaze alaylarına katılmamız yasaklandı, ancak bu yasak bizim için zorunlu değildi.' Üzerinde ittifak edilmiştir."
    },
    {
      "id": 41,
      "narrator": "Abu Sa’id (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Said (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Cenaze alayı gördüğünüzde ayağa kalkın ve onunla birlikte giden kimse, tabut yere konulana kadar oturmasın.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Ebu İshak rivayet etti ki, Abdullah bin Yazid, cenazeyi mezarın ayak tarafına yerleştirdi (yani bedenin yerleştirileceği uç kısmına). Sonra şöyle dedi: 'Bu, Peygamberin (ﷺ) sünnetidir.' Ebu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 43,
      "narrator": "Ibn 'Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Cenazenizi mezara koyduğunuzda, 'Allah'ın adıyla ve Allah'ın Resulü'nün (ﷺ) sünnetine uygun olarak' deyin.\" Ahmed, Ebu Davud ve Nasaî tarafından rivayet edilmiştir."
    },
    {
      "id": 44,
      "narrator": "A’ishah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölü bir bedenin kemiklerini kırmak, canlıyken kırmak gibidir.\" Ebu Davud, Müslim'in şartlarına uygun olarak rivayet etmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "İbn Mace, Ümmü Selame (RAA) aracılığıyla ekledi: \"Bu, bir günah olmasıyla ilgilidir.\""
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Sa'd bin Abi Wqqas (RAA) dedi ki (ölüm hastalığında) ‘Bana bir lahd yapın ve onu, Peygamber'in (ﷺ) kabrinde yaptığınız gibi, yanmamış tuğlalarla kaplayın.’ Müslim rivayet etmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Al-Baihaqi, Jabir (RAA) aracılığıyla benzer bir rivayet aktarmış ve ‘Ve onun kabri yerden bir arşın yükseltilmiştir.’ demiştir. İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Jabir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) bir kabrin sıva ile beyazlatılmasını, üzerine oturulmasını veya üzerine (örneğin bir kubbe) inşa edilmesini yasakladı.’ Müslim rivayet etmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "‘Amir bin Rabi’Ah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) ‘Uthman bin Madh’un'un üzerine dua etti, sonra kabrine gitti ve ayakta dururken üç avuç toprak serpti.’ Ad-Darqutni rivayet etmiştir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "‘Uthman Ibn ‘Affan (RAA) rivayet etti ki, ‘Herhangi bir zaman Allah'ın Resulü (ﷺ) cenazenin defnini tamamladığında, kabrin yanında durur ve “Kardeşiniz için af dileyin ve ona sabırlı olması için dua edin, çünkü şimdi sorguya çekiliyor.” derdi.’ Ebu Davud rivayet etmiştir. Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 51,
      "narrator": "Damrah bin Habib (one of the Tabi'in or the followers of the Companions) narrated, ‘They (the Companions that he met) recommended that after the grave is leveled and the people leave, that one should stand by the grave and say three times to the deceased, 'O so-and-so, say:",
      "text": "Damrah bin Habib (Sahabe takipçilerinden biri) rivayet etti ki, ‘Onlar (karşılaştığı Sahabeler) kabir düzleştirildikten ve insanlar ayrıldıktan sonra, kabirin yanında durulmasını ve ölüye üç kez “Ey falan, de ki: 'Allah'tan başka ilah yoktur', Ey falan, de ki: 'Allah benim Rabbimdir, İslam benim dinimdir ve Muhammed benim peygamberimdir.'” demeyi tavsiye ettiler.’ Sa'id bin Mansur rivayet etmiştir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "At-Tabarani, Peygamber (ﷺ) aracılığıyla Abu Umamah'dan benzer bir Hadis rivayet etmiştir."
    },
    {
      "id": 53,
      "narrator": "Buraidah bin Al-Husaib al-Aslami (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Buraidah bin Al-Husaib al-Aslami (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) dedi ki: “Size mezarları ziyaret etmeyi yasaklamıştım, ama şimdi onları ziyaret edebilirsiniz.” Müslim rivayet etmiştir. At-Tirmidhi şu eklemeyi yaptı: “Bu, sizi ahiret ile hatırlatır.”"
    },
    {
      "id": 54,
      "narrator": "",
      "text": "İbn Majah, Bin Mas’ud aracılığıyla ekledi, “Ve onlar (yani mezarlar) sizi bu dünya hayatından vazgeçirir.”"
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Ebu Hurairah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) mezarları sıkça ziyaret eden kadınlara lanet etti. At-Tirmidhi rivayet etmiştir ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Ebu Sa'id Al-Khudri (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) feryat eden kadınlara ve onlara kulak verenlere lanet etti. Ebu Davud rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Umm ‘Atiyah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) bize feryat etmeyeceğimize dair söz verdirdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "İbn ’Umar (RAA) rivayet etti ki, Allah'ın Resulü dedi ki, “Bir ölü, onun için feryat edilmesi nedeniyle kabrinde azap çeker.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Al-Bukhari ve Müslim, Al-Mughirah bin Shu'bah aracılığıyla benzer bir rivayet aktarmışlardır."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Anas (RAA) rivayet etti ki, Peygamber'in (ﷺ) kızlarından birinin cenazesine katıldım. Kabrin yanında oturuyordu ve gözyaşları döküyordu.’ Al-Bukhari rivayet etmiştir."
    },
    {
      "id": 61,
      "narrator": "Jabir bin ‘Abdullah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir bin Abdullah (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölülerinizi gece gömmeyin, ancak zorunda kalmadıkça.\" İbn Mace tarafından rivayet edilmiştir. Müslim benzer bir rivayet aktarmıştır, fakat Cabir, rivayetinde, \"Peygamber (ﷺ) gece birinin gömülmesini hoş karşılamadı, ancak cenaze namazı kılınmışsa.\" dedi."
    },
    {
      "id": 62,
      "narrator": "‘Abdullah Ibn Ja’far (RAA) narrated, ‘When we received the news of Ja’far’s death; when he was killed (in the Battle of Mu’tah), the Prophet(ﷺ) said:",
      "text": "Abdullah bin Cafer (RAA) rivayet etti ki, \"Cafer'in öldüğü haberini aldığımızda; Mu'te Savaşı'nda öldürüldüğünde, Peygamber (ﷺ) şöyle dedi: 'Cafer'in ailesi için biraz yiyecek hazırlayın, zira başlarına gelenler onları meşgul ediyor.'\" Beş imamdan rivayet edilmiştir, ancak En-Nesai hariç."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Süleyman bin Bureydah, babasından (RAA) rivayet etti ki, Peygamber (ﷺ) bize mezarları ziyaret ettiğimizde şöyle dememizi öğretti: \"Selam size olsun, ey iman eden erkekler ve kadınlar, ey bu yerin sakinleri. Şüphesiz, Allah dilerse, biz de size katılacağız. Allah'tan hem bize hem de size sağlık dilemekteyiz.\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti ki, \"Bir gün Allah'ın Resulü (ﷺ) Medine'deki bazı mezarların yanından geçti. Yüzünü onlara doğru çevirerek şöyle dedi: 'Selam size olsun, ey bu mezarların sakinleri. Allah sizi ve bizi affetsin. Siz bizden önce geldiniz, biz de izinizden gidiyoruz.'\" At-Tirmidhi tarafından rivayet edilmiştir ve bunu Hasan olarak değerlendirmiştir."
    },
    {
      "id": 65,
      "narrator": "A’ishah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölüler hakkında kötü konuşmayın, zira onlar önceden gönderdikleri (amellerin) sonuçlarını zaten görmüşlerdir.\" El-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "At-Tirmidhi, El-Mughirah bin Şu'be'den benzer bir rivayet aktarmış ve eklemiştir: \"Bu şekilde yaşayanlara hakaret etmiş olursunuz (yani ölülerine lanet ederseniz).\""
    }
  ]
}