{
  "language": "tr",
  "metadata": {
    "length": 51,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Abbas (RAA) narrated that when the Prophet (ﷺ) sent Mu'adh Ibn Jabal to Yemen (as governor), he said to him:",
      "text": "İbn Abbas (RAA) rivayet etmiştir ki, Peygamber (ﷺ) Mu'adh İbn Cebel'i Yemen'e (vali olarak) gönderdiğinde ona şöyle dedi: “Sen, Kitap Ehli olan bir topluma gidiyorsun. Onları Allah'tan başka ibadet edilmeye layık kimsenin olmadığına ve benim O'nun Elçisi olduğuma şahitlik etmeye davet et. Eğer bu konuda sana itaat ederlerse, onlara Allah'ın, yüce olanın, her gün ve gece (yirmi dört saatte) beş vakit namaz kılmalarını emrettiğini öğret. Eğer bu konuda da sana itaat ederlerse, onlara Allah'ın, mallarından zekât vermelerini farz kıldığını ve bunun zenginlerinden alınıp fakirlerine verileceğini söyle.” Rivayet eden: Al-Buhari"
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Enes (RAA) rivayet etmiştir ki, Ebu Bekir Es-Sıddık (RAA) ona bu mektubu yazdı: “Bu, Allah Elçisi (ﷺ) tarafından her Müslüman için farz kılınan zorunlu zekâttır ve Allah, Azze ve Celle, bunu gözlemlemesini emretmiştir. 'Her yirmi dört deveden veya daha azından, zekât olarak koyun verilmelidir; her canlı deve için, zekât olarak bir koyun verilmelidir. Develerin sayısı yirmi beş ile otuz beş arasında olduğunda, gereken zekât bir 'bint makhad' (bir yaşında ve ikinci yıla yeni girmiş dişi deve) veya bir 'ibn labun' (iki yaşında ve üçüncü yıla yeni girmiş erkek deve)dir. Ancak, develerin sayısı otuz altıya ulaştığında, gereken zekât iki yaşında ve üçüncü yıla yeni girmiş bir 'bint labun' (genç dişi deve)dir. Kırk altı ile altmış deve arasında olduklarında, gereken zekât üç yaşında ve dördüncü yıla yeni girmiş bir 'hiqqah' (dişi deve)dir. Altmış bir ile yetmiş beş deve arasında olduklarında, bir 'Jaz'ah' (dört yaşında ve beşinci yıla yeni girmiş deve) gerekir. Yetmiş altı ile doksan deve arasında olduklarında, gereken zekât iki genç dişi deve 'bint labun'dur. Doksan bir ile yüz yirmi deve arasında olduklarında, zekât iki genç dişi deve 'hiqqah'dır. Eğer yüz yirmi deveden fazlası varsa, her kırk deve için bir 'bint labun' gerekir. Yüz yirmiden fazla her elli deve için bir genç dişi deve 'hiqqah' gerekir. Ve eğer sadece dört devesi olan biri, zekât vermek zorunda değildir, ancak isterse gönüllü olarak bir şey verebilir. Otlayan koyunların zekâtı, eğer kırk ile yüz yirmi arasında ise, bir koyun olarak verilmelidir. Eğer yüz yirmi ile iki yüz arasında ise, iki koyun verilmelidir. Eğer iki yüz ile üç yüz arasında ise, üç koyun verilmelidir. Eğer üç yüz koyunu geçerse, her fazla yüz otlayan koyun için bir koyun verilmelidir. Eğer otlayan koyun sayısı kırkın altında ise (39 bile olsa) onlardan zekât alınmaz, ancak sahibi gönüllü olarak bir şey vermek isterse verebilir. Genç hayvanları bir araya toplamak veya ayırmak, zekât vermekten korkarak yapılmamalıdır. İki ortak arasında karışık hayvanlar olduğunda ve zekât ortaklaşa ödeniyorsa, bu durumda her biri arasında eşit olarak hesaplanmalıdır (her birinin payına göre). Ne eski ne de kusurlu bir hayvan, ne de erkek keçi (üreme için kullanılan koç) zekât olarak alınamaz, ancak zekât toplayıcısı bunu isterse alabilir. Gümüşle ilgili olarak, ödenen zekât her 200 dirhem için ondan bir çeyrek (1/40) olarak alınır. Eğer gümüş miktarı iki yüz dirhemin altında ise (190 bile olsa) bunun için zekât ödenmez, ancak sahibi isterse verebilir. Eğer develerin sayısı bir jaz'ah (dört yaşında ve beşinci yıla yeni girmiş deve) zekâtı vermek için gereken sayıya ulaşırsa, ancak o sadece bir 'hiqqah' (üç yaşında ve dördüncü yıla yeni girmiş dişi deve) bulursa, bu kabul edilir ve eğer varsa iki koyun ile birlikte ya da yirmi dirhem ile kabul edilir. Diğer taraftan, eğer bir 'hiqqah' zekât olarak vermesi gerekiyorsa, ancak o sadece bir jaz'ah bulursa, bu kabul edilir ve zekât toplayıcısı ona farkı ödeyecektir, bu da yirmi dirhem veya iki dişi koyundur.” Rivayet eden: Al-Buhari."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Mu’adh bin Cebel (RAA) rivayet etmiştir ki, “Allah Elçisi (ﷺ) onu Yemen'e gönderdiğinde, her otuz inek için bir 'tabi' (genç boğa) veya 'tabi'ah' (bir yaşında genç inek) almasını emretti. Ve her kırk inek için bir musinnah (iki yaşında inek) gerekir. Ergenlik çağına ulaşan her gayrimüslim bir dinar veya Mu'afiri elbiselerinden (Yemen'de Ma'afir adında bir şehirde yapılan) eşdeğer bir miktar vermelidir.” Rivayet eden: Beş İmam ve lafız Ahmed'ındır."
    },
    {
      "id": 4,
      "narrator": "'Amro bin Shu'aib narrated on the authority of his father, who reported on the authority of his grandfather (RAA) that the Messenger of Allah (ﷺ) said:",
      "text": "Amro bin Şu'aib, babası aracılığıyla, dedesi (RAA) üzerinden rivayet etmiştir ki, Allah Elçisi (ﷺ) şöyle buyurmuştur: “Müslümanların zekâtı, su kenarlarında toplanmalıdır.” Rivayet eden: Ahmed."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Ebu Davud da şöyle bir rivayet etmiştir: “Onların zekâtı sadece ikamet ettikleri yerlerde toplanmalıdır.”"
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etmiştir ki, Allah Elçisi (ﷺ) şöyle buyurmuştur: “Kişinin bindiği atı veya kölesi için zekât verilmez.” Rivayet eden: Al-Buhari. Müslim de şöyle bir rivayet etmiştir: “Kölesi için zekât verilmez, ancak Zekât-ül-Fıtır (Ramazan'ın sonunda ödenen ve Müslümanın sorumlu olduğu herkes adına ödenmesi gereken zekât) için verilir.”"
    },
    {
      "id": 7,
      "narrator": "Bahz bin Hakam narrated on the authority of his father, who reported on the authority of his grandfather (RAA) that the Messenger of Allah (ﷺ) said:",
      "text": "Bahz bin Hakam, babası aracılığıyla, dedesi (RAA) üzerinden rivayet etmiştir ki, Allah Elçisi (ﷺ) şöyle buyurmuştur: “Her kırk deve için bir 'bint labun' (iki yaşında ve üçüncü yıla yeni girmiş genç dişi deve) zekât olarak verilmelidir. Hiçbir deve diğer develerden ayrılmamalıdır (yani yukarıda belirtilen ortak mülkiyetteki hayvanlar). Kim bunu gönüllü olarak verirse, Allah'tan mükafat alacaktır. (Ancak) eğer biri vermekten kaçınırsa, bu kendisinden (zorla) alınacaktır ve mülkünün bir kısmı da (ceza olarak) alınacaktır, çünkü bu Allah'ın hakkıdır. Bunun hiçbiri Muhammed ailesi (ﷺ) için helal değildir.” Rivayet eden: Ahmed, Nesa’i, Ebu Davud ve Al-Hakim bunu sahih olarak kaydetmiştir. Ve Şafiî, hükmü bunun doğruluğuna bağlı olarak şartlandırmıştır."
    },
    {
      "id": 8,
      "narrator": "Ali (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ali (RAA) rivayet etmiştir ki, Allah Elçisi (ﷺ) şöyle buyurmuştur: “Yıl sonunda iki yüz dirhem sahibi olduğunda (eğer hepsi hâlâ sende ise), bunlardan beş dirhem zekât olarak alınır. Yirmi dinar değerine ulaşana kadar altın üzerinde hiçbir şey yoktur. Yirmi dinar sahibi olduğunda, yıl sonunda, bunun üzerinden yarım dinar zekât olarak alınır. Ekstra miktar aynı şekilde hesaplanacaktır. Para varlıkları üzerinde, bir yıl boyunca sahip olunmadıkça zekât verilmez.” Rivayet eden: Ebu Davud, bunu hasen olarak kaydetmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İbn Ömer (RAA) rivayet etmiştir ki, “Kim herhangi bir para kazanırsa, aynı miktar parayı bir yıl boyunca elinde tutmadıkça zekât vermekle yükümlü değildir.” Rivayet eden: At-Tirmidhi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ali (RAA) rivayet etmiştir ki, “Çalışan hayvanlar üzerinde zekât verilmez.” Rivayet eden: Ebu Davud ve Ad-Darakutni."
    },
    {
      "id": 11,
      "narrator": "Amro bin Shu’aib narrated on the authority of his father who reported on the authority of his grandfather, on the authority of Abdullah bin 'Amro(RAA) that the Messenger of Allah (ﷺ) said:",
      "text": "Amro bin Şu’aib, babası aracılığıyla, dedesi üzerinden, Abdullah bin Amro (RAA) aracılığıyla rivayet etmiştir ki, Allah Elçisi (ﷺ) şöyle buyurmuştur: “Yetim bir çocuğun malına vasi olan biri, onun adına ticaret yapmalı ve onu zekât (yıllık olarak ödenen) tarafından tamamen yenilene kadar bırakmamalıdır.” Rivayet eden: At-Tirmidhi ve Ad-Darakutni, zayıf bir isnad ile."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Ve bunun Mursal bir Şahid'i vardır, Ash-Shafi'ee tarafından rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abdullah bin Ebi Aufa (RAA) rivayet etmiştir ki, “Bir kişi Allah Elçisi (ﷺ)'ne zekâtı ile geldiğinde, O şöyle derdi: 'Ya Allah! Onlara bereket ver.'” Mutabık."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ali (RAA) rivayet etmiştir ki, Abbas (RAA) Allah Elçisi (ﷺ)'nden zekâtını vadesinden önce vermesi için izin istedi ve O da ona izin verdi.” Rivayet eden: At-Tirmidhi ve Al-Hakim."
    },
    {
      "id": 15,
      "narrator": "Jabir (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etmiştir ki, Allah Elçisi (ﷺ) şöyle buyurmuştur: “Beş ons gümüş, beş deve veya beş Awsuq (ölçü birimi) hurmadan az olan miktarlar için zekât verilmez.” Rivayet eden: Müslim."
    },
    {
      "id": 16,
      "narrator": "Abu Said Al-Khudri (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Said el-Hudri (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Beş Awsuq'tan daha az miktarda hurma veya tahıl için Zekat verilmez.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 17,
      "narrator": "Salim bin ’Abdullah narrated on the authority of his father (RAA) that the Messenger of Allah (ﷺ) said:",
      "text": "Salim bin Abdullah, babası (RAA) aracılığıyla rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Gökyüzü (yağmur suyu), kaynaklar veya yer altı suyu ile sulanan her bitkiden Zekat olarak bir ondalık (tithe) alınır. Sulama (yani makineler kullanılarak) ile sulananlardan ise yarım ondalık alınır.” Bunu el-Buhari rivayet etmiştir. Ebu Davud, rivayetinde “Eğer yer altı suyu ile sulanıyorsa (yüzeye yakın ve toprağı ıslak tutuyorsa), bir ondalık alınır; fakat tekerlekler veya hayvanlar ile sulandığında yarım ondalık alınır.” eklemiştir."
    },
    {
      "id": 18,
      "narrator": "Abu Musa Al-Ash’ari and Mu'adh (RAA) narrated that The Messenger of Allah (ﷺ) said to them, “Do not take any Zakah except on these four crops:",
      "text": "Ebu Musa el-Eş'ari ve Mu'adh (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) onlara şöyle dedi: “Bu dört üründen başka hiçbir Zekat almayın: arpa, buğday, kuru üzüm ve hurma.” At-Tabarani ve el-Hakim tarafından rivayet edilmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "İmam ed-Darakutni, Mu’adh (RAA) aracılığıyla şöyle rivayet etmiştir: “Salatalık, karpuz, nar ve şeker kamışı için Allah'ın Resulü (ﷺ) Zekat'tan muaf tutmuştur.” Zayıf bir isnad ile nakledilmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Sahl bin Ebi Hathmah (RAA) rivayet etti: “Allah'ın Resulü (ﷺ) bize şöyle emretti: ‘Bir şeyin miktarını değerlendirirken, bir üçüncüsünü göz ardı et ve eğer yapmazsan, en az bir dördünü bırak.’” Beş İmam tarafından rivayet edilmiştir, İbn Mace hariç."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Attab bin Usaid (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) bize şöyle emretti: “Üzüm bağları, hurma ağaçları gibi tam olarak değerlendirilmelidir ve Zekat'ı kuru üzüm olarak alınır.” Beş İmam tarafından rivayet edilmiştir ve isnadında bir kopukluk vardır."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Amro bin Shu’aib, babası aracılığıyla, o da dedesi (RAA) aracılığıyla rivayet etti ki, bir kadın, kızıyla birlikte Allah'ın Resulü (ﷺ)'ne geldi; kızı iki ağır altın bilezik takıyordu. O, kadına, “Bunlar için Zekat veriyor musun?” dedi. Kadın, ‘Hayır.’ dedi. O zaman, “Kıyamet Günü Allah'ın bileğine iki ateş bileziği koymasından memnun musun?” dedi. Kadın, onları attı. Üç İmam tarafından sağlam bir isnad ile rivayet edilmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ve el-Hakim, Aişe'nin rivayetine dayanarak bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ümmü Seleme (RAA) rivayet etti ki, altın takılar takıyordu ve Allah'ın Resulü (ﷺ)'ne, ‘Bu bir hazine sayılır mı?’ diye sordu. O, “Eğer gerekli Zekat'ı ödersen, o bir hazine sayılmaz.” dedi. Ebu Davud ve ed-Darakutni tarafından rivayet edilmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Semura bin Cündüb (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) bize satışa hazırladığımız (mallardan) Zekat vermemizi emrederdi. Ebu Davud tarafından zayıf bir isnad ile rivayet edilmiştir."
    },
    {
      "id": 26,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Gömülü hazine üzerinden bir beşte bir Zekat verilmesi zorunludur.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Amro bin Shu’aib, babası aracılığıyla, o da dedesi (RAA) aracılığıyla rivayet etti ki, Allah'ın Resulü (ﷺ) bir adamın harabe bir arazide bulduğu bir hazine hakkında sorulduğunda, ona şöyle dedi: “Eğer bunu bir yerleşim yerinde bulduysan, bulunduğunu ilan etmelisin. Ancak, eğer bunu yerleşim yeri olmayan bir köyde bulduysan, o hazine ve diğer bulunan hazineler için bir beşte bir Zekat ödenmelidir.” İbn Mace tarafından güvenilir bir isnad ile rivayet edilmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Bilal bin el-Haris (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Kabalıye madenlerinden Zekat aldı."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "İbn Umar (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) her Müslümandan, köle veya hür, erkek veya kadın, genç veya yaşlı, bir sa' hurma veya bir sa' arpa Zekat-ul-fitr vermesini emretti ve bunun, insanların 'İd namazı için çıkmadan önce verilmesini istedi.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "İbn Adi ve ed-Darakutni de İbn Umar aracılığıyla ancak zayıf bir isnad ile şöyle rivayet etmiştir: “O gün (yani Zekat günü) onları (yani fakirleri) pazarlarda ve sokaklarda yiyecek için dolaşırken bırakın.”"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Sa'id El-Hudri (RAA) rivayet etti, “Biz, Peygamber (s.a.v) döneminde Zekat-ul-fıtır'ı bir sa' yiyecek veya bir sa' hurma, bir sa' arpa veya bir sa' kuru üzüm olarak verirdik.” İki taraf da kabul etmiştir. Başka bir rivayette, “veya bir sa' kuru lor peyniri.” Ebu Sa'id daha sonra ekledi, “Ben kendim, Peygamber (s.a.v) döneminde verdiğim gibi vermeye devam edeceğim. Ebu Davud da Ebu Sa'id'den, “Ben asla bir sa'dan fazlasını vermem.” şeklinde nakletmiştir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti, ‘Allah'ın Resulü (s.a.v) oruç tutan (yani Ramazan ayında oruç tutan) kişiye Zekat-ul-fıtır'ı emretti; bu, onu her türlü çirkin söz ve davranıştan arındırmak ve muhtaçlara yiyecek sağlamak içindir. Eid namazından önce veren kişi için kabul edilirken, Eid namazından sonra veren kişi için Sadaqah (yani gönüllü sadaka) olarak kabul edilir.’ Ebu Davud ve İbn Mace tarafından rivayet edilmiştir ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 33,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Yedi kişi, Allah'ın gölgesinde gölgeleneceklerdir; o gün, yalnızca O'nun gölgesi olacaktır ....” Hadisin geri kalanında, “ve sağ elinin verdiğinden sol elinin haberdar olmadığı şekilde sadaka veren bir adam.” (yani kimse onun ne kadar sadaka verdiğini bilmez.) İki taraf da kabul etmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ukbe b. Amir (RAA) rivayet etti, ‘Allah'ın Resulü (s.a.v) şöyle dedi: “Herkes, Sadaqah'ı (Kıyamet Günü) insanlar arasında hüküm verilene kadar gölgelenecektir.” İbn Hibban ve Al-Hakim tarafından rivayet edilmiştir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Sa'id El-Hudri (RAA) rivayet etti ki, Peygamber (s.a.v) şöyle buyurdu: “Bir Müslüman, başka bir Müslümanı çıplak giydirirse, Allah onu Cennet'in yeşil elbiseleriyle giydirir. Bir Müslüman, aç bir Müslümanı doyurursa, Allah onu Cennet'in meyvelerinden doyurur ve bir Müslüman, susuz bir Müslümana su verirse, Allah ona mühürlü nektardan içirir.” Ebu Davud tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 36,
      "narrator": "Hakim bin Hizam (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Hakim b. Hizam (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Üst el, alt elden (yani sadaka veren, alan kişiden) daha hayırlıdır. Öncelikle bakmakla yükümlü olduğu kişilere vermeye başlamalıdır. En iyi Sadaqah, zengin bir kişinin (harcamalarından sonra kalan parasıyla) verdiğidir. Ve kim başkalarından maddi yardım istemekten kaçınırsa, Allah ona rızık verir ve başkalarından istemekten kurtarır; Allah onu kendi kendine yeterli kılar.” İki taraf da kabul etmiştir ve bu versiyon el-Buhari'ye aittir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) kendisine soruldu, ‘Hangi tür Sadaqah daha hayırlıdır?’ O da, “Mali durumu pek iyi olmayan birinin verdiği Sadaqah'tır. Öncelikle bakmakla yükümlü olduğun kişilere vermeye başla.” dedi. Ahmad ve Ebu Davud tarafından rivayet edilmiştir. İbn Khuzaime, İbn Hibban ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 38,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Sadaqah verin.” Bir adam, ‘Allah'ın Resulü (s.a.v), bende bir Dinar var.’ dedi. O da, “Onu kendine Sadaqah olarak ver.” dedi. Adam tekrar, ‘Bende bir tane daha var.’ dedi. Allah'ın Resulü (s.a.v) şöyle dedi: “Onu çocuklarına Sadaqah olarak ver.” Adam yine, ‘Bende bir tane daha var.’ dedi. O da, “Onu eşine Sadaqah olarak ver.” dedi. Adam tekrar, ‘Bende bir tane daha var.’ dedi. Allah'ın Resulü (s.a.v) şöyle dedi: “Kime vermen gerektiğini daha iyi bilirsin.” Ebu Davud ve En-Nesai tarafından rivayet edilmiştir. İbn Hibban ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 39,
      "narrator": "A’ishah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Bir kadın, evindeki yiyeceklerden (israf etmeden) sadaka verirse, harcadığı şey için sevap alır, eşi de kazancı nedeniyle sevap alır ve eğer bir bakıcı varsa, o da benzer şekilde sevap alır. Birinin sevabı diğerlerinin sevabını azaltmaz.” İki taraf da kabul etmiştir."
    },
    {
      "id": 40,
      "narrator": "Abu Sa'id (RAA) narrated, ‘Zainab the wife of Ibn Mas’ud came along and said to the Prophet “O Messenger of Allah (ﷺ)! You have commanded us today to give Sadaqah (charity). I have some jewelry of mine and I wanted to give it as Sadaqah, but Ibn Mas'ud claims that he and his children are the most entitled to my Sadaqah. (deserve it more than anyone else.)' The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id (RAA) rivayet etti, ‘İbn Mes'ud'un eşi Zeynep geldi ve Peygamber'e “Ey Allah'ın Resulü (s.a.v)! Bugün bize Sadaqah vermemizi emrettiniz. Bende bazı takılarım var ve bunları Sadaqah olarak vermek istiyorum, ama İbn Mes'ud, kendisinin ve çocuklarının benim Sadaqah'ıma daha çok layık olduğunu iddia ediyor.” dedi. Allah'ın Resulü (s.a.v) şöyle buyurdu: “İbn Mes'ud haklı. Kocan ve çocukların daha çok hak sahibidir.” Al-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 41,
      "narrator": "Ibn ’Umar (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "İbn Umar (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “İnsanları sadaka vermeye zorlayan bir adam, Kıyamet Günü gelecek ve yüzünde et parçası kalmayacaktır.” İki taraf da kabul etmiştir."
    },
    {
      "id": 42,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Başkalarından kendisine vermelerini isteyen kişi, canlı kömür istemeye benzer. Daha fazlasını isteyen, dilediği kadar alsın; daha azını isteyen, dilediği kadar alsın.” Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 43,
      "narrator": "Az-Zubair bin Al-Awwam (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Zübeyir b. El-Awwam (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Sizden birinin bir ip alıp ormandan odun kesip sırtında taşıyıp satması, onurunu koruması açısından daha hayırlıdır; birine bir şey istemektense.” Al-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 44,
      "narrator": "Samurah bin Jundub (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Semure b. Cündüb (RAA) rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Dilekçede bulunmak, bir adamın yüzünü kaşındırması gibidir; ancak biri yöneticiden veya zorunlu bir durumda istemekteyse.” At-Tirmidhi tarafından rivayet edilmiştir ve bu Sahih olarak değerlendirilmiştir."
    },
    {
      "id": 45,
      "narrator": "Abu Sa'id Al-Khudri narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id El-Hudri rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: “Zekat, zengin bir kişi için yalnızca aşağıdaki beş durumdan biri için caizdir: Zekat yöneticisi, Zekat mallarını parasıyla satın alan bir adam, borçlu bir kişi, Allah yolunda savaşan bir kişi veya bir zengin kişinin, muhtaç (miskin) bir kişi tarafından verilen bir hediyeyi alması.” Ahmad, Ebu Davud, İbn Mace tarafından rivayet edilmiştir ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "'Ubaidullah bin ’Adi bin Al-Khiyar (RAA) rivayet etti ki, iki adam ona, Zekat parasından kendilerine bir şey vermesi için Allah'ın Resulü'ne (ﷺ) gittiklerini söylediler. Allah'ın Resulü (ﷺ) onları yukarıdan aşağıya inceledi ve sağlam ve güçlü olduklarını gördü. Sonra onlara, “Eğer isterseniz, size verebilirim; fakat bu Zekat, zengin olan için değil, çalışmaya gücü yeten için de değildir.” dedi. Ahmed, Ebu Davud ve Nesaî tarafından rivayet edilmiştir."
    },
    {
      "id": 47,
      "narrator": "Qabisah bin Mukhariq Al-Hilali (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Kabisah bin Mukhariq Al-Hilali (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Zekat (parası) istemek, yalnızca şu üç kişi için caizdir: birincisi, borçlu olan bir adamdır; o, kendi geçimini sağlamak için bir konuma gelene kadar almakta serbesttir; ikincisi, yoksulluğa düşmüş bir adamdır ve halkından üç kişi onun çaresiz durumunu tasdik ederse, o da kendisine destek bulana kadar alır. Bu durumlar dışında, ey Kabisah, bu, haram (şuht) almak olarak kabul edilir ve bunu alan kişi (bu Zekat) yasak olan (haram) kazançları tüketmiş olur.” Müslim, Ebu Davud, İbn Khuzaimah ve İbn Hibban tarafından rivayet edilmiştir."
    },
    {
      "id": 48,
      "narrator": "’Abdul Muttalib bin Rabi’ah bin Al-Harith narrated that The Messenger of Allah (ﷺ) said:",
      "text": "’Abdul Muttalib bin Rabi’ah bin Al-Harith rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Gerçekten de, Zekat, Muhammed'in ailesine verilmemelidir; bu, onlara insanların kirlerinden vermek gibi olur.” Başka bir rivayette, “Muhammed'e veya Muhammed'in ailesine (ﷺ) caiz değildir.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Jubair bin Mut’am (RAA) rivayet etti ki, “Uthman bin 'Affan ve ben Allah'ın Resulü'ne (ﷺ) gittik ve ona, ‘Ey Allah'ın Resulü (ﷺ)! Sen Banu Al-Muttalib ailesine Khaibar savaş ganimetinin beşte birinden verdin, ama bizi dışladın; oysa biz ve onlar aynı statüdeyiz.’ dedik. Allah'ın Resulü (ﷺ) cevap verdi, “Banu Al-Muttalib ve Banu Haşim bir bütündür.” el-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Ebu Rafi (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Bani Makhzum'dan bir adamı Zekat toplamaya tayin etti. Adam, Ebu Rafi'ye, ‘Beni takip et ki, ondan bir pay alabilirsin.’ dedi. Ebu Rafi, ‘Hayır! Önce Peygamber'e gidip ona soracağım.’ dedi. Allah'ın Resulü'ne (ﷺ) gitti ve ona sordu, Peygamber de, “Belirli bir kabileye ait olan köle, o kabilenin üyeleri gibidir ve Zekat bizim için caiz değildir.” dedi. Ahmed, üç İmam, İbn Khuzaimah ve İbn Hibban tarafından rivayet edilmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Salim bin ’Abdullah bin ’Umar, babasından (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) 'Umar bin Al-Khattab'a bir şey (bir miktar para) verirdi, ama o ona, ‘Bunu benden daha muhtaç birine verir misin?’ derdi. Allah'ın Resulü (ﷺ) ona, ‘Al! Eğer bu maldan sana, istemeden veya almak için heveslenmeden bir şey verilirse, ve eğer verilmezse, gidip isteme.’ derdi. Müslim tarafından rivayet edilmiştir."
    }
  ]
}