{
  "language": "tr",
  "metadata": {
    "length": 58,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Sizden hiç kimse Ramazan ayının (başlangıcından) bir veya iki gün önce oruç tutmasın, ancak oruç tutma alışkanlığı olan bir günde (yani o güne denk gelen nafile oruç) ise tutabilir.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ammar bin Yasir (RAA) rivayet etti, \"Şüphe günü oruç tutan, Abu'l-Kasim'e (Peygamber) itaat etmemiştir.\" Beş İmam tarafından rivayet edilmiştir ve İbn Khuzaimah ile İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, \"Ben Allah'ın Messenger'ının (ﷺ) şöyle dediğini duydum: 'Ayı görünce oruca başlayın ve ayı görünce orucu bitirin. Eğer hava kapalıysa ve ayı göremezseniz, onun görünmesini tahmin edin (yani Şaban'ın otuz gün sürdüğünü varsayın).' Üzerinde ittifak edilmiştir. Müslim, 'Eğer görünmeyecek kadar kapalıysa, o zaman (Şaban'ın) otuz gün sürdüğünü varsayın.' şeklinde rivayet etmiştir. El-Buhari'den başka bir rivayette, 'Otuz gün geçene kadar bekleyin.' denilmiştir.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "El-Buhari, Abu Hurayra'dan rivayet etti, \"Şaban günlerini otuz gün olarak tamamlayın.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti, \"İnsanlar Ramazan ayının yeni ayını görmek için çaba gösteriyorlardı. Ben Allah'ın Messenger'ına (ﷺ) onu gördüğümü bildirdiğimde, oruç tuttu ve insanlara oruç tutmalarını emretti.\" Abu Davud tarafından rivayet edilmiştir ve Al-Hakim ile İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "İbn 'Abbas (RAA) rivayet etti, \"Bir bedevi Peygamber'e geldi ve 'Ben Ramazan ayının hilalini gördüm.' dedi. Peygamber ona, 'Allah'tan başka ilah olmadığına şehadet ediyor musun?' dedi. Bedevi, 'Evet.' dedi. Peygamber tekrar sordu, 'Muhammed'in Allah'ın Messenger'ı (ﷺ) olduğuna şehadet ediyor musun?' Adam, 'Evet.' diye cevap verdi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) 'Ey Bilal! İnsanlara yarın oruç tutmalarını ilan et.' dedi.\" Beş İmam tarafından rivayet edilmiştir. İbn Khuzaimah ve İbn Hibban bunu Sahih olarak değerlendirmiştir. An-Nasa'i ise bunun en muhtemel Mursal olduğunu belirtmiştir (yani Tabi'in ile Peygamber (ﷺ) arasındaki bağlantının eksik olduğu bir hadis)."
    },
    {
      "id": 7,
      "narrator": "The mother of the believers, Hafsah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Müminlerin annesi Hafsa (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Eğer bir kişi fecrden önce oruç tutma niyetini oluşturmazsa, onun orucu kabul edilmez.\" Beş İmam tarafından rivayet edilmiştir, ancak At-Tirmidhi ve An-Nasa’i bunun Hafsa'dan rivayet edildiğini ve Peygamber'e (ﷺ) bağlı olmadığını düşünmektedir. İmam Ad-Darakutni, \"Gece önce niyet etmeyen birinin orucu kabul edilmez.\" şeklinde nakletmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti, \"Bir gün Allah'ın Messenger'ı (ﷺ) evime girdi ve 'Burada (yemek) bir şey var mı?' dedi. Ben, 'Hayır.' dedim. O, 'O zaman ben (bugün) oruç tutacağım.' dedi. Sonra başka bir gün bize geldi ve biz ona, 'Bize birisi hediye olarak hais verdi.' dedik. O da, 'Bana gösterin.' dedi. 'Ben bu sabah oruç tutuyordum,' dedi ve ondan yedi (çünkü bu nafile oruçtu ve Ramazan'ın farz orucu sırasında değildi).\" Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 9,
      "narrator": "Sahl bin Sa'd (RAA) narrated That the Messenger of Allah (ﷺ) said:",
      "text": "Sahl bin Sa'd (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"İnsanlar, oruçlarını (Ramazan'da) açmakta acele ettikleri sürece her zaman iyi olacaklardır (doğru yolda, veya Sünneti takip ederek).\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah (RAA) narrated, ‘The Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra (RAA) rivayet etti, \"Allah, yüce olan, şöyle buyurdu: 'Oruçlarını açmakta acele eden kullarım, bana en sevimli olanlardır.'\" At-Tirmidhi tarafından rivayet edilmiştir."
    },
    {
      "id": 11,
      "narrator": "Anas (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Enes (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Sahur yiyin, çünkü bu yemekte bereket vardır.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 12,
      "narrator": "Sulaiman bin ’Amir Ad-Dabbi (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Süleyman bin 'Amir Ad-Dabbi (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Biriniz orucunu açarken, birkaç hurma yesin. Eğer hurma yoksa, o zaman su ile orucunu açsın, çünkü su temizleyicidir.\" Beş İmam tarafından rivayet edilmiştir. İbn Khuzaimah, İbn Hibban ve Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abu Hurayra (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) bize wisal oruç tutmayı yasakladı (yani akşam orucunu açmadan veya ertesi sabah yemeden sürekli oruç tutmayı). Bunun üzerine bir adam ona, 'Ama sen wisal oruç tutuyorsun, Ey Allah'ın Messenger'ı!' dedi. Peygamber (ﷺ) şöyle cevap verdi: \"Sizden hanginiz benim gibi olabilir? Allah, bana uykumda yiyecek ve içecek verir.\" İnsanlar wisal oruç tutmayı bırakmayı reddettiklerinde, Peygamber bir gün ve bir gün daha onlarla birlikte sürekli oruç tuttu ve sonra yeni ayı gördüler (Şevval ayının hilalini). Peygamber onlara, \"Eğer hilal görünmemiş olsaydı, sizi daha uzun süre oruç tuttururdum.\" dedi. Bu, onlara bir ceza oldu çünkü wisal oruç tutmayı bırakmayı reddetmişlerdi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah (BAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Kim yalan söylemeyi ve kötü fiilleri bırakmazsa ve boş işlerden vazgeçmezse, Allah'ın onun yemek ve içmekten vazgeçmesine ihtiyacı yoktur (yani Allah onun orucunu kabul etmeyecektir).\" El-Buhari ve Abu Davud tarafından rivayet edilmiştir ve lafız sonuncusundandır."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) oruçlu iken eşlerini öper ve kucaklardı, çünkü o, arzu ve isteklerine en fazla hakim olanınızdır.\" Üzerinde ittifak edilmiştir ve lafız Müslim'dendir, o da bir rivayetinde, \"Ramazan'da.\" eklemiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) ihramda iken hacamat yaptırdı ve oruçlu iken de hacamat yaptırdı. Bu, Al-Buhari tarafından rivayet edilmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Şeddad bin Avs (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) Ramazan'da Al-Baki' (Medine'de) bir adamın hacamat yaptırdığını gördü ve ona, \"Hacamat yaptıran da, hacamat yaptırılan da oruçlarını bozmuşlardır.\" dedi. Bu, beş imam tarafından rivayet edilmiştir, At-Tirmidhi hariç. Ahmed, İbn Huzeyme ve İbn Hibban bunu sahih kabul etmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Enes (RAA) rivayet etti ki, \"Oruçlu olan birinin hacamat yaptırması ilk kez hoş karşılandığında, Cafer bin Ebi Talib oruçlu iken hacamat yaptırıyordu ve Allah'ın Elçisi (ﷺ) ona rastladı ve, 'İkisi de oruçlarını bozmuşlardır (yani Cafer ve hacamat yaptıran adam).' dedi.\" Ancak daha sonra Peygamber, oruçlu olan için hacamat yaptırmayı caiz kıldı. Enes, oruçlu iken hacamat yaptırırdı. Bu, Ad-Darakutni tarafından rivayet edilmiş ve güçlü bir hadis olarak kabul edilmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) oruçlu iken gözlerine surma sürdü. Bu, İbn Mace tarafından zayıf bir isnatla rivayet edilmiştir. At-Tirmidhi'ye göre, bu meseleyle ilgili olarak Peygamber'den (ﷺ) hiçbir sahih rivayet gelmemiştir, yani oruçlu iken surma sürmek, göz damlası vb. kullanmak."
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim oruçlu olduğunu unutur ve yer veya içer, orucunu tamamlamalıdır; çünkü onu Allah yedirdi ve içirdi.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Al-Hakim, Ebu Hureyre'den şöyle nakletmiştir: \"Ramazan'da unutkanlık nedeniyle orucunu bozan kimse, daha sonra o günü kaza etmez veya bir kefaret gerektirmez.\" Bu, sahih bir hadistir."
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim oruçlu iken kusarsa, o günü kaza etmez; ancak kasıtlı olarak kusarsa, o günü kaza etmelidir.\" Bu, beş imam tarafından rivayet edilmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Cabir (RAA) rivayet etti ki, \"Allah'ın Elçisi (ﷺ) fetih yılı Ramazan'da Mekke'ye gitti ve o ve beraberindekiler, Kura Al-Ghamim vadisine ulaşana kadar oruç tuttular. Sonra bir bardak su istedi, onu yükseltti ki insanlar görebilsin, sonra içti. Daha sonra kendisine bazı insanların oruç tutmaya devam ettiği bildirildi ve o, 'İşte bunlar isyankâr olanlardır! İşte bunlar isyankâr olanlardır!' dedi.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Başka bir rivayette, \"Kendisine insanların (yolda) oruç tutmanın zor olduğunu ve Peygamber'in (ﷺ) ne yapacağını beklediklerini söylediler. Bunun üzerine, Asr (öğle) namazından sonra bir bardak su istedi ve içti.\" Bu, Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Hamza bin Amro El-Eslemi (RAA) rivayet etti ki, \"Ben Allah'ın Elçisi'ne (ﷺ) dedim: 'Ey Allah'ın Elçisi! Seyahat ederken oruç tutmak için içimde bir güç buluyorum. Bunu yaparsam bir günah olur mu?' Allah'ın Elçisi (ﷺ) ona, 'Bu Allah'tan bir ruhsat. Bunu alan hayır işlemiştir. Oruç tutmak isteyenin üzerinde bir günah yoktur.' dedi.\" Bu, Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ve bunun temel anlamı Al-Buhari ve Müslim'de Aişe'nin rivayetiyle (şu şekilde) yer almaktadır: \"Hamza bin Amro sordu.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti ki, \"Yaşlı bir adam orucunu bozabilir, ancak her gün bir yoksulu doyurmalıdır ve bunu kaza etmesi gerekmez.\" Bu, Ad-Darakutni ve Al-Hakim tarafından rivayet edilmiş ve sahih kabul edilmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, bir adam Allah'ın Elçisi'ne (ﷺ) geldi ve, \"Ben mahvoldum ey Allah'ın Elçisi!\" dedi. Allah'ın Elçisi (ﷺ) ona, \"Seni mahveden nedir?\" diye sordu. Adam, \"Ramazan'da oruçlu iken eşimle cinsel ilişkiye girdim.\" dedi. Peygamber ona, \"Bir köle azat edebilir misin?\" dedi. Adam, \"Hayır.\" dedi. Peygamber, \"İki ay peş peşe oruç tutabilir misin?\" dedi. Adam, \"Hayır.\" dedi. Peygamber sonra ona, \"Altmış yoksula yemek verebilir misin?\" dedi. Adam, \"Hayır.\" dedi. Sonra adam oturdu. Peygambere bir sepet hurma getirildi ve o adama, \"Bunu sadaka olarak ver.\" dedi. Adam, \"Bizden daha yoksul birine!\" dedi. \"Bu şehirde (Medine) bu hurmalara bizden daha muhtaç kimse yok!\" dedi. Peygamber gülümsedi ve dişleri görünecek kadar güldü ve adama, \"Git ve bu hurmalarla aileni doyur.\" dedi. Bu, yedi imam tarafından rivayet edilmiştir ve metin Müslim'den alınmıştır."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Aişe ve Ümmü Seleme (RAA) rivayet etti ki, \"Allah'ın Elçisi (ﷺ) Ramazan'da bir gün, sabah (artık Fajr vakti olduğunda) cünüp olarak kalkardı. Sonra gusül alır ve oruç tutardı.\" Üzerinde ittifak edilmiştir. Müslim'in Ümmü Seleme'den rivayetinde, \"Ve o (o günü) kaza etmezdi.\" denilmektedir."
    },
    {
      "id": 30,
      "narrator": "'A’isha (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Aişe (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim oruçlu olduğu günlerden kaza etmesi gereken oruçları vefat ederse, onun varisi (herhangi biri) onun adına oruç tutmalıdır.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ebu Katade el-Ensari (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Arafat günü oruç tutmanın (Zilhicce ayının 9. günü) hakkında soruldu. O, 'Arafat günü oruç tutmak, bir önceki yıl ve bir sonraki yıl için kefarettir.' diye cevap verdi. Ashura günü oruç tutmanın (Muharrem ayının 10. günü) hakkında da soruldu. O, 'Ashura günü oruç tutmak, bir önceki yıl için kefarettir.' diye cevap verdi. Allah'ın Resulü (ﷺ) pazartesi günü oruç tutmanın hakkında da soruldu ve o, 'Bu, benim doğduğum gün, gönderildiğim gün (İslam mesajı ile) ve vahiy aldığım gündür.' dedi.\" Müslim rivayet etmiştir."
    },
    {
      "id": 32,
      "narrator": "Abu Aiyub Al-Ansari (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Eyyub el-Ensari (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ramazan ayında oruç tutan ve ardından Şevval'den altı gün oruç tutan kişi, sanki bütün yıl oruç tutmuş gibi (mükafatlandırılacaktır).\" Müslim rivayet etmiştir."
    },
    {
      "id": 33,
      "narrator": "Abu Sa'id Al-Khudri (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Said el-Hudri (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hiçbir kul (Allah) bu günde (sadece) Allah rızası için oruç tutmadıkça, Allah o gün oruç tutmasından dolayı cehennemi yüzünden yetmiş yıl uzaklaştırır.\" Üzerinde ittifak edilmiştir ve lafız Müslim'dendir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) öyle oruç tutardı ki, birisi, hiç orucunu açmıyor (yani oruç tutmaktan hiç vazgeçmiyor) derdi; diğer zamanlarda da oruç tutmaktan vazgeçerdi ki, birisi de hiç oruç tutmuyor derdi. Ben, Allah'ın Resulü (ﷺ) Ramazan ayı dışında bir ay boyunca tam oruç tuttuğunu görmedim ve Şaban ayında da diğer aylardan daha fazla oruç tuttuğunu görmedim.\" Üzerinde ittifak edilmiştir ve lafız Müslim'dendir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Ebu Zerr (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) her ay üç gün oruç tutmamızı emretti; bu, dolunay günleridir; 13., 14. ve 15. günlerdir.\" En-Nesai ve Tirmizi rivayet etmiştir ve İbn Hibban tarafından sahih kabul edilmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir kadın, kocası yanında olduğu sürece (bir gün bile) oruç tutamaz, ancak onun izniyle.\" Üzerinde ittifak edilmiştir ve lafız El-Buhari'dendir. Ebu Davud'un rivayetinde, \"Ramazan'da (oruç tutuyorsa) iznine gerek yoktur, çünkü bu farz bir oruçtur.\" denilmektedir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ebu Said el-Hudri (RAA) rivayet etti. \"Allah'ın Resulü (ﷺ) iki günde oruç tutmayı yasaklamıştır; Fıtır günü (Ramazan orucunun açıldığı gün) ve kurban günü ('İdul Adha).\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 38,
      "narrator": "Nubaishah Al-Hudhali (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Nubaisha el-Hudhali (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Tashriq günleri ('İdul Adha'dan sonraki üç gün, yani Zilhicce ayının 11., 12. ve 13. günleri) yemek, içmek ve Allah'ı anma (zikr) günleridir.\" Müslim rivayet etmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Aişe ve İbn Ömer (RAA) rivayet etti, \"Tashriq günlerinde oruç tutmak yasaktı, yalnızca Hadi (kurban) yapamayanlar için.\" El-Buhari rivayet etmiştir."
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Cuma gecesini (yani Cuma'dan önceki gece) diğer gecelerden ayırarak gece namazı kılmayın. Ayrıca, Cuma gününü diğer günlerden ayırarak oruç tutmayın, ancak düzenli olarak oruç tuttuğunuz günlerle çakışıyorsa.\" Müslim rivayet etmiştir."
    },
    {
      "id": 41,
      "narrator": "Abu Hurairah, narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizden hiç kimse Cuma günü oruç tutmasın, ancak bir önceki gün veya bir sonraki gün ile birlikte oruç tutuyorsa.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 42,
      "narrator": "Abu Hurairah (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Şaban'ın ortasında oruç tutmayın (Ramazan'a kadar).\" Beş imam tarafından rivayet edilmiştir, ancak İmam Ahmed bunu zayıf bir rivayet olarak değerlendirmiştir."
    },
    {
      "id": 43,
      "narrator": "As-Samma’ bint Busr (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Es-Samma’ bint Busr (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Zorunlu bir oruç değilse Cumartesi günü oruç tutmayın. (Eğer) yiyecek bulamazsanız, bir üzüm kabuğu veya bir dal bulsanız bile, onu çiğneyin.\" Beş imam tarafından rivayet edilmiştir ve rivayet edenler güvenilirdir. İmam Malik bu rivayeti onaylamadı, Ebu Davud ise bu rivayetin neshedildiğini söyledi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Ümmü Seleme (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Cumartesi ve Pazar günlerinde diğer günlerden daha fazla oruç tutardı. O, 'Bunlar müşriklerin bayramlarıdır ve ben onların yaptıklarının tersini yapmayı severim.' derdi.\" En-Nasa'i rivayet etmiştir ve İbn Khuzaime tarafından sahih kabul edilmiştir, lafız da ona aittir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Arafat günü oruç tutmayı, Arafat'ta bulunan (Hac yapan) kişi için yasakladı. Beş imam tarafından rivayet edilmiştir, ancak Tirmizi hariç. İbn Khuzaime ve el-Hakim bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 46,
      "narrator": "’Abdullah Ibn 'Umar (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Abdullah İbn 'Umar (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Sürekli oruç tutan kimse, asla oruç tutmasın.” Mutabık kalınmıştır."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Müslim, Ebu Katade'den rivayet etti: “Oruç tutmasın veya orucunu bozmasın.”"
    },
    {
      "id": 48,
      "narrator": "Abu Hurairah narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ramazan'da gece namazı kılan ve bu namazı samimi bir imanla ve Allah'tan mükafat umarak kılan kişinin, geçmişteki tüm günahları affedilir.” Mutabık kalınmıştır."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti: “Ramazan'ın son on günü başladığında, Allah'ın Elçisi (ﷺ) belini sıkar (yani eşlerinden uzak durur) ve gece boyunca namaz kılar, eşlerini de (namaz kılmaları ve Kur'an okumaları için) uyandırırdı.” Mutabık kalınmıştır."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti: “Allah'ın Elçisi (ﷺ) Ramazan'ın son on gününde itikafa girerdi ve vefat edene kadar bu durumu sürdürdü. Daha sonra eşleri de onun vefatından sonra itikafa girdiler.” Mutabık kalınmıştır."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti: “Allah'ın Elçisi (ﷺ) itikafa girmeyi düşündüğünde, sabah namazını kılar ve ardından itikaf yeri (yani camide itikaf için hazırladığı yer) içine girerdi.” Mutabık kalınmıştır."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti: “Allah'ın Elçisi (ﷺ) itikaf sırasında camideyken (evimin penceresinden) başını uzatır ve ben de saçını tarardım. İtikaf sırasında evine, yalnızca bir ihtiyaç için girerdi.” Mutabık kalınmıştır ve bu sözler El-Buhari'den alınmıştır."
    },
    {
      "id": 53,
      "narrator": "’A’isha (RAA) narrated, ‘It is Sunnah for the one performing I'tikaf not to visit the sick, attend a funeral, or touch his wife (with sexual desire), nor have sexual intercourse with her. He should also not go out (of the mosque) except for an extreme necessity, and no I’tikaf is accepted without fasting, or without being in a congregational mosque (where Friday prayer is performed).’ Related by Abu Dawud with an acceptable chain of narrators, but scholars say that the last part (starting:",
      "text": "Aişe (RAA) rivayet etti: “İtikaf yapan kimsenin hasta ziyaretinde bulunması, cenazeye katılması, eşine (cinsel arzuyla) dokunması veya onunla cinsel ilişkiye girmesi sünnet değildir. Ayrıca, aşırı bir zorunluluk olmadıkça camiden çıkmamalıdır ve oruç tutmadan veya Cuma namazının kılındığı bir cemaat camisi olmadan itikaf kabul edilmez.” Ebu Davud tarafından kabul edilebilir bir isnatla rivayet edilmiştir, ancak alimler son kısmın (şu şekilde başlayan: ‘itikaf kabul edilmez…') büyük ihtimalle Aişe'nin (RAA) sözü olduğunu, yani Hadis Mauquf olduğunu belirtmektedir (yani sahabenin Peygamber'e bağlamadan söylediği ve Peygamber'in (ﷺ) kendisi olmadığı)."
    },
    {
      "id": 54,
      "narrator": "Ibn ’Abbas (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “İtikaf yapan kimse, kendisini oruç tutmaya zorlamadıkça oruç tutmak zorunda değildir.” Ad-Darakutni ve el-Hakim tarafından rivayet edilmiştir ve büyük ihtimalle bu da İbn Abbas'ın sözü olup, yani Mawquf'tur ve Peygamber'in (ﷺ) sözleri değildir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti: “Peygamberin bazı sahabelerine rüyalarında Kadir Gecesi'nin Ramazan'ın son yedi gecesinde olduğu gösterildi. Allah'ın Elçisi (ﷺ) onlara şöyle dedi: 'Görünüşe göre rüyalarınızın hepsi (Kadir Gecesi) son yedi gecededir, bu geceyi arayan kimse Ramazan'ın son yedi gecesinde aramalıdır.'” Mutabık kalınmıştır."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Muaviye bin Ebu Süfyan (RAA) rivayet etti: “Allah'ın Elçisi (ﷺ) Kadir Gecesi hakkında şöyle dedi: 'O, Ramazan'ın 27. gecesidir.'” Ebu Davud tarafından rivayet edilmiştir. Ancak bu büyük ihtimalle Muaviye'nin sözü olup, Peygamber'in (ﷺ) sözü değildir."
    },
    {
      "id": 57,
      "narrator": "'A’isha (RAA) narrated, ‘I asked the Messenger of Allah (ﷺ) ‘O Messenger of Allah (ﷺ), if I know what night the night of Qadr is, what should I say during it?’ He said, “Say:",
      "text": "Aişe (RAA) rivayet etti: “Allah'ın Elçisine (ﷺ) 'Ey Allah'ın Elçisi (ﷺ), Kadir Gecesi'nin hangi gece olduğunu biliyorsam, o gece ne söylemeliyim?' diye sordum. O da: 'De ki: Ey Allah, Sen affedicisin ve affetmeyi seversin, o halde beni affet.'” Beş İmam tarafından rivayet edilmiştir, sadece Ebu Davud hariç. At-Tirmidhi ve Al-Hakim bunu Sahih olarak bildirmiştir."
    },
    {
      "id": 58,
      "narrator": "Abu Sa 'id AI-Khudri (RAA) narrated that The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id El-Hudri (RAA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Yolculuk yapacak olan kimse, yalnızca üç camiye gitmelidir: Mescid-i Haram (Mekke'de), Aksa Camii veya bu cami (Medine'de).” Mutabık kalınmıştır."
    }
  ]
}