{
  "language": "tr",
  "metadata": {
    "length": 74,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre (RA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Umre'nin ifası, bu Umre ile önceki Umre arasında işlenen tüm günahların kefaretidir ve makbul Hac'ın (Allah tarafından kabul edilen veya hatasız yapılan) mükafatı cennetten başka bir şey değildir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 2,
      "narrator": "A’ishah (RAA) narrated, ‘I once asked the Messenger of Allah (ﷺ) ‘O Messenger of Allah! Is Jihad incumbent upon women? He replied, “Yes. They have to take part in Jihad in which no fighting takes place, which is:",
      "text": "Aişe (RA) rivayet etti ki, bir gün Allah'ın Elçisi'ne (ﷺ) ‘Ey Allah'ın Elçisi! Kadınlar için cihad farz mı?’ diye sordum. O da, “Evet. Onlar, savaşın olmadığı cihada katılmak zorundadırlar, bu da Hac ve Umre'dir.” dedi. Ahmed ve İbn Mace tarafından rivayet edilmiştir ve lafız onundur. Sağlam bir raviler zinciri ile bildirilmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Cabir bin Abdullah (RA) rivayet etti ki, bir bedevi Peygamber'e (ﷺ) geldi ve ‘Ey Allah'ın Elçisi! Umre hakkında bana bilgi ver! Farz mı?’ dedi. O (ﷺ) şöyle cevap verdi: “Hayır (farz değildir), ama onu yapmanız sizin için daha hayırlıdır.” Ahmed ve Tirmizi tarafından rivayet edilmiştir. Âlimler, bunun Mawquf olduğunu belirtmektedir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "İbn Adi, Cabir (RA) aracılığıyla zayıf bir raviler zinciri ile bir Hadis Marfu’ olarak rivayet etti: “Hac ve Umre farzdır.”"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Enes (RA) rivayet etti ki, Allah'ın Elçisi'ne (ﷺ) ‘As-Sabil nedir?’ diye soruldu. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Yolculuk için yiyecek ve araç temin etmektir.” Ad-Darakutni tarafından rivayet edilmiştir ve Al-Hakim tarafından sahih kabul edilmiştir."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Tirmizi, aynı hadisi İbn Umar'dan ancak zayıf bir raviler zinciri ile bildirmiştir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etti ki, Allah'ın Elçisi (ﷺ) ar-Rauha’ (Madinah yakınlarında bir yer) da bazı binek sahiplerine rastladı. Onlara, “Siz kimsiniz?” diye sordu. Onlar da, ‘Siz kimsiniz?’ diye cevap verdiler. O da, \"Ben Allah'ın Elçisiyim.\" dedi. Bir kadın, bir çocuğu kaldırdı ve Peygamber'e, “Bu çocuk Hac'dan mükafat alacak mı?” diye sordu. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: “Evet, sen de mükafat alacaksın.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etti ki, ‘Al-Fadl bin Abbas, Allah'ın Elçisi'nin (ﷺ) arkasında biniyordu. Khath‘am kabilesinden bir kadın geldi ve al-Fadl ona bakmaya başladı, o da ona bakmaya başladı. Allah'ın Elçisi (ﷺ) al-Fadl'ın yüzünü sürekli diğer tarafa çevirdi. Kadın, ‘Ey Allah'ın Elçisi! Allah, kulları için Hac'ı farz kıldı ve bu, ataşım olan yaşlı bir adam için vaki oldu, o da bini üzerinde sabit duramıyor. Onun adına Hac yapabilir miyim?’ dedi. Peygamber (ﷺ) şöyle cevap verdi: “Evet, yapabilirsin.” Bu olay, Peygamber'in (ﷺ) Veda Haccı sırasında gerçekleşmiştir. Üzerinde ittifak edilmiştir ve lafız Al-Bukhari'den alınmıştır."
    },
    {
      "id": 9,
      "narrator": "Ibn ’Abbas (RAA) narrated, ‘A woman from the tribe of Juhainah came to the Prophet (ﷺ) and said, ‘My mother had vowed to perform Hajj, but she died before fulfilling her vow. Should I perform Hajj on her behalf? The Prophet (ﷺ) said:",
      "text": "İbn Abbas (RA) rivayet etti ki, ‘Juhainah kabilesinden bir kadın, Peygamber'e (ﷺ) geldi ve “Annem Hac yapma vaadinde bulunmuştu, ama vaadini yerine getirmeden öldü. Onun adına Hac yapmalı mıyım?” dedi. Peygamber (ﷺ) şöyle dedi: “Evet, onun adına Hac yap. Eğer annenin üzerine bir borç olsaydı, onu öder miydin? O halde, Allah'a olan borcunu öde, çünkü O, borcunun ödenmesine en layık olandır.” Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "lbn 'Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RA) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Her küçük (çocuk) Hac yaptıysa, erginlik çağına geldiğinde tekrar Hac yapmalıdır; her köle Hac yaptıktan sonra azat edilirse, Hac'ını tekrar yapmalıdır.” İbn Şeybe ve Al-Baihaqi tarafından rivayet edilmiştir. Ravileri güvenilir ancak âlimler bunun Mawquf olduğunu söylemektedir."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etti ki, ‘Allah'ın Elçisi (ﷺ) bir adamın şöyle dediğini duydu: “Ey Allah! İşte ben, Senin çağrına icabet ediyorum (Labbayk diyerek.. ) Şubrumah adına.” Allah'ın Elçisi (ﷺ) ona sordu: \"Kendi Hac'ını yaptın mı?\" O da, ‘Hayır,’ dedi. Bunun üzerine Peygamber ona, “Önce kendi adınla Hac yapmalısın, sonra Şubrumah adına yapmalısın.” dedi. Ebu Davud ve İbn Mace tarafından rivayet edilmiştir. İbn Hibban bunu sahih olarak değerlendirmiştir."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etti ki, Allah'ın Elçisi (ﷺ) bir kez bize hitap ederek, “Ey insanlar! Hac, sizin için farz kılındı.” dedi. Al-Aqra’ bin Habis ayağa kalkarak, ‘Ey Allah'ın Elçisi! Her yıl Hac mı yapacağız?’ diye sordu. Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer ‘evet’ deseydim, bu (yıllık) bir yükümlülük haline gelirdi. Hac, bir kişinin hayatında sadece bir kez farzdır. Bunun dışındaki her şey, onun için nafiledir.” Beş İmam tarafından rivayet edilmiştir, sadece Tirmizi hariç."
    },
    {
      "id": 13,
      "narrator": "Ibn 'Abbas (RAA) narratedThat the Messenger of Allah (ﷺ) once addressed us and said, “O People! Hajj has been prescribed for you.\" Al-Aqra’ bin Habis stood up and asked, ‘O Prophet of Allah! Are we to perform Hajj every year?” The Messenger of Allah (ﷺ) said:",
      "text": "Benzer bir rivayet de Müslim tarafından Ebu Hureyre'den aktarılmıştır."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "İbn Abbas (RA) rivayet etti ki, Allah'ın Elçisi (ﷺ) Medinelilere, Dhul Hulaifah'ı (Mekke'nin 540 km kuzeyinde bir yer) miqat olarak belirledi. Şam'dan (Suriye, Ürdün ve Filistin dahil) gelenler için el-Cuhfa'yı (Mekke'nin 187 km kuzey-batısında ve Rabigh'e yakın bir yer) belirledi. Nejd'den gelenler için Kuran al-Manazil'i (Mekke'nin 94 km doğusunda, Arafat'ı gören bir dağ) belirledi. Yemen'den gelenler için Yalamlam'ı (Mekke'nin 54 km güneyinde bir dağ) belirledi. Bu yerler, yukarıda belirtilen ülkelerden gelen insanlar için olduğu gibi, Hac veya Umre yapmak üzere geçerken bu yerlerden geçen diğerleri için de geçerlidir. Bu sınırlar içinde yaşayanlar, yola çıktıkları yerden ihrama girebilirler ve Mekke'de yaşayanların miqatı, Mekke'deki bulundukları yer olacaktır.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Ibn 'Abbas (RAA) narrated that the Messenger of Allah (ﷺ) specified for the people of Madinah, DhulHulaifah (a place 540 km to the north of Makkah) as miqat. For those coming from ash-Sham (including Syria, Jordan and Palestine), he specified al-Juhfah (a place 187 km to the north-west of Makkah and close to Rabigh, where they now perform their Ihram). For those coming from Najd, he specified Qran al-Manazil, (a mountain, 94 km to the east of Makkah, overlooking 'Arafah. For those coming from Yemen, he specified Yalamlam (a mountain 54 km to the south of Makkah. These places are for the people (coming from the above specified countries) as well as for others, who pass by them on their way to perform Hajj or ’Umrah. Those living within those boundaries can assume Ihram from where they set out (for the journey), and even the residents of Makkah, their Miqat would be the place where they are staying in Makkah.’ Agreed upon."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "A’işe (RAA) nakletti: ‘Allah’ın Resulü (ﷺ) Irak’tan gelenler için Dhat ‘Irk’ı (Mekke’nin kuzeydoğusunda 94 km uzaklıkta bir yer) Miqat olarak belirledi.’ Ebu Davud ve Nesaî tarafından rivayet edilmiştir."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Müslim, benzer bir rivayeti Cabir’in nakliyle aktarmıştır, ancak bu muhtemelen Maukuf'tur."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "El-Buhari, Dhat 'Irk'ı Irak’tan gelenlerin miqatı olarak belirleyen kişinin Ömer olduğunu bildirmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "İbn Abbas, Allah’ın Resulü (ﷺ) doğudan gelenler için el-Akik’i (Dhat Irk’ın bir kısmı) belirlediğini nakletmiştir. Ahmed, Ebu Davud ve Nesaî tarafından rivayet edilmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "A’işe (RAA) nakletti: ‘Biz, Allah’ın Resulü (ﷺ) ile Veda Haccı yapmak üzere Medine’den ayrıldık. Bizden bazıları 'Umre yapmak için ihram giyerken, diğerleri hem Hac hem de 'Umre yapma niyetlerini açıkladı. Başka bir grup sadece Hac yapmak için ihram giydi. Peygamber (ﷺ) sadece Hac için ihram giydi. 'Umre yapmak isteyenler, 'Umre’nin ritüellerini tamamladıktan hemen sonra ihramlarını açtılar. Sadece Hac yapmak ya da Hac ile 'Umre’yi birleştirmek isteyenler, Kurban Günü’ne (yani kurban günü veya 'İdül Adha) kadar ihramlarını açmadılar.’ Üzerinde ittifak edilmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "İbn 'Umar (RAA) nakletti: ‘Allah’ın Resulü (ﷺ) ihrama girdiğinde Talbiyah söylemeye, Dhul Hulaifa camisinden (yani Medine’nin miqatından) başlardı.’ Üzerinde ittifak edilmiştir."
    },
    {
      "id": 22,
      "narrator": "Khallad bin as-Sa’ib narrated on the authority of his father, ‘The Messenger of Allah (ﷺ) said:",
      "text": "Halad bin Sa’ib, babasından nakletti: ‘Allah’ın Resulü (ﷺ) şöyle dedi: “Cebrail (aleyhisselam) bana geldi ve: ‘Sahabelerine Talbiyah söylerken seslerini yükseltmelerini emret’ dedi.” Beş imam tarafından rivayet edilmiştir ve Tirmizi ile İbn Hibban tarafından sahih kabul edilmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Zeyd bin Sabit (RAA) nakletti: ‘Allah’ın Resulü (ﷺ) Hac için ihrama girmeyi düşündüğünde, yıkanır ve sıradan elbiselerini çıkarır (ve beyaz ihramını giyerdi).’ Tirmizi tarafından rivayet edilmiş ve Hadis-Hasan olarak kabul edilmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "İbn 'Umar (RAA) nakletti: ‘Allah’ın Resulü (ﷺ) ihramda olan bir kişinin ne giymesi gerektiği sorulduğunda, “İhramda olan bir kişi dikişli gömlek, sarık, pantolon, kapüşonlu elbise, ayakkabı veya dikişli terlik (Khuff) giyemez. Ancak dikişsiz terlik bulamazsa, Khuff veya ayakkabı giyebilir, fakat bunları bileklerin altından kesmelidir. Ayrıca, tatlı kokulu boyalarla (örneğin safran) boyanmış giysiler giymemelidir.” Üzerinde ittifak edilmiştir ve ifade Müslim'den alınmıştır."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "A’işe (RAA) nakletti: ‘Ben, Allah’ın Resulü (ﷺ) ihrama girmeyi düşündüğünde, ihramını (elbisesini) giymeden önce ona parfüm sürerdim. Ve yine ihramdan çıktığında, Kabe’nin etrafında tavaf yapmadan önce.’ Üzerinde ittifak edilmiştir."
    },
    {
      "id": 26,
      "narrator": "'Uthman bin ’Affan (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Osman bin Affan (RAA) nakletti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “İhramda olan bir kişi evlenemez, başkalarına evlenmelerine yardım edemez, nişanlanamaz.” Müslim tarafından rivayet edilmiştir."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Katade El-Ensari (RAA), ihramda değilken bir zebra avlaması hakkında nakletti ki, ‘Allah’ın Resulü (ﷺ) ihramda olan Ebu Katade’nin arkadaşlarına şöyle dedi: “Sizden biri, Ebu Katade’ye sürüyü saldırması için bir şey söyledi mi ya da ona işaret etti mi?” Onlar: ‘Hayır.’ dediler. Peygamber sonra: “O zaman, avdan geriye kalanları yiyebilirsiniz.” dedi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Es-Sa'b bin Jath-thamah el-Laithi (RAA) nakletti: ‘O, Allah’ın Resulü (ﷺ) ile al-Abwa’ veya Waddan olarak bilinen bölgede zebra etini sundu. Peygamber (ﷺ) bunu reddetti ve ona: “Sadece ihramda olduğumuz için hediyeni reddettik.” dedi. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 29,
      "narrator": "A’ishah (RAA) narrated ‘The Messenger of Allah (ﷺ) said:",
      "text": "A’işe (RAA) nakletti: ‘Allah’ın Resulü (ﷺ) şöyle dedi: “Beş çeşit hayvan zararlıdır ve bunlar ihramın kutsal bölgesinde veya dışında öldürülebilir. Bunlar: akrep, doğan, karga, fare ve kuduz köpektir.” Üzerinde ittifak edilmiştir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "İbn Abbas (RAA) nakletti: ‘Allah’ın Resulü (ﷺ) ihramda iken hacamat yaptırdı. Üzerinde ittifak edilmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Ka'b bin 'Ujrah (RAA) rivayet etti, \"Ben Peygamber (ﷺ) ile birlikte taşındım ve başımdan bitler dökülüyordu. O, 'Hastalığınızın sizi bu kadar etkilediğini bilmiyordum. Bir koyun kurban edebilir misin?' dedi. Ben, 'Hayır.' dedim. O da, 'Üç gün oruç tut ya da altı fakiri yarım Sa' ile doyur.' dedi.\" Müslim ve Buhari'de geçmektedir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Ebu Hureyre (RAA) rivayet etti, \"Allah, Yüce, Resulü (ﷺ) Mekkelerin fethinde zaferle müjdelediğinde, Peygamber (ﷺ) insanlara hitap etti, Allah'ı yüceltti ve O'na hamd etti ve şöyle dedi: 'Allah, Mekkeden fili uzak tuttu ve Resulünü ve müminleri ona karşı güçlendirdi. Daha önce benim için orada savaşmak helal kılınmamıştır, fakat o gün (fetih günü) yalnızca birkaç saat için benim için helal kılınmıştır ve benden sonra kimseye (oraya savaşarak girmek) helal kılınmayacaktır. Oranın av hayvanları korkutulmayacak, dikenleri kesilmeyecek. Kimse kaybolan eşyayı (Luqatah) alıp, sahibine iade etmek için ilan etmeden almayacaktır. Eğer birisi onun sınırları içinde birini öldürürse, en iyi iki seçeneği vardır (yani ya tazminat kabul etmek, yani diyet ya da intikam almak). Al-‘Abbas daha sonra, 'İdkhâr hariç' dedi (altıncıların kullandığı güzel kokulu bir ot türü).\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Abdullah bin Zaid bin 'Asim (RAA) rivayet etti ki, Allah'ın Resulü şöyle dedi: \"İbrahim Mekkeyi Haram (Kutsal) ilan etti ve onun halkı için dua etti, ben de Medine'yi İbrahim'in Mekkeyi Haram ilan ettiği gibi Haram ilan ediyorum ve onun Mudd ve Sa'ı için dua ediyorum, tıpkı İbrahim'in Mekkeli halk için dua ettiği gibi.\" Müslim ve Buhari'de geçmektedir."
    },
    {
      "id": 34,
      "narrator": "’Ali bin Abi Talib (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ali bin Ebi Talib (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Medine bir Haram'dır ve onun Kutsal Sınırları 'Air'den 'Thawr'a kadar uzanır.\" Müslim'de geçmektedir."
    },
    {
      "id": 35,
      "narrator": "Jabir bin 'Abdullah (RAA) narrated, ‘The Messenger of Allah (ﷺ) performed Hajj (on the 10th year of Hijrah), and we set out with him (to perform Hajj). When we reached Dhul-Hulaifah, Asma` bint 'Umais gave birth to Muhammad Ibn Abi Bakr. She sent a message to the Prophet (ﷺ) (asking him what she should do). He said, \"Take a bath, bandage your private parts and make the intention for Ahram.\" The Prophet (ﷺ) then prayed in the mosque and then mounted al-Qaswa (his she-camel) and it stood erect with him on its back at al-Baida’ (the place where he started his Ihram). He then started pronouncing the Talbiyuh, saying:",
      "text": "Cabir bin Abdullah (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Hac'ı (Hicretin 10. yılında) yaptı ve biz de onunla birlikte Hac'a çıktık. Dhul-Hulaifah'a vardığımızda, Asma bint 'Umais, Muhammed bin Ebu Bekir'i doğurdu. Peygambere (ﷺ) ne yapması gerektiğini sordu. O, 'Yıkan, özel yerlerini sar ve ihrama niyet et.' dedi. Peygamber (ﷺ) sonra camide namaz kıldı ve ardından al-Qaswa (dişi devesi) üzerine bindi, o da onun sırtında dik durdu al-Baida’da (ihrama başladığı yer). Sonra Talbiyah'ı söylemeye başladı: 'Labbaika Allahumma labbaik labbaika la sharika laka labbaik, innal hamda wan-ni’mata laka wal mulk, la sharika lak (Ey Allah! Sana koşuyorum. Senin hiçbir ortağın yok. Sana koşuyorum. Bütün hamd ve nimet Senindir ve tüm saltanat da; Senin hiçbir ortağın yok).' Kabe'ye geldiğimizde, Hacerü'l-Esved'e ellerini koydu ve öptü. Sonra yedi döngü yapmaya başladı (Kabe'nin etrafında), bunların üçünde ramal (koşarak) yaptı ve diğer dört döngüde normal hızda yürüdü. Sonra İbrahim'in makamına (Makam İbrahim) gitti, orada iki rek'at namaz kıldı. Sonra tekrar Hacerü'l-Esved'e döndü, ellerini üzerine koydu ve öptü. Sonra Safa kapısından dışarı çıktı ve ona yaklaştığında, 'Şüphesiz Safa ve Merve, Allah tarafından tayin edilen işaretlerdendir' (2:158) ayetini okudu ve 'Ben, Allah'ın başladığı ile başlıyorum' dedi. Önce Safa'ya çıktı, evi görünce Kıble'ye dönerek Allah'ın birliğini ilan etti ve O'nu yüceltti ve şöyle dedi: 'La ilaha illa-llah wahdahu la sharika lahu, lahul mulk wa lahul hamd, wa huwa 'ala kulli shai’in qadeer, la ilaha illa-llahu wahdahu anjaza wa'dahu, wa nas ara 'abdahu, wa hazamal ahzaba wahdah' (Allah'tan başka ilah yoktur, O tektir ve ortağı yoktur. Mülk O'nundur, hamd O'nundur ve her şeye gücü yeter. Allah'tan başka ilah yoktur, O vaadini yerine getirmiştir, kulunu yardım etmiştir ve yalnız başına düşmanlarını yenmiştir.) Bu sözleri üç kez tekrarlayarak dua etti. Sonra aşağı indi ve Merve'ye doğru yürüdü, ayakları vadi dibine değince koştu; ve yukarı çıkmaya başladığında normal hızda yürüdü ta ki Merve'ye ulaşana kadar. Orada da Safa'da yaptığı gibi yaptı... Tarviyah günü (Dhul-Hijjah'ın 8. günü) Mina'ya gittiler ve Hac için ihram giydiler ve Allah'ın Resulü (ﷺ) bindiği hayvana bindi ve orada öğle, ikindi, akşam, yatsı ve sabah namazlarını kıldırdı. Sonra güneş doğana kadar biraz bekledi ve Namirah'da (Arafat'a yakın) bir çadır kurulmasını emretti. Allah'ın Resulü (ﷺ) Arafat'a gelene kadar devam etti ve orada onun için çadırın kurulduğunu gördü. Orada güneş meridyenini geçene kadar oturdu; al-Qaswa'nın getirilmesini ve eyerlenmesini emretti, sonra vadi dibine geldi ve insanlara meşhur Khutbat al-Wada (Veda Hutbesi) ile hitap etti. Sonra ezan okundu ve daha sonra ikamet getirildi ve Peygamber öğle namazını kıldırdı. Sonra bir ikamet daha getirildi ve Peygamber ikindi namazını kıldırdı ve arada başka bir namaz kılmadı. Allah'ın Resulü sonra devesine bindi ve kalacağı yere geldi. Dişi devesi al-Qaswa'yı kayalık tarafa döndürdü, önünde yaya yolu vardı. Kıble'ye döndü ve orada güneş batana kadar durdu, sarı ışık biraz azaldı ve güneşin diski tamamen kayboldu. Al-Qaswa'nın burun ipini o kadar sıkı çekti ki, başı eyerle temas etti (onu mükemmel kontrol altında tutmak için) ve sağ eliyle işaret ederek insanlara hızda ılımlı olmalarını tavsiye etti: 'Ey insanlar! Sakin olun! Sakin olun!' Herhangi bir yüksek araziden geçerken, devesinin burun ipini biraz gevşetti ki, o da yukarı çıksın. İşte böylece al-Muzdalifah'a ulaştı. Orada akşam ve yatsı namazlarını bir ezan ve iki ikamet ile kıldırdı ve aralarında herhangi bir nafile namaz kılmadı. Allah'ın Resulü sonra sabaha kadar yattı ve sabah namazını aydınlık olduğunda bir ezan ve bir ikamet ile kıldı. Tekrar al-Qaswa'ya bindi ve Al-Mash‘ar Al-Haram'a (Muzdalifah'taki küçük dağ) geldiğinde kıbleye döndü, Allah'a dua etti, O'nu yüceltti ve O'nun birliğini ilan etti ve gündüz aydınlığı çok net olana kadar ayakta kaldı. Sonra güneş doğmadan hızlı bir şekilde hareket etti, Muhassir vadisinin dibine kadar geldi ve orada onu (al-Qaswa'yı) biraz teşvik etti. Orta yoldan gitti, bu yol en büyük Cemre'ye (üç taşlama yerinden biri olan Cemrat-ul ‘Aqabah) çıkar, ağaç yakınındaki Cemre'ye geldi. Orada yedi küçük taş attı, her birini atarken 'Allahu Akbar' diyerek, taşları parmaklarıyla tutarak attı ve bunu vadi dibinde yaptı. Sonra kurban yerlerine gitti ve kendi eliyle altmış üç (deveyi) kurban etti (yanında yüz deve getirmişti ve geri kalanını kurban etmesi için Ali'ye sordu). Allah'ın Resulü tekrar bindi ve Kabe'ye geldi, orada Tawaf al-Ifada yaptı ve Makkah'ta öğle namazını kıldırdı...\" Müslim, bu hadisi Peygamberin Hac'ının tüm detaylarını anlatan çok uzun bir rivayetle aktarmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Khuzaimah bin Thabit (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Hac veya Umre'de Talbiyah'ını bitirdiğinde, Allah'tan rızasını ve kabulünü ister ve Cennet'i talep eder, Cehennem'den de O'na sığınır.\" Ash-Shafi'i tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 37,
      "narrator": "Jabir (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ben burada (Mina'da) kurbanımı kestim ve Mina'nın tamamı kesim yeri, bu yüzden bulunduğunuz yerde (Mina'da) kurban kesin. Ben burada (Arafat'ta) durdum ve Arafat'ın tamamı (Dhul-Hijjah'ın 9. günü için) durma yeridir. Ben burada durdum ve al-Muzdalifah'ın tamamı durma yeridir.\" Müslim'de geçmektedir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Mekkeye geldiğinde, yüksek tarafından (şimdi al-Mu'alla kapısı olarak bilinen yerden) girdi ve alçak tarafından (şimdi Kuda olarak bilinen yerden) çıktı.\" Müslim ve Buhari'de geçmektedir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "İbn 'Umar (RAA) Mekkeye geldiğinde her zaman Dhi Tuwa vadisinde gece geçirir ve sabah yıkanırdı. 'İbn 'Umar, bunun Allah'ın Resulü (ﷺ) tarafından yapıldığını söylerdi.\" Müslim ve Buhari'de geçmektedir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "İbn 'Abbas (RAA) rivayet etti ki, Hacerü'l-Esved'i öper ve ona secde edermiş. Al-Hakim ve Al-Baihaqi tarafından rivayet edilmiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "İbn 'Abbas (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) onlara iki köşe (Hacerü'l-Esved ve Yemen köşesi) arasında üç döngü koşmalarını ve dört döngüyü normal hızda yürümelerini emretti.\" Müslim ve Buhari'de geçmektedir."
    },
    {
      "id": 42,
      "narrator": "Ibn ’Abbas (RAA) narrated, ‘l never saw the Prophet (ﷺ) touch (place his hands on) any other part of the Ka'bah except the two corners:",
      "text": "İbn 'Abbas (RAA) rivayet etti, \"Peygamber (ﷺ) Kabe'nin başka hiçbir yerine, yalnızca iki köşesine (Hacerü'l-Esved ve Yemen köşesi) elini koyduğunu görmedim.\" Müslim'de geçmektedir."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "'Umar (RAA) rivayet etti ki, Hacerü'l-Esved'i öptü ve şöyle dedi: \"Ben biliyorum ki sen bir taşsın ve kimseye fayda veremezsin ve kimseye zarar veremezsin. Eğer ben Allah'ın Resulü (ﷺ) seni öperken görmemiş olsaydım, seni öpmezdim.\" Müslim ve Buhari'de geçmektedir."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Ebu At-Tufail (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Kabe'nin etrafında Tawaf yaparken, yanında bir sopa ile köşeye (Hacerü'l-Esved) dokunuyordu ve sonra sopayı öpüyordu.\" Müslim'de geçmektedir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Ya'li bin Umaiyah (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) yeşil bir Yemen örtüsü giyerek Tawaf yaptı, onu sağ koltuk altından kaldırarak sol omzunu kapatıyordu.\" Beş İmam tarafından rivayet edilmiştir, sadece An-Nasa’i hariç. At-Tirmidhi bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Anas (RAA) rivayet etti, \"İhram (Hac veya Umre için) girdiğimizde, içimizden bazıları Talbiyah ile seslerini yükseltti ve buna kimse itiraz etmedi, diğerleri ise Tekbir ile seslerini yükseltti ve buna da kimse itiraz etmedi (yani Allahu Ekber demek veya Talbiyah okumak, İhram sırasında her ikisi de kabul edilebilir).\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) beni geceleyin al-Muzdalifah'tan (Mina'ya) ailesinin zayıf üyeleri (kadınlar ve çocuklar) ile gönderdi.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti, \"Sauda (Peygamberin (ﷺ) eşi) al-Muzdalifah gecesinde, Mina'ya daha erken gitmek için izin istedi (çünkü o ağır ve yavaş bir kadındı). Peygamber (ﷺ) ona izin verdi.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "İbn Abbas (RAA) rivayet etti, \"Allah'ın Resulü bize şöyle dedi: 'Güneş doğmadan önce Jamrah al-‘Aqabah'a taşları atmayın.' Beş İmam tarafından rivayet edilmiştir, ancak isnadı kesik bir zincirdir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Aişe (RAA) rivayet etti, \"Peygamber, 10. gecede (Kurban günü öncesinde) Umm Salamah'ı gönderdi ve o, sabah olmadan önce taşlarını attı, ardından Mekke'ye dönerek Tawaf yaptı.\" Ebu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 51,
      "narrator": "’Urwah bin Mudarras (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "'Urwah bin Mudarras (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bizimle birlikte al-Muzdalifah'ta bu namazı kılan ve Mina'ya dönene kadar bizimle bekleyen, ve 'Arafat'ta (9. gün) gece veya gündüz kalan kimse, Hac'ın farzlarını tamamlamış olur.\" Beş İmam tarafından rivayet edilmiştir. At-Tirmidhi ve İbn Khuzaimah bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "'Umar (RAA) rivayet etti, \"Putperestler Muzdalifah'tan güneş doğmadan ayrılmazdı ve 'Güneş Thabir'e (Mekke'deki en yüksek dağ) doğsun.' derlerdi. Allah'ın Resulü (ﷺ) onlara karşı çıktı ve güneş doğmadan önce Muzdalifah'tan ayrıldı.\" Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "İbn Abbas ve Usamah bin Zaid (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Talbiyah okumaya devam etti ta ki Jamrat-ul ‘Aqabah'a taşları atana kadar.\" Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "'Abdullah bin Mes'ud (RAA) rivayet etti ki, Ka'bah'ı soluna, Mina'yı sağına alarak Jamrat-ul ‘Aqabah'a yedi taş attı. Sonra şöyle dedi: \"Bu, sura al-Baqarah'ın (sura no. 2) indirildiği yer.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Cabir bin Abdullah (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) Kurban Günü'nde (Dhul Hijjah'ın 9. günü) sabah saatlerinde Jamrat-ul 'Aqabah'a taş attı. Ertesi günlerde ise, güneş meridyenini geçtikten sonra taş attı.\" Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "İbn 'Umar (RAA) rivayet etti ki, al-Jamrat ud-Duniya'nın (Khaif camisinin yanındaki Jamrah) taşlarını yedi küçük taşla atardı ve her taş attığında Tekbir getirirdi. Sonra vadinin dibine kadar ilerlerdi, orada Kıble'ye dönerek uzun bir süre durur, ellerini kaldırarak Allah'a dua ederdi. Ardından ikinci Jamrah'a (al-Jamarah al-Wosta) yedi taş atar, her atışta Allahu Ekber derdi. Sonra vadinin dibinin soluna döner, orada Kıble'ye dönerek ellerini kaldırarak Allah'a dua ederdi. Sonra Jamrat-ul Aqabah'a gider, ona yedi taş atar ve her atışta Tekbir getirirdi. Sonrasında ayrılır ve durmazdı. \"Peygamberi (ﷺ) böyle yaparken gördüm.\" derdi. Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 57,
      "narrator": "Ibn ’Umar (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah, tıraş olanları mübarek kılsın.\" Ashab ona, \"Ey Allah'ın Resulü, saçını kısaltanlar ne olacak?\" diye sordular. Sorularını iki kez tekrarladılar (ve her seferinde o, \"Allah, tıraş olanları mübarek kılsın.\" dedi). Üçüncü kezde, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ve (Allah, saçını kısaltanları da mübarek kılsın).\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 58,
      "narrator": "'Abdullah Ibn ‘Amro bin al-’As (RAA) narrated that the Messenger of Allah (ﷺ) stood in Mina during the Farewell Hajj, while the people asked him questions and he answered them. A man asked, ‘O Prophet of Allah! I was not alert and I shaved my head before slaughtering my animal?’ The Prophet (ﷺ) said:",
      "text": "'Abdullah İbn 'Amro bin al-'As (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Veda Haccı sırasında Mina'da durdu, insanlar ona sorular sordu ve o da cevapladı. Bir adam sordu, \"Ey Allah'ın Peygamberi! Ben dikkat etmedim ve hayvanımı kesmeden önce başımı tıraş ettim?\" Peygamber (ﷺ) dedi: \"Zarar yok, git ve hayvanını kes.\" Başka bir adam sordu, \"Taşları atmadan önce hayvanımı kestim?\" Peygamber (ﷺ) dedi: \"Zarar yok, git ve taşlarını at.\" Rivayet eden kişi şöyle dedi: \"Peygamber (ﷺ) ile ilgili olarak bir şey sorduğunda, 'Zarar yok, git ve yap (kaçırdığın şeyi)' derdi.\" Üzerinde ittifak edilmiştir."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Al-Maisur bin Makhramah (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) tıraş olmadan önce hayvanını kesmiş ve arkadaşlarına da bunu emretmiştir.\" Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 60,
      "narrator": "A’ishah (RAA) narrated, The Messenger of Allah (ﷺ) said:",
      "text": "Aişe (RAA) rivayet etti, \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Biriniz taş attığında ve saçını tıraş ettiğinde, her şey, kadınlar (yani cinsel ilişki) hariç, ona helal olur.'\" Ahmad ve Ebu Davud tarafından zayıf bir isnatla rivayet edilmiştir."
    },
    {
      "id": 61,
      "narrator": "Ibn Abbas (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kadınların (hacılar) başlarını traş etmeleri gerekmez; sadece saçlarını kısaltabilirler.\" Abu Davud tarafından iyi bir isnatla rivayet edilmiştir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "İbn ‘Umar (RAA) rivayet etti ki, ‘Al-’Abbas bin 'Abdul Muttalib, Peygamberden (ﷺ) Mina gecelerinde Mekkede kalmak için izin istedi, hacılara içme suyu (Zamzam'dan) sağlamak amacıyla, ve Peygamber (ﷺ) ona izin verdi.’ Kayıtlıdır."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "‘Asim bin ‘Adi (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) develerin çobanlarını Mina'da uyumaktan muaf tuttu ve onlara kurban günü (yani, Cemrat-ul ‘Aqabah'ı atmak için) taş atmaları gerektiğini söyledi, ve geceyi Mina'da geçirmeleri gerekmedi, ardından ertesi gün ve ondan sonraki gün taş atmaları gerektiğini (yani, 11. ve 12. günün birleşimi (12. günde) ve sonra 13. günde tekrar taş atmaları gerektiğini) söyledi. Beş İmam tarafından rivayet edilmiştir. At-Tirmidhi ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Bekir (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) bize Nahr (kurban) günü bir hutbe verdi (ve rivayet eden hutbeyi de belirtti).’ Kayıtlıdır."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Sarra’ bint Nabhan (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) bize kurbanın ikinci günü, ‘Yaum ar-Ru’us’ (Zilhicce'nin 11. günü) bir hutbe verdi ve \"Bu, Tashriq günlerinin ortası değil mi?\" dedi. Abu Davud tarafından rivayet edilmiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etti ki, ‘Allah'ın Resulü (ﷺ) ona, “Kabe etrafındaki Tawaf'ınız ve Safa ile Merve arasındaki Sa'i'niz hem Hac hem de 'Umre için yeterlidir (yani, bir Tawaf ve bir Sa'i, Hac ve 'Umre'yi birleştirdiği için yeterlidir)” dedi.’ Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "İbn 'Abbas (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) Mekkeye döndüğünde son Tawaf'ta yedi döngüde yürümemiştir.’ Beş İmam tarafından rivayet edilmiştir, At-Tirmidhi hariç. Al-Hakim bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Enes (RAA) rivayet etti ki, 'Allah'ın Resulü al-Muhassab'da (Mekke ile Mina arasında al-Abtah'ta açılan bir vadi) bir süre dinlendi, Dhuhr, Asr, Maghrib ve 'İsha namazlarını kıldıktan sonra Kabe'ye bindi ve Tawaf yaptı.’ Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etti ki, 'O, al-Muhassab'da dinlenmezdi ve şöyle dedi: ‘Allah'ın Resulü (ﷺ) al-Muhassab'da dinlendi, çünkü orada durmak ve ayrılmak daha kolaydı (yani, orada dinlenmek bir sünnet değildir).’ Muslim tarafından rivayet edilmiştir."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "İbn 'Abbas (RAA) rivayet etti ki, ‘İnsanlara Kabe etrafında Tawaf yapmaları son ibadetleri olarak emredildi; (Veda Tawafı ama adet gören kadınlar bundan muaf tutuldu.’ Kayıtlıdır."
    },
    {
      "id": 71,
      "narrator": "Ibn Az-Zubair (RAA) narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Az-Zubair (RAA) rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Mescidimde (Madinah'da) kılınan bir namaz, başka bir yerde kılınan bin namazdan daha hayırlıdır, sadece al-Masjid al-Haram'da (Mekke'de) kılınan namaz hariç. Ve al-Masjid al-Haram'da kılınan namaz, benim mescidimde kılınan namazdan yüz kat daha hayırlıdır.\" Ahmad tarafından rivayet edilmiştir ve İbn Hibban bunu Sahih olarak değerlendirmiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "İbn ‘Abbas (RAA) rivayet etti ki, ‘Peygamber (ﷺ) 'Umre yapmaktan (Kureyş tarafından) alıkonulduğunda başını traş etti, eşleriyle cinsel ilişkiye girdi ve hayvanını kesip, ertesi yıl 'Umre'yi yerine getirdi.’ Al-Bukhari tarafından rivayet edilmiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "A’işe (RAA) rivayet etti ki, 'Allah'ın Resulü (ﷺ) Duba’ah bint Az-Zubair bin 'Abdul Muttalib'i ziyarete gitti. O, ona şöyle dedi: ‘Ey Allah'ın Resulü, Hac yapma niyetim var ama bir hastalıktan muzdaripim.’ O da ona, “Hac yap ama eğer engellenirsen (hastalık vb. nedeniyle) ihramdan kurtulma şartı koy.” dedi. Kayıtlıdır."
    },
    {
      "id": 74,
      "narrator": "'Ikrimah narrated on the authority of Al-Hajjaj bin ’Amro al-Ansari (RAA), that the Messenger of Allah (ﷺ) said:",
      "text": "'İkrime, Al-Haccaj bin ’Amro al-Ansari (RAA) aracılığıyla rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer biri (bir bacağını) kırar veya (Hac veya 'Umre yaparken) topal olursa, ihramdan kurtulur ve bir sonraki yıl Hac yapmalıdır.’ 'İkrime dedi ki, ‘Ben bu Al-Haccaj'ın sözünü İbn 'Abbas ve Ebu Hureyre'ye sordum ve doğru söylediğini söylediler. Beş İmam tarafından rivayet edilmiştir. At-Tirmidhi bunu Hasan olarak değerlendirmiştir."
    }
  ]
}