{
  "language": "tr",
  "metadata": {
    "length": 233,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Rifa'a bin Rafi' (RA):",
      "text": "Rifa'a bin Rafi' (RA) şöyle nakletmiştir: Peygamber (ﷺ) kendisine, \"Hangi tür kazanç en iyisidir?\" diye soruldu. O da, \"Bir adamın kendi eliyle yaptığı iş ve hile veya aldatmadan uzak olan her ticaret\" diye cevap verdi."
    },
    {
      "id": 2,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn Mas'ud (RA):",
      "text": "Jabir bin Abdullah (RA) şöyle nakletmiştir: Ben, Fetih yılı Mekkede iken Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Allah ve Elçisi, sarhoş edici içeceklerin, ölü hayvanların, domuzların ve putların satışını yasaklamıştır.\" Kendisine, \"Ey Allah'ın Elçisi, ölü bir hayvanın yağı hakkında ne dersin? Çünkü bu, gemilerin yağlanmasında, hayvanların derilerinin yağlanmasında ve lambalar için yağ yapımında kullanılır.\" diye soruldu. O da, \"Hayır, bu haramdır.\" diye cevap verdi. Allah'ın Elçisi (ﷺ) ardından şöyle ekledi: \"Allah, Yahudileri lanetlesin; zira Allah Teala, bu tür hayvanların yağını haram kıldığında, onu eritip sattılar ve fiyatını (karını) yediler.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Mas'ud al-Ansari (RA):",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "İbn Mes'ud (RA) şöyle nakletmiştir: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"İki kişi bir ticaret anlaşması yaparken anlaşmazlığa düşerlerse ve aralarında hakemlik yapacak bir delil yoksa, satıcının sözü geçerlidir, ya da anlaşmayı bozabilirler.\""
    },
    {
      "id": 6,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Maimuna (RA), the wife of the Prophet (ﷺ):",
      "text": "Ebu Mes'ud el-Ensari (RA) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) köpek için ödenen parayı, fahişeye verilen ücreti ve falcıya verilen parayı yasakladı.\""
    },
    {
      "id": 8,
      "narrator": "Ahmad and an-Nasa'i added:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Jabir bin Abdullah (RA) şöyle nakletmiştir: Ben, yorgun düşen bir deveyi üzerimde taşırken, onu serbest bırakmayı düşündüm. Peygamber (ﷺ) arkamdan geldi ve benim için dua etti ve deveyi vurdu. Sonra, daha önce hiç olmadığı gibi gitti. O, \"Bana bir Uqiya karşılığında sat.\" dedi. Ben, \"Hayır.\" dedim. O tekrar, \"Bana sat.\" dedi. Böylece ben onu bir Uqiya karşılığında ona sattım. Ancak, eve kadar binmeme izin verilmesini şart koştum. Eve vardığımda, deveyi ona götürdüm ve bana fiyatını nakit ödedi. Sonra geri döndüm ve o, arkamdan birini gönderdi. (Geldiğimde), \"Sence ben sana deveyi almak için fiyatını düşürmeni mi söyledim? Deven ve paran senin olsun.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Zubair (RA):",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "And an-Nasa'i added:",
      "text": "Nakledildiğine göre: Aramızda bir adam, kendisine ait bir kölenin ölümünden sonra serbest kalacağını ilan etti. Ancak, onun başka bir malı yoktu. Bunun üzerine Peygamber (ﷺ) onu (köleyi) çağırdı ve onu sattı."
    },
    {
      "id": 12,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "Maimuna (RA), Peygamber (ﷺ) 'in eşi şöyle nakletmiştir: Bir fare, tereyağının içine düştü ve öldü. Peygamber (ﷺ) bu konuda soruldu ve şöyle cevap verdi: \"Onu ve etrafındakileri atın ve (dokunulmamış olanı) yiyin.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Jabir (RA):",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "Ahmad ve an-Nasa'i ekledi: \"katı tereyağına.\""
    },
    {
      "id": 16,
      "narrator": "In another narration, he added:",
      "text": "Başka bir rivayette, şöyle ekledi: \"Ve bir dişi deveyi döllemek için bir deve kiralamak.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated :",
      "text": "İbn 'Umar (RA) rivayet etti: Allah'ın Elçisi (ﷺ) bir aygırın spermasının satışını (dölleme için kullanmak amacıyla) yasakladı."
    },
    {
      "id": 19,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Rivayet edildi: Allah'ın Elçisi (ﷺ) Cahiliye döneminde yapılan 'Habalal-Habalah' adı verilen işlemi yasakladı; bu işlemde bir adam, annesinin karnındaki bir dişi deveden doğacak olan bir dişi deve satın alıyordu."
    },
    {
      "id": 21,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated :",
      "text": "Rivayet edildi: Allah'ın Elçisi (ﷺ) bir azatlı kölenin miras hakkının satışını veya bağışlanmasını yasakladı."
    },
    {
      "id": 23,
      "narrator": "Abu Dawud has:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Allah'ın Elçisi (ﷺ) taş atarak belirlenen bir işlemi ve belirsizlik (veya dolandırıcılık) içeren işlemi yasakladı."
    },
    {
      "id": 25,
      "narrator": "al-Hakim reported it in 'Uloom al-Hadith, from the narration of Abu Hanifah, from 'Amr bin Shu'aib, with the wording:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated :",
      "text": "Rivayet edildi: Allah'ın Elçisi (ﷺ) dedi ki: \"Eğer birisi bir tahıl alırsa, onu tartmadan satmamalıdır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated :",
      "text": "Rivayet edildi: Allah'ın Elçisi (ﷺ) bir arada bulunan iki işlemi yasakladı."
    },
    {
      "id": 29,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "Abu Dawud şöyle der: \"Eğer birisi bir arada bulunan iki işlem yaparsa, daha düşük fiyatı alma hakkına sahiptir veya (bu) faize sayılır.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Anas (RA):",
      "text": "Anas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) Muhaqalah, Mukhadarah, Mulamasah, Munabadhah ve Muzabamah'ı yasakladı."
    },
    {
      "id": 32,
      "narrator": "Narrated Tawus from Ibn 'Abbas (RA), Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Tawus, İbn Abbas (RA) aracılığıyla rivayet etti; Allah'ın Elçisi (ﷺ) şöyle dedi: \"Tüccarları karşılamak için dışarı çıkmayın ve bir şehir sakini çöl adamı için satış yapmamalıdır.\" İbn Abbas'a (RA) sordum, \"Şehir sakini çöl adamı için satış yapmamalıdır derken neyi kastetti?\" O da, \"Onun için aracılık yapmamalıdır.\" diye cevap verdi."
    },
    {
      "id": 34,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Muslim has:",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Pazara getirilen şeyleri karşılamak için dışarı çıkmayın. Eğer biri bunu yapar ve bir miktar satın alırsa, mal sahibi pazara geldiğinde onun (anlaşmayı iptal etme) seçeneği vardır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Ayub al-Ansari (RA):",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated 'Ali bin Abu Talib (RA):",
      "text": "Rivayet edildi ki: Allah'ın Elçisi (ﷺ) şehir sakininin çöl adamı için satış yapmasını; birinin diğerine karşı teklif vermesini (fiyatı artırmasını); birinin kardeşinin satışını iptal ederek (ürününü) satmasını; kardeşi bir kadına evlenme teklif ettikten sonra onunla evlenme teklif edilmesini; veya bir kadının kız kardeşinin boşanmasını istemesini, böylece ona ait olanı elinden almak için yasakladı."
    },
    {
      "id": 38,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Ma'mar bin 'Abdullah (RA):",
      "text": "Müslim'de şöyle geçmektedir: \"Bir Müslüman, başka bir Müslümanın teklif ettiği fiyatın üstünde bir fiyat teklif etmemelidir.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Muslim has:",
      "text": "Ebu Eyyub el-Ensari (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle diyordu: \"Bir anneyi çocuğundan ayıran kimse, kıyamet günü Allah onu sevdiklerinden ayırsın.\""
    },
    {
      "id": 42,
      "narrator": "Another narration by Muslim, which al-Bukhari reported as Mu'allaq (with a broken chain), has:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn Mas'ud (RA):",
      "text": "Ali bin Ebu Talib (RA) rivayet etti: Allah'ın Elçisi (ﷺ) bana iki kardeş olan genci satmamı emretti. Onları sattım ve ayırdım (farklı kişilere sattım). Bunu Peygamber'e (ﷺ) söylediğimde, \"Onları bul ve geri getir, onları ancak birlikte satabilirsin.\" dedi."
    },
    {
      "id": 44,
      "narrator": "al-Isma'ili added:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Anas bin Malik (RA) rivayet etti: Allah'ın Elçisi (ﷺ) zamanında Medine'de fiyatlar yükseldiğinde, insanlar \"Ey Allah'ın Elçisi, fiyatlar yükseldi, bizim için sabitle.\" dediler. Allah'ın Elçisi (ﷺ) şöyle cevap verdi: \"Fiyatları sabitleyen Allah'tır; O, tutar, bolca verir ve rızıklandırır. Ve umarım ki ben Allah, yüce olanla karşılaştığımda, sizden hiç kimsenin kan veya mal konusunda bana bir iddiası olmasın.\""
    },
    {
      "id": 46,
      "narrator": "Narrated 'Abdullah bin Buraidah on his father's authority (RA):",
      "text": "Abdullah bin Buraidah (RA) babası aracılığıyla nakletti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Üzümleri hasat mevsiminde biriktiren ve bunları şarap yapanlara satan kimse, cehenneme açık bir bilgiyle kendini atmış olur.\""
    },
    {
      "id": 47,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Aişe (RA) nakletti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Her kâr, sorumluluğu taşıyan kişiye aittir.\""
    },
    {
      "id": 48,
      "narrator": "Narrated 'Urwa al-Bariqi (RA):",
      "text": "Urve el-Bariki (RA) nakletti: Peygamber (ﷺ) ona bir Dinar vererek bir kurbanlık hayvan veya bir koyun satın almasını istedi. O da bununla iki koyun aldı, birini bir Dinar'a sattı ve ona bir keçi ve bir Dinar ile geri döndü. Böylece onun ticaretine bereket duasında bulundu ve eğer toprak (toprağın) satın almış olsaydı, ondan da kâr elde ederdi."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "el-Buhari bunu başka bir Hadis içinde kaydetti, ancak tam sözlerini aktarmadı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "at-Tirmidhi, bu konuda Hakim bin Hizam'ın Hadisinden bir Şahid (benzer anlamda destekleyici rivayet) bildirdi."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "Ebu Sa'id el-Hudri (RA) nakletti: Peygamber (ﷺ) doğum yapana kadar evcil hayvanların karnındaki şeyi satın almayı; memelerindeki şeyi satmayı; kaçan bir köleyi satın almayı; savaş ganimeti paylaşılmadan (bir şey) satın almayı; Sadaqat alınmadan önce satın almayı; ve bir dalgıcın bilinmeyen buluşunu satın almayı yasakladı."
    },
    {
      "id": 52,
      "narrator": "Narrated Ibn Mas'ud (RA):",
      "text": "İbn Mes'ud (RA) nakletti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Suda olan balığı satın almayın, çünkü bu belirsizlik (risk) içerir.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn Abbas (RA) nakletti: Allah'ın Messenger'ı (ﷺ) meyve olgunlaşmadan satılmasını; hayvanın sırtında (hala) olan kürkünü veya memede (hala) olan sütü satmayı yasakladı."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Ebu Davud, bunu al-Marasil'de İkrime'nin sözü olarak bildirdi ve bu en güçlü görüştür."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "O, bunu Maukuf olarak (bir Sahabi sözü olarak) İbn Abbas'tan güçlü bir rivayet zinciri ile bildirdi ve el-Beyhaki bunu en doğru rivayet olarak kabul etti."
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) nakletti: Peygamber (ﷺ) dişi deveyi karnındaki şeyin ve erkek devedeki spermanın satışını yasakladı."
    },
    {
      "id": 57,
      "narrator": "Narrated :",
      "text": "Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Bir Müslüman'a sattığı şeyi geri kabul eden kimse, Allah onun hatasını affeder.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn Ömer (RA) nakletti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Bir ticaret işleminde her iki tarafın da işlemi iptal etme hakkı vardır, eğer ayrılmamışlarsa ve birlikte kalıyorlarsa; ya da biri diğerine işlemi sonuçlandırma veya iptal etme seçeneğini verirse; eğer biri diğerine işlemi sonuçlandırma veya iptal etme seçeneğini verirse ve sonra işlemi buna göre yaparlarsa, işlem bağlayıcı hale gelir; ya da işlem yapıldıktan sonra ayrılırlarsa ve hiçbiri onu iptal etmemişse, işlem bağlayıcı hale gelir.\""
    },
    {
      "id": 59,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather (RA):",
      "text": "Amr bin Shu'aib, babası aracılığıyla dedesinden (RA) nakletti: Peygamber (ﷺ) şöyle dedi: \"Bir ticaret işleminde iki taraf (satıcı ve alıcı) ayrılana kadar (iptal etme) seçeneğine sahiptir; aksi takdirde, iptal etme hakkı olan bir işlem değildir; ve birinin diğerinden ayrılması, anlaşmayı iptal etme korkusuyla olmamalıdır.\""
    },
    {
      "id": 60,
      "narrator": "Another narration has:",
      "text": "Başka bir rivayette: \"işlem yerlerinden ayrılana kadar.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Bir adam, Allah'ın Elçisi'ne (ﷺ) ticaret işlemlerinde aldatıldığını söyledi, o da şöyle cevap verdi: \"Bir şey satın aldığınızda, 'Aldatmak (aldatılmak) caiz değildir (yani, dilerse malı iade etme hakkı vardır)' deyin.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Jabir (RA):",
      "text": "Cabir (RA) rivayet etti: Allah'ın Elçisi (ﷺ) faizi kabul eden, veren, kaydeden ve iki tanık için lanet etti ve şöyle dedi: \"Onlar hepsi birdir.\""
    },
    {
      "id": 63,
      "narrator": "",
      "text": "el-Buhari, Abu Juhaifah Hadisi'nden benzer bir şey bildirmiştir."
    },
    {
      "id": 64,
      "narrator": "Narrated 'Abdullah bin Mas'ud (RA):",
      "text": "Abdullah bin Mes'ud (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Faizin yetmiş üç çeşidi vardır, en hafif olanı, bir adamın annesiyle evlenmesi (cinsel ilişkiye girmesi) gibidir ve faizin özünde bir Müslüman erkeğin onurunu ihlal etmek vardır.\""
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "Ebu Sa'id el-Hudri (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Altını altınla, ancak eşit miktarda, eşit miktar için satmayın; bir miktarı diğerinden fazla yapmayın. Gümüşü gümüşle, ancak eşit miktarda, eşit miktar için satmayın; bir miktarı diğerinden fazla yapmayın. Ve mevcut olmayan (işlem anında) parayı, mevcut olan (nakit) parayla satmayın.\""
    },
    {
      "id": 66,
      "narrator": "Narrated 'Ubadah bin as-Samit (RA):",
      "text": "Ubade bin es-Samit (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Altın, altınla, gümüş, gümüşle, buğday, buğdayla, arpa, arpayla, hurma, hurmayla ve tuz, tuzla, eşit miktarda eşit için, elden ele (yani, ödeme anında yapılmalıdır). Eğer bu sınıflar farklıysa, istediğiniz gibi satın, yeter ki ödeme anında yapılsın.\""
    },
    {
      "id": 67,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Altın, altınla, eşit ağırlık ve eşit miktar olarak ödenmelidir; gümüş, gümüşle, eşit ağırlık ve eşit miktar olarak ödenmelidir. Eğer biri daha fazlasını verirse veya daha fazlasını isterse, bu durumda faiz olur.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Abu Sa'id al-Khudri and Abu Hurairah (RA):",
      "text": "Ebu Sa'id el-Hudri ve Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) Khaibar'a bir adam atadı ve o, çok kaliteli hurmalar getirdi. Allah'ın Elçisi (ﷺ) sordu: \"Khaibar'daki tüm hurmalar böyle mi?\" O da cevap verdi: \"Allah'a yemin ederim ki, kesinlikle değil, Ey Allah'ın Elçisi. Biz bu tür bir Sa' alırız, iki veya hatta üç (daha düşük kalitede) için.\" Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bunu yapmayın. Karışık hurmaları dirhemle satın, sonra çok kaliteli hurmaları dirhemle satın.\" Ve aynı durumun tartı ile satılan şeyler için de geçerli olduğunu söyledi."
    },
    {
      "id": 69,
      "narrator": "Muslim has:",
      "text": "Müslim'de: \"ve tartı ile satılanlar için de böyledir.\""
    },
    {
      "id": 70,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "Cabir bin Abdullah (RA) rivayet etti: Allah'ın Elçisi (ﷺ) ölçüsü bilinmeyen bir miktar hurmayı, belirli (bilinen) bir miktar hurma için satmayı yasakladı."
    },
    {
      "id": 71,
      "narrator": "Narrated Ma'mar bin 'Abdullah (RA):",
      "text": "Ma'mar bin Abdullah (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle derken duyuyordum: \"Yiyecek (yiyecek ile) aynı miktarda satılabilir.\" O zaman bizim yiyeceğimiz arpa idi."
    },
    {
      "id": 72,
      "narrator": "Narrated Fadala bin 'Ubaid (RA):",
      "text": "Fadala bin Ubaid (RA) rivayet etti: Khaibar savaşında on iki dinar karşılığında bir kolye aldım ve içinde altın ve değerli taşlar vardı. Onları ayrı ayrı değerlendirdim ve on iki dinardan daha fazla değere sahip olduğunu gördüm. Peygamber'e (ﷺ) bunu söyledim ve o da: \"İçerikler ayrı ayrı değerlendirilmeden satılmamalıdır.\" dedi."
    },
    {
      "id": 73,
      "narrator": "Narrated Samura bin Jundub (RA):",
      "text": "Semura bin Cundub (RA) rivayet etti: Peygamber (ﷺ) hayvanları, ödeme daha sonra yapılacaksa, hayvanlar için satmayı yasakladı."
    },
    {
      "id": 74,
      "narrator": "Narrated 'Abdullah bin 'Amr bin al-'Aar (RA):",
      "text": "Abdullah bin Amr bin al-'Aar (RA) rivayet etti: Peygamber (ﷺ) ona bir ordu donatmasını emretti. Sonra, develer yetersiz olunca, ona sadaka develerinin gençlerini geri tutmasını emretti. O da: \"Bir deveyi ikiyle değiştirmek üzere alıyordum, sadaka develeri geldi.\" dedi."
    },
    {
      "id": 75,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer birine kredi ile bir şey satarsanız, onu daha düşük bir fiyattan geri alacağınız şartıyla (al-'Einah), sığırların kuyruklarına tutunun, tarımdan memnun olun ve cihattan vazgeçin - Allah, sizin üzerinize bir rezil olma durumu getirir ve sizi dininize dönene kadar ondan kurtarmaz.\""
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Ahmad, 'Ata'nın rivayetinden benzer bir şey bildirmiştir. Rivayet edenler güvenilirdir ve İbn al-Qattan bunu Sahih (doğru) olarak değerlendirmiştir."
    },
    {
      "id": 77,
      "narrator": "Narrated Abu Umamah (RA):",
      "text": "---"
    },
    {
      "id": 78,
      "narrator": "Narrated 'Abdullah bin 'Amr bin al-Aas (RA):",
      "text": "Ebu Ümame (RA) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Kardeşi için şefaat eden ve o da (şefaat için) ona bir hediye verip kabul ederse, o en korkunç Riba (haksız artış) türlerinden birine girmiştir.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 80,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "Abdullah bin Amr bin al-Aas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) rüşvet veren ve rüşvet alan kimseyi lanetlemiştir."
    },
    {
      "id": 81,
      "narrator": "Narrated Zaid bin THabit (RA):",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "Muslim has:",
      "text": "İbn 'Umar (RA) rivayet etti: Allah'ın Elçisi (ﷺ) al-Muzabanah'ı yasakladı; bu, bir adamın bahçesinin meyvelerini, eğer hurma ağaçlarından (taze hurma) oluşuyorsa, ölçü ile kuru hurma karşılığında satması; eğer üzümler (asmada) ise, ölçü ile kuru üzüm karşılığında satması; veya toplanmamış mahsul ise, ölçülü bir miktar toplanmış mahsul karşılığında satması demektir. Bütün bunları yasakladı."
    },
    {
      "id": 83,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Sa'd bin Ebu Vakkas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) taze hurmaların kuru hurmalarla alım satımı hakkında sorulduğunda, \"Taze hurmalar kuruduğunda azalır mı?\" diye sordu. Onlar, \"Evet.\" dediler. Bunun üzerine bunu yasakladı."
    },
    {
      "id": 84,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "A narration has:",
      "text": "İbn 'Umar (RA) rivayet etti: Peygamber (ﷺ) gelecekte ödenecek bir borcun başka bir borç karşılığında satılmasını yasakladı; yani, borç için borç."
    },
    {
      "id": 86,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "---"
    },
    {
      "id": 87,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "Zaid bin Sabit (RA) rivayet etti: Allah'ın Elçisi (ﷺ) al-'Araya'nın satışına, (kuru hurmaların ne olacağına dair) bir hesaplama esasına dayalı olarak izin verdi."
    },
    {
      "id": 88,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "In another narration he has:",
      "text": "Müslim'de şöyle geçmektedir: \"Al-'Araya'nın (satışı için) hesaplama esasına dayalı olarak izin verdi; ev halkı, meyvelerini (kuru hurmaların ne olacağına dair) bir hesaplama ile alır, ancak onları ağaçtan taze olarak yiyebilirler.\""
    },
    {
      "id": 90,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn Abbas (RA) rivayet etti: Peygamber (ﷺ) Medine'ye geldiğinde, meyveler için bir ve iki yıl önceden ödeme yapıyorlardı. Bunun üzerine o (ﷺ) şöyle dedi: \"Meyveler için önceden ödeme yapanlar, belirli bir ölçü ve ağırlık ile ve belirli bir süre için yapmalıdırlar.\""
    },
    {
      "id": 92,
      "narrator": "al-Bukhari has:",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "Narrated 'Abdur-Rahman bin Abza and 'Abdullah bin Abu Aufa (RA):",
      "text": "el-Buhari'de şöyle geçmektedir: \"Herhangi bir şey için önceden ödeme yapanlar.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Abdurrahman bin Abza ve Abdullah bin Ebu Aufa (RA) rivayet etti: \"Biz, Allah'ın Resulü (ﷺ) ile birlikte savaş ganimetlerinden bir pay alıyorduk ve Suriye'den gelen bazı Nabati Arapları bize geliyordu ve biz onlara buğday, arpa ve kuru üzüm için -bir rivayette 'zeytinyağı' da var- belirli bir süre için önceden ödeme yapıyorduk.\" Soruldu: \"Onların ekili mahsulleri var mıydı?\" Onlar cevap verdiler: \"Biz onlardan bunun hakkında sormuyorduk.\""
    },
    {
      "id": 96,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "Narrated :",
      "text": "Ebu Hureyre (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Başka insanların malını geri verme niyetiyle kabul eden kimseye, Allah onu geri verir. Ve onu israf etme niyetiyle kabul eden kimseye, Allah, yüce olan, onu israf eder (yok eder).\""
    },
    {
      "id": 98,
      "narrator": "Narrated Abu Rafi' (RA):",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Narrated 'Ali (RA):",
      "text": "Aişe (RA) rivayet etti: Ben dedim ki, \"Ey Allah'ın Resulü, falan kişi Suriye'den sana giysi getirdi. Onu gönderip, ondan iki giysi almayı düşünmez misin, ta ki ödemek senin için kolaylaşsın?\" O, ona birini gönderdi ama o, kabul etmedi."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir hayvan, üzerine harcanan masraf nedeniyle, rehin olduğunda binilebilir; ve bir deveyi, üzerine harcanan masraf nedeniyle, rehin olduğunda sütü içilebilir. Ve onun masraflarını karşılama sorumluluğu, binen ve sütünü içen kişiye aittir.\""
    },
    {
      "id": 102,
      "narrator": "Narrated Abu Bakr bin 'Abdur-Rahman on the authority of Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "Abu Dawud and Malik reported the aforesaid Hadith from the narration of Abu Bakr bin 'Abdur-Rahman, as Mursal (broken chain after the Tabi'i), with this wording:",
      "text": "Rivayet edildi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir rehin, zamanında geri alınmadığında sahibine kaybolmaz. Değerindeki artış ona aittir ve kaybolan her şey onun üzerine düşer.\""
    },
    {
      "id": 104,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "Abu Dawud and Ibn Majah reported the aforesaid Hadith from the narration of 'Umar bin Khalda which has:",
      "text": "Ebu Rafi' (RA) rivayet etti: Peygamber (ﷺ) bir adamdan bir genç deve ödünç aldı. Sadaqa develeri ona geldiğinde, Ebu Rafi' (RA) adamı genç devesiyle geri ödemesi için ona emir verdi. O (ﷺ) ona, \"Ben sadece yedinci yılındaki mükemmel bir deve bulabilirim.\" dedi. O da, \"Ona ver, çünkü insanların en iyisi, borcunu en güzel şekilde ödeyendir.\" dedi."
    },
    {
      "id": 106,
      "narrator": "Narrated 'Amr bin ash-Sharid on the authority of his father:",
      "text": "'Amr bin ash-Sharid'in babası aracılığıyla rivayet etti: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Mali durumu iyi olan birinin ödemede gecikmesi, ona hakaret etmeyi ve ceza vermeyi mubah kılar.\""
    },
    {
      "id": 107,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "Abu Sa'id al-Khudri (RA) rivayet etti: Allah'ın Messengerı (ﷺ) zamanında bir adam, satın aldığı meyvelerde bir kayba uğradı, büyük bir borcu vardı ve iflas etti. Bunun üzerine, Allah'ın Messengerı (ﷺ) insanlara, \"Ona Sadaqah (sadaka) verin.\" dedi. Böylece insanlar ona sadaka verdiler. Ancak bu, borcunu tamamen ödemek için yeterli olmadı. Bunun üzerine, Allah'ın Messengerı (ﷺ) alacaklılara, \"Bulduğunuz her şeyi alın, ondan başka bir şeyiniz olmayacak.\" dedi."
    },
    {
      "id": 108,
      "narrator": "Narrated Ibn Ka'b bin Malik (RA) on the authority of his father:",
      "text": "İbn Ka'b bin Malik (RA) babası aracılığıyla rivayet etti: Allah'ın Messengerı (ﷺ) Mu'adh'ın malını aldı ve onu borçlu olduğu bir borç karşılığında sattı."
    },
    {
      "id": 109,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Ben, Uhud Günü'nde on dört yaşındayken Peygamber (ﷺ) huzuruna getirildim, ancak bana (savaşa katılmam için) izin vermedi. Daha sonra, on beş yaşımda, Hendek Günü'nde (Hendek Savaşı) ona getirildim ve bana (savaşa katılmam için) izin verdi."
    },
    {
      "id": 110,
      "narrator": "al-Baihaqi's narration has:",
      "text": "al-Baihaqi'nin rivayetinde: \"Bana (savaşa katılmam için) izin vermedi ve beni ergenlik çağına ulaşmış olarak görmedi.\" denilmektedir."
    },
    {
      "id": 111,
      "narrator": "Narrated 'Atiyyah al-Qurazi (RA):",
      "text": "'Atiyyah al-Qurazi (RA) rivayet etti: Biz, Kuraizah Günü Peygamber (ﷺ) huzuruna getirildik. Cinsel organlarında tüy çıkmaya başlayanlar öldürüldü, çıkmayanlar serbest bırakıldı. Ben, tüy çıkmamış olanlardan biriydim, bu yüzden serbest bırakıldım."
    },
    {
      "id": 112,
      "narrator": "Narrated 'Amr bin Shu'aib on his father'ss authority from his grandfather (RA):",
      "text": "'Amr bin Shu'aib, babası aracılığıyla dedesinden (RA) rivayet etti: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Kocasının izni olmadan bir kadına hediye vermek caiz değildir.\""
    },
    {
      "id": 113,
      "narrator": "Another wording is:",
      "text": "Diğer bir rivayet ise: \"Eğer kocası ona bakıyorsa, bir kadının malından herhangi bir şey tasarruf etmesi caiz değildir.\" şeklindedir."
    },
    {
      "id": 114,
      "narrator": "Narrated Qabisa bin Mukhariq al-Hilali (RA):",
      "text": "Kabisah bin Mukhariq al-Hilali (RA) rivayet etti: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Dilencilik, ancak üç kişiden birine caizdir: Bir borç için kefil olan bir adam, bu durumda dilencilik yapması caizdir; başına bir felaket gelmiş ve malı yok olmuş bir adam, bu durumda dilencilik yapması caizdir; ve yoksulluk içinde olan bir adam, bu durumunu üç akıllı insanın onaylamasıyla kanıtladığında, onun için dilencilik caizdir.\""
    },
    {
      "id": 115,
      "narrator": "Narrated 'Amr bin 'Auf al-Muzani (RA):",
      "text": "'Amr bin 'Auf al-Muzani (RA) rivayet etti: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Müslümanlar arasında uzlaşma caizdir, ancak bir şeyi haram kılacak veya haram olan bir şeyi mubah kılacak bir uzlaşma caiz değildir; Müslümanlar, yaptıkları şartlara uymalıdır, ancak bir şeyi haram kılacak veya haram olan bir şeyi mubah kılacak bir şart hariç.\" Ancak, Hadis âlimleri, bu Hadisi (Sahih olarak derecelendirdiği için) eleştirmiştir çünkü Kathir bin 'Abdullah bin 'Amr bin 'Auf'un rivayeti zayıftır. Tirmidhi, birçok senedinden dolayı bunu (güvenilir) olarak değerlendirmiştir. İbn Hibban, yukarıda belirtilen Hadisi Abu Hurairah (RA) rivayetinden Sahih (doğru) olarak ilan etmiştir."
    },
    {
      "id": 116,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Komşusunun duvarına bir tahta çakmasını engellememelidir.\" Abu Hurairah (RA) daha sonra şöyle dedi: \"Neden bu Sünnete karşı dönüyorsunuz (kaçınıyorsunuz)? Allah'a yemin ederim ki bunu her zaman size anlatacağım.\""
    },
    {
      "id": 117,
      "narrator": "Narrated Abu Humaid as-Sa'idi (RA):",
      "text": "Abu Humaid as-Sa'idi (RA) rivayet etti: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Bir kişi, kardeşinin sopasını ancak o razı olursa alabilir.\""
    },
    {
      "id": 118,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Zengin birinin ödemede gecikmesi adaletsizliktir. Bu yüzden, eğer biriniz zengin birine ödeme için yönlendirilirse, o yönlendirmeyi kabul etmelidir.\""
    },
    {
      "id": 119,
      "narrator": "A narration by Ahmad has:",
      "text": "Ahmad'ın rivayetinde: \"Eğer biri bir başkasına yönlendirilirse, bunu kabul etsin.\" denilmektedir."
    },
    {
      "id": 120,
      "narrator": "Narrated Jabir (RA):",
      "text": "Jabir (RA) rivayet etti: İçimizden bir adam vefat etti, biz onu yıkadık, kokuladık ve kefenledik. Sonra onu Allah'ın Messengerı (ﷺ) huzuruna getirdik ve onun için dua etmesini istedik. O birkaç adım öne gitti ve sonra, \"Onun üzerinde herhangi bir borç var mı?\" diye sordu. Biz, \"İki Dinar.\" dedik. O yüzünü çevirdi, ancak Abu Qatada (RA) bu borcu üstlendi. Sonra tekrar ona (ﷺ) geldik ve Abu Qatada (RA) dedi: \"İki Dinar'ı ben ödeyeceğim.\" Allah'ın Messengerı (ﷺ) bunun üzerine şöyle dedi: \"Alacaklıya bir hak; ve ölü, onlardan kurtulacak mı?\" O, \"Evet.\" dedi. Böylece, onun için dua etti."
    },
    {
      "id": 121,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Borçlu olarak ölen bir adam Allah'ın Resulü'ne (ﷺ) getirilirdi ve O, \"Borçlarını ödeyecek bir şey bıraktı mı?\" diye sorardı. Eğer yeterli bir şey bıraktığı söylenirse, onun üzerine dua ederdi. Aksi takdirde, \"Arkadaşınızın üzerine dua edin.\" derdi. Sonra Allah, eline fetihler verdiğinde, \"Ben müminlere, kendi nefislerinden daha yakınım. Kim borçlu olarak ölürse, onu ödemek benim üzerime düşer.\" dedi."
    },
    {
      "id": 122,
      "narrator": "A narration by al-Bukhari has:",
      "text": "---"
    },
    {
      "id": 123,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather (RA):",
      "text": "Buhari'de şöyle bir rivayet vardır: \"Kim ölür ve borcunu ödeyecek bir şey bırakmazsa...\""
    },
    {
      "id": 124,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "Narrated as-Saib al-Makhzumi (RA):",
      "text": "Amr bin Şu'ayb, babası aracılığıyla dedesinden (RA) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Belirlenmiş bir ceza ile ilgili olarak hiçbir teminat kabul edilmez.\""
    },
    {
      "id": 126,
      "narrator": "Narrated 'Abdullah bin Mas'ud (RA):",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: \"Yüce Allah, 'Ben iki ortağın üçüncüsüyüm, biri diğerine hıyanet etmediği sürece. Eğer biri hıyanet ederse, ben onlardan ayrılırım.' dedi.\""
    },
    {
      "id": 128,
      "narrator": "Narrated 'Urwa al-Bariqi (RA):",
      "text": "---"
    },
    {
      "id": 129,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Es-Saib el-Mahzumi (RA) rivayet etti: O, Peygamber (ﷺ) ile Peygamberlikten önce ortaklık yapmıştı. Sonra, Fetih günü (Mekke'ye) geldi ve O (Peygamber) şöyle dedi: \"Kardeşime ve ortağıma hoş geldin.\""
    },
    {
      "id": 130,
      "narrator": "Narrated Jabir (RA):",
      "text": "---"
    },
    {
      "id": 131,
      "narrator": "Narrated Abu Hurairah (RA) regarding the story of the hired servant:",
      "text": "Abdullah bin Mes'ud (RA) rivayet etti: \"Ammar, Sa'd ve ben Badr günü elde edeceğimiz (ganimetlerden) ortak olmaya karar verdik.\" Rivayet eden, Hadis'in geri kalanını aktardı ve şöyle sona erdi: \"Sonra Sa'd iki esir getirdi, ama ne Ammar ne de ben bir şey getirdik.\""
    },
    {
      "id": 132,
      "narrator": "Narrated Abu Dhar (RA):",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "Narrated Samura bin Jundub (RA):",
      "text": "Cabir bin Abdullah (RA) rivayet etti: Khaibar'a gitmeyi düşündüm, bu yüzden Peygamber (ﷺ) ile görüştüm ve O, \"Khaibar'da benim vekilimi gördüğünde ondan on beş Wasq (hurma) al.\" dedi."
    },
    {
      "id": 134,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 135,
      "narrator": "Narrated Ya'la bin Umaiya (RA):",
      "text": "Urve el-Bariki (RA) rivayet etti: Allah'ın Resulü (ﷺ) onu bir Dinar ile kendisi için bir kurbanlık hayvan satın alması için gönderdi."
    },
    {
      "id": 136,
      "narrator": "Narrated Safwan bin Umaiya (RA):",
      "text": "Safvan bin Umeyye (RA) tarafından rivayet edilmiştir: Huneyn Savaşı'nda, Peygamber (ﷺ) ondan zırh ödünç aldı ve o da, \"Zorla mı alıyorsun, Ey Muhammed (ﷺ)?\" diye sordu. Peygamber (ﷺ) cevap verdi: \"Hayır, bu geri dönüş garantisiyle bir ödünç.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "Narrated Sa'id bin Zaid (RA):",
      "text": "Bu Hadis için İbn Abbas'tan zayıf bir Şahid (destekleyici rivayet) de bildirilmiştir."
    },
    {
      "id": 139,
      "narrator": "Narrated Anas (RA):",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "at-Tirmidhi named the one who broke it as 'Aishah (RA) and added:",
      "text": "Sa'id bin Zayd (RA) tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim bir toprağı haksız yere alırsa, Kıyamet Günü Allah onu yedi yerden boğar.\""
    },
    {
      "id": 141,
      "narrator": "Narrated Rafi' bin Khadij (RA):",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Enes (RA) tarafından rivayet edilmiştir: Peygamber (ﷺ) eşlerinden biriyle birlikteyken, diğer eşlerinden biri (Müminlerin Anneleri'nden biri) bir hizmetkârı aracılığıyla yemek dolu bir kâse gönderdi. Sonra, (onun evinde bulunduğu) kadın, kâseye elini vurdu ve kâse kırıldı. Peygamber (ﷺ) kâsenin parçalarını topladı ve içindeki yiyecekleri toplamaya başladı ve \"Sen ye,\" dedi ve hizmetkâra sağlam bir kâse verdi, kırık olanı ise kendisine bıraktı."
    },
    {
      "id": 143,
      "narrator": "Narrated 'Urwa bin az-Zubair (RA):",
      "text": "---"
    },
    {
      "id": 144,
      "narrator": "",
      "text": "at-Tirmidhi, kâseyi kıran kişinin 'Aişe (RA) olduğunu belirtmiş ve eklemiştir: Peygamber (ﷺ) sonra şöyle dedi: \"Yiyecek, yiyecek için ve kap, kap için.\""
    },
    {
      "id": 145,
      "narrator": "Narrated Abu Bakra (RA):",
      "text": "---"
    },
    {
      "id": 146,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "Rafi' bin Khadij (RA) tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir kimse, bir topluluğun arazisinde onların izni olmadan ekim yaparsa, o kişinin ekin üzerinde hiçbir hakkı yoktur. Ancak, o ekim için harcadığına hak sahibidir.\""
    },
    {
      "id": 147,
      "narrator": "Muslims' narration has:",
      "text": ""
    },
    {
      "id": 148,
      "narrator": "at-Tahawi's narration has:",
      "text": "---"
    },
    {
      "id": 149,
      "narrator": "Narrated Abu Rafi' (RA):",
      "text": "al-Bukhari'nin bunu Da'if (zayıf) olarak değerlendirdiği söylenmiştir."
    },
    {
      "id": 150,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "Narrated Jabir (RA):",
      "text": "Jabir (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Komşu, komşusunun mülkünü satın alma hakkına en çok sahiptir ve bu hakkın kullanılması beklenmelidir, hatta o yoksa bile, eğer iki mülkün bir yolu varsa.\""
    },
    {
      "id": 152,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Komşu mülkü satın alma hakkı, ipi çözmek gibidir (deveye engel olan).\""
    },
    {
      "id": 153,
      "narrator": "Narrated Suhaib (RA):",
      "text": "Suhaib (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Üç şeyde bereket vardır: Ödeme için belirli bir zaman kararlaştırılan bir ticaret, al-Muqaradah (spekülatif ortaklık) ve buğday ile arpanın ev kullanımı için karıştırılması, ancak satış için değil.\""
    },
    {
      "id": 154,
      "narrator": "Narrated al-Hakim bin Hazim (RA):",
      "text": "al-Hakim bin Hazim (RA) rivayet etti: O, al-Muqaradah'da mülkünü verdiği adamdan bir şart koyardı: \"Mülkümü canlı varlıklarla ticaret yapmayacaksın, denizle taşımayacaksın ve bir nehir yatağının dibinde yerleşmeyeceksin; eğer yukarıda belirtilenlerden herhangi birini yaparsan, o zaman mülkümü garanti etmelisin.\""
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Malik, al-Muwatta' da al-'Ala bin 'Abdur-Rahman bin Ya'qub'dan, babası aracılığıyla dedesi adına, 'Uthman (RA) ait bir mülk ile ticaret yaptığını ve kârın aralarında bölüneceğini söyledi."
    },
    {
      "id": 156,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Allah'ın Elçisi (ﷺ) Khaibar halkıyla, (Müslüman otoriteye) meyve veya mahsulden elde edilenlerin yarısını verme konusunda anlaştı."
    },
    {
      "id": 157,
      "narrator": "A narration by al-Bukhari and Muslim has:",
      "text": "al-Bukhari ve Muslim'de şöyle bir rivayet vardır: Onlar (ﷺ) kendilerine arazide kalmalarını, tüm tarımı yapmaları ve yarım miktar hurma almaları şartıyla izin vermesini istediler. Allah'ın Elçisi (ﷺ) onlara, \"Sizi arazide tutacağız, bu şartla, istediğimiz kadar.\" diye cevap verdi. Böylece 'Umar (RA) onları sürene kadar arazide kaldılar."
    },
    {
      "id": 158,
      "narrator": "Muslim has:",
      "text": "Muslim'de: Allah'ın Elçisi (ﷺ) Khaibar Yahudilerine, hurma ağaçlarını ve Khaibar topraklarını, kendi kaynaklarını kullanarak çalıştırmaları ve ürünün yarısını almaları şartıyla teslim etti."
    },
    {
      "id": 159,
      "narrator": "Narrated Hanzala bin Qais (RA):",
      "text": "Hanzala bin Qais (RA) rivayet etti: Ben Rafi' bin Khadij (RA) ile altın ve gümüş için arazi kiralamayı sordum, o da \"Bunda bir sakınca yoktur, çünkü insanlar Allah'ın Elçisi (ﷺ) zamanında nehir yataklarında ve dere kenarlarında neyin büyüdüğü için arazi kiralarlardı, ya da mahsulün bir kısmı için. Ancak bazen bu mahsulün bir kısmı yok olurken diğeri kurtulurdu, ya da tam tersi. Böylece, insanlara (arazi sahiplerine) ödenecek bir ücret olmazdı, sadece mahsul veren kısım için.\" Bu nedenle, bu uygulamadan sakındırdı. Ancak, eğer bilinen ve garanti edilen bir şey için kiralanıyorsa, bunda bir sakınca yoktur."
    },
    {
      "id": 160,
      "narrator": "Narrated Thabit bin Dahhak (RA):",
      "text": "Thabit bin Dahhak (RA) rivayet etti: Allah'ın Elçisi (ﷺ) al-Muzara'ah'ı (toprağı ürün payı karşılığında çalıştırmayı) yasakladı ve al-Mu'ajara'yı (nakit karşılığında kiralamayı) emretti."
    },
    {
      "id": 161,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) kendisine hacamat yaptırdı ve hacamat yapan kişiye ücretini verdi; eğer bu yasak olsaydı ona (ücretini) vermezdi."
    },
    {
      "id": 162,
      "narrator": "Narrated Rafi' bin Khadij (RA):",
      "text": "Rafi' bin Khadij (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hacamatçının (Hajjam) kazancı kirli (haram)dir.\""
    },
    {
      "id": 163,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, Azim ve Celil, 'Kıyamet Günü benim düşmanım olacağım üç kişi vardır: Benim Adım ile söz veren ve sonra ihanet eden bir adam; özgür bir adamı satan ve fiyatını yiyen bir adam; ve bir işçi kiralayan ve ondan tam hizmet aldıktan sonra ona ücretini vermeyen bir adam.'\""
    },
    {
      "id": 164,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ücret almanın en layık olduğu şey, Allah'ın Kitabı'dır.\""
    },
    {
      "id": 165,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kiralanan işçiye ücretini teri kurumadan verin.\""
    },
    {
      "id": 166,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "Ebu Sa'id el-Hudri (RA) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Kim bir işçi tutarsa, ona ücretini tam olarak ödemelidir.\""
    },
    {
      "id": 167,
      "narrator": "Narrated 'Urwa from 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 168,
      "narrator": "Narrated Sa'id bin Zaid (RA):",
      "text": "'Urve, 'Aişe'den (RA) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Kime ait olmayan bir araziyi işleyen, ona en çok hak sahibidir.\" 'Urve, 'Ömer'in halifeliği sırasında buna göre hüküm verdiğini söyledi."
    },
    {
      "id": 169,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Sa'id bin Zayd (RA) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Eğer biri ıssız bir araziyi verimli hale getirirse, o arazi ona aittir.\""
    },
    {
      "id": 171,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "",
      "text": "At-Tirmidhi, bunun Mursal (Tabi'in sonrası eksik bağlantı) bir şekilde bildirildiğini söyledi. Ancak, bunu Peygamber (ﷺ)den duyan Sahabi hakkında bir ihtilaf vardır ve bunun Jabir, 'Aişe veya 'Abdullah bin 'Ömer olduğu söylenmiştir; en güçlü görüş ise ilkidir (yani Jabir)."
    },
    {
      "id": 173,
      "narrator": "Narrated Samurah bin Jundub (RA):",
      "text": "---"
    },
    {
      "id": 174,
      "narrator": "Narrated 'Abdullah bin Mughaffal (RA):",
      "text": "İbn Abbas (RA) rivayet etti ki, es-Sa'b bin Cethamah el-Leysi (RA) ona, Peygamber (ﷺ)in şöyle dediğini bildirdi: \"Allah ve Resulü'ne ait olmayan hiçbir koruma yoktur.\""
    },
    {
      "id": 175,
      "narrator": "Narrated 'Alqama bin Wa'il from his father (RA):",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ne başkalarına zararı dokunacak bir zarar olmalı, ne de iki taraf arasında karşılıklı zarar olmalıdır.\""
    },
    {
      "id": 177,
      "narrator": "Narrated A man of the Companions (RA):",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "İbn Mace, Ebu Sa'id'in rivayetinden benzer bir hadis bildirmiştir. Bu, al-Muvatta'da Mursal bir şekilde (Tabi'in sonrası eksik bağlantı) bulunmaktadır."
    },
    {
      "id": 179,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 180,
      "narrator": "A narration by al-Bukhari has:",
      "text": "Samurah bin Cundub (RA) rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer biri (ıssız) bir arazinin etrafına duvar örerse, o arazi ona aittir.\""
    },
    {
      "id": 181,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurayra (RA) rivayet etti: Allah'ın Elçisi (ﷺ) 'Umar'ı (RA) Sadaka toplamak için gönderdi...\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 183,
      "narrator": "Narrated an-Nu'man bin Bashir (RA):",
      "text": "\"Khalid'e gelince, o zırhlarını ve silahlarını Allah'ın yolunda kullanmak için sakladı.\""
    },
    {
      "id": 184,
      "narrator": "A narration has:",
      "text": "---"
    },
    {
      "id": 185,
      "narrator": "A narration by Muslim has:",
      "text": "an-Nu'man bin Bashir (RA) rivayet etti: Babası onu Allah'ın Elçisi'ne (ﷺ) getirdi ve dedi ki, \"Bu oğluma bana ait bir köle verdim.\" Allah'ın Elçisi (ﷺ) sordu, \"Tüm çocuklarına onun gibi bir şey verdin mi?\" O da, \"Hayır.\" dedi. Allah'ın Elçisi (ﷺ) sonra, \"O halde onu geri al.\" dedi."
    },
    {
      "id": 186,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "A narration by al-Bukhari has:",
      "text": "Bir rivayette: Babam, Sadakam (yani hediye) için onu şahit olarak çağırmak üzere Peygamber'e (ﷺ) gitti ve sordu, \"Tüm çocukların için aynı şeyi yaptın mı?\" O da, \"Hayır.\" dedi. Peygamber (ﷺ) dedi ki, \"Allah'tan kork ve çocuklarına eşit davran.\" Babam geri döndü ve o hediyeyi geri aldı."
    },
    {
      "id": 188,
      "narrator": "Narrated Ibn 'Umar and Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 189,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Muslim'den bir rivayet: O, \"Benden başka birini bu konuda şahit olarak çağır.\" dedi. Sonra, \"Onların sana karşı nazik muamelelerinde eşit olmasını ister misin?\" dedi. O da, \"Evet.\" dedi. O, \"O halde bunu yapma.\" dedi."
    },
    {
      "id": 190,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 191,
      "narrator": "Narrated Jabir (RA):",
      "text": "İbn Abbas (RA) rivayet etti: Peygamber (ﷺ) dedi: \"Bir hediyeyi geri alan kimse, kusan bir köpek gibidir; sonra kusmasına geri döner.\""
    },
    {
      "id": 192,
      "narrator": "Muslim has:",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "A narration has:",
      "text": "al-Bukhari'de bir rivayet: \"Kötü bir örnek bize uymaz; bir hediyeyi geri alan kimse, kusan bir köpek gibidir; sonra kusmasına geri döner.\""
    },
    {
      "id": 194,
      "narrator": "Abu Dawud and an-Nasa'i have:",
      "text": "---"
    },
    {
      "id": 195,
      "narrator": "Narrated 'Umar (RA):",
      "text": "İbn 'Umar ve İbn 'Abbas (RA) rivayet etti: Peygamber (ﷺ) dedi: \"Bir Müslüman erkeğin bir hediye vermesi ve sonra onu geri alması helal değildir, ancak bir baba çocuğuna verdiği şey hakkında.\""
    },
    {
      "id": 196,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Birbirinize hediyeler verin, böylece birbirinizi seversiniz.\""
    },
    {
      "id": 197,
      "narrator": "Narrated Anas (RA):",
      "text": "Anas (RA) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Birbirinize hediyeler verin, çünkü (hediye vermek) kin ve kötü niyeti yavaşça ortadan kaldırır.\""
    },
    {
      "id": 198,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Ey Müslüman kadınlar, bir kadın komşusuna, bir keçi boynuzu bile çok önemsiz bir hediye olarak görmemelidir.\""
    },
    {
      "id": 199,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) rivayet etti: Peygamber (ﷺ) şöyle buyurdu: \"Birisi bir hediye verirse, eğer onun karşılığında hiçbir şey almazsa, o hediyeye en çok hak sahibi olan odur.\""
    },
    {
      "id": 200,
      "narrator": "Narrated Anas (RA):",
      "text": "Anas (RA) rivayet etti: Peygamber (ﷺ) yolda bir hurma buldu ve şöyle dedi: \"Eğer bunun sadaka olmasından korkmasaydım, onu yerdim.\""
    },
    {
      "id": 201,
      "narrator": "Narrated Zaid bin Khalid al-Juhani (RA):",
      "text": "Zaid bin Khalid el-Cuhani (RA) rivayet etti: Bir adam Peygamber (ﷺ)'e yolda bulunan bir eşya hakkında sordu. O da şöyle cevap verdi: \"Ne içinde olduğunu ve ne ile bağlı olduğunu not et, ve durumu bir yıl boyunca bildir. Sonra, eğer sahibi gelirse (ona ver), aksi takdirde onunla istediğini yapabilirsin.\" Adam sordu: \"Ya kaybolmuş koyunlar?\" O da cevapladı: \"O senin, kardeşinin veya kurtundur.\" Adam sordu: \"Ya kaybolmuş develer?\" O da cevapladı: \"Onlarla ne işin var? Onların karınları ve ayakları var. Suya inebilirler ve ağaçları yiyebilirler, ta ki sahipleri onları bulana kadar.\""
    },
    {
      "id": 202,
      "narrator": "Narrated :",
      "text": "Rivayet edildi ki: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Kaybolmuş bir (hayvanı) barındıran kişi, onu bildirmediği sürece kendisi de kaybolmuştur.\""
    },
    {
      "id": 203,
      "narrator": "Narrated Iyad bin Himar (RA):",
      "text": "İyad bin Himar (RA) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Bir şey bulan kişi, iki güvenilir şahidi çağırmalı, ne içinde olduğunu ve ne ile bağlı olduğunu aklında tutmalı, bunu gizlememeli veya örtmemelidir. Sonra, eğer sahibi gelirse, ona en çok hak sahibidir. Aksi takdirde, bu Allah'ın malıdır ve dilediğine verir.\""
    },
    {
      "id": 204,
      "narrator": "Narrated 'Abdur-Rahman bin 'Uthman at-Taimi (RA):",
      "text": "'Abdur-Rahman bin 'Uthman et-Taimi (RA) rivayet etti: Peygamber (ﷺ) bir hacının düşürdüğünü (kaybettiğini) almayı yasakladı."
    },
    {
      "id": 205,
      "narrator": "Narrated al-Miqdam bin Ma'dikarib (RA):",
      "text": "Al-Miqdam bin Ma'dikarib (RA) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Bir dişi av hayvanı, bir evcil eşek ve bir Mu'ahid'in (bir antlaşma yapılmış kafir) malından kaybolmuş bir eşya - eğer değersiz bir şey değilse - helal değildir.\""
    },
    {
      "id": 206,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Belirlenen payları hak sahiplerine verin, geriye kalan ise ölenin en yakın erkek akrabasına gider.\""
    },
    {
      "id": 207,
      "narrator": "Narrated Usamah bin Zaid (RA):",
      "text": "Usamah bin Zaid (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir Müslüman, bir kafirden miras almaz ve bir kafir, bir Müslümandan miras almaz.\""
    },
    {
      "id": 208,
      "narrator": "Narrated Ibn Mas'ud (RA) concerning the situation where there was a daughter, a son's daughter and a sister:",
      "text": "İbn Mes'ud (RA) bir durumda, bir kız, bir erkek torun ve bir kız kardeş varken: Peygamber (ﷺ) şöyle hükmetti: \"Kız yarım alır, erkek torun altıda bir alır, bu iki üçte bir yapar ve geriye kalan kız kardeşe gider.\""
    },
    {
      "id": 209,
      "narrator": "Narrated 'Abdullah bin 'Amr (RA):",
      "text": "'Abdullah bin 'Amr (RA) rivayet etti: Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"İki farklı dinin insanları birbirlerinden miras almazlar.\""
    },
    {
      "id": 210,
      "narrator": "",
      "text": "al-Hakim, Usamah'ın ifadeleriyle bunu rivayet etti."
    },
    {
      "id": 211,
      "narrator": "",
      "text": "an-Nasa'i, Usame'nin Hadisini yukarıda belirtilen şekilde aktarmıştır."
    },
    {
      "id": 212,
      "narrator": "Narrated 'Imran bin Husain (RA):",
      "text": "---"
    },
    {
      "id": 213,
      "narrator": "",
      "text": "'İmrân bin Hüsayn (RA) rivayet etti: Bir adam Peygamber (ﷺ)'e geldi ve \"Oğlumun oğlu (torunu) vefat etti, onun mirasından ne alırım?\" dedi. Peygamber (ﷺ) \"Altıda bir alırsın;\" dedi. Sonra adam dönerken onu çağırdı ve \"Bir altıda bir daha alırsın;\" dedi. Adam tekrar dönerken onu çağırdı ve \"Diğer altıda bir ise, (hak edilenin dışında) bir bağıştır.\" dedi."
    },
    {
      "id": 214,
      "narrator": "Narrated Ibn Buraidah (RA) on the authority of his father:",
      "text": "---"
    },
    {
      "id": 215,
      "narrator": "Narrated al-Miqdam bin Ma'dikarib (RA):",
      "text": "Bu, 'İmrân'dan al-Hasan el-Basrî'nin rivayetidir. Ancak, al-Hasan'ın 'İmrân'dan (Hadis) işitmediği söylenmiştir."
    },
    {
      "id": 216,
      "narrator": "Narrated Abu Umamah bin Sahl (RA):",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "Narrated Jabir (RA):",
      "text": "İbn Bureydah (RA) babası aracılığıyla rivayet etti: Peygamber (ﷺ), eğer miras alacak bir anne yoksa, bir büyükanneye altıda bir pay ayırmıştır."
    },
    {
      "id": 218,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather (RA):",
      "text": "---"
    },
    {
      "id": 219,
      "narrator": "Narrated 'Umar bin al-Khattab (RA):",
      "text": "El-Mikdam bin Ma'dikarib (RA) rivayet etti: Allah'ın Messenger (ﷺ) şöyle dedi: \"Bir amca, miras alacak kimse olmayanın mirasçısıdır.\" [Ahmad ve el-Arba'a bunu aktarmıştır, at-Tirmidhi hariç. Ebu Zur'a ar-Razi bunu Hasan (güzel) olarak değerlendirmiştir, al-Hakim ve İbn Hibban ise bunu Sahih (doğru) olarak değerlendirmiştir.]"
    },
    {
      "id": 220,
      "narrator": "Narrated 'Abdullah bin 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 221,
      "narrator": "Narrated Abu Qilabah on the authority of Anas (RA):",
      "text": "Ebu Umameh bin Sahl (RA) rivayet etti: 'Umar (RA), Ebu Ubeyde (RA)'ye yazdı ki Allah'ın Messenger (ﷺ) şöyle demiştir: \"Allah ve O'nun Messenger'ı, miras alacak kimse olmayanın koruyucusudur ve bir amca, miras alacak kimse olmayanın mirasçısıdır.\""
    },
    {
      "id": 222,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "Narrated Sa'd bin Abi Waqqas (RA):",
      "text": "Cabir (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Yeni doğan bir bebek (doğum anında) ağlarsa (ve sonra ölürse), bu bir saç gibi değerlendirilir.\""
    },
    {
      "id": 224,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 225,
      "narrator": "Narrated Abu Umamah al-Bahili (RA):",
      "text": "'Amr bin Shu'aib, babası aracılığıyla dedesinden (RA) rivayet etti: Allah'ın Messenger (ﷺ) şöyle dedi: \"Bir adamı öldüren, ondan hiçbir şey miras alamaz.\""
    },
    {
      "id": 226,
      "narrator": "ad-Daraqutni reported the aforesaid Hadith from the narration of Ibn 'Abbas (RA); and he added in its end:",
      "text": "ad-Daraqutni, yukarıda belirtilen Hadisi İbn Abbas (RA) rivayetiyle bildirmiştir; ve bunun sonunda şunu eklemiştir: \"diğer mirasçılar istemedikçe.\""
    },
    {
      "id": 227,
      "narrator": "Narrated Mu'adh bin Jabal (RA):",
      "text": "---"
    },
    {
      "id": 228,
      "narrator": "",
      "text": "Mu'adh bin Cebel (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Allah, ölüm anında malınızın üçte birini size Sadaqah olarak verdi, bu da iyi amellerinize bir artıştır.\""
    },
    {
      "id": 229,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 230,
      "narrator": "",
      "text": "Ahmad ve el-Bazzar, yukarıda belirtilen rivayeti Ebu'd-Derda Hadisi'nden bildirmiştir."
    },
    {
      "id": 231,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather:",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "",
      "text": "İbn Mace ise bunu Ebu Hureyre (RA) Hadisi'nden rivayet etmiştir."
    },
    {
      "id": 233,
      "narrator": "",
      "text": "---"
    }
  ]
}