{
  "language": "tr",
  "metadata": {
    "length": 222,
    "arabic": {
      "title": "بلوغ المرام",
      "author": "ابن حجر العسقلاني"
    },
    "english": {
      "title": "Bulugh al-Maram",
      "author": "Ibn Hajar al-Asqalani"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Abdullah bin Mas'ud (RA):",
      "text": "Abdullah bin Mes'ud (RA) rivayet etti: Allah'ın Elçisi (ﷺ) bize şöyle dedi: \"Ey gençler, aranızda bir eş destekleyebilecek olanlar evlensin, çünkü evlilik bakışı kontrol eder ve kişiyi ahlaksızlıktan korur. Evlenecek durumda olmayanlar ise oruç tutsun, çünkü bu, cinsel arzuyu azaltmanın bir yoludur.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "Enes bin Malik (RA) rivayet etti: Peygamber (ﷺ) Allah'ı övdü, yüceltti ve şöyle dedi: \"Ben namaz kılarım ve uyurum; oruç tutarım ve orucumu açarım; kadınlarla evlenirim. Benim sünnetimden (uygulamalarım) hoşlanmayan, benim takipçim değildir.\""
    },
    {
      "id": 3,
      "narrator": "Narrated :",
      "text": "Rivayet edildi: Allah'ın Elçisi (ﷺ) bize evlenmeyi emreder ve bekarlığı şiddetle yasaklar, şöyle derdi: \"İyi özellikleri olan, çocuk doğurma konusunda verimli kadınlarla evlenin, çünkü ben kıyamet gününde sizler sayesinde peygamberlerden daha çok olacağım.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Yukarıda belirtilen Hadis'in destekleyici bir rivayeti, Ebu Davud, an-Nasa'i ve İbn Hibban'dan Ma'qal bin Yasar'ın Hadisi ile bildirilmiştir."
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir kadın dört özellik için evlenir: malı, ailesinin durumu, güzelliği ve dini; bu yüzden dini olanı seçin ve başarılı olun.\""
    },
    {
      "id": 6,
      "narrator": "Narrated :",
      "text": "Rivayet edildi: Peygamber (ﷺ) bir adamı evlendiği için tebrik ettiğinde şöyle derdi: \"Allah sana (eşini) bereket versin, sana hayır versin ve sizi hayırla birleştirsin.\""
    },
    {
      "id": 7,
      "narrator": "Narrared 'Abdullah bin Mas'ud (RA):",
      "text": "Abdullah bin Mes'ud (RA) rivayet etti: Allah'ın Elçisi (ﷺ) bize bir ihtiyaç durumunda Tashahhud'u öğretti, bu da şöyledir: \"Övgüler Allah'a aittir, O'nu övüyoruz ve O'ndan yardım ve bağışlama diliyoruz. Kendi nefsimizin şerrinden Allah'a sığınıyoruz. Allah'ın doğru yola ilettiği kimseyi saptıracak yoktur, saptırdığı kimseyi de doğru yola iletecek yoktur. Şahitlik ederim ki, Allah'tan başka ibadet edilmeye layık hiçbir şey yoktur ve şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir.\" Sonra üç Ayet okur."
    },
    {
      "id": 8,
      "narrator": "Narrated Jabir (RA):",
      "text": "Cabir (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizden biri bir kadına (evlilik) teklif ettiğinde, eğer onu evlenmeye teşvik edecek bir şeyi görebiliyorsa, bunu yapsın.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Yukarıda belirtilen Hadis'in at-Tirmidhi ve an-Nasa'i'den el-Mughirah'dan gelen bir Şahid (destekleyici rivayet) vardır."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ayrıca, İbn Mace ve İbn Hibban'dan Muhammed bin Mesleme'nin Hadisi'nden gelen bir Şahid (destekleyici rivayet) vardır."
    },
    {
      "id": 11,
      "narrator": "Muslim reported from Abu Hurairah (RA):",
      "text": "Müslim, Ebu Hureyre (RA) aracılığıyla rivayet etti: Peygamber (ﷺ) bir kadına evlenmeyi düşünen bir adama sordu: \"Onu gördün mü?\" Adam cevapladı: \"Hayır.\" Peygamber (ﷺ) dedi: \"Git ve onu gör.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn Ömer (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kardeşinin bir kadına evlenme teklifinde bulunduğu zaman, sizden hiç kimse onunla evlenme teklifinde bulunmasın, ta ki ondan önce teklif eden kişi onu bırakana veya ona izin verene kadar.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Sahl bin Sa'd as-Sa'idi (RA):",
      "text": "Sahl bin Sa'd as-Sa'idi (RA) rivayet etti: Bir kadın Allah'ın Elçisi (ﷺ)'ne geldi ve dedi ki: \"Ey Allah'ın Elçisi, kendimi sana (evlenmek için) teklif ettim.\" Allah'ın Elçisi (ﷺ) onu dikkatlice süzdü ve sonra başını eğdi. Kadın, onun hakkında bir karar vermediğini görünce oturdu. Arkadaşlarından bir adam ayağa kalktı ve dedi ki: \"Ey Allah'ın Elçisi, eğer ona ihtiyacın yoksa, onu bana ver.\" Peygamber (ﷺ) sordu: \"Ona verecek bir şeyin var mı?\" Adam cevapladı: \"Hayır, Allah'a yemin ederim, ey Allah'ın Elçisi.\" Bunun üzerine Peygamber (ﷺ) dedi: \"Ailene git ve bir şey bulup bulamayacağına bak.\" Adam gitti ve geri döndü ve dedi: \"Hayır, Allah'a yemin ederim, hiçbir şey bulamadım.\" Allah'ın Elçisi (ﷺ) sonra dedi: \"Bir şey ara, hatta bu bir demir halka bile olsa.\" Adam gitti ve geri döndü ve dedi: \"Hayır, Allah'a yemin ederim, ey Allah'ın Elçisi, hatta bir demir halka bile bulamadım; ama sadece bu alt giysim var - ve onun yarısını vereceğim.\" Allah'ın Elçisi (ﷺ) sonra dedi: \"O alt giysiyle ne yapacak? Eğer sen onu giyersen, onda hiçbir şey kalmaz, eğer o giyerse, senin üzerinde hiçbir şey kalmaz.\" Adam oturdu ve uzun bir süre oturduktan sonra ayağa kalktı ve Allah'ın Elçisi (ﷺ) onun gittiğini görünce ona emir verdi ve geri çağrıldı. Geri geldiğinde, \"Kur'an'dan neyi ezberledin?\" diye sordu. Adam cevapladı: \"Şu ve bu sureyi ezberledim,\" saydı. Sonra sordu: \"Onları ezbere okuyabilir misin?\" Adam cevapladı: \"Evet.\" Peygamber (ﷺ) dedi: \"Git, çünkü ben onu sana, bildiğin Kur'an kısmı için verdim.\""
    },
    {
      "id": 14,
      "narrator": "Abu Dawud has a narration from Abu Hurairah (RA):",
      "text": "Başka bir rivayette: \"Git, çünkü ben onu sana evlendirdim, ona Kur'an'dan biraz öğret.\""
    },
    {
      "id": 15,
      "narrator": "Narrated 'Aamir bin 'Abdullah bin az-Zubair on the authority of his father:",
      "text": "Buhari'nin bir rivayeti: \"Ben onu sana, bildiğin Kur'an kısmı için evlendirdim.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Burda bin Abu Musa on the authority of his father; Allah's Messenger (ﷺ) said:",
      "text": "Abu Burda bin Abu Musa'nın babası aracılığıyla rivayet edilmiştir; Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Bir evlilikte bir velinin bulunması şarttır.\""
    },
    {
      "id": 17,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "'Aişe (RA) tarafından rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Eğer bir kadın velisinin rızası olmadan evlenirse, evliliği geçersizdir. Eğer birlikte yaşarlarsa, ona cinsel ilişki nedeniyle mehir hakkı vardır. Eğer bir anlaşmazlık olursa, velisi olmayanın velisi hükümdardır.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Another narration has:",
      "text": "Abu Hurayra (RA) tarafından rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Daha önce evlenmiş bir kadın, danışılmadan evlendirilemez; bir kız ise rızası sorulmadan evlendirilemez.\" Onlar sordular: \"Ey Allah'ın Messenger'ı, rızası nasıl belirtilir?\" O da: \"Susmasıyla belirtilir.\" diye cevap verdi."
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Nafi' from Ibn 'Umar (RA):",
      "text": "İbn Abbas (RA) tarafından rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Daha önce evlenmiş bir kadın, kendi bedeni üzerinde velisinden daha fazla hakka sahiptir; bir kız danışılmalıdır ve rızası susmasıyla ifade edilir.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "Başka bir rivayette: \"Daha önce evlenmiş bir kadın üzerinde bir velinin yetkisi yoktur; yetim bir kız da danışılmalıdır.\" denilmektedir."
    },
    {
      "id": 25,
      "narrator": "Narrated al-Hasan from Samurah (RA):",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Jabir (RA):",
      "text": "Abu Hurayra (RA) tarafından rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Bir kadın, başka bir kadını evlendiremez, kendisini de evlendiremez.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated 'Uthman (RA):",
      "text": "Nafi' İbn 'Umar (RA) aracılığıyla rivayet etmiştir: Allah'ın Messenger'ı (ﷺ) Şighar'ı yasakladı; bu, bir adamın kızını, diğerinin de kızıyla evlendirme şartıyla vermesi anlamına gelir ve her iki tarafın da mehir ödemesi gerekmez."
    },
    {
      "id": 29,
      "narrator": "Ibn Hibban added:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İkisi de Şighar'ın anlamının Nafi' sözüyle açıklandığı konusunda hemfikirdir."
    },
    {
      "id": 31,
      "narrator": "Muslim reported from Maimunah (RA) herself:",
      "text": "Müslim, Maimunah (RA) tarafından şöyle bildirmiştir: \"Peygamber (ﷺ) onu ihramda olmadığı bir sırada evlendirmiştir.\""
    },
    {
      "id": 32,
      "narrator": "Narrated 'Uqbah bin 'Aamir (RA):",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "Narrated Salamah bin al-Akwa' (RA):",
      "text": "'Uqbah bin 'Aamir (RA) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Yerine getirilecek en layık şartlar, kendinize (evlilikte) cinsel ilişkiyi helal kıldığınız şartlardır.\""
    },
    {
      "id": 34,
      "narrator": "Narrated 'Ali (RA):",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn Mas'ud (RA):",
      "text": "Salamah bin al-Akwa' (RA) şöyle nakletmiştir: Autas yılında, Allah'ın Elçisi (ﷺ) üç gece için Mut'a (geçici evlilik) izni vermiştir, sonra bunu yasaklamıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "'Ali (RA) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) Khaibar yılında Mut'a (geçici evlilik) yasaklamıştır."
    },
    {
      "id": 38,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn Mes'ud (RA) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) bir kadını ilk kocası için helal kılan adamı ve onun için helal kılınan adamı (Halalah'daki erkekleri) lanetlemiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated Fatimah (RA), the daughter of Qais:",
      "text": "al-Arba'a, an-Nasa'i hariç bu konuyla ilgili bir şey bildirmiştir, 'Ali (RA) aracılığıyla."
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Abu Hurairah (RA) şöyle nakletmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Zina suçunu işlemiş ve bunun için kırbaçlanmış bir adam, ancak kendisi gibi bir kadınla evlenmelidir.\""
    },
    {
      "id": 44,
      "narrator": "Muslim has from 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Another narration from her has:",
      "text": "'Aişah (RA) şöyle nakletmiştir: Bir adam, karısını üç talakla boşadı ve başka bir adam onu evlendi, onunla birlikte olmadan boşadı. Sonra, ilk kocası onu yeniden evlenmek istedi ve Allah'ın Elçisi (ﷺ) bu konuda sordu. O da, \"Hayır, ikinci koca, onunla ilk kocası gibi cinsel ilişkiye girmeden evlenemez.\" dedi."
    },
    {
      "id": 46,
      "narrator": "It has been authentically reported from Ibn 'Abbas (RA) by al-Bukhari:",
      "text": "İbn Abbas (RA) tarafından al-Buhari'den sahih olarak rivayet edilmiştir: \"...o bir köleydi\"."
    },
    {
      "id": 47,
      "narrator": "Narrated ad-Dahhak bin Fairuz ad-Dailami on the authority on the authority of his father (RA):",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Narrated Salim on the authority if his father:",
      "text": "Ad-Dahhak bin Fairuz ad-Dailami, babasından (RA) rivayet etmiştir: \"Ey Allah'ın Resulü, ben İslam'ı kabul ettim ve iki kız kardeşle evliyim.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"İstediğinizi boşayın.\""
    },
    {
      "id": 49,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather:",
      "text": "Salim, babasından rivayet etmiştir: Ghaylan bin Salamah İslam'ı kabul etti ve onunla birlikte on eşi de İslam'ı kabul etti. Bunun üzerine, Peygamber (ﷺ) ona \"Dördünü seç\" diye emretti."
    },
    {
      "id": 51,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Narrated Zaid bin Ka'b bin 'Ujrah (RA) on his father's authority:",
      "text": "İbn Abbas (RA) rivayet etmiştir: Peygamber (ﷺ), kızı Zeynep'i (RA) Abul-'Aas bin ar-Rabi' (RA) ile ilk evliliğine dayanarak, altı yıl (ayrılıktan sonra) geri verdi ve yeni bir nikah kıymadı."
    },
    {
      "id": 53,
      "narrator": "Narrated Sa'id bin al-Musaiyab:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Sa'id (bin Mansur) also reported something similar from 'Ali (RA) and added:",
      "text": "'Amr bin Shu'aib, babasından, o da dedesinden rivayet etmiştir: Peygamber (ﷺ), kızı Zeynep'i (RA) Abul-'Aas (RA) ile yeni bir nikah ile geri verdi."
    },
    {
      "id": 55,
      "narrator": "Narrated Sa'id bin al-Musaiyab this Hadith also:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "İbn Abbas (RA) rivayet etmiştir: Bir kadın İslam'ı kabul etti ve sonra yeniden evlendi, bunun üzerine (önceki) eşi geldi ve \"Ey Allah'ın Resulü, ben İslam'ı kabul ettim ve o da bunu biliyordu.\" dedi. Bunun üzerine Allah'ın Resulü (ﷺ) onu ikinci kocasından aldı ve ilk kocasına geri verdi."
    },
    {
      "id": 57,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Zaid bin Ka'b bin 'Ujrah (RA) babasından rivayet etmiştir: \"Allah'ın Resulü (ﷺ) Banu Ghifar'dan al-'Aaliyah ile evlendi. O, huzuruna girdiğinde ve elbiselerini çıkardığında, bel bölgesinde beyazlık (cilt hastalığı) gördü ve Peygamber (ﷺ) şöyle dedi: 'Elbiseni giy ve ailene dön.' Mehirinin kendisine verilmesini emretti.\" Rivayet zincirinde, Majhul (güvenilirliği bilinmeyen) olan Jamil bin Zaid bulunmaktadır. Ayrıca, onun şeyhinin kim olduğu konusunda büyük bir görüş ayrılığı vardır."
    },
    {
      "id": 59,
      "narrator": "Muslim has:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Narrated Jabir (RA):",
      "text": "Sa'id bin al-Musaiyab rivayet etmiştir: 'Umar bin al-Khattab (RA) şöyle dedi: \"Eğer bir adam bir kadınla evlenir ve onunla birlikte olduktan sonra, kadının cilt hastalığına veya akıl hastalığına yakalandığını görürse, eğer onu boşarsa, kadının mehir hakkı vardır ve bu mehir, onu aldatmış olan kişiden geri alınır.\""
    },
    {
      "id": 61,
      "narrator": "A narration by al-Bukhari has:",
      "text": "El-Buhari'den bir rivayet: \"Sizden biri evinden uzun bir süre uzak kaldığında, gece ailesinin yanına gelmemelidir.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Narrated Hakim bin Mu'awiyah on the authority of his father (RA):",
      "text": "Ebu Sa'id el-Hudri (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kıyamet Günü Allah katında en kötü insan, karısıyla cinsel ilişkiye giren ve onun sırlarını yayandır.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Jabir bin 'Abdullah (RA):",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "Hakim bin Mu'aviye, babası (RA) aracılığıyla rivayet etti: \"Ey Allah'ın Elçisi, bizlerden birinin karısının kocası üzerindeki hakları nelerdir?\" diye sordum. O da, \"Yemek yediğinde ona yiyecek vermelisin, giyindiğinde ona da elbise vermelisin, ona yüzüne vurma, onu sövme ve ev dışında terk etme.\" diye cevap verdi."
    },
    {
      "id": 66,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Muslim has:",
      "text": "Cabir bin Abdullah (RA) rivayet etti: Yahudiler şöyle derdi: \"Bir adam karısıyla cinsel ilişkiye girdiğinde, ama onun arka tarafından, çocuk şaşı olur.\" Sonra, \"Sizin kadınlarınız, sizin için bir ekin alanıdır; o halde ekin alanınıza istediğiniz gibi gelin.\" ayeti indi."
    },
    {
      "id": 68,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Narrated Judamah (RA) daughter of Wahb:",
      "text": "İbn Abbas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer karısıyla cinsel ilişkiye girmeyi niyet eden biri, 'Allah'ın adıyla. Ey Allah, bizi şeytandan uzak tut ve şeytanı bize verdiğin (çocuklardan) uzak tut.' derse, eğer onlara bir çocuk verilirse, şeytan ona asla zarar veremez.\""
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Sa'id al-Khudri (RA):",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "Narrated Jabir (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Bir adam karısını yatağına çağırdığında, o gelmeyi reddederse ve o gece öfkeli geçerse, sabaha kadar melekler ona lanet eder.\""
    },
    {
      "id": 72,
      "narrator": "And Muslim has:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "Müslim'de vardır: \"Göklerdeki (Allah) onunla hoşnutsuzdur, ta ki kocası ondan hoşnut oluncaya kadar.\""
    },
    {
      "id": 74,
      "narrator": "Narrated Anas (RA):",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated Abu Salamah bin 'Abdur-Rahman (RA):",
      "text": "İbn Ömer (RA) rivayet etti: \"Peygamber (ﷺ) sahte saç takan kadına ve bunu kendisine yaptıran kadına lanet etti; dövme yapan kadına ve bunun kendisi için yaptıran kadına da.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn Abbas (RA) rivayet etti: Ali (RA) Fatıma (RA) ile evlendiğinde, Allah'ın Elçisi (ﷺ) ona, \"Ona bir şey ver (mehir olarak).\" dedi. O da, \"Hiçbir şeyim yok.\" diye cevap verdi. O, \"Hutamiya zırh ceketin nerede?\" dedi."
    },
    {
      "id": 77,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather:",
      "text": "---"
    },
    {
      "id": 78,
      "narrator": "Narrated 'Alqamah on the authority of Ibn Mas'ud (RA):",
      "text": "Amr bin Shu'aib, babası aracılığıyla dedesinden rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Herhangi bir kadın, evlilik akdinden önce bir mehir, hediye veya vaad ile evlenirse, bu ona aittir. Evlilik akdinden sonra kendisine verilenler ise, kime verilmişse ona aittir. Bir adamın en değerli hediyesi, kızının veya kız kardeşinin evliliği dolayısıyla elde ettiğidir.\""
    },
    {
      "id": 79,
      "narrator": "Narrated 'Abdullah bin 'Aamir bin Rabi'ah on the authority of his father:",
      "text": "---"
    },
    {
      "id": 80,
      "narrator": "Narrated Sahl bin Sa' (RA):",
      "text": "Alqamah, İbn Mes'ud (RA) aracılığıyla rivayet etti: Kendisine, bir adamın bir kadınla evlendiği ve onun için bir mehir belirlemediği soruldu. Ve o, onunla evliliği tamamlamadan öldü. İbn Mes'ud, \"O, toplumundaki kadınların aldığı mehir kadar, eksiksiz ve artış olmaksızın bir mehir almalıdır. 'Iddah süresine (yeniden evlenmeden önce bekleme süresi) uymalı ve mirastan pay almalıdır.\" Ma'qil bin Sinan el-Aşca'i ayağa kalkarak, \"Allah'ın Elçisi (ﷺ) sizin hükmünüzle aynı şekilde, bizim kabilemizin kadını olan Birwa', Washiq'in kızı hakkında hüküm vermiştir.\" dedi. İbn Mes'ud bundan memnun oldu."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "Narrated 'Ali (RA):",
      "text": "Jabir bin Abdullah (RA) rivayet etti: Peygamber (ﷺ) şöyle dedi: \"Eğer biri bir kadına mehir olarak biraz un veya hurma verirse, onu kendisi için helal kılmıştır.\""
    },
    {
      "id": 83,
      "narrator": "Narrated 'Uqbah bin 'Aamir (RA):",
      "text": "---"
    },
    {
      "id": 84,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Abdullah bin Amir bin Rabi'ah, babası aracılığıyla rivayet etti: Peygamber (ﷺ) bir kadının evliliğini iki sandalet karşılığında onayladı."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "Narrated Anas bin Malik (RA):",
      "text": "Sahl bin Sa' (RA) rivayet etti: Peygamber (ﷺ) bir adamı bir kadına bir demir yüzük karşılığında evlendirdi."
    },
    {
      "id": 87,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "Muslims has:",
      "text": "Bu, Evlilik Kitabı'nın başındaki uzun Hadis'in bir parçasıdır."
    },
    {
      "id": 89,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 90,
      "narrator": "Narrated :",
      "text": "Ali (RA) rivayet etti: Mehir on dirhemden az olmamalıdır."
    },
    {
      "id": 91,
      "narrator": "Muslim has something similar to the above from the Hadith of Jabir (RA), it goes:",
      "text": "Müslim, yukarıdaki gibi bir hadisi Câbir (RA) üzerinden rivayet etmiştir: \"Dilerse yer, dilerse (yemekten) vazgeçer.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn Mas'ud (RA):",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "",
      "text": "İbn Mes'ud (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Walima yemeği birinci gün farzdır, ikinci gün sünnettir, üçüncü gün ise gösteriştir. Gösteriş için bir şey yapan kimseyi Allah, Ahirette açığa çıkaracaktır.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Safiya (RA), daughter of Shaiba:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Narrated Anas (RA):",
      "text": "Bu hadisin, İbn Mâce tarafından Enes (RA) aracılığıyla destekleyici bir rivayeti de vardır."
    },
    {
      "id": 96,
      "narrator": "Narrated a Companion of the Prophet (ﷺ):",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "Narrated Abu Juhaifah (RA):",
      "text": "Safiye (RA), Şeybe'nin kızı, rivayet etmiştir: Peygamber (ﷺ) eşlerinden biri için iki mudd arpa ile bir düğün ziyafeti vermiştir."
    },
    {
      "id": 98,
      "narrator": "Narrated 'Umar bin Abu Salamah (RA):",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "Enes (RA) rivayet etmiştir: Peygamber (ﷺ) Safiye (RA) ile evlendiğinde Khaibar ile Medine arasında üç gece kalmıştır. Müslümanları, ekmek veya et olmayan düğün ziyafetine davet ettim. Sadece bazı deri sofraların serilmesini emretti ve üzerine hurma, güneşte kurutulmuş yoğurt ve tereyağı atıldı."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "Narrated Jabir (RA):",
      "text": "Peygamber (ﷺ)'in bir Sahabesi rivayet etmiştir: \"İki kişi bir araya geldiğinde daveti kabul et, kapısı sana daha yakın olanın. Ancak, eğer biri diğerinden önce gelirse, ilk gelenin davetini kabul et.\""
    },
    {
      "id": 102,
      "narrator": "Narrated Abu Qatadah (RA):",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "Abu Dawud reported something similar from Ibn 'Abbas (RA) and he added:",
      "text": "Ebu Cuhayfe (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Muttaki'an (bir şeye yaslanarak, daha fazla yemek için oturarak) yemek yemem.\""
    },
    {
      "id": 104,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ömer bin Ebu Selame (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Sevgili çocuk, Allah'ın adını an, sağ elinle ye ve yanındaki şeyden ye.\""
    },
    {
      "id": 106,
      "narrator": "Narrated Anas (RA):",
      "text": "Anas (RA) tarafından rivayet edilmiştir: Bir adamın eşi varken bir bakire ile evlenmesi durumunda, onunla yedi gece geçirmesi ve sonrasında aralarında zamanı eşit olarak paylaşması sünnettir. Eğer daha önce evlenmiş bir kadınla evlenirse, onunla üç gece geçirmeli ve sonrasında eşleri arasında zamanı eşit olarak paylaşmalıdır."
    },
    {
      "id": 107,
      "narrator": "Narrated Umm Salamah (RA):",
      "text": "Umm Salamah (RA) tarafından rivayet edilmiştir: Peygamber (ﷺ) onunla evlendiğinde, onunla üç gece kaldı ve \"Benim nazarımda alçakgönüllü değilsin. İstersen seninle yedi gece kalırım, eğer yedi gece kalırsam diğer eşlerimle de aynı şekilde kalacağım.\" dedi."
    },
    {
      "id": 108,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "'Aişah (RA) tarafından rivayet edilmiştir: Sauda (RA) binti Zam'ah, gününü 'Aişah (RA)'ya verdi. Bunun üzerine Peygamber (ﷺ), 'Aişah (RA)'ya onun gününden ve Sauda'nın gününden bir pay ayırdı."
    },
    {
      "id": 109,
      "narrator": "Narrated 'Urwah (RA):",
      "text": "'Urwah (RA) tarafından rivayet edilmiştir: 'Aişah (RA) dedi ki: \"Ey yeğenim, Allah'ın Messenger (ﷺ) bazılarımızı diğerlerine tercih etmezdi, bizimle geçireceği zamanın paylaşımında. Çok nadir olarak hepsini ziyaret etmezdi ve her bir eşinin yanına cinsel ilişki olmadan yaklaşırdı, ta ki o gün kimin günü olduğunu öğrenene kadar ve onunla geceyi geçirirdi.\""
    },
    {
      "id": 110,
      "narrator": "Muslim reported 'Aishah (RA) as saying:",
      "text": "Muslim, 'Aişah (RA)'nın şöyle dediğini bildirmiştir: \"Allah'ın Messenger (ﷺ) 'Asr (öğle) namazını kıldığında, sırayla eşlerini ziyaret eder, sonra onlara yaklaşır (öpme veya sarılma yapardı).\""
    },
    {
      "id": 111,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "'Aişah (RA) tarafından rivayet edilmiştir: Allah'ın Messenger (ﷺ) vefat ettiği hastalığında, \"Yarın nerede olacağım?\" diye soruyordu. 'Aişah'ın günü olmasını arzuluyordu. Eşleri ona istediği yerde kalmasına izin verdiler ve o, 'Aişah'ın evinde kaldı."
    },
    {
      "id": 112,
      "narrator": "Narrated :",
      "text": "Rivayet edilmiştir: Allah'ın Messenger (ﷺ) bir yolculuğa çıkmayı düşündüğünde, eşleri arasında kura çekerdi. Sonra, kura ile seçilen eşini yanına alırdı."
    },
    {
      "id": 113,
      "narrator": "Narrated 'Abdullah bin Zam'ah (RA):",
      "text": "'Abdullah bin Zam'ah (RA) tarafından rivayet edilmiştir: Allah'ın Messenger (ﷺ) dedi ki: \"Hiçbiriniz karısını bir köle gibi dövmesin.\""
    },
    {
      "id": 114,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) tarafından rivayet edilmiştir: Thabit bin Qais'in eşi, Peygamber (ﷺ)'e geldi ve \"Ey Allah'ın Messengerı, Thabit bin Qais (RA) hakkında ne karakter ne de din açısından bir kusur buluyorum, fakat İslam'da (İslami davranışa aykırı) bir küfür işlemekten korkuyorum.\" dedi. Allah'ın Messenger (ﷺ) ona sordu: \"Bahçesini geri verecek misin?\" O da \"Evet,\" diye cevap verdi. Bunun üzerine Allah'ın Messenger (ﷺ) ona, \"Bahçeyi kabul et ve onu bir talak ile boşama.\" dedi."
    },
    {
      "id": 115,
      "narrator": "Another narration by him has:",
      "text": "Onun başka bir rivayetinde: \"Onu boşamasını emretti.\""
    },
    {
      "id": 116,
      "narrator": "Abu Dawud and at-Tirmidhi reported this Hadith and the later graded it Hasan (good):",
      "text": "Ebu Davud ve at-Tirmidhi bu Hadisi rivayet etti ve sonuncusu onu Hasan (güzel) olarak değerlendirdi: \"Thabit bin Qais'in eşi, kendisinden bir tazminat karşılığında boşandı ve Peygamber (ﷺ) onun 'Iddah'ını (yeniden evlenmeden önce bekleme süresi) bir adet dönemi olarak belirledi.\""
    },
    {
      "id": 117,
      "narrator": "Ibn Majah reported the narration of 'Amr bin Shu'aib, on this father's authority, from his grandfather:",
      "text": "İbn Mace, 'Amr bin Shu'aib'in rivayetini, babasının aracılığıyla, dedesinden şöyle bildirmiştir: \"Thabit bin Qais çok çirkin biriydi ve eşi, 'Eğer Allah'tan korkmasaydım, benim yanımda bulunduğunda yüzüne tükürürdüm.' dedi.\""
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Ahmed, Sahl bin Ebu Hathma'nın Hadisinden, bunun İslam'daki ilk tazminat karşılığında koca ve karı ayrılığı olduğunu bildirmiştir."
    },
    {
      "id": 119,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) tarafından rivayet edilmiştir: Allah'ın Messenger (ﷺ) dedi ki: \"Allah'ın en çok nefret ettiği helal şey boşanmadır.\""
    },
    {
      "id": 120,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) tarafından rivayet edilmiştir: Allah'ın Messenger (ﷺ) zamanında, bir adam karısını adetliyken boşadı, bunun üzerine 'Umar, Allah'ın Messenger (ﷺ)'e bunu sordu ve o da, \"Onu geri almasını ve adetinin bitmesini, başka bir adet geçirmesini ve sonra temizlenmesini emret.\" dedi. \"Eğer sonra isterse onu alıkoyabilir, isterse onunla cinsel ilişkiye girmeden boşayabilir. Bu, Allah'ın kadınların boşanmasında emrettiği 'Iddah'tır.\""
    },
    {
      "id": 121,
      "narrator": "A narration by Muslim has:",
      "text": "Müslim'den bir rivayet: \"Onu geri almasını emret, sonra adet kanamasından temizlendikten veya hamile kaldıktan sonra boşasın.\""
    },
    {
      "id": 122,
      "narrator": "Another narration by al-Bukhari has:",
      "text": "Buhari'den başka bir rivayet: \"Bu bir boşama olarak kabul edildi.\""
    },
    {
      "id": 123,
      "narrator": "A narration of Muslim has:",
      "text": "Müslim'den bir rivayet: \"İbn 'Umar (RA) dedi ki: 'Eğer sadece bir veya iki boşama yapmış olsaydın. Gerçekten Allah'ın Elçisi (ﷺ) bana onu geri almamı emretti, sonra onu bir adet dönemi geçene kadar tut, sonra onu temizlenene kadar beklet, sonra onunla cinsel ilişkiye girmeden boşasın. Ama sen, onu üç boşama ile (bir anda) boşadın ve bu nedenle Rabbine (Yaratan) karşı, karını boşama konusunda sana emrettiği hususta isyan ettin.'\""
    },
    {
      "id": 124,
      "narrator": "Another narration  has:",
      "text": "Başka bir rivayet: \"Abdullah bin 'Umar (RA) dedi ki: 'Beni ona geri verdi ve bunu bir şey olarak görmedi, ve dedi ki: O temizlendiğinde ya boşasın ya da onu tutsun.'\""
    },
    {
      "id": 125,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: Allah'ın Elçisi (ﷺ) zamanında, Ebu Bekir (RA) ve 'Umar (RA) halifeliğinin ilk iki yılında, üç boşama bir boşama olarak kabul edilirdi. Bunun üzerine 'Umar dedi ki: \"İnsanlar, yavaş hareket etmeleri gereken bir konuda acele ettiler. Ya bunu onlara uygularsak.\" Ve bunu onlara uyguladı."
    },
    {
      "id": 126,
      "narrator": "Narrated Mahmud bin Labid (RA):",
      "text": "Mahmud bin Labid (RA) rivayet etti: Allah'ın Elçisi (ﷺ) bir adamın karısını üç boşama ile (aralarında herhangi bir ara vermeden) boşadığını duyunca öfkeyle ayağa kalktı ve dedi ki: \"Ben aranızdayken Allah'ın Kitabı ile oynanıyor mu?\" Bunun üzerine bir adam ayağa kalktı ve dedi ki: \"Ey Allah'ın Elçisi, onu öldüreyim mi?\""
    },
    {
      "id": 127,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: Ebu Rukana, Ümmü Rukana'yı boşadı. Bunun üzerine Allah'ın Elçisi (ﷺ) ona, \"Karını geri al.\" dedi. O da, \"Onu üç boşama ile boşadım.\" dedi. O da, \"Anladım, onu geri al.\" dedi."
    },
    {
      "id": 128,
      "narrator": "A wording by Ahmad has:",
      "text": "Ahmed'den bir ifadeye göre: Ebu Rukana karısını üç boşama ile, tek bir oturumda boşadı. Sonra, onu özledi ve Allah'ın Elçisi (ﷺ) ona, \"Onlar (üç boşama) tek bir (boşama ifadesi) olarak kabul edilir.\" dedi."
    },
    {
      "id": 129,
      "narrator": "Abu Dawud has reported (a Hadith) better than the aforesaid one through another chain, it has:",
      "text": "Ebu Davud, yukarıda belirtilen hadisten daha iyi bir hadisi başka bir isnatla bildirmiştir: \"Ebu Rukana karısını Suhaime'yi geri dönüşsüz olarak boşadı ve dedi ki: 'Allah'a yemin ederim ki, bunu sadece tek bir boşama ifadesi olarak kastettim,' bu nedenle Peygamber (ﷺ) onu ona geri verdi.\""
    },
    {
      "id": 130,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: \"Üç şey vardır ki, ciddiyetle ya da şaka olarak yapılmış olsun, ciddiyetle kabul edilir: evlilik, boşama ve boşamadan sonra karıyı geri alma.\""
    },
    {
      "id": 131,
      "narrator": "In a narration of Ibn 'Adi, through another chain of narrators, which is Da'if (weak); it has:",
      "text": "İbn 'Adi'nin bir rivayetinde, başka bir rivayet zinciri ile, zayıf (da'if) olarak: \"Boşama, özgürlük ve evlilik.\""
    },
    {
      "id": 132,
      "narrator": "al-Harith bin Abu Usamah reported from the Hadith of 'Ubadah bin as-Samit [RA) - tracing it to the Prophet (ﷺ):",
      "text": "Harith bin Ebu Usame, 'Ubadah bin as-Samit (RA) hadisini - Peygamber (ﷺ)'e izafe ederek - bildirdi: \"Üç şeyde oynamak caiz değildir: boşama, evlilik ve özgürlük. Bu nedenle, kim bunlardan birini ifade ederse, kesinlikle bağlayıcı olur.\""
    },
    {
      "id": 133,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Peygamber (ﷺ) dedi ki: \"Allah, Yüce, takipçilerimin içlerinde düşündükleri (yani kötü düşünceler) konusunda onları affettiği sürece, bunlar üzerinde hareket etmedikleri veya bunları konuşmadıkları müddetçe.\""
    },
    {
      "id": 134,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: Peygamber (ﷺ) dedi ki: \"Allah, Yüce, takipçilerimin hatalarını ve unutkanlıklarını ve iradeleri dışında yaptıkları şeyleri göz ardı etmiştir.\""
    },
    {
      "id": 135,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn 'Abbas (RA) rivayet etti: \"Eğer biri karısını kendisi için haram kılarsa - bu hiçbir şey değildir.\" Dedi ki, \"Gerçekten Allah'ın Elçisi'nde sizin için güzel bir örnek vardır.\""
    },
    {
      "id": 136,
      "narrator": "Muslim has:",
      "text": "Müslim şöyle der: \"Bir adam, karısını kendisi için haram kıldığında, bu (bozulursa) keffaret gerektiren bir yemin gibidir.\""
    },
    {
      "id": 137,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "Narrated Jabir (RA):",
      "text": "'Aişe (RA) rivayet etmiştir: Al-Jaun'un kızı, Allah'ın Elçisi (ﷺ) huzuruna alındığında ve o yanına yaklaştığında, \"Senden Allah'a sığınırım.\" dedi. O da, \"Sen Yüce olan'a sığındın, ailene dön.\" diye cevap verdi."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "Narrated 'Amr bin Shu'aib on his father's authority from his grandfather:",
      "text": "Câbir (RA) rivayet etmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Evlilik olmadan boşama yoktur ve bir köleyi özgür bırakma, onu edinmeden önce yoktur.\""
    },
    {
      "id": 141,
      "narrator": "Narrated 'Aishah (RA):",
      "text": ""
    },
    {
      "id": 142,
      "narrator": "Narrated 'Imran bin Husain (RA):",
      "text": "---"
    },
    {
      "id": 143,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn Mâce benzer bir rivayet bildirmiştir, el-Miswar bin Makhramah'dan ve onun ravileri zinciri (veya görünüşte) Hasan'dır (iyi), ancak bu da Ma'lul'dur (gizli kusur).]"
    },
    {
      "id": 144,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 145,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "'Amr bin Shu'aib, babası aracılığıyla dedesinden rivayet etmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Âdem'in hiçbir nesli, sahip olmadığı bir şey hakkında yemin edemez, sahip olmadığı bir köleyi özgür bırakamaz veya sahip olmadığı (bir kadınla) boşanamaz.\""
    },
    {
      "id": 146,
      "narrator": "Narrated Sulaiman bin Yasar (RA):",
      "text": "---"
    },
    {
      "id": 147,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "'Aişe (RA) rivayet etmiştir: Peygamber (ﷺ) şöyle dedi: \"Üç kişinin amelleri kaydedilmez: Uyanana kadar uyuyan, büyüyene kadar çocuk ve aklını kaybedene kadar deli.\""
    },
    {
      "id": 148,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 149,
      "narrator": "al-Bazzar reported it through another chain, from Ibn 'Abbas (RA) and he added:",
      "text": "'İmrân bin Husayn (RA) rivayet etmiştir: Bir adamın karısını boşayıp, tanık olmadan onu geri alması hakkında soruldu. O da, \"Onun boşanması ve geri alınması için tanık al.\" diye cevap verdi."
    },
    {
      "id": 150,
      "narrator": "Narrated Salamah bin Sakhr (RA):",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "İbn 'Umar (RA) şöyle rivayet etmiştir: Birisi sordu ve dedi ki, \"Ey Allah'ın Resulü, eğer birimiz karısını zina yaparken bulursa, ne yapmalıdır? Eğer konuşursa, ağır bir mesele hakkında konuşmuş olur; eğer susarsa, benzer bir mesele hakkında susmuş olur.\" O, cevap vermedi. Daha sonra yanına geldi (ﷺ) ve dedi ki, \"Size sorduğum meseleyle ilgili olarak başıma bir bela geldi.\" Sonra Allah, Nur Suresi'nin ayetlerini indirdi. O, bunları ona okudu ve onu uyardı, öğüt verdi ve bu dünyanın cezasının ahiretin cezasından daha hafif olduğunu bildirdi. O dedi ki, \"Hayır, seni Hak ile gönderen Allah'a yemin ederim ki, ona iftira etmedim.\" Sonra kadını çağırdı ve ona da aynı şekilde öğüt verdi. Kadın, \"Hayır, seni Hak ile gönderen Allah'a yemin ederim ki, o bir yalancıdır.\" dedi. Önce erkekle başladı; ve o (erkek) Allah'a yemin ederek dört kez şahitlik etti; sonra kadına da aynı şekilde yaptı, ardından onları ayırdı."
    },
    {
      "id": 152,
      "narrator": "Narrated :",
      "text": "Allah'ın Resulü (ﷺ), birbirlerine lanet eden iki kişiye şöyle dedi: \"Hesabınız Allah'ın ellerindedir, çünkü biriniz yalan söylüyor. Onu tekrar alamazsınız.\" O (erkek) dedi ki: \"Ey Allah'ın Resulü, peki benim malım (mehir) ne olacak?\" O cevap verdi: \"Eğer doğru söylüyorsan, onunla cinsel ilişkiye girme hakkının bedeli, eğer ona iftira ettiysen, ondan geri almak senin için daha da zor olacaktır.\""
    },
    {
      "id": 153,
      "narrator": "Narrated Anas (RA):",
      "text": "Anas (RA) şöyle rivayet etmiştir: Peygamber (ﷺ) dedi ki: \"Onu gözlemle, eğer beyaz tenli ve koyu saçlı bir çocuk doğurursa, kocası onun babasıdır. Ama eğer gözleri sanki sürmeliymiş gibi ve kıvırcık saçlı bir çocuk doğurursa, kocası onu zina yapmakla suçladığı adam onun babasıdır.\""
    },
    {
      "id": 154,
      "narrator": "Narrated Ibn Abbas (RA):",
      "text": "İbn Abbas (RA) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) bir adamın beşinci lafzı söylediğinde elini ağzına koymasını emretti ve dedi ki, \"Bu, kesin olanıdır.\""
    },
    {
      "id": 155,
      "narrator": "Narrated Sahl bin Sa'd (RA) concerning the story of the two (husband and wife) who invoked curses regarding one another:",
      "text": "Sahl bin Sa'd (RA) iki (koca ve karı) hakkında birbirlerine lanet ettiklerinde şöyle dedi: \"Birbirimize lanet ettikten sonra, eğer onu (karısını) alıkoyarsam, ona iftira etmiş olacağım, ey Allah'ın Resulü.\" O, sonra onu üç kez boşadı, hatta Allah'ın Resulü (ﷺ) ona bunu emretmeden önce bile."
    },
    {
      "id": 156,
      "narrator": "Narrated Ibn 'Abbas (ﷺ):",
      "text": "İbn 'Abbas (ﷺ) şöyle rivayet etmiştir: Bir adam Peygamber'e (ﷺ) geldi ve dedi ki, \"Karım, kendisine dokunmak isteyen hiçbir erkeği reddetmiyor.\" O dedi ki, \"Onu uzaklaştır.\" Adam cevap verdi, \"Kendimi ona arzulamaktan korkuyorum.\" O dedi ki, \"O zaman ondan faydalan.\""
    },
    {
      "id": 157,
      "narrator": "an-Nasa'i reported it with through another chain, from Ibn 'Abbas (RA) with this wording:",
      "text": "an-Nasa'i başka bir isnatla, İbn 'Abbas (RA) aracılığıyla bu şekilde bildirmiştir: O dedi ki, \"Onu boşayın.\" Adam cevap verdi, \"Onu arzulamaktan dayanamayacağım.\" O dedi ki, \"O zaman onu tut.\""
    },
    {
      "id": 158,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) lanet etme ayeti (24:6) indiğinde şöyle dedi: \"Ailesine ait olmayan birini aileye getiren herhangi bir kadın, Allah'ın (dinine) riayet eden biri değildir ve Allah onu cennetine kabul etmeyecektir. Aynı şekilde, çocuğunu inkar eden herhangi bir adam, çocuğunun kendi çocuğu olduğunu bildiği halde, Allah onu da kendisinden uzak tutacak ve onu ilk ve son (yaratıkların) önünde alçaltacaktır.\""
    },
    {
      "id": 159,
      "narrator": "Narrated 'Umar (RA):",
      "text": "'Umar (RA) şöyle rivayet etmiştir: Eğer biri, göz açıp kapayıncaya kadar çocuğunun babası olduğunu kabul ederse, onu inkar etme hakkına sahip değildir.\""
    },
    {
      "id": 160,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Abu Hurairah (RA) şöyle rivayet etmiştir: Bir adam dedi ki, \"Ey Allah'ın Resulü, karım siyah bir oğul doğurdu.\" O sordu, \"Deve sahip misin?\" Adam cevap verdi, \"Evet.\" O sordu, \"Onların rengi ne?\" Adam cevap verdi, \"Kırmızı.\" O sordu, \"Aralarında koyu renkli olan var mı?\" Adam cevap verdi, \"Evet.\" O sordu, \"Bu nasıl oldu?\" Adam cevap verdi, \"Belki de bir soy, ona geri dönmüştür (yani, miras).\" O dedi ki, \"Belki de bu senin oğlunun geri döndüğü bir soydur.\""
    },
    {
      "id": 161,
      "narrator": "Muslim concluded the Hadith as follows:",
      "text": "Müslim hadisi şu şekilde tamamladı: \"Ona onu inkar etmesine izin vermedi.\""
    },
    {
      "id": 162,
      "narrator": "Narrated al-Miswar bin Makhramah (RA):",
      "text": "Al-Miswar bin Makhramah (RA) şöyle rivayet etmiştir: Kocasının ölümünden birkaç gece sonra, Subai'ah al-Aslamiyah (RA) bir çocuk doğurdu. Sonra Peygamber'e (ﷺ) gidip evlenme izni istedi. O, ona izin verdi ve o da evlendi."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Temel anlamı, el-Buhari ve Müslim'in iki sahih kitabında bulunmaktadır."
    },
    {
      "id": 164,
      "narrator": "A wording has:",
      "text": "Bir rivayette: \"Kocasının ölümünden kırk gece sonra bir çocuk doğurdu.\" denilmektedir."
    },
    {
      "id": 165,
      "narrator": "A wording by Muslim has:",
      "text": "Müslim'in bir rivayetinde: az-Zuhri dedi ki, \"Doğum kanaması devam ederken evlenmesinde bir sakınca yoktur, ancak kocası ona yaklaşmamalıdır, ta ki o temizlenene kadar.\""
    },
    {
      "id": 166,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Aişe (RA) tarafından rivayet edilmiştir: Berire, üç adet hayız dönemi geçmeden yeniden evlenmemesi emredildi."
    },
    {
      "id": 167,
      "narrator": "Narrated ash-Sha'bi from Fatimah (RA) daughter of Qais on the authority of the Prophet (ﷺ) regarding a woman who was divorced by three pronouncements:",
      "text": "---"
    },
    {
      "id": 168,
      "narrator": "Narrated Umm 'Atiyah (RA):",
      "text": "Ash-Sha'bi, Fatıma (RA) binti Kays'tan, Peygamber (ﷺ) aracılığıyla, üç talakla boşanan bir kadın hakkında şöyle rivayet etmiştir: \"Onun barınma veya nafaka hakkı yoktur.\""
    },
    {
      "id": 169,
      "narrator": "Abu Dawud and an-Nasa'i have an addition:",
      "text": "---"
    },
    {
      "id": 170,
      "narrator": "an-Nasa'i added:",
      "text": "Ümmü Atiye (RA) tarafından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir kadın, kocası için dört ay on gün dışında, ölen için üç geceden fazla yas tutamaz; ve hayızdan sonra temizlendikten sonra, 'Aş (boya ipliği) türünden bir elbise dışında, boyalı bir elbise giymemeli, kohl (antimon) sürmemeli, parfüm kullanmamalıdır, sadece az miktarda Qust veya Azfar kullanabilir.\""
    },
    {
      "id": 171,
      "narrator": "Narrated Umm Salamah (RA):",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "Narrated :",
      "text": "Ebu Davud ve Nesaî'de bir ek bulunmaktadır: \"veya (Hennayla ve benzeri ile) boyanamaz.\""
    },
    {
      "id": 173,
      "narrator": "Narrated Jabir (RA):",
      "text": "---"
    },
    {
      "id": 174,
      "narrator": "Narrated Fatimah (RA) daughter of Qais:",
      "text": "Nesaî ekledi: \"veya (saçını) tarayamaz.\""
    },
    {
      "id": 175,
      "narrator": "Narrated 'Amr bin al-'Aas (RA):",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Ümmü Seleme (RA) tarafından rivayet edilmiştir: Abu Salame (RA) vefat ettikten sonra gözlerime Sabir (bir tür ilaç) sürdüm. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu, yüze bir parlaklık verir, bu yüzden sadece gece sür ve gündüz çıkar, ve parfüm veya henne ile saçını tarama, çünkü bu bir boyadır.\" Ben sordum, \"Saçımı tararken ne kullanmalıyım?\" O da, \"Sidr yapraklarını kullanmalısın.\" diye cevap verdi."
    },
    {
      "id": 177,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Rivayet edilmiştir: Bir kadın şöyle dedi: \"Ey Allah'ın Elçisi, kızımın eşi vefat etti ve gözü ona rahatsızlık veriyor, ona kohl (antimon) sürebilir miyiz?\" O da, \"Hayır.\" diye cevap verdi."
    },
    {
      "id": 179,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 180,
      "narrator": "Narrated Ruwaifi' bin Thabit (RA):",
      "text": "Cabir (RA) tarafından rivayet edilmiştir: Amcam boşandı ve hurma ağaçlarından meyve kesmek istedi. Bir adam onu dışarı çıkmaktan men etti, bu yüzden Peygamber (ﷺ)'e gitti ve o da şöyle dedi: \"Elbette, hurma ağaçlarından meyve kes, belki de sadaka verirsin veya bir iyilik yaparsın.\""
    },
    {
      "id": 181,
      "narrator": "Narrated 'Umar (RA) regarding a wife of a lost husband:",
      "text": "'Umar (RA) tarafından kaydedilmiştir: Kayıp bir kocanın eşi dört yıl beklemeli ve ardından yeniden evlenmeden önce dört ay on gün 'iddet' beklemelidir."
    },
    {
      "id": 182,
      "narrator": "Narrated al-Mughirah bin Shu'bah (RA):",
      "text": "---"
    },
    {
      "id": 183,
      "narrator": "Narrated Jabir (RA):",
      "text": "el-Mughirah bin Shu'bah (RA) tarafından kaydedilmiştir: Allah'ın Messengerı (ﷺ) dedi ki: \"Kayıp bir kocanın eşi, onun ölümüne dair kesin bir haber alana kadar onun eşi olarak kalır.\""
    },
    {
      "id": 184,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "---"
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Jabir (RA) tarafından kaydedilmiştir: Allah'ın Messengerı (ﷺ) dedi ki: \"Bir adam, eğer o kadın onun eşi veya bir Mahram değilse, bir kadının evinde gece geçirmemelidir.\""
    },
    {
      "id": 186,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "İbn 'Abbas (RA) tarafından kaydedilmiştir: Peygamber (ﷺ) dedi ki: \"Bir adam, bir kadınla yalnız kalmamalıdır, ancak bir Mahramın huzurunda olursa.\""
    },
    {
      "id": 188,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Abu Sa'id (RA) tarafından kaydedilmiştir: Peygamber (ﷺ) Autas'ta ele geçirilen esirler hakkında dedi ki: \"Hamile bir kadınla doğum yapana kadar cinsel ilişkiye girilmemelidir, hamile olmayan bir kadınla ise bir adet dönemi geçene kadar cinsel ilişkiye girilmemelidir.\""
    },
    {
      "id": 190,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 191,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "Yukarıda belirtilen Hadis, ad-Daraqutni tarafından İbn 'Abbas (RA) üzerinden destekleyici bir rivayetle aktarılmıştır."
    },
    {
      "id": 192,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "Narrated :",
      "text": "Abu Hurairah (RA) tarafından kaydedilmiştir: Peygamber (ﷺ) dedi ki: \"Çocuk (evlilik dışı doğan) doğduğu yatağın sahibine aittir ve recm (taşlayarak öldürme) zina eden içindir.\""
    },
    {
      "id": 194,
      "narrator": "Narrated :",
      "text": "---"
    },
    {
      "id": 195,
      "narrator": "Narrated :",
      "text": "Yukarıda belirtilen Hadis, 'Aişe'nin bir hikaye içinde yer alan Hadisinin de bir parçasıdır."
    },
    {
      "id": 196,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "İbn Abbas (RA) rivayet etti: Peygamber (ﷺ) Hamza'nın kızını evlenmek için teklif aldığında, \"O benim süt kardeşimin kızı olduğu için bana haramdır; kan bağıyla haram olan, süt bağıyla da haramdır.\" dedi."
    },
    {
      "id": 197,
      "narrator": "Narrated Umm Salamah (RA):",
      "text": "---"
    },
    {
      "id": 198,
      "narrator": "Narrated Ibn 'Abbas (RA):",
      "text": "Ümmü Selime (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Evliliği haram kılan süt, bağırsaklara ulaşan (yani çocuğu besleyen) ve (iki yaşından önce) emzirilen süttür.\""
    },
    {
      "id": 199,
      "narrator": "Narrated Ibn Mas'ud (RA):",
      "text": "---"
    },
    {
      "id": 200,
      "narrator": "Narrated 'Uqbah bin al-Harith:",
      "text": "İbn Abbas (RA) rivayet etti: Emzirme sadece (bebekler için) hayatlarının ilk iki yılı boyunca geçerlidir."
    },
    {
      "id": 201,
      "narrator": "Narrated Ziyad as-Sahmi:",
      "text": ""
    },
    {
      "id": 202,
      "narrator": "Narrated 'Aishah (RA):",
      "text": "---"
    },
    {
      "id": 203,
      "narrator": "Narrated Tariq al-Muharibi (RA):",
      "text": "İbn Mes'ud (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Dikkate alınacak tek emzirme, kemiklere hayat veren ve etin büyümesine sebep olan emzirmedir.\""
    },
    {
      "id": 204,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 205,
      "narrator": "Narrated Hakim bin Mu'awiyah al-Qushairi on his father's authority (RA):",
      "text": "Ukbe bin Haris rivayet etti: Ummu Yahya, Ebu İhab'ın kızı ile evlendi ve bir kadın gelip, \"Ben ikinizi de emzirdim.\" dedi. Bunun üzerine Peygamber (ﷺ)'e sordu ve o da, \"Siz (süt kardeşsiniz) denildiği halde nasıl tereddüt edersin?\" diye cevap verdi. Ukbe bu yüzden ondan ayrıldı ve o başka bir koca ile evlendi."
    },
    {
      "id": 206,
      "narrator": "Narrated Jabir (RA):",
      "text": "---"
    },
    {
      "id": 207,
      "narrator": "Narrated 'Abdullah bin 'Umar (RA):",
      "text": "Ziyad es-Sahmi rivayet etti: Allah'ın Elçisi (ﷺ) akılsız bir kadının bir bebeği emzirmesi için istenmesini yasakladı."
    },
    {
      "id": 208,
      "narrator": "Muslim has this wording:",
      "text": "---"
    },
    {
      "id": 209,
      "narrator": "Narrated Jabir (RA) in a Hadith which he attributed to the Prophet (ﷺ) regarding a pregnant (woman) whose husband died:",
      "text": "Aişe (RA) rivayet etti: Hind binti Utbe - Ebu Süfyan'ın eşi - Allah'ın Elçisi (ﷺ)'ne geldi ve \"Ey Allah'ın Elçisi, Ebu Süfyan cimri bir adamdır, bana ve çocuklarıma yeterli geçim sağlamıyor, onun malından haberi olmadan aldığım dışında. Bunu yapmamda bir günah var mı?\" dedi. O da, \"Onun malından senin ve çocukların için makul ve yeterli olanı al.\" diye cevap verdi."
    },
    {
      "id": 210,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 211,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Üst el, alt elden daha hayırlıdır ve sizden biri, sorumlu olduğu kimselere önce harcama yapmalıdır, yoksa bir kadın 'Beni besle ya da boşan' der.\""
    },
    {
      "id": 212,
      "narrator": "Narrated Sa'id bin al-Musaiyab regarding a man who finds nothing to spend on his wife:",
      "text": "---"
    },
    {
      "id": 213,
      "narrator": "Narrated 'Umar:",
      "text": "Sa'id bin el-Musayyib'den, karısına harcayacak bir şey bulamayan bir adam hakkında rivayet edilmiştir: \"Onların ayrılması gerekir.\""
    },
    {
      "id": 214,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "Sa'id bin Mansur'dan, Sufyan'dan, Ebu ez-Zinad'dan, Sa'id bin el-Musayyib'den rivayet edilmiştir. O, \"Sa'id (bin el-Musayyib)'e sordum, 'Bu sünnet midir?' O da, 'Evet, sünnettir!' diye cevap verdi.\""
    },
    {
      "id": 215,
      "narrator": "Narrated Bahz bin Hakim on his father's authority from his grandfather (RA):",
      "text": "---"
    },
    {
      "id": 216,
      "narrator": "Narrated 'Abdullah bin 'Amr (RA):",
      "text": "Ömer (RA) rivayet etti: O, orduların komutanlarına, eşlerinden uzak kalan bazı erkekler (askerler) hakkında mektuplar yazdı; onlara, eşlerine harcama yapmaları veya boşanmaları gerektiğini bildirdi; eğer boşanırlarsa, o zaman tutmuş oldukları nafakayı göndermeleri gerektiğini belirtti."
    },
    {
      "id": 217,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 218,
      "narrator": "Narrated Rafi' bin Sinan (RA):",
      "text": "Ebu Hureyre (RA) rivayet etti: Bir adam, Peygamber (ﷺ)'e geldi ve \"Bir dinarım var.\" dedi. O, \"Onu kendine harca.\" dedi. Adam, \"Başka bir dinarım var.\" dedi. O, \"Onu çocuklarına harca.\" dedi. Adam, \"Başka bir dinarım var.\" dedi. O, \"Onu karına harca.\" dedi. Adam, \"Başka bir dinarım var.\" dedi. O, \"Onu hizmetçine harca.\" dedi. Adam, \"Başka bir dinarım var.\" dedi. O, \"Onu ne yapacağını en iyi sen bilirsin.\" dedi."
    },
    {
      "id": 219,
      "narrator": "Narrated al-Bara bin 'Azib (RA):",
      "text": "---"
    },
    {
      "id": 220,
      "narrator": "",
      "text": "Bahz bin Hakim, babası aracılığıyla dedesinden (RA) rivayet etti: \"Ya Allah'ın Elçisi, kime karşı nazik ve itaatkar olmalıyım?\" dedim. O, \"Annen.\" dedi. \"Sonra kim?\" dedim. O, \"Annen.\" dedi. \"Sonra kim?\" dedim. O, \"Annen.\" dedi. \"Sonra kim?\" dedim. O, \"Baban, ardından akrabaların yakınlık sırasına göre.\" dedi."
    },
    {
      "id": 221,
      "narrator": "Narrated Abu Hurairah (RA):",
      "text": "---"
    },
    {
      "id": 222,
      "narrator": "Narrated Ibn 'Umar (RA):",
      "text": "Abdullah bin Amr (RA) rivayet etti: Bir kadın, \"Ya Allah'ın Elçisi, bu oğlum: karnım onu taşıdı, göğsüm ona süt verdi ve kucağım ona sığınak oldu, ama babası beni boşadı ve onu benden almak istiyor.\" dedi. Allah'ın Elçisi (ﷺ) ona, \"Senin yeniden evlenmediğin sürece ona daha fazla hakkın var.\" diye cevap verdi."
    }
  ]
}