{
  "language": "tr",
  "metadata": {
    "length": 266,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurayra rivayet etti ki: Peygamber (ﷺ) dedi ki: \"Size emrettiğim her şeyi yapın, ve size yasakladığım her şeyden sakının.\""
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurayra rivayet etti ki: Peygamber (ﷺ) dedi ki: \"Beni, sizi bıraktığım gibi bırakın (Size anlatmadığım küçük şeyleri sormayın). Zira sizden önce gelenler, soruları ve Peygamberleriyle olan farklılıkları yüzünden helak oldular. Eğer size bir şey emredersem, elinizden geldiğince yapın; eğer bir şeyden sakınmanızı emredersem, ondan sakının.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurayra rivayet etti ki: Peygamber (ﷺ) dedi ki: \"Bana itaat eden, Allah'a itaat etmiş olur; bana isyan eden, Allah'a isyan etmiş olur.\""
    },
    {
      "id": 4,
      "narrator": "Abu Ja'far said:",
      "text": "Abu Ca'fer dedi ki: \"İbn 'Umar, Allah'ın Resulünden (ﷺ) bir hadis duyduğunda, o hadiste ne deniyorsa ondan fazlasını yapmaz, eksik de yapmazdı.\""
    },
    {
      "id": 5,
      "narrator": "Abu Darda' said:",
      "text": "Ebu Derdâ' dedi ki: \"Allah'ın Resulü (ﷺ) bize çıktığında, yoksulluktan ve ondan korktuğumuzdan bahsediyorduk. O dedi ki: 'Yoksulluktan mı korkuyorsunuz? Canımın bulunduğu Zat'a yemin ederim ki, bu dünyanın nimetleri ve süsleri size bolca gelecektir ve kalbinizden saptıracak hiçbir şey yoktur. Vallahi, ben sizi beyaz ve parlak bir yolda bırakıyorum ki, onun gecesi ve gündüzü birdir.'\""
    },
    {
      "id": 6,
      "narrator": "Mu'awiyah bin Qurrah narrated that his father said:",
      "text": "Muaviye bin Kurra rivayet etti ki, babası dedi: \"Allah'ın Resulü (ﷺ) dedi ki: 'Ümmetimden bir grup, devamlı olarak galip gelecek ve onları terk edenler zarar veremeyecekler, ta ki Saat (kıyamet) başlayana kadar.'\""
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurayra rivayet etti ki: Allah'ın Resulü (ﷺ) dedi ki: \"Ümmetimden bir grup, Allah'ın emrine sıkı sıkıya bağlı kalmaya devam edecek ve onlara karşı çıkanlar onlara zarar veremeyecekler.\""
    },
    {
      "id": 8,
      "narrator": "Abu 'Inabah Al-Khawlani said that:",
      "text": "Abu 'Inabah Al-Khawlani dedi ki: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah, bu dinde yeni insanları yetiştirmeye ve onları itaatiyle kullanmaya devam edecektir.'\""
    },
    {
      "id": 9,
      "narrator": "Amr bin Shu'aib narrated that:",
      "text": "Amr bin Shu'aib rivayet etti ki: Babası dedi: \"Muaviye, bir hutbe vermek için ayağa kalktı ve dedi ki: 'Âlimleriniz nerede? Âlimleriniz nerede? Zira ben Allah'ın Resulü (ﷺ) derken duydum ki: Saat başlamadan önce, ümmetimden bir grup insanlara galip gelecektir ve kimlerin onları terk ettiğini, kimlerin desteklediğini umursamayacaklardır.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Thawban that:",
      "text": "Thawban'dan rivayet edildi ki: Allah'ın Resulü (ﷺ) dedi ki: \"Ümmetimden bir grup, gerçeği takip etmeye ve galip gelmeye devam edecek ve onlara karşı çıkanlar onlara zarar veremeyecekler, ta ki Allah'ın emri gerçekleşene kadar.\""
    },
    {
      "id": 11,
      "narrator": "Jabir bin 'Abdullah said that:",
      "text": "Cabir bin Abdullah dedi ki: \"Biz Peygamber (ﷺ) ileydik, o bir çizgi çizdi (kumda), sonra sağında iki çizgi, solunda iki çizgi daha çizdi. Sonra elini orta çizgiye koydu ve dedi ki: 'Bu, Allah'ın yoludur.' Sonra şu ayeti okudu: 'Şüphesiz bu (yani Allah'ın emirleri) benim dosdoğru yolumdur; ona uyun ve başka yollara uymayın; yoksa sizi O'nun yolundan ayırır...'\""
    },
    {
      "id": 12,
      "narrator": "Miqdam bin Ma'dikarib Al-Kindi narrated that:",
      "text": "Mikdam bin Ma'dikarib Al-Kindi rivayet etti ki: Allah'ın Resulü (ﷺ) dedi ki: \"Yakında bir zaman gelecek ki, bir adam yastığında yaslanacak ve benim hadislerimden biri anlatıldığında, 'Allah'ın Kitabı, bizimle sizin aranızda yeterlidir. O neyi helal kılarsa, biz helal kabul ederiz; neyi haram kılarsa, biz haram kabul ederiz.' diyecek. Şüphesiz, Allah'ın Resulü (ﷺ) tarafından yasaklanan her şey, Allah tarafından yasaklanan gibidir.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Ubaidullah bin Abu Rafi from his father, that:",
      "text": "Ubaidullah bin Abu Rafi'den rivayet edildi ki: Babası dedi: \"Allah'ın Resulü (ﷺ) dedi ki: 'Sizden birinin yastığında yaslandığını ve bana emrettiğim veya yasakladığım bir şey hakkında kötü bir haber geldiğinde, 'Bilmiyorum, Allah'ın Kitabında ne bulursak onu takip edeceğiz.' dediğini görmek istemiyorum.'\""
    },
    {
      "id": 14,
      "narrator": "Aishah narrated that:",
      "text": "Aişe rivayet etti ki: Allah'ın Resulü (ﷺ) dedi ki: \"Bu işimizde (yani İslam'da) yenilik çıkaran kimse, onun dışında bir şey bulursa, bu kabul edilmeyecektir.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Urwah bin Zubair that 'Abdullah bin Zubair told him that:",
      "text": "Urve bin Zubair'den rivayet edildi ki: Abdullah bin Zubair ona şöyle söyledi: \"Ansar'dan bir adam, Allah'ın Resulü (ﷺ) huzurunda Zubair ile bir akarsu hakkında tartıştı. Ansar dedi ki: 'Suyu akıtsın.' Fakat Zubair reddetti. Bunun üzerine tartışmayı Allah'ın Resulü (ﷺ)'ne götürdüler. O dedi ki: 'Zubair, (toprağını) sulayıp, sonra suyu komşuna akıt.' Ansar öfkelendi ve dedi ki: 'Ey Allah'ın Resulü, bu onun kuzeni olduğu için mi?' Allah'ın Resulü (ﷺ)'nin yüzü (öfkeden) değişti ve dedi ki: 'Ey Zubair, (toprağını) sulayıp, suyu durdur ki, hurma ağaçlarının etrafındaki duvarlara geri akabilsin.' Zubair dedi ki: 'Vallahi, bu ayetin bu mesele hakkında indirildiğini düşünüyorum. 'Ama hayır, Rabbine yemin ederim ki, onlar iman etmiş olamazlar, ta ki seni (Ey Muhammed) aralarındaki her meselede hakem kılmadıkça ve senin verdiğin hükümlere karşı içlerinde bir rahatsızlık bulmadıkça ve tam bir teslimiyetle kabul etmedikçe.' \""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Allah'ın kadın kullarını camide namaz kılmaktan alıkoymayın.\" O'nun bir oğlu: \"Onları gerçekten alıkoyacağız!\" dedi. O çok öfkelendi ve şöyle dedi: \"Size Allah'ın Resulü'nden (ﷺ) bir hadis aktarıyorum, siz de 'gerçekten alıkoyacağız' diyorsunuz?!\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Sa'eed bin Jubair that :",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir ki: Abdullah bin Mughaffal, bir yeğeninin yanında oturuyordu, yeğeni bir çakıl taşı attı ve ona bunu yapmamasını söyledi. O da: \"Allah'ın Resulü (ﷺ) bunu yasakladı. O (Peygamber) şöyle dedi: 'Bu, av için kullanılamaz ve düşmana zarar veremez, ama bir dişi kırabilir ya da bir gözü çıkarabilir.'\" dedi. Yeğeni bir çakıl taşı daha attı ve Abdullah bin Mughaffal: \"Size Allah'ın Resulü'nün bunu yasakladığını söylüyorum (ve sen başka bir çakıl taşı atıyorsun)? Bir daha asla seninle konuşmayacağım.\" dedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated from Ishaq bin Qabisah from his father that :",
      "text": "İshak bin Kabisa'dan, babası aracılığıyla rivayet edilmiştir ki: Ubadah bin Samit El-Ensari, Allah'ın Resulü'nün (ﷺ) sahabesi ve ordu birliğinin komutanı, Muaviye ile Bizans topraklarında bir askeri sefere çıktı. Altınları Dinar ile, gümüşleri Dirhem ile takas eden insanları gördü. O da: \"Ey insanlar, siz Riba (faiz) yiyorsunuz! Çünkü Allah'ın Resulü'nden (ﷺ) şunu işittim: 'Altını altınla satmayın, ancak eşit miktarda; artış ve gecikme olmamalıdır.'\" dedi. Muaviye ona: \"Ey Ebu Velid, bunun içinde Riba olduğunu düşünmüyorum, sadece gecikme durumlarında.\" dedi. Ubadah ona: \"Size Allah'ın Resulü'nden (ﷺ) bir hadis aktarıyorum, siz de bana fikrinizi söylüyorsunuz! Eğer Allah beni sağ salim geri getirirse, sizin üzerinizde otoritenizin olduğu bir toprakta asla yaşamayacağım.\" dedi. Döndüğünde, Medine'de kaldı ve Ömer bin Hattab ona: \"Seni buraya getiren nedir, ey Ebu Velid?\" dedi. O da durumu anlattı ve Muaviye ile aynı topraklarda yaşamama konusundaki sözünü aktardı. Ömer dedi ki: \"Kendi topraklarına dön, ey Ebu Velid, çünkü senin ve senin gibilerin olmadığı toprak ne kadar kötü bir topraktır.\" Sonra Muaviye'ye yazdı ve: \"Ona karşı otoriten yok; insanların onun söylediklerine uymasını sağla, çünkü o doğrudur.\" dedi."
    },
    {
      "id": 19,
      "narrator": "Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud dedi ki: \"Eğer size Allah'ın Resulü'nden (ﷺ) bir hadis aktarırsam, o zaman Allah'ın Resulü'nü (ﷺ) en iyi, en doğru yolda olan ve en çok Taqwa (takva, erdem) sahibi olarak düşünün.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Ali bin Abu Talib said :",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir ki: \"Eğer size Allah'ın Resulü'nden (ﷺ) bir hadis aktarırsam, o zaman onu en iyi, en doğru yolda olan ve en çok Taqwa (takva, erdem) sahibi olarak düşünün.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber şöyle dedi: \"Sizden birinin benden rivayet edilen bir hadisi duyduğunda, yastığına yaslanarak: 'Kur'an oku (bu hadisi doğrulamak için).' dediğini duymak istemiyorum.\" (Burada Peygamber (ﷺ) şöyle dedi) \"Söylenen her güzel söz, onu ben söyledim.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Salamah that  :",
      "text": "Ebu Selame'den rivayet edilmiştir ki: Ebu Hureyre bir adama şöyle dedi: \"Ey kardeşimin oğlu, ben sana Allah'ın Resulü'nden (ﷺ) bir hadis aktardığımda, onun için örnekler vermeye kalkışma.\""
    },
    {
      "id": 23,
      "narrator": "Amr bin Maimun said :",
      "text": "Amr bin Maimun dedi ki: \"Her Perşembe öğleden sonra İbn Mes'ud'u ziyaret ederdim ama o asla 'Allah'ın Resulü (ﷺ) dedi' sözlerini söylemezdi. Sonra bir akşam, 'Allah'ın Resulü (ﷺ) dedi' dedi ve başını eğdi.\" Dedi ki: \"Ona baktım ve gömleğinin düğmesinin açık olduğunu, gözlerinin yaşla dolduğunu ve damarlarının korkudan şiştiğini gördüm. O da: 'Ya da ondan daha fazlası, ya da ondan daha azı, ya da ona yakın ya da benzeri bir şey.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "Muhammad bin Sirin said :",
      "text": "Muhammed bin Sirin dedi ki: \"Anas bin Malik, Allah'ın Resulü'nden (ﷺ) bir hadis aktardığında, her zaman: 'Ya da Allah'ın Resulü (ﷺ) şöyle dedi.' derdi.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that 'Abdur-Rahman bin Abi Laila said:",
      "text": "'Abdurrahman bin Ebu Leyla'dan rivayet edilmiştir ki: Biz Zeyd bin Arkam'a: 'Bize Allah'ın Resulü'nden (ﷺ) bir hadis anlat.' dedik. O da: 'Biz yaşlandık ve unuttuk, ve (hadis) aktarmak zor (basit bir mesele değil).' dedi.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that 'Abdullah bin Abu Safar said:",
      "text": "'Abdullah bin Ebu Safar'dan rivayet edilmiştir ki: \"Ash-Sha'bi'nin şöyle dediğini duydum: 'İbn Ömer ile bir yıl oturdum ve ondan Allah'ın Resulü'nden (ﷺ) hiçbir şey aktardığını duymadım.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Ibn Tawus that his father said:",
      "text": "İbn Tavus'tan rivayet edilmiştir ki, babası şöyle dedi: \"İbn Abbas'ın şöyle dediğini duydum: 'Biz hadisleri ezberlerdik, ve hadisler Allah'ın Resulü'nden (ﷺ) ezberlenirdi. Ama eğer hadisleri aktarmada aşırılığa ya da ihmal etmeye giderseniz, sizin hadislerinize güvenemeyiz.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Qarazah bin Ka'b said:",
      "text": "Karazah bin Ka'b şöyle dedi: \"Ömer bin Hattab bizi Kufe'ye gönderdi ve bizi Sirar adında bir yere kadar takip etti. O da: 'Sizinle neden yürüdüğümü biliyor musunuz?' dedi. Biz de: 'Allah'ın Resulü'nün (ﷺ) hakları ve Ensar'ın hakları nedeniyle.' dedik. O da: 'Hayır, daha çok size söylemek istediğim sözler yüzünden. Sizinle yürüdüğüm için bunu ezberlemenizi istedim. Siz, kalplerinde Kur'an'ın bir bakır kazan gibi kaynadığı insanlara gidiyorsunuz. Sizi gördüklerinde, size bakacaklar ve: \"Muhammed'in arkadaşları!\" diyecekler. Ama Allah'ın Resulü'nden (ﷺ) çok fazla rivayet etmeyin, o zaman ben sizin ortağınız olacağım.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Sa'ib bin Yazid said:",
      "text": "Sa'ib bin Yazid'den rivayet edilmiştir ki: \"Ben Sa'd bin Malik ile Medine'den Mekke'ye gittim ve ondan Peygamber'den (ﷺ) tek bir hadis bile duymadım.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Abdur-Rahman bin 'Abdullah bin Mas'ud that his father said:",
      "text": "'Abdurrahman bin Abdullah bin Mes'ud'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Kim bilerek benim hakkımda yalan söylerse, onun yeri Cehennem'dir.'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Bana yalan söylemeyin, çünkü bana yalan söylemek cehenneme götürür.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim bana yalan söylerse', ben (rivayet eden) onun 'kasten' dediğini düşünüyorum, 'cehennemdeki yerini alsın.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim bana kasten yalan söylerse, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Bana söylemediğim bir şeyi isnat eden, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that Abu Qatadah said:",
      "text": "Ebu Katade'den rivayet edilmiştir: \"O, bu minberdeyken, Allah'ın Resulü (ﷺ) şöyle diyordu: 'Benden çok fazla hadis nakletmekten sakının. Kim bana bir şey isnat ederse, doğruyu sadakatle söylemelidir. Benden söylemediğim bir şeyi isnat eden, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from 'Amir bin 'Abdullah bin Zubair that his father said:",
      "text": "Amir bin Abdullah bin Zübeyr'den rivayet edilmiştir ki, babası şöyle dedi: \"Zübeyr bin Avvam'a dedim ki: 'Neden senin, İbn Mes'ud ve diğerlerinden duyduğum kadar, Allah'ın Resulü (ﷺ) ile ilgili hadisler naklettiğini duymuyorum?' O şöyle dedi: 'Ben Müslüman olduğum günden beri ondan hiç ayrılmadım, ama onun şu sözüne şahit oldum: 'Kim bana kasten yalan söylerse, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from Abu Sa'eed said:",
      "text": "Ebu Said'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim bana kasten yalan söylerse, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Ali that:",
      "text": "Ali'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Benden bir hadis nakleden, onu yanlış düşündüğünü düşünüyorsa, o iki yalancıdır.' (Ya yalan uyduran ya da onu tekrar eden; her ikisi de yalancıdır).\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Samurah bin Jundub that:",
      "text": "Semure bin Cundub'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle buyurdu: 'Benden bir hadis nakleden, onu yanlış düşündüğünü düşünüyorsa, o iki yalancıdır.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from `Ali that:",
      "text": "Ali'den rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle buyurdu: 'Benden bir hadis nakleden, onu yanlış düşündüğünü düşünüyorsa, o iki yalancıdır.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Mughirah bin Shu'bah said:",
      "text": "Semure bin Cundub'un rivayetiyle benzer bir zincir."
    },
    {
      "id": 42,
      "narrator": "Yahya bin Abu Muta' said:",
      "text": "Mugire bin Şu'be'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Benden bir hadis nakleden, onu yanlış düşündüğünü düşünüyorsa, o iki yalancıdır.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated from 'Abdur-Rahman bin 'Amr As-Sulami that:",
      "text": "Yahya bin Ebu Muta' dedi ki: 'İrbad bin Sariyah'ın şöyle dediğini duydum: 'Bir gün, Allah'ın Resulü (ﷺ) aramızda kalktı ve kalplerimizi eriten, gözlerimizi yaşartan derin bir konuşma yaptı. Kendisine: 'Ey Allah'ın Resulü, bu bir veda konuşmasıdır, bize bir şey emret!' denildi. O şöyle dedi: 'Allah'tan korkmanızı, dinlemenizi ve itaat etmenizi tavsiye ediyorum, hatta (lideriniz) bir Habeşli köle olsa bile. Ben gittikten sonra büyük çatışmalar göreceksiniz. Size benim sünnetime ve Hulefa-i Raşidin'in yoluna sıkı sıkıya sarılmanızı tavsiye ediyorum. Yeniliklerden sakının, çünkü her yenilik sapıklıktır.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from 'Irbad bin Sariyah said:",
      "text": "Abdurrahman bin Amr es-Sulami'den rivayet edilmiştir ki: O, Al-'İrbad bin Sariyah'ın şöyle dediğini duydu: \"Allah'ın Resulü (ﷺ) bize gözlerimizi yaşartan ve kalplerimizi eriten bir konuşma yaptı. Biz: 'Ey Allah'ın Resulü, bu bir veda konuşmasıdır. Ne emrettin bize?' dedik. O şöyle dedi: 'Ben sizi aydınlık bir yol üzerinde bırakıyorum, gecesi gündüzü gibidir. Ben gittikten sonra ondan sapacak olan yalnızca helak olandır. Aranızda kim yaşarsa büyük çatışmalar görecektir. Size benim sünnetimden ve Hulefa-i Raşidin'in yolundan sıkı sıkıya sarılmanızı tavsiye ediyorum. İtaat etmelisiniz, hatta (lideriniz) bir Habeşli lider olsa bile. Çünkü gerçek mümin, burnunda halkası olan bir deve gibidir; nereye sürülse, uyar.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "İrbad bin Sariyah'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bize Fajr (sabah) namazını kıldırdı, sonra bize döndü ve etkileyici bir konuşma yaptı.\" Ve benzer bir şey (no.43) zikredilmiştir."
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abdullah bin Mas'ud that:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Şüphesiz ki iki şey vardır - sözler ve rehberlik. En güzel sözler Allah'ın sözleridir ve en güzel rehberlik Muhammed'in rehberliğidir. Yeniliklerden sakının, çünkü her yenilik bir bid'attır ve her bid'at sapıklıktır. Uzun yaşam arzusu kalplerinizi sertleştirmesin. Olması gereken şey size yakındır, uzak olan ise olmayacak olandır. Cehenneme mahkum olan, annesinin karnından itibaren mahkumdur; cennete yazgılı olan ise başkalarının derslerinden öğrenen kişidir. Bir mümini öldürmek, küfürdür ve ona hakaret etmek, fuhuştur. Bir Müslümanın kardeşini üç günden fazla terk etmesi caiz değildir. Yalan söylemekten sakının, çünkü yalan asla hayırlı değildir, ister ciddi ister şaka olsun. Bir adam, bir çocuğa tutmayacağı bir söz vermemelidir. Yalan, fuhşa götürür ve fuhuş da cehenneme götürür. Doğruluk, iyiliğe götürür ve iyilik de cennete götürür. Doğru kişi için denir ki: 'O doğruyu söyledi ve iyilikte bulundu', yalancı için ise denir ki: 'O yalan söyledi ve fuhuşta bulundu.' \"Bir kişi yalan söylemeye devam eder ki, Allah katında yalancı olarak kaydedilir.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şu Ayeti okudu: 'O, sana (Muhammed) Kitabı indiren O'dur. Onun içinde tamamen açık ayetler vardır; bunlar Kitabın temelleridir; ve diğerleri ise tamamen açık değildir (O'nun: ) 'Ve öğüt alacak olanlar ancak akıl sahipleridir.' dediği yere kadar. Sonra şöyle dedi: 'Ey Aişe, eğer onun (Kur'an) hakkında tartışanları görürsen, işte bunlar Allah'ın burada bahsettiği kimselerdir, onlardan sakın.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Ebu Ümame'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Doğru rehberliği takip ettikten sonra hiçbir topluluk sapmaz, ancak tartışmalara dalanlar sapar.' Sonra şu Ayeti okudu: 'Hayır! Ama onlar tartışmacı bir kavimdir.'\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudeyfe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Allah, yenilik (bid'at) peşinde koşan bir kişinin oruç, namaz, sadaka, Hac, Umre, cihad veya diğer herhangi bir farz ya da nafile eylemini kabul etmez. O, hamurdan çekilen bir kıl gibi İslam'dan çıkar.'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that 'Abdullah bin 'Abbas said:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Allah, yenilik (bid'at) peşinde koşan kişinin iyi amellerini kabul etmez, ta ki o yenilikten vazgeçene kadar.'\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Ans bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Kim yalan söylemeyi bırakırsa, ona cennetin kenarında bir saray inşa edilir. Kim haklı olduğu halde tartışmayı bırakırsa, ona cennetin ortasında bir saray inşa edilir. Kim de güzel ahlak sergilerse, ona cennetin en yüksek yerlerinde bir saray inşa edilir.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from 'Abdullah bin 'Amr bin 'As that:",
      "text": "Abdullah bin Amr bin As'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Allah, bilgiyi insanların kalplerinden alarak yok etmez. Bilgiyi, âlimleri alarak yok eder; sonra âlimler kalmadığında, insanlar cehili lider edinirler. Onlara sorular sorulur ve onlar bilgileri olmadan hüküm verirler, böylece sapar ve başkalarını da saptırırlar.'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Bir temeli olmayan bir fetva (hüküm) verilen kimsenin günahı, o fetvayı verenin üzerindedir.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Bilgi üç şeye dayanır ve bunların dışındaki her şey fazladır: açık bir ayet, yerleşik bir sünnet veya mirasın adil bir şekilde bölünmesine dair hükümler.'\""
    },
    {
      "id": 55,
      "narrator": "Mu'adh bin Jabal said:",
      "text": "Muaz bin Cebel şöyle dedi: \"Allah'ın Elçisi (ﷺ) beni Yemen'e gönderdiğinde şöyle dedi: 'Bildiklerin dışında herhangi bir hüküm verme veya karar alma. Bir konuda emin değilsen, onu tam olarak anlayana kadar bekle veya bu konuda bana yaz.'\" (Maudu')"
    },
    {
      "id": 56,
      "narrator": "It was narrated that 'Abdullah bin 'Amr bin 'As said:",
      "text": "Abdullah bin Amr bin As'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'İsrailoğulları'nın işleri, Muwalladun (başka milletlerden kadın kölelerin çocukları) ortaya çıkana kadar düzgün gitti. Kendi görüşlerini (dini konularda) dile getirmeye başladılar ve böylece sapıttılar ve başkalarını da saptırdılar.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'İman altmıştan fazla veya yetmişten fazla parçaya ayrılır; bunların en küçüğü yoldan zararlı bir şeyi kaldırmak, en büyüğü ise La ilaha illallah (Allah'tan başka ilah yoktur) demektir. Ve haya, imanın bir dalıdır.'\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Başka bir rivayet Ebu Hureyre'den, Peygamber (ﷺ) benzer ifadelerle."
    },
    {
      "id": 59,
      "narrator": "It was narrated that Abdullah said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi (ﷺ) bir adamın kardeşine haya etmesi için teşvik ettiğini duydu. O şöyle dedi: 'Şüphesiz ki haya, imanın bir dalıdır.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Abu Sa'eed Khudri said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: 'Kalbinde hardal tanesi kadar kibir bulunan kimse cennete giremeyecek, kalbinde hardal tanesi kadar iman bulunan kimse de cehenneme giremeyecektir.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Jundub bin 'Abdullah said:",
      "text": "Jundub bin Abdullah'dan rivayet edilmiştir: \"Peygamber (ﷺ) ile birlikteydik ve güçlü gençlerdik, bu yüzden Kur'an'ı öğrenmeden önce imanı öğrendik. Sonra Kur'an'ı öğrendik ve bu sayede imanımız arttı.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu ümmetten iki grup insan vardır ki, İslam'dan nasipleri yoktur: Murci'ah ve Kadariyyah.'\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar'dan rivayet edilmiştir: \"Peygamber (ﷺ) ile oturuyorduk, o sırada yanına çok beyaz elbiseler giymiş ve çok siyah saçlı bir adam geldi; üzerinde seyahat izleri yoktu ve hiçbiri onu tanımadı. Peygamber (ﷺ) ile yüz yüze oturdu, dizleri onun dizlerine değiyordu, ellerini uyluklarına koydu ve dedi ki: 'Ey Muhammed, İslam nedir?' O da: 'Allah'tan başka ibadet edilecek yoktur diye şehadet etmek ve ben Allah'ın Elçisiyim, düzenli namaz kılmak, zekat vermek, Ramazan'da oruç tutmak ve Kabe'ye Hac yapmak.' dedi. O da: 'Gerçekten doğru söyledin.' Biz ona hayret ettik: Bir soru sordu, sonra doğru söylediğini söyledi. Sonra dedi ki: 'Ey Muhammed, iman nedir?' O da: 'Allah'a, meleklerine, elçilerine, kitaplarına, ahiret gününe ve hayır ve şer olarak kaderin varlığına inanmaktır.' dedi. O da: 'Gerçekten doğru söyledin.' Biz ona hayret ettik. Bir soru sordu, sonra doğru söylediğini söyledi. Sonra dedi ki: 'Ey Muhammed, ihsan nedir?' O da: 'Sanki Allah'ı görüyormuşsun gibi ibadet etmektir; çünkü O'nu göremeseniz bile, O sizi görmektedir.' O da sordu: 'Saat ne zaman olacak?' O da: 'Sorulan kişi, soran kişiden daha fazla bilemez.' O da: 'O zaman onun işaretleri nelerdir?' dedi. O da: 'Köle kadın, efendisini doğurduğunda (Vaki' dedi ki: Bu, Arap olmayanların Arap doğurması demektir) ve çıplak, ayaksız, yoksul çobanların yüksek binalar inşa etmede yarıştıklarını gördüğünüzde.' Peygamber (ﷺ) üç gün sonra benimle karşılaştı ve bana: 'O adamın kim olduğunu biliyor musun?' diye sordu. Ben de: 'Allah ve Elçisi en iyi bilendir.' dedim. O da: 'O, size dininizi öğretmek için gelen Cebrail'dir.' dedi.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Bir gün Peygamber (ﷺ) insanların arasında göründü. Bir adam yanına geldi ve dedi ki: 'Ey Allah'ın Elçisi, iman nedir?' O da: 'Allah'a, meleklerine, kitaplarına, elçilerine ve diriliş gününe inanmaktır.' dedi. O da: 'Ey Allah'ın Elçisi, İslam nedir?' O da: 'Sadece Allah'a ibadet etmek ve O'na hiçbir şeyi ortak koşmamaktır; farz namazları kılmak, vacip zekatı vermek ve Ramazan'da oruç tutmaktır.' dedi. O da: 'Ey Allah'ın Elçisi, ihsan nedir?' O da: 'Sanki Allah'ı görüyormuşsun gibi ibadet etmektir; çünkü O'nu göremeseniz bile, O sizi görmektedir.' O da sordu: 'Ey Allah'ın Elçisi, saat ne zaman olacak?' O da: 'Sorulan kişi, soran kişiden daha fazla bilemez. Ama ben size onun işaretlerini söyleyeceğim. Köle kadın, efendisini doğurduğunda bu onun işaretlerinden biridir. Çobanların yüksek binalar inşa etmede yarıştığı zaman bu da onun işaretlerinden biridir. Ve beş şey vardır ki, bunları Allah'tan başka kimse bilmez.' Sonra Allah'ın Elçisi (ﷺ) şu ayeti okudu: 'Şüphesiz ki, saatın bilgisi yalnızca Allah'a aittir; O yağmuru indirir ve rahimlerde ne olduğunu bilir. Hiçbir kişi yarın ne kazanacağını bilmez ve hiçbir kişi hangi toprakta öleceğini bilmez. Şüphesiz ki, Allah her şeyi bilendir, her şeyden haberdardır.'\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that 'Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'İman, kalpte bir bilgidir, dilde bir sözdür ve bedensel organlarla bir eylemdir.' (Maudu')\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sizden hiç kimse gerçekten iman etmiş olamaz, ta ki kardeşi için, ya da komşusu için, kendisi için sevdiği şeyi sevmedikçe.'\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sizden hiç kimse gerçekten iman etmiş olamaz, ta ki ben ona, çocuğundan, babasından ve tüm insanlardan daha sevimli olmadıkça.'\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Canım elinde olan Allah'a yemin ederim ki! Siz iman etmedikçe cennete giremezsiniz ve birbirinizi sevmedikçe (gerçekten) iman etmiş olamazsınız. Size, eğer bunu yaparsanız, birbirinizi seveceğiniz bir şey söylemeyeyim mi? Aranızda selamı yayınız.'\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bir Müslümanı kötülemek, ahlaksızlıktır ve onunla savaşmak, küfürdür.'\""
    },
    {
      "id": 70,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu dünyadan Allah'a karşı samimi bir şekilde, O'na hiçbir ortak koşmadan, düzenli namaz kılarak ve zekat vererek ayrılan kimse, Allah ona razı olduğu halde ölür.' Enes dedi ki: 'Bu, Allah'ın dinidir ki, elçiler tarafından getirilmiş ve onların Rablerinden, insanların boş konuşmaları ve çatışan arzuları ortaya çıkmadan önce iletilmiştir. Bu, Allah'ın Kitabı'nda, en son indirilen ayetlerden birinde, Allah şöyle buyurur: 'Eğer tevbe ederlerse.' Putlarını terk ederler ve onlara ibadet ederler; 'Ve namazı kılın ve zekatı verin.' Ve Allah başka bir ayette şöyle der: 'Eğer tevbe ederlerse, namaz kılarlar ve zekat verirlerse, o zaman onlar sizin din kardeşlerinizdir.' (Da'if)'"
    },
    {
      "id": 71,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Başka bir benzer ifadeyle başka bir isnad.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated that Mu'adh bin Jabal said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'İnsanlara, La ilaha illallah (Allah'tan başka ibadet edilecek yoktur) diye şehadet edene kadar savaşmam emredildi ve ben Allah'ın Elçisiyim, düzenli namaz kılın ve zekat verin.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated that Ibn 'Abbas and Jabir bin 'Abdullah said:",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'İnsanlara, La ilaha illallah (Allah'tan başka ibadet edilecek yoktur) diye şehadet edene kadar savaşmam emredildi ve ben Allah'ın Elçisiyim, düzenli namaz kılın ve zekat verin.'\""
    },
    {
      "id": 74,
      "narrator": "It was narrated that Abu Hurairah and Ibn 'Abbas said:",
      "text": "İbn Abbas ve Cabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Ümmetim arasında İslam'dan nasibi olmayan iki grup vardır: İrci' halkı ve Kader halkı.'\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Abu Darda' said:",
      "text": "Ebu Hureyre ve İbn Abbas'tan rivayet edilmiştir: \"İman artar ve azalır.\""
    },
    {
      "id": 76,
      "narrator": "'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud dedi ki: \"Allah'ın Elçisi (ﷺ), gerçek ve ilham edilmiş olan, bize şöyle söyledi: 'Sizlerden birinin yaratılışı annesinin karnında kırk gün boyunca şekillenir, sonra benzeri bir süre kan pıhtısına dönüşür, sonra benzeri bir süre çiğnenmiş et parçasına dönüşür. Sonra Allah ona bir melek gönderir ve ona dört şeyi yazmasını emreder. O da: 'Amellerini, ömrünü, rızkını ve onun cehenneme mi yoksa cennete mi gideceğini yaz.' diye söyler. Canım elinde olan Allah'a yemin ederim ki! Sizlerden biri cennet halkının amellerini yapar, aralarında sadece bir dirseklik mesafe kalana kadar, sonra kader onu yakalar ve cehennem halkının amellerini yapar, aralarında sadece bir dirseklik mesafe kalana kadar, sonra kader onu yakalar ve cennet halkının amellerini yapar, ta ki oraya girene kadar.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated that Ibn Dailami said:",
      "text": "---"
    },
    {
      "id": 78,
      "narrator": "It was narrated that 'Ali said:",
      "text": "İbn Dailami şöyle dedi: \"Kader hakkında kafam karışmıştı ve bunun dinime ve işlerime zarar vereceğinden korkuyordum. Bunun üzerine Ubayy bin Ka'b'a gittim ve dedim ki: 'Ey Ebu Mundhir! Kader hakkında kafam karıştı ve dinim ve işlerim için korkuyorum, bana Allah'ın fayda vereceği bir şey söyle.' O da: 'Eğer Allah, göklerin ve yerin sakinlerini cezalandıracak olsaydı, bunu yapar ve onlara zulmetmezdi. Ve eğer onlara merhamet edecek olsaydı, merhameti onların kendi amellerinden daha iyi olurdu. Eğer Uhud Dağı kadar bir şeyin karşılığını Allah yolunda harcasaydın, bu, Kader'e inanmadıkça ve başına gelenlerin asla seni geçemeyeceğini, geçmeyenlerin de asla başına gelmeyeceğini bilmedikçe kabul edilmez; ve eğer bu inançla ölmezsen, cehenneme girersin. Ve 'Abdullah bin Mes'ud kardeşime gitmekte sana bir zarar yoktur, ona sor.' dedi. Ben de 'Abdullah'a gittim ve ona sordum, o da Ubayy'ın söylediklerine benzer bir şey söyledi ve bana: 'Hudhayfe'ye gitmekte sana bir zarar yoktur.' dedi. Ben de Hudhayfe'ye gittim ve ona sordum, o da onların söylediklerine benzer bir şey söyledi. Ve bana: 'Zeyd bin Sabit'e git ve ona sor.' dedi. Ben de Zeyd bin Sabit'e gittim ve ona sordum, o da: 'Ben, Allah'ın Elçisi (ﷺ) şöyle derken işittim: \"Eğer Allah, göklerin ve yerin sakinlerini cezalandıracak olsaydı, bunu yapar ve onlara zulmetmezdi. Ve eğer onlara merhamet edecek olsaydı, merhameti onların kendi amellerinden daha iyi olurdu. Eğer Uhud Dağı kadar bir şeyin karşılığını Allah yolunda harcasaydın, bu, Kader'e inanmadıkça ve başına gelenlerin asla seni geçemeyeceğini, geçmeyenlerin de asla başına gelmeyeceğini bilmedikçe kabul edilmez; ve eğer bu inançla ölmezsen, cehenneme girersin.\" dedi.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 80,
      "narrator": "It was narrated that 'Amr bin Dinar heard Tawus say:",
      "text": "Ali dedi ki: \"Peygamber (ﷺ) ile oturuyorduk ve elinde bir sopa vardı. Onunla yere kazıdı, sonra başını kaldırdı ve dedi ki: 'Sizlerden hiç kimsenin cennetteki veya cehennemdeki yeri daha önce belirlenmemiştir.' Kendisine soruldu: 'Ey Allah'ın Elçisi, o zaman buna güvenmemeli miyiz?' Dedi ki: 'Hayır, çaba gösterin ve buna güvenmeyin, çünkü her kişi yaratıldığı şeyin yapılmasını kolaylaştırılacaktır.' Sonra şöyle okudu: 'Kim infak eder ve Allah'a karşı sorumluluğunu yerine getirirse, O'na karşı korkarsa ve Al-Husna'ya inanırsa, biz ona kolaylık yolunu açacağız. Ama cimri olan ve kendini yeterli gören ve Al-Husna'yı inkâr eden kimseye ise, biz ona şer yolunu açacağız.'\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that 'Ali said:",
      "text": "---"
    },
    {
      "id": 82,
      "narrator": "It was narrated that 'Aishah the Mother of the Believers said:",
      "text": "Ebu Hureyre dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Güçlü mümin, zayıf müminin yanında Allah katında daha hayırlıdır ve daha sevimlidir, her ikisi de iyidir. Sizi fayda verecek şeyler için çaba gösterin, Allah'tan yardım isteyin ve çaresiz hissetmeyin. Başınıza bir şey gelirse, 'keşke şöyle yapsaydım' demeyin, aksine 'Kaddara Allahu ve ma şa'a fa'ala (Allah takdir etti ve dilediğini yaptı)' deyin. Çünkü 'Eğer' demek, şeytanın amellerine kapı açar.'\""
    },
    {
      "id": 83,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 84,
      "narrator": "`Abdullah bin Abi Mulaikah narrated that his father entered upon `A'ishah and said something to her about the Divine Decree:",
      "text": "Amr bin Dinar, Tavus'un şöyle dediğini duydu: \"Ebu Hureyre'nin, Peygamber (ﷺ) şöyle derken aktardığını duydum: 'Âdem ve Musa tartıştılar, Musa ona dedi ki: 'Ey Âdem, sen bizim babamızsın ama bizi mahrum ettin ve günahın yüzünden cennetten kovuldum.' Âdem ona dedi ki: 'Ey Musa, Allah seni konuşmak için seçti ve Tevrat'ı kendi eliyle senin için yazdı. Beni, Allah'ın benim için kırk yıl önce takdir ettiği bir şeyle suçluyor musun?' Böylece Âdem, Musa ile tartışmayı kazandı.\""
    },
    {
      "id": 85,
      "narrator": "'Amr in Shu'aib narrated from his father that his grandfather said:",
      "text": "---"
    },
    {
      "id": 86,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "Ali dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Hiçbir kul, dört şeye inanmadıkça gerçek anlamda iman etmiş sayılmaz: Allah'tan başka ilah yoktur; ben Allah'ın Elçisi'yim; ölümden sonra diriliş; ve Kader'e (Qadar) inanmak.'\""
    },
    {
      "id": 87,
      "narrator": "Sha'bi said:",
      "text": "---"
    },
    {
      "id": 88,
      "narrator": "It was narrated that Abu Musa Al-Ash'ari said:",
      "text": "Müminlerin Annesi Aişe dedi ki: \"Allah'ın Elçisi (ﷺ), Ensar'dan bir çocuğun cenazesine çağrıldı. Ben dedim ki: 'Ey Allah'ın Elçisi, ona müjdeler olsun! O, cennetin küçük kuşlarından biridir, asla kötülük yapmamış veya kötülük yapma yaşına (yani sorumluluk yaşına) ulaşmamıştır.' O da dedi ki: 'Belki de öyle değildir, ey Aişe! Çünkü Allah, insanları cennet için yarattı, onları babalarının belinde iken cennet için yarattı. Ve Allah, cehennem için insanları yarattı, onları babalarının belinde iken cehennem için yarattı.'\""
    },
    {
      "id": 89,
      "narrator": "It was narrated that Jabir said:",
      "text": "---"
    },
    {
      "id": 90,
      "narrator": "It was narrated that Thawban said:",
      "text": "Ebu Hureyre dedi ki: \"Putperestler ve Kureyş, Allah'ın Elçisi (ﷺ) ile Kader hakkında tartıştılar. Sonra şu ayet indirildi: 'O gün, yüzleriyle ateşe sürükleneceklerdir (onlara denilecek): \"Cehennemin dokunuşunu tadın!\" Şüphesiz biz her şeyi Kader ile yarattık.'\""
    },
    {
      "id": 91,
      "narrator": "It was narrated that Suraqah bin Ju'shum said:",
      "text": "Süraka bin Cü'şum'un rivayetine göre, \"Ben dedim ki: 'Ey Allah'ın Resulü (ﷺ), bir kişinin ameli kalemin yazdığı ve ilahi kaderin geçtiği şeylerde mi, yoksa gelecekte mi?' O da dedi ki: 'Hayır, o, kalemin yazdığı ve ilahi kaderin geçtiği şeylerdedir ve her kişi, yaratıldığı şeyler için kolaylaştırılmıştır.'\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah'ın rivayetine göre, \"Allah'ın Resulü (ﷺ) dedi ki: 'Bu ümmetin sihirbazları, Allah'ın kaderini inkâr edenlerdir. Eğer hastalanırlarsa, onları ziyaret etmeyin; eğer ölürlerse, cenazelerine katılmayın; ve eğer onlarla karşılaşırsanız, onlara selam vermeyin.'\""
    },
    {
      "id": 93,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'ın rivayetine göre, \"Allah'ın Resulü dedi ki: 'Benim bir Halil (yakın dost) ile dostluğa ihtiyacım yok, ama eğer birini yakın dost olarak alsaydım, Abu Bekir'i alırdım; fakat sizin arkadaşınız, Allah'ın yakın dostudur.'\" (Rivayet edenlerden biri) Vaki' dedi ki: (söylemde 'sizin arkadaşınız' ifadesiyle) kendisine atıfta bulunuyordu."
    },
    {
      "id": 94,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'nin rivayetine göre, \"Allah'ın Resulü dedi ki: 'Sizlerden hiç kimsenin malı, bana Abu Bekir'in malı kadar fayda sağlamadı.' Abu Bekir ağladı ve dedi ki: 'Ey Allah'ın Resulü, ben ve malım sadece senin içindir, ey Allah'ın Resulü.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'nin rivayetine göre, \"Allah'ın Resulü dedi ki: 'Abu Bekir ve Ömer, cennetin olgun insanlarının liderleridir ve ilk ve sonuncudurlar, peygamberler ve elçiler hariç; ama onlara bunu söyleme, ey Ali, onlar hayatta olduğu sürece.'\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Said el-Hudri'nin rivayetine göre, \"Allah'ın Resulü dedi ki: 'Cennetin en yüksek derecelerindeki insanlar, altlarındaki insanlar tarafından ufukta görülen bir yükselen yıldız gibi görülecektir. Abu Bekir ve Ömer de onların arasında olacak ve ne kadar da hayırlıdırlar!'\""
    },
    {
      "id": 97,
      "narrator": "It was narrated that Hudhaifah bin Yaman said:",
      "text": "Hudeyfe bin Yeman'ın rivayetine göre, \"Allah'ın Resulü (ﷺ) dedi ki: 'Sizler arasında ne kadar kalacağımı bilmiyorum, bu ikisinin örneğini benim arkamdan takip edin,' ve Abu Bekir ile Ömer'i işaret etti.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Ibn Abi Mulaikah said:",
      "text": "İbn Ebi Mulaikah'ın rivayetine göre, \"İbn Abbas'ın şöyle dediğini duydum: 'Ömer, yatağına (yani tabutuna) konulduğunda, etrafındaki insanlar onun etrafında toplandılar, dua ediyor ve ona salavat getiriyorlardı,' ya da şöyle dedi: 'Övgülerde bulunuyor ve ona salavat getiriyorlardı, tabut kaldırılmadan önce, ben de onların arasındaydım. Beni yalnızca bir adam rahatsız etti, yanıma sokulup omzumdan tuttu. Döndüm ve bunun Ali bin Ebu Talib olduğunu gördüm. Ömer için merhamet diledi, sonra dedi ki: \"Senin arkasında, Allah ile benzer amellerle buluşmayı en çok istediğim kimse yok. Vallahi, Allah seni kesinlikle iki arkadaşınla birleştirecektir; çünkü ben sık sık Allah'ın Resulü'nün şöyle dediğini duydum: 'Abu Bekir, Ömer ve ben gittik; Abu Bekir, Ömer ve ben geldik; Abu Bekir, Ömer ve ben çıktık.' Bu yüzden, Allah seni kesinlikle iki arkadaşınla birleştirecektir.\"'"
    },
    {
      "id": 99,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'in rivayetine göre, \"Allah'ın Resulü, Abu Bekir ile Ömer'in arasında durarak dışarı çıktı ve dedi ki: 'İşte böyle diriltileceğim.'\""
    },
    {
      "id": 100,
      "narrator": "It was narrated from 'Awn bin Abi Juhaifah that his father said:",
      "text": "Awn bin Ebi Juhaifah'tan rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Resulü dedi ki: 'Abu Bekir ve Ömer, cennetin olgun insanlarının liderleridir, ilk ve sonuncudurlar, peygamberler ve elçiler hariç.'\""
    },
    {
      "id": 101,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'ın rivayetine göre, \"Denildi ki: 'Ey Allah'ın Resulü, insanlar arasında en çok sevdiğin kimdir?' O da dedi ki: 'Aişe.' Soruldu, 'Peki, erkekler arasında?' O da dedi ki: 'Onun babası.'\""
    },
    {
      "id": 102,
      "narrator": "It was narrated that 'Abdullah bin Shaqiq said:",
      "text": "Abdullah bin Şakik'in rivayetine göre, \"Aişe'ye dedim ki: 'Peygamber'in (s.a.v) en çok sevdiği sahabi kimdir?' O da dedi ki: 'Abu Bekir.' Ben dedim ki: 'Peki, sonra kim?' O da dedi ki: 'Ömer.' Ben dedim ki: 'Sonra kim?' O da dedi ki: 'Abu Ubeyde.'\""
    },
    {
      "id": 103,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'ın rivayetine göre, \"Ömer Müslüman olduğunda, Cebrail indi ve dedi ki: 'Ey Muhammed! Cennettekiler, Ömer'in İslam'ı nedeniyle sevinç içindedirler.'\""
    },
    {
      "id": 104,
      "narrator": "It was narrted that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'ın rivayetine göre, \"Allah'ın Resulü dedi ki: 'Allah ile el sıkışacak ilk kişi Ömer'dir, (ve o) selamla karşılanacak ilk kişidir ve cennete el ile alınarak kabul edilecek ilk kişidir.'\""
    },
    {
      "id": 105,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'nin rivayetine göre, \"Allah'ın Resulü dedi ki: 'Ey Allah! İslam'ı özellikle Ömer bin Hattab ile güçlendir.'\""
    },
    {
      "id": 106,
      "narrator": "It was narrated that 'Abdullah bin Salimah said:",
      "text": "'Abdullah bin Salimah'dan rivayet edilmiştir: \"Ali'nin şöyle söylediğini duydum: 'Allah'ın Resulünden sonra insanların en hayırlısı Ebu Bekir'dir, Ebu Bekir'den sonra insanların en hayırlısı ise Ömer'dir.'\""
    },
    {
      "id": 107,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: \"Biz Peygamber ile oturuyorduk, o da dedi ki: 'Uyuduğumda kendimi cennette gördüm (bir rüyada) ve bir kadının bir sarayın yanında abdest aldığını gördüm. Ben de sordum: \"Bu saray kimin?\" O da dedi: \"Ömer'in.\" Onun koruyucu kıskançlığını hatırladım, bu yüzden döndüm ve ayrıldım.'\" Ebu Hureyre dedi ki: \"Ömer ağladı ve dedi: 'Babam ve annem sana feda olsun, Ey Allah'ın Resulü! Sana karşı herhangi bir koruyucu kıskançlık hisseder miyim?'\""
    },
    {
      "id": 108,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: \"Allah'ın Resulü'nün şöyle söylediğini duydum: 'Allah, gerçeği Ömer'in diline koymuştur ve o bununla (gerçekle) konuşur.'\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Her Peygamberin cennette bir dostu olacak ve benim oradaki dostum Osman bin Affan'dır.'\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber, Osman ile mescidin kapısında karşılaştı ve dedi ki: 'Ey Osman! Cebrail bana, Allah'ın seni Umm Kulthum ile, Rukayyah'ın mehir miktarıyla evlendirdiğini söyledi, şartıyla ki ona Rukayyah'a davrandığın gibi davranasın.'\""
    },
    {
      "id": 111,
      "narrator": "It was narrated that Ka'b bin 'Ujrah said:",
      "text": "Ka'b bin Ujrah'dan rivayet edilmiştir: \"Allah'ın Resulü, yaklaşan bir Fitne (sıkıntı) hakkında bahsetti. Sonra başı örtülü bir adam geçti. Allah'ın Resulü dedi ki: 'O gün bu adam doğru yolda olacak.' Ben kalktım ve Osman'ın kollarından tuttum, sonra Allah'ın Resulü'ne döndüm ve dedim: 'Bu adam mı?' O da dedi: 'Bu adam.'\""
    },
    {
      "id": 112,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü hastalandığında: 'Yanımda bazı arkadaşlarımın olmasını isterim.' dedi. Biz de: 'Ey Allah'ın Resulü! Senin için Ebu Bekir'i çağıralım mı?' dedik. Ama o sessiz kaldı. Biz: 'Senin için Ömer'i çağıralım mı?' dedik. Ama o da sessiz kaldı. Biz: 'Senin için Osman'ı çağıralım mı?' dedik. O da: 'Evet.' dedi. Böylece Osman geldi ve ona özel olarak konuştu. Peygamber ona konuşmaya başladı ve Osman'ın yüz ifadesi değişti.\" Kays dedi ki: \"Ebu Sahlah, Osman'ın azatlısı, bana şöyle anlattı: 'Ev Günü'nde Osman bin Affan dedi ki: 'Allah'ın Resulü bana olacakları söyledi ve şimdi o güne geliyorum.' Hadis rivayetinde, Ali (rivayet edenlerden biri) dedi ki: 'Ve ben buna sabır göstereceğim.' Kays dedi ki: 'Onların, bunun Ev Günü olduğunu düşündüklerini biliyorum.'\""
    },
    {
      "id": 113,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Hastayken, Allah'ın Resulü dedi ki: 'Yanımda bazı arkadaşlarımın olmasını isterim.' Biz: 'Ey Allah'ın Resulü! Senin için Ebu Bekir'i çağıralım mı?' dedik. Ama o sessiz kaldı. Biz: 'Senin için Ömer'i çağıralım mı?' dedik. Ama o da sessiz kaldı. Biz: 'Senin için Osman'ı çağıralım mı?' dedik. O da: 'Evet.' dedi. Böylece Osman geldi ve ona özel olarak konuştu. Peygamber ona konuşmaya başladı ve Osman'ın yüz ifadesi değişti.\" Kays dedi ki: \"Ebu Sahlah, Osman'ın azatlısı, bana şöyle anlattı: 'Ev Günü'nde Osman bin Affan dedi ki: 'Allah'ın Resulü bana olacakları söyledi ve şimdi o güne geliyorum.' Hadis rivayetinde, Ali (rivayet edenlerden biri) dedi ki: 'Ve ben buna sabır göstereceğim.' Kays dedi ki: 'Onların, bunun Ev Günü olduğunu düşündüklerini biliyorum.'\""
    },
    {
      "id": 114,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir: \"Ümmî Peygamber bana şöyle bildirdi: 'Beni seven yalnızca bir mümin olur ve benden nefret eden yalnızca bir münafık olur.'\""
    },
    {
      "id": 115,
      "narrator": "Sa'd bin Abu Waqqas narrated from his father that:",
      "text": "Sa'd bin Ebu Vakkas, babasından rivayet etti ki: Peygamber, Ali'ye dedi: \"Sana, Musa'ya Harun'un olduğu gibi benim için olman hoşuna gitmez mi?\""
    },
    {
      "id": 116,
      "narrator": "It was narrated that Bara' bin 'Azib said:",
      "text": "Bara' bin Azib'den rivayet edilmiştir: \"Biz, Allah'ın Resulü ile onun yaptığı Hac'dan dönerken, yolda bir noktada durduk. O, cemaatle namaz kılınmasını emretti, sonra Ali'nin elini tuttu ve dedi: 'Ben müminlere kendi nefislerinden daha sevimli değil miyim?' Onlar: 'Evet, gerçekten.' dediler. O: 'Ben her mümine kendi nefsinden daha sevimli değil miyim?' dedi. Onlar: 'Evet, gerçekten.' dediler. O: 'Bu adam, benim efendim olduğumların dostudur. Ey Allah, onu dost edinenleri dost et, onu düşman edinenleri de düşman et.'\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that 'Abdur-Rahman bin Abu laila said:",
      "text": "Abdurrahman bin Ebu Leyla'dan rivayet edilmiştir: \"Ebu Leyla, Ali ile seyahat ederdi ve kışın yaz kıyafetleri, yazın kış kıyafetleri giyerdi. Biz: 'Neden ona (bunu) sormuyorsun?' dedik. O: 'Allah'ın Resulü beni çağırdı ve gözlerim ağrıyordu, Hayber Günü'nde. Ben: 'Ey Allah'ın Resulü, gözlerim ağrıyor.' dedim. O, gözlerime biraz tükürdü, sonra dedi: 'Ey Allah, ona sıcak ve soğuk al.' O günden sonra ne sıcak ne de soğuk hissettim. O (Peygamber) dedi: 'Allah'ı ve Resulünü seven, Allah ve Resulü tarafından sevilen bir adam göndereceğim ve o, savaş alanından kaçan biri değildir.' İnsanlar boyunlarını uzattı ve Ali'yi çağırdı ve ona (sancağı) verdi.\""
    },
    {
      "id": 118,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Allah'ın Resulü dedi ki: 'Hasan ve Hüseyin cennetteki gençlerin liderleri olacaklar ve babaları onlardan daha hayırlıdır.'\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Hubshi bin Junadah said:",
      "text": "Hubşi bin Cunadah'dan rivayet edilmiştir: \"Allah'ın Resulü'nün şöyle söylediğini duydum: 'Ali benim bir parçamdır ve ben onun bir parçasıyım, beni temsil edecek olan yalnızca Ali'dir.'\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that 'Abbad bin 'Abdullah said:",
      "text": "Abbad bin Abdullah'dan rivayet edilmiştir: \"Ali dedi ki: 'Ben Allah'ın kuluyum ve Resulünün kardeşiyim. Ben en büyük gerçeği söyleyenim (Sıddık-ı Ekber) ve benden sonra bunu söyleyecek olan yalnızca bir yalancıdır. Ben insanlardan önce yedi yıl namaz kıldım.'\""
    },
    {
      "id": 121,
      "narrator": "It was narrated that Sa`d bin Waqqas said:",
      "text": "Sa`d bin Waqqas'tan rivayet edildiğine göre: \"Mu`aviye, haclarından birinde geldi ve Sa`d ona girdi. `Ali'den bahsettiler ve Mu`aviye onu eleştirdi. Sa`d öfkelendi ve dedi ki: 'Sen, Allah'ın Resulü'nün (ﷺ) şöyle dediğini işittiğim bir adam hakkında mı böyle söylüyorsun: \"Eğer ben birinin yakın arkadaşıysam, `Ali de onun yakın arkadaşıdır.\" Ve onun şöyle dediğini işittim: \"Sen bana, Harun'un Musa'ya olduğu gibi, ancak benden sonra bir Peygamber olmayacak.\" Ve onun şöyle dediğini işittim: \"Bugün bayrağı, Allah'ı ve Resulünü seven bir adama vereceğim.\"'"
    },
    {
      "id": 122,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Allah'ın Resulü, Kuraizah Günü şöyle dedi: 'Bize insanların haberini kim getirecek?' Zubair dedi ki: 'Ben getiririm.' Peygamber dedi: 'Bize insanların haberini kim getirecek?' Zubair dedi: 'Ben getiririm,' üç kez. Her Peygamberin bir Havari'si (samimi destekçisi veya öğrencisi) vardır ve benim Havari'm Zubair'dir.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated that Zubair said:",
      "text": "Zubair'den rivayet edildiğine göre: \"Allah'ın Resulü, Uhud Günü benim için ebeveynlerini bir arada anmıştır.\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Hisham bin 'Urwah that his father said:",
      "text": "Hişam bin 'Urwah'tan rivayet edildiğine göre, babası şöyle dedi: ''Aişe bana dedi ki: 'Ey 'Urwah, senin iki baban, yaralandıktan sonra Allah ve Resulü (Muhammed) çağrısına icabet edenlerdendi,\" (onlar) Ebu Bekir ve Zubair'dir.''"
    },
    {
      "id": 125,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edildiğine göre: Talha, Peygamber'in yanından geçerken, o şöyle dedi: \"Yeryüzünde yürüyen bir şehit.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated that Mu'awiyah bin Abu Sufyan said:",
      "text": "Mu'aviye bin Ebu Süfyan'dan rivayet edildiğine göre: \"Peygamber, Talha'ya baktı ve dedi ki: 'Bu, ahdini yerine getirenlerden biridir.'\""
    },
    {
      "id": 127,
      "narrator": "It was narrated that Musa bin Talhah said:",
      "text": "Musa bin Talha'dan rivayet edildiğine göre: Biz Mu'aviye ileydik ve o şöyle dedi: \"Ben, Allah'ın Resulü'nün şöyle dediğini işittim: 'Talha, ahdini yerine getirenlerdendir.'\""
    },
    {
      "id": 128,
      "narrator": "It was narrated that Qais said:",
      "text": "Kays'tan rivayet edildiğine göre: \"Talha'nın, Uhud Günü Allah'ın Resulü'nü savunduğu elini felçli olarak gördüm.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edildiğine göre: \"Ben, Allah'ın Resulü'nün ebeveynlerini bir arada anarken başka hiç kimseyi görmedim, sadece Sa'd bin Malik'i. Uhud Günü ona dedi: 'At, Sa'd! Canım sana feda olsun!'\""
    },
    {
      "id": 130,
      "narrator": "It was narrated that Sa'eed bin Musayyab said:",
      "text": "Sa'eed bin Musayyab'dan rivayet edildiğine göre: \"Sa'd bin Ebu Vakkas'ın şöyle dediğini işittim: 'Allah'ın Resulü, Uhud Günü benim için ebeveynlerini bir arada anmıştır. Dedi ki: 'At, Sa'd! Canım sana feda olsun!'\""
    },
    {
      "id": 131,
      "narrator": "It was narrated that Qais said:",
      "text": "Kays'tan rivayet edildiğine göre: \"Sa'd bin Ebu Vakkas'ın şöyle dediğini işittim: 'Ben, Allah yolunda ok atan Arapların ilkiyim.'\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Hashim bin Hashim said:",
      "text": "Haşim bin Haşim'den rivayet edildiğine göre: \"Sa'eed bin Musayyab'ın şöyle dediğini işittim: 'Sa'd bin Ebu Vakkas dedi ki: 'Benimle aynı günde başka kimse Müslüman olmadı; yedi gün boyunca İslam'ın üçte biri ben oldum.'\""
    },
    {
      "id": 133,
      "narrator": "It was narrated that Sa'eed bin Zaid bin 'Amr bin Nufail said:",
      "text": "Sa'eed bin Zaid bin 'Amr bin Nufail'den rivayet edildiğine göre: \"Allah'ın Resulü, Cennetle müjdelenen Onlardan biriydi. Dedi ki: 'Ebu Bekir Cennet'te olacak; 'Ömer Cennet'te olacak; 'Osman Cennet'te olacak; 'Ali Cennet'te olacak; Talha Cennet'te olacak; Zubair Cennet'te olacak; Sa'd Cennet'te olacak; 'Abdurrahman Cennet'te olacak.' Kendisine soruldu: 'Dokuzuncu kim olacak?' Dedi ki: 'Ben olacağım.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated that Sa'eed bin Zaid:",
      "text": "Sa'eed bin Zaid'den rivayet edildiğine göre: 'Ben, Allah'ın Resulü'nün şöyle dediğini işittim: 'Sabit kal, ey (Hira) dağı, zira üzerinde başka kimse yoktur, sadece bir Peygamber, bir Sıddık veya bir şehit vardır.' \" Sonra onları şöyle sıraladı: \"Allah'ın Resulü, Ebu Bekir, 'Ömer, 'Osman, 'Ali, Talha, Zubair, Sa'd, İbn 'Avf ve Sa'eed bin Zaid.\""
    },
    {
      "id": 135,
      "narrator": "It was narrated from Hudhaifah that:",
      "text": "Hudhaife'den rivayet edildiğine göre: Allah'ın Resulü, Necran halkına şöyle dedi: \"Sizinle güvenilir bir adam göndereceğim, o gerçekten güvenilir.\" İnsanlar boyunlarını uzattılar ve o, Ebu Ubeyde bin Cerrah'ı gönderdi."
    },
    {
      "id": 136,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: Allah'ın Resulü, Ebu Ubeyde bin Cerrah'a şöyle dedi: \"Bu, bu ümmetin güvenilir adamıdır.\""
    },
    {
      "id": 137,
      "narrator": "It was narrated that 'Ali said:",
      "text": "'Ali'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Eğer kimseyle danışmadan birini halefim olarak tayin etseydim, İbn Ümmü Abd'i tayin ederdim.'\""
    },
    {
      "id": 138,
      "narrator": "It was narrated from 'Abdullah bin Mas'ud that:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir ki: Ebu Bekir ve Ömer, ona Allah'ın Resulü'nün şöyle dediğini müjdelediler: \"Kim, Kur'an'ı indiği gibi taze okumak isterse, İbn Ümmü Abd gibi okusun.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Resulü bana şöyle dedi: 'İçeri girmene izin verildiğinin işareti, perdeleri kaldırman ve beni sessizce konuşurken duyman, ta ki ben sana yasaklamadıkça.' (yani, ben yasaklamadıkça).\""
    },
    {
      "id": 140,
      "narrator": "It was narrated that 'Abbas bin 'Abdul-Muttalib said:",
      "text": "'Abbas bin Abdulmuttalib'den rivayet edilmiştir ki: \"Biz, konuşan Kureyş gruplarına rastlardık, ama biz yaklaştığımızda konuşmayı keserlerdi. Bunu Allah'ın Resulüne söyledik ve o şöyle dedi: 'Bir insanın ailesinden birini görünce konuşmayı kesen insanların durumu nedir? Vallahi, bir kişinin kalbine iman girmeyecek, ta ki Allah rızası için onları sevmedikçe ve benimle olan yakınlıkları nedeniyle sevmedikçe.'\""
    },
    {
      "id": 141,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin Amr'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Allah, beni İbrahim'i dost (Halil) olarak aldığı gibi dost edindi. Kıyamet Günü benim evim ile İbrahim'in evi karşı karşıya olacak ve Abbas aramızda olacak, iki dostun arasında bir mümin.'\" (Maudu')"
    },
    {
      "id": 142,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber, Hasan'a şöyle dedi: \"Ya Allah, ben onu seviyorum, o halde sen de onu sev ve onu sevenleri de sev.\" Dedi ki: \"Ve onu kollarına aldı.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Kim Hasan ve Hüseyin'i severse, beni sever; kim onlardan nefret ederse, benden nefret eder.'\""
    },
    {
      "id": 144,
      "narrator": "It was narrated from Sa'eed bin Abu Rashid that Ya'la bin Murrah told them that:",
      "text": "Sa'id bin Ebu Raşid'den rivayet edilmiştir ki: Ya'la bin Murra onlara şöyle söyledi: \"Peygamber ile birlikte davet edildiğimiz bir yemeğe gitmiştik ve Hüseyin sokakta oynuyordu. Peygamber, insanların önüne geldi ve ellerini uzattı, çocuk burada orada koşmaya başladı. Peygamber onu güldürünceye kadar bekledi, sonra bir elini çenesinin altına, diğerini başına koydu ve onu öptü ve şöyle dedi: 'Hüseyin benden, ben de Hüseyin'denim. Allah, Hüseyin'i sevenleri sevsin. Hüseyin, kabileler arasında bir kabiledir.'\" (Hasan) (Benzer anlamda başka bir isnad)"
    },
    {
      "id": 145,
      "narrator": "It was narrated that Zaid bin Arqam said:",
      "text": "Zeyd bin Arkam'dan rivayet edilmiştir ki: \"Allah'ın Resulü, Ali, Fatıma, Hasan ve Hüseyin'e şöyle dedi: 'Ben, sizin barıştığınız kimselere barışım, sizin savaş açtığınız kimselere de savaşırım.'\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that 'Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir ki: \"Peygamber ile oturuyordum, Ammar bin Yasir içeri girmek için izin istedi. Peygamber şöyle dedi: 'İçeri girmesine izin ver, hayra ve temiz olanlara hoş geldin.'\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that Hani bin Hani said that:",
      "text": "Hani bin Hani'den rivayet edilmiştir ki: Ammar, Ali'nin yanına girdi ve şöyle dedi: \"Hayra ve temiz olanlara hoş geldin. Ben, Allah'ın Resulü'nün şöyle dediğini duydum: 'Ammar'ın kalbi imandan taşar (Kelimenin tam anlamıyla, kemiklerinin tepesine kadar).'\""
    },
    {
      "id": 148,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Ammar'a -ona iki şey gösterildiğinde, her zaman daha iyisini seçti.'\""
    },
    {
      "id": 149,
      "narrator": "Ibn Buraidah narrated that his father said:",
      "text": "İbn Bureydah, babasından rivayet etmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Allah, bana dört kişiyi sevmemi emretti ve O da onları sevdiğini bildirdi.' Soruldu: 'Ey Allah'ın Resulü, onlar kimlerdir?' Dedi: 'Ali onlardandır,' ve bunu üç kez söyledi, 've Ebu Zerr, Selman ve Mikdad.'\""
    },
    {
      "id": 150,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir ki: \"İslam'ı açıkça ilan eden ilk insanlar yedi kişiydi: Allah'ın Resulü, Ebu Bekir, Ammar ve annesi Sumeyye, Suheyl, Bilal ve Mikdad. Allah'ın Resulü ile ilgili olarak, Allah onu amcası Ebu Talib ile korudu. Ebu Bekir ile ilgili olarak, Allah onu kendi kavmi ile korudu. Diğerleri ise, putperestler tarafından yakalandı ve onlara zırh giydirildi ve yoğun güneşin altında bırakıldılar. Onlardan hiçbiri, istediklerini yapmadı, sadece Bilal. O, Allah rızası için başına gelenlerden umursamadı ve kavmi de başına gelenleri umursamadı. Sonra onu, Mekkeli çocuklara verdiler ve o, 'Ahad, Ahad (Bir, Bir)' derken sokaklarda dolaştırdılar.\""
    },
    {
      "id": 151,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Allah yolunda benim çektiğim işkence, hiç kimsenin çektiği gibi değildir; Allah yolunda benim yaşadığım korku, hiç kimsenin yaşadığı gibi değildir. Bilal ile ben, üç gün boyunca, herhangi bir canlı varlığın yiyebileceği bir yiyecekten başka, Bilal'in koltuk altına gizlenebilecek olanı yemedik.'\""
    },
    {
      "id": 152,
      "narrator": "It was narrated from Salim that:",
      "text": "Salim'den rivayet edilmiştir: Bir şair Bilal bin Abdullah'ı övdü ve şöyle dedi: \"Bilal bin Abdullah, diğer Bilal'lerden daha iyidir.\" İbn 'Umar dedi ki: \"Yalan söylüyorsun. Allah'ın Resulü'nün Bilal'i, diğer Bilal'lerden daha iyidir.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated that Abu Laila Al-Kindi said:",
      "text": "Abu Laila Al-Kindi'den rivayet edilmiştir: \"Khabbab, 'Umar'a geldi ve şöyle dedi: 'Yaklaş, çünkü bu toplantıyı hak eden tek kişi sensin, Ammar hariç.' Sonra Khabbab, putperestlerin kendisine işkence yaptığı sırtındaki izleri göstermeye başladı.\""
    },
    {
      "id": 154,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Ümmetim içinde benim ümmetime en merhametli olanı Abu Bekir'dir; Allah'ın dinine en sert bağlı olanı 'Umar'dır; utanma ve mahcubiyet konusunda en samimi olanı 'Uthman'dır; en iyi hüküm veren 'Ali bin Ebu Talib'dir; Allah'ın Kitabını en iyi okuyan Ubayy bin Ka'b'dır; helal ve haram konusunda en bilgili olanı Mu'adh bin Cebel'dir; miras kuralları (Fara'id) konusunda en bilgili olanı Zaid bin Sabit'tir. Her milletin güvenilir bir koruyucusu vardır, bu ümmetin güvenilir koruyucusu ise Abu 'Ubaidah bin Jarrah'tır.'\""
    },
    {
      "id": 155,
      "narrator": "Another chain with similar wording (as no. 154) but he said that:",
      "text": "Benzer ifadelerle başka bir isnad ile rivayet edilmiştir (no. 154) ama o şöyle dedi: Zaid, \"Miras kuralları konusunda en bilgili olanıdır.\""
    },
    {
      "id": 156,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Ben, Allah'ın Resulü'nün şöyle dediğini duydum: 'Yeryüzünde veya gökyüzünün altında, Abu Dharr'dan daha doğru konuşan kimse yoktur.'\""
    },
    {
      "id": 157,
      "narrator": "It was narrated that Bara' bin 'Azib said:",
      "text": "Bara' bin 'Azib'den rivayet edilmiştir: \"Allah'ın Resulü'ne bir parça ipek kumaş hediye edildi. İnsanlar onu birbirlerine geçirmeye başladılar. Allah'ın Resulü şöyle dedi: 'Bunu mı hayranlıkla karşılıyorsunuz?' Onlar: 'Evet, Ey Allah'ın Resulü.' dedi. O: 'Canımın elinde olan Allah'a yemin ederim! Sa'd bin Mu'adh'ın cennetteki mendili, bundan daha hayırlıdır.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Rahman'ın Arşı, Sa'd bin Mu'adh'ın vefatı üzerine titredi.'\""
    },
    {
      "id": 159,
      "narrator": "It was narrated that Jarir bin 'Abdullah Al-Bajali said:",
      "text": "Jarir bin 'Abdullah Al-Bajali'den rivayet edilmiştir: \"Allah'ın Resulü, Müslüman olduğum günden beri beni görmekten hiç geri durmadı ve her gördüğünde bana gülümsedi. Ona, at üzerinde sağlam oturamadığımı şikayet ettim, o da göğsüme elini vurdu ve şöyle dedi: 'Ey Allah, onu sağlam kıl ve başkalarını hidayete erdirip hidayete erenlerden eyle.'\""
    },
    {
      "id": 160,
      "narrator": "Rafi' bin Khadij said:",
      "text": "Rafi' bin Khadij dedi ki: \"Cebrail veya bir melek, Peygamber'e geldi ve şöyle dedi: 'Sizde Badr'de bulunanları nasıl değerlendiriyorsun?' O: 'Onlar bizim en iyilerimizdir.' dedi. O: 'Biz de (Badr'de bulunan melekler için aynı şeyi düşünüyoruz), onlar meleklerin en iyileridir.'\""
    },
    {
      "id": 161,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Sahabelerime sövmeyin, zira canımın elinde olan Allah'a yemin ederim! Sizden biri, Uhud Dağı kadar altın harcasa, bu, onlardan birinin harcadığı bir Mudd'a bile eşit olamaz, hatta yarısı bile olamaz.'\""
    },
    {
      "id": 162,
      "narrator": "It was narrated that Nusair bin Dhu'luq said:",
      "text": "Nusair bin Dhu'luq'tan rivayet edilmiştir: \"İbn 'Umar şöyle derdi: 'Muhammed'in arkadaşlarına sövmeyin, çünkü onlardan birinin Peygamber ile geçirdiği kısa bir süre, sizden herhangi birinin hayatı boyunca yaptığı tüm hayırlı amellerden daha üstündür.'\""
    },
    {
      "id": 163,
      "narrator": "It was narrated that Bara' bin 'Azib said:",
      "text": "Bara' bin 'Azib'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Kim Ansar'ı severse, Allah onu sever; kim Ansar'ı nefret ederse, Allah onu nefret eder.' (Rivayetçilerden biri) Şu'bah dedi ki: 'Adi'ye söyledim: 'Bunu Bara' bin 'Azib'den duydun mu?' O: 'Bana o anlattı.'\""
    },
    {
      "id": 164,
      "narrator": "It was narrated from 'Abdul-Muhaimin bin 'Abbas bin Sahl bin Sa'd from his father, from his grandfather, that:",
      "text": "'Abdul-Muhaimin bin 'Abbas bin Sahl bin Sa'd'dan, babası ve dedesi aracılığıyla rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Ansar, iç giysi gibidir, insanlar ise dış giysi gibidir. Eğer insanlar bir vadiye veya dar bir dağ geçidine yönelirse ve Ansar başka bir yöne yönelirse, ben Ansar'ın vadisine giderim; eğer hicret olmasaydı, Ansar'dan biri olurdum.'\""
    },
    {
      "id": 165,
      "narrator": "Kathir bin 'Abdullah bin 'Amr bin 'Awf narrated from his father:",
      "text": "Kathir bin 'Abdullah bin 'Amr bin 'Awf, babasından rivayet etmiştir: Dedesi şöyle dedi: \"Allah'ın Resulü şöyle dedi: 'Allah, Ansar'a, Ansar'ın çocuklarına ve Ansar'ın torunlarına merhamet etsin.'\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü beni kucakladı ve şöyle dedi: 'Ey Allah'ım, ona hikmet ve Kitap'ın (doğru) tefsirini öğret.'\""
    },
    {
      "id": 167,
      "narrator": "'Ubaidah narrated from 'Ali bin Abu Talib,:",
      "text": "'Ubaidah, Ali bin Ebu Talib'ten rivayet etmiştir: \"O, Haruriyyah'dan bahsetti ve şöyle dedi: 'Onlardan bir adam, elinde bir kusur olan ya da kısa ya da küçük bir el ile çıkacaktır. Eğer kendinizi tutarsanız (yani aşırı sevinmezseniz), onları öldürenlere Allah'ın Muhammed'in dudaklarından vaat ettiği şeyleri söylerim.' Ben ('Ubaidah) dedim: 'Bunu Muhammed'den duydun mu?' O dedi: 'Evet, Kabe'nin Rabbi adına!' - üç kez.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Zamanın sonunda, yeni dişlere (yani genç yaşta) sahip, aklı kıt bir topluluk ortaya çıkacak. İnsanlığın söylediği en güzel sözleri söyleyecekler ve Kur'an'ı okuyacaklar, ama bu onların gırtlaklarından daha derinlere inmeyecek. İslam'dan, bir ok hedefine ulaşır gibi geçip gidecekler. Onlarla karşılaşan, onları öldürsün; çünkü onları öldürmek, onları öldürenler için Allah'tan bir ödül getirecektir.'\""
    },
    {
      "id": 169,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "Ebu Salamah'tan rivayet edilmiştir ki: \"Ebu Sa'id el-Hudri'ye dedim ki: 'Allah'ın Resulü Haruriyyah hakkında bir şey söyledi mi?' O dedi ki: 'Onun, kendilerini ibadet edenler gibi gösteren bir topluluktan bahsettiğini duydum: 'Sizden biri, onların namazını ve orucunu kendi namazı ve orucuna göre önemsiz görecektir. Ama onlar İslam'dan, bir ok hedefine ulaşır gibi geçip gidecekler; sonra okçunun oku alıp demir ucuna baktığında hiçbir şey görememesi gibi, sonra okun sapına bakıp hiçbir şey görememesi gibi, sonra da demir başın sapla birleştiği yerin etrafındaki bandı incelemesi gibi, sonra da tüyüne bakıp bir şey görüp görmediğinden emin olamaması gibi.'\""
    },
    {
      "id": 170,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Benden sonra ümmetimden bazı insanlar Kur'an okuyacaklar, ama bu gırtlaklarından daha derinlere inmeyecek. İslam'dan, bir ok hedefine ulaşır gibi geçip gidecekler; sonra asla geri dönmeyecekler. Onlar insanlığın en kötüleri ve tüm yaratılışın en kötüleridir.' 'Abdullah bin Samit dedi ki: 'Rafi' bin 'Amr, Hakam bin 'Amr el-Gifari'nin kardeşi ile bunu konuştum ve o da: 'Ben de bunu Allah'ın Resulü'nden duydum.' dedi.\""
    },
    {
      "id": 171,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Kur'an okuyan bazıları var ama bu gırtlaklarından daha derinlere inmeyecek. İslam'dan, bir ok hedefine ulaşır gibi geçip gidecekler.'\""
    },
    {
      "id": 172,
      "narrator": "It was narrated from Abu Zubair that Jabir bin 'Abdullah said:",
      "text": "Ebu Zubair'den rivayet edilmiştir ki: \"Caber bin Abdullah şöyle dedi: 'Allah'ın Resulü Ji'ranah'taydı ve Bilal'in kucağındaki altın parçalarını ve ganimetleri dağıtıyordu. Bir adam dedi ki: 'Adalet yap, ey Muhammed!' O dedi: 'Vay haline! Eğer ben adalet yapmazsam, benden sonra kim adalet yapacak?' Ömer dedi: 'Ey Allah'ın Resulü! Bu münafığın boynunu vurayım!' Allah'ın Resulü dedi: 'Bu adamın, gırtlaklarından daha derinlere inmeyen Kur'an okuyan bazı arkadaşları var. Onlar İslam'dan, bir ok hedefine ulaşır gibi geçip gidecekler.'\""
    },
    {
      "id": 173,
      "narrator": "It was narrated that Ibn Awfa said:",
      "text": "İbn Avfa'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Khawarij, Cehennem'in köpekleridir.'\""
    },
    {
      "id": 174,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Kur'an okuyan bazı insanlar çıkacak ama bu gırtlaklarından daha derinlere inmeyecek. Onlardan bir grup ortaya çıktığında, kesilmeleri (yani öldürülmeleri) gerekir.' İbn 'Umar dedi: 'Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Onlardan bir grup ortaya çıktığında, öldürülmeleri gerekir' - bunu yirmiden fazla kez söyledi - 'ta ki Dajjal aralarında ortaya çıkana kadar.'\""
    },
    {
      "id": 175,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Zamanın sonunda veya bu ümmet içinde, Kur'an okuyacak bazı insanlar çıkacak ama bu gırtlaklarından veya boğazlarından daha derinlere inmeyecek. Onların ayırt edici özelliği, traşlı başları olacaktır. Eğer onları görürseniz veya onlarla karşılaşırsanız, öldürün.'\""
    },
    {
      "id": 176,
      "narrator": "Abu Ghalib narrated that Abu Umamah said:",
      "text": "Ebu Ghalib, Ebu Ümame'den rivayet etmiştir ki: \"(Khawarij) gökyüzü altında öldürülenlerin en kötüleridir ve en iyi öldürülenler de onlara karşı öldürülenlerdir. O (Khawarij) Cehennem'in köpekleridir. O insanlar Müslümandı ama kafir oldular.\" Ben dedim: \"Ey Ebu Ümame, bu senin görüşün mü?\" O dedi: \"Hayır, ben bunu Allah'ın Resulü'nden duydum.\""
    },
    {
      "id": 177,
      "narrator": "It was narrated that Jarir bin 'Abdullah said:",
      "text": "Cerir bin Abdullah'tan rivayet edilmiştir ki: \"Biz Allah'ın Resulü ile oturuyorduk. O, dolunay olan aya baktı ve şöyle dedi: 'Gerçekten, siz Rabbinizi bu ayı gördüğünüz gibi göreceksiniz. Onu görürken en küçük bir rahatsızlık ve kalabalık hissetmeyeceksiniz. Eğer güneş doğmadan ve batmadan önce bu duayı yapacak gücünüz varsa, bunu yapın.' Sonra şöyle okudu: 'Ve güneşin doğmasından önce ve batmasından önce Rabbinizin hamdini tesbih edin.'\""
    },
    {
      "id": 178,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Dolunay gecesi ayı görmek için birbirinize yığılır mısınız?' Onlar dediler: 'Hayır.' O dedi: 'Kıyamet Günü Rabbinizi görmek için de birbirinize yığılmayacaksınız.'\""
    },
    {
      "id": 179,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki: \"Biz dedik: 'Ey Allah'ın Resulü! Rabbinizi görecek miyiz?' O dedi: 'Güneşin ortada olduğu bir günde, bulut yokken, onu görmek için birbirinize yığılır mısınız?' Biz dedik: 'Hayır.' O dedi: 'Dolunay gecesi bulut yokken ayı görmek için de birbirinize yığılır mısınız?' Biz dedik: 'Hayır.' O dedi: 'O halde, onu görmek için de birbirinize yığılmayacaksınız, tıpkı bu iki şeyi görmek için yığılmadığınız gibi.'\""
    },
    {
      "id": 180,
      "narrator": "Waki' bin Hudus narrated that his paternal uncle Abu Razin said:",
      "text": "Vaki' bin Hudus, amcası Ebu Razin'den rivayet etmiştir ki: \"Ben dedim: 'Ey Allah'ın Resulü, Kıyamet Günü Allah'ı görecek miyiz? Ve bunun yaratılışındaki işareti nedir?' O dedi: 'Ey Ebu Razin, her biriniz ayı tek başına görmüyor musunuz?' Ben dedim: 'Elbette.' O dedi: 'Allah daha büyüktür ve bu, yaratılışındaki işaretidir.'\""
    },
    {
      "id": 181,
      "narrator": "Waki' bin Hudus narrated that his paternal uncle Abu Razin said:",
      "text": "Vaki' bin Hudus, babası tarafından amcası Ebu Razin'den şöyle nakletti: \"Allah'ın Elçisi şöyle dedi: 'Allah, kullarının umutsuzluğuna güler, ama bunu hemen değiştirir.' Ben dedim ki: 'Ey Allah'ın Elçisi, Rabbimiz güler mi?' O da: 'Evet.' dedi. Ben: 'Gülen bir Rabbimizden asla hayırdan mahrum kalmayız.'\""
    },
    {
      "id": 182,
      "narrator": "Waki' bin Hudus narrated that his paternal uncle Abu Razin said:",
      "text": "Vaki' bin Hudus, babası tarafından amcası Ebu Razin'den şöyle nakletti: \"Ben dedim ki: 'Ey Allah'ın Elçisi, Rabbimiz yaratılışını yaratmadan önce neredeydi?' O da: 'Bulutların üzerindeydi, altında hava, üstünde hava ve su vardı. Sonra Arşını suyun üzerine yarattı.'\""
    },
    {
      "id": 183,
      "narrator": "It was narrated that Safwan bin Muhriz Al-Mazini said:",
      "text": "Safvan bin Muhriz Al-Mazini şöyle dedi: \"Biz 'Abdullah bin 'Umar ile Kabe'yi tavaf ediyorduk; bir adam yanına geldi ve dedi ki: 'Ey İbn 'Umar, Allah'ın Elçisi'nin Najwa hakkında ne söylediğini duydun mu?' O da: 'Allah'ın Elçisi'nin şöyle dediğini duydum: 'Kıyamet Günü, mümin Rabbine yaklaştırılacak ve O, onu örtüsüyle örtecek, sonra ona günahlarını itiraf ettirecek. O ona: \"İtiraf ediyor musun?\" diye soracak. O da: \"Ey Rabbim, itiraf ediyorum.\" diyecek. Bu, Allah dilediği sürece devam edecek, sonra O: \"Ben onları dünyada senin için gizledim, bugün de seni affediyorum.\" diyecek. Sonra ona, sağ eline iyi amellerinin kaydını verecek. Ama kafir veya münafık için (günahları) şahitler önünde ilan edilecektir.' \" (Ravi) Halid dedi ki: \"'Şahitler önünde' kısmında bir şey eksik.\" \"İşte bunlar, Rabblerine yalan söyleyenlerdir!' Şüphesiz! Allah'ın laneti zalimlerin üzerinedir.\""
    },
    {
      "id": 184,
      "narrator": "It was narrated that Jabor bin 'Abdullah said:",
      "text": "Câbir bin 'Abdullah şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Cennet halkı nimetlerinin tadını çıkarırken, üzerlerine bir ışık düşecek, başlarını kaldıracaklar ve yukarıdan kendilerine bakan Rabbilerini görecekler. O da: \"Selam size, ey cennet halkı.\" diyecek. Bu, Allah'ın şu Ayette söylediği gibidir: \"Selam (size) - Rahman olan Rabb'in (Allah) bir Sözü.\" Onlara bakacak ve onlar da O'na bakacaklar, O'na baktıkları sürece cennetin nimetlerine dikkat etmeyecekler, ta ki O, kendisini onlardan örtecek. Ama O'nun nuru ve bereketi, bedenlerinde kalacaktır.'\""
    },
    {
      "id": 185,
      "narrator": "It was narrated that 'Adi bin Hatim said:",
      "text": "Adi bin Hatim şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Aranızda hiç kimse yoktur ki, Rabbı ona aracı olmaksızın konuşmasın. Sağ tarafına bakacak ve önceden gönderdiğinden başka bir şey görmeyecek. Sol tarafına bakacak ve önceden gönderdiğinden başka bir şey görmeyecek. Sonra önüne bakacak ve ateşle karşılaşacak. Sizden kim ateşten kendisini koruyabilirse, hatta bir hurma ile bile, bunu yapsın.'\""
    },
    {
      "id": 186,
      "narrator": "Abu Bakr bin Qais Al-Ash'ari narrated that his father said:",
      "text": "Ebu Bekir bin Kays Al-Aş'ari, babası tarafından şöyle nakletti: \"Allah'ın Elçisi şöyle dedi: 'Gümüşten iki cennet, içindeki her şey ve kapları; altından iki cennet, içindeki her şey ve kapları, ve insanların Rabblerini, mübarek ve yüce olanı görmeleri ile aralarında sadece Cennet-i Adn'deki Yüzünü örten Gurur Perdesi vardır.'\""
    },
    {
      "id": 187,
      "narrator": "It was narrated that Suhaib said:",
      "text": "Suheyb şöyle dedi: \"Allah'ın Elçisi bu Ayeti okudu: 'İyilik yapanlar için en güzel mükafat ve daha fazlası vardır.' Sonra şöyle dedi: 'Cennet halkı cennete girdiğinde ve ateş halkı ateşe girdiğinde, bir çağırıcı haykıracak: \"Ey cennet halkı! Allah ile bir ahdin var ve O bunu yerine getirmek istiyor.\" Onlar: \"Nedir bu?\" diyecekler. Allah, (iyi amellerimizin) terazisini ağırlaştırmadı mı, yüzlerimizi aydınlatmadı mı, bizi cennete kabul etmedi mi ve cehennemden kurtarmadı mı?\" Sonra Perde kaldırılacak ve O'na bakacaklar, ve Allah'a yemin ederim ki, Allah onlara O'na bakmaktan daha sevimli veya daha hoş bir şey vermeyecek.'\""
    },
    {
      "id": 188,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe şöyle dedi: \"Tüm sesleri işiten Allah'a hamdolsun. Kocası hakkında tartışan kadın (Mücadile) Peygamber'e geldiğinde ben evin bir köşesinde oturuyordum ve kocası hakkında şikayette bulundu, ama ne söylediğini duymadım. Allah, 'Şüphesiz Allah, kocası hakkında seninle tartışan kadının sözünü işitti.' diye vahyetti.\""
    },
    {
      "id": 189,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Rabbim, yaratılışı yaratmadan önce kendi eliyle kendisine yazdı: \"Rahmetim gazabımı geçer.\"'"
    },
    {
      "id": 190,
      "narrator": "Talhah bin Khirash said:",
      "text": "Talha bin Kiraş şöyle dedi: \"Câbir bin 'Abdullah'ın şöyle dediğini duydum: 'Abdullah bin Amr bin Haram, Uhud Günü öldürüldüğünde, Allah'ın Elçisi bana rastladı ve dedi ki: \"Ey Câbir, Allah babana ne söylediğini sana haber vermeyeyim mi?\" Yahya, Hadisinde şöyle dedi: \"Ve O dedi: 'Ey Câbir, neden kalbini kırık görüyorum?' Ben (Câbir) dedim: 'Ey Allah'ın Elçisi, babam şehit oldu ve geride bakıma muhtaçlar ve borçlar bıraktı.' O dedi: 'Sana, Allah'ın babanla buluştuğu şeyin müjdesini vermeyeyim mi?' Ben: 'Evet, ey Allah'ın Elçisi.' dedim. O dedi: 'Allah, hiç kimseyle perde arkasından konuşmadı, ama babanla doğrudan konuştu ve dedi ki: \"Ey kulum! Benden bir şey iste, sana vereyim.\" O da: \"Ey Rabbim, beni tekrar hayata döndür ki, senin yolunda ikinci kez şehit olayım.\" Rabbimiz, yüceltilmiş olsun, dedi ki: \"Onların tekrar hayata dönmeyeceklerine dair hüküm verdim.\" O da: \"Rabbim, o zaman geride bıraktıklarım için (bu haberi) ilet.\" dedi. Allah: \"Allah yolunda öldürülenleri ölü sanmayın, hayır, onlar Rableri katında diridirler ve rızıklanmaktadırlar.\" dedi.'"
    },
    {
      "id": 191,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Allah, iki kişiye güler - bunlardan biri diğerini öldürür ve ikisi de cennete girer; çünkü ilki Allah yolunda savaşmış ve şehit olmuştur, sonra katili Allah'a tövbe etmiş ve Müslüman olmuştur, sonra o da Allah yolunda savaşmış ve şehit olmuştur.'\""
    },
    {
      "id": 192,
      "narrator": "Sa'eed bin Musayyab narrated that Abu Hurairah used to say:",
      "text": "Sa'id bin Musayyib, Ebu Hureyre'nin şöyle dediğini nakletti: \"Allah'ın Elçisi şöyle dedi: 'Allah, Kıyamet Günü yeri alacak ve gökleri sağ elinde toplayacak, sonra şöyle diyecek: \"Ben Hükümdarım. Yerlerin kralları nerede?\"'\""
    },
    {
      "id": 193,
      "narrator": "It was narrated that 'Abbas bin 'Abdul-Mutallib said:",
      "text": "Abbas bin Abdülmuttalib şöyle dedi: \"Ben Batha'da bir grup insanla birlikteydim, aralarında Allah'ın Elçisi de vardı. Üzerinden bir bulut geçti, ona baktı ve dedi ki: 'Buna ne dersiniz?' Onlar: 'Sahab (bulut).' dediler. O da: 'Ve Muzn (yağmur bulutu).' dedi. Onlar: 'Ve Muzn.' dediler. O da: 'Ve 'Anan (bulutlar).' Ebu Bekir dedi: \"Onlar: 'Ve 'Anan.' dediler.\" O da: 'Sizce gökler ile aranızda ne kadar mesafe var?' Onlar: 'Bilmiyoruz.' dediler. O da: 'Sizle arasında yetmiş bir, yetmiş iki veya yetmiş üç yıl mesafe var, ve onun ile üstündeki gök arasında da benzer bir mesafe var (ve böylece) yedi göğe kadar saydı. 'Sonra yedinci göğün üzerinde bir deniz var, onun üstü ile altı arasında bir mesafe, bir gök ile diğer gök arasındaki mesafe gibidir. Sonra bunun üzerinde sekiz (dağ keçisi şeklinde) melek var. Onların toynakları ile dizleri arasındaki mesafe, bir gök ile diğer gök arasındaki mesafe gibidir. Sonra onların sırtında Arş var, ve Arşın üstü ile altı arasındaki mesafe, bir gök ile diğer gök arasındaki mesafe gibidir. Sonra Allah bunun üzerindedir, yüce ve mübarek olsun.\"'"
    },
    {
      "id": 194,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den şöyle nakledildi: Peygamber şöyle dedi: \"Allah, gökte bir mesele takdir ettiğinde, melekler, onun emrine itaatte kanatlarını çırparlar (bir sesle) taşın bir kayaya vurması gibi. Sonra 'Korku kalplerinden giderildiğinde, derler ki: 'Rabb'iniz ne söyledi?' Onlar: 'Gerçek. O, Yücedir, Büyüktür.' derler. O da: 'Sonra cinlerden dinleyiciler, birinin üzerine bir diğeri dinler, böylece (birisi) kelimeleri işitir ve onu altındakine iletir. Şihab (kayan yıldız) ona ulaşmadan önce onu iletebilir ve diğeri onu falcıya veya büyücüye iletebilir, ya da ona ulaşmadan önce iletebilir. Ve ona yüz yalan ekler ve sadece gökten işitilen kelime doğrudur.'\""
    },
    {
      "id": 195,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Ebu Musa şöyle dedi: \"Allah'ın Elçisi aramızda durdu ve beş şey söyledi. Dedi ki: 'Allah uyumaz ve uyuması da yakışmaz. Terazileri indirir ve kaldırır. Gündüz yapılan ameller, gece yapılan amellerden önce O'na yükseltilir, gece yapılan ameller de gündüz yapılan amellerden önce O'na yükseltilir. Onun Perdesi Işıktır ve eğer onu kaldırırsa, yüzünün ihtişamı, yaratılışının her şeyini, bakışının ulaştığı her şeyi yakar.'\""
    },
    {
      "id": 196,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Allah uyumaz ve O'nun uyuması da uygun değildir. O, Teraziyi indirir ve kaldırır. O'nun Perdesi Işıktır; eğer O'nu kaldırırsa, Yüzünün ihtişamı, O'nun bakışının ulaştığı her şeyi yakar.' \" Sonra Abu 'Ubaidah şu ayeti okudu: 'Ateşte bulunan (yani Allah'ın ışığı) ve etrafında bulunan her şey mübarektir! Ve var olanların Rabbi olan Allah yücedir.'\""
    },
    {
      "id": 197,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: Peygamber şöyle dedi: \"Allah'ın Sağ Eli doludur ve bu, gece ve gündüz sürekli harcamaktan etkilenmez. Diğer Elinde Terazi vardır, onu kaldırır ve indirir. Allah, gökleri ve yeri yarattığından beri ne harcadığını gördünüz mü? Ve bu, O'nun ellerindekini en azından azaltmamıştır.'\""
    },
    {
      "id": 198,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar'dan rivayet edildiğine göre: \"Ben, Allah'ın Elçisi'nin minberdeyken şöyle dediğini duydum: 'Zorba, gökleri ve yeri Elinde tutacaktır.' ve yumruğunu sıktı ve açıp kapamaya başladı. Sonra şöyle diyecek: 'Ben Zorbayım! Zalimler nerede? Kibirli olanlar nerede?' Dedi ki, Allah'ın Elçisi sağa ve sola dönerken, minberin aşağıdan hareket ettiğini gördüm ve düşündüm: 'Ya minber, Allah'ın Elçisi ile birlikte düşerse?'\""
    },
    {
      "id": 199,
      "narrator": "Nawwas bin Sam'an Al-Kilabi said:",
      "text": "Nawwas bin Sam'an Al-Kilabi şöyle dedi: \"Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Hiçbir kalp, Rahmanın iki parmağı arasında değildir. Eğer O dilerse, onu hidayete erdirir; eğer O dilerse, saptırır.' Allah'ın Elçisi şöyle derdi: 'Ey kalpleri sabit kılan, kalplerimizi dinine bağlı kıl.' Ve şöyle dedi: 'Terazi Rahmanın Elindedir; O, bazı kavimleri yükseltir ve diğerlerini alçaltır, kıyamet gününe kadar.'\""
    },
    {
      "id": 200,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Allah, üç şeyden gülümser: Namazda bir saf, gecenin derinliklerinde dua eden bir adam ve bir savaşan adam.' Sanırım o, 'taburun arkasında' dedi.\""
    },
    {
      "id": 201,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin 'Abdullah'tan rivayet edildiğine göre: Allah'ın Elçisi, Hac sezonunda insanlara görünür ve şöyle derdi: 'Beni halkıma götürebilecek bir adam var mı? Çünkü Kureyş, Rabbimin sözünü (yani Mesajını) iletmemi engelledi.'\""
    },
    {
      "id": 202,
      "narrator": "It was narrated from Abu Darda' that:",
      "text": "Abu Darda'dan rivayet edildiğine göre: Peygamber, \"Her gün O, bir iştedir.\" ayeti hakkında şöyle dedi: \"O'nun işleri, günahları affetmek, sıkıntıları gidermek, bazı insanları yükseltmek ve diğerlerini alçaltmaktır.\""
    },
    {
      "id": 203,
      "narrator": "It was narrated from Mundhir bin Jarir that his father said:",
      "text": "Mundhir bin Jarir'den rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Elçisi şöyle dedi: 'Kim bir iyi ameli getirirse ve bu takip edilirse, onun sevabını alır ve onu takip edenlerin sevabı kadar bir sevap alır; bu, onların sevabından en azından bir şey eksiltmez. Ve kim bir kötü ameli getirirse ve bu takip edilirse, onun günahını alır ve onu takip edenlerin günahı kadar bir günah alır; bu, onların yükünden en azından bir şey eksiltmez.'\""
    },
    {
      "id": 204,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: \"Bir adam, Peygamber'e geldi ve insanları ona sadaka vermeye teşvik etti. Bir adam, 'Bende şu var,' dedi ve o toplantıda kimse ona bir şey vermeden kalmadı, daha fazla veya daha az. Allah'ın Elçisi şöyle dedi: 'Kim bir iyi ameli başlatırsa ve bu takip edilirse, onun için mükemmel bir sevap alır ve onu takip edenlerin sevabı kadar bir sevap alır; bu, onların sevabından en azından bir şey eksiltmez. Ve kim bir kötü ameli başlatırsa ve bu takip edilirse, onun için o amelin tüm günahını alır ve onu takip edenlerin günahı kadar bir günah alır; bu, onların yükünden en azından bir şey eksiltmez.'\""
    },
    {
      "id": 205,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Her çağrı yapan, insanları sapıklığa davet ederse ve takip edilirse, onun için onu takip edenlerin günahı kadar bir yük olacaktır; bu, onların yükünden en azından bir şey eksiltmez. Ve her çağrı yapan, insanları doğru hidayete davet ederse ve takip edilirse, onun için onu takip edenlerin sevabı kadar bir ödül olacaktır; bu, onların sevabından en azından bir şey eksiltmez.'\""
    },
    {
      "id": 206,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Kim insanları doğru hidayete çağırırsa, onun için onu takip edenlerin sevabı kadar bir ödül olacaktır; bu, onların sevabından en azından bir şey eksiltmez. Ve kim insanları sapıklığa çağırırsa, onun için onu takip edenlerin günahı kadar bir yük olacaktır; bu, onların günahlarından en azından bir şey eksiltmez.'\""
    },
    {
      "id": 207,
      "narrator": "It was narrated that Abu Juhaifah said:",
      "text": "Abu Juhaifah'tan rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'Kim kendisinden sonra takip edilen bir iyi ameli getirirse, onun için bunun sevabı ve onların sevabı kadar bir ödül olacaktır; bu, onların sevabından en azından bir şey eksiltmez. Kim kendisinden sonra takip edilen bir kötü ameli getirirse, bunun günahını ve onların günahı kadar bir yükü taşıyacaktır; bu, onların yükünden en azından bir şey eksiltmez.'\""
    },
    {
      "id": 208,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: \"Allah'ın Elçisi şöyle dedi: 'İnsanları bir şeye davet eden her çağrı yapan, Kıyamet Günü, başkalarını davet ettiği şeyin yanında duracaktır; bu, sadece bir kişiyi çağırmış olsa bile.'\""
    },
    {
      "id": 209,
      "narrator": "Kathir bin 'Abdullah bin 'Amr bin 'Awf Al-Muzani said:",
      "text": "Kathir bin 'Abdullah bin 'Amr bin 'Awf Al-Muzani şöyle dedi: \"Babam, dedemden rivayet etti ki, Allah'ın Elçisi şöyle dedi: 'Kim benim bir sünnetimi diriltirse ve insanlar bunu uygularsa, onun için bunun sevabı ve bunu uygulayanların sevabı kadar bir ödül olacaktır; bu, onların sevabından en azından bir şey eksiltmez. Ve kim uygulanan bir yenilik (Bid'ah) getirirse, onun için bunun günahı ve bunu uygulayanların günahı kadar bir yük olacaktır; bu, bunu uygulayanların yükünden en azından bir şey eksiltmez.'\""
    },
    {
      "id": 210,
      "narrator": "Kathir bin 'Abdullah narrated from his father, that his grandfather said:",
      "text": "Kathir bin 'Abdullah, babasından, dedesinin şöyle dediğini rivayet etti: \"Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Kim benim öldükten sonra yok olan bir sünnetimi diriltirse, onun için bunun sevabı ve bunu uygulayan insanların sevabı kadar bir ödül olacaktır; bu, onların sevabından en azından bir şey eksiltmez. Kim Allah ve Elçisi'nin hoşnut olmadığı bir yenilik (Bid'ah) getirirse, onun için bunun günahı ve bunu uygulayan insanların günahı kadar bir yük olacaktır; bu, onların günahlarından en azından bir şey eksiltmez.'\""
    },
    {
      "id": 211,
      "narrator": "It was narrated that 'Uthman bin 'Affan said that:",
      "text": "'Uthman bin 'Affan'dan rivayet edilmiştir ki: Allah'ın Resulü şöyle buyurdu: (Rivayet edenlerden biri) Şu'bah (şöyle) dedi: 'Sizin en hayırlınız' (ve) Süfyân (şöyle) dedi: \"Sizin en üstün olanınız, Kur'an'ı öğrenen ve öğreten kişidir.\""
    },
    {
      "id": 212,
      "narrator": "It was narrated that 'Uthmaan bin 'Affan said:",
      "text": "'Uthman bin 'Affan'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Sizin en üstün olanınız, Kur'an'ı öğrenen ve öğreten kişidir.'\""
    },
    {
      "id": 213,
      "narrator": "Mus'ab bin Sa'd narrated that his father said:",
      "text": "Mus'ab bin Sa'd, babasından rivayet etmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Sizin en hayırlınız, Kur'an'ı öğrenen ve öğreten kişidir.' Sonra o (Mus'ab) beni (rivayet eden) elinden tutarak buraya oturttu ve ben Kur'an öğretmeye başladım.\""
    },
    {
      "id": 214,
      "narrator": "It was narrated from Abu Musa Al-Ash'ari that:",
      "text": "Abu Musa Al-Ash'ari'den rivayet edilmiştir ki: Peygamber şöyle buyurdu: \"Kur'an okuyan müminin benzeri, tadı ve kokusu güzel olan bir limondur. Kur'an okumayan müminin benzeri, tadı güzel ama kokusu olmayan bir hurmadır. Kur'an okuyan münafığın benzeri, kokusu güzel ama tadı acı olan bir fesleğendir. Kur'an okumayan münafığın benzeri ise, tadı acı ve kokusu olmayan bir dereotudur.\""
    },
    {
      "id": 215,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Allah'ın insanlardan kendi halkı vardır.' Onlar: 'Ey Allah'ın Resulü, onlar kimlerdir?' dediler. O: 'Kur'an ehli, Allah'ın halkı ve O'na en yakın olanlardır.'\""
    },
    {
      "id": 216,
      "narrator": "It was narrated that 'Ali bin Abu Talib said:",
      "text": "'Ali bin Ebu Talib'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Kur'an okuyan ve ezberleyen kimseyi Allah cennete alır ve cehenneme girmesi gereken on akrabasına şefaat etmesine izin verir.'\""
    },
    {
      "id": 217,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: 'Kur'an'ı öğrenin, okuyun ve yatın; çünkü Kur'an ile onu öğrenip uygulayan kişinin benzeri, her yere kokusunu yayan misk dolu bir torbadır. Kalbinde Kur'an ile yatan kişinin benzeri ise, içinden hiç koku çıkmayan bağlı bir torbadır.'\""
    },
    {
      "id": 218,
      "narrator": "It was narrated that Nafi' bin 'Abdul-Harith met 'Umar bin Khattab in 'Usfan, when 'Umar had appointed him as his governer in Makkah.:",
      "text": "Nafi' bin 'Abdul-Harith'in, 'Umar bin Khattab ile 'Usfan'da karşılaştığı ve 'Umar'ın onu Mekke'de vali olarak atadığı rivayet edilmiştir. 'Umar sordu: \"Vadinin halkı üzerinde kimin vekil olarak atadın?\" O da: \"Onların üzerine İbn Abza'yı atadım.\" dedi. 'Umar: \"İbn Abza kimdir?\" dedi. Nafi' dedi ki: \"Bizim hürriyetine kavuşturduğumuz kölelerimizden biridir.\" 'Umar: \"Onların üzerine bir hürriyetine kavuşturulmuş köleyi mi atadın?\" dedi. Nafi' dedi ki: \"O, Allah'ın Kitabı hakkında büyük bir bilgiye sahiptir, miras kuralları (Fara'id) konusunda iyi bir bilgiye sahiptir ve (iyi bir) hakemdir.\" 'Umar: \"Peygamberiniz 'Allah, bu kitap sayesinde bazı insanları yüceltir ve diğerlerini alçaltır.' demedi mi?\" dedi."
    },
    {
      "id": 219,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir: \"Allah'ın Elçisi bana dedi ki: 'Ey Abu Dharr! Sabahleyin çıkıp Allah'ın Kitabından bir Ayet öğrenmen, senin için yüz Rek'at namaz kılmaktan daha hayırlıdır, ve bir mesele hakkında bilgi öğrenmek için çıkman, ister buna uyulsun ister uyulmasın, senin için bin Rek'at namaz kılmaktan daha hayırlıdır.'\""
    },
    {
      "id": 220,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi dedi ki: 'Allah, bir kimseye hayır dilediğinde, ona dini anlama yeteneği verir.'\""
    },
    {
      "id": 221,
      "narrator": "It was narrated that Yunus bin Maisarah bin Halbas said:",
      "text": "Yunus bin Maisarah bin Halbas'tan rivayet edilmiştir: \"Mu'aviye bin Ebu Süfyan'ın, Allah'ın Elçisi'nin dediğini aktardığını duydum: 'İyilik doğal bir alışkanlıkken, kötülük inatçılıktır (şeytanın sürekli dürtmesi). Allah, bir kimseye hayır dilediğinde, ona dini anlama yeteneği verir.'\""
    },
    {
      "id": 222,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi dedi ki: 'Bir Fakihe (bilgili kişi) karşı, şeytana karşı bir bin kişilik ibadet edenlerden daha korkutucudur.'\""
    },
    {
      "id": 223,
      "narrator": "It was narrated that Kathir bin Qais said:",
      "text": "Kathir bin Qais'ten rivayet edilmiştir: \"Ben, Şam'daki camide Abu Darda' ile oturuyordum, bir adam ona geldi ve dedi ki: 'Ey Abu Darda', ben, Allah'ın Elçisi'nin şehri Medine'den, senin Peygamber'den rivayet ettiğin bir Hadis için geldim.' O da: 'Ticaret için gelmedin mi?' dedi. Adam: 'Hayır.' dedi. O: 'Başka bir şey için gelmedin mi?' dedi. Adam: 'Hayır.' dedi. O: 'Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: \"Kim ilim peşinde bir yol alırsa, Allah ona cennete giden bir yolu kolaylaştırır. Melekler, ilim talep edenin üzerine kanatlarını indirir, göklerde ve yerdeki herkes, ilim talep eden için bağışlanma diler, hatta denizdeki balıklar bile. Alimlerin, ibadet edenler üzerindeki üstünlüğü, ayın diğer gök cisimleri üzerindeki üstünlüğü gibidir. Alimler, Peygamberlerin mirasçılarıdır; çünkü Peygamberler, dinar veya dirhem bırakmamışlardır, bilakis ilim bırakmışlardır; kim bunu alırsa büyük bir pay almış olur.'\""
    },
    {
      "id": 224,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: \"İlim talep etmek her Müslüman üzerine bir farzdır ve ilmi, layık olmayanlara aktaran kimse, sanki domuzların boynuna mücevher, inci ve altın takan birisi gibidir.\""
    },
    {
      "id": 225,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi dedi ki: 'Kim bir Müslümanın dünyadaki bir sıkıntısını giderirse, Allah, onu Kıyamet Günü'nde bir sıkıntısından kurtarır; ve kim bir Müslümanın (kusurlarını) gizlerse, Allah onu bu dünyada ve Kıyamet Günü'nde gizler. Ve kim bir muhtaç kişinin yükünü hafifletirse, Allah onu bu dünyada ve ahirette hafifletir. Allah, kuluna yardım eder; kul kardeşine yardım ettiği sürece. Kim ilim peşinde bir yol alırsa, Allah ona cennete giden bir yolu kolaylaştırır. Allah'ın evlerinden birinde, Allah'ın Kitabını okuyup birbirlerine öğreten bir topluluk toplanmaz ki, melekler onları kuşatmasın, üzerlerine huzur inse, merhamet onları sarmasın ve Allah, onları yanında bulunanlara anmasın. Kötü amelleri yüzünden engellenen kimse, soyu ona fayda sağlamaz.'\""
    },
    {
      "id": 226,
      "narrator": "It was narrated that Zirr bin Hubaish said:",
      "text": "Zirr bin Hubaish'ten rivayet edilmiştir: \"Safwan bin 'Assal Al-Muradi'ye gittim ve o da: 'Seni buraya getiren nedir?' dedi. Ben de: 'İlim talep ediyorum.' dedim. O: 'Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: \"İlim talep etmek için evinden çıkan kimse yoktur ki, melekler onun eylemini onaylayarak kanatlarını indirmesin.\"'\""
    },
    {
      "id": 227,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Kim bu camime gelir ve sadece iyi bir amaçla, öğrenmek veya öğretmek için gelirse, onun durumu, Allah yolunda cihad eden birinin durumu gibidir. Kim başka bir amaçla gelirse, onun durumu, başkalarının malına göz atan bir adamın durumudur.'\""
    },
    {
      "id": 228,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Abu Umamah'tan rivayet edilmiştir: \"Allah'ın Elçisi dedi ki: 'Bu bilgiyi, alınıp götürülmeden önce edinmelisiniz; ve onun alınması, onun kaldırılması anlamına gelir.' Orta parmağını ve baş parmağının yanındaki parmağını şöyle birleştirerek: 'Alim ile ilim talep eden, mükafatı paylaşacaklardır; diğer insanlarda hayır yoktur.'\""
    },
    {
      "id": 229,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir: \"Bir gün Allah'ın Elçisi, dairelerinden birinden çıkıp camiye girdi ve orada iki halka gördü; biri Kur'an okuyor ve Allah'a dua ediyordu, diğeri ise öğreniyor ve öğretiyordu. Peygamber dedi ki: 'Her ikisi de hayırlıdır. Bu insanlar Kur'an okuyor ve Allah'a dua ediyorlar; eğer dilerse onlara verir, eğer dilerse onlardan alıkoyar. Ve bu insanlar öğreniyor ve öğretiyorlar. Gerçekten ben öğretici olarak gönderildim.' Sonra onlarla oturdu.\""
    },
    {
      "id": 230,
      "narrator": "It was narrated from Zaid bin Thabit that:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: \"Allah'ın Elçisi dedi ki: 'Allah, yüzünü aydınlatsın, benim söylediklerimi işitip başkalarına aktaran kimseye. Bilgi sahibi olan ama anlamayanlar vardır; ve belki de bilgi aktaranlar, onlardan daha iyi anlayanlara aktarırlar.' \" (Rivayet edenlerden biri) Ali bin Muhammed buna ekledi: \"Bir Müslümanın kalbine kin girmemesinin üç sebebi vardır: Allah rızası için bir ameli samimiyetle yapmak; Müslümanların yöneticilerine karşı samimi olmak; ve Cemaat'e (Müslümanların ana gövdesine) bağlı kalmak.\""
    },
    {
      "id": 231,
      "narrator": "Muhammed bin Jubair bin Mut'im narrated that his father said:",
      "text": "Muhammed bin Jubair bin Mut'im, babasından rivayet etmiştir: \"Allah'ın Elçisi, Mina'daki Khaif'te ayağa kalktı ve dedi ki: 'Allah, yüzünü aydınlatsın, benim söylediklerimi işitip başkalarına aktaran kimseye. Bilgi sahibi olan ama anlamayanlar vardır; ve belki de bilgi aktaranlar, onlardan daha iyi anlayanlara aktarırlar.' \" (Hasan) Benzer ifadelerle diğer rivayetler."
    },
    {
      "id": 232,
      "narrator": "'Abdur-Rahman bin 'Abdullah narrated from his father that:",
      "text": "Abdur-Rahman bin Abdullah, babasından rivayet etmiştir ki: \"Peygamber dedi: 'Allah, yüzünü aydınlatsın, bizden bir Hadis işitip aktaran kimseye; belki de aktarılan kimse, onu ilk işiten kişiden daha iyi hatırlayacaktır.'\""
    },
    {
      "id": 233,
      "narrator": "It was narrated that Abu Bakrah said:",
      "text": "Abu Bakra'nın rivayetine göre, Allah'ın Elçisi bir Kurban Bayramı'nda vaaz verdi ve şöyle dedi: \"Hazır olanlar, bulunmayanlara ulaştırsın. Çünkü belki de ulaştırılan kişi, bunu (ilk) duyan kişiden daha iyi anlayacaktır.\""
    },
    {
      "id": 234,
      "narrator": "Bahz bin Hakim narrated from his father that his grandfather Mu'awiyah Al-Qushairi said:",
      "text": "Bahz bin Hakim, babasından, onun da dedesi Mu'aviye Al-Qushairi'den şöyle rivayet etmiştir: \"Allah'ın Elçisi şöyle dedi: 'Hazır olan, bulunmayan kişiye ulaştırsın.'\""
    },
    {
      "id": 235,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: \"Sizlerden hazır olanlar, bulunmayanlara ulaştırsın.\""
    },
    {
      "id": 236,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Allah, sözlerimi işiten ve anlayan, sonra da bunları benden ulaştıran bir kulunu bereketlendirsin. Bilgisi olan ama anlayışı olmayanlar vardır; belki de bilgiyi, kendilerinden daha iyi anlayanlara ulaştıranlar olacaktır.'\""
    },
    {
      "id": 237,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Bazı insanlar hayra kapı açar ve şerre kapı kapatır; bazı insanlar ise şerre kapı açar ve hayra kapı kapatır. Allah'ın elinde hayır anahtarlarını bulunduranlara müjdeler olsun, Allah'ın elinde şer anahtarlarını bulunduranlara ise yazıklar olsun.'\""
    },
    {
      "id": 238,
      "narrator": "It was narrated from Sahl bin Sa'd that:",
      "text": "Sahl bin Sa'd'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Bu hayır birçok hazine içerir ve bunların anahtarları vardır. Öyleyse, Allah'ın hayra anahtar kıldığı ve şerre kilit kıldığı kişiye müjdeler olsun; Allah'ın şerre anahtar kıldığı ve hayra kilit kıldığı kişiye ise yazıklar olsun.'\""
    },
    {
      "id": 239,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Evrenin her yerinde, göklerde ve yerde, âlim için af diler; hatta denizdeki balıklar bile.'\""
    },
    {
      "id": 240,
      "narrator": "Sahl bin Mu'adh bin Anas narrated from his father that:",
      "text": "Sahl bin Mu'adh bin Anas, babasından rivayet etmiştir ki: \"Peygamber şöyle dedi: 'Kim bir bilgi öğretirse, o bilgiye uyanın sevabı kadar sevap alır; bu, onun sevabından hiçbir şey eksiltmez.'\""
    },
    {
      "id": 241,
      "narrator": "'Abdullah bin Abu Qatadah narrated that his father said:",
      "text": "Abdullah bin Abu Qatadah, babasından rivayet etmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Bir insanın geride bırakabileceği en iyi şeyler üçtür: Kendisi için dua eden salih bir evlat, sevabının kendisine ulaşacağı sürekli bir sadaka ve ölümünden sonra uygulanan bir bilgi.'\""
    },
    {
      "id": 242,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Başka bir benzer ifadeye sahip bir isnad."
    },
    {
      "id": 243,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi şöyle dedi: 'Bir müminin ölümünden sonra ulaşacak olan iyi amelleri şunlardır: Öğrettiği ve yaydığı bilgi; geride bıraktığı salih bir evlat; miras olarak bıraktığı bir Kur'an; inşa ettiği bir cami; yolcular için inşa ettiği bir ev; kazdığı bir kanal; veya sağlığında verdiği bir sadaka. Bu ameller, ölümünden sonra ona ulaşacaktır.'\""
    },
    {
      "id": 244,
      "narrator": "It was narrated from Shu'aib bin 'Abdullah bin 'Amr that his father said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber şöyle dedi: 'Sadakanın en iyisi, bir Müslüman erkeğin bilgi edinip, bunu Müslüman kardeşine öğretmesidir.'\""
    },
    {
      "id": 245,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Shu'aib bin 'Abdullah bin 'Amr'dan rivayet edilmiştir ki: \"Allah'ın Elçisi, hiç bir zaman yaslanarak yemek yerken veya iki adamın arkasında yürürken görülmedi.\" (Sahih)"
    },
    {
      "id": 246,
      "narrator": "It was narrarted that Jabir bin 'Abdullah said:",
      "text": "Aynı anlamda başka isnadlar."
    },
    {
      "id": 247,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Abu Umamah'tan rivayet edilmiştir ki: \"Peygamber, çok sıcak bir günde Baqi' Al-Gharqad'a (Medine mezarlığı) doğru yürüdü ve insanlar onun arkasında yürüyordu. Ayakkabı seslerini duyduğunda ruhu etkilendi ve onları geçmeleri için oturdu, böylece kendisini fazla gururlandıracak bir durumdan kaçınmış oldu.\""
    },
    {
      "id": 248,
      "narrator": "It was narrated that Isma'il said:",
      "text": "İsmail'den rivayet edilmiştir: \"Hasan'a ziyaret ettik ve onu sormak için eve dolana kadar bekledik. O, bacaklarını çekti ve dedi ki: 'Abu Hurayra'ya ziyaret ettik ve onu sormak için eve dolana kadar bekledik. O (Abu Hurayra) bacaklarını çekti ve dedi ki: \"Biz, Allah'ın Resulü'ne ziyaret ettik ve eve dolana kadar bekledik. O, yan yatıyordu, ama bizi görünce bacaklarını çekti ve dedi ki: 'Benim arkamdan, size ilim arayan insanlar gelecek. Onları karşılayın, selamlayın ve onlara öğretin.'\" (Maudu') Bir ravinin dediğine göre: \"Vallahi! Bazı insanlarla karşılaştık ki, ne bizi karşıladılar, ne selamladılar, ne de bize öğrettiler; biz onlara gittiğimizde, bize kaba davrandılar.\""
    },
    {
      "id": 249,
      "narrator": "It was narrated that Abu Harun Al-'Abdi said:",
      "text": "Abu Harun Al-'Abdi'den rivayet edilmiştir: \"Abu Sa'id Al-Khudri'ye gittiğimizde, o şöyle derdi: 'Hoş geldiniz, Allah'ın Resulü'nün emri gereği, çünkü Allah'ın Resulü bize şöyle dedi: 'İnsanlar sizi takip edecek; dinin anlaşılması için yeryüzünün dört bir yanından size gelecekler. Onlar size geldiğinde, onlara iyi bakın.'\""
    },
    {
      "id": 250,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Peygamber'in yaptığı dualardan biri şuydu: 'Allah'ım, beni faydasız ilimden, duyulmayacak dualardan, korkmayan kalpten ve doymayan nefsimden sana sığınırım.'\""
    },
    {
      "id": 251,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle derdi: 'Allah'ım, bana öğrettiklerinden fayda ver, bana faydalı olanı öğret ve ilmini artır. Her halükarda Allah'a hamd olsun.'\""
    },
    {
      "id": 252,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Kim, Allah'ın rızasını kazanmak için ilim edinirse, fakat bunu sadece dünyevi kazanç amacıyla yaparsa, Kıyamet Günü Cennet'in kokusunu bile alamayacaktır.'\" (Hasan)"
    },
    {
      "id": 253,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "Benzer bir lafızla başka bir isnad."
    },
    {
      "id": 254,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Kim, cahil insanlarla tartışmak, alimlerin önünde gösteriş yapmak veya insanların dikkatini çekmek amacıyla ilim ararsa, o cehennemde olacaktır.'\""
    },
    {
      "id": 255,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: \"Peygamber şöyle dedi: 'Alimlerin önünde gösteriş yapmak, cahil insanlarla tartışmak amacıyla ilim aramayın ve bir mecliste en iyi yeri seçmeyin; çünkü bunu yapanın ateş, ateş (kendisi için beklemektedir).'\""
    },
    {
      "id": 256,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Peygamber şöyle dedi: 'Ümmetimden bazı insanlar dinin ilmini kazanacaklar, Kur'an okuyacaklar ve şöyle diyecekler: 'Biz yöneticilere geliriz ki, onların dünyevi zenginliklerinden bir pay alalım ve dinî bağlılığımız etkilenmesin,' ama bu böyle olmayacak. Nasıl ki Katan'dan sadece dikenler hasat edilebiliyorsa, onlara yakın olmaktan da sadece (günahlar) elde edilebilecektir.'\" (Da'if) (Ravilere biri) Muhammed bin As-Sabbah şöyle dedi: \"Sanki 'günahlardan başka bir şey' demek istedi.\""
    },
    {
      "id": 257,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Allah'a, keder çukurundan sığınınız.' Onlar dediler: 'Ey Allah'ın Resulü, keder çukuru nedir?' O dedi: 'Cehennemde, cehennemin kendisinin her gün dört yüz kez sığındığı bir vadi.' Denildi ki: 'Ey Allah'ın Resulü, kim oraya girecek?' O dedi: 'Kur'an okuyucuları için hazırlanmıştır, yaptıklarıyla gösteriş yapmak isteyenler. Allah katında Kur'an okuyucularının en nefret edilenleri, yöneticilere gidenlerdir.'\" (Da'if)"
    },
    {
      "id": 258,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "Diğer ravilerden başka isnadlar."
    },
    {
      "id": 259,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Eğer ilim sahipleri ona sahip çıkıp sadece ona değer verenlere sunmuş olsalardı, o zaman o zamanın liderleri olurlardı. Ama bunu zengin ve statü sahibi insanlara harcayıp, dünyevi bir fayda elde etmek için israf ettiler, bu yüzden zengin ve statü sahibi insanlar onlara tepeden bakmaya başladılar. Peygamberinizi şöyle derken duydum: 'Kim, tüm kaygılarını ahiret kaygısına yoğunlaştırırsa, Allah ona yeter ve bu dünyadaki kaygılardan onu kurtarır. Ama kim, farklı dünyevi meseleler üzerinde kaygılanırsa, Allah, hangi vadide helak olduğunu umursamaz.'\" (Da'if)"
    },
    {
      "id": 260,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Benzer bir lafızla başka bir isnad."
    },
    {
      "id": 261,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Peygamber şöyle dedi: 'Kim, Allah rızası dışında bir amaçla ilim ararsa veya Allah rızası dışında bir amaçla niyet ederse, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 262,
      "narrator": "It was narrated that 'Abdur-Rahman bin Hurmuz Al-A'raj heard Abu Hurairah say:",
      "text": "Hudhaifah'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Alimlerin önünde gösteriş yapmak, cahil insanlarla tartışmak veya insanların dikkatini çekmek amacıyla ilim edinmeyin; çünkü bunu yapan, cehennemde olacaktır.'\""
    },
    {
      "id": 263,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'in rivayet ettiğine göre: \"Allah'ın Resulü şöyle dedi: 'Bu ümmetin sonuncuları, ilklerini lanetlediği zaman, o sırada bir Hadisi gizleyen, Allah'ın indirdiğini gizlemiş olacaktır.'\" (Maudu')"
    },
    {
      "id": 264,
      "narrator": "Yusuf bin Ibrahim said:",
      "text": "Yusuf bin İbrahim dedi ki: 'Anas bin Malik'in şöyle dediğini duydum: \"Allah'ın Resulü şöyle dedi: 'Kendisine bilgi sorulan ve bunu gizleyen, Kıyamet Günü ateşten iplerle dizginlenecektir.'\""
    },
    {
      "id": 265,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'nin rivayet ettiğine göre: \"Allah'ın Resulü şöyle dedi: 'Allah'ın insanlığın din işlerinde faydalı kıldığı bilgiyi gizleyen, Kıyamet Günü ateşten iplerle dizginlenecektir.'\""
    },
    {
      "id": 266,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'ın rivayet ettiğine göre: \"Allah'ın Resulü şöyle dedi: 'Kendisine sahip olduğu bilgi sorulan ve bunu gizleyen, Kıyamet Günü ateşten iplerle dizginlenecektir.'\""
    }
  ]
}