{
  "language": "tr",
  "metadata": {
    "length": 47,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Rifa'ah Al - Juhani said:",
      "text": "Rifa'ah Al-Juhani'den rivayet edilmiştir: \"Peygamber (ﷺ) yemin ettiğinde şöyle derdi: 'Muhammed'in ruhunun elinde olan Zat'a yemin ederim.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Rifa'ah bin 'Arabah A-Juhani said:",
      "text": "Rifa'ah bin 'Arabah Al-Juhani'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) yemin ettiğinde ve ben Allah'a şahitlik ederim ki: 'Ruhumun elinde olan Zat'a yemin ederim.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Elçisi (ﷺ) en sık yemin ettiği şey: 'Hayır, kalplerin sahibi olan Zat'a yemin ederim.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) yemin ederken: 'Hayır, Allah'tan af dilerim.' derdi.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated from Salim bin 'Abdullah bin 'Umar, from his father, from 'Umar, that :",
      "text": "Salim bin 'Abdullah bin 'Umar'dan, babasından, 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) onun babasıyla yemin ettiğini duydu. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Allah, sizi atalarınızla yemin etmekten men etmiştir.' 'Umar dedi ki: 'Ben kendim onlarla (yani atalarımla) yemin etmedim ve başkalarından da böyle sözler nakletmedim.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Abdur-Rahman bin Samurah that :",
      "text": "'Abdur-Rahman bin Samurah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Putlarla ve atalarınızla yemin etmeyin.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim yemin ederse ve 'Al-Lat ve Al-Uzza'ya yemin ederse, 'La ilaha illallah' desin.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Sa'd said:",
      "text": "Sa'd'dan rivayet edilmiştir ki: \"Ben Lat ve 'Uzza'ya yemin ettim. Allah'ın Elçisi (ﷺ) şöyle dedi: 'De ki: \"La ilaha illallah wahdahu la sharika lahu\" (Allah'tan başka ibadet edilmeye layık yoktur, O'nun ortağı yoktur), sonra soluna üç kez tükür, Allah'a sığın ve bunu bir daha yapma.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Thabit bin Ad-Dahhak said:",
      "text": "Thabit bin Ad-Dahhak'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim İslam dışındaki bir dine uymak için yemin ederse ve kasten yalan söylerse, o, söylediği gibi olacaktır.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Anas that the Messenger of Allah (ﷺ) heard a man say:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bir adamın: 'Eğer bu olursa, ben bir Yahudi olacağım.' dediğini duydu. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu garantidir.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abdullah bin Buraidah that his father told that :",
      "text": "Abdullah bin Buraidah'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim: 'İslam ile bir alakam yoktur.' derse, eğer yalan söylüyorsa, o, söylediği gibi olur; eğer doğru söylüyorsa, onun İslam'ı geçerli olmayacaktır.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bir adamın babasıyla yemin ettiğini duydu ve şöyle dedi: 'Atalarınızla yemin etmeyin. Kim Allah ile yemin ederse, yeminini yerine getirsin; eğer bir kişi için Allah ile yemin ediliyorsa, onu kabul etsin. Kim Allah'tan razı olmazsa, Allah ile bir alakası yoktur.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) şöyle dedi: 'İsa bin Meryem bir adamın hırsızlık yaptığını gördü ve: 'Hırsızlık mı yaptın?' dedi. Adam: 'Hayır, O'ndan başka ilah yoktur.' dedi. İsa: 'Ben Allah'a inanırım, gözlerimin gördüğüne inanmıyorum.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn 'Umar that :",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Yemin, ya günaha ya da pişmanlığa yol açar.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim yemin eder ve 'İnşallah' derse, o bir istisna yapmış olur.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim yemin eder ve In sha' Allah derse, dilerse devam edebilir, dilerse devam etmez, yeminini bozmuş olmaz.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Kim yemin eder ve In sha' Allah derse, yeminini asla bozmaz.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Abu Burdah that his father Abu Musa said:",
      "text": "Ebu Burdah'dan rivayet edilmiştir ki, babası Ebu Musa şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) ile birlikte bir grup Eşarî ile geldim ve bizden binerlik hayvanlar vermesini istedik. O da: 'Allah'a yemin ederim ki, size binerlik bir şey veremem, size verecek bir şeyim yok.' dedi. Biz Allah'ın dilediği kadar orada kaldık, sonra ona bazı develer getirildi. Üç güzel hörgüçlü dişi deve verilmesini emretti. Giderken birbirimize dedik ki: 'Biz, Allah'ın Resulü (ﷺ) ile binerlik hayvanlar istemek için geldik, o da Allah'a yemin etti ki, bize binerlik bir şey vermeyecek, sonra bize bir şey verdi. Geri dönelim.' Böylece ona geri döndük ve dedik ki: 'Ey Allah'ın Resulü! Biz sana binerlik hayvanlar aramak için geldik, sen de yemin ettin ki, bize binerlik hayvan vermeyeceksin, sonra bize bazı binerlik hayvanlar verdin.' O da: 'Allah'a yemin ederim ki, ben size binerlik hayvan vermedim, Allah size binerlik hayvan verdi. Ben, Allah'a yemin ederim ki, eğer Allah dilerse, bir şey için yemin edip sonra ondan daha iyisini gördüğümde, yeminimi bozmam, ama yemin ettiğim şey için keffaret veririm ve daha iyisini yaparım.' Ya da şöyle dedi: 'Daha iyisini yaparım ve yemin ettiğim şey için keffaret veririm.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Adi bin Hatim that :",
      "text": "'Adi bin Hatim'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim yemin eder de başka bir şeyin daha iyi olduğunu görürse, daha iyisini yapsın ve yemin ettiği şey için keffaret versin.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from Abul-Ahwas 'Awf bin Malik Al- Jushami that his father said:",
      "text": "Abul-Ahwas 'Awf bin Malik Al-Jushami'den rivayet edilmiştir ki, babası şöyle demiştir: \"Ben dedim: 'Ey Allah'ın Resulü, kuzenim bana geliyor ve ona hiçbir şey vermeyeceğime ya da akrabalık bağlarını sürdürmeyeceğime yemin ediyorum.' O da: 'Yemin ettiğin şey için keffaret ver.' dedi.\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "'Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim akrabalık bağlarını koparmak ya da doğru olmayan bir şey yapmak için yemin ederse, onun yeminini yerine getirmesi, bunu yapmamaktır.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said that the Prophet (ﷺ) said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Kim yemin eder de başka bir şeyin daha iyi olduğunu görürse, onu yapmasın ve onu terk etmesi keffaretidir.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bir Sa' hurma ile keffaret vermiştir ve insanlara da aynı şekilde yapmalarını emretmiştir. Kimde bu yoksa (yarım Sa' buğday vermelidir).\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: \"Bir adam ailesine bolca yiyecek verirken, diğeri ailesine zar zor yeterli yiyecek veriyordu, sonra şu ayet indirildi: 'Ailelerinizi beslediğiniz şeylerin ortalamasından...'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Hammam heard Abu Hurairah saying that 'Abul-Qasim (ﷺ) said:",
      "text": "Hammam, Ebu Hureyre'nin 'Abul-Qasim (ﷺ) şöyle dediğini duyduğunu rivayet etmiştir: \"Eğer sizden biri yemin ettiği şeyi (yanlış olduğunu öğrendikten sonra) yerine getirmekte ısrar ederse, bu, Allah katında daha günahkardır (yeminini bozmak için) kendisine emredilen keffaretten.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Bara' bin 'Azib said:",
      "text": "Bara' bin 'Azib'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize yeminimizi yerine getirmemiz için yardım etmemizi emretti.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Mujahid, that 'Abdur-Rahman bin Safwan, or Safwan bin 'Abdur- Rahman Al-Qurashi said:",
      "text": "Mücahid'den rivayet edilmiştir ki, 'Abdur-Rahman bin Safwan veya Safwan bin 'Abdur-Rahman Al-Kurashi şöyle demiştir: \"Mekke'nin fethi günü, babasıyla birlikte geldi ve dedi ki: 'Ey Allah'ın Resulü, babama hicret payı ver.' O da: 'Hicret yoktur.' Sonra gitti ve 'Abbas'a girdi ve dedi: 'Ben kimim biliyor musun?' O da: 'Evet.' Sonra 'Abbas dışarı çıktı, gömlek giymiş ve üstünde örtü yoktu, ve dedi: 'Ey Allah'ın Resulü, bizim dostluk bağlarımız olan falan kişiyi tanıyor musun? O, babasını hicret yemini etmeye getirdi.' Peygamber (ﷺ) dedi: 'Hicret yoktur.' 'Abbas dedi: 'Seni buna yemin ettiriyorum.' Peygamber (ﷺ) elini uzattı ve onun eline dokundu ve dedi: 'Amcamın yeminini yerine getirdim, ama hicret yoktur.' (Da'if) Benzer ifadelerle başka bir isnad. Yezid bin Ebu Ziyad dedi ki: \"Anlamı: İslam'ı kabul eden bir toplumdan hicret yoktur.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Sizden biri yemin ettiğinde, 'Allah'ın dilediği ve senin dilediğin' demesin. Aksine 'Allah'ın dilediği, sonra senin dilediğin' desin.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Hudhaifah bin Yaman that :",
      "text": "Hudayfe bin Yeman'dan rivayet edilmiştir ki: Bir Müslüman, rüyasında Kitap Ehli'nden bir adamla karşılaştığını gördü, o da şöyle dedi: \"Eğer şirk koşmasaydınız, ne iyi insanlar olurdunuz. Çünkü siz 'Allah'ın dilediği ve Muhammed'in dilediği' diyorsunuz.\" Bunu Peygamber'e (ﷺ) anlattı ve o da: \"Allah'a yemin ederim ki, bunun farkındayım. De ki: 'Allah'ın dilediği, sonra Muhammed'in dilediği.'\" 'Aişe'nin annesi tarafından kardeşi olan Tufail bin Sakhbarah'dan benzer ifadelerle başka bir isnad."
    },
    {
      "id": 30,
      "narrator": "It was narrated that Suwaid bin Hanzalah said:",
      "text": "Suvaid bin Hanzalah'dan rivayet edilmiştir ki: \"Biz, Allah'ın Resulü (ﷺ) için çıkarken, Wa'il bin Hujr da bizimleydi. Onun bir düşmanı onu yakaladı ve insanlar yemin etmeye isteksizdi ama ben onun benim kardeşim olduğunu yemin ettim, böylece onu serbest bıraktılar. Allah'ın Resulü (ﷺ) yanına geldik ve insanlara yemin etmeye isteksiz olduğunu söyledim, ama ben onun benim kardeşim olduğunu yemin ettim. O da: 'Doğru söyledin. Müslüman, diğer Müslümanın kardeşidir.' dedi.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yemin, yemin edenin niyetine göredir.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yemin, arkadaşının anladığı gibidir.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) adakları yasaklamış ve şöyle demiştir: \"Onlar sadece cimri olanlardan mal almak için bir araçtır.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Adaklar, Adem oğluna, kendisi için takdir edilmedikçe hiçbir şey kazandırmaz. Ama o, ilahi kaderle yönetilir ve kendisi için takdir edilen neyse onu alır. Ve (adaklar) cimrinin bir şey vermesini sağlamak için bir araçtır, böylece istediği şey, adak yapmadan önce elde edemediği bir şey olur. Ve Allah şöyle buyurur: 'Harcamada bulunun, ben de size harcarım.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from 'Imran bin Husain that the Messenger of Allah (ﷺ) said:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Adem oğlunun sahip olmadığı şeyler hakkında adağınız yoktur.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İsyan etmek için adak yoktur ve (böyle bir adak için) keffaret, yemin bozulması keffaretidir.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from 'Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim Allah'a itaat etmek için adakta bulunursa, onu yerine getirsin; kim de Allah'a isyan etmek için adakta bulunursa, isyan etmesin.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Uqbah bin 'Amit Al-Juhani that the Messenger of Allah (ﷺ) said:",
      "text": "Ukbe bin Amir el-Cuhani'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim bir adakta bulunur ve onu özel olarak belirtmezse, (böyle bir adak için) keffaret, yemin bozulması keffaretidir.\""
    },
    {
      "id": 39,
      "narrator": "lt was narrated from Ibn 'Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Kim bir adakta bulunur ve onu özel olarak belirtmezse, (böyle bir adak için) keffaret, yemin bozulması keffaretidir. Kim bir adakta bulunur ve onu yerine getiremiyorsa, bunun keffareti de yemin bozulması keffaretidir. Kim bir adakta bulunur ve onu yerine getirebiliyorsa, onu yerine getirsin.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that 'Umar bin Khattab said:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir ki, \"Cahiliye döneminde bir adakta bulundum ve Müslüman olduktan sonra Peygamber'e (ﷺ) sordum. O da bana adakımı yerine getirmemi söyledi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Ibn Abbas that a man came to the Prophet (ﷺ) and said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, bir adam Peygamber'e (ﷺ) gelerek şöyle dedi: \"Ey Allah'ın Resulü, Buwanah'ta kurban kesmek için adakta bulundum.\" O da: \"Cahiliye dönemine ait bir eylem mi düşünüyorsun?\" dedi. Adam: \"Hayır.\" dedi. O da: \"O zaman adakını yerine getir.\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Maimunah bint Kardam Al-Yasariyyah that :",
      "text": "Maimune bint Kerdam el-Yasariyye'den rivayet edilmiştir ki: Babası, onun arkasında binerken Peygamber (ﷺ) ile karşılaştı. O: \"Buwanah'ta kurban kesmek için adakta bulundum.\" dedi. Allah'ın Resulü (ﷺ) şöyle dedi: \"Orada bir put var mı?\" Adam: \"Hayır.\" dedi. O da: \"Adakını yerine getir.\" (Hasan) Benzer ifadelerle başka bir isnat."
    },
    {
      "id": 43,
      "narrator": "It was narrated from Ibn 'Abbas' that :",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Sa'd bin Ubade, annesinin yaptığı bir adak hakkında Allah'ın Resulü'ne (ﷺ) sordu, ama annesi onu yerine getirmeden vefat etmişti. Allah'ın Resulü (ﷺ) şöyle dedi: \"Onun adına yerine getir.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Jabir  bin 'Abdullsh that :",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki: Bir kadın Allah'ın Resulü'ne (ﷺ) gelerek şöyle dedi: \"Annem vefat etti ve oruç tutmak için adakta bulundu, ama onu yerine getirmeden öldü.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Onun velisi onun adına oruç tutsun.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Abu Sa'eed Ar-Ru'aini that 'Abdullah bin Malik told him, that :",
      "text": "Abu Said el-Ru'aini'den rivayet edilmiştir ki: Abdullah bin Malik ona, Ukbe bin Amir'in kız kardeşinin çıplak ayakla ve başı açık yürümek için adakta bulunduğunu söylediğini, bunu da Allah'ın Resulü'ne (ﷺ) iletti. O da: \"Ona bindiği hayvanı kullanmasını, başını örtmesini ve üç gün oruç tutmasını emret.\" dedi."
    },
    {
      "id": 46,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Peygamber (ﷺ) iki oğlu arasında yürüyen bir ihtiyarı gördü ve 'Onun durumu nedir?' dedi. Oğulları: 'Bir adak, Ey Allah'ın Elçisi.' dediler. Peygamber (ﷺ) dedi ki: 'Bu ihtiyarı bindirin, çünkü Allah'ın sizin veya adaklarınıza ihtiyacı yoktur.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Ibn Abbas that the  :",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) Mekke'de güneşin altında duran bir adamın yanından geçti. 'Bu nedir?' dedi. Onlar: 'O, oruç tutmayı ve gece gelene kadar gölge aramamayı, konuşmamayı ve ayakta kalmayı adadı.' dediler. Peygamber (ﷺ) dedi ki: 'O konuşsun, gölge arasın ve otursun, ama orucunu tamamlasın.' İbn Abbas'tan başka bir rivayet, Peygamber (ﷺ) ile benzer ifadelerle. Yemin bozma kefareti.\""
    }
  ]
}