{
  "language": "tr",
  "metadata": {
    "length": 67,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “İnsanlar arasında hakem tayin edilen kimse, bıçaksız kesilmiştir.”"
    },
    {
      "id": 2,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kim hakem olarak tayin edilmek isterse, kendisine bırakılır; ancak zorla bu görevi kabul eden kimseye bir melek iner ve onu doğru yola iletir.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) beni Yemen'e gönderdi. Ben dedim ki: 'Ey Allah'ın Resulü, beni onların arasında hüküm vermek için gönderiyorsun, ben genç bir adamım ve nasıl hüküm vereceğimi bilmiyorum.' O, elini göğsüme vurdu ve şöyle dedi: 'Ey Allah, onun kalbini hidayet et ve dilini sabit kıl.' Bunun ardından iki kişi arasında hüküm vermekte asla tereddüt etmedim.”"
    },
    {
      "id": 4,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanlar arasında hüküm veren hiçbir hakem yoktur ki, Kıyamet Günü bir melek gelir ve onun başının arkasından gökyüzüne doğru tutar ve eğer 'Onu at!' derse, onu kırk kış derinliğinde bir kuyuya atar.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated from 'Abdullah bin Abu Awfa that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Ebu Evfa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah, hakem adil olduğu sürece onunla beraberdir; ancak eğer haksız hüküm verirse, onu kendisine bırakır.”"
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah'ın laneti, rüşvet verenin ve rüşvet alanın üzerinedir.”"
    },
    {
      "id": 7,
      "narrator": "It was narrated from 'Amr bin 'As that he heard the Messenger of Allah (ﷺ) say:",
      "text": "Amr bin As'tan rivayet edilmiştir ki, o, Allah'ın Resulü (ﷺ) şöyle derken işitti: “Hakem bir hüküm verdiğinde elinden geleni yapar ve doğruyu bulursa, iki sevap alır; eğer bir hüküm verir ve elinden geleni yapar ama yanılırsa, bir sevap alır.” (Sahih)"
    },
    {
      "id": 8,
      "narrator": "Abu Hashim said:",
      "text": "Yazid (rivayet edenlerden biri) dedi ki: “Bunu Ebu Bekir bin Amr bin Hazm'a aktardım. O da: 'Bunu bana Ebu Salamah, Ebu Hurayra'dan böyle aktardı.' dedi.”"
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Abdul-Malik bin 'Umair that he heard 'Abdur-Rahman bin Abu Bakrah (narrate) from his father that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Haşim dedi ki: “Eğer İbn Buraidah'ın babasından, Peygamber (ﷺ) tarafından rivayet edilen 'Hakemler üç türdür; bunlardan ikisi Cehennem'de, biri ise Cennet'te olacaktır. Gerçekleri bilen ve ona göre hüküm veren adam Cennet'te olacaktır. İnsanlar arasında cehaletle hüküm veren adam ise Cehennem'de olacaktır.' hadisi olmasaydı, derdik ki, eğer hakem elinden geleni yaparsa, Cennet'te olacaktır.”"
    },
    {
      "id": 10,
      "narrator": "It was narrated from Umm Salamah that the Messenger of Allah (ﷺ) said:",
      "text": "Abdul-Malik bin Umair'den rivayet edilmiştir ki, o, Abdurrahman bin Ebu Bekrah'ın babasından, Allah'ın Resulü (ﷺ) şöyle buyurduğunu işitti: “Hakem (Kadı) öfkeli olduğu zaman hüküm vermesin.”"
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Siz davalarınızı bana getiriyorsunuz, ben sadece bir insanım. Belki aranızdan bazıları, davalarını sunmada diğerlerinden daha etkili olabilir, bu yüzden ben sizden duyduğuma göre hüküm veriyorum. Eğer ben birinizin lehine, kardeşinin haklarını zedeleyecek bir hüküm verirsem, onu almayın; çünkü bu, ona verilen bir ateş parçasıdır ve onu Kıyamet Günü önüne getirecektir.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated from Abu Dharr that he heard the Messenger of Allah (ﷺ) say:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ben sadece bir insanım ve aranızdan bazıları, davalarını sunmada diğerlerinden daha etkili olabilir. Eğer ben birinin lehine, kardeşinin haklarını zedeleyecek bir hüküm verirsem, ona bir ateş parçası vermiş oluyorum.”"
    },
    {
      "id": 13,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, o, Allah'ın Resulü (ﷺ) şöyle derken işitti: “Kendisine ait olmayan bir şeyi iddia eden kimse, bizden değildir; o, Cehennem'de yerini alsın.”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir anlaşmazlıkta haksızın yanında yer alan veya haksızlığı destekleyen kimse, onu bırakmadığı sürece Allah'ın gazabına maruz kalacaktır.”"
    },
    {
      "id": 15,
      "narrator": "It was narrated that Ash'ath bin Qais Said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Eğer insanlara iddia ettikleri şeyler verilseydi, bazıları insanların canlarını ve mallarını talep ederdi. Ancak, iddia edilen kişi yemin etmekle yükümlüdür.”"
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Abdullah bin Mas'ud that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir Müslümanın malını haksız yere almak için yalan yere yemin eden kimse, Allah ile karşılaştığında O'nun gazabına uğrayacaktır.”"
    },
    {
      "id": 17,
      "narrator": "Abu Umamah Al-Harithi  narrated that he heard the Messenger of Allah (ﷺ) say:",
      "text": "Ebu Ümame El-Harithi'den rivayet edilmiştir ki, o, Allah'ın Resulü (ﷺ) şöyle derken işitmiştir: “Hiçbir adam, yalan yeminle bir Müslümanın malını haksız yere almaz, fakat Allah ona Cenneti haram kılar ve onu Cehenneme mahkûm eder.” Halktan bir adam: “Ey Allah'ın Resulü, bu küçük bir şey olsa bile?” dedi. O: “Bir Arak ağacının dalı bile olsa.” dedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated from Jabir bin 'Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim bu minberimin yanında yalan yere yemin ederse, onun yeri Cehennem'dir, hatta bu yeşil bir dal için bile olsa.”"
    },
    {
      "id": 19,
      "narrator": "Muhammad bin Yahya, who is Abu Yunus Al-Qawi, said:",
      "text": "Muhammed bin Yahya, Ebu Yunus El-Kavi, Ebu Selame'den, o da Ebu Hureyre'den rivayet etmiştir ki: “Allah'ın Resulü (ﷺ) şöyle buyurmuştur: 'Bu minberin yanında, taze bir dal için bile olsa, yalan yere yemin eden hiçbir erkek veya kadın yoktur ki, o Cehenneme mahkûm olmasın.'”"
    },
    {
      "id": 20,
      "narrator": "It was narrated from Bara' bin 'Azib that the Messenger of Allah (ﷺ) called one of the Jewish scholars and said:",
      "text": "Bara' bin Azib'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir Yahudi âlimini çağırarak şöyle dedi: “Musa'ya (a.s) Tevrat'ı indiren Allah'a yemin et.”"
    },
    {
      "id": 21,
      "narrator": "It was narrated from Jabir bin 'Abdullah that the Messenger of Allah (ﷺ) said to two Jews:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) iki Yahudiye şöyle dedi: “Musa'ya (a.s) Tevrat'ı indiren Allah'a yemin et.”"
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: İki adam bir hayvana sahip çıkmışlardı ve hiçbirinin delili yoktu, bunun üzerine Peygamber (ﷺ) onlara, hangisinin yemin edeceğini belirlemek için kura çekmelerini emretti."
    },
    {
      "id": 23,
      "narrator": "It was narrated from Abu Musa that :",
      "text": "Ebu Musa'dan rivayet edilmiştir ki: İki adam, bir hayvan hakkında Allah'ın Resulü (ﷺ)'ne bir anlaşmazlık getirdiler ve hiçbirinin delili yoktu, bunun üzerine o, hayvanın yarıya bölünmesine hükmetti."
    },
    {
      "id": 24,
      "narrator": "It was narrated from Samurah bin Jundub that the Messenger of Allah (ﷺ) said:",
      "text": "Semure bin Cundub'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer bir adam bir şey kaybeder veya ondan çalınırsa ve onu bir adamın elinde bulursa, onu satın alan kişi daha fazla hakka sahiptir ve onu satın alan, ona satan kişiden parasını geri istemelidir.”"
    },
    {
      "id": 25,
      "narrator": "It was narrated from Ibn Shihab that :",
      "text": "İbn Şihab'dan rivayet edilmiştir ki: İbn Muhayyisah El-Ensari ona, Bara'nın bir dişi devesinin serbest dolaştığını, insanların bir bahçesine girdiğini ve bazı zararlar verdiğini söyledi. Allah'ın Resulü (ﷺ) bundan haberdar olunca, mülkün sahipleri tarafından korunması gerektiğine ve hayvanların gece boyunca verdikleri zararlardan hayvan sahiplerinin sorumlu olduğuna hükmetti."
    },
    {
      "id": 26,
      "narrator": "It was narrated that a man from Banu Suwa'ah said:",
      "text": "Banu Suva'a'dan bir adam şöyle dedi: 'Aişe'ye: “Allah'ın Resulü (ﷺ)'nün karakteri hakkında bana bilgi ver.” dedim. O: “Kur'an'ı okumadın mı: 'Şüphesiz ki sen (Ey Muhammed {SAW}) yüce bir ahlak üzerindesin?'” dedi. O: “Allah'ın Resulü (ﷺ) arkadaşlarıyla birlikteydi, ben ona biraz yemek yaptım, Hafsa da ona biraz yemek yaptı, ama Hafsa benden önce oraya ulaştı. Bunun üzerine ben cariyeye: 'Onun kasesini devirmek' dedim. O gitti ve onunla yetişti, ve (kaseyi) Allah'ın Resulü (ﷺ)'nün önüne koymak üzereydi. Kaseyi devirdi ve kase kırıldı, yemek dağıldı. Allah'ın Resulü (ﷺ) parçaları ve yemekleri deri matın üzerine topladı ve yediler. Sonra benim kasedimi istedi ve onu Hafsa'ya verdi ve: 'Bu kasedi al, senin kasedinin yerine geçsin ve içindekileri ye.' dedi. Ve ben Allah'ın Resulü (ﷺ)'nün yüzünde hiçbir öfke ifadesi görmedim.” dedi."
    },
    {
      "id": 27,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Peygamber (ﷺ) bir Müminler Annelerinden (eşlerinden) biriyle birlikteydi ve diğer (eş) bir kase yemek gönderdi. O (ilk eş) Allah'ın Resulü'nün (ﷺ) eline vurdu ve kase düştü, kırıldı. Allah'ın Resulü (ﷺ) iki parçayı aldı ve tekrar bir araya getirdi, sonra yemeği topladı ve (kaseye) koymaya başladı. O: 'Annen kıskandı. Ye.' dedi. Böylece yediler ve (kaseyi kıran) kadın kendi evindeki kaseden getirdi ve sağlam kaseyi Allah'ın Resulü'ne (ﷺ) verdi, kırık kaseyi ise kıran kadının evinde bıraktı.”"
    },
    {
      "id": 28,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Peygamber (ﷺ): 'Eğer biriniz komşusundan duvarına bir parça tahta çakması için izin isterse, onu reddetmemelidir.' dedi. Ebu Hureyre bunu onlara söylediğinde, başlarını eğdiler, o da onları görünce: 'Neden ondan yüz çevirdiğinizi görüyorum? Vallahi, sizi kabul etmeye zorlayacağım.' dedi.”"
    },
    {
      "id": 29,
      "narrator": "'Ikrimah bin Salamh narrated that :",
      "text": "İkrime bin Salamah rivayet etmiştir ki: Mughirah'ın oğullarından iki kardeş vardı. Birisi, diğeri duvarına bir parça tahta çakarsa bir köleyi serbest bırakacağına yemin etti. Mücami' bin Yezid ve Ensar'dan birçok adam geldi ve: “Biz, Allah'ın Resulü (ﷺ)'nün: 'Hiçbiriniz komşusunun duvarına bir parça tahta çakmasına izin vermemelidir.' dediğine şahitlik ediyoruz.” dediler. O: “Ey kardeşim, senin lehine hüküm verildi, ama ben yemin ettim.” dedi. “O yüzden, tahta çakabilirsin.”"
    },
    {
      "id": 30,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Hiçbiriniz komşusunun duvarına bir parça tahta çakmasına izin vermekten kaçınmamalıdır.”"
    },
    {
      "id": 31,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yolu yedi dirsek genişliğinde yapın.”"
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir yol hakkında tartıştığınızda, onu yedi dirsek genişliğinde yapın.”"
    },
    {
      "id": 33,
      "narrator": "It was narrated from 'Ubadah bin Samit that the Messenger of Allah (ﷺ) ruled:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle hükmetmiştir: “Ne zarar vermek ne de zarar karşılamak olmalıdır.”"
    },
    {
      "id": 34,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ne zarar vermek ne de zarar karşılamak olmalıdır.”"
    },
    {
      "id": 35,
      "narrator": "It was narrated from Abu Sirmah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sirmah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim başkalarına zarar verirse, Allah (SWT) ona zarar verir; ve kim başkalarına zorluk çıkarırsa, Allah ona zorluk çıkarır.”"
    },
    {
      "id": 36,
      "narrator": "It was narrated from Nimran bin Jariyah, from his father, that :",
      "text": "Nimran bin Cariye'den, babasından rivayet edilmiştir ki: Bazı insanlar, bir kulübe hakkında aralarındaki anlaşmazlığı çözmesi için Peygamber (ﷺ)'e başvurdular. O, Hudayfe'yi aralarındaki anlaşmazlığı çözmesi için gönderdi ve ipi (kulübeyi bir arada tutan) olanların lehine hükmetti. Hudayfe, Peygamber (ﷺ)'e geri döndüğünde, ona (yaptıklarını) anlattı ve o da: “Doğru yaptın, iyi yaptın.” dedi."
    },
    {
      "id": 37,
      "narrator": "It was narrated from ('Uqbah bin 'Amir or) Samurah bin Jundub that :",
      "text": "'Ukbâ bin 'Amir veya Samurah bin Cundub'tan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir ürün iki adama satılırsa, ilk alanındır.”"
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Imran bin Husain that :",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki: Bir adamın altı kölesi vardı ve onlardan başka bir malı yoktu, ve öldüğünde onları serbest bıraktı. Allah'ın Resulü (ﷺ) onları gruplara ayırdı, iki tanesini serbest bıraktı ve dört tanesini köle olarak bıraktı."
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: İki adam bir işlem hakkında tartıştılar ve ikisinin de delili yoktu. Allah'ın Resulü onlara, hangisinin yemin edeceğine karar vermek için kura çekmelerini emretti, isterlerse isterlerse de."
    },
    {
      "id": 40,
      "narrator": "It was narrated from 'Aishah that :",
      "text": "'Aişe'den rivayet edilmiştir ki: Peygamber (ﷺ) seyahate çıktığında, eşleri arasında kura çekerdi (hangisinin kendisine eşlik edeceğini belirlemek için)."
    },
    {
      "id": 41,
      "narrator": "It was narrated that Zaid bin Arqam said:",
      "text": "Zeyd bin Arkam'dan rivayet edilmiştir ki: “Ali bin Ebu Talib'e Yemen'de, bir kadının bir dönem adet görmediği sırada üç adamla cinsel ilişkiye girmesiyle ilgili bir dava getirildi. İki tanesine sordu: “Bu çocuğun (üçüncü adama) ait olduğunu tasdik ediyor musunuz?” Onlar: “Hayır.” dediler. Diğer iki tanesine sordu: “Bu çocuğun (üçüncü adama) ait olduğunu tasdik ediyor musunuz?” Onlar da: “Hayır.” dediler. Her seferinde iki tanesine, çocuğun üçüncüye ait olduğunu tasdik edip etmediklerini sordu, onlar da hayır dediler. Bunun üzerine aralarında kura çekti ve ismi seçilen kişiye çocuğu atfetti ve ona diyetin üçte ikisini ödemesini emretti. Peygamber (ﷺ) buna dair bilgilendirildi ve o kadar geniş bir şekilde güldü ki, arka dişleri görünür hale geldi.”"
    },
    {
      "id": 42,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bir gün mutlu bir şekilde içeri girdi ve şöyle dedi: 'Ey 'Aişe, Mujazziz Al-Mudliji'nin yanımda Usame ve Zeyd'i gördüğünü, üzerlerinde bir örtü olduğunu, yüzlerinin kapalı ama ayaklarının açık olduğunu ve onun: 'Bu ayaklar birbirine aittir' dediğini görmedin mi?'”"
    },
    {
      "id": 43,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Kureyş, bir sihirbaza gitti ve ona: “Bize Al-Makam (İbrahim'in makamı) sahibinin ayak izlerine en çok benzeyen ayak izlerini söyle.” dediler. O da: “Eğer bu yumuşak toprağın üzerine bir örtü sererseniz ve onun üzerine yürürseniz, size söylerim.” dedi. Bunun üzerine bir örtü serdiler ve insanlar onun üzerine yürüdü. O, Allah'ın Resulü (ﷺ)'nün ayak izlerini gördü ve: “Bu, aranızda ona en çok benzeyenidir.” dedi. Sonrasında yirmi yıl geçti, Allah dilediği kadar, sonra Allah, Muhammed'i (ﷺ) gönderdi (yani onu Peygamber olarak görevlendirdi)."
    },
    {
      "id": 44,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Peygamber (ﷺ) bir çocuğa babası ve annesi arasında seçim hakkı verdi (yani hangi ebeveyniyle yaşayacağına). O da: “Ey çocuk, bu senin annen ve bu senin baban.” dedi."
    },
    {
      "id": 45,
      "narrator": "It was narrated from 'Abdul-Hamid bin Salamah, from his father, from his grandfather, that :",
      "text": "Abdul-Hamid bin Salamah'dan, babasından, dedesinden rivayet edilmiştir ki: Ebeveynleri, anlaşmazlıklarını Peygamber (ﷺ)'e götürdüler ve birisi kâfirdi. O (Peygamber (ﷺ)) şöyle dedi: “Ey Allah, onu hidayet et,” ve Müslüman olan tarafa yöneldi ve o ebeveynle gitmesi gerektiğine hükmetti."
    },
    {
      "id": 46,
      "narrator": "Kathir bin 'Abdullah bin 'Amr bin 'Awf narrated from his father that his grandfather said:",
      "text": "Katır bin Abdullah bin Amr bin Avf, babasından, onun da dedesinden şunu nakletti: “Ben Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: 'Müslümanlar arasında uzlaşma caizdir, ancak caiz olan bir şeyi yasaklayan veya yasak olan bir şeyi caiz kılan uzlaşma caiz değildir.'”"
    },
    {
      "id": 47,
      "narrator": "It was narrated from Anas bin Malik that :",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) zamanında akıl sağlığı yerinde olmayan bir adam vardı ve o ticaret yapıyordu. Ailesi Peygamber'e (ﷺ) geldi ve “Ey Allah'ın Elçisi, onu durdur.” dediler. Bunun üzerine Peygamber (ﷺ) onu çağırdı ve ona bunu yapmamasını söyledi. O da: “Ey Allah'ın Elçisi (ﷺ), ticaretten uzak kalamam.” dedi. Peygamber (ﷺ) de: “Eğer bir işlem yaparsan, de ki: 'Al (yani, malları) ve beni aldatma.'” dedi."
    },
    {
      "id": 48,
      "narrator": "It was narrated that Muhammad bin Yahya bin Habban said:",
      "text": "Muhammed bin Yahya bin Habban'dan rivayet edilmiştir ki: “Dedem Munqidh bin Amr'dı. Başına bir darbe almış ve konuşma yetisini kaybetmişti, ama bu onu ticaret yapmaktan alıkoymadı. Sürekli aldatılıyordu, bu yüzden Peygamber'e (ﷺ) gitti ve durumu ona anlattı. Peygamber (ﷺ) ona şöyle dedi: 'Bir şey satın aldığında, de ki: “Aldatmak niyeti olmamalıdır,” ve satın aldığın her ürün için üç gece seçeneğin var. Eğer ondan memnun kalırsan, onu al; eğer memnun kalmazsan, iade et.'”"
    },
    {
      "id": 49,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) zamanında bir adam satın aldığı bazı meyvelerden zarar gördü ve borçları arttı. Allah'ın Elçisi (ﷺ) dedi ki: 'Ona sadaka verin.' İnsanlar ona sadaka verdiler, ama bu borçlarını ödemek için yeterli olmadı. Allah'ın Elçisi (ﷺ) dedi ki: 'Bulduğunuzu alın, ama bunun dışında bir hakkınız yoktur,' yani alacaklıları için.”"
    },
    {
      "id": 50,
      "narrator": "It was narrated from Jabir bin 'Abdullah that :",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) Mu'adh bin Cebel'in alacaklılarından kurtuldu, sonra onu Yemen valisi olarak atadı. Mu'adh dedi ki: 'Allah'ın Elçisi (ﷺ) benim alacaklılarımla olan borçlarımı sahip olduğum mal ile ödedi, sonra beni vali olarak atadı.'”"
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) dedi ki: 'Bir adam, iflas etmiş bir adamın yanında kendi mülkünü bulursa, o zaman buna diğerlerinden daha fazla hakkı vardır.'”"
    },
    {
      "id": 52,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Peygamber (ﷺ) dedi ki: 'Bir adam, iflas etmiş bir adamla bir ürün satarsa ve onun fiyatından hiçbir şey almadıysa, o ürün ona aittir; ama eğer fiyatından bir şey aldıysa, o da diğer alacaklılar gibidir.'”"
    },
    {
      "id": 53,
      "narrator": "It was narrated that Ibn Khaldah, who was a judge in Al-Madinah, said:",
      "text": "İbn Khaldah, Medine'de bir hakim olarak, şöyle dedi: “Biz Abu Hurairah'a geldik ve iflas eden bir arkadaşımız hakkında sorduk. O da: 'Peygamber (ﷺ) şöyle hükmetti: 'Bir adam öldüğünde veya iflas ettiğinde, ürünün sahibi, eğer tam olarak bulursa, buna daha fazla hak sahibidir.'”"
    },
    {
      "id": 54,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) dedi ki: 'Bir adam öldüğünde ve başka bir adamın malına sahipse, ister buna bir şey ödemiş olsun ister olmasın, (o malların sahibi) diğer alacaklılar gibidir.'”"
    },
    {
      "id": 55,
      "narrator": "'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud dedi ki: “Allah'ın Elçisi (ﷺ) soruldu: 'İnsanların en hayırlısı kimdir?' O da: 'Benim neslim, sonra onları takip edenler, sonra onları takip edenlerdir. Sonra öyle insanlar gelecek ki, onların şehadeti, yeminlerinden önce gelir ve yeminleri, şehadetlerinden önce gelir.'”"
    },
    {
      "id": 56,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: “Ömer bin Hattab bize Cabiye'de hitap etti ve dedi ki: 'Allah'ın Elçisi (ﷺ) bizim aramızda, ben sizin aranızda durduğum gibi durdu ve dedi ki: 'Benim arkadaşlarıma benim hatırım için saygı gösterin, sonra onlardan sonrakilere, sonra onlardan sonrakilere. Sonra yalan yaygınlaşacak, öyle ki bir adam, sorulmadan şehadet verecek ve sorulmadan yemin edecek.'”"
    },
    {
      "id": 57,
      "narrator": "Zaid bin Khalid Al-Juhani said that he heard the Messenger of Allah (ﷺ) say:",
      "text": "Zaid bin Khalid Al-Cuhani, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu söyledi: “En iyi şahit, kendisinden önce sorulmadan şehadet veren kişidir.”"
    },
    {
      "id": 58,
      "narrator": "It was narrated that :",
      "text": "Abu Sa'id Al-Hudri bu Ayeti okudu: “Ey iman edenler! Belirli bir süre için borçlandığınızda...” ve “...eğer biriniz diğerine emanet ederse.” Ayetinin sonuna kadar. Sonra dedi ki: “Bu, öncekileri neshetmektedir.”"
    },
    {
      "id": 59,
      "narrator": "It was narrated from 'Amr bin Shuaib  from his father that his grandfather said:",
      "text": "'Amr bin Şuayb, babasından, onun da dedesinden şöyle nakletti: “Hain bir adamın veya İslam'ın hudud cezasına çarptırılmış birinin veya kardeşine kin besleyen birinin şehadeti caiz değildir.”"
    },
    {
      "id": 60,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) say:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bir bedevinin şehir sakinine karşı şehadeti caiz değildir.'”"
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) bir yemin (davacıdan) ve bir (tek) şahit temelinde hüküm vermiştir."
    },
    {
      "id": 62,
      "narrator": "It was narrated from Jabir that:",
      "text": "Cabir'den rivayet edilmiştir ki: Peygamber (ﷺ) bir yemin (davacıdan) ve bir (tek) şahit temelinde hüküm vermiştir."
    },
    {
      "id": 63,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bir şahit ve davacının yemini temelinde hüküm vermiştir."
    },
    {
      "id": 64,
      "narrator": "It was narrated from Surraq that :",
      "text": "Surak'tan rivayet edilmiştir ki: Peygamber (ﷺ) bir adamın şahitliğine ve davacının yeminine izin vermiştir."
    },
    {
      "id": 65,
      "narrator": "It was narrated that Khuraim bin Fatik Al-Asadi said that :",
      "text": "Khuraim bin Fatik Al-Asadi'nin rivayetine göre: Peygamber (ﷺ) sabah namazını kıldığında, namazı bitirdikten sonra ayağa kalkıp şöyle dedi: “Yalan şahitlik, Allah'a ortak koşmak gibidir,” üç kez. Sonra bu Ayeti okudu: “Yalan sözden (yanlış ifadelerden) kaçının, yalnızca Allah'a ibadet edin (Hunafa' Lillah), O'na ortak koşmayın.”"
    },
    {
      "id": 66,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: 'Yalan şahitlik eden kişi, Allah onu cehenneme mahkûm edene kadar (Kıyamet Günü) yerinden ayrılmayacaktır.' ”"
    },
    {
      "id": 67,
      "narrator": "It was narrated from Jabir bin 'Abdullah that :",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) Ehli Kitap'ın birbirlerine şahitlik etmelerine izin vermiştir."
    }
  ]
}