{
  "language": "tr",
  "metadata": {
    "length": 46,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from 'Umar bin Khattab that:",
      "text": "'Umar bin Khattab'dan rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: “Sadakalarınızı geri almayın.”"
    },
    {
      "id": 2,
      "narrator": "'Abdullah bin 'Abbas narrated that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah bin 'Abbas'tan rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: “Sadaka verip sonra geri alan kişinin durumu, kusmuk yapan bir köpeğin tekrar kusmuğunu yemesi gibidir.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated from 'Umar, meaning, from his father, his grandfather 'Umar, that :",
      "text": "'Umar'dan, yani babasından, dedesi 'Umar'dan rivayet edilmiştir ki: O, Allah'ın Messenger'ı (ﷺ) zamanında bir atı sadaka olarak vermiş, sonra atın sahibinin onu düşük bir fiyata sattığını görmüştür. O, Peygamber'e (ﷺ) gidip bunu sordu ve o da şöyle dedi: “Sadaka verdiğin şeyi satın alma.”"
    },
    {
      "id": 4,
      "narrator": "It was narrated from Zubair bin 'Awwam that :",
      "text": "Zubair bin 'Awwam'dan rivayet edilmiştir ki: O, Ghamr veya Ghamrah adında bir atı birine vermiş, sonra atına ait bir tayın satıldığını görmüş, ancak onu satın almaktan kaçınmıştır."
    },
    {
      "id": 5,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "'Abdullah bin Buraidah'tan rivayet edilmiştir ki, babası şöyle dedi: “Bir kadın, Peygamber'e (ﷺ) geldi ve dedi ki: 'Ey Allah'ın Messenger'ı (ﷺ), ben anneme bir cariye verdim ve o öldü.' Allah'ın Messenger'ı (ﷺ) şöyle dedi: 'Allah (SWT) seni mükafatlandırdı ve mirasını sana geri verdi (sen istemeden).'”"
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Amr  bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: “Bir adam Peygamber'e (ﷺ) geldi ve dedi ki: 'Ben anneme bir bahçe verdim, o öldü ve benden başka hiçbir varisi yok.' Allah'ın Messenger'ı (ﷺ) şöyle dedi: 'Sadakan geçerlidir ve bahçen sana geri verilmiştir.'”"
    },
    {
      "id": 7,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: “Umar bin Khattab, Hayber'de bir arazi edindi ve Peygamber'e (ﷺ) danıştı. O şöyle dedi: 'Ey Allah'ın Messenger'ı (ﷺ), Hayber'de bana bir servet verildi ve bu benim için daha değerli bir servet olmadı. Bununla ne yapmamı emredersin?' O da şöyle dedi: 'İstersen, onu bir vakıf yapabilir ve (ürününü) sadaka olarak verebilirsin.' Böylece 'Umar, satılmayacak, bağışlanmayacak veya miras alınmayacak şekilde vermeye karar verdi ve (ürünleri) fakirlere, akrabalara, köleleri özgürleştirmek için, Allah yolunda, yolda kalanlara ve misafirlere verilecekti; ve eğer bununla görevlendirilen bir kişi, makul bir şekilde kendisi için tüketirse veya bir dostunu doyurursa, bununla ilgili bir sakınca yoktur.”"
    },
    {
      "id": 8,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: “Umar bin Khattab şöyle dedi: 'Ey Allah'ın Messenger'ı (ﷺ), Hayber'deki yüz hisse, bana daha sevimli bir servet verilmedi ve onları sadaka olarak vermek istedim.' Peygamber (ﷺ) şöyle dedi: 'Onu bir vakıf yap ve ürününü Allah (SWT) yolunda ver.'”"
    },
    {
      "id": 9,
      "narrator": "Shurahbil Muslim said:",
      "text": "Şurahbil Muslim dedi ki: Abu Umamah'ın şöyle dediğini duydum: “Ben, Allah'ın Messenger'ı (ﷺ) şöyle derken duydum: 'Ödünç alınan eşyalar geri verilmelidir ve süt sağmak için ödünç alınan bir hayvan geri verilmelidir.'”"
    },
    {
      "id": 10,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Ben, Allah'ın Messenger'ı (ﷺ) şöyle derken duydum: 'Ödünç alınan eşyalar geri verilmelidir ve süt sağmak için ödünç alınan bir hayvan geri verilmelidir.'”"
    },
    {
      "id": 11,
      "narrator": "It was narrated from Samurah that the Messenger of Allah (ﷺ) said:",
      "text": "Samurah'dan rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: “Alan el, aldığı şeyden sorumludur, ta ki onu geri verene kadar.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated from 'Amr  bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: “Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: 'Kendisine bir eşya emanet edilen kişi, (ihmal etmediği sürece) ondan sorumlu değildir.'”"
    },
    {
      "id": 13,
      "narrator": "It was narrated from 'Urwah  Al-Bariqi that :",
      "text": "'Urwah Al-Bariqi'den rivayet edilmiştir ki: Peygamber (ﷺ) ona bir Dinar vererek bir koyun almasını istedi, o da onun için iki koyun aldı, sonra bunlardan birini bir Dinar'a sattı ve bir Dinar ve bir koyunla Peygamber'e (ﷺ) geldi. Allah'ın Messenger'ı (ﷺ) onun için bereket diledi."
    },
    {
      "id": 14,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: “(Haksızlık), zengin bir adamın bir borcu geri ödemekte uzun zaman almasıdır ve eğer biriniz bir zenginle (borcu tahsil etmek için) yönlendirilirse, o yönlendirmeyi kabul etmelidir.”"
    },
    {
      "id": 15,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: “Zengin bir adamın bir borcu geri ödemekte uzun zaman alması, bu bir haksızlıktır ve eğer borç zengin birine devredilirse, bunu kabul etmelisiniz.”"
    },
    {
      "id": 16,
      "narrator": "Shurahbil bin Muslim Al-Khawlani said:",
      "text": "Şurahbil bin Muslim Al-Khawlani dedi ki: Abu Umamah Al-Bahil'in şöyle dediğini duydum: “Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Teminat veren sorumludur ve borç ödenmelidir.'”"
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) zamanında, bir adam kendisine on Dinar borcu olan bir borçluyu takip etti ve o da: “Sana verecek bir şeyim yok.” dedi. O (alacaklı) dedi ki: “Hayır, Allah'a yemin ederim ki, borcu ödemeden seni bırakmayacağım ya da bana bir teminat getireceksin.” Sonra onu Peygamber (ﷺ) yanına götürdü ve Peygamber (ﷺ) ona: “Ne kadar bekleyeceksin?” dedi. O da: “Bir ay.” dedi. Allah'ın Elçisi (ﷺ) dedi ki: “Ben onun teminatı olacağım.” Sonra, Peygamber (ﷺ)'in söylediği zamanda ona geldi ve Peygamber (ﷺ) ona: “Bunu nereden aldın?” dedi. O da: “Bir madenin içinden.” dedi. O da: “İçinde hayır yok.” dedi ve onun borcunu ödedi."
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Uthman bin 'Abdullah bin Mawhab said:",
      "text": "'Uthman bin 'Abdullah bin Mawhab'dan rivayet edilmiştir: “'Abdullah bin Abu Qatadah'ın babasından, bir cesedin Peygamber (ﷺ)'e getirildiğini ve onun cenaze namazını kılmasını istediğini duydum. O da: 'Arkadaşınız için dua edin, çünkü borcu var.' dedi. Abu Qatadah: 'Onun için kesinlikle duracak mıyım?' dedi. Peygamber (ﷺ) dedi ki: 'Tam olarak mı?' O da: 'Tam olarak.' dedi. Ve onun borcu on sekiz veya on dokuz Dirhem idi.”"
    },
    {
      "id": 19,
      "narrator": "It was narrated that :",
      "text": "Rivayet edilmiştir ki: Müminlerin Annesi Maimunah sık sık borç alırdı ve bazı akrabaları: “Bunu yapma,” dediler ve onu kınadılar. O da: “Hayır. Ben, Peygamberim (ﷺ) ve yakın arkadaşımın şöyle dediğini duydum: 'Borç alan bir Müslüman yoktur ki, Allah (SWT) onun geri ödemeyi niyet ettiğini bilsin, fakat Allah (SWT) onu bu dünyada geri ödeyecektir.'”"
    },
    {
      "id": 20,
      "narrator": "It was narrated from 'Abdullah bin Ja'far that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah bin Ja'far'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah, borcunu ödeyene kadar borçlu olacaktır, eğer (borç) Allah'ın sevmediği bir şey için değilse.”"
    },
    {
      "id": 21,
      "narrator": "Suhaib Al-Khair narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Suhaib Al-Khair rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Bir borç alan adam, geri ödemeyi düşünmeden borç alırsa, Allah (SWT) ile hırsız olarak karşılaşacaktır.”"
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “İnsanların malını yok etme niyetiyle alan kimseyi Allah (SWT) yok edecektir.”"
    },
    {
      "id": 23,
      "narrator": "It was narrated from Thawban, the freed slave of the Messenger of Allah (ﷺ), that the Messenger of Allah (ﷺ) said:",
      "text": "Thawban'dan, Allah'ın Elçisi (ﷺ)'nin freed slave'ı, rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ruhu bedenden ayrılan ve üç şeyden kurtulmuş olan kimse cennete girecektir: Kibir, savaş ganimetlerinden çalmak ve borç.”"
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Müminin ruhu borcu ödenene kadar borcuna bağlıdır.”"
    },
    {
      "id": 25,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim bir Dinar veya Dirhem borçlu olarak ölürse, bu borç onun iyi amellerinden ödenecektir, çünkü o zaman Dinar veya Dirhem kalmayacaktır.”"
    },
    {
      "id": 26,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Eğer bir mümin, Allah'ın Elçisi (ﷺ) zamanında borçlarıyla ölürse, Allah'ın Elçisi (ﷺ) sorardı: “Borçlarını ödeyebileceği bir şey bıraktı mı?” Eğer evet derlerse, onun için cenaze namazı kılardı; eğer hayır derlerse, “Arkadaşınız için dua edin.” derdi. Allah, Peygamberine (ﷺ) fetihleri bahşettiğinde, “Ben müminlere kendi nefislerinden daha yakınım. Kim borçlu olarak ölürse, ben onun borcunu ödeyeceğim, ve kim mal bırakırsa, o da mirasçıları içindir.” dedi."
    },
    {
      "id": 27,
      "narrator": "It was narrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim mal bırakırsa, o mirasçıları içindir; kim çocukları için borç bırakırsa, ben müminlere daha yakınım.”"
    },
    {
      "id": 28,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Zor durumda olan birine kolaylık gösteren kimseye, Allah bu dünyada ve ahirette kolaylık gösterecektir.”"
    },
    {
      "id": 29,
      "narrator": "It was narrated from Buraidah Al-Aslami that the Prophet (ﷺ) said:",
      "text": "Buraidah Al-Aslami'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Zor durumda olan birine süre veren kimse, her gün için bir sadaka sevabı alacaktır. Ödeme süresi dolduktan sonra ona süre veren kimse, (borç miktarı kadar) her gün için bir sadaka sevabı alacaktır.”"
    },
    {
      "id": 30,
      "narrator": "It was narrated from Abu Yasar, the Companion of the Prophet (ﷺ) that :",
      "text": "Abu Yasar, Peygamber (ﷺ)'in arkadaşından rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim Allah'ın gölgesinde gölgelenmesini isterse, zor durumda olan birine süre versin veya borcunu affetsin.”"
    },
    {
      "id": 31,
      "narrator": "It was narrated from Hudhaifah that the Prophet (ﷺ) said:",
      "text": "Hudhaifah'tan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Bir adam öldü ve ona: 'Ne yaptın?' denildi. Ya hatırladı ya da hatırlatıldı ve şöyle dedi: 'Ben paraları ve alacakları toplarken kolaylık gösterirdim ve zor durumda olan borçluya mühlet verirdim. Böylece Allah (SWT) onu affetti.' \" Abu Masud dedi ki: \"Bunu Allah'ın Elçisi'nden (ﷺ) duydum.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ibn 'Umar and 'Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar ve 'Aişe'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hakkını talep eden, bunu mümkün olduğunca nazik bir şekilde yapsın.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said to the one who was entitled to something:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) birine hakkı olan kişiye şöyle dedi: \"Hakkını mümkün olduğunca nazik bir şekilde al.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sizlerin en hayırlısı - ya da en hayırlılarından biri - borçlarını en güzel şekilde ödeyendir.\""
    },
    {
      "id": 35,
      "narrator": "Isma'il bin Abi Rabi'ah Al-Makhzumi narrated from his father, from his grandfather, that :",
      "text": "İsmail bin Abi Rabi'ah Al-Makhzumi, babasından, dedesinden rivayet etti ki: Peygamber (ﷺ) Huneyn'de savaştığı zaman ondan otuz veya kırk bin dirhem borç aldı. Döndüğünde borcunu ödedi, sonra Peygamber (ﷺ) ona şöyle dedi: 'Allah (SWT) ailenize ve malınıza bereket versin. Borç vermenin karşılığı, geri ödemek ve cennet sözleridir.'\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre: \"Bir adam, Allah'ın Elçisi'nden (ﷺ) bir borç veya hak istemek için geldi ve ona sert bir şekilde konuştu. Allah'ın Elçisi'nin (ﷺ) arkadaşları onu azarlamak istediler. Ancak Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bırakın, çünkü borçlu olanın, alacaklı üzerinde yetkisi vardır, ta ki borç ödenene kadar.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edildiğine göre: \"Bir bedevi, Peygamber'e (ﷺ) gelip kendisine olan borcunu ödemesi için talepte bulundu ve sert bir şekilde konuştu, 'Eğer bana ödemezsen seni zor durumda bırakacağım.' Arkadaşları onu azarladı ve 'Vay haline, kiminle konuştuğunu biliyor musun?' dediler. O da: 'Ben sadece hakkımı istiyorum.' dedi. Peygamber (ﷺ) şöyle dedi: 'Neden hak sahibi olanı desteklemiyorsun?' Sonra Khawlah bint Qais'e haber gönderdi ve ona: 'Eğer hurmaların varsa, bize ödünç ver, hurmalarımız gelene kadar, sonra sana geri ödeyeceğiz.' dedi. O da: 'Evet, babam sana fidye olsun, Ey Allah'ın Elçisi (ﷺ)!' dedi. Böylece ona bir borç verdi ve bedeviye geri ödedi ve ona yemek verdi. Bedevi: 'Bana tam olarak ödedin, Allah (SWT) seni tam olarak ödüllendirsin.' dedi. Peygamber (ﷺ) şöyle dedi: 'İşte bunlar insanların en hayırlılarıdır. Zayıfların haklarını zahmetsizce almadığı bir toplum, günahlardan temizlenmesin.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from 'Amr bin Sharid that his father said that the Messenger of Allah (ﷺ)  said:",
      "text": "'Amr bin Sharid'den rivayet edildiğine göre, babası şöyle dedi: \"Eğer borcunu ödeyebilecek durumda olan biri geri ödemeyi geciktirirse, onun onuru ve cezası helal olur.\""
    },
    {
      "id": 39,
      "narrator": "Hirmas bin Habib narrated from his father that his grandfather said:",
      "text": "Hirmas bin Habib, babasından, dedesinin şöyle dediğini rivayet etti: \"Ben, bana borcu olan bir adamla birlikte Peygamber'e (ﷺ) geldim ve o bana: 'Onu tut.' dedi. Sonra günün sonunda yanımdan geçti ve: 'Esirinin durumu ne oldu, Ey Banu Tamim'in kardeşi?' dedi.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from 'Abdullah bin Ka'b bin Malik from his father that :",
      "text": "'Abdullah bin Ka'b bin Malik'ten rivayet edildiğine göre: \"İbn Abi Hadrad'ın camide bana olan borcunu talep ettim. Seslerimiz o kadar yükseldi ki, Allah'ın Elçisi (ﷺ) evinde iken onları duydu. Dışarı çıktı ve Ka'b'ı çağırdı, o da: 'Buradayım, Ey Allah'ın Elçisi (ﷺ)!' dedi. O da: 'Borçunun bu kadarını affet,' dedi ve elini yarıyı işaret etmek için hareket ettirdi. O da: 'Bunu yaparım,' dedi ve o da: 'Kalk ve geri öde.' dedi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Qais bin Rumi said:",
      "text": "Qais bin Rumi'den rivayet edildiğine göre: \"Sulaiman bin Udhunan, 'Alqamah'a bir bin dirhem borç verdi, ta ki maaşını alana kadar. Maaşını aldığında, geri ödemesini talep etti ve ona sert davrandı. 'Alqamah geri ödedi ve sanki öfkeli gibiydi. Birkaç ay geçti, sonra yanına geldi ve: 'Maaşım gelene kadar bana bir bin dirhem borç ver,' dedi. O da: 'Evet, bu bir onurdur. Ey Umm 'Utbah! O mühürlü deri çantayı getir.' dedi. O da: 'Vallahi (SWT), bunlar senin geri ödediğin dirhemler; ben tek bir dirheme dokunmadım. Neden bana böyle davrandın?' dedi. O da: 'Senden duyduğum şey yüzünden.' dedi. O da: 'Benden ne duydun?' dedi. O da: 'İbn Mas'ud'dan rivayet ettiğini duydum ki, Peygamber (ﷺ) şöyle dedi: 'Bir Müslüman, bir başka Müslümana iki kez bir şey ödünç verirse, bu bir kez sadaka vermek gibidir.' O da: 'İşte bu, İbn Mas'ud'un bana söylediği şey.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"İsra gecesi, Cennet kapısında yazılı olarak gördüm: 'Sadaka on kat, borç ise on sekiz kat sevap getirir.' Ben de: 'Ey Cebrail! Neden borç, sadakadan daha hayırlıdır?' dedim. O da: 'Çünkü dilenci bir şey istediğinde, bir şeyleri vardır; ama borç isteyen sadece ihtiyacı olduğu için ister.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that Yahya bin Abu Ishaq Al-Huna'i said:",
      "text": "Yahya bin Abu Ishaq Al-Huna'i'den rivayet edildiğine göre: \"Anas bin Malik'e sordum: 'Bir adam kardeşine borç verirse, sonra (borçlu) ona bir hediye verirse ne olur?' Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer biriniz bir şey ödünç alırsa ve (borç veren) ona bir hediye veya binek üzerinde bir yolculuk teklif ederse, bu hediyeyi veya biniği kabul etmemelidir; ancak daha önce birbirlerine böyle davranıyorlarsa.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Sa'd bin Atwal that :",
      "text": "Sa'd bin Atwal'dan rivayet edildiğine göre: \"Kardeşim öldü ve geride üç yüz dirhem ve bakmakla yükümlü olduğu kişiler bıraktı. 'Onların ihtiyaçları için harcamak istedim, ama Peygamber (ﷺ) şöyle dedi: 'Kardeşin borcu nedeniyle alıkonuluyor, onun borcunu öde.' O da: 'Ey Allah'ın Elçisi (ﷺ), iki dinar dışında hepsini ödedim, bir kadın iddia ediyor ama kanıtı yok.' dedi. O da: 'Onları ona ver, çünkü o doğruyu söylüyor.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrated from Jabir bin 'Abdullah that :",
      "text": "Jabir bin 'Abdullah'tan rivayet edildiğine göre: \"Babam, bir Yahudiye otuz wasq borçlu olarak vefat etti. Jabir bin Abdullah, ondan mühlet istedi ama o reddetti. Jabir, Allah'ın Elçisi'nden (ﷺ) onunla arabuluculuk yapmasını istedi, böylece Allah'ın Elçisi (ﷺ) gitti ve Yahudiye, borç karşılığında hurma kabul etmesini istedi ama o reddetti. Allah'ın Elçisi (ﷺ) onunla konuştu ama o mühlet vermeyi kabul etmedi. Sonra Allah'ın Elçisi (ﷺ) hurma ağaçlarının arasına girdi ve onların arasında yürüdü. Sonra Jabir'e: 'Onun için (hurma) topla ve ona olan borcunu tam olarak öde.' dedi. Böylece Jabir, Allah'ın Elçisi (ﷺ) döndükten sonra otuz wasq hurma topladı ve borçtan fazla on iki wasq daha vardı. Jabir, Allah'ın Elçisi'ne (ﷺ) ne olduğunu anlatmak için gitti ve Allah'ın Elçisi'nin (ﷺ) orada olmadığını buldu. Allah'ın Elçisi (ﷺ) döndüğünde, ona borcunu tam olarak ödediğini ve fazladan hurmaları anlattı. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bunu 'Umar bin Khattab'a söyle.' Jabir, 'Umar'a gitti ve ona: 'Allah'ın Elçisi (ﷺ) onların arasında yürüdüğünde, Allah (SWT) onların bizim için bereketlendireceğini biliyordum.' dedi.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kıyamet Günü, borçlu olan kişi ölürse borçlar ödenecektir, ancak üç kişi hariç: Allah (SWT) yolunda savaşırken gücünü kaybeden bir adam, tekrar Allah (SWT) yolunda savaşabilmek için borç alır. Müslümanlardan birinin öldüğünü gören bir adam, onu kefenle saracak bir şey bulamazsa borç alarak kefenlemeye çalışır. Dini yükümlülüğünü kaybetme korkusuyla bekâr kalmaktan korkan bir adam, evlenir. Allah, bu kişilerin borçlarını Kıyamet Günü ödeyecektir.”"
    }
  ]
}