{
  "language": "tr",
  "metadata": {
    "length": 10,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Mutarrif bin 'Abdullah bin Shikhkhir that his father said:",
      "text": "Mutarrif bin Abdullah bin Shikhkhir'den rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Elçisi (ﷺ) dedi ki: 'Müslümanın kaybolan hayvanı, cehennemin alevlerine yol açabilir.' ”"
    },
    {
      "id": 2,
      "narrator": "It was narrated that Mundhir bin Jarir said:",
      "text": "Mundhir bin Cerir'den rivayet edilmiştir ki: “Babamla Bawazij'deydim ve inekler akşam geri döndü. Babam bir ineği tanımadı. 'Bu nedir?' dedi. 'Sürüye katılan bir inek.' dedi. Ve onun gözden kaybolana kadar sürülmesini emretti. Sonra dedi ki: 'Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: “Sadece sapkın olan biri, kaybolmuş bir hayvana sığınak vermez.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated from Zaid bin Khalid that the Prophet (ﷺ) was asked about a lost camel. :",
      "text": "Zaid bin Halid'den rivayet edilmiştir ki, Peygamber (ﷺ) kaybolan bir deve hakkında soruldu. Kızardı ve dedi ki: “Sizinle ne ilgisi var? Onun ayakları ve su kaynağı var, gidip su içebilir ve ağaçlardan yiyebilir, ta ki sahibi onu bulana kadar.” Kaybolan koyunlar hakkında sorulduğunda, “Alın, çünkü o sizin veya kardeşinizin ya da kurtun olacaktır.” dedi. Kaybolan mal hakkında sorulduğunda ise, “Derisinin çantası ve kayışı hakkında özelliklerini hatırlayın, bir yıl boyunca ilan edin, sonra eğer biri onu bu özelliklerle tarif ederse (ona verin), aksi takdirde onu kendi malınıza katın.” dedi."
    },
    {
      "id": 4,
      "narrator": "It was narrated from 'Iyad bin Himar that the Messenger of Allah (ﷺ) said:",
      "text": "İyad bin Himar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: “Kim kaybolmuş bir mal bulursa, iyi karakterli bir veya iki adamdan tanıklık etmesini istemelidir, sonra onu değiştirmemeli ve gizlememelidir. Eğer sahibi gelirse, ona daha fazla hak sahibidir, aksi takdirde o, Allah'a (SWT) aittir; O, dilediğine verir.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated that Suwaid bin Ghafalah said:",
      "text": "Suwaid bin Ghafalah'dan rivayet edilmiştir ki: “Zaid bin Suhan ve Salman bin Rabi'ah ile dışarı çıktım ve `Udhaib'de bir kamçı buldum. Onlar bana: 'At onu,' dediler ama ben reddettim. Medine'ye geldiğimizde Ubayy bin Ka'b'a gittim ve ona durumu anlattım. O da: 'Doğru yaptın. Allah'ın Elçisi (ﷺ) zamanında kaybolmuş bir yüz dinar bulmuştum ve ona sordum. O da: “Bir yıl boyunca ilan et.” dedi. Ben de ilan ettim ve onu tanıyan kimseyi bulamadım. O da: “Çantasının ve kayışının özelliklerini hatırla, ne kadar olduğunu belirt, sonra bir yıl boyunca ilan et. Eğer biri onu bu özelliklerle tarif ederse (ona ver), aksi takdirde o, kendi malın gibidir.” dedi."
    },
    {
      "id": 6,
      "narrator": "It was narrated from Zaid bin Khalid Al-Juhani that the Messenger of Allah (ﷺ) was asked about lost property. :",
      "text": "Zaid bin Halid Al-Cuhani'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) kaybolan mal hakkında sorulduğunda: “Bir yıl boyunca ilan et, sonra eğer biri onu özellikleriyle tarif ederse, ona geri ver. Eğer kimse talep etmezse, o zaman çantasının ve kayışının özelliklerini hatırla ve onu tüket (kullan). Sonra eğer sahibi gelirse, ona ver.” dedi."
    },
    {
      "id": 7,
      "narrator": "It was narrated from Miqdad bin 'Amr:",
      "text": "Mikdad bin Amr'den rivayet edilmiştir ki: Bir gün Al-Baki'ye, yani mezarlığa, ihtiyacımı gidermek için çıktım. İnsanlar sadece her iki veya üç günde bir dışarı çıkarlardı ve yüzleri açlık ve sert yiyeceklerden dolayı deve gibi görünürdü. Sonra bir harabe içine girdim ve ihtiyacımı giderirken, bir farenin bir delikten bir dinar çıkardığını gördüm, sonra tekrar girdi ve bir tane daha çıkardı, ta ki on yedi dinar çıkarmış olana kadar. Sonra bir parça kırmızı bez getirdi. Mikdad dedi ki: “Bezi aldım ve içinde başka bir dinar buldum, böylece on sekiz dinar tamamlandı. Onları aldım ve Allah'ın Elçisi (ﷺ)'ne getirdim ve olanları anlattım. 'Sadakasını al, Ey Allah'ın Elçisi (ﷺ).' dedim. O da: 'Onları geri al, çünkü onlara sadaka düşmez. Allah (SWT) onları senin için bereketlendirsin.' dedi. Sonra: 'Belki elini deliğe soktun?' dedi. Ben de: 'Hayır, seni hak ile şereflendiren Allah'a yemin ederim.' dedim."
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: “Gömülü hazine üzerinde beşte bir hakkı vardır.”"
    },
    {
      "id": 9,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: “Gömülü hazine üzerinde beşte bir hakkı vardır.”"
    },
    {
      "id": 10,
      "narrator": "Sulaiman bin Hayyan said:",
      "text": "Süleyman bin Hayyan dedi ki: “Babamdan Ebu Hureyre'den rivayet ettiğini duydum ki, Peygamber (ﷺ) dedi: 'Sizden öncekilerden bir adam bir mülk satın aldı ve içinde bir altın testi buldu. 'Ben sizden arazi aldım, ama altını sizden almadım.' dedi. Adam da: 'Hayır, ben size içinde ne varsa araziyi sattım.' dedi. Davalarını (üçüncü bir) adama götürdüler. O da: 'Çocuğunuz var mı?' dedi. Birisi: 'Bir oğlum var.' dedi. Diğeri: 'Bir kızım var.' dedi. O da: 'Oğlanı kıza evlendir, ve onlara kendilerine harcama yapmaları için ve sadaka vermeleri için bu maldan harcama yapmalarını sağla.' dedi.”"
    }
  ]
}