{
  "language": "tr",
  "metadata": {
    "length": 21,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Jabir that:",
      "text": "Jabir'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) bir Mudabbar sattı."
    },
    {
      "id": 2,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Jabir bin Abdullah şöyle dedi: “Aramızda bir adam, bir kölesine ölümünden sonra özgürlük vaad etti ve ondan başka hiçbir malı yoktu (bu köle). Bunun üzerine Peygamber (ﷺ) onu sattı ve Banu 'Adi'den bir adam olan İbn (Nahham) onu satın aldı.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated from Ibn`Umar that the Prophet (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Mudabbar, mirasın üçte birinin bir parçasıdır.”"
    },
    {
      "id": 4,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kölesi bir çocuk doğurduğunda, o köle özgür olacaktır; köle sahibi öldüğünde.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated that Ibn`Abbas said:",
      "text": "İbn Abbas şöyle dedi: “İbrahim'in annesi, Allah'ın Resulü (ﷺ) huzurunda zikredildi ve o şöyle dedi: 'Oğul, onu özgür bıraktı.'”"
    },
    {
      "id": 6,
      "narrator": "Jabir bin `Abdullah was heard to say:",
      "text": "Jabir bin Abdullah şöyle dedi: “Peygamber (ﷺ) aramızda yaşarken, köle kadınlarımızı ve çocuklarımızın annelerini (Umahat Awaldina) satardık ve bunda bir sakınca görmezdik.”"
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah (ra) said that the Messenger of Allah (ﷺ) said \"Three who's support is a right upon Allah:",
      "text": "Ebu Hureyre (ra) şöyle dedi ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Üç kişi vardır ki, onların desteği Allah'a bir hak olarak düşer: Allah yolunda savaşan savaşçı, özgürlük borcunu ödemek isteyen mukatab ve iffet arayan evlenmek isteyen kişi.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from `Amr bin Shu'aib , from his father, from his grandfather that the Messenger of Allah (ﷺ) said:",
      "text": "Amr bin Shu'aib'den, babası ve dedesi aracılığıyla rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Eğer bir köle, özgürlüğünü yüz Uqiyyah karşılığında satın almak için sözleşme yapmışsa ve bunun dışında on Uqiyyah'ı ödemişse, o hâlâ köledir.” (Bir Uqiyyah, 40 Dirhem'e eşittir.)"
    },
    {
      "id": 9,
      "narrator": "It was narrated from Umm Salamah that the Prophet (ﷺ) said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Eğer aranızdan birinin (kadınlar) bir Mukatabı varsa ve o, (özgürlük sözleşmesini) ödeyecek kadar (mali güce) sahipse, o, ondan örtünmelidir.”"
    },
    {
      "id": 10,
      "narrator": "It was narrated from Hisham bin 'Urwah, from his father, about 'Aishah the wife of the Prophet (ﷺ)  - :",
      "text": "Hişam bin Urvah'tan, babası aracılığıyla, Peygamber (ﷺ) eşlerinden Aişe hakkında rivayet edilmiştir ki: Barirah, Aişe'ye geldiğinde, o Muktabah idi ve sahipleri onun için dokuz Uqiyyah karşılığında bir özgürlük sözleşmesi yazmışlardı. Aişe şöyle dedi: “Eğer sahipleri isterse, ben bunu tek seferde ödeyeceğim ve miras hakkı bana ait olacaktır.”"
    },
    {
      "id": 11,
      "narrator": "It was narrated that Shurahbil bin Simt said:",
      "text": "O dedi ki: “Bunun üzerine o, sahiplerine gitti ve onlara bunu söyledi, ancak miras hakkının kendilerine ait olması konusunda ısrar ettiler. Aişe bunu Peygamber (ﷺ)'e iletti ve o şöyle dedi: 'Yap.' Sonra Peygamber (ﷺ) ayağa kalktı ve insanlara hitap etti. Allah'ı (SWT) övdü ve yüceltti, ardından şöyle dedi: 'Bazı insanların, Allah'ın Kitabı'nda olmayan şartlar koyması neyle ilgili? Allah'ın Kitabı'nda olmayan her şart geçersizdir, ister yüz şart olsun. Allah'ın Kitabı'na uymak daha layıktır ve Allah'ın şartları daha bağlayıcıdır. Ve Vela, köleyi özgürleştiren kişiye aittir.'”"
    },
    {
      "id": 12,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Şurahbil bin Simt'ten rivayet edilmiştir ki, ben Ka'b bin Murrah'a, bize Allah'ın Resulü (ﷺ)'nden bir Hadis anlatmasını söyledim, ama dikkatli ol. O şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim bir Müslüman erkeği özgür bırakırsa, o, onu ateşten kurtarır; her bir kemiği, onun her bir kemiği için yeterlidir. Kim iki Müslüman kadını özgür bırakırsa, onlar da onun ateşten kurtuluşu olur; her birinin iki kemiği, onun her bir kemiği için yeterlidir.'”"
    },
    {
      "id": 13,
      "narrator": "It was narrated from Samurah bin Jundub that the Prophet (ﷺ) said:",
      "text": "Ebu Dharr şöyle dedi: “Ben dedim: 'Ey Allah'ın Resulü (ﷺ), hangi köle en iyisidir?' O şöyle dedi: 'En değerli olanı ve fiyatı en yüksek olanıdır.'”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn`Umar that the Messenger of Allah (ﷺ) said:",
      "text": "Samurah bin Cundub'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Kim bir Mahram akrabanın sahibi olursa, o özgürleşir.”"
    },
    {
      "id": 15,
      "narrator": "It was narrated from that Safinah - Abu 'Abdur-Rahman-said :",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kim bir Mahram akrabanın sahibi olursa, o özgürleşir.”"
    },
    {
      "id": 16,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kölenin hissesi veya bir kısmını serbest bırakan kimse, eğer malı varsa, kölenin geri kalan özgürlüğünü satın almak için malından ödeme yapmalıdır. Eğer malı yoksa, kölenin özgürlüğü için çalışması istenmelidir, ancak bu ona fazla zorluk çıkarmamalıdır.”"
    },
    {
      "id": 17,
      "narrator": "It was narrated from Ibn`Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kölenin hissesi serbest bırakıldığında, kölenin bedeli adil bir şekilde değerlendirilmelidir ve (bu süreci başlatan) ortak, eğer bunu yapacak kadar malı varsa, onu tam olarak serbest bırakmalıdır (diğer ortaklara geri kalan bedeli vererek). Aksi takdirde, serbest bıraktığı şey, serbest bırakmış olduğu kadardır.”"
    },
    {
      "id": 18,
      "narrator": "It was narrated from Ibn`Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Eğer bir köleyi serbest bırakan kimse, kölenin bir miktar malı varsa, o mal kölenin olur; ancak efendi, onun kendisine ait olacağını şart koşmadıkça.”"
    },
    {
      "id": 19,
      "narrator": "It was narrated from Ishaq bin Ibrahim, from his grandfather 'Umair, who was the freed slave of Ibn Mas'ud, that `Abdullah said to him:",
      "text": "İshak bin İbrahim'den, dedesi 'Umair'den, o da İbn Mes'ud'un freed slave'idir, rivayet edildiğine göre, Abdullah ona şöyle dedi: “Ey Umair, seni güzel bir şekilde serbest bıraktım. Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: 'Bir adam köleyi serbest bırakırsa ve onun (kölenin) malı hakkında hiçbir şey söylemezse, o mal kölenin olur.' Bana söyle, ne kadar malın var?”"
    },
    {
      "id": 20,
      "narrator": "It was narrated from Maimunah bint Sa`d, the freed slave woman of the Prophet (ﷺ) that :",
      "text": "Başka bir isnad benzer bir hadisi bildirir."
    },
    {
      "id": 21,
      "narrator": "It was narrated that :",
      "text": "Maimunah bint Sa'd'dan, Peygamber'in (ﷺ) freed slave kadınından rivayet edildiğine göre: Allah'ın Resulü (ﷺ) gayri meşru çocuklar hakkında soruldu. O şöyle dedi: “Cihad ettiğim iki terlik, gayri meşru bir çocuğu serbest bırakmaktan daha hayırlıdır.”"
    }
  ]
}