{
  "language": "tr",
  "metadata": {
    "length": 39,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Sulaiman bin Buraidah that his father said:",
      "text": "Süleyman bin Bureydah'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Bir adam Peygamber'e gelerek namaz vakitlerini sordu. O da: 'Bizimle iki gün namaz kıl.' dedi. Güneş zirvesini geçince Bilal'e ezan okumasını emretti, sonra ona öğle namazı için ikamet getirmesini emretti; ardından güneş yüksek ve belirgin beyaz olduğunda ikamet getirmesini emretti; sonra güneş battığında akşam namazı için ikamet getirmesini emretti; sonra kırmızı alacakaranlık kaybolduğunda yatsı namazı için ikamet getirmesini emretti; sonra şafak söktüğünde sabah namazı için ikamet getirmesini emretti. Ertesi gün ona aşırı sıcak geçtikten sonra ve serinledikten sonra öğle namazı için ezan okumasını emretti; sonra güneş hala yüksekken ama bir önceki günden daha fazla geciktirerek akşam namazını kıldı; kırmızı alacakaranlık kaybolmadan akşam namazını kıldı; gecenin üçte biri geçtikten sonra yatsı namazını kıldı; ve ışık olduğunda sabah namazını kıldı. Sonra dedi ki: 'Namaz vakitlerini soran nerede?' Adam dedi ki: 'Buradayım, Ey Allah'ın Resulü.' O da: 'Namaz vakitleriniz, gördüğünüz vakitler arasındadır.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Ibn Shihab that:",
      "text": "İbn Şihab'dan rivayet edilmiştir ki: 'Umar bin 'Abdul-'Aziz'in Al-Medine'de lider olduğu zaman minderlerin üzerinde oturuyordu ve yanında 'Urwah bin Zubair vardı. 'Umar akşam namazını biraz geciktirdi, 'Urwah ona dedi ki: \"Cebrail indi ve Allah'ın Resulü'ne namaz kıldırdı.\" 'Umar ona dedi ki: \"Ne söylediğini bil, Ey 'Urwah!\" O da dedi ki: \"Bashir bin Abu Mas'ud'un şöyle dediğini duydum: 'Abu Mas'ud'un şöyle dediğini duydum: \"Allah'ın Resulü şöyle dedi: 'Cebrail indi ve bana namaz kıldırdı, ben de onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım,' ve parmaklarıyla beş namaz saydı.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"İman eden kadınlar, Peygamber ile sabah namazını kılar, sonra ailelerine dönerlerdi ve hiç kimse onları tanımazdı,\" karanlık anlamında."
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü şöyle okudu: \"Ve sabah namazında Kur'an'ı oku. Şüphesiz, sabah namazındaki Kur'an okuması her zaman şahitlik edilir.\" Dedi ki: \"Bu, gece ve gündüzün melekleri tarafından şahitlik edilir.\""
    },
    {
      "id": 5,
      "narrator": "Mughith bin Sumayi said:",
      "text": "Mugir bin Sumayi dedi ki: \"Ben, karanlıkta 'Abdullah bin Zubair ile sabah namazını kıldım ve o selam verdiğinde, ben İbn 'Umar'a döndüm ve dedim: 'Bu namaz nedir?' O da dedi ki: 'Bu, Allah'ın Resulü ile ve Ebu Bekir ile ve 'Umar ile kıldığımız şekildedir. 'Umar bıçaklandığında, 'Uthman bunu aydınlık olana kadar geciktirdi.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Rafi' bin Khadij that:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir ki: Peygamber şöyle dedi: \"Sabah namazını erken kılın, çünkü onun mükafatı daha büyüktür\" veya \"sizin mükafatınızdır.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Jabir bin Samurah that:",
      "text": "Cabir bin Semurah'dan rivayet edilmiştir ki: Peygamber güneş zirvesini geçtikten sonra öğle namazını kılardı."
    },
    {
      "id": 8,
      "narrator": "It was narrated that Abu Barzah Al-Aslami said:",
      "text": "Ebu Barzah el-Eslemî'den rivayet edilmiştir ki: \"Peygamber, güneş zirvesini geçtikten sonra 'Hacir' namazını, siz 'Öğle' diye adlandırıyorsunuz, kılardı.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Khabbab said:",
      "text": "Habbab dedi ki: \"Güneşin kavurucu sıcaklığı hakkında Allah'ın Resulü'ne şikayet ettik, ama o bizim şikayetimize cevap vermedi.\" (Sahih) Benzer ifadelerle başka bir isnat."
    },
    {
      "id": 10,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki: \"Güneşin kavurucu sıcaklığı hakkında Allah'ın Resulü'ne şikayet ettik, ama o bizim şikayetimize cevap vermedi.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Eğer hava çok sıcak olursa, namaz kılmadan önce serinlemesini bekleyin, çünkü yoğun sıcaklık cehennem ateşinin alevlenmesindendir.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Eğer hava çok sıcak olursa, namaz kılmadan önce serinlemesini bekleyin, çünkü yoğun sıcaklık cehennem ateşinin alevlenmesindendir.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Namaz kılmadan önce serinlemesini bekleyin, çünkü yoğun sıcaklık cehennem ateşinin alevlenmesindendir.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Mughirah bin Shu'bah said:",
      "text": "Mugir bin Şu'bah'dan rivayet edilmiştir ki: Biz, Allah'ın Resulü ile öğle namazını yoğun sıcaklıkta (yani güneşin zirvesini yeni geçtiği zamanda) kılıyorduk ve o bize dedi ki: \"Namaz kılmadan önce serinlemesini bekleyin, çünkü yoğun sıcaklık cehennem ateşinin alevlenmesindendir.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Öğle namazını kılmadan önce serinlemesini bekleyin.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Allah'ın Resulü, güneş hala sıcak ve yüksekken 'Asr' namazını kılardı ve eğer bir kişi (Medine'nin) banliyölerine giderse, güneş hala sıcak ve yüksekken oraya ulaşabilirdi."
    },
    {
      "id": 17,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki: \"Peygamber, güneş odama vururken ve henüz gölgeler oluşmamışken 'Asr' namazını kıldı.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Ali bin Abu Talib that,:",
      "text": "Ali bin Ebu Talib'ten rivayet edilmiştir ki: Hendek Günü, Allah'ın Resulü şöyle dedi: \"Allah, evlerini ve mezarlarını ateşle doldursun, tıpkı bizi ortada namazdan alıkoydukları gibi.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Eğer bir kişi 'Asr' namazını kaçırırsa, sanki ailesinden ve malından mahrum kalmış gibidir.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Abdullah'tan rivayet edilmiştir ki: \"Putperestler, Peygamberi 'Asr' namazından alıkoydular, güneş batana kadar. O şöyle dedi: 'Bizi ortada namazı kılmaktan alıkoydular; Allah, mezarlarını ve evlerini ateşle doldursun.'\""
    },
    {
      "id": 21,
      "narrator": "Abu Najashi said:",
      "text": "Ebu Nejası şöyle dedi: \"Rafi' bin Hacir'in şöyle dediğini duydum: 'Biz, Allah'ın Resulü zamanında Maghrib'i kılardık ve aramızdan biri, okunu fırlatırken oklarının nerelere düşeceğini görebilirdi.'\" (Sahih) Benzer ifadelerle başka bir isnad."
    },
    {
      "id": 22,
      "narrator": "It was narrated from Salamah bin Akwa' that:",
      "text": "Salamah bin Akwa'dan rivayet edilmiştir ki: Güneş battığında Allah'ın Resulü ile birlikte Maghrib namazını kılardı."
    },
    {
      "id": 23,
      "narrator": "It was narrated that 'Abbas bin 'Abdul-Muttalib said:",
      "text": "Abbas bin Abdulmuttalib'ten rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Ümmetim, yıldızlar çıkmadıkça Maghrib'i geciktirmedikçe Fıtrah'a bağlı kalmaya devam edecektir.'\" (Hasan) Ebu Abdullah bin Mace şöyle dedi: \"Muhammed bin Yahya'nın bu Hadisi nakletmede karışıklık yaşadığını duydum. Ebu Bekir el-A'yân ile birlikte 'Awwam bin Abbad bin 'Awwam'a gittik ve bize babasının kitabını çıkardı, bu Hadis onun içindeydi.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Eğer ümmetim için zor olmasaydı, 'İsha' namazını geciktirmelerini emrederdim.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Eğer ümmetim için zor olmasaydı, 'İsha' namazını gecenin üçte biri veya yarısı geçene kadar geciktirirdim.'\""
    },
    {
      "id": 26,
      "narrator": "Humaid said:",
      "text": "Humaid şöyle dedi: \"Anas bin Malik'e soruldu: 'Peygamber yüzük takar mıydı?' O da: 'Evet.' dedi. Bir gece 'İsha' namazını neredeyse gecenin ortasına kadar geciktirdi. Namaz kıldığında bize döndü ve şöyle dedi: 'İnsanlar namaz kıldı ve uyudular, ama siz (bir sonraki) namazı beklediğiniz sürece namaz halinde olacaksınız.'\" (Sahih) Anas şöyle dedi: \"Onun yüzüğünden parıltıyı görebiliyormuşum gibi geliyordu.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Ebu Said'den rivayet edilmiştir ki: \"Allah'ın Resulü bize Maghrib namazını kıldırdı. Sonra yarım gece geçene kadar dışarı çıkmadı. Sonra dışarı çıktı ve onlara namaz kıldırdı, ardından şöyle dedi: 'İnsanlar namaz kıldı ve uyudular, ama siz (bir sonraki) namazı beklediğiniz sürece namaz halinde olacaksınız. Zayıflar ve hastalar olmasaydı, bu namazı gecenin ortasına kadar geciktirmek istiyordum.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Buraidah Al-Aslami said:",
      "text": "Buraidah el-Eslemî'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü ile bir seferdeydik ve o şöyle dedi: 'Bulutlu bir günde namazı aceleyle kılın, çünkü 'Asr' namazını kaçıran herkesin hayır işleri boşa gidecektir.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: 'Peygamber'e, namazı unutan veya uyuyup kaçıran bir adam hakkında soruldu. O da: 'Hatırladığında kılar.' dedi.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Kim bir namazı unutur, hatırladığında kılmalıdır.'\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü Hayber savaşından dönerken gece oldu ve uykusu geldi, bu yüzden kamp kurdu ve Bilal'e dedi ki: \"Bu gece bizim için bekle.\" Bilal, Allah'ın kendisi için takdir ettiği kadar namaz kıldı ve Allah'ın Resulü ile arkadaşları uykuya daldı. Şafak yaklaşırken, Bilal, doğuya doğru bakan binek hayvanına gitti, sabahı bekliyordu. O sırada Bilal, binek hayvanına yaslanmışken gözleri ağırlaştı (ve uyudu). Ne Bilal ne de arkadaşları, güneşin sıcaklığını hissetmeden uyandı. Allah'ın Resulü ilk uyanan oldu. Allah'ın Resulü irkildi ve dedi ki: \"Ey Bilal!\" Bilal dedi ki: \"Bana da sizin başınıza gelen oldu. Babam ve annem sana fidye olsun, Ey Allah'ın Resulü!\" O da dedi ki: \"Bineklerinizi biraz öne getirin.\" Böylece bineklerini biraz (o yerden) öne getirdiler. Sonra Allah'ın Resulü abdest aldı ve Bilal'e namaz için ikamet getirmesini söyledi, o da onlara namaz kıldırdı. Peygamber namazı bitirdiğinde dedi ki: \"Kim bir namazı unutur veya uyur ve bir namazı kaçırırsa, hatırladığında kısmen de olsa onu kısmen de olsa kılmalıdır; çünkü Allah şöyle buyuruyor: 'Ve benim zikrim için namaz kılın.'\" O (rivayet edenlerden biri) dedi ki: \"İbn Şihab bu Ayeti 'hatırladığınızda' anlamında okurdu.\""
    },
    {
      "id": 32,
      "narrator": "'Abdullah bin Rabah narrated that Abu Qatadah said:",
      "text": "Abdullah bin Rabah rivayet etmiştir ki, Abu Katade dedi ki: \"Onlar fazla uyumaktan dolayı dikkatsizlikten bahsettiler ve o dedi ki: 'Güneş doğana kadar uyudular. Allah'ın Resulü dedi ki: \"Uyurken dikkatsizlik yoktur, dikkatsizlik uyanıkken vardır. Sizden biri namazı unutur veya uyur ve bir namazı kaçırırsa, hatırladığında kılmalıdır, eğer bir gün geçerse, o zaman vaktinde kılmalıdır.\" (Sahih) Abdullah bin Rabah dedi ki: \"İmran bin Husain, bu Hadisi anlatırken beni duydu ve dedi ki: 'Ey genç, Hadisi nasıl anlattığına dikkat et. Ben bu Hadisin vuku bulduğu sırada Allah'ın Resulü ile birlikteydim.' Ve o Hadisin hiçbir şeyini inkar etmedi.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü dedi ki: \"Güneş batmadan önce 'Asr'dan bir Rek'atı yakalayan, onu yakalamıştır; güneş doğmadan önce 'Subh'dan bir Rek'atı yakalayan, onu yakalamıştır.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Resulü dedi ki: \"Güneş doğmadan önce 'Subh'dan bir Rek'atı yakalayan, onu yakalamıştır; güneş batmadan önce 'Asr'dan bir Rek'atı yakalayan, onu yakalamıştır.\" (Sahih) Benzer ifadelerle başka bir isnad."
    },
    {
      "id": 35,
      "narrator": "It was narrated that Abu Barzah Al-Aslami said:",
      "text": "Abu Barzah Al-Aslami'den rivayet edilmiştir ki: \"Allah'ın Resulü 'İsha' namazını geciktirmeyi severdi ve ondan önce uyumayı, ondan sonra da konuşmayı sevmezdi.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü 'İsha'dan önce uyumazdı ve ondan sonra (konuşarak) uyanık kalmazdı.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki: \"Allah'ın Resulü 'İsha'dan sonra uyanık kalmamızdan dolayı bizi uyardı.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dediğini duydum: 'Bedevilerin, namazınızın adını değiştirmenize izin vermeyin. O 'İsha'dır, ve onlar akşam karanlığında develerini içeri alıp sütünü sağarlar.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Peygamber dedi ki: \"Bedevilerin, namazınızın adını değiştirmenize izin vermeyin.\" İbn Harmalah ekledi: \"Aslında o 'İsha'dır, ama o zaman (karanlıkta) develerini süt sağmak için içeri aldıkları için 'Atamah derler.\""
    }
  ]
}