{
  "language": "tr",
  "metadata": {
    "length": 82,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Umamah bin Sahl bin Hunaif that:",
      "text": "Abu Umamah bin Sahl bin Hunaif'ten rivayet edilmiştir ki: `Uthman bin 'Affan, öldürme konusunu konuştuklarında onlara baktı ve şöyle dedi: “Beni öldürmekle tehdit mi ediyorlar? Neden beni öldürsünler? Allah'ın Elçisi (ﷺ) şöyle derken duydum: “Bir Müslümanın kanını dökmek, ancak üç durumdan birinde caizdir: Evli bir kişinin zina etmesi durumunda, o taşlanmalıdır; bir adamın, cinayet için intikam almadan bir canı öldürmesi; ve bir adamın, Müslüman olduktan sonra dinden dönmesi.” Vallahi (SWT), ne cahiliye döneminde ne de İslam'da zina ettim, ve hiçbir Müslüman canını da öldürmedim, Müslüman olduktan sonra da dinden dönmedim.”"
    },
    {
      "id": 2,
      "narrator": "It was narrated from 'Abdullah, who is Ibn Mas`ud, that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah, yani İbn Mes'ud'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Hiçbir Müslümanın kanını dökmek, Allah'tan başka ibadet edilmeye layık olan yoktur (SWT) ve ben Allah'ın Elçisi (ﷺ) olduğuna şahitlik eden birinin, ancak üç durumda caizdir: Canın cana karşılığı; zina eden evli bir kişi; ve dinini terk eden ve Cemaat'ten ayrılan biri.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Kim dinini değiştirirse, onu öldürün.”"
    },
    {
      "id": 4,
      "narrator": "It was narrated from Bahz bin Hakim, from his father, from his grandfather that the Messenger of Allah (ﷺ) said:",
      "text": "Bahz bin Hakim'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Allah (SWT), Müslüman olduktan sonra şirk koşan bir müşrikten hiçbir hayırlı ameli kabul etmez, ta ki o müşriklerden ayrılıp Müslümanlara katılana kadar.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated from Ibn `Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Allah (SWT) tarafından belirlenen bir cezanın uygulanması, Allah (SWT) yücedir, kırk gece yağmur yağmasından daha hayırlıdır.”"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Bir cezanın uygulanması, o toprakta yaşayan insanlar için, kırk gün yağmur yağmasından daha hayırlıdır.”"
    },
    {
      "id": 7,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Kur'an'dan bir Ayeti inkar edenin boynunu vurmak (yani, onu öldürmek) caizdir. Kim 'Lailaha illallahu wahduhu la sharika lahu, wa anna Muhammadan `abduhu wa rasuluhu' (Allah'tan başka ibadet edilmeye layık olan yoktur (SWT) ve Muhammed (ﷺ) O'nun kulu ve elçisidir) derse, ona zarar vermenin bir yolu yoktur, ancak o (ceza gerektiren bir şey yapmadığı sürece) ceza uygulanır.”"
    },
    {
      "id": 8,
      "narrator": "It was narrated from `Ubadah bin Samit that the Messenger of Allah (ﷺ) said:",
      "text": "`Ubadah bin Samit'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Akrabalara ve yabancılara ceza uygulayın, ve Allah'ın (SWT) emrini yerine getirmekten dolayı kınama korkusuyla durmayın.”"
    },
    {
      "id": 9,
      "narrator": "It was narrated that 'Abdul-Malik bin `Umair said:",
      "text": "'Abdul-Malik bin `Umair'den rivayet edilmiştir ki: “'Atiyyah Al-Quradhi'nin şöyle dediğini duydum: 'Biz, Quraidhah Günü Allah'ın Elçisine (ﷺ) sunulduk. Pubis kılları çıkanlar öldürüldü, henüz pubis kılları çıkmamış olanlar serbest bırakıldı. Ben, pubis kılları çıkmamış olanlardan biriydim, bu yüzden serbest bırakıldım.'”"
    },
    {
      "id": 10,
      "narrator": "It was narrated that 'Abdul-Malik bin 'Umair said:",
      "text": "'Abdul-Malik bin 'Umair'den rivayet edilmiştir ki: “'Atiyyah Al-Qurazi'nin şöyle dediğini duydum: 'Ben hâlâ aranızdayım.'”"
    },
    {
      "id": 11,
      "narrator": "It was narrated that Ibn`Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: “Uhud Günü Allah'ın Elçisine (ﷺ) sunuldum, on dört yaşındaydım, ama bana (savaşmamı) izin vermedi. Khandaq Günü ona sunuldum, on beş yaşındaydım ve bana (savaşmamı) izin verdi.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Bir Müslümanın (günahını) örtensiniz, Allah da onu (günahını) bu dünyada ve ahirette örter.”"
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Ceza uygulamalarını mümkün olduğunca uzak tutun.”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn `Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle demiştir: “Kim Müslüman kardeşinin (gizli) kusurunu saklarsa, Allah (SWT) Kıyamet Günü onun kusurlarını saklar. Kim Müslüman kardeşinin kusurunu açığa çıkarırsa, Allah onun kusurlarını açığa çıkarır, ta ki (bununla) onu kendi evinde rezil etsin.”"
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Aishah :",
      "text": "'Aişe'den rivayet edilmiştir ki: Kureyş, hırsızlık yapan Makhzumi kadının durumu hakkında endişelendi ve dediler ki: “Onun hakkında Allah'ın Elçisine (ﷺ) kim konuşacak?” Dediler ki: “Onun hakkında konuşmaya cesaret edebilecek kim var ki, Allah'ın Elçisinin (ﷺ) sevgilisi Usamah bin Zaid'den başka?” Usamah ona konuştu ve Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah'ın (SWT) ceza uygulamalarından biri hakkında mı şefaat ediyorsun?” Sonra ayağa kalktı ve (insanlara) hitap etti ve şöyle dedi: “Ey insanlar! Sizden önce gelenler, yalnızca bir soylularından biri hırsızlık yaptığında onu serbest bıraktıkları için yok oldular, ama aralarındaki zayıf biri hırsızlık yaptığında, ona ceza uyguluyorlardı. Vallahi, eğer Fatıma, Muhammed'in kızı hırsızlık yapsaydı, onun elini keserdim.” (Sahih) (Rivayet edenlerden biri) Muhammed bin Rumh şöyle dedi: “Ben, Leyth bin Sa'd'ın şöyle dediğini duydum: 'Allah (SWT) onu (Fatıma) hırsızlıktan korudu ve her Müslümanın bunu söylemesi gerekir.'”"
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Aishah bin Mas'ud bin Aswad, that her father said:",
      "text": "'Aişe bint Mes'ud bin Esved'den rivayet edilmiştir ki, babası şöyle demiştir: “Kadın, Allah Resulü'nün (ﷺ) evinden Kâtife'yi çaldığında, bunu ciddi bir mesele olarak gördük. O, Kureyş'ten bir kadındı. Bunun üzerine Peygamber'e (ﷺ) geldik ve ona: 'Onu kırk Ukiye ile fidye vererek kurtaracağız.' dedik. Allah Resulü (ﷺ) şöyle dedi: 'Temizlik onun için daha iyidir.' Allah Resulü'nün (ﷺ) bu kadar nazik konuştuğunu duyunca, Usame'ye gittik ve: 'Allah Resulü'ne (ﷺ) söyle.' dedik. Allah Resulü (ﷺ) bunu görünce ayağa kalktı ve şöyle dedi: 'Allah'ın (SWT) bir kadın kölesine isabet eden bir ceza hakkında benimle ne kadar arabuluculuk yapıyorsunuz! Muhammed'in ruhunun elinde olan Zat'a yemin ederim ki, eğer Fatıma, Allah Resulü'nün (ﷺ) kızı, onun yaptığı şeyi yapmış olsaydı, Muhammed onun elini keserdi.'”"
    },
    {
      "id": 17,
      "narrator": "It was narrated that Abu Hurairah, Zaid bin Khalid and Shibl said:",
      "text": "Abu Hureyre, Zeyd bin Halid ve Şibl'den rivayet edilmiştir ki: “Biz Allah Resulü (ﷺ) ileydik ve bir adam ona geldi ve şöyle dedi: 'Seni Allah (SWT) adına, Allah'ın (SWT) Kitabı'na göre aramızda hüküm vermen için yemin ederim.' Karşıtının, kendisinden daha bilgili olanı şöyle dedi: 'Allah'ın (SWT) Kitabı'na göre aramızda hüküm ver, ama önce ben konuşayım.' O da: 'Konuş.' dedi. Adam şöyle dedi: 'Oğlum bu adamın kölesiydi ve onun karısıyla zina yaptı, ben onu yüz koyun ve bir köle ile fidye verdim. Bazı ilim sahiplerine sordum ve bana, oğlumun yüz sopa vurulması ve bir yıl sürgün edilmesi gerektiğini, bu adamın karısının da taşlanması gerektiğini söylediler.' Allah Resulü (ﷺ) şöyle dedi: 'Ruhumun elinde olan Zat'a yemin ederim ki, ben aranızda Allah'ın (SWT) Kitabı'na göre hüküm vereceğim. Yüz koyun ve köle sana iade edilecek, oğluna yüz sopa vurulacak ve bir yıl sürgün edilecektir. Yarın git, ey Unais, bu adamın karısına ve eğer o itiraf ederse, onu taşlayacağım.'”"
    },
    {
      "id": 18,
      "narrator": "It was narrated from `Ubadah bin Samit that the Messenger of Allah (ﷺ) said:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle dedi: “Benden öğrenin. Allah (SWT) onlara (kadınlara) başka bir yol tayin etmiştir. (Eğer) bir kız bakire, bir bakire ile (zina ederse) cezası yüz sopa ve bir yıl sürgündür. (Eğer) bir Thayyib, bir Thayyib ile (zina ederse) cezası yüz sopa ve taşlamadır.”"
    },
    {
      "id": 19,
      "narrator": "It was narrated that Habib bin Salim said:",
      "text": "Habib bin Salim'den rivayet edilmiştir ki: “Karısının kölesiyle cinsel ilişkiye giren bir adam Nu'man bin Beşir'e getirildi. O da: 'Ben Allah Resulü'nün (ﷺ) hükmünden başka bir hüküm vermeyeceğim.' dedi. 'Eğer (karısı) onu kendisine helal kılmışsa, ona yüz sopa vuracağım, ama izin vermemişse, onu taşlayacağım.'”"
    },
    {
      "id": 20,
      "narrator": "It was narrated from Salamah bin Muhabbiq that:",
      "text": "Salamah bin Muhabbiq'ten rivayet edilmiştir ki: Bir adamın karısının kölesiyle cinsel ilişkiye girmesi durumu Allah Resulü'ne (ﷺ) intikal ettirilmiş ve ona herhangi bir ceza tayin edilmemiştir."
    },
    {
      "id": 21,
      "narrator": "It was narrated from Ibn`Abbas that `Umar bin Khattab said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Ömer bin Hattab şöyle dedi: “Uzun bir zaman geçtikten sonra bazıları: 'Allah'ın (SWT) Kitabı'nda taşlama cezasını bulamıyorum.' diyeceklerinden korkuyorum ve bu da Allah'ın (SWT) emrettiği bir farzı terk etmelerine sebep olacak. Aksine, eğer bir adam evli (veya daha önce evli) ise ve delil sabit olursa, ya da hamilelik meydana gelirse ya da itiraf ederse taşlama zorunludur. Ben bunu (Kur'an'da) okudum. 'Eğer bir yaşlı adam ve bir yaşlı kadın zina ederse, ikisini de taşlayın.' Allah Resulü (ﷺ) taşladı ve biz de ondan sonra taşladık.'”"
    },
    {
      "id": 22,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki: “Ma'iz bin Malik, Peygamber'e (ﷺ) geldi ve: 'Zina ettim.' dedi, o da ondan yüz çevirdi. O: 'Zina ettim.' dedi, yine ondan yüz çevirdi. Sonra: 'Zina ettim.' dedi, yine ondan yüz çevirdi, ta ki dört kez itirafta bulunana kadar, o zaman taşlanmasını emretti. Taşlanırken kaçtı, ama bir adam ona yetişti; elinde bir develerin çene kemiği vardı; onu vurdu ve yere düştü. Peygamber (ﷺ) ona taşlar isabet ettiğinde nasıl kaçtığını duydu ve: 'Neden onu bırakmadınız?' dedi.”"
    },
    {
      "id": 23,
      "narrator": "It was narrated from `Imran bin Husain that :",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki: Bir kadın, Peygamber'e (ﷺ) geldi ve zina ettiğini itiraf etti. O da emirler verdi ve giysileri (özel yerlerinin açılmaması için) sıkılaştırıldı, sonra onu taşladı, ardından onun için cenaze namazı kıldırdı."
    },
    {
      "id": 24,
      "narrator": "It was narrated from Ibn`Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) iki Yahudiyi taşladı ve ben de onlarla birlikte taşlayanlardan biriydim. Adamın, kadını taşlardan korumaya çalıştığını gördüm.”"
    },
    {
      "id": 25,
      "narrator": "It was narrated from Jabir bin Samurah that :",
      "text": "Cabir bin Semure'den rivayet edilmiştir ki: Peygamber (ﷺ) bir Yahudi adamı ve bir Yahudi kadını taşladı."
    },
    {
      "id": 26,
      "narrator": "It was narrated that Bara' bin Azib said:",
      "text": "Bara' bin Azib'den rivayet edilmiştir ki: “Allah Resulü (ﷺ) bir dövülmüş yüzü kararmış bir Yahudi'nin yanından geçti. Onları çağırdı ve: 'Bu, sizin Kitabınızda bulduğunuz zina edenin cezası mı?' dedi. Onlar: 'Evet.' dediler. Sonra bir bilginlerinden birini çağırdı ve: 'Seni Musa'ya indirilmiş olan Tevrat'a yemin ederim ki! Bu, sizin Kitabınızda bulduğunuz zina edenin cezası mı?' dedi. O da: 'Hayır; eğer beni Allah (SWT) adına yemin ettirmeseydin, sana söylemezdim. Bizim Kitabımızda zina edenin cezası taşlamadır, ama birçok soylumuz taşlandığı için (aralarında zina yaygınlaştığı için), eğer soylularımızdan birini (zina yaparken) yakaladıysak, onu serbest bırakıyorduk; ama eğer aramızdaki zayıflardan birini yakaladıysak, ona ceza uyguluyorduk. Dedik ki: 'Hadi, hem soyluya hem de zayıfa uygulayabileceğimiz bir şey üzerinde anlaşalım.' Böylece yüzü karartmayı ve dövmeyi kabul ettik, taşlama yerine.' Peygamber (ﷺ) 'Ey Allah (SWT), ben, onların öldürdükleri emrini ihya edenlerin ilkiyim.' dedi ve (adamın) taşlanmasını emretti.”"
    },
    {
      "id": 27,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle dedi: “Eğer ben delil olmadan birini taşlasaydım, falan kişiyi taşlardım; çünkü onun sözünde, görünümünde ve ona gelenlerde açıkça şüphe vardır.”"
    },
    {
      "id": 28,
      "narrator": "It was narrated that Qasim bin Muhammad said:",
      "text": "Kâsim bin Muhammed'den rivayet edilmiştir ki: “İbn Abbas, Li'an sürecine giren iki kişiyi zikretti. İbn Şeddad ona: 'Bu, Allah Resulü'nün (ﷺ) 'Eğer ben delil olmadan birini taşlasaydım, falan kişiyi taşlardım.' dediği kişi mi?' dedi. İbn Abbas: 'Hayır, o, (Müslüman olmasına rağmen) kendini teşhir eden bir kadındı.'”"
    },
    {
      "id": 29,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle dedi: “Eğer Lut'un kavminin eylemini yapan birini bulursanız, onu yapanı ve ona yapılanı öldürün.”"
    },
    {
      "id": 30,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said concerning those who do the action of the people of Lut:",
      "text": "Abu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) Lut'un kavminin eylemini yapanlar hakkında şöyle dedi: “Üsttekini ve alttakini taşlayın, ikisini de taşlayın.”"
    },
    {
      "id": 31,
      "narrator": "It was narrated from Jabir bin`Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ümmetim için en çok korktuğum şey, Lut'un halkının eylemidir.”"
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ibn`Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim bir mahrem akrabasıyla cinsel ilişkiye girerse, onu öldürün; ve kim bir hayvanla cinsel ilişkiye girerse, onu öldürün ve hayvanı da öldürün.”"
    },
    {
      "id": 33,
      "narrator": "It was narrated that Abu Hurairah, Zaid bin Khalid and Shibl said:",
      "text": "Abu Hurairah, Zaid bin Khalid ve Şibl'den rivayet edilmiştir ki: “Biz Peygamber (ﷺ) ile birlikteydik ve bir adam, zina eden bir cariye hakkında ona sordu: 'Onu kırbaçlayın, hatta bu bir saç ipi için bile olsa.'”"
    },
    {
      "id": 34,
      "narrator": "'Aishah narrated that the Messenger of Allah(ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer bir cariye zina ederse, onu kırbaçlayın; ve eğer zina ederse, onu kırbaçlayın; ve eğer zina ederse, onu kırbaçlayın; sonra onu satın, hatta bu bir ip için bile olsa.”"
    },
    {
      "id": 35,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Masumiyetim açıklandığında, Allah'ın Resulü (ﷺ) minberde durdu ve bunu zikretti, Kur'an okudu. Aşağı indiğinde, iki adam ve bir kadın hakkında had cezasının uygulanmasını emretti.”"
    },
    {
      "id": 36,
      "narrator": "It was narrated from Ibn Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Eğer bir adam diğerine: 'Ey efemine!' derse, ona yirmi sopa vurun. Ve eğer bir adam diğerine: 'Ey homoseksüel!' derse, ona yirmi sopa vurun.”"
    },
    {
      "id": 37,
      "narrator": "Ali bin Abi Talib said:",
      "text": "Ali bin Ebu Talib şöyle dedi: “Yasal ceza uyguladığım kişiler için kan bedeli (Diyah) ödemem; yalnızca şarap içen için. Allah'ın Resulü bu konuda bir şey belirlemedi, bu bizim yapacağımız bir şeydir.”"
    },
    {
      "id": 38,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şarap içenleri terlik ve hurma dallarıyla döverdi.”"
    },
    {
      "id": 39,
      "narrator": "Hudain bin Mundhir said:",
      "text": "Hudain bin Mundhir şöyle dedi: “Walid bin Uqbah, Osman'a getirildiğinde, aleyhinde şahitlik ettiler. 'Ali'ye dedi: 'Sen amcanın oğluna yakinsin, ona yasal ceza uygula.' Ali de onu kırbaçladı. 'Allah'ın Resulü (ﷺ) kırk sopa vurdu, Ebu Bekir kırk sopa vurdu, Ömer seksen sopa vurdu, bunların hepsi Sünnet'tir.'”"
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer sarhoş olursa, onu kırbaçlayın. Eğer tekrar yaparsa, onu kırbaçlayın. Eğer tekrar yaparsa, onu kırbaçlayın.' Ve dördüncü kez hakkında şöyle dedi: 'Eğer tekrar yaparsa, boynunu vurun (yani, onu öldürün).'”"
    },
    {
      "id": 41,
      "narrator": "It was narrated from Mu`awiyah bin Abu Sufyan that the Messenger of Allah (ﷺ) said:",
      "text": "Muawiyah bin Ebu Sufyan'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer tekrar içerlarsa, onları kırbaçlayın. Eğer tekrar içerlarsa, onları kırbaçlayın. Eğer tekrar içerlarsa, onları kırbaçlayın. Eğer tekrar içerlarsa, öldürün.”"
    },
    {
      "id": 42,
      "narrator": "It was narrated that Sa'eed bin Sa'd bin `Ubadah said:",
      "text": "Sa'id bin Sa'd bin Ubadah şöyle dedi: “Bizim yerleşim yerlerimizde fiziksel bir engeli olan bir adam yaşıyordu ve hayretler içinde, bir cariye ile yasadışı cinsel ilişkiye girdiği görüldü. Sa'd bin Ubadah, durumunu Allah'ın Resulü (ﷺ)'ne iletti, o da: 'Ona yüz sopa vurun.' dedi. Onlar: 'Ey Allah'ın Resulü (ﷺ), o bunu kaldıramayacak kadar zayıf. Eğer ona yüz sopa vurursak, ölür.' dediler. O da: 'O zaman yüz dalı olan bir dal alın ve ona bir kez vurun.' dedi."
    },
    {
      "id": 43,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Başka bir isnad benzer bir hadisi aktarmaktadır."
    },
    {
      "id": 44,
      "narrator": "It was narrated from Ibn `Umar that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bizim aleyhimize silah kuşanan bizden değildir.”"
    },
    {
      "id": 45,
      "narrator": "It was narrated from Abu Musa Al-Ash'ari that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bizim aleyhimize silah kuşanan bizden değildir.”"
    },
    {
      "id": 46,
      "narrator": "Anas bin Malik narrated that :",
      "text": "Anas bin Malik, bazı `Urainah kabilesinden insanların (Medine'ye) geldiğini, ancak iklimin onlara uymadığı için Medine'de kalmak istemediklerini aktardı. O, “Bizim develerimize çıkın, sütlerini ve idrarlarını için” dedi. Onlar da bunu yaptılar (ve iyileştiklerinde), sonra İslam'dan döndüler ve Allah'ın Elçisi'nin (ﷺ) çobanını öldürdüler ve develerini çaldılar. Allah'ın Elçisi (ﷺ) peşlerine adamlar gönderdi ve geri getirildiler. Sonra ellerini ve ayaklarını kestiler, gözlerini damgaladılar ve onları Harra'da bıraktılar, ta ki ölene kadar."
    },
    {
      "id": 47,
      "narrator": "It was narrated from 'Aishah that :",
      "text": "'Aişe'den rivayet edildiğine göre: Bazı insanlar Allah'ın Elçisi'nin (ﷺ) dişi develerine baskın yaptılar, bu yüzden Peygamber (ﷺ) onların ellerini ve ayaklarını (karşıt taraflardan) kestiler ve gözlerini oydu."
    },
    {
      "id": 48,
      "narrator": "It was narrated from Sa'eed bin Zaid bin 'Amr bin Nufail that the Prophet (ﷺ) said:",
      "text": "Sa'eed bin Zaid bin 'Amr bin Nufail'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: “Mala sahip çıkarken öldürülen kimse şehittir.”"
    },
    {
      "id": 49,
      "narrator": "It was narrated from Ibn `Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn `Umar'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer bir adamın malı hedef alınırsa, o da savaşır ve öldürülürse, o şehittir.”"
    },
    {
      "id": 50,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: “Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer bir adamın malı haksız yere hedef alınırsa ve o öldürülürse, o şehittir.”"
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (S.A.W.) said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (S.A.V.) şöyle dedi: “Allah hırsızı lanetlesin! Bir yumurta çalıyor ve eli kesiliyor, bir ip çalıyor ve eli kesiliyor.”"
    },
    {
      "id": 52,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edildiğine göre: “Peygamber (S.A.V.) bir kalkan için hırsızın elini kesti.”"
    },
    {
      "id": 53,
      "narrator": "It was narrated from Aishah that the Messenger of Allah (S.A.W.) said:",
      "text": "Aişe'den rivayet edildiğine göre, Allah'ın Elçisi (S.A.V.) şöyle dedi: “Hırsızın elini, bir Dinar'ın dörtte biri veya daha fazlası için kesmeyin.”"
    },
    {
      "id": 54,
      "narrator": "It was narrated from Amir bin Sa'd, from this father, that the Prophet (ﷺ) said:",
      "text": "Amir bin Sa'd'dan, babasından rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: “Hırsızın eli, bir kalkanın fiyatı için kesilir.”"
    },
    {
      "id": 55,
      "narrator": "It was narrated that Ibn Muhairiz said:",
      "text": "İbn Muhairiz'den rivayet edildiğine göre: “Hırsızın elini boynundan asmak hakkında Fadalah bin Ubaid'e sordum, o da: 'Bu sünnettir. Allah'ın Elçisi (ﷺ) bir adamın elini kesti ve sonra onu boynundan astı' dedi.”"
    },
    {
      "id": 56,
      "narrator": "It was narrated from Abdur-Rahman bin Tha’labah Al-Ansari, from his father, that Amr bin Samurah bin Habib bin Abd Shams came to the Messenger of Allah (ﷺ) and said:",
      "text": "Abdur-Rahman bin Tha’labah Al-Ansari'den, babasından rivayet edildiğine göre, Amr bin Samurah bin Habib bin Abd Şems, Allah'ın Elçisi'ne (ﷺ) geldi ve: “Ey Allah'ın Elçisi (ﷺ)! Banu so-and-so'ya ait bir deve çaldım; beni temizle!” dedi. Peygamber (ﷺ) onlara haber gönderdi ve onlar: “(Evet), bizim bir develerimizi kaybettik.” dediler. Bunun üzerine Peygamber (ﷺ) onun elinin kesilmesini emretti. Tha'labah şöyle dedi: “Onun elinin düştüğünü gördüm ve ona 'Allah'a (STW) hamd olsun ki beni senden temizledi; sen bütün bedenimi cehenneme sokmak istedin.' dedi.”"
    },
    {
      "id": 57,
      "narrator": "It was narrated Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer bir köle çalarsa, onu yarı fiyatına bile olsa satın.”"
    },
    {
      "id": 58,
      "narrator": "It was narrated from Ibn Abbas that :",
      "text": "İbn Abbas'tan rivayet edildiğine göre: Khumus'un bir kölesi Khumus'tan bir şey çaldı ve mesele Peygamber'e (ﷺ) intikal etti ama o elini kesmedi ve şöyle dedi: “Allah'ın malı, (STW) bir kısmı diğer kısmı çalıyor.”"
    },
    {
      "id": 59,
      "narrator": "It was narrated from Jabir bin Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir bin Abdullah'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Emanetine ihanet edenin, hırsızın ve küçük hırsızın eli kesilmez.”"
    },
    {
      "id": 60,
      "narrator": "It was narrated from Ibrahim bin Abdur-Rahman bin Awf that his father said:",
      "text": "İbrahim bin Abdur-Rahman bin Awf'tan, babasından rivayet edildiğine göre: “Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: 'Küçük hırsızın eli kesilmez.'”"
    },
    {
      "id": 61,
      "narrator": "It was narrated from Rafi bin Khadij that the Messenger of Allah (ﷺ) said:",
      "text": "Rafi bin Khadij'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “El, (meyve) hırsızlığı veya hurma ağaçlarının tomurcuğunun çalınması nedeniyle kesilmez.”"
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “El, (meyve) hırsızlığı veya hurma ağaçlarının tomurcuğunun çalınması nedeniyle kesilmez.”"
    },
    {
      "id": 63,
      "narrator": "It was narrated from Abdullah bin Safwan that :",
      "text": "Abdullah bin Safwan'dan rivayet edilmiştir ki: Babası camide uyumuş, üst örtüsünü yastık olarak kullanmış ve bu örtü başının altından alınmıştır. Hırsızı Peygamber (ﷺ)'e getirdi ve Peygamber (ﷺ) onun elinin kesilmesini emretti. Safwan dedi ki: “Ey Allah'ın Resulü (ﷺ), bunu istemedim! Üst örtümü ona sadaka olarak veriyorum.” Allah'ın Resulü (ﷺ) dedi ki: “Onu bana getirmeden önce ona niçin vermedin?”"
    },
    {
      "id": 64,
      "narrator": "XOIt was narrated from Amr bin Shu'aib, from his father, from his grandfather, that a man from Muzainah asked the Prophet (ﷺ) about fruits. :",
      "text": "Amr bin Shu'aib, babasından, dedesinden rivayet etmiştir ki, Muzainah'dan bir adam Peygamber (ﷺ)'e meyveler hakkında sordu. O da şöyle dedi: “Ağaçtan alınan ve taşınan şeyin değeri ve benzeri (yani fiyatının iki katı ödenmelidir). Hurma kurutulan yerden alınan şeyin cezası, eğer alınan miktar bir zırhın fiyatına eşitse elin kesilmesidir. Ama (kişi) onu yer ve almazsa, ceza yoktur.” Dedi ki: “Peygamberim (ﷺ), meradan alınan koyunlar hakkında ne olacak?” O da dedi ki: “(Hırsız) fiyatının iki katını ödemeli ve ceza almalı, eğer ahırda ise ve alınan şey bir zırhın fiyatına eşitse elinin kesilmesi gerekir.”"
    },
    {
      "id": 65,
      "narrator": "It was narrated from Ishaq bin Abu Talhah:",
      "text": "İshak bin Abu Talhah'tan rivayet edilmiştir: “Abu Mundhir, Abu Dharr'ın azatlısı, bana şöyle söyledi: Bir hırsız Allah'ın Resulü (ﷺ)'ne getirildi ve suçunu kabul etti, ancak çalınan eşyalar yanında bulunmadı. Allah'ın Resulü (ﷺ) dedi ki: 'Onları çaldığını düşünmüyorum.' O da dedi ki: 'Evet, çaldım.' Sonra tekrar dedi: 'Onları çaldığını düşünmüyorum.' ve o da dedi: 'Evet, çaldım.' Sonra elinin kesilmesini emretti. Peygamber (ﷺ) dedi: 'De ki: Allah'tan bağışlanma diliyorum ve O'na tövbe ediyorum.' Bunun üzerine o (hırsız) dedi: 'Allah'tan bağışlanma diliyorum ve O'na tövbe ediyorum.' O (Peygamber (ﷺ)) iki kez dedi: 'Ey Allah! Onun tövbesini kabul et.'”"
    },
    {
      "id": 66,
      "narrator": "It was narrated from 'Abdul Jabbar bin Wa'il that his father said:",
      "text": "'Abdul Jabbar bin Wa'il'den rivayet edilmiştir ki, babası şöyle dedi: “Bir kadın, Allah'ın Resulü (ﷺ) zamanında zorla (yani tecavüze) uğradı. O, onun için yasal cezayı kaldırdı ve ona saldıran kişi üzerinde uyguladı, ancak (rivayet eden) bu konuda onun, ona bir bridal-money verilmesi gerektiğini söylemedi.”"
    },
    {
      "id": 67,
      "narrator": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Camide yasal ceza uygulanmasın.”"
    },
    {
      "id": 68,
      "narrator": "'Amr bin Shu'aib narrated from his father, from his grandfather, that:",
      "text": "'Amr bin Shu'aib, babasından, dedesinden rivayet etmiştir ki: Allah'ın Resulü (ﷺ) camilerde yasal ceza için kırbaç vurmayı yasaklamıştır."
    },
    {
      "id": 69,
      "narrator": "It was narrated from Abu Burdah bin Niyar that the Messenger of Allah (ﷺ) used to say:",
      "text": "Abu Burdah bin Niyar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle derdi: “Hiç kimseye on kırbaçtan fazlası verilmemelidir, Allah'ın (SWT) yasal cezalarından biri hariç.”"
    },
    {
      "id": 70,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ondan fazla on kırbaçla cezalandırmayın.”"
    },
    {
      "id": 71,
      "narrator": "It was narrated from Ubadah bin Samit that the Messenger of Allah (ﷺ) said:",
      "text": "Ubadah bin Samit'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Aranızdan biri bir Hadd cezasına maruz kalırsa, cezası öne alınmış olur ve bu onun için bir kefaret olur, aksi takdirde durumu Allah'a aittir.”"
    },
    {
      "id": 72,
      "narrator": "It was narrated from Ali that the Messenger of Allah (ﷺ) said:",
      "text": "Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bu dünyada bir günah işleyen ve bunun cezasını çeken kimse, Allah (SWT) kullarını tekrar cezalandıracak kadar adil değildir. Ve bu dünyada bir günah işleyen ve Allah onu gizlerse, Allah affettiği bir şeyi geri almak kadar cömert değildir.”"
    },
    {
      "id": 73,
      "narrator": "It was narrated from Abu Hurairah that Sa'd bin Ubadah Al-Ansari said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Sa'd bin Ubadah Al-Ansari dedi ki: “Ey Allah'ın Resulü (ﷺ), eğer bir adam başka bir adamı karısıyla bulursa, onu öldürmeli mi?” Allah'ın Resulü (ﷺ) dedi ki: “Hayır.” Sa'd dedi ki: “Evet, öldürmeli, seni hak ile onurlandıran adına!” Allah'ın Resulü (ﷺ) dedi ki: “Liderinin söylediklerini dinle!”"
    },
    {
      "id": 74,
      "narrator": "It was narrated that Salamah bin Muhabbiq said:",
      "text": "Salamah bin Muhabbiq'ten rivayet edilmiştir ki: “Yasal cezaların ayetleri indirildiğinde, kıskanç bir adam olan Abu Thabit Sa'd bin Ubadah'a şöyle denildi: ‘Eğer başka bir adam karınla bulursan, ne yaparsın?’ O da dedi ki: “Her ikisini de kılıçla vururum; dört (şahit) getirmek için beklememi mi düşünüyorsun, o kendini tatmin edip gidecek? Yoksa ben şöyle mi demeliyim, ben şunu ve bunu gördüm, ve sen bana (iftira) için yasal ceza uygulayacaksın ve bir daha benim şahitliğimi kabul etmeyecek misin?' Bu durum Peygamber (ﷺ)'e iletildi ve o da dedi: “Kılıç, şahit olarak yeter.” Sonra dedi ki: “Hayır (ikinci düşüncemde) sarhoş ve kıskanç olanın bunu takip etmesinden korkuyorum.” (Da'if)"
    },
    {
      "id": 75,
      "narrator": "It was narrated that Bara bin Azib said:",
      "text": "Abu Abdullah - yani İbn Majah - dedi ki: “Abu Zurah'ın şöyle dediğini duydum: “Bu, Ali bin Muhammad At-Tanafisi'nin hadisi, ondan duymadım.”"
    },
    {
      "id": 76,
      "narrator": "It was narrated from Mu'awiyah bin Qurrah that his father said:",
      "text": "Mu'aviye bin Kurra'dan rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Resulü (ﷺ) beni, babasının karısıyla evlenen bir adama gönderdi, onun boynunu vurup (idam etmek) ve malını confiscate etmek için.”"
    },
    {
      "id": 77,
      "narrator": "It was narrated from Ibn Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim, babasından başka birine ait olduğunu iddia ederse veya (azatlı köle) gerçek sahibinden başka birine Wala'sının ait olduğunu iddia ederse, Allah'ın (SWT) laneti, meleklerin ve tüm insanların üzerine olsun.”"
    },
    {
      "id": 78,
      "narrator": "It was narrated that Abu Uthman Nahdi said:",
      "text": "Ebu Osman Nahdi'den rivayet edilmiştir ki, “Sa'd ve Ebu Bekir'in, doğrudan Muhammed (ﷺ)'den işittiğini ve ezberlediğini duyduğumu söylediler: 'Babasının kim olduğunu bilerek, başka birine ait olduğunu iddia edenin cenneti haramdır.'”"
    },
    {
      "id": 79,
      "narrator": "It was narrated from Abdullah bin Amr that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim, babasından başka birine ait olduğunu iddia ederse, cennetin kokusunu bile alamaz, oysa cennetin kokusu beş yüz yıllık mesafeden bile duyulabilir.”"
    },
    {
      "id": 80,
      "narrator": "Muslim bin Haisam narrated from Ash'ath bin Qais who said:",
      "text": "Müslim bin Haisam, Eş'ath bin Kays'tan rivayet etmiştir ki, “Ben, Kindah'dan bir heyetle Allah'ın Resulü (ﷺ)'ne geldim ve onlar benim en iyim olduğumu düşündüler. Ben dedim ki: 'Ey Allah'ın Resulü (ﷺ), sen bizden değil misin?' O şöyle dedi: 'Biz Banu Nadr bin Kinanah kabilesiyiz, annemize atıfta bulunmayız ve atalarımızı inkar etmeyiz.'” O şöyle dedi: “Eş'ath bin Kays derdi ki: 'Eğer bana, Kureyş'ten bir adamın Nadr bin Kinanah'a ait olmadığını öne süren bir adam getirilirse, ona (iftira) cezasını uygularım.'”"
    },
    {
      "id": 81,
      "narrator": "Safwan bin Umayyah said:",
      "text": "Safvan bin Umayyah şöyle dedi: “Biz, Allah'ın Resulü (ﷺ) ileydik ve Amr bin Murrah geldi ve dedi ki: 'Ey Allah'ın Resulü (ﷺ), Allah (SWT) beni mahkum etti ve geçimimi sağlamak için başka bir yol göstermedi, sadece elimle tamburumu çalmamı emretti; bana ahlaka aykırı bir şey yapmadan şarkı söylemem için izin ver.' Allah'ın Resulü (ﷺ) şöyle dedi: 'Sana izin vermeyeceğim, seni onurlandırmayacağım ve istediğini vermeyeceğim. Sen yalan söylüyorsun, ey Allah'ın düşmanı. Allah (SWT) sana iyi, helal bir rızık vermiştir, ama sen, sana haram kıldığı rızığı seçtin. Eğer daha önce seni uyarmış olsaydım, sana şu ve bu şekilde davranırdım. Benden uzaklaş ve Allah'a (SWT) tövbe et. Eğer bu uyarıdan sonra yine yaparsan, sana acı bir dayak atacağım ve başını traş edeceğim, seni bir örnek olarak göstereceğim ve seni halkından sürgün edeceğim, Medine gençlerine gelip mallarını almalarını söyleyeceğim.' Amr, yalnızca Allah'ın (SWT) bildiği bir üzüntü ve aşağılanma ile kalktı. Gittiğinde, Peygamber (ﷺ) şöyle dedi: 'O günahkârlar, aralarından kim tövbe etmeden ölürse, Allah (SWT) onu Kıyamet Günü, bu dünyada olduğu gibi, kadınsı ve çıplak olarak toplayacaktır, insanların gözünden saklayacak bir parça bile giysi olmadan. Her kalktığında yere düşecektir.'”"
    },
    {
      "id": 82,
      "narrator": "It was narrated from Umm Salamah that :",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: Peygamber (ﷺ) ona girdi ve bir kadınsı adamın Abdullah bin Ebu Umayyah'a şöyle dediğini duydu: “Eğer Allah bize yarın Ta'if'i fethetmemizi nasip ederse, sana dört (yağ katmanı) üzerinde gelen bir kadını göstereceğim ve sekiz üzerinde gidecek.” Peygamber (ﷺ) şöyle dedi: “Onları evlerinizden atın.”"
    }
  ]
}