{
  "language": "tr",
  "metadata": {
    "length": 80,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Kıyamet Günü insanlar arasında hüküm verilecek ilk mesele kan dökme olacaktır.”"
    },
    {
      "id": 2,
      "narrator": "It was narrated from Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Haksız yere bir kişi öldürülmez, fakat onun kanından sorumluluğun bir kısmı, ilk Adem oğlu üzerinde olacaktır, çünkü o ilk öldüren kişiydi.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Kıyamet Günü insanlar arasında hüküm verilecek ilk mesele kan dökme olacaktır.”"
    },
    {
      "id": 4,
      "narrator": "It was narrated from Uqbah bin Amir Al-Juhani that the Messenger of Allah (ﷺ) said:",
      "text": "Uqbah bin Amir Al-Juhani'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Kim Allah (SWT) ile hiçbir şeyi ortak koşmadan ve haksız yere kan dökmeden buluşursa, cennete girecektir.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated from Bara' bin Azib that the Messenger of Allah (ﷺ) said:",
      "text": "Bara' bin Azib'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Eğer bu dünya yok olursa, bu Allah (SWT) katında bir müminin haksız yere öldürülmesinden daha az önemli olacaktır.”"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Bir mümini öldürmeye yardımcı olan, hatta yarım bir dünya ile bile olsa, Allah (SWT) ile buluştuğunda, gözlerinin arasında 'O, Allah (SWT)'ın merhametinden umudunu kesmiştir' yazılı olarak buluşacaktır.”"
    },
    {
      "id": 7,
      "narrator": "It was narrated that Salim bin Abu Jad said:",
      "text": "Salim bin Abu Jad'dan rivayet edilmiştir ki: “İbn Abbas'a, bir mümini kasten öldüren, sonra tövbe eden, iman eden, salih ameller işleyen ve doğru rehberliği takip eden biri hakkında soruldu. O şöyle dedi: 'Vay haline, ona nasıl bir rehberlik olabilir? Ben, Peygamberinizin (ﷺ) şöyle söylediğini duydum: 'Katil ve kurbanı, kıyamet günü, katilin başını tutan kurban ile birlikte getirilecek ve 'Ey Rabbim, bu kişiye sor, neden beni öldürdü?' diyecek. Allah (SWT) yüce ve azizdir, bunu Peygamberinize (ﷺ) vahyetti, sonra bunu iptal etmedi.'”"
    },
    {
      "id": 8,
      "narrator": "It was narrated that Abu Sa'eed Al Khudri said:",
      "text": "Abu Sa'eed Al Khudri'den rivayet edilmiştir ki: “Size, Allah'ın Elçisi'nden (ﷺ) doğrudan duyduğumu söylemeyeyim mi? Bunu duydum ve ezberledim: 'Bir adam doksan dokuz kişiyi öldürdü, sonra tövbe etme fikri aklına geldi. Yeryüzündeki en bilgili kişinin kim olduğunu sordu, ona bir adamın ismi verildi, o da ona gitti ve şöyle dedi: 'Doksan dokuz kişiyi öldürdüm. Tövbe edebilir miyim?' O da: 'Doksan dokuz kişiden sonra?!' dedi. O da kılıcını çekip onu öldürdü, böylece yüzü tamamladı. Sonra tekrar tövbe etme fikri aklına geldi, bu sefer en bilgili kişinin kim olduğunu sordu, ona başka bir adamın ismi verildi, o da ona gitti ve şöyle dedi: 'Yüz kişiyi öldürdüm. Tövbe edebilir miyim?' O da: 'Vay haline, seni tövbe etmekten alıkoyan nedir? Yaşadığın kötü şehirden çık ve iyi bir şehre git, şu şu şehirde ve orada Rabbine ibadet et.' O da çıktı, iyi şehre doğru yöneldi, ama yolda ölümü ona geldi. Rahmet melekleri ve azap melekleri arasında tartışma oldu. İblis (Şeytan) dedi ki: 'Benim ona daha çok hakkım var, çünkü o bir an bile bana itaat etmedi.' Ama rahmet melekleri dedi ki: 'O, tövbe ederek çıktı.' (Rivayet edenlerden biri) Hammam dedi ki: 'Humaid At-Tawil, Bakr bin Abdullah'dan, o da Abu Rafi'den şöyle rivayet etti: 'Buna göre Allah (SWT) bir melek gönderdi. O da: 'İki şehirden hangisine daha yakın olduğunu gör ve onu oranın halkıyla birleştir.' (Rivayet edenlerden biri) Katade dedi ki: 'Hasan bize şöyle rivayet etti: 'Ölüm ona geldiğinde, o çabaladı ve iyi şehre daha yakın olmaya çalıştı, kötü şehirden daha uzaklaştı, böylece onu iyi şehrin halkıyla birleştirdiler.'”"
    },
    {
      "id": 9,
      "narrator": "It was narrated from Abu Sharaih Al-Khuzai that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sharaih Al-Khuzai'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Killing veya yaralanma durumunda, üç şeyden birini seçme hakkı vardır, eğer dördüncüyü isterse onu engelleyin. O, (katili) öldürebilir, affedebilir veya kan bedelini alabilir. Bunlardan herhangi birini kabul eden, daha sonra (katili) öldürürse, cehennemin ateşinde ebedi olarak kalacaktır.”"
    },
    {
      "id": 10,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Bir kişinin akrabası öldürülürse, iki şeyden birini seçme hakkına sahiptir: Ya katilin öldürülmesini talep edebilir, ya da kan bedelini talep edebilir.”"
    },
    {
      "id": 11,
      "narrator": "It was narrated that Ziyad bin Sa'd bin Dumairah (said):",
      "text": "Ziyad bin Sa'd bin Dumairah (şöyle) dedi: “Babam ve amcam, Allah'ın Elçisi (ﷺ) ile Huneyn'de bulunanlar, bana şöyle anlattılar: 'Peygamber (ﷺ) Zuhr namazını kıldı, sonra bir ağacın altına oturdu. Khindaf'ın lideri olan Aqra' bin Habis, Muhallim bin Jaththamah'ı savunmak için ona geldi. Uyainah bin Hisn, Ashja kabilesinden 'Amir bin Adbat için intikam talep etmek üzere ona geldi. Peygamber (ﷺ) onlara şöyle dedi: 'Kan bedelini kabul eder misiniz?' Ama onlar kabul etmediler. Sonra Banu Laith'ten Mukaital adında bir adam ayağa kalkarak dedi: 'Ey Allah'ın Elçisi (ﷺ)! Allah (SWT) adına! İslam'ın ilk günlerinde öldürülen bu adam, su içmeye gelen koyunlar gibidir, ama onlara taş atılıyor, bu yüzden sonuncusu kaçıyor (yani, katil öldürülmelidir).' Peygamber (ﷺ) dedi: 'Yolda giderken elli (deve) alacaksınız ve geri dönerken elli (deve) daha alacaksınız.' Böylece kan bedelini kabul ettiler.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from this father, from his grandfather that the Messenger of Allah (ﷺ) said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Kasten öldüren kişi, kurbanın mirasçılarına teslim edilecektir. Eğer isterlerse onu öldürebilirler, ya da isterlerse kan bedelini kabul edebilirler, bu da otuz Hiqqah, otuz Jadha'ah ve kırk Khalifah'dır. Bu, kasten öldürme için kan bedelidir. Uzlaşma ile belirlenen her şey onlara aittir ve bu bağlayıcı bir sözleşmedir.”"
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abdullah bin 'Amr that the Prophet (ﷺ) said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Kazaen öldürme, kasıtlı olarak benzer, bu da bir kamçı veya sopa ile öldürmedir, bunun kan bedeli yüz deve olup, bunlardan kırkı hamile dişi deve olmalıdır, hamileliklerinin ortasında, yavruları karınlarında.”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn Umar that :",
      "text": "Başka bir isnad benzer bir hadisi rivayet etmektedir."
    },
    {
      "id": 15,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ), Mekkelerin fethinde, Kabe'nin merdivenlerinde ayağa kalktı. Allah (SWT)'ı övdü ve yüceltti, sonra şöyle dedi: “Övgü, vaadini yerine getiren, kuluna zafer veren ve bir başına müttefikleri yenen Allah (SWT)'a aittir. Kazaen öldürülen, bir kamçı veya sopa ile öldürülen kişidir; onun kan bedeli yüz deve olup, bunlardan kırkı hamile dişi deve olmalıdır, yavruları karınlarında. Cahiliye dönemine ait her gelenek ve her kan davası, bu iki ayağımın altındadır (yani, kaldırılmıştır), Kabe'nin koruyuculuğu ve hacılar için su temini hariç, bunlar daha önce kime ait idiyse, onlara aittir.”"
    },
    {
      "id": 16,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yanlışlıkla öldürülenin kan bedeli, otuz Bint Makhad (bir yaşında dişi deve), otuz Bint Labun (iki yaşında dişi deve), otuz Hiqqah (üç yaşında dişi deve) ve on Bani Labun (iki yaşında erkek deve)dir.” Allah'ın Resulü (ﷺ) şehir halkı arasında (yanlışlıkla öldürme için) kan bedelini dört yüz Dinar veya gümüş eşdeğerinde bir değer olarak belirlemiştir. Deve fiyatını (Bedevi için) hesapladığında, bu zamanla değişiklik göstermekteydi. Fiyatlar yükseldiğinde, değer (dinar olarak) artar; fiyatlar düştüğünde, değer (dinar olarak) düşerdi. Allah'ın Resulü (ﷺ) döneminde değer dört yüz ile sekiz yüz dinar arasında, ya da gümüş eşdeğeri olarak sekiz bin Dirhem idi. Ve Allah'ın Resulü (ﷺ) bir kişinin kan bedeli sığır cinsinden ödenirse, sığır besleyenler arasında miktarın iki yüz inek olduğunu; eğer kişi kan bedelini koyun cinsinden öderse, koyun besleyenler arasında değerinin iki bin koyun olduğunu hükmetmiştir. (Hasan)."
    },
    {
      "id": 17,
      "narrator": "It was narrated from 'Abdullah bin Masud that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yanlışlıkla öldürenin kan bedeli yirmi Hiqqah (üç yaşında dişi develer), yirmi Jadha'ah (dört yaşında dişi develer), yirmi Bint Makhad (bir yaşında dişi deve), yirmi Bint Labun (iki yaşında dişi develer) ve yirmi Bani Makhad (bir yaşında dişi develer)dir.”"
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Ikrimah, from Ibn 'Abbas, that :",
      "text": "'İkrime'den, İbn 'Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) kan bedelini on iki bin (Dirhem) olarak belirlemiştir. O şöyle demiştir: “Bu, Allah'ın söylediği gibidir: 'Ve bunun için bir sebep bulamadılar, ancak Allah ve Resulü (ﷺ) onları nimetleriyle zengin kıldı.'” O şöyle demiştir: “Kan bedelini almalarıyla.”"
    },
    {
      "id": 19,
      "narrator": "It was narrated that Mughirah bin Shu'bah said:",
      "text": "Mughirah bin Shu'bah'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) kan bedelinin 'Aqilah tarafından ödenmesi gerektiğine hükmetmiştir.”"
    },
    {
      "id": 20,
      "narrator": "It was narrated from Miqdam Ash-Shami that the Messenger of Allah (ﷺ) said:",
      "text": "Miqdam Ash-Shami'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ben, mirasçısı olmayanın mirasçısıyım ve onun adına kan bedelini ödeyeceğim ve ondan miras alacağım; ve amca, mirasçısı olmayanın mirasçısıdır; o da onun adına kan bedelini öder ve ondan miras alır.”"
    },
    {
      "id": 21,
      "narrator": "It was narrated from Ibn 'Abbas, who attributed it to the Prophet (ﷺ):",
      "text": "İbn 'Abbas'tan, onu Peygamber (ﷺ)'e atfederek rivayet edilmiştir: “Kim bir taş, kamçı veya sopa kullanarak cehalet veya kabilevi sebeplerle birini öldürürse; yanlışlıkla öldürme için kan bedelini ödemesi gerekir. Kim kasten öldürürse, o da intikam olarak öldürülmelidir. Bunu engellemeye çalışan kimseye Allah'ın, meleklerin ve tüm insanların laneti vardır ve ondan ne değişiklik ne de adil bir takas kabul edilir.”"
    },
    {
      "id": 22,
      "narrator": "Nimran bin Jariyah narrated from his father that :",
      "text": "Nimran bin Jariyah, babasından rivayet etmiştir ki: Bir adam, başka bir adamın bileğine kılıcıyla vurdu ve onu eklem yerinden değil, kesip attı. Peygamber (ﷺ)'e başvurdu ve Diyah'ın ödenmesini emretti. Adam dedi ki: “Ey Allah'ın Resulü (ﷺ), ben intikam istiyorum.” O da: “Tazminatı al, Allah seni bununla bereketlendirsin.” dedi. Ve intikam almasına izin vermedi."
    },
    {
      "id": 23,
      "narrator": "It was narrated from 'Abbas bin 'Abdul-Muttalib that the Messenger of Allah (ﷺ) said:",
      "text": "'Abbas bin 'Abdul-Muttalib'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Beyin hasarına ulaşmayan baş yarası, derinlemesine nüfuz etmeyen mızrak yarası veya bir kemiği yerinden oynatan yara için intikam yoktur.”"
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Aishah that :",
      "text": "'Aişe'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) Abu Jahm bin Hudhaifah'ı Sadaqah toplamak üzere göndermiştir. Bir adam, onun Sadaqah'ı hakkında onunla tartıştı ve Abu Jahm onu vurdu ve başını yaraladı. Peygamber (ﷺ)'e geldiler ve dediler ki: “Tazminat, ey Allah'ın Resulü (ﷺ)!” Peygamber (ﷺ) dedi ki: “Şu kadar alacaksınız,” ama bunu kabul etmediler. O dedi ki: “Şu kadar alacaksınız,” ve kabul ettiler. Sonra Peygamber (ﷺ) dedi ki: “Ben insanlara hitap edeceğim ve onlara sizin kabul ettiğinizi söyleyeceğim.” Onlar dedi ki: “Evet.” Böylece Peygamber (ﷺ) insanlara hitap etti ve dedi ki: “Bu Laith halkı bana tazminat talep ederek geldiler ve onlara şu kadar teklif ettim. Kabul ediyor musunuz?” Onlar dedi ki: “Hayır.” Muhacirler onlara saldırmak istedi, ama Peygamber (ﷺ) onlara saldırmamalarını söyledi, böylece geri durdular. Sonra onları çağırdı ve daha fazlasını teklif etti ve dedi ki: “Kabul ediyor musunuz?” Onlar dedi ki: “Evet.” O dedi ki: “Ben insanlara hitap edeceğim ve onlara sizin kabul ettiğinizi söyleyeceğim.” Onlar dedi ki: “Evet.” Böylece Peygamber (ﷺ) insanlara hitap etti ve sonra dedi ki: “Kabul ediyor musunuz?” Onlar dedi ki: “Evet.”"
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bir fetüs hakkında hüküm verdi ki (kan bedeli) bir köle, erkek ve dişi olmalıdır. Bu hükme muhatap olan kişi dedi ki: 'Doğum anında ne yiyen, ne içen, ne bağıran, ne de ağlayan birinin kan bedelini mi ödeyeceğiz? Böyle birine göz yumulmalıdır.' Allah'ın Resulü (ﷺ) dedi ki: 'Bu adam bir şair gibi konuşuyor. (Ama fetüs için kan bedeli) bir köle, erkek veya dişi olmalıdır.'”"
    },
    {
      "id": 26,
      "narrator": "It was narrated that Miswar bin Makhramah said:",
      "text": "Miswar bin Makhramah'dan rivayet edilmiştir ki: “Ömer bin Hattab, bir kadının düşük yapması hakkında insanlara danıştı. Al-Mughirah bin Shu'bah dedi ki: 'Ben, Allah'ın Resulü (ﷺ)'nün fetüs için kan bedelinin bir köle, erkek veya dişi olarak verilmesi gerektiğine hükmettiğini gördüm.' Ömer dedi ki: 'Yanında şahit getirin. O da Muhammad bin Meslamah'ı şahit olarak getirdi.'”"
    },
    {
      "id": 27,
      "narrator": "It was narrated from 'Umar bin Khattab that :",
      "text": "'Umar bin Khattab'dan rivayet edilmiştir ki: O, fetüs hakkında Peygamber (ﷺ)'in hükmünü insanlara sordu. Hamal bin Malik bin Nabighah ayağa kalktı ve dedi ki: “Ben iki eşim arasında idim ve biri diğerine bir tente direğiyle vurdu, onu ve bir fetüsü öldürdü. Allah'ın Resulü (ﷺ) fetüs için kan bedelinin bir köle olduğunu ve onun intikamı için öldürüleceğini hükmetti.”"
    },
    {
      "id": 28,
      "narrator": "It was narrated from Sa'eed bin Musayyab that 'Umar used to say:",
      "text": "Sa'eed bin Musayyab'dan rivayet edilmiştir ki: 'Umar şöyle derdi: “Kan bedeli, babanın tarafındaki yakın erkek akrabalara aittir ve kadın, kocasının kan bedelinden hiçbir şey miras almaz,” ta ki Ad-Dahhak bin Sufyan ona yazıp, Peygamber (ﷺ)'in Ashyam bin Dibabi'nin karısının kocasının kan bedelinden miras alması gerektiğine hükmettiğini bildirdi."
    },
    {
      "id": 29,
      "narrator": "It was narrated from 'Ubadah bin Samit:",
      "text": "'Ubadah bin Samit'ten rivayet edilmiştir ki: Peygamber (ﷺ) Hamal bin Malik Hudhali Al-Lihyani'nin, diğer eşi tarafından öldürülen karısından miras alması gerektiğine hükmetmiştir."
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his grandfather, that :",
      "text": "'Amr bin Shu'aib'den, dedesinden rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) kitap ehlinin kan bedelinin Müslümanların kan bedelinin yarısı olduğunu ve onların Yahudi ve Hristiyan olduğunu hükmetmiştir."
    },
    {
      "id": 31,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Katil miras almaz.”"
    },
    {
      "id": 32,
      "narrator": "It was narrated from 'Amr bin Shu'aib that :",
      "text": "'Amr bin Shu'aib'den rivayet edilmiştir ki: Banu Mudlij'den bir adam olan Ebu Katade, oğlunu öldürdü ve 'Umar ondan yüz deve aldı; otuz Hiqqah, otuz Jadha'ah ve kırk Khalifah. Sonra şöyle dedi: “Öldürülenin kardeşi nerede? Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duydum: 'Katil miras almaz.'”"
    },
    {
      "id": 33,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) bir kadının kan bedelinin (birini öldürürse) babasının tarafındaki erkek akrabaları tarafından ödenmesi gerektiğine hükmetmiştir; kim olursa olsun, ve onlardan hiçbiri ondan miras almaz, sadece mirasçıları paylarını aldıktan sonra geriye kalanlardan alabilirler. Eğer o öldürülürse, kan bedeli mirasçıları arasında paylaşılmalıdır, çünkü onlar onu öldüreni öldürebilecek olanlardır.”"
    },
    {
      "id": 34,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) kan bedelinin katilin babasının tarafındaki yakın erkek akrabaları tarafından ödenmesi gerektiğine hükmetmiştir. Öldürülen kadının akrabaları şöyle dediler: 'Ey Allah'ın Elçisi (ﷺ), onun mirası bizimdir.' O da şöyle dedi: 'Hayır, onun mirası kocası ve çocukları içindir.'”"
    },
    {
      "id": 35,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: “Anas'ın baba tarafından teyzesi Rubai, bir kızın dişini kırdı ve onlar (kızın ailesi) onu affetmelerini istediler, ama reddettiler. Tazminat ödemeyi teklif ettiler, ama yine reddettiler. Bunun üzerine Peygamber (ﷺ)'e geldiler ve intikam almasını emretti. Anas bin Nadr dedi ki: 'Ey Allah'ın Elçisi (ﷺ), Rubai'nin dişi kırılacak mı? Seni hak ile gönderen Allah'a yemin ederim ki, kırılmayacak!' Peygamber (ﷺ) dedi ki: 'Ey Anas, Allah'ın takdir ettiği intikamdır.' Bunun üzerine insanlar bunu kabul ettiler ve onu affettiler. Allah'ın Elçisi (ﷺ) dedi ki: 'Allah'ın kulları arasında, eğer Allah'a yemin ederlerse, Allah onların yeminini yerine getirir.'”"
    },
    {
      "id": 36,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Dişler hepsi aynıdır; kesici diş ve azı dişi aynıdır.”"
    },
    {
      "id": 37,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) bir dişin tazminatının beş deve olması gerektiğine hükmetmiştir."
    },
    {
      "id": 38,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurmuştur: “Bu ve bu aynıdır” - yani serçe parmak, yüzük parmağı ve baş parmak."
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Parmaklar hepsi aynıdır ve her biri için tazminat on devedir.”"
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Musa Al-Ash'ari that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Parmaklar aynıdır.”"
    },
    {
      "id": 41,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Prophet (ﷺ) of said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: Peygamber (ﷺ) şöyle buyurmuştur: “Bir kemiği açığa çıkaran yaralanma için tazminat beştir; (tazminat) beş devedir.”"
    },
    {
      "id": 42,
      "narrator": "It was narrated from Ya'la and Salamah the sons of Ummayah said:",
      "text": "Ya'la ve Selame, Ümmüye'nin oğulları, şöyle dediler: “Biz, Allah'ın Elçisi (ﷺ) ile birlikte Tabuk seferine çıktık ve yanımızda bir arkadaşımız vardı. Yolda bir adamla kavga etti. Adam, rakibinin elini ısırdı, o da elini çekti ve adamın dişi düştü. Dişinin tazminatını talep etmek için Allah'ın Elçisi (ﷺ)'e geldi ve Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sizden biri, kardeşini bir tay gibi ısırıp, sonra tazminat talep etmeye mi gelecek? Bunun için tazminat yoktur.'” Böylece, Allah'ın Elçisi (ﷺ) bunu geçersiz kıldı (yani böyle bir durumda tazminat yoktur)."
    },
    {
      "id": 43,
      "narrator": "It was narrated from 'Imran bin Husain that a :",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki: Bir adam, diğer bir adamın ön kolunu ısırdı; o da kolunu çekti ve adamın dişi düştü. Bu mesele Peygamber (ﷺ)'e götürüldü ve o da bunu geçersiz kıldı ve şöyle dedi: 'Sizden biri, (başka birini) bir tay gibi ısırır mı?'”"
    },
    {
      "id": 44,
      "narrator": "It was narrated that Abu Juhaifah said:",
      "text": "Ebu Cuhayfa'dan rivayet edilmiştir ki: “Ali bin Ebu Talib'e dedim ki: 'İnsanların bilmediği bir bilgiye sahip misin?' O da: 'Hayır, Allah'a yemin ederim ki, biz sadece insanların bildiğini biliriz; ancak Allah, bir adamı Kur'an'ı anlama veya bu sayfada, Allah'ın Elçisi (ﷺ)'nden gelen kan bedeli ile ilgili hükümleri içeren bir bilgi ile mükafatlandırabilir. Bu sayfada, bir Müslümanın kâfirin öldürülmesi için intikam alınmaması gerektiği yazılıdır.'”"
    },
    {
      "id": 45,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Bir Müslüman, bir kâfirin öldürülmesi için intikam alınarak öldürülmemelidir.”"
    },
    {
      "id": 46,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Bir mümin, bir kafirin öldürülmesi nedeniyle öldürülmemelidir ve bir antlaşması olan bir kişi, antlaşma süresince öldürülmemelidir.\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Ibn 'Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir baba, oğlu yüzünden öldürülmemelidir.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that 'Umar bin Khattab said:",
      "text": "Amr bin Shu'aib'den, babası aracılığıyla, dedesi tarafından rivayet edilmiştir ki, Ömer bin Hattab şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Bir baba, oğlu yüzünden öldürülmemelidir.'\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Samurah bin Jundab that the Messenger of Allah (ﷺ) said:",
      "text": "Samurah bin Cundab'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kölesini öldüren kimseyi biz öldüreceğiz, kölesini yaralayan kimseyi de biz yaralayacağız.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "Amr bin Shu'aib'den, babası aracılığıyla, dedesi tarafından rivayet edilmiştir ki: \"Bir adam, kölesini kasıtlı ve kötü niyetle öldürdü, bunun üzerine Allah'ın Resulü (ﷺ) ona yüz sopa vurdu, bir yıl sürgün etti ve onu Müslümanlar arasından men etti.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from Anas bin Malik that :",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Bir Yahudi, bir kadının başını iki taş arasında ezip onu öldürdü, bunun üzerine Allah'ın Resulü (ﷺ) onun başını iki taş arasında ezdi."
    },
    {
      "id": 52,
      "narrator": "It was narrated from Anas bin Malik that :",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Bir Yahudi, bir kızı mücevherleri için öldürdü. O, (ölmekteyken) ona sordu: \"Falanca seni mi öldürdü?\" ve o başıyla hayır demek için işaret etti. Sonra tekrar sordu, o yine başıyla hayır demek için işaret etti. Üçüncü kez sordu ve o başıyla evet demek için işaret etti. Bunun üzerine Allah'ın Resulü (ﷺ) onu (başını ezerek) öldürdü."
    },
    {
      "id": 53,
      "narrator": "It was narrated from Nu'man bin Bashir that the Messenger of Allah (ﷺ) said:",
      "text": "Nu'man bin Beşir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kısas ancak kılıçla olur.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated from Abu Bakrah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Bekir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kısas ancak kılıçla olur.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Sulaiman bin Amr bin Ahwas that his father said:",
      "text": "Süleyman bin Amr bin Ahvas'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) Veda Haccı sırasında şöyle derken duydum: 'Hiçbir suçlu, işlediği suç nedeniyle başkasını cezalandıramaz. Hiçbir baba, suçuyla oğlu üzerinde ceza getiremez ve hiçbir oğul da babası üzerinde ceza getiremez.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Tariq Al-Muharibi said:",
      "text": "Tariq Al-Muharibi'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ) ellerini kaldırırken, koltuk altlarının beyazlığını görünce şöyle dediğini duydum: 'Hiçbir çocuk, annesinin suçu nedeniyle cezalandırılmamalıdır, hiçbir çocuk, annesinin suçu nedeniyle cezalandırılmamalıdır.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Khashkhash Al-Anbari said:",
      "text": "Khashkhash Al-Anbari'den rivayet edilmiştir ki: \"Ben, Peygamber (ﷺ) ile geldim ve oğlum yanımdaydı. O şöyle dedi: 'Sen onun suçundan dolayı cezalandırılmayacaksın ve o da senin suçundan dolayı cezalandırılmayacak.'\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from 'Usamah bin Sharik that the Messenger of Allah (ﷺ) said:",
      "text": "Usamah bin Sharik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Hiçbir kişi, başkasının suçu nedeniyle cezalandırılmayacaktır.\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from Abu Hurairah that the Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Hayvanın neden olduğu yaralanmalar sorumluluk gerektirmez, kuyular sorumluluk gerektirmez ve madenler sorumluluk gerektirmez.\""
    },
    {
      "id": 60,
      "narrator": "Khathir bin 'Abdullah bin 'Amr bin 'Awf narrated that his grandfather said:",
      "text": "Khatir bin Abdullah bin Amr bin Awf'tan rivayet edilmiştir ki, dedesi şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Hayvanın neden olduğu yaralanmalar sorumluluk gerektirmez ve madenler sorumluluk gerektirmez.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that 'Ubadah bin Samit said:",
      "text": "'Ubadah bin Samit'ten rivayet edilmiştir: “Allah'ın Resulü (ﷺ) madenlere veya kuyulara düşmekten kaynaklanan yaralanmalar için herhangi bir sorumluluk olmadığını, ayrıca bir hayvanın neden olduğu yaralanmalar için de sorumluluk olmadığını hükmetmiştir.”"
    },
    {
      "id": 62,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “(Ateşten kaynaklanan) yaralanmalar sorumsuzdur, ayrıca bir kuyuya düşmekten kaynaklanan yaralanmalar da.”"
    },
    {
      "id": 63,
      "narrator": "It was narrated from Sahl bin Abu Hathmah from the elders of his people that :",
      "text": "Sahl bin Abu Hathmah'dan, kendi halkının büyüklerinden rivayet edilmiştir ki: 'Abdullah bin Sahl ve Muhayyishah, ortaya çıkan bir sorun nedeniyle Khaibar'a gitmişlerdir. Birisi Muhayyishah'a geldi ve Abdullah bin Sahl'ın Khaibar'da bir çukura veya kuyuya atılmış olarak öldürüldüğünü söyledi. Yahudilere gidip: “Allah'a yemin ederim ki, onu siz öldürdünüz.” dedi. Onlar: “Allah'a yemin ederiz ki, biz onu öldürmedik.” dediler. Sonra kendi halkına geri döndü ve bunu onlara anlattı. Sonra kendisi ve ondan büyük olan kardeşi Huwayyisah ile 'Abdur-Rahman bin Sahl, (Peygamber (ﷺ)'e) geldiler. Khaibar'da bulunan Muhayyishah konuşmaya başladı, fakat Allah'ın Resulü (ﷺ): “Önce büyük olan konuşsun.” dedi. Böylece Huwayyisah konuştu, ardından Muhayyishah konuştu. Allah'ın Resulü (ﷺ) şöyle dedi: “Ya (Yahudiler) arkadaşınızın kan bedelini ödeyecek, ya da onlara savaş ilan edilecektir.” Allah'ın Resulü (ﷺ) bu konuda (Yahudilere) bir mektup gönderdi ve onlar: “Allah'a yemin ederiz ki, biz onu öldürmedik.” diye yazdılar. Allah'ın Resulü (ﷺ) Huwayyisah, Muhayyishah ve Abdur-Rahman'a: “Arkadaşınızın kan bedelini talep etmek için yemin eder misiniz?” dedi. Onlar: “Hayır” dediler. O: “Yahudiler sizin için yemin etsinler mi?” dedi. Onlar: “Onlar Müslüman değiller.” dediler. Bunun üzerine Allah'ın Resulü (ﷺ) kan bedelini kendisi ödedi ve onlara yüz dişi deve gönderdi ve bazıları eve girdi. Sahl dedi ki: “Onlardan bir kırmızı dişi deve beni tekmeledi.”"
    },
    {
      "id": 64,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather, that :",
      "text": "'Amr bin Shu'aib'den, babası aracılığıyla, dedesinden rivayet edilmiştir ki: Huwayyisah ve Muhayyishah, Mas'ud'un oğulları, ve Abdullah ile 'Abdur-Rahman, Sahl'ın oğulları, Khaibar'da yiyecek aramak için dışarı çıktılar. Abdullah saldırıya uğrayıp öldürüldü ve bu durum Allah'ın Resulü (ﷺ)'ne bildirildi. O: “Yemin eder misiniz ve kan bedelinizi talep eder misiniz?” dedi. Onlar: “Ey Allah'ın Resulü (ﷺ), biz hiçbir şey görmedik ki yemin edelim?” dediler. O: “Yahudilerin masum olduklarına yemin etmesini ister misiniz?” dedi. Onlar: “Ey Allah'ın Resulü (ﷺ), o zaman bizi de öldürecekler.” dediler. Bunun üzerine Allah'ın Resulü (ﷺ) kan bedelini kendisi ödedi."
    },
    {
      "id": 65,
      "narrator": "It was narrated from Salamah bin Rawh bin Zinba', that :",
      "text": "Salamah bin Rawh bin Zinba'dan rivayet edilmiştir ki: Dedesi, Peygamber (ﷺ)'e geldi ve bir kölesini hadım etmişti. Peygamber (ﷺ) köleyi, sakatlandığı için azat etti."
    },
    {
      "id": 66,
      "narrator": "'Amr bin Shu'aib narrated from his father that his grandfather said:",
      "text": "'Amr bin Shu'aib, babasından, dedesinin şöyle söylediğini rivayet etmiştir: “Bir adam, Peygamber (ﷺ)'e bağırarak geldi. Allah'ın Resulü (ﷺ) ona: 'Sende ne var?' dedi. O: 'Efendim, beni bir kölesine öpüşürken gördü, bu yüzden penisimi kesti.' dedi. Peygamber (ﷺ) dedi ki: 'Beni o adama götür.' Adam aranmış ama bulunamamış, bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: 'Git, sen özgürsün.' O: 'Beni kim koruyacak, ey Allah'ın Resulü (ﷺ)? Efendim beni tekrar köle yaparsa?' dedi. Allah'ın Resulü (ﷺ) dedi ki: 'Senin koruman her mümin veya Müslüman üzerine düşmektedir.'”"
    },
    {
      "id": 67,
      "narrator": "'Abdullah said that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah dedi ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanlar arasında öldürmede en erdemli olanlar, imanı olanlardır.”"
    },
    {
      "id": 68,
      "narrator": "It was narrated that 'Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Öldürmede en erdemli insanlar, imanı olanlardır.”"
    },
    {
      "id": 69,
      "narrator": "It was narrated from Ibn 'Abbas that the Prophet (ﷺ) said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Her Müslümanın kanı eşittir, onlar birbirine karşı tek bir el gibidir. En düşük statüde olanlarının sunduğu sığınma, hepsine geçerlidir ve en uzak olanlarına dönüş yapılır.”"
    },
    {
      "id": 70,
      "narrator": "It was narrated from Ma'qil bin Yasar that the Messenger of Allah (ﷺ) said:",
      "text": "Ma'qil bin Yasar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Müslümanlar birbirine karşı tek bir el gibidir ve kanları eşittir.”"
    },
    {
      "id": 71,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grandfather that the Messenger of Allah (ﷺ) said:",
      "text": "'Amr bin Shu'aib'den, babası aracılığıyla, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Müslümanların eli diğerlerinin üzerindedir ve kanları ile malları eşit değere sahiptir. En düşük olanlarının sunduğu sığınma, Müslümanlara geçerlidir ve Müslümanlar (savaş ganimetlerini) en uzak olanlarına iade ederler.”"
    },
    {
      "id": 72,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim bir Mu'ahid'i öldürürse, cennetin kokusunu bile duyamaz, oysa ki onun kokusu kırk yıl mesafeden duyulabilir.”"
    },
    {
      "id": 73,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Kim Allah'ın ve Resulü'nün korumasında olan bir Mu'ahid'i öldürürse, cennetin kokusunu bile duyamaz, oysa ki onun kokusu yetmiş yıl mesafeden duyulabilir.”"
    },
    {
      "id": 74,
      "narrator": "It was narrated that Rifa'ah bin Shaddad Al-Qitbani said:",
      "text": "Rifa'ah bin Shaddad Al-Qitbani'den rivayet edilmiştir ki: “Eğer 'Amr bin Hamiq Khuza'i'den duyduğum bir söz olmasaydı, Al-Mukhtar'ın başını bedeninden ayırırdım. Onun şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Eğer bir adam sana hayatını emanet ederse ve sen onu öldürürsen, Kıyamet günü ihanet bayrağını taşıyacaksın.'”"
    },
    {
      "id": 75,
      "narrator": "It was narrated that Rifa'ah said:",
      "text": "Rifa'ah'tan rivayet edilmiştir ki: “Mukhtar'ın sarayına girdim ve o: 'Cebrail az önce benden ayrıldı.' dedi. Onu öldürmekten alıkoyan tek şey, Sulaiman bin Surad'dan duyduğum bir Hadis oldu; o da Peygamber (ﷺ)'in: 'Eğer bir adam sana hayatını emanet ederse, onu öldürme.' dediğini aktarıyordu. İşte bu beni durdurdu.”"
    },
    {
      "id": 76,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre, “Bir adam, Allah Resulü (ﷺ) döneminde (başka birini) öldürdü ve Peygamber (ﷺ)'e götürüldü. O, katili mağdurun yakınlarına teslim etti, fakat katil: 'Ey Allah Resulü (ﷺ), Allah'a yemin ederim ki, onu öldürmeyi istemedim.' dedi. Allah Resulü (ﷺ) yakınlarına, 'Eğer o doğruyu söylüyorsa ve onu öldürürseniz, cehenneme gidersiniz.' dedi. Böylece onu serbest bıraktı. Adam bir ip ile bağlanmıştı ve ipini sürüyerek dışarı çıktı, bu yüzden Dhan-Nis'ah (ipli olan) olarak anılmaya başlandı.”"
    },
    {
      "id": 77,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "---"
    },
    {
      "id": 78,
      "narrator": "It was narrated that 'Ata bin Abu Maimunah said:",
      "text": "Anas bin Malik'in rivayet ettiğine göre, “Bir adam, akrabasının katilini Allah Resulü (ﷺ)'ne getirdi ve Allah Resulü (ﷺ) 'Bağışla' dedi, fakat o reddetti. 'Kan bedelini al' dedi, ama o yine reddetti. 'Git ve onu öldür, ama o zaman sen de onun gibi olursun.' dedi. Birisi ona yetişti ve Allah Resulü (ﷺ)'nün 'Git ve onu öldür, ama o zaman sen de onun gibi olursun.' dediğini hatırlattı. Böylece onu serbest bıraktı. Adam, ailesine doğru ipini sürüyerek gitti. Görünüşe göre onu bağlamıştı."
    },
    {
      "id": 79,
      "narrator": "Abu Darda said:",
      "text": "Abdurrahman bin Alkasım'ın rivayet ettiğine göre, \"O zaman, Peygamber (ﷺ)'den sonra hiç kimsenin 'Git ve onu öldür, ama o zaman sen de onun gibi olursun.' demesi caiz değildir.\""
    },
    {
      "id": 80,
      "narrator": "Mu'adh bin Jabal, Abu Ubaidah bin Jararah, Ubadah bin Samit and Shaddad bin Aws narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    }
  ]
}