{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Aishah said:",
      "text": "Aişe (r.a) şöyle dedi: “Allah’ın Resulü (ﷺ) ne bir Dinar ne de bir Dirhem, ne bir koyun ne de bir deve bırakmadı ve hiçbir şey hakkında vasiyet etmedi.”"
    },
    {
      "id": 2,
      "narrator": "It was narrated from Malik bin Mighwal that Talhah bin Musarrif said:",
      "text": "Malik bin Mighwal'dan rivayet edildiğine göre Talha bin Musarrif şöyle dedi: “Abdullah bin Ebu Avfa'ya dedim ki: 'Allah’ın Resulü (ﷺ) bir şey hakkında vasiyet etti mi?' O da: 'Hayır.' dedi. Ben: 'O halde Müslümanlara vasiyet etmelerini neden emretti?' dedim. O da: 'Onlara Allah’ın kitabına (SWT) uymalarını emretti.' Malik dedi ki: “Talha bin Musarrif şöyle dedi: 'Huzail bin Şurahbil dedi ki: “Ebu Bekir, Allah’ın Resulü (ﷺ) tarafından bir vasiyetle liderlik verilmiş midir?” (Aslında) Ebu Bekir, Allah’ın Resulü (ﷺ) tarafından bu konuda bir söz bulmayı arzuladı ki, burnunu bir (deve) burun halkasıyla bağlayabilsin.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah’ın Resulü (ﷺ) ölüm döşeğinde ve son nefesini verirken en çok şunu emretti: Namaz; ve sağ ellerinizin sahip olduğu kimseler."
    },
    {
      "id": 4,
      "narrator": "It was narrated that 'Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib şöyle dedi: “Peygamberin (ﷺ) son sözleri şunlardı: Namaz; ve sağ ellerinizin sahip olduğu kimseler.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Müslüman bir erkeğin, vasiyet yapılması gereken bir şeyi varsa, yanında yazılı bir vasiyeti olmadan iki gece geçirmeye hakkı yoktur.”"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Vasiyetten mahrum olan, vasiyetten mahrum olandır.”"
    },
    {
      "id": 7,
      "narrator": "It was narrated from Jabir bin Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir bin Abdullah'tan rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Vasiyet bırakarak ölen kimse, doğru yolda ve Sünnet üzere ölür, takva ile ve şehit olarak ölür, ve affedilir.”"
    },
    {
      "id": 8,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: “Müslüman bir erkeğin, vasiyet yapılması gereken bir şeyi varsa, yanında yazılı bir vasiyeti olmadan iki gece geçirmeye hakkı yoktur.”"
    },
    {
      "id": 9,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Mirasını mirasçılarından kaçırmaya çalışan kimse, Kıyamet Günü Allah (SWT) tarafından cennetteki mirasından mahrum bırakılacaktır.”"
    },
    {
      "id": 10,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Bir adam yetmiş yıl boyunca iyilik yapan işlerde bulunabilir, sonra vasiyetini yaptığında, vasiyetinde haksızlık ederse, kötü amellerle hayatını tamamlar ve cehenneme girer. Ve bir adam yetmiş yıl boyunca kötülük yapan işlerde bulunabilir, sonra vasiyetinde adil olursa, iyi amellerle hayatını tamamlar ve cennete girer.” Ebu Hureyre dedi ki: “İsterseniz okuyun: “İşte bunlar, Allah (SWT) tarafından belirlenen sınırlardır” diyerek 'rezil bir azap' ifadesine kadar.”"
    },
    {
      "id": 11,
      "narrator": "It was narrated from Mu'awiyah bin Qurrah, from his father that the Messenger of Allah (ﷺ) said:",
      "text": "Muaviye bin Kurra'dan, babasından rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Ölüm yaklaşırken vasiyet yapan kimse, eğer vasiyeti Allah’ın kitabına (SWT) uygunsa, bu, hayatı boyunca ödemediği Zekat için bir kefaret olacaktır.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre şöyle dedi: “Bir adam Peygamber (ﷺ)'e geldi ve dedi ki: “Ey Allah’ın Resulü (ﷺ), bana söyle, insanların hangisi benim iyi arkadaşlığım için en çok hak sahibidir?” O da: “Evet, baban üzerine, kesinlikle sana söylenecektir.” dedi. Adam: “Annen,” dedi. O: “Sonra kim?” dedi. Adam: “Sonra annen.” dedi. O: “Sonra kim?” dedi. Adam: “Sonra annen.” dedi. O: “Sonra kim?” dedi. Adam: “Sonra baban.” dedi. Adam: “Bana söyle, ey Allah’ın Resulü (ﷺ), malımdan nasıl sadaka vermeliyim?” dedi. O: “Evet, Allah (SWT) üzerine, kesinlikle sana söylenecektir. Sağlıklı ve mala açken, uzun bir yaşam umarak ve yoksulluktan korkarak sadaka vermelisin. Ruhun buraya ulaştığında: 'Malım şu kişiye aittir,' ve 'Malım bu kişiye aittir,' dediğinde, bu onlara ait olacaktır, sen istemesen bile.”"
    },
    {
      "id": 13,
      "narrator": "It was narrated that Busr bin Jahhash Al-Quraishi that :",
      "text": "Busr bin Cahhash Al-Kureyşi'den rivayet edildiğine göre, Peygamber (ﷺ) avucuna tükürdü, sonra işaret parmağıyla ona işaret etti ve dedi ki: “Allah (SWT) şöyle der: 'Benden kaçabileceğinizi mi sanıyorsunuz, ey Âdem oğlu, ben sizi bunun gibi bir şeyden yarattım? Ruhun buraya ulaştığında' - ve (Peygamber (ﷺ)) boğazına işaret etti - 'Sadaka veriyorum dersiniz.' Ama sadaka vermek için çok geçtir.”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from 'Amir bin Sa'd that his father said:",
      "text": "Amir bin Sa'd'dan, babasından rivayet edildiğine göre, şöyle dedi: “Fetih yılı hastalandım ve ölüm döşeğindeydim. Allah’ın Resulü (ﷺ) beni ziyarete geldi ve ben: 'Ey Allah’ın Resulü (ﷺ), benim büyük bir malım var ve mirasçım sadece kızım. Malımın üçte ikisini sadaka verebilir miyim?' dedim. O: 'Hayır.' dedi. Ben: 'O halde yarısını mı?' dedim. O: 'Hayır.' dedi. Ben: 'Üçte birini mi?' dedim. O: 'Üçte bir ve üçte bir çoktur. Eğer mirasçılarını zengin bırakırsan, onları yoksul ve insanlardan dilenir halde bırakmaktan daha iyidir.'”"
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Allah (SWT), ölüm anında malınızın üçte birinin tasarrufunda size cömert davranmıştır ki, böylece iyi amellerin kaydını artırabilesiniz.”"
    },
    {
      "id": 16,
      "narrator": "It was narrated from Ibn Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “(Allah buyuruyor) Ey Âdem oğlu! Sana, sadece Allah'ın (SWT) merhametiyle hak ettiğin iki şey verdim: Ölüm döşeğinde iken malının bir kısmını tasfiye etmene izin veriyorum, böylece seni temizleyip arındırayım ve hayatın sona erdikten sonra kullarım senin için dua eder.”"
    },
    {
      "id": 17,
      "narrator": "It was narrated that Ibn Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “İnsanların (vasiyeti) üçte birden, dörtte bire indirmelerini isterim, çünkü Allah'ın Resulü (ﷺ) şöyle demiştir: 'Üçte bir çoktur.'”"
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Amr bin Kharijah:",
      "text": "'Amr bin Kharijah'tan rivayet edilmiştir: “Peygamber (ﷺ) onlara, devenin üzerinde iken hitap etti. Devesi, yemini çiğniyordu ve tükürüğü omuzlarımın arasına damlıyordu. Şöyle dedi: 'Allah (SWT) her varise miras payını ayırmıştır, bu yüzden bir varis için vasiyet yapmak caiz değildir. Çocuk, yatağa aittir ve zina eden taşlanır. Başkasına ait olduğunu iddia eden veya (azatlı köle) kendi velayetinin başkasına ait olduğunu iddia edenin üzerine Allah'ın, meleklerin ve tüm insanların laneti olsun, ondan hiçbir borç veya eşit değişim kabul edilmeyecektir.' Ya da şöyle dedi: 'Ne eşit değişim ne de değişim.'”"
    },
    {
      "id": 19,
      "narrator": "Shurahbil bin Muslim Al-Khawlani narrated from Abu Umamah Al-Bahili that the heard :",
      "text": "Şurahbil bin Muslim Al-Khawlani, Abu Umamah Al-Bahili'den rivayet etmiştir ki, o, veda haccı yılına ait hutbesinde Allah'ın Resulü'nü (ﷺ) şöyle derken duydu: “Allah (SWT) her hak sahibine haklarını vermiştir ve bir varis için vasiyet yoktur.”"
    },
    {
      "id": 20,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Ben, Allah'ın Resulü'nün (ﷺ) dişi devesinin altında idim ve tükürüğü omuzlarımın arasına damlıyordu, onu şöyle derken duydum: 'Allah (SWT) her hak sahibine haklarını vermiştir, ama bir varis için vasiyet yoktur.'”"
    },
    {
      "id": 21,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) borçların vasiyetin icrasından önce ödenmesi gerektiğine hükmetti. Sen şöyle oku: '(Dağıtım, vasiyetlerin ödenmesinden veya borçların ödenmesinden sonra yapılır).' Aynı anneden (aynı babadan) olan çocuklar birbirlerinden miras alır, ama farklı annelerden (ama aynı babadan) olan çocuklar miras almazlar.”"
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that a man asked the Messenger of Allah (ﷺ):",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, bir adam Allah'ın Resulü'ne (ﷺ) sordu: “Babam öldü ve geride mal bıraktı, ama vasiyet yapmadı. Onun adına sadaka verirsem, bu onun için kefaret olur mu?” Resulullah (ﷺ) şöyle dedi: “Evet.”"
    },
    {
      "id": 23,
      "narrator": "It was narrated from Aishah that a man came to the Prophet (ﷺ) and said:",
      "text": "Aişe'den rivayet edilmiştir ki, bir adam Peygamber'e (ﷺ) geldi ve şöyle dedi: “Annem beklenmedik bir şekilde öldü ve vasiyet yapmamıştı. Eğer konuşabilseydi, sadaka vermesini isterdi. Onun adına sadaka verirsem, ona bir sevap olacak mı, bana da bir sevap olacak mı?” Resulullah (ﷺ) şöyle dedi: “Evet.”"
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Amr bin Shu'aib from his father, that his a grandfather said:",
      "text": "'Amr bin Shu'aib, babasından, o da dedesinden rivayet etmiştir ki: “Bir adam Peygamber'e (ﷺ) geldi ve şöyle dedi: 'Hiçbir şeyim yok ve malım yok, ama bakmakta olduğum bir yetim var ve onun malı var.' Peygamber (ﷺ) şöyle dedi: 'Yetiminin malından ye, israf etmeden veya ticaret için kullanmadan.' O (rivayet eden) dedi ki: “Ve sanırım şöyle dedi: 'Malını onun malıyla koruma.'”"
    }
  ]
}