{
  "language": "tr",
  "metadata": {
    "length": 34,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ey Abu Hurayra! Mirası öğren ve öğret, çünkü bu bilgiye dair bilginin yarısıdır, fakat unutulacaktır. Bu, benim ümmetimden alınacak ilk şeydir.”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Sa’d bin Rabi’in eşi, Sa’d’ın iki kızıyla birlikte Peygamber (ﷺ)'e geldi ve şöyle dedi: “Ey Allah'ın Resulü, bunlar Sa’d’ın iki kızıdır. O, Uhud günü seninle birlikte şehit oldu ve onların amcası, babalarının geride bıraktığı her şeyi aldı; bir kadın sadece malı için evlenir.” Peygamber (ﷺ) miras ayeti kendisine indirilene kadar sessiz kaldı. Sonra Allah'ın Resulü (ﷺ) Sa’d bin Rabi’in kardeşini çağırdı ve şöyle dedi: “Sa’d’ın iki kızına malının üçte ikisini ver, eşine de sekizde bir ver ve geriye kalanını al.”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated that Huzail bin Shurahbil said:",
      "text": "Huzail bin Şurahbil'den rivayet edilmiştir ki, bir adam Abu Musa el-Eş'ari ve Selman bin Rabi’ah el-Bahili'ye bir kız, bir oğul kızı ve bir erkek ve kız kardeşin payları hakkında sordu. Onlar: “Kız yarım alır, geriye kalan ise kız kardeşe gider. İbn Mes’ud’a git, çünkü o bizim söylediklerimize katılacaktır.” dediler. Adam İbn Mes’ud’a gitti ve onlara söylediklerini anlattı. Abdullah: “Ben sapıtırım ve doğru yola iletilmem (eğer katıldığımı söylersem); ama ben Allah'ın Resulü (ﷺ)'nün hükmettiği gibi hükmedeceğim. Kız yarım alır, oğul kızı altıda bir alır. Bu da üçte iki yapar. Geriye kalan ise kız kardeşe gider.” dedi."
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated that Ma’qil bin Yasar Al-Muzani said:",
      "text": "Ma’qil bin Yasar el-Muzani'den rivayet edilmiştir ki, bir dava kendisine getirildiğinde Peygamber (ﷺ)'i duyduğumu hatırlıyorum. Bu dava bir dedenin payını içeriyordu. Ona üçte bir veya altıda bir verdi."
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated that Ma’qil bin Yasar said:",
      "text": "Ma’qil bin Yasar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) aramızda bulunan bir dede hakkında hüküm verdi ve ona altıda bir verilmesini istedi."
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated that Ibn Dhu’aib said:",
      "text": "İbn Dhu’aib'den rivayet edilmiştir ki, bir büyükanne Abu Bekir Sıddık'a gelerek mirasını istedi. Abu Bekir ona: “Allah'ın Kitabı'na göre senin için hiçbir şey yok, ve ben Allah'ın Kitabı'na göre senin için bir şey bilmiyorum, ve Allah'ın Resulü (ﷺ)'nün sünnetine göre de senin için bir şey bilmiyorum. Geri dön, ta ki insanlara sorayım.” dedi. Sonra insanlara sordu ve el-Mughirah bin Şu’bah: “Ben Allah'ın Resulü (ﷺ) ile birlikteydim ve ona (büyükanneye) altıda bir verdi.” dedi. Abu Bekir: “Söylediklerini doğrulayacak başka biri var mı?” dedi. Muhammed bin Mesleme el-Ensari ayağa kalktı ve Mughirah bin Şu’bah'ın söylediklerine benzer bir şey söyledi. Böylece Abu Bekir bunu onun davasında uyguladı."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir büyükanneye mirasın altıda birini verdi."
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated from Ma’dan bin Abu Talhah Al-Ya’muri that ‘Umar bin\nKhattab stood up to deliver a sermon one Friday, or he addressed them\none Friday. He praised and glorified Allah, and said:",
      "text": "Ma’dan bin Abu Talhah el-Ya’muri'den rivayet edilmiştir ki, Ömer bin Hattab bir Cuma günü hutbe vermek üzere ayağa kalktı veya onlara bir Cuma günü hitap etti. Allah’ı övdü ve yüceltti ve şöyle dedi: “Allah’a yemin ederim ki, ardında mirasçı bırakmaktan daha zor bir sorun bırakmam.” Ben Allah'ın Resulü (ﷺ)'ne sordum ve o, bu konuda bana hiçbir şey hakkında bu kadar sert konuşmamıştı. Parmaklarını yanıma veya göğsüme soktu ve şöyle dedi: “Ey Ömer, senin için yazın indirilen, Nisa Suresi’nin sonunda yer alan ayet yeterlidir.”"
    },
    {
      "id": 9,
      "narrator": "‘Umar\nbin Khattab said:",
      "text": "Ömer bin Hattab şöyle dedi: “Eğer Allah'ın Resulü (ﷺ) bunları açıklasaydı, benim için dünyadan ve içindeki her şeyden daha değerli olurdu: Mirasçı bırakmayan bir kişi, faize ve halifeliğe.”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated from Muhammad bin Munkadir that he heard Jabir bin\n‘Abdullah\nsay:",
      "text": "Muhammed bin Munkadir'den rivayet edilmiştir ki, Jabir bin Abdullah şöyle dedi: “Ben hastalandım ve Allah'ın Resulü (ﷺ) beni ziyarete geldi, yanında Abu Bekir de vardı ve yürüyerek geldiler. Ben bayılmıştım, bu yüzden Allah'ın Resulü (ﷺ) abdest aldı ve abdest suyundan birazını üzerime döktü. Ben: “Ey Allah'ın Resulü, ne yapmalıyım? Malım hakkında nasıl karar vermeliyim?” dedim. Ta ki miras ayeti Nisa Suresi’nin sonunda indirildi: “Eğer mirası söz konusu olan erkek veya kadın, ne yukarıda ne de aşağıda akrabası bırakmamışsa.” Ve: “Sana hukuki bir hüküm soruyorlar. De ki: ‘Allah, ne yukarıda ne de aşağıda akrabası bırakmayanlar hakkında böyle yönlendiriyor.’”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Usamah bin Zaid, who attributed it to the\nProphet\n(ﷺ):",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki, o, Peygamber (ﷺ)'e atıfta bulunarak şöyle dedi: “Müslüman, bir kafirden miras almaz ve kafir de bir Müslümandan miras almaz.”"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated from Usamah bin Zaid that he said:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki, o şöyle dedi: “Ey Allah'ın Resulü, Makkah'taki evinde kalacak mısın?” O: “Aqil bize herhangi bir ev bıraktı mı?” dedi. 'Aqil, Abu Talib'in mirasını Talib ile birlikte almıştı. Ne Cafer ne de Ali bir şey miras almadı çünkü onlar Müslümandı, 'Aqil ve Talib ise kafirlerdi. Bu yüzden Ömer, müminin kafirden miras almadığını söylerdi. Usame de: Allah'ın Resulü (ﷺ) şöyle dedi: “Müslüman, kafirden miras almaz, kafir de Müslümandan miras almaz.”"
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, from his\ngrandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "Amr bin Shu’aib'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İki farklı dinin mensupları birbirlerinden miras almazlar.”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "Amr bin Shu’aib'den, babasından rivayet edilmiştir ki, dedesi şöyle demiştir: “Rabab bin Hudhaifah (bin Sa’eed) bin Sahm, Umm Wa’il bint Ma’mar el-Cumahiyyah ile evlendi ve ona üç oğlu oldu. Annesi öldü ve oğulları onun evlerini ve serbest bıraktığı kölelerin Wala’sını miras aldılar. Amr bin ‘As onları Şam’a götürdü ve ‘Amwas vebasından öldüler. Amr onlardan miras aldı ve onların ‘Asabah’ıydı. Amr geri döndüğünde, Banu Ma’mar ona geldi ve kız kardeşlerinin Wala’sı konusundaki anlaşmazlıklarını Ömer’e havale ettiler. Ömer: “Ben, Allah'ın Resulü (ﷺ)'nden duyduğuma göre aranızda hüküm vereceğim. Onun şöyle dediğini duydum: ‘Oğul veya babanın kazandığı, onun ‘Asabah’ına gider, kim olursa olsun.’” Böylece bizim lehimize hüküm verdi ve bununla ilgili bir belge yazdı, içinde ‘Abdurrahman bin ‘Awf, Zaid bin Thabit ve başka birinin şehadeti vardı. Sonra ‘Abdul-Malik bin Marwan halife olduğunda, onun (Umm Wa’il’in) serbest bırakılmış bir kölesi öldü ve geride iki bin Dinar bıraktı. O hükmün değiştiğini duydum, bu yüzden anlaşmazlığı Hişam bin İsmail’e havale ettik. Biz meseleyi ‘Abdul-Malik’e götürdük ve ona Ömer’in belgesini getirdik. O: “Bu hükmün şüphe götürmez olduğunu düşündüm. Al-Medine halkının bu hükme şüphe duyacak bir duruma geleceğini asla düşünmemiştim.” dedi. Böylece bizim lehimize hüküm verdi ve sonrasında böyle kaldı.”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated from ‘Aishah that the freed slave of the Prophet\n(ﷺ)\nfell from a palm tree and died. He left behind wealth but he had\nno\nchild or close relative. The Prophet (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ)'in serbest bıraktığı köle bir hurma ağacından düştü ve öldü. Geride mal bıraktı ama çocuğu veya yakın akrabası yoktu. Peygamber (ﷺ) şöyle dedi: “Mirasını köyünden bir adama verin.”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated that the daughter of Hamzah said:",
      "text": "Hamzah'ın kızı şöyle dediği rivayet edilmiştir: \"Azatlı kölem öldü ve geride bir kızı bıraktı. Allah'ın Resulü (ﷺ) malını benimle kızı arasında paylaştırdı, bana yarısını ve ona yarısını verdi.\""
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Katil miras almaz.\""
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Messenger of Allah\n(ﷺ) stood up, on the day of the conquest of Makkah, and said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Mekke'nin fethinde ayağa kalkarak şöyle dedi: \"Bir kadın, kocasının diyetinden ve malından miras alır, o da onun diyetinden ve malından miras alır, eğer biri diğerini öldürmemişse. Eğer biri diğerini kasten öldürürse, o diyet veya maldan hiçbir şey miras almaz. Eğer biri diğerini yanlışlıkla öldürürse, o diğerinin malından miras alır, fakat diyetinden miras almaz.\""
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from Abu Umamah bin Sahl bin Hunaif that a man shot\nan arrow\nat another man and killed him, and he had no heir except a\nmaternal\nuncle. Abu ‘Ubaidah bin Jarrah wrote to ‘Umar about that, and\n‘Umar wrote back to him saying that the Prophet (ﷺ) said:",
      "text": "Abu Umamah bin Sahl bin Hunaif'ten rivayet edilmiştir ki, bir adam başka bir adama ok atıp onu öldürdü ve onun başka bir varisi yoktu, sadece bir dayısı vardı. Abu Ubaidah bin Jarrah, bu durumu Umar'a yazdı, Umar ona cevap olarak şöyle yazdı: \"Peygamber (ﷺ) şöyle dedi: 'Allah ve Resulü, koruyucusu olmayanın koruyucusudur ve dayı, başka varisi olmayanın mirasçısıdır.'\""
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Miqdam Abu Karimah, a man from Sham who was one\nof the\nCompanions of the Messenger of Allah (ﷺ), that the Messenger\nof\nAllah (ﷺ) said:",
      "text": "Miqdam Abu Karimah'tan rivayet edilmiştir ki, Şam'dan bir adam, Allah'ın Resulü (ﷺ) ile birlikte olan sahabelerden biri, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim mal bırakırsa, o mal varisleri içindir. Kim yoksul bağımlılar ve bir borç bırakırsa, bununla ilgilenmek bizim üzerimizdedir - ya da şöyle dedi: 'Bu, Allah ve Resulü içindir (ilgilenmek) - Ben, varisi olmayanın varisiyim, onun adına diyet ödeyeceğim ve ondan miras alacağım. Ve dayı, başka varisi olmayanın varisidir, onun adına diyet ödeyecek ve ondan miras alacaktır.'\""
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle hükmetmiştir: \"Aynı anneden olan oğullar birbirlerinden miras alır, fakat farklı annelerden olan oğullar miras almaz. Bir adam, aynı baba ve anneden olan tam kardeşinden miras alır, fakat babasından olan kardeşlerinden miras almaz.\""
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Miras hakkına sahip olanlar arasında mal dağıtın, Allah'ın Kitabı'na göre, sonra geriye kalan ne varsa en yakın erkek akrabaya verilir.\""
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) zamanında bir adam öldü ve geride azat ettiği bir köleden başka varisi yoktu. Allah'ın Resulü (ﷺ) mirası ona verdi.\""
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated from Wathilah bin Asqa’ that the Prophet (ﷺ) said:",
      "text": "Wathilah bin Asqa'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Bir kadın üç tür miras alabilir: Azat ettiği köle kadın, büyüttüğü bir yetim ve Li'an'da meşru olduğunu yemin ettiği çocuğu.\""
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Sonra Li'an Ayeti indirildi, Allah'ın Resulü (ﷺ) şöyle dedi: 'Çocuğunu, ait olmadığı insanlara atfeden her kadın, Allah'ın dininden hiçbir ilişkisi yoktur ve cennete asla giremeyecektir. Kendi çocuğunu tanımasına rağmen reddeden her adam, Kıyamet Günü Allah tarafından ondan yüz çevrilecektir ve tanıklar önünde rezil olacaktır.'\""
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, from his\ngrandfather, that the Prophet (ﷺ) said:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Bir adamın, bilerek kendisini başka birine atfetmesi veya babasıyla olan bağını inkar etmesi, bu bir küfürdür.\""
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, from his\ngrandfather that the Messenger of Allah (ﷺ) said:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir köle kadınla veya hür bir kadınla zina edenin çocuğu gayri meşrudur ve o, ondan miras alamaz veya kendisinden miras alınamaz (yani bu çocuk ondan miras alamaz).\""
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, from his\ngrandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Babası vefat ettikten sonra ona atfedilen her çocuk, babası öldükten sonra mirasçıları tarafından ona atfedilmişse, o, sahip olduğu köle kadınla birlikte olduğu zaman doğmuşsa, kendisine atfedildiği kişi adına isimlendirilmelidir, fakat daha önce dağıtılan mirastan hiçbir payı yoktur. Dağıtılmamış miras bulursa, ondan bir pay alacaktır. Ancak, eğer kendisine babası olarak iddia edilen kişi onu tanımıyorsa, babası adına isimlendirilemez. Eğer, babası onu sahip olmadığı bir köle kadınla veya zina ettiği bir hür kadınla doğurmuşsa, o zaman ona babası adına isimlendirilemez ve ondan miras almaz, hatta kendisine babası olarak iddia edilen kişi onu tanıyorsa bile. O, annesinin halkına ait gayri meşru bir çocuk olup, kim olursa olsun, ister hür ister köle olsun.\""
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) miras hakkının satılmasını veya bağışlanmasını yasakladı.\""
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) miras hakkının satılmasını veya hediye edilmesini yasakladı."
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Cahiliye döneminde yapılan miras paylaşımı, cahiliye dönemindeki paylaşımına göre geçerlidir ve İslam döneminde yapılan miras paylaşımı, İslam dönemindeki paylaşımına göre geçerlidir.\""
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer çocuk ağlarsa, (cenaze) namazı onun için kılınmalıdır (eğer ölürse) ve o bir mirasçıdır.\""
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah and Miswar bin Makhrumah\nthat the\nMessenger of Allah (ﷺ) said:",
      "text": "Cabir bin Abdullah ve Misvar bin Mahrume'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Hiçbir çocuk, sesi yükselmeden veya ağlamadan miras almaz.\""
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mawhab said:",
      "text": "Abdullah bin Mavhab'den rivayet edilmiştir ki, şöyle demiştir: \"Tamim Ad-Dari'nin şöyle dediğini duydum: 'Ben dedim: Ey Allah'ın Resulü, bir adamın elinde Müslüman olan Kitap Ehli'nden bir adam hakkında sünnet nedir?' O da şöyle buyurdu: 'O, hayatta ve ölümde ona en yakın olan kişidir.'\""
    }
  ]
}