{
  "language": "tr",
  "metadata": {
    "length": 238,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Seyahat bir tür azaptır, sizden birini uykusundan, yiyeceğinden ve içeceğinden alıkoyar. Sizden biri seyahatinin amacını yerine getirdiğinde, ailesine dönmekte acele etsin.”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that Fadl said – or vice verse:",
      "text": "Başka bir isnad benzer bir hadisi bildirmektedir."
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Fadl şöyle dedi - ya da tam tersi: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Hac yapmayı niyet eden, bunu aceleyle yapsın; çünkü hasta olabilir, binek hayvanını kaybedebilir veya bir ihtiyaçla karşılaşabilir.’”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that Aqra’ bin Habis asked the\nProphet\n(ﷺ):",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from ‘Umar that the Prophet (ﷺ) said:",
      "text": "Ali'den rivayet edilmiştir ki, şöyle dedi: “Şu ayet indirildiğinde: ‘Hac (Kabe'ye) insanlara Allah'a karşı bir borçtur; bu yola gücü yetenler için.’ Onlar sordular: ‘Ey Allah'ın Resulü, hac her yıl mı?’ O suskun kaldı. Onlar tekrar sordular: ‘Her yıl mı?’ O dedi ki: ‘Hayır. Eğer evet deseydim, bu farz olurdu.’ Sonra şu ayet indirildi: ‘Ey iman edenler! Açıklanmasını istemeyin ki, size sıkıntı verebilir.’”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, şöyle dedi: “Onlar dediler: ‘Ey Allah'ın Resulü, hac (farz) her yıl mı?’ O dedi: ‘Eğer evet dersem, farz olurdu; ve eğer farz olursa, bunu yapamazsınız; ve eğer yapmazsanız, cezalandırılırsınız.’”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Akra' bin Habis, Peygamber'e (ﷺ) sordu: “Ey Allah'ın Resulü, hac (farz) her yıl mı, yoksa sadece bir kez mi?” O dedi: “Hayır, sadece bir kezdir. Kim hacı olmak isterse, bunu yapsın.”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "Ömer'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Hac ve Umre'yi peş peşe yapın; çünkü bunları peş peşe yapmak, yoksulluğu ve günahı giderir, demirden pisliği gideren üfleme gibi.”"
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated from Ibn ‘Umar (from ‘Umar) that he asked the Prophet\n(ﷺ) for permission to perform ‘Umrah, and he gave him permission\nand\nsaid to him:",
      "text": "Başka bir isnad benzer bir hadisi bildirmektedir."
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Safwan bin ‘Abdullah bin Safwan said that he was\nmarried to a daughter of Abu Darda’. He came to her and found Umm\nDarda’ there, but he did not find Abu Darda’. She said to him:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Bir Umre'den diğerine, aralarındaki günahların kefareti vardır; ve makbul hac, cennetten daha az bir ödül getirmez.”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Rızık ve bir binek,” yani, Allah'ın şöyle buyurduğu hakkında: “Kim bu yola dayanabilirse.”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Sa'id'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Hiçbir kadın, babası, kardeşi, oğlu, kocası veya bir Mahramı olmadan üç gün veya daha fazla mesafeye seyahat etmemelidir.”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: “Allah'a ve Ahiret Günü'ne inanan bir kadının, bir Mahram olmadan bir günden fazla mesafeye seyahat etmesi caiz değildir.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, bir bedevi Peygamber (ﷺ)'e geldi ve şöyle dedi: “Ben şu ve bu askeri sefere katıldım ve eşim Hac'a gidiyor.” Peygamber (ﷺ) şöyle dedi: “Onunla geri dön.”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, şöyle dedim: “Ey Allah'ın Resulü, kadınlar için cihad farz mı?” O şöyle dedi: “Evet: Onlar için savaş olmayan bir cihad vardır: Hac ve Umre.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated from Umm Salamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ümmü Seleme'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Hac, her zayıf kişinin cihadıdır.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nheard a\nman saying:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bir adamın şöyle dediğini duydu: “Labbaik ‘an Shubrumah (Buradayım (Ey Allah) Shubrumah adına).” Allah'ın Resulü (ﷺ) şöyle dedi: “Shubrumah kimdir?” O şöyle dedi: “Benim akrabam.” O da şöyle dedi: “Hac yaptın mı?” O şöyle dedi: “Hayır.” O da şöyle dedi: “O zaman bunu kendin için yap, sonra Shubrumah adına Hac yap.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, bir adam Peygamber (ﷺ)'e geldi ve şöyle dedi: “Babam adına Hac yapmalı mıyım?” O şöyle dedi: “Evet, baban adına Hac yap, çünkü eğer onun kaydına hiçbir iyilik ekleyemezsen (en azından) ona kötü bir şey de eklememiş olursun.”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated from Abu Ghawth bin Husain – a man from Furu’ – that\nhe consulted the Prophet (ﷺ) about a Hajj that his father owed, but\nhe had died and had not gone for Hajj. The Prophet (ﷺ) said:",
      "text": "Ebu Ghawth bin Hüseyin'den – Furu' köyünden bir adam – rivayet edildiğine göre, babasının Hac borcu olduğunu, ancak onun öldüğünü ve Hac'a gitmediğini Peygamber (ﷺ)'e danıştı. Peygamber (ﷺ) şöyle dedi: “Baban adına Hac yap.” Ve Peygamber (ﷺ) şöyle dedi: “Bir adak yerine getirilmesi için oruç tutmak da aynı şekilde yapılmalıdır – bu da telafi edilmelidir.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated from Abu Razin Al-‘Uqaili that he came to the Prophet\n(ﷺ) and said:",
      "text": "Ebu Razin Al-‘Uqaili'den rivayet edildiğine göre, Peygamber (ﷺ)'e geldi ve şöyle dedi: “Ey Allah'ın Resulü, babam yaşlı bir adam ve Hac veya Umre yapamıyor, bineğe de binecek durumda değil (yaşlılık nedeniyle).” O şöyle dedi: “Baban adına Hac ve Umre yap.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Abbas that a woman from Khath’am\ncame to the Prophet (ﷺ) and said:",
      "text": "Abdullah bin Abbas'tan rivayet edildiğine göre, Khath'am'dan bir kadın Peygamber (ﷺ)'e geldi ve şöyle dedi: “Ey Allah'ın Resulü, babam yaşlı bir adam ve zayıfladı, şimdi Allah'ın kullarına Hac yapmaları emri geldi, ama o bunu yapamıyor. Onun adına bunu yaparsam, onun yükümlülüğünü yerine getirmiş olur muyum?” Allah'ın Resulü (ﷺ) şöyle dedi: “Evet.”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Hüseyin bin ‘Awf bana şöyle söyledi: “Ey Allah'ın Resulü, Hac emri geldi ama babam, eğer bir eyerle bağlı değilse Hac yapamaz.” Bir süre geçtikten sonra, o şöyle dedi: “Baban adına Hac yap.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that his brother Fadl was riding\nbehind\nthe Messenger of Allah (ﷺ) in the morning of sacrifice (i.e.,\nthe\n10th of Dhul-Hijjah), when a woman from Khath’am came\nand said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, kardeşi Fadl, Allah'ın Resulü (ﷺ)'ün arkasında Kurban Bayramı sabahı (yani, Zilhicce'nin 10. günü) binerken, Khath'am'dan bir kadın geldi ve şöyle dedi: “Ey Allah'ın Resulü, Allah'ın kullarına Hac yapmaları emri geldi, ama babam yaşlı bir adam ve binecek durumda değil. Onun adına Hac yapabilir miyim?” O şöyle dedi: “Evet, çünkü eğer baban bir borçlu olsaydı, onu öderdin.”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Cabir bin Abdullah'tan rivayet edildiğine göre, bir kadın Hac sırasında çocuğunu Peygamber (ﷺ)'e gösterdi ve şöyle dedi: “Ey Allah'ın Resulü, bu çocuk için Hac var mı?” O şöyle dedi: “Evet, ve sen ödüllendirileceksin.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, Asma' bint 'Umais Şacarada doğum yaptı ve Allah'ın Resulü (ﷺ) Ebu Bekir'e ona yıkanmasını ve Telbiye'ye başlamasını söylemesini emretti."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Abu Bekir'den rivayet edilmiştir ki, Hac için Allah'ın Elçisi (ﷺ) ile birlikte yola çıktı ve Asma bint 'Umais da onunla birlikteydi. O, Şecerah'ta Muhammed bin Abu Bekir'i doğurdu. Abu Bekir, Peygamber'e (ﷺ) bu durumu bildirdi ve Allah'ın Elçisi (ﷺ) ona, ona yıkanmasını, sonra Hac için Telbiye'ye başlamasını ve insanların yaptığı her şeyi yapmasını, Kabe'yi tavaf etmemek dışında, söylemesini emretti."
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Asma bint 'Umais, Muhammed bin Abu Bekir'i doğurdu ve Peygamber'e (ﷺ) haber gönderdi. O, ona yıkanmasını, özel yerinin etrafına bir bez sarmasını ve Telbiye'ye başlamasını söyledi.\""
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Medine halkı Telbiye'ye Dhul-Hulaifah'tan başlamalı, Şam halkı Juhfah'tan, Necd halkı ise Qarn'dan başlamalıdır.\" Abdullah dedi ki: \"Bu üç yer hakkında, bunu Allah'ın Elçisi'nden (ﷺ) işittim. Ve bana ulaştı ki, Allah'ın Elçisi (ﷺ) şöyle dedi: 'Yemen halkı Ihram'a Yalamlam'dan girmelidir.'\""
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize hitap etti ve şöyle dedi: 'Medine halkının Telbiye'si Dhul-Hulaifah'tan başlar. Şam halkının Telbiye'si Juhfah'tan başlar. Yemen halkının Telbiye'si Yalamlam'dan başlar. Necd halkının Telbiye'si Qarn'dan başlar. Doğu halkının Telbiye'si Dhat 'Irq'tan başlar.' Sonra doğu ufkuna döndü ve şöyle dedi: 'Ya Allah, onların kalplerini sabit kıl.'\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) ayağını dizginliğe koyduğunda ve binek hayvanı onunla birlikte kalktığında, Dhul-Hulaifah camisinden Telbiye'yi söylerdi."
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ)'nin deve dizlerinin yanında, Şecerah'taydım. Deve onunla birlikte kalktığında, 'Labbaika bi 'Umrah wa Hajjah ma'an [Buradayım (Ya Allah) umre ve hac için birlikte]' dedi. Bu, Veda Haccı sırasında oldu.\""
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated from Nafi’, that Ibn ‘Umar said:",
      "text": "Nafi'den rivayet edilmiştir ki, İbn 'Umar şöyle dedi: \"Telbiye'yi Allah'ın Elçisi (ﷺ)'nden öğrendim ki, o şöyle diyordu: Labbaika Allahumma labbaik, labbaika la sharika laka labbaik. Innal-hamda wan-ni’mata laka, wal-mulk. La sharika laka (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz tüm övgü ve nimetler Senindir ve tüm saltanat, Senin hiçbir ortağın yok).\" Dedi ki: \"İbn 'Umar ayrıca şunu eklerdi: Labbaika labbaika labbaika wa sa’daika wal-khairu fi yadaika, labbaika war-raghba’u ilaika wal-‘amal (Buradayım, buradayım, buradayım, ve hizmetindeyim; tüm iyilik Senin ellerindedir, buradayım, rızanı arıyor ve Senin yolunda çaba gösteriyorum).\""
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ)'nin Telbiye'si şuydu: 'Labbaika Allahumma labbaik, (labbaika) la sharika laka labbaik. Innal-hamd wan-ni’mata laka, wal-mulk. La sharika laka (Buradayım, Ya Allah, buradayım. Buradayım, Senin hiçbir ortağın yok, buradayım. Şüphesiz tüm övgü ve nimetler Senindir ve tüm saltanat, Senin hiçbir ortağın yok).'\""
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nused to\nsay in his Talbiyah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) Telbiye'sinde şöyle derdi: \"Labbaika ilahal-haqq, labbaika (Buradayım, Ey Hak Tanrı, buradayım).\""
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Sahl bin Sa’d As-Sa’idi that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Sahl bin Sa’d As-Sa’idi'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Telbiye okuyan hiçbir hacı yoktur ki, sağında ve solundaki de onu okumaz, taşlar, ağaçlar ve dağlar, her yönde, buradan ve oradan, dünyanın en uzak köşelerine kadar.\""
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated from Khallad bin Sa’ib, from his father, that the\nMessenger of Allah (ﷺ) said:",
      "text": "Khallad bin Sa’ib'den, babasından rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cebrail bana geldi ve arkadaşlarıma Telbiye okurken seslerini yükseltmelerini emretmemi söyledi.\""
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Zaid bin Khalid Al-Juhani that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Zaid bin Khalid Al-Juhani'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Cebrail bana geldi ve dedi ki: 'Ey Muhammed! Arkadaşlarına Telbiye okurken seslerini yükseltmelerini söyle, çünkü bu Hac'ın sembollerindendir.'\""
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated from Abu Bakr As-Siddiq that the Messenger of Allah\n(ﷺ)\nwas asked:",
      "text": "Abu Bekir As-Sıddık'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ)'ne soruldu: \"Hangi ameller en iyisidir?\" O da: \"Sesini yükseltmek ve kurban kesmek.\" dedi."
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah rızası için, gün boyunca güneşe maruz kalan ve Telbiye okuyan hiçbir muhrim yoktur ki, gün batana kadar günahları silinmesin ve annesinin onu doğurduğu gün gibi geri dönmesin.\""
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (ﷺ)'ne Ihram'a girmeden önce parfüm sürdüm ve Ihram'dan çıkmadan önce de.\""
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe (r.anha) şöyle dedi: “Resulullah (ﷺ) Talbiyah okurken, saçlarının ayırdığı yerinde parfüm izlerini görebiliyormuşum gibi.”"
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe (r.anha) şöyle dedi: “Resulullah (ﷺ) üç gün sonra saçlarının ayırdığı yerinde parfüm izlerini görebiliyormuşum gibi, o da bir muhrim idi.”"
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that a man asked the\nMessenger\nof Allah (ﷺ), what clothes may the Muhrim wear? The\nMessenger of\nAllah (ﷺ) said:",
      "text": "Abdullah bin ‘Umar'dan rivayet edilmiştir ki, bir adam Resulullah (ﷺ)'a muhrimin ne giymesi gerektiğini sordu. Resulullah (ﷺ) şöyle buyurdu: “O, gömlek, sarık (veya baş örtüsü), pantolon veya pijama, kapüşonlu örtü ve deri çorap giymemelidir; eğer sandalet bulamazsa, o zaman deri çorap giyebilir ama bunları bileklerinin altına kadar kesmelidir. Ayrıca safran veya Wars ile boyanmış herhangi bir elbise giymemelidir.”*"
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin ‘Umar şöyle dedi: “Resulullah (ﷺ) muhrimin Wars veya safran ile boyanmış bir giysi giymesini yasakladı.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas şöyle dedi: “Ben, Peygamber (ﷺ)'in bir hutbe verdiğini duydum – (rivayet edenlerden) Hişam dedi ki: ‘Minberde’ – ve şöyle dedi: ‘Kimde bel sarması yoksa, pantolon veya pijama giysin, kimde sandalet yoksa, deri çorap giysin.’” Hişam, rivayetinde şöyle dedi: “Eğer hiç bulamazsa, o zaman pantolon veya pijama giysin.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Resulullah (ﷺ) şöyle buyurdu: “Kimde sandalet yoksa, deri çorap giysin ve bunları bileklerinin altına kadar kessin.”"
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated that Asma’ bint Abu Bakr said:",
      "text": "Asma bint Ebu Bekir şöyle dedi: “Resulullah (ﷺ) ile birlikte çıktık, ‘Arj’da kamp kurduğumuzda, Resulullah (ﷺ) oturdu, ‘Aişe yanındaydı ve ben Ebu Bekir’in yanında oturuyordum. Bizim binek hayvanımız ve Ebu Bekir’in binek hayvanı biriydi, Ebu Bekir’in kölesinin bakımındaydı. Köle baktı ve devesinin yanında olmadığını görünce ona dedi: ‘Deven nerede?’ O da: ‘Dün kaybettim.’ dedi. O da: ‘Bir deven var ve onu kaybettin mi?’ diye dövmeye başladı, Resulullah (ﷺ) dedi ki: ‘Bu muhrim ne yapıyor, bir bakın!’”"
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated from Ibrahim bin ‘Abdullah bin Hunain, from his father,\nthat ‘Abdullah bin ‘Abbas and Miswar bin Makhramah disagreed at\nAbwa’. Abdullah bin ‘Abbas said that the Muhrim may wash his\nhead, and Miswar said that the Muhrim may not wash his head.\nIbn ‘Abbas sent me to Abu Ayyub Al-Ansari to ask him about that, and I found him taking a bath near the well, screened with a piece of cloth. I greeted him with Salam, and he said:",
      "text": "İbrahim bin Abdullah bin Hunain'den, babasından rivayet edilmiştir ki, Abdullah bin Abbas ve Misvar bin Mahrame Abwa’da ihtilaf ettiler. Abdullah bin Abbas muhrimin başını yıkayabileceğini, Misvar ise muhrimin başını yıkayamayacağını söyledi. İbn Abbas beni Ebu Eyyub el-Ensari’ye gönderdi, ona bunu sormak için, onu kuyu yanında, bir parça bezle örtülmüş halde banyo yaparken buldum. Ona selam verdim, o da: “Bu kim?” dedi. Ben de: “Ben Abdullah bin Hunain’im. Abdullah bin Abbas seni, Resulullah (ﷺ) ihramda iken başını nasıl yıkadığını sormak için gönderdi.” dediğimde, o: “Ebu Eyyub el-Ensari elini bezin üzerine koydu ve başı görünene kadar indirdi, sonra su döken birine: ‘Su dök!’ dedi. O da başına su döktü. Sonra elleriyle başını ileri geri ovaladı ve: ‘Ben onu (ﷺ) böyle yaparken gördüm.’ dedi.”"
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe (r.anha) şöyle dedi: “Biz Peygamber (ﷺ) ile birlikteydik ve ihramdaydık. Bir binek hayvanı bize rastladığında, başımızın üstünden giysilerimizi indirirdik, o geçince tekrar kaldırırdık.”"
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated from Abu Bakr bin ‘Abdullah bin Zubair from his\ngrandmother – he (the narrator) said:",
      "text": "Başka bir isnad benzer bir hadisi rivayet etmektedir."
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated that Duba’ah said:",
      "text": "Ebu Bekir bin Abdullah bin Zubair, büyükannesinden rivayet etmiştir – o (rivayet eden) dedi ki: “Asma bint Ebu Bekir mi yoksa Su’da bint ‘Awf mı olduğunu bilmiyorum – Resulullah (ﷺ) Duba’ah bint Abdulmuttalib’in yanına girdi ve: ‘Hac yapmanı engelleyen nedir, ey teyzem?’ dedi. O da: ‘Ben hasta bir kadınım ve Hac’ı tamamlayamamaktan korkuyorum.’ dedi. O da: ‘İhrama gir ve engellendiğin yerden ihramdan çıkmayı şart koş.’ dedi.”"
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Duba’ah şöyle dedi: “Resulullah (ﷺ) yanımda hasta olduğumda bana girdi. O: ‘Bu yıl Hac yapmayı düşünüyor musun?’ dedi. Ben de: ‘Ben hastayım, ey Resulullah.’ dedim. O: ‘Hac’a git ve de ki: “Engellendiğim yerden ihramdan çıkacağım.”’ dedi.”"
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Abbas said:",
      "text": "İbn Abbas şöyle dedi: Duba’ah bint Zubair bin Abdulmuttalib Resulullah (ﷺ)'a geldi ve: “Ben kilolu bir kadınım ve Hac’a gitmek istiyorum. İhrama nasıl girmeliyim?” dedi. O da: “İhrama gir ve engellendiğin yerden ihramdan çıkmayı şart koş.” dedi."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Abdullah bin Abbas şöyle dedi: “Peygamberler, Haram’a ayakları çıplak olarak girerlerdi. Kabe’nin etrafında tavaf eder ve tüm ritüelleri ayakları çıplak ve yürüyerek tamamlarlardı.”"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Resulullah (ﷺ) Mekke’ye üst dağ geçidinden girerdi ve çıktığında alt dağ geçidinden çıkardı."
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated that Usamah bin Zaid said:",
      "text": "Usame bin Zeyd'in şöyle dediği rivayet edilmiştir: “Ben dedim: ‘Ey Allah’ın Resulü, yarın nerede kalacaksın?’ Bu, Hac sırasında oldu. O da: ‘Aqil bize herhangi bir ev bıraktı mı?’ dedi. Sonra: ‘Yarın Banu Kinanah vadisinde, Kureyş’in inkâr yeminini ettiği Muhassab’ta kalacağız.’” İşte Banu Kinanah’ın Banu Haşim ile evlenmeyeceklerine ve onlarla ticaret yapmayacaklarına dair Kureyş ile yemin ettikleri yer burasıdır. Ma’mar dedi ki: “Zuhri, Khaif’in bir vadi anlamına geldiğini söyledi.”"
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated that ‘Abdullah bin Sarjis said:",
      "text": "Abdullah bin Sarjis'in şöyle dediği rivayet edilmiştir: “Ben, Umar bin Khattab'ın Kabe’nin Hacer-i Esved’ini öperken kel kafasını gördüm ve şöyle dedi: ‘Ben seni öpüyorum, oysa senin sadece bir taş olduğunu ve ne zarar verebileceğini ne de fayda sağlayabileceğini biliyorum. Eğer ben Allah’ın Resulü’nü (ﷺ) seni öperken görmemiş olsaydım, seni öpmezdim.’”"
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated that Sa’eed bin Jubair said:",
      "text": "Sa’id bin Cubeyr'in şöyle dediği rivayet edilmiştir: İbn Abbas’ın şöyle dediğini duydum: Allah’ın Resulü (ﷺ) dedi ki: “Bu Taş, Kıyamet Günü getirilecektir ve ona görecek iki göz ve konuşacak bir dil verilecektir ve o, ona samimiyetle dokunanlar için şahitlik edecektir.”"
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'ın şöyle dediği rivayet edilmiştir: “Allah’ın Resulü (ﷺ) Taş’a yöneldi, sonra dudaklarını ona koydu ve uzun süre ağladı. Sonra döndü ve Umar bin Khattab'ı ağlarken gördü. Dedi ki: ‘Ey Umar, işte gözyaşlarının dökülmesi gereken yer burasıdır.’”"
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated from Salim bin ‘Abdullah that his father said:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir ki, babası şöyle demiştir: “Allah’ın Resulü (ﷺ) Kabe’nin köşelerine, Hacer-i Esved’in bulunduğu köşe dışında, yalnızca Banu Jumah’ın evlerine bakan köşeye (Yemen köşesi) dokunmadı.”"
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated that Safiyyah bint Shaibah said:",
      "text": "Safiyyah bint Şeybe'nin şöyle dediği rivayet edilmiştir: “Allah’ın Resulü (ﷺ) işlerin düzene girdiğini görünce, Fetih yılı (Mekke’nin Fethi) Kabe’nin etrafında deve üzerinde tavaf yaptı ve elinde bir sopa ile köşeye dokundu. Sonra Kabe’ye girdi ve bir aloes ağacından yapılmış bir güvercin buldu. Onu kırdı, sonra Kabe’nin kapısında durdu ve dışarı attı, ben de onu izliyordum.”"
    },
    {
      "id": 67,
      "narrator": "",
      "text": "İbn Abbas’tan rivayet edilmiştir ki, Peygamber (ﷺ) Veda Haccı sırasında deve üzerinde tavaf yaptı ve köşeye bir sopa ile dokundu."
    },
    {
      "id": 68,
      "narrator": "Ma’ruf\nbin Kharrabudh Al-Makki narrated:",
      "text": "Ma’ruf bin Kharrabudh el-Mekki şöyle rivayet etmiştir: “Ben, Ebu Tufail, Amir bin Vathila’nın şöyle dediğini duydum: ‘Ben, Peygamber (ﷺ) deve üzerinde tavaf yaparken, sopası ile köşeye dokunup sopasını öptüğünü gördüm.’”"
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Nafi’ten, İbn Umar'dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) Kabe’nin etrafında ilk kez tavaf yaptığında, ilk üç döngüde kısa adımlarla hızlı yürüdü ve son dört döngüde normal yürüdü, Hacer’den başlayıp Hacer’de sona erdi. Ve İbn Umar bunu yapardı."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Cabir'den rivayet edilmiştir ki, Peygamber (ﷺ) Hacer’den Hacer’e üç kez hızlı yürüdü (Ramala), sonra dört kez normal yürüdü."
    },
    {
      "id": 71,
      "narrator": "It was\nnarrated from Zaid bin Aslam that his father said:",
      "text": "Zeyd bin Aslam'dan rivayet edilmiştir ki, babası şöyle demiştir: “Ben, Umar’ın şöyle dediğini duydum: ‘Allah, İslam’ı yerleştirdiği ve inkârı ve onun halkını ortadan kaldırdığı zaman, neden şimdi Ramal yapıyorlar? Vallahi, biz Allah’ın Resulü (ﷺ) zamanında yaptığımız bir şeyden vazgeçmeyeceğiz.’”"
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas’tan rivayet edilmiştir ki, Hudaibiyah’dan sonraki ‘Umre sırasında – Mekke’ye girmek istediklerinde – Peygamber (ﷺ) arkadaşlarına şöyle dedi: ‘Sizin halkınız yarın sizi görecek, bu yüzden onlara güçlü görünmelisiniz.’ Camide içeri girdiklerinde, köşeye dokundular ve hızlı yürümeye başladılar ve Peygamber (ﷺ) onlarla birlikteydi. Yemen köşesine ulaştıklarında, Hacer-i Esved’e (Hacer-i Esved’in bulunduğu köşe) kadar normal yürüdüler, sonra Yemen köşesine kadar hızlı yürüdüler, sonra Hacer-i Esved’e kadar normal yürüdüler. Bunu üç kez yaptılar, sonra dört döngü boyunca normal yürüdüler.”"
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated from Ibn Ya’la bin Umayyah that his father Ya’la\nsaid:",
      "text": "İbn Ya’la bin Umeyye'den rivayet edilmiştir ki, babası Ya’la şöyle demiştir: “Peygamber (ﷺ) İdtiba’ yaparak tavaf etti.” (Onun rivayetinde, narratörlerden biri) Kabisah şöyle dedi: “Yemen kumaşı giyerek.”"
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe’nin şöyle dediği rivayet edilmiştir: “Ben, Allah’ın Resulü (ﷺ) ile Hacer hakkında konuştum ve o da: ‘O, evin bir parçasıdır.’ dedi. Ben de: ‘Onu içine almaktan ne alıkoydu?’ dedim. O da: ‘Mali kaynakları tükendi.’ dedi. Ben de: ‘Kapısı neden bu kadar yüksek ki, sadece merdivenle ulaşılabiliyor?’ dedim. O da: ‘Sizin halkınızın yaptığı budur ki, istedikleri kişiyi içeri alabilsinler ve istedikleri kişiyi dışarıda tutabilsinler. Eğer sizin halkınız inkârı geride bırakalı bu kadar kısa bir süre olmasaydı ve bunun onları rahatsız edeceğinden korkmasaydım, onu değiştirmiş olurdum, dışarıda bıraktıkları şeyi de dahil eder ve kapısını yer seviyesine koyardım.’”"
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir ki, “Ben, Allah’ın Resulü (ﷺ) şöyle derken duydum: ‘Kim Kabe’nin etrafında tavaf yapar ve iki rek’at namaz kılarsa, sanki bir köle azat etmiş gibidir.’”"
    },
    {
      "id": 76,
      "narrator": "Humaid\nbin Abu Sawiyyah said:",
      "text": "Humaid bin Abu Sawiyyah dedi ki: İbn Hişam'ın, Tawaf yaparken Yemen Köşesi hakkında ‘Ata’ bin Abu Rabah’a sorduğunu duydum. ‘Ata’ dedi ki: Abu Hurayra bana, Peygamber (ﷺ) şöyle buyurduğunu söyledi: “Ona yetmiş melek tayin edilmiştir. Kim: Allahumme inni as’alukal-‘afwa wal-‘afiyah fid-dunya wal-akhirah; Rabbana atina fid-dunya hasanah, wa fil-akhirati hasanah, wa qina ‘adhaban-Nar (Allah’ım, bu dünyada ve ahirette affını ve sağlık istiyorum. Rabbimiz, bize bu dünyada güzel, ahirette de güzel ver ve bizi ateşin azabından koru) derse, onlar: Amin derler.” Siyah Köşe'ye (Hacerü'l-Esved'in bulunduğu yer) geldiğinde, “Ey Abu Muhammed! Bu Siyah Köşe hakkında ne duydun?” dedi. ‘Ata’ dedi ki: Abu Hurayra bana, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu söyledi: “Kim ona yönelirse, Rahman’ın Eli’ne yönelmiş olur.”"
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated that Muttalib said:",
      "text": "İbn Hişam ona dedi: Ey Abu Muhammed, Tawaf hakkında ne dersin? ‘Ata’ dedi ki: Abu Hurayra bana, Peygamber (ﷺ) şöyle buyurduğunu söyledi: “Kim, Kabe’nin etrafında yedi kez Tawaf yapar ve sadece: Subhan Allah wal-hamdu lillah, wa la ilaha illallah wa Allahu Akbar, wa la hawla wa la quwwata illa billah (Allah’a hamd olsun, Allah’a şükür, Allah’tan başka ilah yoktur, Allah en büyüktür, güç ve kuvvet yalnızca Allah’tandır) derse, on kötü ameli silinir, ona on sevap yazılır ve on derece yükseltilir. Tawaf yapan ve o durumda konuşan kimse, suya dalan gibi merhamet içinde dalmaktadır.”"
    },
    {
      "id": 78,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ) came\nand\nperformed Tawaf around the House seven times, then he prayed two\nRak’ahs. Waki’ said:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Muttalib’den rivayet edilmiştir ki: “Tawaf’ın yedi turunu bitirdiğinde, Allah’ın Elçisi (ﷺ) köşeye paralel bir şekilde geldi, sonra Mataf’ın kenarında iki Rek’at namaz kıldı ve onunla Tawaf yapan insanlar arasında hiçbir şey yoktu.”"
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated from Umm Salamah that she fell sick, so the Messenger\nof\nAllah (ﷺ) told her to perform Tawaf from behind the people,\nriding.\nShe said:",
      "text": "---"
    },
    {
      "id": 81,
      "narrator": "‘Amr\nbin Shu’aib narrated from his father that his grandfather said:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) geldi ve Kabe’nin etrafında yedi kez Tawaf yaptı, sonra iki Rek’at namaz kıldı. Vaki’ dedi ki: “Yani, Makam’da,* sonra Safa’ya gitti.”"
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "---"
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Jabir’den rivayet edilmiştir ki: “Allah’ın Elçisi (ﷺ) Kabe’yi tavaf ettikten sonra, İbrahim’in Makamı’na geldi. ‘Umar dedi ki: ‘Ey Allah’ın Elçisi, bu bizim babamız İbrahim’in Makamı’dır, Allah’ın: “Ve İbrahim’in Makamını namaz yeri edinin” dediği yer.”"
    },
    {
      "id": 84,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Umm Salamah’dan rivayet edilmiştir ki: Hastalandı, bunun üzerine Allah’ın Elçisi (ﷺ) ona, insanların arkasında, binerken Tawaf yapmasını söyledi. O dedi ki: “Allah’ın Elçisi (ﷺ) Kabe’ye doğru namaz kıldığını ve: “Tur’a, ve yazılı Kitaba yemin ederim.” diye okuduğunu gördüm.”"
    },
    {
      "id": 86,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "‘Amr bin Shu’aib, babasından, onun dedesinin şöyle dediğini rivayet etti: “Ben ‘Abdullah bin ‘Amr ile Tawaf yaptım ve yedi turu bitirdiğimizde, Kabe’nin arkasında iki Rek’at namaz kıldık. Ben dedim ki: ‘Neden ateşten Allah’a sığınmıyorsun?’ O dedi ki: ‘Ateşten Allah’a sığınıyorum.’ Sonra gitti ve Köşe’yi dokundu, sonra (Hacerü'l-Esved ile Kabe’nin) kapısı arasında durdu ve göğsü, elleri ve yanağıyla ona yaslandı. Sonra dedi ki: ‘Ben Allah’ın Elçisi (ﷺ) bunu yaparken gördüm.’”"
    },
    {
      "id": 88,
      "narrator": "It was\nnarrated from Anas that the Prophet (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated that ‘Abdah bin Abu Lubabah said:",
      "text": "‘Aişe’den rivayet edilmiştir ki: “Biz, Allah’ın Elçisi (ﷺ) ile sadece Hac yapmak niyetiyle yola çıktık. Sarif’te veya Sarif’e yakın bir yerde iken, adetim geldi. Allah’ın Elçisi (ﷺ) benim yanımda ağlarken içeri girdi. Dedi ki: ‘Sende ne var? Adetin mi geldi?’ Ben dedim: ‘Evet.’ O dedi ki: ‘Bu, Allah’ın Adem’in kızlarına takdir ettiği bir şeydir. Tüm ritüelleri yap, ama Kabe’nin etrafında tavaf etme.’” O dedi ki: “Ve Allah’ın Elçisi (ﷺ) eşleri adına bir inek kurban etti.”"
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Jabir bin Abdullah, İbn Umar ve İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ve arkadaşları Hac ve Umre yapmak üzere (Mekke'ye) geldiklerinde, sadece bir kez tavaf yaptılar."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Jabir'den rivayet edilmiştir ki, Peygamber (ﷺ) Hac ve Umre için bir tavaf yaptı."
    },
    {
      "id": 93,
      "narrator": "It was\nnarrated from Ibn ‘Umar that he came (to Makkah) to perform\nHajj\nand ‘Umrah together (Qiran). He circumambulated the House seven\ntimes, and performed Sa’y between Safa and Marwah, then he said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, o Hac ve Umre'yi birlikte (Kıran) yapmak üzere (Mekke'ye) geldi. Kabe'yi yedi kez tavaf etti ve Safa ile Merve arasında sa'y yaptı, ardından şöyle dedi: \"Bu, Allah'ın Resulü (ﷺ) tarafından yapılan şeydir.\""
    },
    {
      "id": 94,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hac ve Umre için ihrama giren kimseye, her ikisi için bir tavaf yeterlidir ve Hac'ını tamamlayana kadar ihramdan çıkmamalıdır; o zaman her ikisi için ihramdan çıkmalıdır.\""
    },
    {
      "id": 95,
      "narrator": "‘Umar\nbin Khattab said:",
      "text": "Ömer bin Hattab dedi ki: \"Ben, Allah'ın Resulü (ﷺ) 'Aqiq'te iken şöyle dediğini duydum: 'Rabbimden bana birisi geldi ve dedi ki: 'Bu mübarek vadide dua et ve de ki: (Niyet ettim) Hac'da Umre yapmak.'\""
    },
    {
      "id": 96,
      "narrator": "It was\nnarrated that Suraqah bin Ju’shum said:",
      "text": "Suraqah bin Ju'shum'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bu vadide bir konuşma yapmak üzere ayağa kalktı ve şöyle dedi: 'Şüphesiz ki, Umre Hac'a dahil edilmiştir, kıyamet gününe kadar.'\""
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated that Mutarrif bin ‘Abdullah bin Shikhkhir said:",
      "text": "Mutarrif bin Abdullah bin Şikhkhir'den rivayet edilmiştir ki: \"İmran bin Husain bana dedi ki: 'Sana bir hadis söyleyeceğim ki, Allah bu hadisle seni bu günden sonra faydalandırsın. Bil ki, Allah'ın Resulü (ﷺ) ailesinden bir grup, Zilhicce'nin on gününde Umre yaptı ve Allah'ın Resulü (ﷺ) bunu yasaklamadı, buna dair bir nesih de indirilmedi ve başkalarının önerileri önemli değildir.'\""
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated from Ibrahim bin Abu Musa:",
      "text": "İbrahim bin Ebu Musa'dan rivayet edilmiştir ki: \"Ebu Musa el-Eş'ari, Temettu' hakkında hükümler veriyordu. Sonra bir adam ona dedi: 'Bazı hükümlerini geri al, çünkü sen, Müminlerin Emiri'nin senin aranda yaptığı değişiklikleri bilmiyorsun.' Ebu Musa dedi ki: 'Sonra onu daha sonra gördüğümde, ona sordum.' Ömer dedi: 'Ben, Allah'ın Resulü (ﷺ) ve arkadaşlarının bunu yaptığını biliyorum, ama insanların Arak ağaçlarının gölgesinde eşleriyle yattıktan sonra Hac'a çıkmalarını istemedim, (yani cinsel ilişkiden sonra banyo yaparak).'\""
    },
    {
      "id": 99,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki: \"Biz, Hac için sadece Allah'ın Resulü (ﷺ) ile birlikte telbiye etmeye başladık ve bunu Umre ile karıştırmadık. Mekke'ye Zilhicce'nin dört gecesi geçtikten sonra vardık ve Kabe'yi tavaf ettikten ve Safa ile Merve arasında sa'y yaptıktan sonra, Allah'ın Resulü (ﷺ) bize Umre yapmamızı ve ihramdan çıkmamızı ve eşlerimizle ilişkiye girmemizi emretti. Biz dedik ki: 'Arafat'a kadar sadece beş gün kaldı. Biz oraya erkek organlarımız meni ile damlayarak mı çıkacağız?' Allah'ın Resulü (ﷺ) dedi ki: 'Ben sizden en doğru ve en gerçek olanıyım, eğer kurbanlık hayvanım olmasaydı, ihramdan çıkardım.' Suraqah bin Malik dedi ki: 'Bu, sadece bu yıl için mi yoksa sonsuza dek mi?' O da dedi ki: 'Hayır, bu sonsuza dek ve daima.'\""
    },
    {
      "id": 100,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü (ﷺ) ile birlikte Zilka'da beş gece kalmışken, sadece Hac yapmak niyetiyle yola çıktık. Yaklaştığımızda, Allah'ın Resulü (ﷺ) kurbanlık hayvanı olmayanların ihramdan çıkmalarını emretti. Böylece, kurbanlık hayvanı olanlar dışında herkes ihramdan çıktı. Kurban Günü (Zilhicce'nin 10'u) geldiğinde, bize biraz et getirildi ve denildi ki: 'Allah'ın Resulü (ﷺ) eşleri adına bir kurban kesmiştir.'\""
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated that Bara’ bin ‘Azib said:",
      "text": "Bara' bin Azib'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) ve arkadaşları bize çıktı ve biz Hac için ihrama girdik. Mekke'ye geldiğimizde, 'Hac'ınızı Umre'ye dönüştürün' dedi. İnsanlar dediler ki: 'Ey Allah'ın Resulü, biz Hac için ihrama girdik, bunu nasıl Umre yapabiliriz?' O da dedi: 'Size ne emrettiğime bakın ve yapın.' Sorularını tekrarladılar ve o sinirlendi ve gitti. Sonra Aişe'nin yanına girdi, sinirliydi ve onun yüzünde öfke gördü, dedi ki: 'Seni kim öfkelendirdi? Allah onu kahretsin!' O da dedi: 'Emir verdiğimde itaat edilmediği için neden öfkelenmeyeyim?'\""
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated that Asma’ bint Abi Bakr said:",
      "text": "Esma bint Ebu Bekir'den rivayet edilmiştir ki: \"Biz, Allah'ın Resulü (ﷺ) ile ihramda çıktık. Peygamber (ﷺ) dedi ki: 'Kendisiyle kurbanlık hayvanı olan, ihramda kalsın. Kendisiyle kurbanlık hayvanı olmayan, ihramdan çıksın.' Dedi ki: 'Benimle kurbanlık hayvanı yoktu, bu yüzden ihramdan çıktım, ama Zübeyir'in kurbanlık hayvanı vardı, bu yüzden ihramdan çıkmadı. Ben de normal kıyafetlerimi giydim ve Zübeyir'e geldim, o da dedi: 'Benden uzak dur.' Ben de dedim: 'Benden atlayacağından mı korkuyorsun?!'\""
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated from Harith bin Bilal bin Harith, that his father\nsaid:",
      "text": "Harith bin Bilal bin Harith'ten rivayet edilmiştir ki, babası dedi ki: \"Ben dedim: 'Ey Allah'ın Resulü, bu Hac'ın iptali ve onun yerine Umre'nin geçmesi sadece bizim için mi, yoksa tüm insanlar için mi?' Allah'ın Resulü (ﷺ) dedi: 'Hayır, bu sadece bizim içindir.'\""
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Hac'daki Temettu' sadece Muhammed (ﷺ) arkadaşları için özel olarakdır.\""
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated that Hisham bin ‘Urwah said:",
      "text": "Hişam bin Urve'den rivayet edilmiştir ki: \"Babam bana söyledi: 'Ben Aişe'ye dedim: \"Safa ile Merve arasında tavaf yapmadığımda üzerimde bir günah olduğunu düşünmüyorum.\" O da dedi: \"Allah şöyle buyuruyor: 'Şüphesiz, Safa ve Merve Allah'ın sembollerindendir. Hac veya Umre yapan için, bunlar arasında tavaf yapmamakta bir günah yoktur.' Eğer mesele senin dediğin gibi olsaydı, 'onların arasında sa'y yapmamakta bir günah yoktur' denilirdi. Aksine, bu, daha önce Talbiyah söylediklerinde Manat için okuyan bazı Ensar hakkında indirilmiştir ve onların Safa ile Merve arasında sa'y yapmaları helal değildi. Peygamber (ﷺ) ile Hac'a geldiklerinde bunu ona bildirdiler ve Allah bu ayeti indirdi. Vallahi, Allah, Safa ile Merve arasında sa'y yapmayanın Hac'ını tam olarak kabul etmeyecektir.'\""
    },
    {
      "id": 106,
      "narrator": "It was\nnarratd that an Umm Walad* of Shaibah said:",
      "text": "Şaibah'ın Umm Walad'ından rivayet edildiğine göre, \"Ben Allah'ın Resulü'nü (ﷺ) Safa ile Merve arasında Sa'y yaparken gördüm. 'Vadiyi geçmek, ancak hızlı bir şekilde olmalıdır.' diyordu.\""
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, \"Eğer ben Safa ile Merve arasında hızlı gidersem, bu Allah'ın Resulü'nü (ﷺ) hızlı giderken gördüğüm içindir; eğer yürüyorsam, bu da Allah'ın Resulü'nü (ﷺ) yürürken gördüğüm içindir, hâlbuki ben yaşlı bir adamım.\""
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated from Talhah bin ‘Ubaidullah that he heard the\nMessenger of\nAllah (ﷺ) say:",
      "text": "Talhah bin 'Ubaidullah'tan rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Hac, cihaddır ve umre ise nafiledir.'\""
    },
    {
      "id": 109,
      "narrator": "Isma’il\nnarrated:",
      "text": "İsmail rivayet etti: \"Ben 'Abdullah bin Abu Awfa'nın şöyle dediğini duydum: 'Biz Allah'ın Resulü (ﷺ) ile birlikte umre yaptığımızda, o Tavaf yaptı ve biz de onunla birlikte Tavaf ettik. O dua etti ve biz de onunla birlikte dua ettik, ve Mekke halkından onu koruyorduk ki kimse ona zarar vermesin.'\""
    },
    {
      "id": 110,
      "narrator": "It was\nnarrated from Wahb bin Khanbash that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Wahb bin Khanbash'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ramazan'da yapılan umre, hacca eşdeğerdir (yani sevap bakımından).\""
    },
    {
      "id": 111,
      "narrator": "It was\nnarrated from Harim bin Khanbash that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Harim bin Khanbash'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ramazan'da yapılan umre, hacca eşdeğerdir (yani sevap bakımından).\""
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated from Abu Ma’qil that the Prophet (ﷺ) said:",
      "text": "Abu Ma'qil'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Ramazan'da yapılan umre, hacca eşdeğerdir.\""
    },
    {
      "id": 113,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ramazan'da yapılan umre, hacca eşdeğerdir.\""
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated from Jabir that the Prophet (ﷺ) said:",
      "text": "Jabir'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Ramazan'da yapılan umre, hacca eşdeğerdir.\""
    },
    {
      "id": 115,
      "narrator": "",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) sadece Dhul-Qa'da ayında umre yaptı."
    },
    {
      "id": 116,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) sadece Dhul-Qa'da ayında umre yaptı.\""
    },
    {
      "id": 117,
      "narrator": "It was\nnarrated that ‘Urwah said:",
      "text": "'Urve'den rivayet edildiğine göre, \"İbn 'Umar'a soruldu: 'Allah'ın Resulü (ﷺ) hangi ayda umre yaptı?' O da: 'Recep ayında.' dedi. Fakat 'Aişe: 'Allah'ın Resulü (ﷺ) hiç umre yapmadı, ve o (İbn 'Umar) onunla birlikteydi.' dedi.\""
    },
    {
      "id": 118,
      "narrator": "",
      "text": "'Abdur-Rahman bin Abu Bekir rivayet etti ki, Peygamber (ﷺ) ona 'Aişe'yi arkasında oturtmasını ve Tan'im'den onunla birlikte umre yapmasını söyledi."
    },
    {
      "id": 119,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, \"Biz Allah'ın Resulü (ﷺ) ile Veda Haccı'na çıktık, Dhul-Hijjah hilali zamanı yakındı. Allah'ın Resulü (ﷺ) şöyle dedi: 'Aranızdan umre için telbiye başlamak isteyen varsa, yapsın. Eğer yanımda bir kurbanlık hayvan olmasaydı, umre için telbiye başlardım.' dedi.\" O şöyle devam etti: \"Bazı insanlar umre için telbiye başlarken, bazıları hacc için telbiye başlattı. Ben umre için telbiye başlatanlardan biriydim.\" O şöyle dedi: \"Mekke'ye ulaşana kadar yola çıktık, sonra Arafat Günü geldi, ben adet gördüm, ama umre için ihramdan çıkmadım. Bunu Peygamber'e (ﷺ) şikayet ettim, o da: 'Umreni bırak, saçını çöz ve tarakla, hacc için telbiye başla.' dedi.\" O şöyle dedi: \"Bunu yaptım, sonra Hasbah gecesi (yani Dhul-Hijjah'ın on ikinci gecesi) Allah bize hacımızı tamamlamayı nasip etti, 'Abdur-Rahman bin Abu Bekir'i benimle gönderdi. Beni arkasında oturttu ve Tan'im'e gitti, sonra ben umre için telbiye başlattım ve Allah bize hacımızı ve umremizi tamamlamayı nasip etti, ve kurbanlık hayvan, sadaka veya oruç yoktu.\""
    },
    {
      "id": 120,
      "narrator": "It was\nnarrated from Umm Salamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Umm Salamah'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Beyt-i Makdis'ten umre için telbiye başlatan kimse affedilecektir.\""
    },
    {
      "id": 121,
      "narrator": "It was\nnarrated from Umm Salamah, the wife of the Prophet (ﷺ), that\nthe\nMessenger of Allah (ﷺ) said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Kim 'Umre için Talbiyah'ı Baitul-Maqdis'ten başlarsa, bu onun önceki tüm günahları için bir kefaret olacaktır.\" O da: \"Ben de dışarı çıktım.\" demiştir. Yani, Baitul-Maqdis'ten 'Umre için."
    },
    {
      "id": 122,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dört defa 'Umre yapmıştır: Hudaibiyah 'Umresi, (önceden tamamlanmayan) 'Umre için telafi olarak yapılan 'Umre, üçüncüsü Ji'ranah'tan ve dördüncüsü Hac ile birlikte yaptığı 'Umre."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) Mina'da, Tarviye Günü'nde (Zilhicce'nin 8. günü) Zuhr, 'Asr, Maghrib, 'İsha ve Fajr namazlarını kılmış, sonra sabahleyin 'Arafat'a gitmiştir."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "İbn Umar'dan rivayet edilmiştir ki, o, Mina'da beş vakit namazı kılardı, sonra onlara Allah'ın Elçisi (ﷺ)'nin bunu yaptığını söylerdi."
    },
    {
      "id": 125,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben dedim: 'Ey Allah'ın Elçisi, Mina'da sana bir ev yapmayalım mı?' O da: 'Hayır, Mina sadece oraya ilk gelenler için bir durak yeridir.' dedi.\""
    },
    {
      "id": 126,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Biz dedik: 'Ey Allah'ın Elçisi, sana Mina'da gölge olacak bir ev yapmayalım mı?' O da: 'Hayır, Mina sadece oraya ilk gelenler için bir durak yeridir.' dedi.\""
    },
    {
      "id": 127,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Biz bu sabah, Allah'ın Elçisi (ﷺ) ile Mina'dan 'Arafat'a gittik. Bazılarımız Tekbir (Allahu Akbar) okudu, bazılarımız Tahlil (La ilaha illallah) okudu ve hiçbiri diğerini eleştirmedi.\""
    },
    {
      "id": 128,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ) used to\nstop at ‘Arafat in Namirah Valley. When Hajjaj killed Ibn Zubair,\nhe sent word to Ibn ‘Umar asking:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) 'Arafat'ta Namirah Vadisi'nde dururdu. Haccac, İbn Zubair'i öldürdüğünde, İbn Umar'a: \"Bu gün saat kaçta Peygamber (ﷺ) dışarı çıktı?\" diye haber gönderdi. O da: \"O zaman geldiğinde dışarı çıkacağız.\" dedi. Bunun üzerine Haccac, dışarı çıktıkları zamanı gözetlemesi için bir adam gönderdi. İbn Umar dışarı çıkmak istediğinde: \"Güneş zirveyi geçti mi?\" dedi. Onlar: \"Henüz zirveyi geçmedi.\" dediler. Bunun üzerine oturdu. Sonra tekrar: \"Güneş zirveyi geçti mi?\" dedi. Onlar: \"Henüz zirveyi geçmedi.\" dediler. Yine oturdu. Sonra tekrar: \"Güneş zirveyi geçti mi?\" dediler. Onlar: \"Evet.\" dediklerinde dışarı çıktı."
    },
    {
      "id": 129,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) 'Arafat'ta durdu ve şöyle dedi: 'Burası durma yeridir, ve 'Arafat'ın tamamı durma yeridir.'\""
    },
    {
      "id": 130,
      "narrator": "It was\nnarrated that Yazid bin Shaiban said:",
      "text": "Yazid bin Şaiban'dan rivayet edilmiştir ki: \"Biz durma yerinden uzak bir yerde duruyorduk. İbn Mirba' bize geldi ve: 'Ben, Allah'ın Elçisi (ﷺ)'nin size gönderdiği elçisiyim. O şöyle dedi: 'Bugün bulunduğunuz yerde kalın, çünkü bugün İbrahim'in mirası üzerindesiniz.'\""
    },
    {
      "id": 131,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Arafat'ın tamamı durma yeridir, fakat Uranah'ın iç kısmından uzak durun. Muzdalifah'ın tamamı durma yeridir, fakat Muhassir'in iç kısmından uzak durun. Mina'nın tamamı kurban kesme yeridir, 'Aqaba'nın ötesindeki yerler hariç.\""
    },
    {
      "id": 132,
      "narrator": "‘Abdullah bin Kinanah bin ‘Abbas bin Mirdas As-Sulami narrated\nthat\nhis father told him, from his father, that the Messenger of\nAllah\n(ﷺ) prayed for forgiveness for his nation one evening at\n‘Arafat,\nand the response came:",
      "text": "Abdullah bin Kinanah bin Abbas bin Mirdas Es-Sulami, babasının kendisine, babasından, Allah'ın Elçisi (ﷺ)'nin bir akşam 'Arafat'ta ümmeti için af dilediğini ve cevabın geldiğini: \"Onları affettim, fakat zalim olanla, zalim olduğu kişi lehine hesaplaşacağım.\" dediğini rivayet etmiştir. O da: \"Ey Rabbim, eğer istersen, zulme uğrayanı cennete kavuştur ve zalimi affet.\" dedi. O akşam hiç cevap gelmedi. Ertesi gün Muzdalifah'ta bu duayı tekrar etti ve istediği şeyin cevabını aldı. (Rivayet eden) dedi ki: \"Allah'ın Elçisi (ﷺ) güldü,\" ya da \"Gülümsedi.\" dedi. Ebu Bekir ve Ömer ona: \"Baban ve annen sana feda olsun, bu gülme zamanı değil. Seni güldüren neydi, Allah yıllarını gülmekle doldursun?\" dediler. O da: \"Allah'ın düşmanı İblis, Allah'ın benim duamı kabul ettiğini ve ümmetimi affettiğini öğrendiğinde, biraz toprak alıp başına serpmeye başladı, feryatlar ederek ve ne kadar acı çektiğini gördüğüm için güldüm.\" dedi."
    },
    {
      "id": 133,
      "narrator": "It was\nnarrated from Ibn Musayyab that ‘Aishah said that the\nMessenger of\nAllah (ﷺ) said:",
      "text": "İbn Musayyab'tan rivayet edilmiştir ki, Aişe şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Arafat Günü'nden daha fazla köleleri ateşten kurtardığı bir gün yoktur. O, daha da yaklaşır, sonra onlarla melekler önünde övünür ve der ki: 'Bu insanlar ne istiyor?'\""
    },
    {
      "id": 134,
      "narrator": "Sufyan\nbin Bukair bin ‘Ata’ said:",
      "text": "Sufyan bin Bukair bin Ata' dedi ki: \"Abdurrahman bin Ya'mur Dili'nin şöyle dediğini duydum: 'Ben, Allah'ın Elçisi (ﷺ)'ni Arafat'ta dururken gördüm, ve Najd'den bazı insanlar ona geldiler ve: \"Ey Allah'ın Elçisi, Hac nedir?\" dediler. O da: \"Hac, Arafat'tır. Kim Jam' gecesi Fajr namazından önce gelirse, o Hac'ını tamamlamıştır. Mina'daki günler üçtür. 'Ama kim iki günde ayrılmakta acele ederse, ona bir günah yoktur ve kim kalırsa, ona da bir günah yoktur.'\" Sonra arkasında bir adamı binek hayvanının üzerine oturttu ve bu sözleri söylemeye başladı.'\""
    },
    {
      "id": 135,
      "narrator": "It was\nnarrated from ‘Urwah bin Mudarris At-Ta’i that he performed\nHajj\nduring the time of the Messenger of Allah (ﷺ), and he did not\ncatch\nup with the people until they were at Jam’ (Al-Muzdalifah). He\nsaid:",
      "text": "Başka bir isnat benzer bir hadisi nakletmektedir."
    },
    {
      "id": 136,
      "narrator": "It was\nnarrated from Usamah bin Zaid that he was asked:",
      "text": "Usamah bin Zaid'den rivayet edildiğine göre, kendisine soruldu: “Allah'ın Resulü (ﷺ) Arafat'tan ayrıldığında nasıl seyahat etti?” O da şöyle dedi: “Hızla hareket etti ve açık bir alana ulaştığında, devenin koşmasını sağladı.”"
    },
    {
      "id": 137,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edildiğine göre, Kureyş şöyle dedi: “Biz Kabe'nin komşularıyız ve kutsal alanı terk etmeyiz.” Allah şöyle buyurdu: “O halde insanların ayrıldığı yerden ayrılın.”"
    },
    {
      "id": 138,
      "narrator": "It was\nnarrated that Usamah bin Zaid said:",
      "text": "Usamah bin Zaid'den rivayet edildiğine göre, “Ben Allah'ın Resulü (ﷺ) ile Arafat'tan ayrıldım ve liderlerin inip dua ettiği dağ yoluna ulaştığında, indi ve idrarını yaptı, sonra abdest aldı. Ben de: ‘(Namaz vakti geldi mi?)’ dedim. O da: ‘Namaz henüz önündedir.’ dedi. Jam’a (Müzdelife) ulaştığında, ezan ve ikamet okudu, sonra Magrib namazını kıldı. Sonra insanlar, ‘İsha’ namazını kılmadan develerini indirmedi.”"
    },
    {
      "id": 139,
      "narrator": "It was\nnarrated from ‘Abdullah bin Yazid Al-Khatmi that he heard Abu\nAyyub\nAl-Ansari say:",
      "text": "Abdullah bin Yazid Al-Khatmi'den rivayet edildiğine göre, Abu Ayyub Al-Ansari şöyle dedi: “Veda Haccı sırasında, Müzdelife'de Allah'ın Resulü (ﷺ) ile birlikte Magrib ve İsha namazı kıldım.”"
    },
    {
      "id": 140,
      "narrator": "It was\nnarrated from ‘Ubaidullah, from Salim, from his father, that\nthe\nProphet (ﷺ) prayed Maghrib at Muzdalifah. When we halted he\nsaid:",
      "text": "‘Ubaidullah'tan, Salim'den, babasından rivayet edildiğine göre, Peygamber (ﷺ) Müzdelife'de Magrib namazı kıldı. Durduğumuzda, “Namaz ikamet ile kılınmalıdır.” dedi."
    },
    {
      "id": 141,
      "narrator": "It was\nnarrated that ‘Amr bin Maimun said:",
      "text": "‘Amr bin Maimun şöyle dedi: “Biz ‘Umar bin Khattab ile Hac yaptık ve Müzdelife'den ayrılmak istediğimizde, ‘Putperestler şöyle derdi: “Güneş sizin üzerinize doğsun, ey Thabir!* Böylece yolculuğumuza (Mina'ya) başlayalım,” ve güneş doğmadan ayrılmazlardı.’ Bunun üzerine Allah'ın Resulü (ﷺ) onlardan farklı olarak güneş doğmadan ayrıldı.”"
    },
    {
      "id": 142,
      "narrator": "Jabir\nsaid:",
      "text": "Cabir şöyle dedi: “Allah'ın Resulü (ﷺ) Veda Haccı sırasında sakin bir şekilde ayrıldı ve onlara sakin olmalarını tavsiye etti. Küçük taşlar atmaları için onları uyardı. Muhassir Vadisi'nden hızlı geçti ve ‘Kavmim, Hac ritüellerini öğrenin, çünkü bilmiyorum, belki de bu yıldan sonra onlarla bir daha karşılaşmayacağım.’ dedi.”"
    },
    {
      "id": 143,
      "narrator": "It was\nnarrated from Bilal bin Rabah that the Prophet (ﷺ) said to\nhim, on\nthe morning of Jama’:",
      "text": "Bilal bin Rabah'tan rivayet edildiğine göre, Peygamber (ﷺ) ona, Cema' sabahında şöyle dedi: “Ey Bilal, insanları sakinleştir,” ya da “onları sustur.” Sonra şöyle dedi: “Allah, bu Cema'nızda size çok lütufkâr oldu. İçinizdeki günahkârları, içindeki salihler yüzünden affetti ve salihlere istediklerini verdi. Allah'ın adıyla ilerleyin.”"
    },
    {
      "id": 144,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas şöyle dedi: “Abdul-Muttalib kabilesinden gençler olarak, Allah'ın Resulü (ﷺ) ile birlikte Cema'dan, eşeklerimizle geldik. O, uyluklarımıza vurup şöyle dedi: ‘Ey oğullarım, Gök Taşına güneş doğuncaya kadar taş atmayın.’”"
    },
    {
      "id": 145,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas şöyle dedi: “Ben, Allah'ın Resulü (ﷺ) tarafından öne gönderilen ailesinin zayıf olanları (yani kadınlar ve çocuklar) arasındaydım.”"
    },
    {
      "id": 146,
      "narrator": "",
      "text": "‘Aişe'den rivayet edildiğine göre, Sawdah bint Zam’ah yavaş hareket eden bir kadındı, bu yüzden Allah'ın Resulü (ﷺ) ile insanlardan önce Cema'dan ayrılmak için izin istedi ve ona izin verildi."
    },
    {
      "id": 147,
      "narrator": "It was\nnarrated from Sulaiman bin ‘Amr bin Ahwas that his mother\nsaid:",
      "text": "Süleyman bin Amr bin Ahvas'tan rivayet edildiğine göre, annesi şöyle dedi: “Kurban Bayramı günü, ‘Aqabah Taşı'nda, Peygamber (ﷺ) ile bir katır üzerinde gördüm. O şöyle dedi: ‘Ey insanlar! Gök Taşına taş attığınızda, küçük taşlar atın.’”"
    },
    {
      "id": 148,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas şöyle dedi: “Aqabah sabahında, dişi devesinin üzerinde iken, Allah'ın Resulü (ﷺ) şöyle dedi: ‘Benim için birkaç taş al.’ Ben de onun için Khadhf* için uygun olan yedi taş aldım. O, taşları elinde çevirerek, ‘Bunlar gibi bir şey atın.’ dedi. Sonra şöyle dedi: ‘Ey insanlar, din işlerinde aşırılıktan sakının, çünkü sizden önce gelenler din işlerinde aşırılıktan dolayı helak oldular.’”"
    },
    {
      "id": 149,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Yazid said:",
      "text": "Abdurrahman bin Yazid şöyle dedi: “Abdullah bin Mes’ud, ‘Aqabah Taşı'na taş attığında, vadi dibine gitti ve Kabe'ye doğru döndü, Taş sağ tarafında duruyordu. Sonra yedi taş attı ve her biriyle tekbir getirdi. Sonra şöyle dedi: ‘Buradan, kendisinden başka ilah olmayan Allah'a yemin ederim ki, bu taşları atan, Bakara Suresi'nin indirildiği kişidir.’”"
    },
    {
      "id": 150,
      "narrator": "It was\nnarrated from Sulaiman bin ‘Amr bin Ahwas that his mother\nsaid:",
      "text": "Süleyman bin Amr bin Ahvas'tan rivayet edildiğine göre, annesi şöyle dedi: “Kurban Bayramı günü, ‘Aqabah Taşı'nda, Peygamber (ﷺ) ile birlikteydim. Vadiye gitti ve yedi taş attı, her taşla tekbir getirerek, sonra ayrıldı.”"
    },
    {
      "id": 151,
      "narrator": "",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, ‘Aqabah Sütunu'na taş attı, ama orada kalmadı ve Peygamber (ﷺ)'in de aynı şekilde yaptığını belirtti."
    },
    {
      "id": 152,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) ‘Aqabah Sütunu'na taş attığında, devam ederdi ve orada kalmazdı.”"
    },
    {
      "id": 153,
      "narrator": "",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) Sütun'a bindiği hayvanın üzerinden taş attı."
    },
    {
      "id": 154,
      "narrator": "It was\nnarrated that Qudamah bin ‘Abdullah Al-‘Amiri said:",
      "text": "Küdame bin ‘Abdullah Al-‘Amiri'den rivayet edilmiştir ki: “Peygamber (ﷺ)'i, Kurban Bayramı günü, kendi kızılımsı kahverengi devesinin üzerinden Sütun'a taş atarken gördüm; kimseyi dövmeksizin, kovmaksızın ya da gitmelerini söylemeksizin.”"
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Ebu Baddah bin ‘Asim'den, babasından rivayet edilmiştir ki, Peygamber (ﷺ) bazı çobanlara bir gün taş atmaları ve ertesi gün taş atmaları için izin vermiştir."
    },
    {
      "id": 156,
      "narrator": "It was\nnarrated from Abu Baddah bin ‘Asim that his father said:",
      "text": "Ebu Baddah bin ‘Asim'den rivayet edilmiştir ki, babası şöyle dedi: “Allah'ın Elçisi (ﷺ) bazı deve çobanlarına Mina'da kalmaları konusunda izin verdi ve Kurban Bayramı'nda Sütunlara taş atmaları için izin verdi, sonra kurban kesiminden sonra iki günün taşlamasını birleştirmelerine izin verdi ki, böylece bu iki günden birinde yapabilsinler.” Malik dedi ki: “Sanırım şöyle dedi: ‘İki günden birincisinde, sonra Mina'dan ayrılma gününde taş atabilirler.’”"
    },
    {
      "id": 157,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir ki: “Biz Allah'ın Elçisi (ﷺ) ile Hac yaptık ve yanımızda kadınlar ve çocuklar vardı. Çocuklar adına Talbiyah okuduk ve Sütunlara onların adına taş attık.”"
    },
    {
      "id": 158,
      "narrator": "",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) Talbiyah okumaya ‘Aqabah Sütunu'na taş atana kadar devam etti."
    },
    {
      "id": 159,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: “Fadl bin ‘Abbas dedi ki: ‘Ben Peygamber (ﷺ)'in arkasında biniyordum ve Talbiyah okuduğunu, ‘Aqabah Sütunu'na taş atana kadar işittim; taş attığında Talbiyah okumayı bıraktı.’”"
    },
    {
      "id": 160,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: “Sütun'a taş attığınızda, her şey size helal olur, sadece eşleriniz hariç. Bir adam ona dedi: ‘Ey İbn ‘Abbas, parfüm?’ O da dedi: ‘Ben Allah'ın Elçisi (ﷺ)'in başını misk ile parfümlediğini gördüm. Bu parfüm mü, değil mi?’”"
    },
    {
      "id": 161,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Ben, Allah'ın Elçisi (ﷺ)'ne ihrama girdiğinde ve ihramdan çıktığında parfüm sürdüm.”"
    },
    {
      "id": 162,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ey Allah, başlarını tıraş edenleri affet.” Onlar dediler: “Ey Allah'ın Elçisi, saçlarını kesenleri?” O da dedi: “Ey Allah, başlarını tıraş edenleri affet.” Bunu üç kez tekrarladı. Onlar dediler: “Ey Allah'ın Elçisi, saçlarını kesenleri?” O da dedi: “Ve saçlarını kesenleri.”"
    },
    {
      "id": 163,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah, başlarını tıraş edenlere rahmet etsin.” Onlar dediler: “Ve saçlarını kesenler, ey Allah'ın Elçisi!” O da dedi: “Allah, başlarını tıraş edenlere rahmet etsin.” Onlar dediler: “Ve saçlarını kesenler, ey Allah'ın Elçisi!” O da dedi: “Allah, başlarını tıraş edenlere rahmet etsin.” Onlar dediler: “Ve saçlarını kesenler, ey Allah'ın Elçisi!” O da dedi: “Ve saçlarını kesenler.”"
    },
    {
      "id": 164,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: “Denildi ki: ‘Ey Allah'ın Elçisi, neden başlarını tıraş edenlere üç kez dua ettin de saçlarını kesenlere sadece bir kez?’ O da dedi: ‘Çünkü onlar hiçbir şüphe taşımadılar.’”"
    },
    {
      "id": 165,
      "narrator": "It was\nnarrated from Ibn ‘Umar that Hafsah, the wife of the Prophet\n(ﷺ),\nsaid:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ)'in eşi Hafsa şöyle dedi: “Ben dedim: ‘Ey Allah'ın Elçisi, sen ihramdan çıkmadığın halde, ihramdan çıkan insanlar hakkında ne diyorsun?’ O da dedi: ‘Ben başımı toplamak için bir şey sürdüm ve kurbanlık hayvanımı süsledim, bu yüzden kurbanımı kesene kadar ihramdan çıkmayacağım.’”"
    },
    {
      "id": 166,
      "narrator": "It was\nnarrated from Salim, from his father:",
      "text": "Salim'den, babasından rivayet edildi: “Allah'ın Resulü (ﷺ) ihrama girdiğinde başına bir şey koyarak saçlarını toplarken Talbiyah okuduğunu duydum.”"
    },
    {
      "id": 167,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edildi ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Mina'nın tamamı bir kurban yeridir. Mekke'nin her yolu bir geçit ve bir kurban yeridir. Arafat'ın tamamı durma yeridir, Muzdalifah'ın tamamı da durma yeridir.”"
    },
    {
      "id": 168,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildi ki, Allah'ın Resulü (ﷺ) birinin bir şeyi diğerinden önce yapması hakkında asla sorulmadı, fakat iki elini işaret ederek: “Bunda bir sakınca yoktur.” derdi."
    },
    {
      "id": 169,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildi ki, Allah'ın Resulü (ﷺ) Mina Günü'nde soruldu ve şöyle dedi: “Bunda bir sakınca yoktur, bunda bir sakınca yoktur.” Bir adam ona geldi ve: “Ben kurbanımı kesmeden önce başımı traş ettim.” dedi, o da: “Bunda bir sakınca yoktur.” dedi. Adam: “Akşam olunca (Sütun'a) taş attım.” dedi, o da: “Bunda bir sakınca yoktur.” dedi."
    },
    {
      "id": 170,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Prophet (ﷺ) was\nasked\nabout a man who slaughtered his sacrifice before shaving his\nhead, or\nwho shaved his head before slaughtering his sacrifice, and he\nsaid:",
      "text": "Abdullah bin Amr'dan rivayet edildi ki, Peygamber (ﷺ) bir adamın kurbanını başını traş etmeden önce kesip kesemeyeceği veya başını kurbanını kesmeden önce traş edip edemeyeceği hakkında sorulunca: “Bunda bir sakınca yoktur.” dedi."
    },
    {
      "id": 171,
      "narrator": "Jabir\nbin ‘Abdullah said:",
      "text": "Jabir bin Abdullah dedi ki: “Allah'ın Resulü (ﷺ) Mina'da, Kurban Günü, insanların (gelip onunla konuşmaları için) oturdu. Bir adam ona geldi ve: ‘Ey Allah'ın Resulü, ben kurbanımı kesmeden önce başımı traş ettim.’ dedi. O da: ‘Bunda bir sakınca yoktur.’ dedi. Sonra başka bir adam geldi ve: ‘Ey Allah'ın Resulü, ben kurbanımı kesmeden önce (Sütun'a) taş attım.’ dedi. O da: ‘Bunda bir sakınca yoktur.’ dedi. O gün başka bir şey hakkında sorulmadı ama o: ‘Bunda bir sakınca yoktur.’ diye cevap verdi.”"
    },
    {
      "id": 172,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edildi ki: “Allah'ın Resulü (ﷺ) sabah saatlerinde Akabah Sütunu'na taş attığını gördüm, ama o günden sonra, güneş zirvesini geçtikten sonra taş atardı.”"
    },
    {
      "id": 173,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edildi ki, Allah'ın Resulü (ﷺ) güneş zirvesini geçtikten sonra Sütunlara taş atardı, öyle ki, taşlamayı bitirdiği anda Zuhr namazını kılardı."
    },
    {
      "id": 174,
      "narrator": "It was\nnarrated from Sulaiman bin ‘Amr bin Ahwas that his father\nsaid:",
      "text": "Sulaiman bin Amr bin Ahwas'tan rivayet edildi ki, babası şöyle dedi: “Veda Hacında Peygamber (ﷺ) şöyle dedi: ‘Ey insanlar! Hangi gün en kutsal gündür?’ üç kez. Onlar: ‘En büyük Hac günü.’ dediler. O da: ‘Sizin kanlarınız, mallarınız ve onurlarınız birbirinize, bu gününüz kadar kutsaldır, bu topraklarınızda. Hiçbir günahkar, günahı yüzünden başkası için cezalandırılmaz. Hiçbir baba, çocuğunun günahlarından dolayı cezalandırılmaz, ve hiçbir çocuk, babasının günahlarından dolayı cezalandırılmaz. Şeytan, bu topraklarınızda asla ibadet edilmemesi konusunda umudunu kaybetmiştir, fakat bazı önemsiz gördüğünüz konularda itaat edilecektir ve bununla yetinecektir. Cehalet dönemine ait tüm kan davası kaldırılmıştır ve kaldırdığım ilk kan davası Harith bin Abdulmuttalib'in kan davasıdır, o Banu Laith arasında büyütülmüş ve Hudhail tarafından öldürülmüştür. Cehalet dönemine ait tüm faize dayalı işlemler kaldırılmıştır, fakat sermayenizi alacaksınız. Başkalarına zulmetmeyin, zulme uğramazsınız. Ey benim ümmetim, mesajı ilettim mi?’ (Bunu) üç kez sordu. Onlar: ‘Evet.’ dediler. O da: ‘Ey Allah, şahit ol!’ üç kez söyledi.”"
    },
    {
      "id": 175,
      "narrator": "It was\nnarrated from Muhammad bin Jubair bin Mut’im that his father\nsaid:",
      "text": "Muhammad bin Jubair bin Mut'im'den rivayet edildi ki, babası şöyle dedi: “Allah'ın Resulü (ﷺ) Mina'da Khaif'te ayağa kalktı ve şöyle dedi: ‘Allah, sözlerimi işitip ileten kişinin yüzünü aydınlatsın. Bilgiyi taşıyan kişi bunu anlamayabilir, ve belki de bunu kendisinden daha iyi anlayacak birine iletebilir. Müminin kalbini aldatmayan üç şey vardır: Allah rızası için yapılan samimi eylem, Müslümanların yöneticilerine samimi nasihat vermek ve Cemaat'e (Müslümanların ana topluluğuna) bağlı kalmak. Onların duaları kabul edilir (yani her iyiliği kapsar ve tüm insanları kapsar).”"
    },
    {
      "id": 176,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mas’ud said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edildi ki, Allah'ın Resulü (ﷺ) Arafat'ta, kulakları kesik devesinin üzerinde iken şöyle dedi: “Bu günün, bu ayın ve bu toprağın ne günü olduğunu biliyor musunuz?” Onlar: “Bu kutsal bir toprak, kutsal bir ay ve kutsal bir gündür.” dediler. O da: “Sizin malınız ve kanınız, bu ayınızda, bu topraklarınızda, bu gününüzde sizin için kutsaldır. Ben, sizden önce Havuz'a ulaşacağım ve ulusların önünde büyük sayınızla gururlanacağım, bu yüzden yüzümü karartmayın (yani, beni utandırmayın). Ben bazı insanları kurtaracağım, bazıları da benden uzaklaştırılacak. Ben: ‘Ey Rabbim, benim arkadaşlarım!’ diyeceğim ve O: ‘Sen, onların senin ardından ne yenilikler getirdiğini bilemezsin.’ diyecek.”"
    },
    {
      "id": 177,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nstood, on\nthe Day of Sacrifice, between the Pillars, during the Hajj\nthat he\nperformed. The Prophet (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edildi ki, Allah'ın Resulü (ﷺ) Kurban Günü, Hac yaptığı sırada Sütunlar arasında durdu. Peygamber (ﷺ) şöyle dedi: “Bu gün ne günü?” Onlar: “Kurban günü.” dediler. O: “Bu toprak ne toprak?” dedi. Onlar: “Bu Allah'ın kutsal toprağıdır.” dediler. O: “Bu ay ne ay?” dedi. Onlar: “Bu Allah'ın kutsal ayıdır.” dediler. O: “Bu en büyük Hac günüdür ve sizin kanınız, mallarınız ve onurlarınız, bu toprak, bu ay, bu gün kadar kutsaldır.” Sonra: “Mesajı ilettim mi?” dedi. Onlar: “Evet.” dediler. Sonra Peygamber (ﷺ) “Ey Allah, şahit ol.” demeye başladı. Sonra insanlara veda etti ve onlar: “Bu Veda Hacıdır.” dediler."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Aişe ve İbn Abbas'tan rivayet edildi ki, Peygamber (ﷺ) Tawafuz-Ziyarah'ı geceye kadar erteledi."
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Abdullah bin Abbas'tan rivayet edildi ki, Peygamber (ﷺ) Tawaful-Ifadah'ın yedi döngüsü sırasında hızlı yürümemiştir (Ramal)."
    },
    {
      "id": 180,
      "narrator": "It was\nnarrated that Muhammad bin ‘Abdur-Rahman bin Abu Bakr said:",
      "text": "Muhammad bin Abdur-Rahman bin Ebu Bekir'den rivayet edildi ki: “İbn Abbas ile oturuyordum, bir adam ona geldi ve: ‘Nereden geldin?’ dedi. O: ‘Zamzam'dan.’ dedi. Adam: ‘Ondan gerektiği gibi içtin mi?’ dedi. O: ‘Nasıl?’ dedi. Adam: ‘Ondan içerken Kıble'ye dön ve Allah'ın adını an, üç yudum iç ve ondan doyana kadar iç. Bitirdiğinde, Allah'ı öv.’ dedi. Allah'ın Resulü (ﷺ) şöyle dedi: ‘Bizimle münafıklar arasındaki işaret, onların Zamzam'dan doyana kadar içmemeleridir.’”"
    },
    {
      "id": 181,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: “Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: ‘Zamzam suyu, içildiği şey içindir.’”"
    },
    {
      "id": 182,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ), Fethi günü (Mekke) Kabe'ye girdi, Bilal ve Osman bin Şeybe ile birlikteydi ve kapıyı içeriden kilitlediler. Dışarı çıktıklarında, Bilal'e sordum: ‘Allah'ın Resulü (ﷺ) nerede namaz kıldı?’ O da bana, ‘Girdiğinde sağa döndü ve iki sütun arasında, yüzünü döndüğü yöne doğru namaz kıldı.’ dedi.”"
    },
    {
      "id": 183,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) sevinçle dışarı çıktı, sonra bana üzgün bir şekilde geri döndü. Ben de: ‘Ey Allah'ın Resulü, neden mutlu çıkıp üzgün döndün?’ dedim. O da: ‘Kabe'ye girdim, bunu yapmamayı dilerdim, çünkü gittiğimde ümmetime zorluk çıkarmış olabileceğinden korkuyorum.’ dedi.”"
    },
    {
      "id": 184,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: “Abbas bin Abdulmuttalib, Allah'ın Resulü'nden (ﷺ) Mina gecelerinde Mekke'de bir gece kalmak için izin istedi, hacılara su temin etmek amacıyla, ve ona izin verdi.”"
    },
    {
      "id": 185,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: “Peygamber (ﷺ), hacılara su temin etmek amacıyla Abbas dışında hiç kimsenin Mekke'de bir gece kalmasına izin vermedi.”"
    },
    {
      "id": 186,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Abtah'ta kalmak sünnet değildir; Allah'ın Resulü (ﷺ) orada sadece ayrılışı için daha uygun olduğu için kalmıştır.”"
    },
    {
      "id": 187,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Peygamber (ﷺ) sabahın erken saatlerinde, ayrılış gecesi, Batha'dan yola çıktı.”"
    },
    {
      "id": 188,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ), Ebu Bekir, Ömer ve Osman Abtah'ta kalırlardı.”"
    },
    {
      "id": 189,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: “İnsanlar her yöne gidiyordu, ve Allah'ın Resulü (ﷺ) dedi ki: ‘Hiç kimse, son yaptığı şey (Kabe etrafında) tavaf oluncaya kadar ayrılmasın.’”"
    },
    {
      "id": 190,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) bir adamın, son yaptığı şey (Kabe etrafında) tavaf oluncaya kadar ayrılmasını yasakladı.”"
    },
    {
      "id": 191,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Safiyye bint Huyai, Tavaful-İfada'dan sonra adet gördü.” Aişe dedi ki: “Bunu Allah'ın Resulü'ne (ﷺ) söyledim ve o da: ‘Bizi engelledi mi?’ dedi. Ben de: ‘O, Tavaful-İfada yaptı, sonra adet gördü.’ dedim. Allah'ın Resulü (ﷺ) dedi ki: ‘O zaman gitsin.’”"
    },
    {
      "id": 192,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Safiyye'yi anmıştı ve biz de: ‘O adet gördü.’ dedik. O da: ‘Aqra Halka!* Bizi engellediğini düşünüyorum.’ dedi. Ben de: ‘Ey Allah'ın Resulü, o, Kurban Bayramı'nda Tavaful-İfada yaptı.’ dedim. O da: ‘Hayır, o zaman ona gitmesini söyle.’ dedi.”"
    },
    {
      "id": 193,
      "narrator": "Ja’far\nbin Muhammad narrated that his father said:",
      "text": "Cafer bin Muhammed, babasından rivayet etti: “Biz, Jabir bin Abdullah'a girdik, ve ona ulaştığımızda, insanları (yani, isimlerini, vb.) sordu. Bana geldiğinde, ben de: ‘Ben Muhammed bin Ali bin Hüseyin'im.’ dedim. O, elini başıma uzattı, üst düğmemi çözdü, sonra alt düğmemi çözdü. Sonra elini göğsüme koydu, o zaman ben genç bir çocuktum. Sonra dedi ki: ‘Hoş geldin, ne istersen sor.’ Ben de ona sordum, o kördü. Namaz vakti geldi, o ayağa kalktı, kendisini dokuma bir örtüyle sardı. Her seferinde omuzlarına koyduğunda, kenarları yukarı kalkıyordu, çünkü çok küçüktü. Ve cübbesi yanında bir kancada duruyordu. Bizi namaza yönetti, sonra dedi ki: ‘Bize Allah'ın Resulü'nün (ﷺ) Hac'ını anlat.’ Dokuz parmağını göstererek, ‘Allah'ın Resulü (ﷺ) dokuz yıl Hac yapmadan kaldı, sonra onuncu yılda insanlara Allah'ın Resulü'nün (ﷺ) Hac'a gideceği duyuruldu. O kadar çok insan Medine'ye geldi ki, hepsi Allah'ın Resulü'nü (ﷺ) takip etmek ve onun yaptığını yapmak istiyordu. O yola çıktı ve biz de onunla birlikte yola çıktık, ve Dhul-Hulaifah'a geldik, orada Asma bint Umays, Muhammed bin Ebu Bekir'i doğurdu. O, Allah'ın Resulü'ne (ﷺ) ne yapması gerektiğini sordu. O da: ‘Gusül al, beline bir örtü sar ve ihrama gir.’ dedi. Allah'ın Resulü (ﷺ) camide namaz kıldı, sonra Qaswa'ya (dişi devesine) bindi, ta ki, dişi devesi Baida' ile birlikte kalktığında, Jabir dedi ki: ‘Göz alabildiğim kadar, insanların onun önünde bindiğini ve yürüdüğünü gördüm, sağında ve solunda, arkasında ve Allah'ın Resulü (ﷺ) bizim aramızdaydı ve ona vahiy geliyordu, ve onun anlamını anlıyordu. Ne yaptıysa, biz de onu yaptık. Sonra tevhid talbiyesine başladı: ‘Labbaika Allahumma labbaik, labbaika la sharika laka labbaik. Innal-hamda wan-ni’mata laka wal-mulk, la sharika laka (Buradayım, Ey Allah, buradayım. Buradayım, Senin ortağın yok, buradayım. Gerçekten tüm övgü ve nimetler Senindir, ve tüm saltanat, Senin ortağın yok).’ Ve insanlar onun sözlerini tekrar etti. Ve Allah'ın Resulü (ﷺ) bunu onayladı. Ve Allah'ın Resulü (ﷺ) talbiyeyi okumaya devam etti.’ Jabir dedi ki: ‘Biz sadece Hac yapmayı niyet ettik. Umre hakkında bir bilgimiz yoktu. Sonra onunla birlikte Kabe'ye ulaştığımızda, köşeyi dokundu, üç döngü boyunca hızlı yürüdü (Ramal) ve dört döngü boyunca normal yürüdü. Sonra İbrahim'in yerine durdu ve dedi: ‘İnsanlar, İbrahim'in yerini namaz yeri edinin.’ O, Kabe ile arasında bir yerle durdu. Babam derdi ki: ‘Ve onun, Peygamberden (ﷺ) başka bir şeyden bahsettiğini düşünmüyorum: ‘O, o iki rek'at içinde (İbrahim'in yerinde) şunları okurdu: ‘De ki: Ey kafirler!’ ve ‘De ki: O Allah'tır, (tektir).’”"
    },
    {
      "id": 194,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "“Sonra Kabe'ye geri döndü ve köşeyi dokundu, sonra kapıdan Safa'ya çıktı. Safa'ya yaklaştığında, ‘Şüphesiz, Safa ve Merve, Allah'ın sembollerindendir,’ (ve dedi:) ‘Biz, Allah'ın başladığı ile başlayacağız.’ Böylece Safa'dan başladı ve Kabe'yi görebileceği kadar yükseldi, sonra Allah'ı yüceltti (Allah'u Ekber diyerek) ve Tehlil (La ilaha illallah) söyledi ve O'na hamd etti (Elhamdülillah diyerek), ve dedi: ‘La ilaha illallah wahdahu la sharika lahu, lahul-mulku, wa lahul-hamdu, yuhyi wa yumit wa huwa ‘ala kulli shai’in Qadir. La ilaha illallah wahdahu, La sharika lahu anjaza wa’dahu, wa nasara ‘abduhu, wa hazamal-Ahzaba wahdahu (Allah'tan başka ilah yoktur, O'nun ortağı yoktur; mülk O'nundur, tüm övgü O'na aittir, O hayat verir ve öldürür ve her şeye kadirdir. Allah'tan başka ilah yoktur, O'nun ortağı yoktur, vaadini yerine getirmiştir, kuluna yardım etmiştir ve yalnız başına düşmanları yenmiştir).” Ve bunu üç kez söyledi, arada dua etti. Sonra Marwah'ya doğru normal yürüyerek yöneldi, ta ki, aşağı inmeye başladığında, vadi dibinde hızlı yürüdü (Ramal). Yukarı çıkmaya başladığında, normal yürüdü, ta ki Marwah'a ulaştı, ve Marwah'da Safa'da yaptığı gibi yaptı. Sa'yinin sonunda, Marwah'da dedi ki: “Eğer daha önce şimdi bildiğimi bilseydim, kurbanlık hayvanı süslemezdim ve onu Umre yapardım. İçinizden kurbanlık hayvanı olmayan, ihramdan çıksın ve onu Umre yapsın.” Böylece tüm insanlar ihramdan çıktı ve saçlarını kestiler, sadece Peygamber (ﷺ) ve yanında kurbanlık hayvanı olanlar hariç. Suraka bin Malik bin Cu'shum ayağa kalktı ve dedi: “Ey Allah'ın Resulü! Bu sadece bu yıl için mi, yoksa sonsuza dek mi?” Allah'ın Resulü (ﷺ) parmaklarını birleştirerek dedi: “Umre, Hac'a böyle dahildir,” iki kez. “Hayır, bu sonsuza dek.” Ali, Peygamber'in (ﷺ) develerini getirdi ve Fatıma'nın ihramdan çıkanlardan biri olduğunu gördü. O, boyalı bir elbise giymişti ve göz kalemi sürmüştü. Ali, bu davranışını hoş karşılamadı, ama o da: “Babam bana bunu yapmamı söyledi.” dedi. Ali, Irak'ta şöyle derdi: “Fatıma'nın yaptıklarından dolayı üzgün bir şekilde Allah'ın Resulü'ne (ﷺ) gittim, onun ne dediğini sormak için, ve benim hoşlanmadığım şeyi sordu. O da: ‘O doğru söyledi, o doğru söyledi. Hac'a başladığında ne söyledin?’ dedi.” O da: “Ben dedim: ‘Ey Allah, senin Resulünün (ﷺ) talbiyesine başladığı şey için talbiyeye başlıyorum.’ (O da:) ‘Ve benimle birlikte kurbanlık hayvanım var, bu yüzden ihramdan çıkma.’ dedi. Dedi ki: “Ali'nin Yemen'den getirdiği ve Peygamber'in (ﷺ) Medine'den getirdiği toplam kurbanlık hayvan sayısı yüzdü. İçlerinde, burununda gümüş bir halka olan Ebu Cehil'e ait bir (dişi) deve vardı. Peygamber (ﷺ) altmış üç tanesini kendi eliyle kesti, geri kalanını da Ali kesti.”"
    },
    {
      "id": 195,
      "narrator": "Sufyan\nsaid:",
      "text": "Aişe'den rivayet edilmiştir: “Biz, Allah'ın Resulü (ﷺ) ile Hac'a üç şekilde çıktık. Bazılarımız Hac ve Umre için birlikte talbiyeye başladı, bazılarımız sadece Hac için talbiyeye başladı, ve bazılarımız sadece Umre için talbiyeye başladı. Hac ve Umre için birlikte talbiyeye başlayanlar, Hac'ın ritüellerini tamamlayana kadar hiç ihramdan çıkmadılar. Sadece Hac için talbiyeye başlayanlar, Hac'ın ritüellerini tamamlayana kadar hiç ihramdan çıkmadılar. Ve sadece Umre için talbiyeye başlayanlar, Kabe'yi tavaf ettiler ve Safa ile Merve arasında koşu yaptılar, sonra onlara yasaklanan her şey, Hac zamanı gelene kadar onlara helal oldu.”"
    },
    {
      "id": 196,
      "narrator": "It was\nnarrated from ‘Ikrimah:",
      "text": "'İkrime'den rivayet edilmiştir: \"Haccac bin Amr Ensari bana anlattı, dedi ki: 'Ben, Peygamber (ﷺ) şöyle derken duydum: “Kim bir kemiği kırar veya topal olursa, ihramdan çıkmış olur, fakat başka bir hacc yapmak zorundadır.”'"
    },
    {
      "id": 197,
      "narrator": "It was\nnarrated from ‘Ikrimah, from ‘Abdullah bin Rafi’, the freed\nslave of Umm Salamah, that he said:",
      "text": "'İkrime'den, Ummu Salamah'ın azatlısı Abdullah bin Rafi' üzerinden rivayet edilmiştir ki, o şöyle dedi: \"Haccac bin Amr'a, bir muhrimin (Hac'ı tamamlamaktan) men edilmesi hakkında sordum. O da: 'Allah'ın Resulü (ﷺ) şöyle dedi: “Kim bir kemiği kırar, hastalanır veya topal olursa, ihramdan çıkmış olur ve ertesi yıl hacc yapması gerekir.”' 'İkrime (bir alt rivayetçi) dedi ki: Ben bunu İbn Abbas ve Ebu Hureyre'ye anlattım. Onlar da doğru söylediğini söylediler.'"
    },
    {
      "id": 198,
      "narrator": "It was\nnarrated that ‘Abdullah bin Ma’qil said:",
      "text": "Abdullah bin Ma'kil şöyle dedi: \"Ben, Ka'b bin Ujrah ile mescitte oturdum ve bu Ayet hakkında ona sordum: 'O, ya oruç tutmalı (üç gün) ya da sadaka vermeli (altı fakiri doyurmalı) ya da kurban kesmelidir (bir koyun).' Ka'b dedi ki: Bu benimle ilgili olarak nazil olmuştur. Başımda bir rahatsızlık vardı, bu yüzden beni Allah'ın Resulü'ne (ﷺ) götürdüler, yüzümde bitler vardı. O da: 'Senin bu kadar acı çektiğini düşünmemiştim. Bir koyunun var mı?' dedi. Ben: 'Hayır.' dedim. Sonra bu Ayet nazil oldu: 'O, ya oruç tutmalı (üç gün) ya da sadaka vermeli (altı fakiri doyurmalı) ya da kurban kesmelidir (bir koyun).' O da: 'Oruç üç gündür, sadaka altı fakire verilmeli, her birine yarım Sa' yiyecek verilmelidir ve kurban bir koyundur.'\""
    },
    {
      "id": 199,
      "narrator": "It was\nnarrated that Ka’b bin ‘Ujrah said:",
      "text": "Ka'b bin Ujrah şöyle dedi: \"Peygamber (ﷺ) bana, ben rahatsızken, başımı traş etmemi ve üç gün oruç tutmamı veya altı fakiri doyurmamı emretti. Kurban kesecek bir hayvanım olmadığını biliyordu.\""
    },
    {
      "id": 200,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) oruçlu iken ve ihramda bulunduğunda hacamat yaptırmıştır."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Cabir'den rivayet edilmiştir ki, Peygamber (ﷺ) ihramda iken, iyi hissetmediği için hacamat yaptırmıştır."
    },
    {
      "id": 202,
      "narrator": "",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) ihramda iken başına yağ sürerdi, fakat parfümlü yağ sürmezdi."
    },
    {
      "id": 203,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that a man’s neck was broken by his\nmount (from falling) while he was in the state of Ihram. The Prophet\n(ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, bir adamın ihramda iken bindiği hayvan tarafından (düşerek) boynu kırıldı. Peygamber (ﷺ) şöyle dedi: \"Onu su ve lote yapraklarıyla yıkayın, iki elbisesiyle kefenleyin, fakat yüzünü ve başını örtmeyin, çünkü o, Kıyamet Günü Talbiyah okuyarak diriltilecektir.\""
    },
    {
      "id": 204,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Başka bir isnad aynı şekilde rivayet edilmiştir, ancak boynun kırılması için farklı bir fiil kullanılmıştır ve \"onu parfümden uzak tutun, çünkü o, Kıyamet Günü Talbiyah okuyarak diriltilecektir.\" demiştir."
    },
    {
      "id": 205,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid,\nconcerning an ostrich egg taken by a Muhrim:",
      "text": "Cabir şöyle dedi: \"Allah'ın Resulü (ﷺ), ihramda bulunan bir adamın bir çakal öldürmesi durumunda (ceza olarak) bir adamın cezasını belirledi ve bunu av olarak kabul etti.\""
    },
    {
      "id": 206,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir muhrimin aldığı devekuşu yumurtası hakkında şöyle dedi: \"Bedeli (ceza olarak) ödenmelidir.\""
    },
    {
      "id": 207,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Kutsal alan içinde veya dışında öldürülebilecek beş zararlı hayvan vardır: yılan, benekli karga, fare, vahşi köpek ve akbaba.\""
    },
    {
      "id": 208,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Prophet (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Beş hayvan vardır ki, onları öldüren kişi için günah yoktur\" - ya da şöyle dedi: \"İhramda iken onları öldürürse - akrep, karga, akbaba, fare ve vahşi köpek.\""
    },
    {
      "id": 209,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"İhramda bulunan kişi yılanı, akrebi, saldırgan yırtıcıyı, vahşi köpeği ve zararlı fareyi öldürebilir.\" Ona: \"Neden bunların zararlı olduğu söyleniyor?\" denildi. O da: \"Çünkü Allah'ın Resulü (ﷺ) birinin yüzünden uyanmıştı ve o, lambanın fitilini alarak evi yakmıştı.\" dedi."
    },
    {
      "id": 210,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "İbn Abbas şöyle dedi: \"Sa'b bin Jaththamah bize şunu anlattı: 'Allah'ın Resulü (ﷺ) Abwa' veya Waddan'da iken yanımdan geçti ve ben ona yaban eşeği eti verdim, fakat o bunu geri verdi. Yüzümdeki üzüntüyü görünce: 'Bunu geri vermemizin tek sebebi ihramda olmamızdır.' dedi.\""
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Talha bin Ubaidullah'dan rivayet edilmiştir ki, Peygamber (ﷺ) ona vahşi eşek eti verdi ve bunu ihramda bulunan arkadaşları arasında dağıtmasını söyledi."
    },
    {
      "id": 212,
      "narrator": "It was\nnarrated from ‘Abdullah bin Abu Qatadah that his father said:",
      "text": "Abdullah bin Ebu Katade'den rivayet edilmiştir ki, babası şöyle demiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile Hudeibiye zamanı dışarı çıktım, arkadaşları ihrama girdiler ama ben girmedim. Bir eşek gördüm, onu avladım. Bunu Allah'ın Elçisi'ne (ﷺ) söyledim ve 'Ben ihrama girmedim, onu senin için avladım' dedim. Peygamber (ﷺ) arkadaşlarına onu yemelerini söyledi ama kendisi ondan yemedim, çünkü ona onu senin için avladığımı söyledim.\""
    },
    {
      "id": 213,
      "narrator": "",
      "text": "Peygamber (ﷺ)'in eşi Aişe şöyle demiştir: \"Allah'ın Elçisi (ﷺ) kurbanlık hayvanı Medine'den gönderirdi ve ben onun kurbanlık hayvanı için çelenkler yapardım, sonra o (bu nedenle) ihramda olan kişinin kaçındığı şeylerden kaçınmazdı.\""
    },
    {
      "id": 214,
      "narrator": "It was\nnarrated that ‘Aishah the wife of the Prophet (ﷺ) said:",
      "text": "Peygamber (ﷺ)'in eşi Aişe'den rivayet edilmiştir ki: \"Ben, Peygamber (ﷺ)'in kurbanlık hayvanı için çelenkler yapardım ve onun kurbanlık hayvanı çelenklenir ve (Mekke'ye) gönderilirdi, o (Medine'de) kalır ve ihramda olan kişinin kaçındığı hiçbir şeyden kaçınmazdı.\""
    },
    {
      "id": 215,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Bir seferinde Allah'ın Elçisi (ﷺ) eve koyun gönderdi ve onları çelenkledi.\""
    },
    {
      "id": 216,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) kurbanlık hayvanı hörgücünün sağ tarafına işaretledi ve kanını sildi."
    },
    {
      "id": 217,
      "narrator": "",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) çelenkledi, işaretledi ve (kurbanlık hayvanları) gönderdi, ama o, ihramda olan kişinin kaçındığı hiçbir şeyden kaçınmadı."
    },
    {
      "id": 218,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bana kurbanlık develerine bakmamı, örtülerini ve derilerini paylaşmamı ve kasaba hiçbir şey vermememi emretti. 'Ona (ücretini) vereceğiz' dedi.\""
    },
    {
      "id": 219,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) kurbanlık hayvanları arasında Ebu Cehil'e ait, gümüş burun halkası olan bir (erkek) deve de vardı."
    },
    {
      "id": 220,
      "narrator": "",
      "text": "İyas bin Selameh'ten, babasından rivayet edilmiştir ki, Peygamber (ﷺ)'in kurbanlık hayvanları arasında bir (erkek) deve vardı."
    },
    {
      "id": 221,
      "narrator": "",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Peygamber (ﷺ) kurbanlık hayvanını Kudaid'den satın aldı."
    },
    {
      "id": 222,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) saw a man\ndriving a\ncamel and said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) bir adamın bir deveyi sürerken gördü ve \"Bineceksin\" dedi. Adam \"Bu bir kurbanlık hayvan\" dedi. O da \"Bineceksin, yazıklar olsun sana!\" dedi."
    },
    {
      "id": 223,
      "narrator": "It was\nnarrated from Anas bin Malik that the Prophet (ﷺ) was brought a\nsacrificial animal and he said (to the man driving the animal):",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ)'e bir kurbanlık hayvan getirildi ve o (hayvanı süren adama) \"Bineceksin\" dedi. Adam \"Bu bir kurbanlık hayvan\" dedi. O da \"Bineceksin\" dedi. Adam \"Onu Peygamber (ﷺ) ile birlikte binerken gördüm ve boynunda bir terlik (bağlıydı)\" dedi."
    },
    {
      "id": 224,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that Dhu’aib Al-Khuza’i narrated that\nthe Prophet (ﷺ) used to send the sacrificial animals with him, then\nhe would say:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Dhu’aib Al-Khuza’i, Peygamber (ﷺ)'in kurbanlık hayvanlarını onunla gönderdiğini ve sonra şöyle dediğini nakletmiştir: \"Eğer onlardan biri elverişsiz hale gelirse ve onun öleceğinden korkuyorsanız, o zaman onu kesin, boynundaki terliği kanına batırın ve yanına koyun, ama ne siz ne de arkadaşlarınız ondan hiçbir şey yememelidir.\""
    },
    {
      "id": 225,
      "narrator": "It was\nnarrated that Najiyah Al-Khuza’i – in his narration, ‘Amr (one\nof the narrators) said that he was the one who looked after the\nsacrificial animals of the Prophet (ﷺ) – said:",
      "text": "Najiyah Al-Khuza’i'den rivayet edilmiştir – onun rivayetinde, 'Amr (rivayet edenlerden biri) Peygamber (ﷺ)'in kurbanlık hayvanlarına baktığını söyledi – \"Ben dedim: 'Ey Allah'ın Elçisi, elverişsiz hale gelen o kurbanlık hayvanlarla ne yapmalıyım?' O da: 'Onları kes, terliğini kanına batır, sonra yanına koy, ve insanlara yemeleri için bırak'\" dedi."
    },
    {
      "id": 226,
      "narrator": "It was\nnarrated that ‘Alqamah bin Nadlah said:",
      "text": "Alqamah bin Nadlah'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ), Ebu Bekir ve Ömer öldü, ve Mekke'deki evler hâlâ serbest olarak adlandırılıyordu. Kim ihtiyacı varsa orada yaşıyordu, ihtiyacı olmayanlar ise başkalarının orada yaşamasına izin veriyordu (kira istemeden).”"
    },
    {
      "id": 227,
      "narrator": "Abu\nSalamah bin ‘Abdur-Rahman bin ‘Awf narrated that ‘Abdullah bin\n‘Adiy bin Hamra’ said to him:",
      "text": "Ebu Salamah bin Abdurrahman bin Avf, Abdullah bin Adiy bin Hamra’nın kendisine şöyle dediğini rivayet etti: “Ben, Allah’ın Resulü (ﷺ) deve sırtında Al-Hazwarah’ta dururken gördüm ve şöyle diyordu: ‘Allah’a yemin ederim ki, sen Allah’ın en güzel toprağısın ve benim için Allah’ın en sevgili toprağısın. Allah’a yemin ederim ki, eğer seni terk etmemiş olsaydım, asla ayrılmazdım.’”"
    },
    {
      "id": 228,
      "narrator": "It was\nnarrated that Safiyyah bint Shaibah said:",
      "text": "Safiyyah bint Shaibah'dan rivayet edilmiştir: “Ben, Peygamber (ﷺ) Feth Yılı'nda bir hutbe verirken duydum ve şöyle dedi: ‘Ey insanlar, Allah, gökleri ve yeri yarattığı gün Mekke'yi kutsal kıldı ve kıyamet gününe kadar kutsaldır. Ağaçları kesilmez, av hayvanları rahatsız edilmez ve kaybolan eşyalar, onu ilan eden biri dışında alınmaz.’ Abbas dedi ki: ‘İdhkhir (bir tür kokulu ot) hariç, çünkü o evler ve mezarlar için kullanılır.’ Allah’ın Resulü (ﷺ) dedi ki: ‘İdhkhir hariç.’”"
    },
    {
      "id": 229,
      "narrator": "It was\nnarrated from ‘Ayyash bin Abu Rabi’ah (Makhzumi) that the\nMessenger of Allah (ﷺ) said:",
      "text": "Eyyash bin Ebu Rabi’ah (Makhzumi) üzerinden rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: ‘Bu ümmetin hayrı, bu kutsal mekâna gereken saygıyı gösterdikleri sürece sona ermeyecektir. Ama o saygıyı kaybettiklerinde, helak olacaklardır.’”"
    },
    {
      "id": 230,
      "narrator": "it was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “İman, bir yılanın deliğine geri çekilmesi gibi Medine’ye geri çekilecektir.”"
    },
    {
      "id": 231,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: ‘Aranızdan Medine’de ölebilecek olan varsa, öyle yapsın; çünkü ben orada ölenlerin lehine şahitlik edeceğim.’”"
    },
    {
      "id": 232,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Ey Allah! İbrahim Senin Dostun ve Peygamberin idi, ve Sen Mekke’yi İbrahim aracılığıyla kutsal kıldın. Ey Allah! Ben Senin kulun ve Peygamberinim, ve iki lav alanı arasındaki yeri kutsal kıldım.”"
    },
    {
      "id": 233,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Medine halkına kötü dileklerde bulunan kimseyi Allah, tuzun suda eridiği gibi eritecektir.”"
    },
    {
      "id": 234,
      "narrator": "It was\nnarrated that ‘Abdullah bin Miknaf said:",
      "text": "Abdullah bin Miknaf şöyle dedi: “Ben, Enes bin Malik’in şöyle dediğini duydum: ‘Allah’ın Resulü (ﷺ) şöyle dedi: “Uhud, bizi seven ve bizim onu sevdiğimiz bir dağdır, ve o Cennet’in kapılarından birinin önündedir. ‘Aer* ise Cehennem’in kapılarından birinin önündedir.”’”"
    },
    {
      "id": 235,
      "narrator": "It was\nnarrated that Shaqiq said:",
      "text": "Şakik şöyle dedi: “Bir adam, benim aracılığımla Beyt’e bazı dirhemler gönderdi.” Dedi ki: “Ben Beyt’e girdim ve Şeybe bir sandalyede oturuyordu. Parayı ona verdim ve o da: ‘Bu senin mi?’ dedi. Ben de: ‘Hayır, eğer benim olsaydı, sana vermezdim.’ Dedi ki: ‘Bunu söylediğine göre, Ömer, senin oturduğun yerde oturuyordu ve şöyle dedi: “Ben, yoksul Müslümanların malını dağıtıncaya kadar dışarı çıkmayacağım.” Ben de: “Bunu yapmayacaksın.” dedim. O da: “Kesinlikle yapacağım.” dedi. O da: “Neden?” dedi. Ben de: “Çünkü, Peygamber (ﷺ) ve Ebu Bekir, nerede olduğunu gördü ve paraya senin ihtiyaç duyduğundan daha çok ihtiyaçları vardı. Ama, onu hareket ettirmediler.” Sonra, olduğu gibi ayağa kalktı ve dışarı çıktı.”"
    },
    {
      "id": 236,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Ramazan ayı geldiğinde Mekke’de bulunan ve onu oruç tutarak geçiren, gece de elinden geldiğince namaz kılan kimseye, Allah, başka yerlerde tutulan Ramazan ayının (sevabı kadar) yüz bin ayın sevabını yazacaktır. Her gün için Allah, ona (bir köleyi azat etmenin sevabı kadar) sevap yazacak, her gün (Allah yolunda bir at sağlamanın sevabı kadar) sevap yazacak ve her gün ve her gece için sevaplar yazacaktır.”"
    },
    {
      "id": 237,
      "narrator": "Dawud\nbin ‘Ajlan said:",
      "text": "Davud bin Ajlan şöyle dedi: “Biz, Ebu İkal ile yağmurda tavaf yaptık ve tavafımızı bitirdiğimizde, Makam’ın arkasına geldik. Dedi ki: Ben, Anas bin Malik ile yağmurda tavaf yaptım. Tavafı bitirdiğimizde, Makam’ın arkasına geldik ve iki rek’at namaz kıldık.’ Anas bize dedi ki: ‘Amellerinize yeni başlayın, çünkü affedildiniz. Bu, Allah’ın Resulü (ﷺ) bize yağmurda tavaf yaptığımızda söylediği şeydir.’”"
    },
    {
      "id": 238,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki, Peygamber (ﷺ) ve arkadaşları Hac’ı Medine’den Mekke’ye yürüyerek yaptılar. Dedi ki: ‘Alt giysilerinizi belinize bağlayın,’ ve yürüyüş ile koşu arasında geçiş yaptı.”"
    }
  ]
}