{
  "language": "tr",
  "metadata": {
    "length": 42,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) iki boynuzlu, siyah-beyaz koç kurban ederdi ve Allah'ın adını anarak O'nun büyüklüğünü ifade ederdi. Onları kendi eliyle keserken, yanlarına ayağını koyduğunu gördüm.\""
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) 'Eid günü iki koç kurban etti. Onları namaz yönüne döndürdüğünde şöyle dedi: 'Şüphesiz ki, ben gökleri ve yeri yaratan O'na yöneldim, tevhid sahibi olarak, ben müşriklerden değilim. Şüphesiz ki, benim namazım, benim kurbanım, benim yaşamım ve benim ölümüm, âlemlerin Rabbi olan Allah içindir. O'nun hiçbir ortağı yoktur. Ve buna emrolundum, ben Müslümanların ilkiyim. Ey Allah, Senden, Sana, Muhammed ve onun ümmeti adına.'\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Aişe ve Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) kurban kesmek istediğinde, iki büyük, yağlı, boynuzlu, siyah-beyaz, kısır koç getirdi. Birini tevhid ile Allah'a tanıklık eden ve (Mesajı) ilettiğini kabul eden ümmeti adına, diğerini ise Muhammed ve Muhammed'in ailesi (ﷺ) adına kesti.\""
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim bunu karşılayabiliyorsa ama kurban kesmiyorsa, bizim namaz yerimize yaklaşmasın.\""
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated that Muhammad bin Sirin said:",
      "text": "Muhammed bin Sirin'den rivayet edilmiştir: \"Ben İbn Ömer'e kurbanlar hakkında sordum ve bunların farz olup olmadığını. O da: 'Allah'ın Resulü (ﷺ) ve ondan sonraki Müslümanlar kurban kestiler, bu da Sünnet'tir.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated that Mikhnaf bin Sulaim said:",
      "text": "Başka bir isnad aynı şeyi bildirmektedir."
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from ’Aishah that the Prophet (ﷺ) said:",
      "text": "Mikhnaf bin Sulaim'den rivayet edilmiştir: \"Biz Arafat'ta Peygamber (ﷺ) ile duruyorduk ve o şöyle dedi: 'Ey insanlar, her aile, her yıl, Udhiyah ve 'Atirah kurbanı kesmelidir.'\""
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Zaid bin Arqam said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Ademoğlu, Kurban Günü Allah'a kan akıtmaktan daha sevimli bir iş yapmaz. O, Kıyamet Günü boynuzları, çatallı ayakları ve tüyleriyle gelir. Onun kanı, yere ulaşmadan Allah katında kabul edilir. Bu yüzden bunu yaptığınızda mutlu olun.\""
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ile birlikte olan Sahabeler: 'Ey Allah'ın Resulü, bu kurbanlar nedir?' dediler. O da: 'Babanız İbrahim'in Sünnetidir.' dedi. Onlar: 'Peki, bizim için bunda ne var, ey Allah'ın Resulü?' dediler. O da: 'Her bir kıl için bir sevap vardır.' dedi. Onlar: 'Peki, yün için, ey Allah'ın Resulü?' dediler. O da: 'Her bir yün kılı için bir sevap vardır.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "Yunus\nbin Maisarah bin Halbas said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) boynuzlu, kusursuz, siyah karınlı, siyah ayaklı ve gözlerinin etrafı siyah bir koç kurban etti.\""
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Abu Umamah Al-Bahili that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Yunus bin Maisarah bin Halbas şöyle dedi: \"Ben, Allah'ın Resulü (ﷺ) ile birlikte olan Ebu Sa'id Az-Zuraqi ile hayvan almak veya kurban kesmek için dışarı çıktım.\" Yunus şöyle dedi: \"Ebu Sa'id, kulaklarının ve çenesinin etrafında biraz siyahlık olan, ne çok büyük ne de çok küçük bir koçu işaret ederek bana: 'Bunu al, çünkü bu Allah'ın Resulü (ﷺ) koçuna benziyor.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "it was\nnarrated that Ibn ‘Abbas said:",
      "text": "Ebu Umame Al-Bahili'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"En iyi kefen, iki parçalı bir Necran elbisesidir ve en iyi kurban, boynuzlu bir koçtur.\""
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Biz, Allah'ın Resulü (ﷺ) ile bir yolculukta idik ve Kurban Bayramı günü geldi. Biz, on kişi adına bir deve ve yedi kişi adına bir inek kurban ettik.\""
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Jabir'den rivayet edilmiştir: \"Biz, Peygamber (ﷺ) ile birlikte Al-Hudaibiyah'da kurban kestik, yedi kişi adına bir deve ve yedi kişi adına bir inek.\""
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) 'Umrah yapmış olan bütün eşleri adına bir inek kesti, Veda Haccı sırasında.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "‘Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Veda Haccı sırasında Muhammed (ﷺ) ailesi adına bir inek kesmiştir."
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that a man came to the Prophet (ﷺ)\nand\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, bir adam Peygamber'e (ﷺ) geldi ve dedi ki: “Bir kurban kesmem gerekiyor ve bunu karşılayabiliyorum, ama satın alacak (bir deveyi) bulamıyorum.” Peygamber (ﷺ) ona yedi koyun satın almasını ve kesmesini söyledi."
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated that Rafi’ bin Khadij said:",
      "text": "Rafi’ bin Khadij'den rivayet edilmiştir ki: “Biz, Allah'ın Resulü (ﷺ) ile Tihame topraklarındaki Dhul-Hulaifah'taydık. Koyun ve develer edindik ve insanlar dağıtılmadan önce yemek kaplarını ateşlere koymak için acele ettiler. Allah'ın Resulü (ﷺ) bize geldi ve onların devrilmesini emretti,* sonra bir deveyi on koyuna eşdeğer kıldı.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from ‘Uqbah bin ‘Amir Al-Juhani that the Messenger of\nAllah (ﷺ) gave him some sheep, and he distributed them among his\nCompanions to be sacrificed. There remained an ‘Atud.* He mentioned\nthat to the Messenger of Allah (ﷺ) and he said:",
      "text": "‘Uqbah bin ‘Amir Al-Juhani'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ona bazı koyunlar verdi ve onları arkadaşları arasında kurban edilmek üzere dağıttı. Bir ‘Atud* kaldı. Bunu Allah'ın Resulü'ne (ﷺ) bildirdi ve o da: “Onu kendin kes.” dedi."
    },
    {
      "id": 20,
      "narrator": "Umm\nBilal bint Hilal narrated from her father that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Umm Bilal bint Hilal, babasından rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Koyunlar arasında bir Jadha’a* kurban olarak sunmak caizdir.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated from ‘Asim bin Kulaib that his father said:",
      "text": "‘Asim bin Kulaib'den rivayet edilmiştir ki, babası şöyle dedi: “Biz, Allah'ın Resulü (ﷺ) arkadaşlarından olan ve Mücaşî’ adında bir adamla birlikteydik, Banu Süleym'den. Koyunlar kıtlaştı. O, bir çağrıcıyı çağırarak, Allah'ın Resulü'nün (ﷺ) şöyle dediğini ilan etmesini emretti: ‘Bir Jadha’a, iki yaşındaki koyunun yeterli olduğu her şey için yeterlidir.’”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Musinnah* dışında hiçbir şeyi kesmeyin, eğer yoksa, o zaman koyunlar arasında bir Jadha’a kesebilirsiniz.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Rivayet edilmiştir ki, ‘Ali şöyle dedi: “Allah'ın Resulü (ﷺ) Muqabalah, Mudabarah, Sharqa’, Kharqa’ ve Jad’a’ kesmeyi yasakladı.”*"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Rivayet edilmiştir ki, ‘Ali şöyle dedi: “Allah'ın Resulü (ﷺ) gözleri ve kulakları kontrol etmemizi emretti.”*"
    },
    {
      "id": 25,
      "narrator": "Sulaiman\nbin ‘Abdur-Rahman said:",
      "text": "Süleyman bin ‘Abdur-Rahman şöyle dedi: “‘Ubaid bin Fairuz'un şöyle dediğini duydum: ‘Bara’ bin ‘Azib’e dedim ki: “Bize, Allah'ın Resulü'nün (ﷺ) hoşlanmadığı veya yasakladığı kurbanlık hayvanlar hakkında bilgi ver.” O da: “Allah'ın Resulü (ﷺ) elini böyle yaptı. Ve benim elim onun elinden daha kısa:* ‘Dört hayvan vardır ki, kurban olarak kabul edilmez: Bir gözünde açıkça kör olan tek gözlü hayvan; açıkça hasta olan hasta hayvan; belirgin bir topallığı olan topal hayvan; ve o kadar zayıf olan hayvan ki, kemiklerinde ilik yokmuş gibi görünür.’” Dedi ki:** “Ve hayvanın kulaklarında bir kusur olmasını istemem.” Dedi ki: “Hoşlanmadığın şeyi unut ve kimseye yasaklama.”"
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Kattâde'den rivayet edilmiştir ki, Juray bin Kulaib'in, ‘Ali'den duyduğunu aktardığını işittiğini söyledi. Allah'ın Resulü (ﷺ) kırık boynuzlu ve kulaklı hayvanların kesilmesini yasakladı."
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Sa'id Al-Hudri'den rivayet edilmiştir ki: “Biz bir kurbanlık koç aldık, sonra bir kurt onun kuyruk ve kulaklarından biraz et kopardı. Peygamber'e (ﷺ) sorduk ve bize onu kurban olarak sunmamızı söyledi.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that ‘Ata’ bin Yasar said:",
      "text": "‘Ata’ bin Yasar'dan rivayet edilmiştir ki: “Ebu Eyyub Al-Ensari'ye sordum: ‘Allah'ın Resulü (ﷺ) zamanında aranızda kurbanlar nasıl kesilirdi?’ O da: ‘Peygamber (ﷺ) zamanında bir adam kendisi ve ailesi adına bir koyun keserdi, onlardan biraz yerler ve birazını başkalarına verirlerdi. Sonra insanlar rekabet etmeye başladılar ve şimdi gördüğünüz gibi oldu.’” dedi."
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Abu Sarihah said:",
      "text": "Ebu Sarihah'tan rivayet edilmiştir ki: “Sünneti öğrendikten sonra ailem bana baskı yapmaya başladı. İnsanlar bir veya iki koyun keserdi, ama şimdi komşularımız bizi cimri olarak adlandırıyor.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Umm Salamah that the Prophet (ﷺ) said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Dhul-Hijjah'ın on günü başladığında, sizden biri kurban kesmek isterse, saçından veya derisinden hiçbir şey kesmesin.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from Umm Salamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Sizden kim Dhul-Hijjah'ın yeni hilalini görür ve kurban kesmek isterse, saçından veya tırnağından hiçbir şey almasın.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, bir adam Kurban Günü, (yani) 'Eid namazından önce kurban kesmiştir ve Peygamber (ﷺ) ona tekrar kesmesini emretmiştir."
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated from Aswad bin Qais that he heard Jundub Al-Bajali\nsay:",
      "text": "Esved bin Kays'tan rivayet edilmiştir ki, Jundub el-Beceli'nin şöyle dediğini duymuştur: \"Ben Kurban Günü Allah'ın Resulü (ﷺ) ile birlikteydim ve bazı insanlar namazdan önce kurban kestiler. Peygamber (ﷺ) şöyle dedi: 'Sizden kim namazdan önce kurban kestiyse, kurbanını tekrar kesmelidir; kim de kesmemişse, kurbanını Allah'ın adıyla kesmelidir.'\""
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from ‘Uwaimir bin Ashqar that he slaughtered before\nthe\nprayer, and he mentioned that to the Prophet (ﷺ) who said:",
      "text": "'Uveymir bin Eşkar'dan rivayet edilmiştir ki, o namazdan önce kurban kesmiş ve bunu Peygamber (ﷺ)'e bildirmiştir. Peygamber (ﷺ) ona: \"Kurbanını tekrar kes,\" demiştir."
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated that Abu Zaid Al-Ansari said:",
      "text": "Abu Zaid el-Ensari'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) Ensar'dan bir evin yanından geçerken bir tencerenin kokusunu hissetti. 'Kim bu kurban kesen?' dedi. İçimizden bir adam çıktı ve 'Benim, ey Allah'ın Resulü, namazdan önce kurban kestim ki ailemi ve komşularımı doyurayım,' dedi. Peygamber (ﷺ) ona tekrar kesmesini emretti. O da: 'Hayır, benim, kendisinden başka ilah olmayan Allah'a yemin ederim ki, elimde bir yaşında bir koyun veya kuzu var,' dedi. Peygamber (ﷺ) şöyle dedi: 'Onu kes, ama senin ardından kimse için bir yaşındaki koyun yeterli olmayacak.'\""
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ)'nün kurbanını kendi eliyle keserken, ayağını onun yanına koyduğunu gördüm.\""
    },
    {
      "id": 37,
      "narrator": "‘Abdur-Rahman bin Sa’d bin ‘Ammar bin Sa’d, the Mu’adhdhin\nof the\nMessenger of Allah (ﷺ), told us:",
      "text": "'Abdur-Rahman bin Sa'd bin 'Ammar bin Sa'd, Allah'ın Resulü (ﷺ)'nün müezzini, bize şunları söyledi: \"Babam, dedemden, Allah'ın Resulü (ﷺ)'nün bir sokağın kenarında, Banu Zuraiq yolunda, kendi eliyle, bir bıçak kullanarak kurbanını kestiğini bana anlattı.\""
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ali bin Ebu Talib rivayet etmiştir ki, Allah'ın Resulü (ﷺ) ona kurbanlık deveyi – etini, derisini ve örtülerini – fakirlere dağıtmasını emretmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) kesilen her deveden bir parça getirilip bir tencereye konulmasını emretmiş, sonra etinden yemişler ve suyundan içmişlerdir."
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) sadece kurban etlerini üç günden fazla saklamayı yasakladı, çünkü insanlar zorluk çekiyordu. Sonra daha sonra buna izin verdi.\""
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated from Nubaishah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Nubaishah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sizlere kurban etlerini üç günden fazla saklamayı yasaklamıştım, ama (şimdi) biraz yiyin ve biraz saklayın.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) 'Eid cemaatinin namaz yerinde kurban keserdi."
    }
  ]
}