{
  "language": "tr",
  "metadata": {
    "length": 38,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated that Umm Kurz said:",
      "text": "Umm Kurz'dan rivayet edilmiştir: “Peygamber (ﷺ) şöyle dediğini duydum: ‘Bir erkek çocuk için yaşı eşit iki koyun, bir kız çocuk için ise bir koyun kesilir.’”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) bize bir erkek çocuğun ‘Aqiqah’ı için iki koyun, bir kız çocuğu için ise bir koyun kesmemizi emretti.”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from Salman bin ‘Amir that he heard the Prophet (ﷺ)\nsay:",
      "text": "Salman bin ‘Amir'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Bir erkek çocuk için ‘Aqiqah’ olmalıdır, onun için kan akıtın ve ondan zararı kaldırın.”"
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Samurah that the Prophet (ﷺ) said:",
      "text": "Samurah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Her erkek çocuk ‘Aqiqah’ ile rehin alınmıştır, bu yüzden yedinci günde onun için kesim yapın, başını traş edin ve ona isim verin.”"
    },
    {
      "id": 5,
      "narrator": "Yazid\nbin ‘Abdul-Muzani narrated that the Prophet (ﷺ) said:",
      "text": "Yazid bin ‘Abdul-Muzani rivayet etmiştir ki, Peygamber (ﷺ) şöyle dedi: “Erkek çocuk için bir ‘Aqiqah’ sunun, ama başını kanla sürmeyin.”"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated that Nubaishah said:",
      "text": "Nubaishah'dan rivayet edilmiştir: “Bir adam, Allah'ın Elçisi (ﷺ) ile konuştu ve dedi ki: ‘Ey Allah'ın Elçisi, Cahiliye döneminde Rajab ayında ‘Atirah keserdik; bize ne emredersin?’ O da dedi: ‘Hangi ay olursa olsun Allah'a kurban kesin, Allah rızası için iyilik yapın ve (fakirleri) doyurun.’ Onlar da dediler: ‘Ey Allah'ın Elçisi, Cahiliye döneminde Far’ah keserdik; bize ne emredersin?’ O da dedi: ‘Her Sa’imah (otlayan hayvan sürüsü) için, ilk doğanı, sürünüzün geri kalanını beslediğiniz gibi besleyin, yük taşıyacak bir yaşa geldiğinde onu kesin ve etini sadaka olarak verin’ – bence o şöyle dedi – ‘yolda kalmışa, çünkü bu hayırlıdır.’”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Far’ah yoktur ve ‘Atirah yoktur.”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated from Muhammad bin Abu (‘Umar) ‘Adani that the Prophet\n(ﷺ) said:",
      "text": "Muhammad bin Abu (‘Umar) ‘Adani'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Far’ah yoktur ve ‘Atirah yoktur.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated from Shaddad bin Aws that the Messenger of Allah\n(ﷺ) said:",
      "text": "Shaddad bin Aws'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah her şeyde Al-Ihsan'ı (güzel yapmayı) emretmiştir. Eğer keserseniz, güzelce kesin, eğer kurban ederseniz, güzelce kurban edin. Sizden biri bıçağını keskinleştirsin ve kesim yaptığı hayvana acı çektirmesin.”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir ki, Peygamber (ﷺ) bir adamın bir koyunu kulağından sürüklediğini gördü. O da dedi: “Kulağını bırak ve boynunun yanlarından tut.”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "‘Abdullah bin ‘Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) bıçağın keskinleştirilmesini ve hayvanlardan gizlenmesini emretti ve şöyle dedi: “Sizden biri kurban keserken, bunu hızlıca yapsın.”"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated from Ibn ‘Abbas:",
      "text": "Başka bir isnad da aynı şekilde rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated from ‘Aishah, the Mother of the Believers, that some\npeople said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir: “Şüphesiz, Şeytanlar (cinler) dostlarını (insanlardan) ilham ederler.” O da dedi: “Onlar şöyle derlerdi: ‘Allah'ın adı anılmamış olanı yemeyin, Allah'ın adı anılmış olanı yiyin.’ Sonra Allah şöyle buyurdu: ‘Allah'ın adı anılmamış olan şeylerden yemeyin.’”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated that Muhammad bin Saifi said:",
      "text": "‘Aişe, Müminlerin Annesi'nden rivayet edilmiştir ki, bazı insanlar: “Ey Allah'ın Elçisi, bazı insanlar bize et getiriyor, bunun üzerinde Allah'ın adı anılıp anılmadığını bilmiyoruz.” dediler. O da: “De ki: Bismillah de ve ye.” dedi. Onlar İslam'da yeniydiler."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Muhammad bin Saifi'den rivayet edilmiştir ki, “Ben iki tavşanı keskin bir taşla kestim ve onları Peygamber (ﷺ)'e getirdim, o da bana onları yememi söyledi.”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated that ‘Adi bin Hatim said:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir: “Ben dedim ki: ‘Ey Allah'ın Resulü, avlanıyoruz ama kesmek için yalnızca bir taşın keskin kenarını veya bir sopayı bulabiliyoruz.’ O da dedi ki: ‘Kanı akıtmak için istediğin şeyi kullan ve onun üzerine Allah'ın adını an.’”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated that Rafi’ bin Khadij said:",
      "text": "Rafi’ bin Khadij'den rivayet edilmiştir: “Biz Peygamber (ﷺ) ile bir yolculuktaydık ve ben dedim ki: ‘Ey Allah'ın Resulü, (bazen) askeri seferlerdeyiz ve yanımızda bıçak yok.’ O da dedi ki: ‘Kanı akıtan her şeyi kullan, Allah'ın adını an ve ye, ama diş veya tırnak kullanma, çünkü diş bir kemiktir ve tırnak Habeşlilerin bıçağıdır.’”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) passed by a boy who was skinning a sheep. The Messenger of\nAllah\n(ﷺ) said to him:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir çocuğun bir koyunu derisini soyarak geçti. Allah'ın Resulü (ﷺ) ona dedi ki: “Kenara çekil, sana nasıl yapıldığını göstereyim.” Allah'ın Resulü (ﷺ) elini deri ile etin arasına koydu ve kolunu koltuk altına kadar soktu ve dedi ki: “Ey çocuk, işte böyle derisini soyarak.” Sonra gidip insanlara namaz kıldırdı ve abdest almadı."
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\ncame to\na man from among the Ansar who had picked up a knife to\nslaughter an\nanimal for the Messenger of Allah (ﷺ). The Messenger of\nAllah (ﷺ)\nsaid to him:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir adamın yanına geldi, o da Allah'ın Resulü (ﷺ) için bir hayvan kesmek üzere bir bıçak almıştı. Allah'ın Resulü (ﷺ) ona dedi ki: “Süt verenlerden kaçın.” (yani süt verilenlerden)."
    },
    {
      "id": 20,
      "narrator": "Abu\nHurairah narrated that Abu Bakr bin Abu Quhafah narrated that the\nMessenger of Allah (ﷺ) said to him and to ‘Umar:",
      "text": "Abu Hurairah rivayet etti ki, Abu Bekir bin Abu Quhafah, Allah'ın Resulü (ﷺ) ona ve ‘Umar'a dedi ki: “Hadi Waqifi'ye gidelim.” O da dedi ki: “Biz de ay ışığında dışarı çıktık, bahçeye gelene kadar, bahçe sahibi: ‘Hoş geldiniz.’ dedi. Sonra bıçağı alıp koyunların arasına gitti (kesmek için birini seçmek üzere) ve Allah'ın Resulü (ﷺ) dedi ki: ‘Süt verenlerden kaçın.’”"
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ka’b bin Malik'in bir oğlundan, babasından rivayet edilmiştir ki, bir kadın bir koyunu bir taşla kesmiştir ve bu Allah'ın Resulü (ﷺ)'ne bildirildi, ama o bununla ilgili bir sakınca görmedi."
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated that Rafi’ bin Khadij said:",
      "text": "Rafi’ bin Khadij'den rivayet edilmiştir: “Biz Peygamber (ﷺ) ile bir yolculuktaydık ve bir deve kaçtı. Bir adam ona ok attı ve Peygamber (ﷺ) dedi ki: ‘O, vahşi bir hayvan gibi kaçma eğilimindedir. Eğer sizden biri böyle bir şeyle karşılaşırsa, aynı şekilde yapın.’”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Abu ‘Ushara’ that his father said:",
      "text": "Abu ‘Ushara’dan rivayet edilmiştir ki, babası dedi ki: “Ben dedim ki: ‘Ey Allah'ın Resulü, kesim sadece boğazda veya üst göğüste mi yapılmalıdır?’ O da dedi ki: ‘Eğer onu uyluğuna saplarsan, bu sana yeter.’”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) hayvanların parçalanmasını yasakladı.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: “Allah'ın Resulü (ﷺ) hayvanları bağlamayı yasakladı.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: “Canlı olan hiçbir şeyi hedef almayın.”"
    },
    {
      "id": 27,
      "narrator": "Jabir\nbin ‘Abdullah said:",
      "text": "Cabir bin ‘Abdullah dedi ki: “Allah'ın Resulü (ﷺ) bağlı olan hiçbir hayvanın öldürülmesini yasakladı (hedef olarak kullanılmak üzere).”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Al-Jallalah'ın etini ve sütünü yasakladı.”*"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Asm’a bint Abu Bakr said:",
      "text": "Asm’a bint Abu Bekr'den rivayet edilmiştir: “Biz, Allah'ın Resulü (ﷺ) döneminde bir at kestik ve etini yedik.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Abu Zubair that he heard Jabir bin ‘Abdullah\nsay:",
      "text": "Abu Zubair'den rivayet edilmiştir ki, o, Cabir bin ‘Abdullah'ın şöyle dediğini işitti: “Khaybar döneminde at ve vahşi eşek yedik.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated that Abu Ishaq Shaibani said:",
      "text": "Abu İshak Şaibani'nin rivayet ettiğine göre: “Abdullah bin Ebu Avfa'ya evcil eşeklerin etini sordum. O da: ‘Khaybar Günü açlıktan kıvranıyorduk, Peygamber (ﷺ) ile birlikteydik. İnsanlar Medine'den çıkarken savaş ganimeti olarak bazı eşekler almışlardı, biz de onları kestik ve tencerelerimiz kaynamaya başlamıştı ki, Allah'ın Resulü (ﷺ) çağrıda bulundu ve bize tencerelerimizi devirmemizi, eşek etinden bir şey yemememizi söyledi. Biz de onları devirdik.’ Ben de Abdullah bin Ebu Avfa'ya: ‘Bu haram mı kılındı?’ dedim. O da: ‘Biz, Allah'ın Resulü'nün (ﷺ) bunu tamamen yasakladığını düşünüyoruz çünkü eşek dışkı yer.’”"
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Mikdam bin Ma’dikarib el-Kindi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) birkaç şeyi yasakladı, ta ki evcil eşeklerin etini anana kadar."
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated that Bara’ bin ‘Azib said:",
      "text": "Bara' bin Azib şöyle dedi: “Allah'ın Resulü (ﷺ) bize evcil eşeklerin etini, çiğ veya pişmiş, atmamızı emretti, sonra bu konuda bize başka bir şey söylemedi.”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated that Salamah bin Akwa’ said:",
      "text": "Salamah bin Akwa' şöyle dedi: “Biz, Allah'ın Resulü (ﷺ) ile birlikte Khaybar seferine çıktık ve akşam insanları ateşlerini yaktı. Peygamber (ﷺ) dedi ki: ‘Ne pişiriyorsunuz?’ Onlar: ‘Evcil eşeklerin etini.’ dediler. O da: ‘Onların içindekileri dökün ve kırın.’ Bir adam: ‘Ya da içindekileri döküp yıkayabilir miyiz?’ dedi. Peygamber (ﷺ) dedi ki: ‘Ya da (bunu) yapın.’”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from Anas bin Malik that the caller of the Prophet\n(ﷺ)\ncried out:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) çağrıda bulundu: “Allah ve Resulü, evcil eşeklerin etini yemenizi yasaklıyor, çünkü o pis bir şeydir.”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated that ‘Ata’ narrated that Jabir bin ‘Abdullah said:",
      "text": "'Ata' rivayet etti ki, Cabir bin Abdullah şöyle dedi: “Biz at etini yerdik.” Ben: “Ya katır?” dedim. O: “Hayır.” dedi."
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated that Khalid bin Walid said:",
      "text": "Halid bin Velid şöyle dedi: “Allah'ın Resulü (ﷺ) atların, katırların ve eşeklerin etini yasakladı.”"
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Ebu Said şöyle dedi: “Biz, Allah'ın Resulü (ﷺ) ile fetüs hakkında konuştuk. O: ‘İsterseniz onu yiyin, çünkü annesiyle birlikte kesilmiş sayılır.’ dedi.”"
    }
  ]
}