{
  "language": "tr",
  "metadata": {
    "length": 51,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mughaffal that the Messenger of\nAllah\n(ﷺ) commanded that dogs be killed, then he said:",
      "text": "'Abdullah bin Mughaffal'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) köpeklerin öldürülmesini emretmiştir, sonra da: \"Köpekleri ne için kullanıyorlar?\" demiştir. Ardından av köpeklerini tutmalarına izin vermiştir."
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mughaffal that the Messenger of\nAllah\n(ﷺ) commanded that dogs be killed, then he said:",
      "text": "'Abdullah bin Mughaffal'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) köpeklerin öldürülmesini emretmiştir, sonra da: \"Köpekleri ne için kullanıyorlar?\" demiştir. Ardından tarım köpeklerini ve 'Ein köpeklerini tutmalarına izin vermiştir. Bundar şöyle demiştir: \"'Ein, Al-Medine'nin duvarlarını ifade eder.\""
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) köpeklerin öldürülmesini emretmiştir.\""
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle demiştir: \"Ben, Allah'ın Resulü (ﷺ) köpeklerin öldürülmesini emrederken sesini yükselttiğini duydum ve köpekler öldürüldü, av köpekleri veya hayvanları güden köpekler hariç.\""
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Kim bir köpek beslerse, her gün bir Kıraat (sevap) onun iyi amellerinden eksilecektir, tarım veya hayvanları güden köpekler hariç.'\""
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mughaffal that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "'Abdullah bin Mughaffal'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Eğer köpekler yaratıkların bir topluluğunu (veya milletini) oluşturmasaydı, onları öldürmeyi emrederdim. Ama tamamen siyah olanları öldürün. Hayvanları güden, avlanan veya tarım için kullanılan köpekler dışında köpek besleyen kimse yoktur, ama her gün onların sevabından iki Kıraat eksilecektir.\""
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated that Sufyan bin Abu Zuhair said:",
      "text": "Sufyan bin Ebu Zuhair'den rivayet edilmiştir ki: \"Ben, Peygamber (ﷺ) şöyle derken duydum: 'Eğer tarım veya hayvanları güden bir köpeğe ihtiyacınız yoksa, her gün bir Kıraat onun (iyi) amellerinden eksilecektir.'\""
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Abu Tha’labah Al-Khushani said:",
      "text": "Ebu Tha'labah Al-Khushani'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ)'ne geldim ve dedim: 'Ey Allah'ın Resulü, biz Kitap Ehli'nin (Halkı'nın) topraklarında yaşıyoruz ve onların kaplarından yiyoruz. Ve av olan bir toprakta yaşıyoruz, bu yüzden yayım ve eğitimli köpeğimle ve eğitimsiz köpeğimle avlanıyorum.' Allah'ın Resulü (ﷺ) şöyle dedi: 'Kitap Ehli'nin topraklarında yaşadığınız hakkında söylediklerinize gelince, alternatif bulamazsanız onların kaplarından yemeyin. Eğer alternatif bulamazsanız, o zaman onları yıkayın ve onlardan yiyin. Avlanma konusuna gelince, yayımla yakaladığınız her şeye Allah'ın ismini anarak yiyin. Eğitimli köpeğinizle yakaladığınız her şeye Allah'ın ismini anarak yiyin. Ama eğitimsiz köpeğinizle yakaladığınız her şeye gelince, onu yakalayın, kesin ve sonra yiyin.'\""
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated that ‘Adi bin Hatim said:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ)'ne: 'Biz bu köpeklerle avlanan insanlarız.' dedim. O da: 'Eğer eğitimli köpeklerinizi gönderir ve onlara Allah'ın ismini anarsanız, o zaman onların yakaladığı her şeyi yiyin, hatta öldürseler bile, eğer köpek ondan bir şey yememişse. Eğer köpek ondan bir şey yemişse, o zaman onu yemeyin, çünkü onun kendisi için yakalamış olmasından korkarım. Eğer başka bir köpek ona katılırsa, o zaman onu yemeyin.'\""
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki: \"Biz, onların köpekleriyle ve kuşlarıyla (yani Zerdüştlerin) yakaladığı avı yememekle yasaklandık.\""
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ)'ne tamamen siyah köpek hakkında sordum ve o şöyle dedi: '(O) bir şeytandır.'\""
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated from Abu Tha’labah that the Prophet (ﷺ) said:",
      "text": "Ebu Tha'labah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Yayınızın size getirdiği şeyi yiyin.\""
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated that ‘Adi bin Hatim said:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir ki: \"Ben: 'Ey Allah'ın Resulü, biz ok atan insanlarız.' dedim. O da: 'Eğer ok atar ve avı delersen, o zaman deldiğin şeyi ye.'\""
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated that ‘Adi bin Hatim said:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir ki: \"Ben: 'Ey Allah'ın Resulü, avı vurursam ama gece kaybolursa ne olur?' dedim. O da: 'Eğer okunu içinde bulursan ve başka bir şey bulamazsan, o zaman ye.'\""
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that ‘Adi bin Hatim said:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ)'ne Mi'rad ile avlanmayı sordum. O da: 'Keskin kenarıyla vurduğu her şeye ye, ama yan tarafıyla vurulan şey, şiddetli bir darbe ile öldürülmüş bir şeydir.'”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated that ‘Adi bit Hatim said:",
      "text": "‘Adi bin Hatim’den rivayet edilmiştir ki: “Ben Allah’ın Resulü’ne (ﷺ) Mi’rac hakkında sordum. O da: ‘Avı delmeden yemek yeme’ dedi.”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Bir hayvandan kesilen, o hayvan hala canlıyken kesilirse, ondan kesilen şey Maitah’tır (ölü et).”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated that Tamim Dari said:",
      "text": "Tamim Dari’den rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) şöyle dedi: ‘Zamanın sonunda, develerin hörgüçlerini ve koyunların kuyruklarını kesecek insanlar olacak. Ama canlı bir hayvandan kesilen şey ölüdür.’”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Messenger of Allah\n(ﷺ) said:",
      "text": "‘Abdullah bin ‘Umar’dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “İki tür ölü et bize helal kılınmıştır: Balık ve çekirge.”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated that Salman said:",
      "text": "Salman’dan rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) çekirgeler hakkında soruldu. O da: ‘(Onlar) Allah’ın en kalabalık ordusudur. Ne onları yerim ne de yasaklarım.’ dedi.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated that Abu (Sa’eed) Baqqal heard Anas bin Malik say:",
      "text": "Abu (Sa’eed) Baqqal, Anas bin Malik’in şöyle dediğini duydu: “Peygamberin (ﷺ) eşleri, birbirlerine tepsilerde çekirge hediye ederlerdi.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated from Jabir and Anas bin Malik that whenever the\nMessenger of\nAllah (ﷺ) supplicated against the locusts, he said:",
      "text": "Jabir ve Anas bin Malik’ten rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) çekirgeler hakkında dua ettiğinde şöyle derdi: “Ya Allah, büyüklerini helak et, küçüklerini öldür, yumurtalarını boz ve kökünden kazı. Ağızlarını rızkımızdan ve geçimimizden uzak tut, çünkü Sen duaları işiten Sensin.” Bir adam: “Ya Allah’ın Resulü, Allah’ın ordularından birine kökünden kazınması için dua mı ediyorsun?” dedi. O da: “Çekirgeler, denizdeki balıklar tarafından hapşırılmıştır.” dedi."
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki: “Biz Peygamber (ﷺ) ile Hac veya Umre için çıktık ve bir çekirge sürüsüne veya bir tür çekirgeye rastladık. Onlara kamçılarımız ve terliklerimizle vurmaya başladık. Peygamber (ﷺ) dedi ki: ‘Onları ye, çünkü onlar denizin avıdır.’”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) çakallar, kurbağalar, karıncalar ve bülbülleri öldürmeyi yasakladı.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas’tan rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dört tür hayvanı öldürmeyi yasakladı: Karıncalar, arılar, bülbüller ve çakallar.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) şöyle dedi: ‘Bir peygamber bir karınca tarafından ısırıldı, o da karınca kolonisinin yakılmasını emretti. Sonra Allah ona vahyetti: ‘Bir karınca seni ısırdı diye, Allah’ı tesbih eden bir ulusu yok mu ediyorsun?’”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from Sa’eed bin Jubair that a relative of ‘Abdullah\nbin\nMughaffal threw some small pebbles. He told him not to do that and\nsaid:",
      "text": "Başka bir isnad benzer bir hadisi rivayet etmektedir."
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mughaffal said:",
      "text": "Sa’eed bin Jubair’den rivayet edilmiştir ki: “‘Abdullah bin Mughaffal’ın bir akrabası küçük taşlar attı. Ona bunu yapmamasını söyledi ve: ‘Peygamber (ﷺ) küçük taş atmayı yasakladı ve: ‘Onlar hiçbir avı öldürmez ve düşmana zarar vermez, ama bir dişi kırabilir veya bir gözü çıkarabilir.’ dedi.’ O tekrar yaptı, ve o (Abdullah) dedi ki: ‘Sana Peygamber (ﷺ) bunu yasakladı, sonra sen tekrar yapıyorsun? Bir daha seninle konuşmayacağım.’”"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "‘Abdullah bin Mughaffal’den rivayet edilmiştir ki: “Peygamber (ﷺ) küçük taş atmaktan yasakladı ve: ‘Onlar hiçbir avı öldürmez ve düşmana zarar vermez, ama bir dişi kırabilir veya bir gözü çıkarabilir.’ dedi.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Umm Sharik’ten rivayet edilmiştir ki: “Peygamber (ﷺ) ona ev yılanlarını öldürmesini söyledi.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said\nconcerning house lizards:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ev kertenkeleleri hakkında şöyle demiştir: “Zararlı hayvanlar.”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated from Sa’ibah, the freed slave woman of Fakih bin\nMughirah,\nthat she entered upon ‘Aishah and saw a spear in her house.\nShe\nsaid:",
      "text": "Sa’ibah, Fakih bin Mughirah'ın azatlı cariyesi olarak rivayet etmiştir ki, ‘Aişe'nin yanına girdi ve evinde bir mızrak gördü. Dedi ki: “Ey Müminlerin Annesi, bununla ne yapıyorsunuz?” O da: “Bu ev kertenkelelerini bununla öldürüyoruz, çünkü Allah'ın Resulü (ﷺ) bize İbrahim ateşe atıldığında, yeryüzünde onu söndürmeye çalışan hiçbir hayvan olmadığını, sadece ev kertenkelelerinin üzerine üflediğini söyledi. Bunun üzerine Allah'ın Resulü (ﷺ) bunların öldürülmesini emretti.”"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Ebu Tha’labah Al-Khushani'den rivayet edilmiştir ki, Peygamber (ﷺ) dişleri olan herhangi bir yırtıcı hayvanın yenmesini yasaklamıştır."
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle demiştir: “Dişleri olan herhangi bir yırtıcı hayvanın yenmesi haramdır.”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Hayber Günü, Allah'ın Resulü (ﷺ) dişleri olan herhangi bir yırtıcı hayvanın ve pençeleri olan herhangi bir kuşun yenmesini yasakladı.”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated that Khuzaimah bin Jaz’ said:",
      "text": "Khuzaimah bin Cez' şöyle demiştir: “Ben dedim ki: ‘Ey Allah'ın Resulü, ben yeryüzünün zararlıları hakkında sana sormaya geldim. Tilkiler hakkında ne dersin?’ O da: ‘Tilkileri kim yer?’ dedi. Ben: ‘Ey Allah'ın Resulü, kurtlar hakkında ne dersin?’ dedim. O da: ‘İçinde hayır olan biri kurt yer mi?’ dedi.”"
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated that Ibn Abu ‘Ammar, who is ‘Abdur-Rahman, said:",
      "text": "İbn Ebu Ammar, yani Abdurrahman'dan rivayet edilmiştir ki: “Ben Jabir bin Abdullah'a sırtlanlar hakkında sordum: ‘Onlar av mı?’ Dedi ki: ‘Evet.’ Ben: ‘Onları yiyebilir miyim?’ dedim. Dedi ki: ‘Evet.’ Ben: ‘Bu, Allah'ın Resulü (ﷺ)nden duyduğun bir şey mi?’ Dedi ki: ‘Evet.’”"
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Khuzaimah bin Jaz’ said:",
      "text": "Khuzaimah bin Cez' şöyle demiştir: “Ben dedim ki: ‘Ey Allah'ın Resulü (ﷺ), sırtlanlar hakkında ne dersin?’ O da: ‘Sırtlanları kim yer?’ dedi.”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated that Thabit bin Yazid Al-Ansari said:",
      "text": "Sabit bin Yazid El-Ensari'den rivayet edilmiştir ki: “Biz Peygamber (ﷺ) ileydik ve insanlar bir mastigür yakaladılar. Onu ızgara yaptılar ve ondan yediler. Sonra ben bir mastigür yakaladım, onu ızgara yaptım ve Peygamber (ﷺ)'e getirdim. O, bir palmiye dalı aldı ve parmaklarıyla saymaya başladı ve dedi ki: ‘İsrailoğulları'ndan bir kavim, yeryüzü hayvanlarına dönüştürüldü, bunun onların olup olmadığını bilmiyorum.’ Ben: ‘İnsanlar onu ızgara yaptılar ve yediler.’ dedim. O, onu yemediydi ve onu yasaklamadı.”"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: “Peygamber (ﷺ) mastigür yemeyi yasaklamadı, ama bunu hoş karşılamadı. Bu, çoğu çobanların yiyeceğidir ve Allah, Azim ve Yüce olan, bununla birden fazla kişiye fayda sağlamıştır. Eğer benim olsaydı, ben de yerim.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Başka bir isnad benzer bir hadisi rivayet etmektedir."
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Khalid bin Walid that a grilled mastigure was\nbrought\nto the Messenger of Allah (ﷺ) and placed near him. He\nstretched out\nhis hand to eat (some of it), then those who were\npresent said:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir ki: “Ahlus-Suffah'tan bir adam, namazı bitirdiğinde Allah'ın Resulü (ﷺ)'ne seslendi: ‘Ey Allah'ın Resulü! Bizim topraklarımız mastigürlerle dolu. Mastigür yemeyi nasıl buluyorsun?’ O da: ‘Bir kavmin dönüştüğünü duydum.’ dedi. Bize onu yememizi emretmedi ve yasaklamadı.”"
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Halid bin Velid'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ)'ne bir ızgara mastigür getirildi ve yanına konuldu. O, yemeye uzandı, sonra orada bulunanlar: “Ey Allah'ın Resulü, bu bir mastigür etidir.” dediler. O, elini geri çekti, Halid ona: “Ey Allah'ın Resulü, mastigür haram mı?” dedi. O da: “Hayır, ama benim ülkemde bulunmuyor ve ben bunu hoş karşılamıyorum.” dedi. Halid, mastigüre eğildi ve ondan biraz yedi, Allah'ın Resulü (ﷺ) onu izliyordu."
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle demiştir: “Ben onu yasaklamıyorum,” mastigür anlamında."
    },
    {
      "id": 45,
      "narrator": "it was\nnarrated from Muhammad bin Safwan that he passed by the\nProphet (ﷺ)\nwith two rabbits hanging down. He said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: “Marr Az-Zahran'dan geçerken bir tavşanı ürküttük. Onu kovaladılar ama yoruldular, ben de onu kovaladım ve yakaladım. Onu Ebu Talha'ya getirdim, o da onu kesip, arka kısmını ve butunu Peygamber (ﷺ)'e gönderdi, o da kabul etti.”"
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated that Khuzaimah bin Jaz’ said:",
      "text": "Khuzaimah bin Jaz’ şöyle dedi: “Ben dedim: ‘Ey Allah’ın Resulü, yerin haşereleri hakkında sana sormak için geldim. Mastigurlar hakkında ne dersin?’ O, ‘Ben onları yemem ve onları haram kılmam’ dedi. Ben dedim: ‘Senin haram kılmadığın şeylerden yerim. Ama neden (onları yemezsin), Ey Allah’ın Resulü?’ O, ‘Bir kavim hayvanlara dönüştürüldü ve ben bu yaratığa baktım ve tereddüt ettim’ dedi. Ben dedim: ‘Ey Allah’ın Resulü, tavşanlar hakkında ne dersin?’ O, ‘Ben onları yemem ve onları haram kılmam’ dedi. Ben dedim: ‘Senin haram kılmadığın şeylerden yerim. Ama neden (onları yemezsin), Ey Allah’ın Resulü?’ O, ‘Bana adet gördüğü söylendi’ dedi.”"
    },
    {
      "id": 47,
      "narrator": "Mughirah\nbin Abu Burdah, who was of the tribe of Banu ‘Abd-Dar,\nnarrated\nthat he heard Abu Hurairah say:",
      "text": "Banu ‘Abd-Dar kabilesinden Mughirah bin Abu Burdah, Abu Hurairah’ın şöyle dediğini duyduğunu nakletti: “Allah’ın Resulü (ﷺ) şöyle dedi: ‘Deniz suyu bir temizlenme aracıdır ve onun ölü eti helaldir.’”"
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin ‘Abdullah’tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Deniz ne atarsa ya da gelgit geri çekildiğinde geride kalan ne varsa, onu ye, ama yüzeye çıkan şeyleri yeme.’”"
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar şöyle dedi: “Kim kargaları yer? Allah’ın Resulü (ﷺ) onları haşere olarak adlandırdı. Vallahi, onlar iyi ve helal şeylerden değildir.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "‘Aişe’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Yılanlar haşeredir, akrepler haşeredir, fareler haşeredir ve kargalar haşeredir.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir şöyle dedi: “Allah’ın Resulü (ﷺ) kedileri yemeyi yasakladı ve onların fiyatını da yasakladı.”"
    }
  ]
}