{
  "language": "tr",
  "metadata": {
    "length": 120,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "‘Abdullah bin Salam said:",
      "text": "Abdullah bin Selam dedi ki: “Peygamber (ﷺ) Medine'ye geldiğinde, insanlar ona doğru koştu ve ‘Allah'ın Resulü (ﷺ) geldi! Allah'ın Resulü (ﷺ) geldi! Allah'ın Resulü (ﷺ) geldi!’ denildi. Üç kez. Ben de insanlarla birlikte onu görmek için geldim ve yüzünü net bir şekilde görünce, onun yüzünün bir yalancının yüzü olmadığını anladım. Duyduğum ilk şey, ‘Ey insanlar! Selamı yayınız, başkalarına yemek veriniz, akrabalık bağlarını koruyunuz ve insanlar uyurken gece namazı kılınız, böylece selam ile cennete gireceksiniz.’ dedi.”"
    },
    {
      "id": 2,
      "narrator": "‘Abdullah bin ‘Umar used to say that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah bin Ömer derdi ki: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Selamı yayınız, muhtaçlara yemek veriniz ve Allah, Aziz ve Celil olan, sizi kardeşler kıldı.’”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that a man asked the\nMessenger\nof Allah (ﷺ):",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, bir adam Allah'ın Resulü (ﷺ)'ne sordu: “Ey Allah'ın Resulü, İslam'ın en iyi yönü nedir?” O da: “Muhtaçlara yemek vermek ve tanıdıklarınıza ve tanımadıklarınıza selam vermektir.” dedi."
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir kişinin yiyeceği iki kişiye yeter, iki kişinin yiyeceği dört kişiye yeter ve dört kişinin yiyeceği sekiz kişiye yeter.”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from ‘Umar bin Khattab that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir kişinin yiyeceği iki kişiye yeter, iki kişinin yiyeceği üç veya dört kişiye yeter ve dört kişinin yiyeceği beş veya altı kişiye yeter.”"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Mümin bir bağırsakla yer, kafir ise yedi bağırsakla yer.”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Kafir yedi bağırsakla yer, mümin ise bir bağırsakla yer.”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated from Abu Musa that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Mümin bir bağırsakla yer, kafir ise yedi bağırsakla yer.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated from Abu Hazim that Abu Hurairah said:",
      "text": "Ebu Hazım'dan rivayet edilmiştir ki, Ebu Hureyre şöyle dedi: “Allah'ın Resulü (ﷺ) hiçbir yiyeceği eleştirmedi. Eğer ona hoş geldiyse yerdi, hoşlanmadıysa onu bırakırdı.”"
    },
    {
      "id": 10,
      "narrator": "Kathir\nbin Sulaim narrated that he heard Anas bin Malik say:",
      "text": "Başka bir isnad da aynı şekilde rivayet etmiştir."
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nwent out\nto toilet, then food was brought. A man said:",
      "text": "Katir bin Süleyman, Enes bin Malik'ten duyduğunu aktardı: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Eğer biri Allah'ın evinin hayrını artırmak isterse, kahvaltısı kendisine getirildiğinde ve alındığında abdest alsın.’”"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated from Abu Juhaifah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) tuvalete çıktı, sonra yemek getirildi. Bir adam dedi ki: “Ey Allah'ın Resulü, abdest almayacak mısın?” O da: ‘Namaz mı kılacağım?’ dedi."
    },
    {
      "id": 13,
      "narrator": "‘Abdullah bin Busr said:",
      "text": "Ebu Cuhaife'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ben yaslanarak yemek yemem.”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Abdullah bin Busr dedi ki: “Ben Peygamber (ﷺ)'e bir koyun hediye ettim, ve Allah'ın Resulü (ﷺ) dizlerinin üzerine oturarak yedi. Bir bedevi dedi ki: ‘Bu oturuş ne?’ O da: ‘Allah beni alçakgönüllü ve cömert bir kul yaptı, beni kibirli ve inatçı kılmadı.’”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that ‘Umar bin Abu Salamah said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) altı Sahabesiyle yemek yerken bir bedevi geldi ve hepsini iki lokmada yedi. Allah'ın Resulü (ﷺ) dedi ki: ‘Eğer Bismillah deseydi, hepinize yeterdi. Sizden biri yemek yerken Bismillah desin, eğer başında Bismillah demeyi unuttuysa, Bismillah fi awwalihi wa akhirih (Yani, Allah'ın adıyla başlangıçta ve sonda) desin.’”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Sizden biri sağ eliyle yesin, sağ eliyle içsin, sağ eliyle alsın ve sağ eliyle versin; çünkü Şeytan sol eliyle yer, sol eliyle içer, sol eliyle verir ve sol eliyle alır.”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Wahb bin Kaisan that he heard ‘Umar bin Abu\nSalamah\nsay:",
      "text": "Wahb bin Kaisan'dan rivayet edilmiştir ki, ‘Umar bin Abu Salamah'ın şöyle dediğini işitti: “Ben Peygamber (ﷺ) himayesinde bir çocukken, elim tabakta dolaşırdı. O bana şöyle dedi: ‘Ey çocuk! Allah'ın adını an, sağ elinle ye ve önündeki şeylerden ye.’”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Sol elinle yemeyin; çünkü Şeytan sol elinle yer.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Sizden biri yemek yediğinde, elini yalayıp temizlemeden silmesin veya başkası onun için yalamadan silmesin.”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Hiçbiriniz elini yalayıp temizlemeden silmesin; çünkü o, yemeğindeki bereketin nerede olduğunu bilemez.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated that Umm ‘Asim said:",
      "text": "Umm ‘Asim'den rivayet edilmiştir ki: “Nubaishah, Allah'ın Resulü (ﷺ) tarafından azat edilmiş köle, yemek yerken üzerimize girdi. O, Allah'ın Resulü (ﷺ) şöyle buyurduğunu söyledi: ‘Kim bir kaseden yer ve onu temizlerse, kase onun için bağışlanma diler.’”"
    },
    {
      "id": 22,
      "narrator": "Mu’alla\nbin Rashid Abu Yaman said:",
      "text": "Mu’alla bin Rashid Abu Yaman dedi ki: “Büyükannem, Nubaishah Al-Khayr adında bir Hudhayl adamından bana rivayette bulundu. O şöyle dedi: ‘Nubaishah, yemek yerken üzerimize girdi. O şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Kim bir kaseden yer ve onu temizlerse, kase onun için bağışlanma diler.’””"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yemek servise sunulduğunda, önünüzde olanlardan yeyin ve arkadaşınızın önündekilerden almayın.”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that ‘Ikrash bin Dhu’aib said:",
      "text": "İkrash bin Dhu’aib dedi ki: “Peygamber (ﷺ) için bir kase dolusu Tharid ve yağlı et getirildi, biz de ondan yemeye başladık. Elim her yere dolaşıyordu, o da şöyle dedi: ‘Ey İkrash, bir yerden ye; çünkü hepsi aynı yemektir.’ Sonra bize farklı çeşit taze hurmaların bulunduğu bir tabak getirildi ve Allah'ın Resulü (ﷺ) o tabağın etrafında dolaştı. O şöyle dedi: ‘Ey İkrash, istediğin yerden ye; çünkü hepsi aynı değil.’”"
    },
    {
      "id": 25,
      "narrator": "‘Abdullah bin Busr narrated that the Messenger of Allah (ﷺ) was\nbrought a bowl (of food). The Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Busr rivayet etti ki, Allah'ın Resulü (ﷺ) için bir kase (yiyecek) getirildi. Allah'ın Resulü (ﷺ) şöyle dedi: “Kenarlardan ye ve üst kısmını bırak; böylece bereketlenir.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Wathilah bin Asqa’ Al-Laithi said:",
      "text": "Vathilah bin Asqa’ Al-Laithi'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Tharid'in üst kısmını tuttu ve şöyle dedi: ‘Allah'ın adıyla yanlarından ye ve üst kısmını bırak; çünkü bereket onun üst kısmından gelir.’”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yemek servise sunulduğunda, kenarlardan alın ve ortayı bırakın; çünkü bereket ortada iner.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated from Hasan about Ma’qil bin Yasar:",
      "text": "Hasan'dan Ma’qil bin Yasar hakkında rivayet edilmiştir: “Öğle yemeği yerken, bir lokma yiyecek yere düştü. Onu aldı, üzerindeki kirleri temizledi ve yedi. Köylüler ve çiftçiler birbirlerine göz kırptı (garip buldular) ve denildi ki: ‘Allah, liderine yardım etsin! Bu köylüler ve çiftçiler, önünde bu yiyecek varken yerden bir lokma aldığın için birbirlerine göz kırpıyorlar.’ O şöyle dedi: ‘Ben, Allah'ın Resulü (ﷺ) tarafından işittiğim bir şeyden bu Arap olmayanlar için vazgeçmeyeceğim. Bize, eğer bir lokma yiyecek düşerse, onu alıp üzerindeki kirleri temizlememiz ve yememiz, Şeytan'a bırakmamamız gerektiği söylendi.’”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer sizden birinin elinden bir lokma düşerse, üzerindeki kirleri silip onu yesin.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Abu Musa Al-Ash’ari that the Prophet (ﷺ) said:",
      "text": "Abu Musa Al-Ash’ari'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Birçok erkek olgunluğa ulaşmıştır, fakat kadınlardan sadece Meryem bint ‘Imran (Meryem) ve Firavun'un eşi Asiye olgunluğa ulaşmıştır. Aişe'nin diğer kadınlar üzerindeki üstünlüğü, Tharid'in diğer yiyecekler üzerindeki üstünlüğü gibidir.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Abdur-Rahman that he heard Anas\nbin\nMalik say:",
      "text": "‘Abdullah bin ‘Abdur-Rahman'dan rivayet edilmiştir ki, Anas bin Malik şöyle demiştir: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Aişe’nin diğer kadınlar üzerindeki üstünlüğü, Tharid’in diğer tüm yiyecekler üzerindeki üstünlüğü gibidir.’”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin ‘Abdullah'dan rivayet edilmiştir ki: “Allah’ın Elçisi (ﷺ) döneminde sık sık yiyecek bulamazdık, bulsak bile, elimizde mendil yoktu, sadece ellerimiz, kollarımız ve ayaklarımız vardı. Sonra abdest almadan namaz kılardık.”"
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki: “Peygamber (ﷺ) yemek yediği zaman şöyle derdi: Al-hamdu lillahil-ladhi at’amana wa saqana wa ja’alana Muslimin (Bize yemek veren, içiren ve bizi Müslüman yapan Allah’a hamdolsun).”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from Abu Umamah Al-Bahili that when his food, or\nwhatever\nwas in front of him was cleared away, the Prophet (ﷺ) used\nto say:",
      "text": "Abu Umamah Al-Bahili'den rivayet edilmiştir ki, önündeki yiyecek kaldırıldığında, Peygamber (ﷺ) şöyle derdi: “Al-hamdu lillahi hamdan kathiran tayyiban mubarakan ghaira makfiyyin wa la muwadda’in wa la mustaghnan ‘anhu, Rabbana (Allah’a, bol ve hayırlı bir hamd, sonu olmayan bir hamd, asla veda etmeyeceğimiz ve vazgeçemeyeceğimiz bir hamd, O bizim Rabbimizdir).”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from Sahl bin Mu’adh bin Anas Al-Juhani, from his\nfather,\nthat the Prophet (ﷺ) said:",
      "text": "Sahl bin Mu’adh bin Anas Al-Juhani'den, babasından rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Kim bir yiyecek yer ve şöyle derse: Al-hamdu lillahil-ladhi at’amani hadha wa razaqanihi min ghayri hawlin minni wa la quwwatin (Beni bu yiyecek ile besleyen ve bunu bana hiçbir güç ve kuvvet olmadan veren Allah’a hamdolsun), - onun geçmiş günahları affedilecektir.”"
    },
    {
      "id": 36,
      "narrator": "Wahshi\nbin Harb bin Wahshi bin Harb narrated from his father, from\nhis\ngrandfather, that they said:",
      "text": "Wahşi bin Harb bin Wahşi bin Harb, babasından, dedesinden rivayet etmiştir ki, şöyle demişlerdir: “Ey Allah’ın Elçisi, biz yeriz ama doymayız.” O da: “Belki ayrı ayrı mı yiyorsunuz?” demiştir. Onlar: “Evet.” demişlerdir. O da: “Birlikte toplanıp yiyin ve üzerine Allah’ın adını anın, o zaman sizin için bereketli olacaktır.” demiştir."
    },
    {
      "id": 37,
      "narrator": "Salim\nbin ‘Abdullah bin ‘Umar said:",
      "text": "Salim bin ‘Abdullah bin ‘Umar şöyle dedi: “Babamın şöyle dediğini duydum: ‘Ömer bin Khattab’ın şöyle dediğini duydum: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Birlikte yiyin ve ayrı ayrı yemeyin, çünkü bereket birlikte olmaktadır.’””"
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: “Allah’ın Elçisi (ﷺ) yiyeceğine veya içeceğine asla üflemezdi ve kabın içine nefes vermezdi.”"
    },
    {
      "id": 39,
      "narrator": "Isma’il\nbin Abu Khalid narrated from his father:",
      "text": "İsmail bin Abu Khalid, babasından rivayet etmiştir: “Abu Hurairah’ın şöyle dediğini duydum: ‘Allah’ın Elçisi (ﷺ) şöyle buyurdu: “Sizden birinin hizmetçisi ona yiyeceğini getirdiğinde, onu yanına oturtup onunla birlikte yesin, eğer kabul etmezse ona biraz versin.””"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) şöyle buyurdu: “Sizden birinin hizmetçisi ona, onun için çok çalışıp ter dökerek yiyeceğini getirdiğinde, onu birlikte yemeye davet etsin, eğer bunu yapmazsa, ona bir lokma alıp eline versin.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "‘Abdullah'dan rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) şöyle buyurdu: “Sizden birinin hizmetçisi ona yiyeceğini getirdiğinde, onu yanına oturtup ya da ondan biraz vermesini sağlasın, çünkü o, onun sıcaklığına ve dumanına katlanmıştır.”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Qatadah, that Anas bin Malik said:",
      "text": "Kâtadah'tan rivayet edilmiştir ki, Anas bin Malik şöyle demiştir: “Peygamber (ﷺ) asla bir tabaktan veya bireysel bir kaseden yemek yemezdi.” O da: “O nereden yerdi?” dedi. O da: “Yemek örtüsünden.” dedi."
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas’tan rivayet edilmiştir ki: “Ben, Allah’ın Elçisi (ﷺ) yiyecekten hiç yemek yediğini görmedim, ta ki vefat edene kadar.”"
    },
    {
      "id": 44,
      "narrator": "",
      "text": "‘Aişe'den rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) yiyecek kaldırılmadan önce ayakta durmayı yasaklamıştır."
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) şöyle buyurdu: “Bir yemek servise sunulduğunda, bir adam, yemek kaldırılmadan ayakta durmamalıdır ve eğer doysa bile elini çekmemelidir, ta ki insanlar bitirsin. Ve yemeye devam etsin. Çünkü bir adam, arkadaşını utandırabilir, bu da onun elini çekmesine sebep olabilir ve belki de yiyeceğe ihtiyacı vardır.”"
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated from Husain bin ‘Ali that his mother, Fatimah the\ndaughter\nof the Messenger of Allah (ﷺ), said:",
      "text": "Hüseyin bin Ali'den rivayet edilmiştir ki, annesi Fatıma, Allah'ın Resulü'nün (ﷺ) şöyle dediğini söyledi: \"Bir adam, elinden gelen bir koku ile yatağa giderse, kendisinden başka kimseyi suçlayamaz.\""
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Eğer sizden biri elinden gelen bir koku ile yatağa gider ve elini yıkamazsa, başına bir şey gelirse, kendisinden başka kimseyi suçlamamalıdır.\""
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated that Asma’ bint Yazid said:",
      "text": "Asma bint Yazid'den rivayet edilmiştir ki: \"Peygamber'e (ﷺ) bazı yiyecekler getirildi ve bize sunuldu. Biz: 'Buna iştahımız yok.' dedik. O da: 'Açlık ile yalanı birleştirmeyin.' dedi.\""
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated that Anas bin Malik – a man from the tribe of Banu\n‘Abdul-Ashhal – said:",
      "text": "Anas bin Malik - Banu Abdül-Aşhal kabilesinden bir adam - şöyle dedi: \"Peygamber (ﷺ) kahvaltı yaparken yanına geldim ve: 'Gel, ye.' dedi. Ben de: 'Oruçluyum. Ah! Keşke Allah'ın Resulü'nün (ﷺ) yiyeceğinden yeseydim.' dedim.\""
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that ‘Abdullah bin Harith bin Jaz’ Az-Zubaidi said:",
      "text": "Abdullah bin Harith bin Cez' Az-Zubaidi'den rivayet edilmiştir ki: \"Allah'ın Resulü'nün (ﷺ) zamanında camide ekmek ve et yerdik.\""
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Resulü'nün (ﷺ) zamanında yürürken yemek yer ve ayakta su içerdik.\""
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas şöyle dedi: \"Peygamber (ﷺ) kabak severdi.\""
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas şöyle dedi: \"Ümmü Süleym, Allah'ın Resulü (ﷺ) için benimle taze hurma dolu bir sepet gönderdi, ama onu bulamadım, çünkü o, kendisine yemek hazırlayan azatlısının yanına gitmişti. Yanına geldim, o yemek yiyordu ve beni de yemeye davet etti. O (azatlı) ona etli tharid ve kabak sunmuştu, ve o kabağı sevdi, ben de kabak parçalarını toplayıp yanına koymaya başladım. Yedikten sonra evine döndü ve ben de sepeti (hurmalarla) önüne koydum, o da onları yemeye ve paylaşmaya başladı, ta ki sonuncusunu bitirene kadar.\""
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated from Hakin bin Jabr that his father said:",
      "text": "Hakin bin Cabir'den rivayet edilmiştir ki, babası şöyle dedi: \"Peygamber (ﷺ) evinde iken yanına girdim ve onun yanında bu kabak vardı. Ben de: 'Bu nedir?' dedim. O da: 'Bu Qar; yani Dubba'dır. Biz yiyeceğimizi bununla artırırız.' dedi.\""
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated from Abu Darda’ that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Derdâ'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu dünyanın ve cennet halkının en iyi yiyeceği ettir.\""
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated that Abu Darda’ said:",
      "text": "Ebu Derdâ'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) hiç et yemek için davet edilmedi ki, karşılık vermesin; ve ona hediye olarak et sunulmadı ki, onu kabul etmesin.\""
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Bir gün Allah'ın Resulü'ne (ﷺ) et getirildi ve ön bacak ona sunuldu, o da bunu sevdi ve ön dişleriyle ısırdı.\""
    },
    {
      "id": 58,
      "narrator": "‘Abdullah bin Ja’far told Ibn Zubair, who had slaughtered a camel\nfor\nthem, that he heard the Messenger of Allah (ﷺ), and he\n(‘Abdullah)\nsaid:",
      "text": "Abdullah bin Ca'fer, onlara bir deve kesen İbn Zübeyr'e, Allah'ın Resulü'nü (ﷺ) duyduğunu söyledi ve o (Abdullah) şöyle dedi: \"Bazı insanlar Allah'ın Resulü'ne (ﷺ) et getiriyorlardı ve o da: 'En iyi et, sırt etidir.' dedi.\""
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü'nün (ﷺ) hiç kızartılmış bir koyun görüp görmediğini bilmiyorum, ta ki Allah ile buluşana kadar.\""
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü'nün (ﷺ) önünden hiç kızartılmış et artığı kaldırılmadı ve onunla birlikte hiç halı taşınmadı.\""
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated that ‘Abdullah bin Harith bin Jaz’ Az-Zubaidi said:",
      "text": "Abdullah bin Harith bin Jaz’ Az-Zubaidi'den rivayet edilmiştir: “Biz, Allah'ın Elçisi (ﷺ) ile camide kızartılmış et yedik. Sonra ellerimizi taşlara sildik ve abdest almadan namaz kılmak için kalktık.”"
    },
    {
      "id": 62,
      "narrator": "It was narrated that Abu Mas`ud said:",
      "text": "Abu Mas’ud'dan rivayet edilmiştir: “Bir adam, Peygamber (ﷺ) ile konuşurken sesi korkudan titriyordu. Peygamber ona, 'Sakin ol, çünkü ben bir kral değilim. Gerçekten ben, kurutulmuş et yiyen bir kadının oğluyum.' dedi.”"
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Biz, ayak bileklerini saklardık ve Allah'ın Elçisi (ﷺ) kurban kesiminden on beş gün sonra onları yerdim.”"
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “İki çeşit ölü et ve iki çeşit kan bize helal kılınmıştır. İki çeşit ölü et balık ve çekirge, iki çeşit kan ise karaciğer ve dalaktır.”"
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Sezonlamalarınızın en iyisi tuzdur.”"
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Sirke ne kadar bereketli bir baharattır.”"
    },
    {
      "id": 67,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Sirke ne kadar bereketli bir baharattır.”"
    },
    {
      "id": 68,
      "narrator": "Umm Sa’d\nsaid:",
      "text": "Ümmü Sa’d dedi ki: “Allah'ın Elçisi (ﷺ) Aişe'nin yanına girdi, ben de onunla birlikteydim ve 'Yemek var mı?' dedi. Aişe, 'Ekmek, hurma ve sirke var.' dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sirke ne kadar bereketli bir baharattır. Ey Allah, sirkeyi bereketlendir, çünkü o benden önceki Peygamberlerin baharatıydı ve içinde sirke bulunan hiçbir ev asla fakir olmayacaktır.'”"
    },
    {
      "id": 69,
      "narrator": "It was\nnarrated from ‘Umar that the Messenger of Allah (ﷺ) said:",
      "text": "Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “(Yemeklerinizi) zeytinyağı ile tatlandırın ve onunla kendinizi meshedin, çünkü o bereketli bir ağaçtan gelir.”"
    },
    {
      "id": 70,
      "narrator": "‘Abdullah bin Sa’eed narrated that his grandfather said:",
      "text": "Abdullah bin Sa’eed, dedesinden rivayet etti ki: “Abu Hurayra'nın şöyle dediğini duydum: Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Zeytinyağı yiyin ve onunla kendinizi meshedin, çünkü o bereketlidir.'”"
    },
    {
      "id": 71,
      "narrator": "I heard\n‘Aishah say:",
      "text": "Aişe'nin şöyle dediğini duydum: “Allah'ın Elçisi (ﷺ) süt getirildiğinde, 'Bir bereket' veya 'İki bereket' derdi.”"
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Kim Allah tarafından bir yiyecek verilirse, 'Allahumme barik lana fihi ve arzuqna khairan minhu' (Ey Allah, onu bize bereketlendir ve ondan daha hayırlısını ver) desin. Ve kim Allah tarafından içmesi için süt verilirse, 'Allahumme barik lana fihi ve zidna minhu' (Ey Allah, onu bize bereketlendir ve ondan daha fazlasını ver) desin. Çünkü ben, süt dışında yeterli olan başka bir yiyecek veya içecek bilmiyorum.”"
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) tatlıları ve balı severdi.”"
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, “Annem beni şişmanlatmaya çalışıyordu, Allah'ın Elçisi (ﷺ) ile evlendirmek istediğinde, ama hiçbir şey işe yaramadı ta ki ben hurmalarla salatalık yedim; o zaman en iyi şekilde şişmanladım.”"
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated ‘Abdullah bin Ja’far said:",
      "text": "Abdullah bin Ca'fer'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) hurmalarla salatalık yediğini gördüm.”"
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated that Sahl bin Sa’d said:",
      "text": "Sahl bin Sa’d'dan rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) hurmayı kavun ile yerdi.”"
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "‘Aişe'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Hurmanın olmadığı bir evdeki insanlar aç kalır.”"
    },
    {
      "id": 78,
      "narrator": "It was\nnarrated from ‘Ubaidullah bin Abu Rafi’, from his grandmother\nSalma, that the Prophet (ﷺ) said:",
      "text": "‘Ubaidullah bin Abu Rafi’'den, büyükannesi Selma'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: “Hurmanın olmadığı bir ev, yiyeceğin olmadığı bir ev gibidir.”"
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated from Abu Hurairah that when the first fruits (of the\nseason)\nwere brought, the Messenger of Allah (ﷺ) would say:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, mevsimin ilk meyveleri getirildiğinde, Allah'ın Resulü (ﷺ) şöyle derdi: “Ey Allah, şehrimizi ve meyvelerimizi, Mudd ve Sa’ımızı bereketlendir, bereket üzerine bereket.” Sonra bunu orada bulunan en küçük çocuğa verirdi."
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "‘Aişe'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Olgun hurmaları olgun olmayanlarla, eski hurmaları yeni olanlarla ye, çünkü şeytan öfkelenir ve der ki: ‘Âdemoğlu, eski hurmaları yeni olanlarla yedikçe hayatta kalacaktır.’”"
    },
    {
      "id": 81,
      "narrator": "Ibn\n‘Umar said:",
      "text": "İbn ‘Umar şöyle dedi: “Allah'ın Resulü (ﷺ) bir seferde iki hurma yemeyi yasakladı, ancak arkadaşlarından izin istemedikçe.”"
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Sa’d'dan rivayet edildiğine göre, Abu Bekir'in azatlı kölesi olan Sa’d, Allah'ın Resulü (ﷺ) ile birlikte hizmet ederdi ve bu hadisi severdi – Peygamber (ﷺ) bir seferde iki hurma yemeyi yasakladı."
    },
    {
      "id": 83,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) kendisine eski hurmalar getirildiğinde onları incelemeye başladı.”"
    },
    {
      "id": 84,
      "narrator": "It was\nnarrated that the two sons of Busr, who were of the tribe of\nSulaim,\nsaid:",
      "text": "Sulaim kabilesinden Busr'un iki oğlu şöyle dedi: “Allah'ın Resulü (ﷺ) bize geldi. Altına kadife bir örtü serdik ve üzerine su serptik. O da üzerine oturdu ve Allah, evimizde ona vahiy indirdi. Biz ona tereyağı ve hurma ikram ettik, o (ﷺ) tereyağını sevdi.”"
    },
    {
      "id": 85,
      "narrator": "‘Abdul-‘Aziz bin Abu Hazim said:",
      "text": "‘Abdul-‘Aziz bin Abu Hazim şöyle dedi: Babam bana söyledi: Sahl bin Sa’d'a sordum: “İyi elenmiş unla yapılmış hamur hiç gördün mü?” O şöyle dedi: “Allah'ın Resulü (ﷺ) vefat edene kadar iyi elenmiş unla yapılmış hamur görmedim.” Ben dedim: “Allah'ın Resulü (ﷺ) döneminde elek var mıydı?” O şöyle dedi: “Allah'ın Resulü (ﷺ) vefat edene kadar elek görmedim.” Ben dedim: “Eleği olmayan arpa nasıl yediniz?” O şöyle dedi: “Üzerine üflerdik, ne uçup giderse giderdi, geriye kalanla hamur yapardık.”"
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated from Umm Ayman that she sifted some flour and made a\nloaf of\nbread for the Prophet (ﷺ). He said:",
      "text": "Umm Ayman'dan rivayet edildiğine göre, o biraz un eledi ve Peygamber (ﷺ) için bir ekmek yaptı. O da şöyle dedi: “Bu nedir?” O şöyle dedi: “Bizim topraklarımızda yaptığımız yiyecek, senin için bir ekmek yapmak istedim.” O da şöyle dedi: “Kendine katla ve yoğur.”"
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) iyi elenmiş unla yapılmış ince ekmekleri kendi gözleriyle hiç görmedi, ta ki Allah ile buluşana kadar.”"
    },
    {
      "id": 88,
      "narrator": "It was\nnarrated from Ibn ‘Ata that his father said:",
      "text": "İbn ‘Ata'dan rivayet edildiğine göre, babası şöyle dedi: “Abu Hurayra, kendi halkını ziyaret etti, yani bir köy” – ben (rivayet edenlerden biri) onun “Yuna” dediğini düşünüyorum – “Ve ona ilk ince ekmeklerden bazılarını getirdiler. Gözyaşlarına boğuldu ve şöyle dedi: ‘Allah'ın Resulü (ﷺ) böyle bir şeyi kendi gözleriyle hiç görmedi.’”"
    },
    {
      "id": 89,
      "narrator": "Qatadah\nsaid:",
      "text": "Katade şöyle dedi: “Biz Anas bin Malik'i ziyaret ederdik.” (Rivayet edenlerden biri) İshak şöyle dedi: “Ve onun fırıncısı orada duruyordu.” (Başka bir rivayette) Darimi şöyle dedi: “Ve masası hazırlanmıştı. Bir gün şöyle dedi: ‘(Gel ve) ye, çünkü Allah'ın Resulü (ﷺ) Allah ile buluşana kadar hiç ince ekmek görmedi, ne de olsa kızartılmış koyun (derisiyle).’”"
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edildiğine göre: “Faludhaj'ı ilk duyduğumuzda, Cebrail (as) Peygamber (ﷺ)'e geldi ve şöyle dedi: ‘Dünya senin ümmetine açılacak ve onlar dünyayı fethedecek, ta ki Faludhaj'ı yiyene kadar.’ Peygamber (ﷺ) şöyle dedi: ‘Faludhaj nedir?’ O da şöyle dedi: ‘Onlar tereyağı ve balı karıştırırlar.’ Bunun üzerine Peygamber (ﷺ) ağlamaya başladı.”"
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Bir gün, Allah'ın Elçisi (ﷺ) şöyle dedi: 'Keşke biraz kahverengi buğdaydan yapılmış, tereyağı ile yumuşatılmış beyaz ekmeğimiz olsaydı, onu yiyebilseydik.' Ansar'dan bir adam bunu duydu ve biraz (o yiyecekten) alıp ona getirdi. Allah'ın Elçisi (ﷺ) dedi ki: 'Bu tereyağı nerede saklanıyordu?' Adam: 'Bir deve derisinden yapılmış bir kapta.' dedi. O da yemeyi reddetti.\""
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Ümmü Süleym, Peygamber (ﷺ) için biraz ekmek yaptı ve üzerine biraz tereyağı koydu. Sonra dedi ki: 'Peygamber (ﷺ) için git ve onu davet et.' Ben de gittim ve ona dedim: 'Annem seni davet ediyor (gelmeye).' O kalktı ve yanında bulunan insanlara: 'Kalkın.' dedi. Ben onun önünde gittim ve ona söyledim. Sonra Peygamber (ﷺ) geldi ve dedi: 'Yaptıklarını getir.' O da: 'Sadece senin için yaptım.' dedi. O: 'Getir.' dedi. Sonra dedi ki: 'Ey Anas, onları bana onar onar getir.' Ben de onları onar onar getirdim, ve onlar doydular, ve aralarında seksen kişi vardı.\""
    },
    {
      "id": 93,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Canımın sahibi olan Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ) üç gün üst üste buğday ekmeğinden doymadan yedi, ta ki Allah ruhunu alana kadar.\""
    },
    {
      "id": 94,
      "narrator": "it was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Muhammed (ﷺ) ailesi, Medine'ye geldiklerinden itibaren üç gece üst üste buğday ekmeğinden doymadılar, ta ki o vefat edene kadar.\""
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) vefat ettiğinde, evimde hiçbir canlı ruhun yiyebileceği bir şey yoktu, sadece bir rafımda biraz arpa vardı. Uzun bir süre onu yedim, sonra tarttım ve kısa sürede hepsi bitti.\""
    },
    {
      "id": 96,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Muhammed (ﷺ) ailesi, o vefat edene kadar arpa ekmeğinden doymadılar.\""
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) birçok gece üst üste aç kalırdı ve ailesi akşam yemeği bulamazdı, genellikle ekmekleri arpa ekmeğiydi.\""
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated from Hasan that Anas bin Malik said:",
      "text": "Hasan'dan rivayet edilmiştir ki, Anas bin Malik dedi ki: \"Allah'ın Elçisi (ﷺ) yün giyerdi ve ayakkabıları sandaletlerdi.\""
    },
    {
      "id": 99,
      "narrator": "Miqdam\nbin Madikarib said:",
      "text": "Mikdam bin Madikarib dedi ki: \"Ben, Allah'ın Elçisi (ﷺ) derken duydum: 'Bir insan, karnından daha kötü bir kap doldurmaz. Bir insanın omurgasını düz tutması için birkaç lokma yemesi yeterlidir. Ama eğer doldurması gerekiyorsa, o zaman yiyecek için üçte bir, içecek için üçte bir ve hava için üçte bir.'\""
    },
    {
      "id": 100,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Bir adam, Peygamber (ﷺ) huzurunda geğirdi ve o: 'Geğirmelerinizi bizden saklayın! Çünkü Kıyamet Günü en aç olanlar, bu dünyada en çok doyanlardır.' dedi.\""
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated that ‘Atiyyah bin ‘Amir Al-Juhani said:",
      "text": "'Atiyyah bin 'Amir Al-Cuhani'den rivayet edilmiştir: \"Zorla yemek yemek zorunda kalan Salman'ı duydum, 'Benim için yeter ki, Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Bu dünyada en çok doyan insanlar, Kıyamet Günü en aç olanlardır.'\""
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: \"İstediğin her şeyi yemek israfıdır.\""
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) eve girdi ve yere atılmış bir ekmek parçası gördü. Onu aldı, silip yedi ve dedi ki: 'Ey Aişe, değerli olanı onurlandır, çünkü eğer yiyecek bereketi insanlardan giderse, bir daha geri gelmez.'\""
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle derdi: 'Allahım, açlıktan sana sığınırım, çünkü o kötü bir arkadaştır, ve hıyanetten sana sığınırım, çünkü o kalpte gizlenmesi kötü bir şeydir.'\""
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: \"Akşam yemeğini bırakmayın, hatta sadece bir avuç hurma olsa bile, çünkü onu terk etmek insanı zayıf düşürür.\""
    },
    {
      "id": 106,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah 9saw)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İyilik, sıkça misafir gelen bir eve, deve hörgücüne bıçak kadar hızlı gelir.\""
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İyilik, yemek yenilen bir eve, deve hörgücüne bıçak kadar hızlı gelir.\""
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir adamın misafiriyle evin kapısına kadar çıkması sünnettir.\""
    },
    {
      "id": 109,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edilmiştir ki, \"Ben biraz yemek yaptım ve Allah'ın Resulü (ﷺ)'nü yemeğe çağırdım. O geldi ve evde bazı resimler görünce geri döndü.\""
    },
    {
      "id": 110,
      "narrator": "Safinah,\nAbu ‘Abdur-Rahman, narrated that a man visited ‘Ali bin Abu\nTalib\nand he made some food for him.* Fatimah said:",
      "text": "Safine, Ebu Abdurrahman'dan rivayet etmiştir ki, bir adam Ali bin Ebu Talib'i ziyaret etti ve onun için yemek yaptı. Fatıma dedi ki: \"Neden Peygamberi (ﷺ) bizimle yemeğe davet etmiyoruz?\" Böylece onu davet ettiler ve geldi. O, evin kapı direğine elini koydu ve evin köşesinde ince bir perde görünce geri döndü. Fatıma, Ali'ye şöyle dedi: \"Git ve onu yakala, sor: 'Seni geri döndüren neydi, Ey Allah'ın Resulü?'\" O da şöyle dedi: \"Ben süslü bir eve girmem.\""
    },
    {
      "id": 111,
      "narrator": "It was\nnarrated that Ibn ‘Umar said that ‘Umar entered upon him when he\nwas eating, and he made room for him in the middle of the gathering.\nHe said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Ömer ona yemek yerken girdi ve topluluğun ortasında ona yer açtı. O dedi: Bismillah, sonra bir lokma aldı ve yedi, ardından bir lokma daha aldı. Sonra dedi: \"Yemekte biraz yağ olduğunu fark ettim ama bu etin yağı değil.\" Abdullah dedi: \"Ey Müminlerin Emiri! Ben pazara çıktım, yağlı et (bol etli kemikler) arıyordum ama pahalıydı, bu yüzden bir dirheme az etli (çok et olmayan kemikler) aldım ve bir dirhemlik tereyağı ekledim. Ailem bununla kemik kemik geçinsin istedim.\" Ömer dedi: \"Allah'ın Resulü (ﷺ) bu iki şeyi bir arada yemezdi; birini yer, diğerini sadaka verirdi.\""
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated from Abu Dharr that the Prophet (ﷺ) said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Çorba yaptığınızda, daha fazla su ekleyin ve komşunuza verin.\""
    },
    {
      "id": 113,
      "narrator": "It was\nnarrated from Ma’dan bin Abu Talhah Al-Ya’muri that ‘Umar bin\nKhattab stood up one Friday delivering a sermon. He praised and\nglorified Allah, then he said:",
      "text": "Ma’dan bin Ebu Talha Al-Ya’muri'den rivayet edilmiştir ki, Ömer bin Hattab bir Cuma günü hutbe verirken ayağa kalktı. Allah'ı övdü ve yüceltti, sonra dedi: \"Ey insanlar, ben sizin için sadece rahatsız edici olan iki bitkiyi yiyorsunuz: Bu sarımsak ve bu soğan. Allah'ın Resulü (ﷺ) zamanında, eğer bu sebzelerin kokusu bir adamda bulunursa, elinden tutularak Baqi' (mezarlık) dışına çıkarılırdı. Kim bunları yemek zorundaysa, onları öldürene kadar pişirsin.\""
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated that Umm Ayyub said:",
      "text": "Ümmü Eyyub'dan rivayet edilmiştir ki, \"Ben Peygamber (ﷺ) için içinde sebzeler olan bir yemek yaptım. O bunu yemedim ve dedi ki: 'Ben arkadaşımı rahatsız etmek istemiyorum.'\""
    },
    {
      "id": 115,
      "narrator": "It was\nnarrated from Jabir that a group of people came to the Prophet\n(ﷺ)\nand he noticed the smell of leeks coming from them. He said:",
      "text": "Cabir'den rivayet edilmiştir ki, bir grup insan Peygamber (ﷺ)'e geldi ve onlardan pırasa kokusu geldiğini fark etti. O dedi: \"Size bu sebzeleri yemeyi yasaklamadım mı? Çünkü melekler, insanları rahatsız eden şeylerden rahatsız olurlar.\""
    },
    {
      "id": 116,
      "narrator": "‘Uqbah\nbin ‘Amir Al-Juhani said:",
      "text": "Ukbe bin Amir Al-Cuhani dedi ki: \"Allah'ın Resulü (ﷺ) arkadaşlarına: 'Soğan yemeyin,' dedi, sonra alçak sesle: 'Çiğ.'\""
    },
    {
      "id": 117,
      "narrator": "It was\nnarrated that Salman Al-Farisi said:",
      "text": "Salman El-Farisi'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) tereyağı, peynir ve yaban eşekleri hakkında soruldu. O dedi: 'Helal olan, Allah'ın Kitabında izin verdiği şeydir ve haram olan, Allah'ın Kitabında yasakladığı şeydir. O hakkında sessiz kaldığı şey ise affedilmiştir.'\""
    },
    {
      "id": 118,
      "narrator": "It was\nnarrated that Nu’man bin Bashir said:",
      "text": "Nu'man bin Beşir'den rivayet edilmiştir ki, \"Peygamber (ﷺ) Taif'ten gelen bir salkım üzüm hediye edildi. Beni çağırdı ve dedi ki: 'Bu salkımı al ve annenize ver.' Ama ben onu ona vermeden önce yedim. Birkaç gece sonra bana dedi: 'Üzüm salkımına ne oldu? Annenize verdin mi?' Ben de: 'Hayır,' dedim. O da beni hain olarak nitelendirdi.\""
    },
    {
      "id": 119,
      "narrator": "It was\nnarrated that Talhah said:",
      "text": "Talha'dan rivayet edilmiştir ki: \"Ben Peygamber (ﷺ)'e girdim ve elinde bir ayva vardı. O dedi: 'Al, ey Talha, çünkü bu kalbi yatıştırır.'\""
    },
    {
      "id": 120,
      "narrator": "It was\nnarrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası dedi: \"Allah'ın Resulü (ﷺ) bir adamın yüzüstü yatarak yemek yemesini yasakladı.\""
    }
  ]
}