{
  "language": "tr",
  "metadata": {
    "length": 29,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Muhammed bin 'Abdullah bin Zaid that his father said that:",
      "text": "Muhammed bin 'Abdullah bin Zaid'den, babası aracılığıyla rivayet edilmiştir ki: Allah'ın Resulü bir boru hakkında düşünüyordu ve bir çan yapılmasını emretti, bu da yapıldı. Sonra 'Abdullah bin Zaid bir rüya gördü. Dedi ki: \"İki yeşil elbise giymiş, bir çan taşıyan bir adam gördüm. Ona dedim ki, 'Ey Allah'ın kulu, çanı satacak mısın?' O da dedi ki; 'Onu ne yapacaksın?' Ben de dedim ki, 'İkindi namazına çağıracağım.' O da dedi ki, 'Sana bundan daha hayırlısını söylemeyeyim mi?' Ben de sordum, 'Nedir o?' Dedi ki, 'De ki: Allahu Ekber Allahu Ekber, Allahu Ekber Allahu Ekber; Eşhedü en la ilaha illallah, Eşhedü en la ilaha illallah; Eşhedü enne Muhammeden Resulullah, Eşhedü enne Muhammeden Resulullah; Hayya 'ala's-salah, Hayya 'ala's-salah; Hayya 'ala'l-felah, Hayya 'ala'l-felah; Allahu Ekber Allahu Ekber; La ilaha illallah (Allah en büyüktür, Allah en büyüktür; Allah en büyüktür, Allah en büyüktür; Ben şahadet ederim ki Allah'tan başka ilah yoktur, Ben şahadet ederim ki Allah'tan başka ilah yoktur; Ben şahadet ederim ki Muhammed Allah'ın Resulüdür, Ben şahadet ederim ki Muhammed Allah'ın Resulüdür; Namaza gelin, Namaza gelin; Kurtuluşa gelin, Kurtuluşa gelin; Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur).' 'Abdullah bin Zaid dışarı çıktı ve Allah'ın Resulü'ne gördüklerini anlattı. Dedi ki, \"Ey Allah'ın Resulü, iki yeşil elbise giymiş bir adam gördüm, çan taşıyordu,\" ve ona hikayeyi anlattı. Allah'ın Resulü dedi ki, \"Arkadaşın bir rüya gördü. Bilal ile birlikte camiye git ve ona bunu öğret, çünkü onun sesi senden daha yüksektir.\" Ben ('Abdullah) Bilal ile camiye çıktım ve ona kelimeleri öğretmeye başladım, o da onları seslendiriyordu. 'Umar bin Khattab sesi duydu ve dışarı çıkarak, \"Ey Allah'ın Resulü! Vallahi, ben de onun gördüğü gibi bir rüya gördüm.\" (Hasan) Abu 'Ubaid dedi ki: \"Abu Bakr Al-Hakami bana 'Abdullah bin Zaid Al-Ansari'nin bu konuda şöyle dediğini söyledi: 'Ben Allah'ı, azamet ve şeref sahibini övüyorum, Adhan için çokça övgü. Bunun haberini Allah'tan aldım, bu yüzden bu bilgiyle onurlandırıldım. Üç gece boyunca. Her biri beni onurda artırdı.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim'den, babası aracılığıyla rivayet edilmiştir ki: Peygamber, insanlara nasıl namaza çağıracağını sordu. Onlar bir boru önerdiler, ama o bunu Yahudiler yüzünden istemedi (çünkü Yahudiler bir boru kullanıyordu). Sonra bir çan önerdiler ama o bunu Hristiyanlar yüzünden istemedi (çünkü Hristiyanlar bir çan kullanıyordu). O gece, 'Abdullah bin Zaid adında bir Ansar'dan bir adam ve 'Umar bin Khattab'a namaza çağrı rüyada gösterildi. Ansari adam gece Allah'ın Resulü'ne geldi ve Allah'ın Resulü Bilal'e namaza çağırmasını emretti. (Da'if) Zuhri dedi ki: \"Bilal sabah namazı için çağrıda 'As-salatu khairum minan-nawm (namaz, uykudan hayırlıdır)' ifadesini ekledi ve Allah'ın Resulü bunu onayladı.\" 'Umar dedi ki: \"Ey Allah'ın Resulü, ben de onun gördüğü gibi gördüm ama o benden önce davrandı.\""
    },
    {
      "id": 3,
      "narrator": "Ibn Juraij narrated:",
      "text": "İbn Juraij rivayet etti: \"Abdul-'Aziz bin 'Abdul-Malik bin Abu Mahdhurah, 'Abdullah bin Muhairiz'den, Abu Mahdhurah bin Mi'yar'ın himayesinde bir yetim olduğunu, onu Şam'a seyahat için hazırlarken, 'Ey amca, ben Şam'a gidiyorum ve Adhan'ı nasıl başlattığın sorulacak' dediğini aktardı. Bunun üzerine bana bilgi verdi. Abu Mahdhurah dedi ki: 'Ben bir grup insanla birlikte çıktım ve yolda bir yerde, Allah'ın Resulü'nün mu'adhdhin'i, Allah'ın Resulü'nün huzurunda namaza çağrıda bulundu. Mu'adhdhin'in sesini duyduk ve biz Adhan'ı küçümseyerek bağırmaya başladık, taklit ederek alay ettik. Allah'ın Resulü bizi duydu, bu yüzden bazı insanları gönderdi ve bizi önünde oturtmalarını sağladı. Dedi ki: 'Kimin sesi bu kadar yüksek?' İnsanlar hep bana işaret etti ve doğruyu söylediler. Hepsini gönderdi, ama beni orada bıraktı ve bana dedi ki: 'Kalk ve namaza çağır.' Ben kalktım ve Allah'ın Resulü'nden ve bana söylediklerinden daha nefret ettiğim bir şey yoktu. Allah'ın Resulü'nün önünde durdum ve Allah'ın Resulü bana çağrıyı öğretti. Dedi ki: \"De ki: 'Allahu Ekber Allahu Ekber, Allahu Ekber Allahu Ekber; Eşhedü en la ilaha illallah, Eşhedü en la ilaha illallah; Eşhedü enne Muhammeden Resulullah, Eşhedü enne Muhammeden Resulullah (Allah en büyüktür, Allah en büyüktür, Allah en büyüktür, Allah en büyüktür; Ben şahadet ederim ki Allah'tan başka ilah yoktur, Ben şahadet ederim ki Allah'tan başka ilah yoktur; Ben şahadet ederim ki Muhammed Allah'ın Resulüdür, Ben şahadet ederim ki Muhammed Allah'ın Resulüdür).'\" Sonra bana, Adhan'ı söyledikten sonra çağırdı ve içinde biraz gümüş olan küçük bir çanta verdi. Sonra Abu Mahdhurah'nın saçının ön kısmına elini koydu, yüzünden geçirdi, göğsünden geçirdi ve kalbinin üzerine kadar, Allah'ın Resulü'nün eli göbeğine kadar ulaştı. Sonra Allah'ın Resulü dedi ki: 'Allah seni bereketlendirsin ve üzerine rahmet eylesin.' Ben de dedim ki: 'Ey Allah'ın Resulü, bana Mekkede namaza çağırmamı emrediyor musun?' O da dedi ki: 'Evet, sana emrediyorum.' O zaman Allah'ın Resulü'ne karşı hissettiğim tüm nefret kayboldu ve Allah'ın Resulü'ne karşı sevgiyle değişti. Ben 'Attab bin Asid'e, Allah'ın Resulü'nün Mekkedeki valisine geldim ve Allah'ın Resulü'nün emriyle onunla birlikte namaza çağırdım.\" (Sahih) O ('Abdul-'Aziz) dedi ki: \"Abu Mahdhurah ile karşılaşan birisi, bana 'Abdullah bin Muhairiz'in bana söylediği gibi söyledi.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that Abu Mahdhurah said:",
      "text": "Abu Mahdhurah'dan rivayet edilmiştir ki: \"Allah'ın Resulü, bana Adhan'ı on dokuz cümle ile ve İkâmet'i on yedi cümle ile öğretti. Adhan şudur: Allahu Ekber Allahu Ekber, Allahu Ekber Allahu Ekber; Eşhedü en la ilaha illallah, Eşhedü en la ilaha illallah; Eşhedü enne Muhammeden Resulullah, Eşhedü enne Muhammeden Resulullah; Eşhedü an la ilaha illallah, Eşhedü an la ilaha illallah; Eşhedü enne Muhammeden Resulullah, Eşhedü enne Muhammeden Resulullah; Hayya 'ala's-salah, Hayya 'ala's-salah; Hayya 'ala'l-falah, Hayya 'ala'l-falah; Allahu Ekber Allahu Ekber; La ilaha illallah (Allah en büyüktür, Allah en büyüktür; Allah en büyüktür, Allah en büyüktür; Ben şahadet ederim ki Allah'tan başka ilah yoktur, Ben şahadet ederim ki Allah'tan başka ilah yoktur; Ben şahadet ederim ki Muhammed Allah'ın Resulüdür, Ben şahadet ederim ki Muhammed Allah'ın Resulüdür; Ben şahadet ederim ki Allah'tan başka ilah yoktur, Ben şahadet ederim ki Allah'tan başka ilah yoktur; Ben şahadet ederim ki Muhammed Allah'ın Resulüdür, Ben şahadet ederim ki Muhammed Allah'ın Resulüdür; Namaza gelin, Namaza gelin; Kurtuluşa gelin, Kurtuluşa gelin; Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur). Ve İkâmet on yedi cümledir: Allahu Ekber Allahu Ekber, Allahu Ekber Allahu Ekber; Eşhedü en la ilaha illallah, Eşhedü en la ilaha illallah; Eşhedü enne Muhammeden Resulullah, Eşhedü enne Muhammeden Resulullah; Hayya 'ala's-salah, Hayya 'ala's-salah; Hayya 'ala'l-falah, Hayya 'ala'l-falah; Qad qamatis-salah, qad qamatis-salah; Allahu Ekber Allahu Ekber; La ilaha illallah (Allah en büyüktür, Allah en büyüktür; Allah en büyüktür, Allah en büyüktür; Ben şahadet ederim ki Allah'tan başka ilah yoktur, Ben şahadet ederim ki Allah'tan başka ilah yoktur; Ben şahadet ederim ki Muhammed Allah'ın Resulüdür, Ben şahadet ederim ki Muhammed Allah'ın Resulüdür; Namaza gelin, Namaza gelin; Kurtuluşa gelin, Kurtuluşa gelin; Namaz başlamıştır, namaz başlamıştır; Allah en büyüktür, Allah en büyüktür; Allah'tan başka ilah yoktur).\""
    },
    {
      "id": 5,
      "narrator": "'Abdur-Rahman bin Sa'd bin 'Ammar bin Sa'd, who was the Mu'adh-dhin of the Messenger of Allah narrated from his grandfather, that:",
      "text": "'Abdur-Rahman bin Sa'd bin 'Ammar bin Sa'd, Allah'ın Resulü'nün mu'adhdhin'i olarak, dedesinden rivayet etmiştir ki: Allah'ın Resulü, Bilal'e Adhan okurken parmaklarını kulaklarına koymasını emretti ve dedi ki: \"Bu sesi yükseltiyor.\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Awn bin Abu Juhaifah that his father said:",
      "text": "'Awn bin Abu Juhaifah'tan rivayet edilmiştir ki, babası dedi ki: \"Ben, Allah'ın Resulü'nün Abtah'ta, kırmızı bir çadırda olduğu sırada yanına geldim. Bilal dışarı çıktı ve namaza çağırdı, dönerek parmaklarını kulaklarına koydu.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü dedi ki: Müslümanların mu'adhdhinlerine bağımlı olduğu iki özellik vardır: onların namazı ve oruçları.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Bilal, Adhan'ı zamanında geciktirmedi, ama bazen İkâmet'i biraz geciktiriyordu.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that 'Uthman bin Abul-As said:",
      "text": "'Uthman bin Abul-As'dan rivayet edilmiştir ki: \"Allah'ın Resulü'nün bana verdiği son talimat, Adhan için ücret alan bir mu'adhdhin tayin etmememdi.\" (sahih)"
    },
    {
      "id": 10,
      "narrator": "It was narrated that Bilal said:",
      "text": "Bilal'den rivayet edilmiştir ki: \"Allah'ın Resulü, sabah namazı için Adhan'da (Tathwib) yapmamı emretti, ama 'İsha' namazı için bunu yapmamı yasakladı.\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that Bilal came to the Prophet to call him for the Fajr prayer, and was told:",
      "text": "Bilal, Fajr namazı için Peygamber'e çağırmak üzere geldiğinde, \"O uyuyor.\" denildi. O da dedi ki: \"As-salatu khairum minan-nawm, As-salatu khairum minan-nawm (Namaz, uykudan hayırlıdır, namaz, uykudan hayırlıdır). Bu sözler, Fajr Adhan'ında onaylandı ve öyle kaldı."
    },
    {
      "id": 12,
      "narrator": "It was narrated that Ziyad bin Harith As-Suda'i said:",
      "text": "Ziyad bin Harith As-Suda'i'den rivayet edilmiştir ki: \"Ben, Allah'ın Resulü ile bir yolculukta idim ve bana Adhan okumamı emretti. Bilal, İkâmet'i okumak istedi, ama Allah'ın Resulü dedi ki: 'Suda'nın kardeşi Adhan'ı okudu ve Adhan'ı okuyan, İkâmet'i okuyan kişidir.'\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: \"Allah'ın Resulü dedi ki: 'Mu'adhdhin Adhan'ı okuduğunda, onun söylediğini söyleyin.'\""
    },
    {
      "id": 14,
      "narrator": "Umm Habibah narrated that :",
      "text": "Umm Habibah, Allah'ın Resulü'nün onunla birlikte olduğu gün ve gece, mu'adhdhin'in Adhan okuduğunu duyduğunda, onun söylediğini duyduğunu rivayet etti."
    },
    {
      "id": 15,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Resulü dedi ki: 'Namaza çağrıyı duyduğunuzda, mu'adhdhin'in söylediğini söyleyin.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Sa'd bin Abu Waqqas that:",
      "text": "Sa'd bin Ebu Vakkas'tan rivayet edilmiştir ki: Allah'ın Resulü şöyle buyurmuştur: \"Mu'adh-dhin'i duyduğunda, 'Ve ana eşhedü en la ilaha illallah vahdehu la şerike leh, ve eşhedü enne Muhammeden abduhu ve rasuluhu, radaytu billahi rabben ve bil-islami dinen ve bi Muhammedin nebiyyen' (Ve ben şahadet ederim ki, Allah'tan başka ibadet edilecek hiçbir ilah yoktur, O'nun ortağı yoktur, ve ben şahadet ederim ki, Muhammed O'nun kulu ve elçisidir, ve ben Allah'ı Rabbim, İslam'ı dinim ve Muhammed'i peygamberim olarak razı oldum) diyenin günahları affedilecektir.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Namaz çağrısını duyduğunda, 'Allahümme Rabbe hadhihid-da'watit-tammah ve's-salatil-qa'imah, ati Muhammedanil-wasilata wal-fadilah, wab'athhu maqaman mahmudanilladhi wa'adtah' (Ey Allah, bu mükemmel çağrının ve kılınacak namazın Rabbi, Muhammed'e şefaat (imtiyaz) ve ayrıca yücelik ver, ve onu va'dettiğin övülen makama dirilt) diyenin, Kıyamet Günü için şefaatim kabul edilecektir.'\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Abdullah bin 'Abdur-Rahman bin Abu Sa'sa'ah that:",
      "text": "Abdullah bin Abdurrahman bin Ebu Sa'sa'ah'tan rivayet edilmiştir ki: Babası Ebu Sa'id'in himayesinde iken, \"Ebu Sa'id bana şöyle dedi: 'Çölde isen, Ezan okurken sesini yükselt, çünkü ben Allah'ın Resulü'nün şöyle söylediğini duydum: 'Hiçbir cin, insan, ağaç veya taş bunu işitmeyecek, ama bu senin lehine şahitlik edecektir.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Ben Allah'ın Resulü'nün kendisinin şöyle söylediğini duydum: 'Mu'adh-dhin'in günahları sesi ulaştığı kadar affedilecektir, ve her ıslak ve kuru şey onun için bağışlanma dileyerek dua edecektir. Namaza katılan için yirmi beş hasene (iyi amel) yazılacak ve bu, iki namaz arasındaki günahların keffareti olacaktır.'\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that 'Esa bin Talhah said:",
      "text": "İsa bin Talha'dan rivayet edilmiştir ki: \"Ben Muaviye bin Ebu Süfyan'ın Allah'ın Resulü'nün şöyle söylediğini duyduğunu işittim: 'Mu'adh-dhin, Kıyamet Günü'nde insanların en uzun boylusu olacaktır.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Sizden en iyisi Ezan okusun, ve Kur'an'ı en iyi bileniniz size namaz kıldırsın.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Kim yedi yıl boyunca Ezan okursa, Allah onun için ateşten kurtuluşu takdir eder.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Kim on iki yıl boyunca Ezan okursa, ona cennet garantisi verilir, ve her gün Ezan'ı sebebiyle altmış hasene (iyi amel) yazılır, ve İkame'si sebebiyle otuz hasene yazılır.'\""
    },
    {
      "id": 24,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Onlar, (namaz vaktini) bildirmek için bir şey aradılar. Sonra Bilal'e Ezan cümlelerini iki kez, İkame cümlelerini bir kez söylemesi emredildi.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Anas said:",
      "text": "Enes'ten rivayet edilmiştir ki: \"Bilal'e Ezan cümlelerini iki kez, İkame cümlelerini bir kez söylemesi emredildi.\""
    },
    {
      "id": 26,
      "narrator": "'Abdur-Rahman bin Sa'd bin 'Ammar bin Sa'd narrated (from his great-grandfather of the Messenger of Allah) that:",
      "text": "Abdurrahman bin Sa'd bin Ammar bin Sa'd, (Allah'ın Resulü'nden) rivayet etmiştir ki: Bilal'in Ezan'ında cümleler iki iki söyleniyordu, ve İkame'sinde bir kez söyleniyordu."
    },
    {
      "id": 27,
      "narrator": "It was narrated that Abu Rafi' said:",
      "text": "Ebu Rafi'den rivayet edilmiştir ki: \"Bilal'i, Allah'ın Resulü'nün önünde Ezan okurken gördüm, (cümleleri) iki iki, ve İkame'de her cümleyi bir kez söylerken.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Abu Sha'tha said:",
      "text": "Ebu Şat'a'dan rivayet edilmiştir ki: \"Biz Ebu Hureyre ile camide oturuyorduk, Mu'adh-dhin Ezan okudu. Bir adam kalktı ve camiden çıktı, Ebu Hureyre onu gözleriyle takip etti ve camiden çıkana kadar baktı. Sonra Ebu Hureyre dedi ki: 'Bu adam Abul-Kasım'a itaat etmedi.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Uthman said:",
      "text": "Osman'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurmuştur: 'Ezanı camide duyup, dışarı çıkan ve herhangi bir (meşru) ihtiyaç için çıkmayan ve geri dönmeyi düşünmeyen kimse münafıktır.'\""
    }
  ]
}