{
  "language": "tr",
  "metadata": {
    "length": 65,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated that Abu Darda’ said:",
      "text": "Abu Darda’ şöyle dedi: “Kıymetli dostum (ﷺ) bana tavsiyede bulundu: ‘Şarap içme, çünkü o her türlü kötülüğün anahtarıdır.’”"
    },
    {
      "id": 2,
      "narrator": "‘Ubadah\nbin Samit said:",
      "text": "‘Ubadah bin Samit dedi ki: “Khabbab bin Arat’ın, Allah’ın Messenger’ı (ﷺ) şöyle dediğini duyduğunu işittim: ‘Şaraptan sakının! Çünkü onun günahları diğer günahları aşar, tıpkı asmanın diğer ağaçları aşması gibi.’”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Bu dünyada şarap içen, ahirette onu içmeyecek, ancak tövbe ederse.”"
    },
    {
      "id": 4,
      "narrator": "Abu\nHurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah rivayet etti ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Bu dünyada şarap içen, ahirette onu içmeyecek.”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Şaraba bağımlı olan, putlara tapan gibidir.”"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from Abu Darda’ that the Prophet (ﷺ) said:",
      "text": "Abu Darda’dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Şaraba bağımlı olan cennete giremeyecektir.”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Messenger of Allah\n(ﷺ) said:",
      "text": "‘Abdullah bin ‘Amr’dan rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Şarap içip sarhoş olanın namazı kırk gün kabul edilmez, eğer ölürse cehenneme girecektir, ama eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer tekrar şarap içip sarhoş olursa, namazı kırk gün kabul edilmez, eğer ölürse cehenneme girecektir, ama eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer tekrar şarap içip sarhoş olursa, namazı kırk gün kabul edilmez, eğer ölürse cehenneme girecektir, ama eğer tövbe ederse, Allah onun tövbesini kabul eder. Ama eğer bunu tekrar yaparsa, Allah onu kesinlikle kıyamet gününde irin veya ter çamurundan içirecektir.” Dediler ki: “Ey Allah’ın Messenger’ı, irin veya ter çamuru nedir?” O da şöyle cevap verdi: “Cehennem halkının akıntılarıdır.”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Şarap bu iki ağaçtan gelir: Hurma ve asma.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated from Nu’man bin Bashir that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Nu’man bin Bashir’den rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Buğdaydan şarap, arpadan şarap, kuru üzümlerden şarap, hurmalardan şarap ve baldan şarap gelir.”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Şarap on açıdan lanetlenmiştir: Şarap kendisi, sıkma işlemini yapan, sıkılan, satan, satın alan, taşıyan, kendisine taşınan, fiyatını yiyen, içen ve döken.”"
    },
    {
      "id": 11,
      "narrator": "Anas\nsaid:",
      "text": "Anas dedi ki: “Allah’ın Messenger’ı (ﷺ) şarapla ilgili on kişiyi lanetledi: Sıkma işlemini yapan, sıkılmasını isteyen, sıkılan, taşıyan, kendisine taşınan, satan, kendisine getirilen, döken, kendisine dökülen, derken on kişiyi böyle saydı.”"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe’den rivayet edilmiştir ki, Bakara Suresi’nin sonundaki faize dair ayetler indirildiğinde, Allah’ın Messenger’ı (ﷺ) dışarı çıktı ve şarap ticaretini yasakladı.”"
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas’tan rivayet edilmiştir ki, Ömer, Samurah’ın biraz şarap sattığını duydu ve şöyle dedi: “Allah Samurah’ı helak etsin! O, Allah’ın Messenger’ı (ﷺ) şöyle buyurduğunu bilmiyor mu: ‘Allah Yahudileri lanetlesin, çünkü onlara hayvan yağları haram kılındı, o da onu eritip sattı.’”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Abu Umamah Al-Bahili that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Abu Umamah Al-Bahili’den rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Gece ve gündüz, ümmetimden bir grup şarap içene kadar durmayacaktır, onu başka bir isimle anacaklardır.”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated from ‘Ubadah bin Samit that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "‘Ubadah bin Samit’ten rivayet edilmiştir ki, Allah’ın Messenger’ı (ﷺ) şöyle buyurdu: “Ümmetimden bazı insanlar, ona verecekleri başka bir isimle şarap içeceklerdir.”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated from ‘Aishah, narrating it from the Prophet (ﷺ):",
      "text": "‘Aişe'den, Peygamber (ﷺ) tarafından şöyle nakledilmiştir: “Sarhoşluk veren her içki haramdır.”"
    },
    {
      "id": 17,
      "narrator": "Salim\nbin ‘Abdullah bin ‘Umar narrated that his father said:",
      "text": "Salim bin Abdullah bin Ömer, babasından şöyle nakletmiştir: “Allah'ın Elçisi (ﷺ) dedi ki: ‘Her sarhoş edici şey haramdır.’”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Ibn Mas’ud that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Mes'ud'dan, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Her sarhoş edici şey haramdır.”"
    },
    {
      "id": 19,
      "narrator": "Mu’awiyah said:",
      "text": "Muaviye dedi ki: “Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: ‘Her sarhoş edici şey her mümin için haramdır.’”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Ömer'den, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Her sarhoş edici şey Khamr (şarap)tır ve her Khamr haramdır.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated from Abu Musa that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa'dan, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Her sarhoş edici şey haramdır.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin Ömer'den, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Her sarhoş edici şey haramdır ve büyük miktarda sarhoşluk veren bir şeyin küçük miktarı da (haramdır).”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Cabir bin Abdullah'tan, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Büyük miktarda sarhoşluk veren bir şeyin küçük miktarı da (haramdır).”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, from his\ngrandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "Amr bin Şu'ayb, babasından, dedesinden, Allah'ın Elçisi (ﷺ) şöyle dediğini nakletmiştir: “Büyük miktarda sarhoşluk veren bir şeyin küçük miktarı da (haramdır).”"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Cabir bin Abdullah'tan, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Tarih ve kuru üzüm ile birlikte Nabidh* yapmayı yasakladı, ya da olgunlaşmamış hurma ve taze hurma ile birlikte yapmayı yasakladı.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Başka bir isnad da aynı şekilde bildirmektedir."
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from ‘Abdullah bin Abu Qatadah, from his father, that\nhe\nheard the Messenger of Allah (ﷺ) say:",
      "text": "Ebu Hureyre'den, Allah'ın Elçisi (ﷺ) şöyle dediği nakledilmiştir: “Kuru hurma ve olgunlaşmamış hurma ile birlikte Nabidh yapmayın, her biri ile ayrı ayrı Nabidh yapın.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Abdullah bin Ebu Katade'den, babasından, Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu nakletmiştir: “Taze hurma ve olgunlaşmamış hurmayı, ya da kuru üzüm ve hurmayı bir araya getirmeyin; her biri ile ayrı ayrı Nabidh yapın.”*"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "‘Aişe'den nakledilmiştir: “Biz, Allah'ın Elçisi (ﷺ) için bir su tulumunda Nabidh yapardık. Bir avuç hurma veya bir avuç kuru üzüm alır, içine koyar, sonra üzerine su dökerdik. Bunu sabah yapar, akşam içerdi, ya da akşam yapar, sabah içerdi.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "İbn Abbas'tan nakledilmiştir: “Allah'ın Elçisi (ﷺ) için Nabidh yapılırdı ve o, aynı gün, ya da ertesi gün, ya da üçüncü günde içerdi; eğer geride bir şey kalırsa, onu atar ya da atılmasını emrederdi.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Naqir, Muzaffat, Dubba’ ve Hantamah'da Nabidh yapmayı yasakladı. Ve dedi ki: ‘Her sarhoş edici şey haramdır.’”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Muzaffat'ta veya bir kabakta Nabidh yapmayı yasakladı.”"
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Hantam, Dubba’ ve Naqir'den içmeyi yasakladı.”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Ya’mar said:",
      "text": "‘Abdur-Rahman bin Ya’mar'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Dubba’ ve Hantam'ı yasakladı.”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from Ibn Buraidah from his father that the Prophet\n(ﷺ)\nsaid:",
      "text": "İbn Buraidah'dan babasından rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: “Size bazı kapları kullanmayı yasaklamıştım, ama şimdi onlarda Nabidh yapın, fakat tüm sarhoş edici şeylerden kaçının.”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated from Ibn Mas’ud that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Mas’ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: “Size bazı kaplarda Nabidh yapmayı yasaklamıştım, ama bir kap bir şeyi haram kılmaz. Tüm sarhoş edici şeyler haramdır.”"
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişah'tan rivayet edilmiştir: “Sizden hiç kimse her yıl kurbanının derisinden bir su torbası alacak durumda mı değil?” Sonra dedi ki: “Allah'ın Resulü (ﷺ) (toprak) kaplarda Nabidh yapmayı yasakladı, ve şu ve bu gibi yerlerde, sirke dışında.”"
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) (toprak) kaplarda Nabidh yapmayı yasakladı.”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Bir (toprak) kaptan Allah'ın Resulü (ﷺ)'ne bir Nabidh getirildi ve köpürüyordu. O dedi ki: ‘Bunu duvara fırlatın, çünkü bu Allah'a ve Ahiret Günü'ne inanmayanın içeceğidir.’”"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin ‘Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: “Kaplarınızı örtün, su torbalarınızı bağlayın, lambalarınızı söndürün ve kapılarınızı kilitleyin, çünkü Şeytan bir su torbasını açmaz, bir kapıyı açmaz veya bir kabı açmaz. Eğer bir kişi kapısını örtmek için Allah'ın Adını anarak sadece bir çubuk bulabiliyorsa, o zaman bunu yapsın. Ve fare, evdeki insanlarla birlikte evi ateşe verebilir.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) bize kaplarımızı örtmemizi, su torbalarımızı bağlamamızı ve kaplarımızı ters çevirmemizi emretti.”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişah'tan rivayet edilmiştir: “Ben, Allah'ın Resulü (ﷺ) için geceleri üç örtülü kap hazırlardım: Temizlik suyu için bir kap, diş misvakı için bir kap ve içeceği için bir kap.”"
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated from Umm Salamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: “Gümüş bir kapla içen, karnına cehennem ateşini yutmuş gibidir.”"
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) altın ve gümüş kaplardan içmeyi yasakladı. Dedi ki: ‘Onlar bu dünyada onlara, ahirette ise size aittir.’”"
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "‘Aişah'tan rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: “Kim gümüş bir kapla içerse, sanki karnına cehennem ateşini yutmuş gibidir.”"
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir ki, o bir kapta üç yudumda su içerdi ve Anas, Allah'ın Elçisi (ﷺ)'nin de bir kapta üç yudumda içtiğini söylemiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) su içti ve bunu yaparken iki nefes aldı."
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), su torbalarını ağızlarından içmek için devirmeyi yasakladı.”"
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), su torbalarını devirmeyi yasakladı. Allah'ın Elçisi (ﷺ) bunu yasakladıktan sonra, bir adam gece kalktı ve bir su torbasını devirdi, içinden bir yılan düştü.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), su torbasının ağzından doğrudan içmeyi yasakladı.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), su torbasının ağzından doğrudan içmeyi yasakladı.”"
    },
    {
      "id": 52,
      "narrator": "‘Asim\nnarrated from Sha’bi, from Ibn ‘Abbas who said:",
      "text": "'Asim, Şa'bi'den, o da İbn Abbas'tan rivayet etmiştir ki: “Ben, Peygamber (ﷺ) için Zemzem'den su çektim ve o ayakta içti.”"
    },
    {
      "id": 53,
      "narrator": "",
      "text": "'Abdurrahman bin Ebi Amrah'dan, onun Kabşah el-Ensariyye adındaki bir büyükannesinden rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) onun yanına girdi ve orada asılı bir su torbası vardı. O, ayakta içti ve o, Allah'ın Elçisi (ﷺ)'nin ağzının bulunduğu yerin bereketini arayarak su torbasının ağzını kesti."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) ayakta içmeyi yasakladı."
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nwas\nbrought some milk mixed with water. On his right there was a\nBedouin\nand on his left was Abu Bakr. He drank some, then he gave it\nto the\nBedouin and said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ)'ne su ile karıştırılmış süt getirildi. Sağında bir bedevi, solunda ise Ebu Bekir vardı. O biraz içti, sonra bunu bedeviye verdi ve “Sağa doğru geçirin.” dedi."
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ)'ne süt getirildi. Sağında İbn Abbas, solunda ise Halid bin Velid vardı. Allah'ın Elçisi (ﷺ), İbn Abbas'a: ‘Halid'e içirmeme izin verir misin?’ dedi. İbn Abbas: ‘Ben, Allah'ın Elçisi (ﷺ)'nin artan içeceğinde kimseyi kendimden üstün tutmak istemem.’ dedi. Böylece İbn Abbas onu aldı ve biraz içti, sonra Halid de biraz içti.”"
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki: “Sizden biri içtiğinde, kabın içine nefes vermesin. Eğer içmeye devam etmek isterse, kabı uzaklaştırsın (nefes almak için) sonra geri getirsin, eğer isterse.”"
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), kabın içine nefes vermeyi yasakladı.”"
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), kabın içine üflemeyi yasakladı.”"
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ), içeceklerine üflemedi.”"
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated from ‘Asim bin Muhammad bin Zaid bin ‘Abdullah, from\nhis\nfather, that his grandfather said:",
      "text": "'Asim bin Muhammed bin Zeyd bin Abdullah'dan, babasından, dedesinin şöyle söylediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize karnımızın üzerine yatarak su içmeyi, suyu yalayarak içmeyi yasakladı ve yalnızca bir el ile içmeyi de yasakladı. 'Hiçbiriniz suyu köpek gibi yalayarak içmesin ve Allah'ın gazabına uğramış olanların yaptığı gibi bir el ile su içmesin. Geceleyin bir kapta su içmeden önce karıştırmadan içmesin, ancak kap örtülü ise. Eğer birisi, bir kapta içebilecekken alçakgönüllülük niyetiyle elinden içerse, Allah ona parmak sayısı kadar sevap yazar. O (yani el), İsa bin Meryem'in kabıdır; o, kupayı fırlatıp 'Ugh! Bu dünya için' demiştir.\""
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir gün, bahçesini sulayan bir Ensar adamının yanına girdi. Allah'ın Resulü (ﷺ) ona şöyle dedi: 'Eğer bir gece su dolu bir deride bekletilmiş suyun varsa, bize içir, yoksa havuzdan ağzımızı sokarak içeceğiz.' O da: 'Bende bir gece bekletilmiş su var.' dedi. Bunun üzerine gitti ve biz de onunla birlikte, sığındığı yere gittik, orada ona bir koyundan süt sağdı ve gece bekletilmiş su ile karıştırdı. O, ondan içti, sonra yanında bulunan arkadaşına da aynı şekilde yaptı.\""
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"Bir göletin yanından geçtik ve oradan su içmeye başladık. Allah'ın Resulü (ﷺ) şöyle dedi: 'Suyu yalayarak içmeyin, aksine ellerinizi yıkayın ve onlardan için, çünkü elden daha iyi bir kap yoktur.'\""
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated from Abu Qatadah that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Katade'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Başkalarına su ikram eden, ondan en son içen olmalıdır.\""
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) içtiği bir cam bardak vardı.\""
    }
  ]
}