{
  "language": "tr",
  "metadata": {
    "length": 114,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated that Usamah bin Sharik said:",
      "text": "Usamah bin Şarik'ten rivayet edilmiştir: “Bedeviler, Peygamber (ﷺ)'e: ‘Şu ve bu konuda bir zarar var mı?’ diye sordular. O da onlara: ‘Ey Allah'ın kulları! Allah, sadece kardeşinin onurunu aşan şeylerde zarar yaratmıştır. İşte bu, günah olanıdır.’ dedikten sonra, ‘Ey Allah'ın Resulü! Tedavi aramazsak bir günah var mı?’ dediler. O da: ‘Tedavi arayın, ey Allah'ın kulları! Çünkü Allah, hiçbir hastalık yaratmaz ki onunla birlikte şifayı da yaratmasın, yaşlılıktan başka.’ dedi. Onlar: ‘Ey Allah'ın Resulü, bir insana verilebilecek en iyi şey nedir?’ dediler. O da: ‘Güzel ahlaktır.’ dedi.”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that Abu Khizamah said:",
      "text": "Ebu Hızamah'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ)'ne: ‘Kendimizi tedavi ettiğimiz ilaçların, şifa aradığımız ruqyaların ve koruma yollarının Allah'ın takdirini değiştirdiğini düşünüyor musunuz?’ diye soruldu. O da: ‘Onlar, Allah'ın takdirinin bir parçasıdır.’ dedi.”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from ‘Abdullah that the Prophet (ﷺ) said:",
      "text": "Abdullah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Allah, hiçbir hastalık indirmez, fakat onun için de şifa indirir.”"
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah, hiçbir hastalık indirmez, fakat onun için de şifa indirir.”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) visited a man\n(who\nwas sick) and said to him:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) hasta bir adamı ziyaret etti ve ona: “Ne istersin?” dedi. Adam: “Buğday ekmeği istiyorum.” dedi. Peygamber (ﷺ): “Kimde buğday ekmeği varsa, kardeşine göndersin.” dedi. Sonra Peygamber (ﷺ): “Aranızda bir hasta bir şey isterse, ona verin.” dedi."
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: “Peygamber (ﷺ) hasta bir kişiyi ziyaret etti ve: ‘Bir şey ister misin? Kek ister misin?’ dedi. O da: ‘Evet.’ dedi. Bunun üzerine onlar onun için kek aradılar.”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated that Umm Mundhir bint Qais Ansariyyah said:",
      "text": "Ümmü Mundhir bint Kays el-Ensariyye'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) bize girdi ve yanında hastalıktan yeni kurtulmuş Ali bin Ebu Talib vardı. Bizim olgunlaşmamış hurmalarımız asılıydı ve Peygamber (ﷺ) onlardan yedi. Ali de uzanıp yemeye çalıştı, bunun üzerine Peygamber (ﷺ) Ali'ye: ‘Dur, ey Ali! Sen hastalıktan yeni kurtuldun.’ dedi. Ben de Peygamber (ﷺ) için yeşillik ve arpa hazırladım, Peygamber (ﷺ) Ali'ye: ‘Ey Ali, bundan ye, çünkü senin için daha iyidir.’ dedi.”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Suhaib said:",
      "text": "Suheyb'ten rivayet edilmiştir: “Peygamber (ﷺ)'e geldim ve önünde biraz ekmek ve hurma vardı. Peygamber (ﷺ): ‘Gel ve ye.’ dedi. Ben de hurmalardan yemeye başladım. Sonra Peygamber (ﷺ): ‘Gözünde iltihap varken hurma mı yiyorsun?’ dedi. Ben de: ‘Diğer taraftan çiğniyorum.’ dedim. Bunun üzerine Allah'ın Resulü (ﷺ) güldü.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated from ‘Uqbah bin ‘Amir Al-Juhani that the Messenger of\nAllah (ﷺ) said:",
      "text": "Ukbe bin Amir el-Cuhani'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Hasta olanlarınıza yemek veya içmek zorlamayın. Allah onlara yiyecek ve içecek verecektir.”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Eğer ailesinden biri hasta olursa, Allah'ın Resulü (ﷺ) bir çorba yapılmasını emrederdi. Ve derdi ki: ‘Bu, yaslı kalbi teselli eder ve hasta kalbi temizler, tıpkı birinizin yüzünü su ile kirden temizlemesi gibi.’”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Yemesi hoş olmayan faydalı şeyi yemelisiniz: Talbinah,” yani çorba. Eğer Allah'ın Resulü (ﷺ)'nün ailesinden biri hasta olursa, pişirme tenceresi ateşte kalır, ya hasta iyileşene kadar ya da ölünceye kadar.”"
    },
    {
      "id": 12,
      "narrator": "Abu\nHurairah narrated that he heard the Messenger of Allah (ﷺ) say:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydu: “Çörek otu her hastalığa şifadır, Sam'dan (ölümden) başka.” \"Sam, ölümü ifade eder. Ve çörek otu, şunizdir.\""
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated that ‘Uthman bin ‘Abdul-Malik said:",
      "text": "Osman bin Abdul-Melik'ten rivayet edilmiştir: “Salim bin Abdullah'ın babasından rivayet ettiğini duydum ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: ‘Bu çörek otunu yemelisiniz, çünkü onda her hastalığa şifa vardır, Sam'dan (ölümden) başka.’”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated that Khalid bin Sa’d said:",
      "text": "Halid bin Sa'd'dan rivayet edilmiştir: “Dışarı çıktık ve yanımızda Ghalib bin Abjar vardı. Yol boyunca hasta oldu ve Medine'ye geldiğimizde hastaydı. İbn Ebu Atik onu ziyaret etti ve bize: ‘Bu çörek otunu kullanmalısınız. Beş veya yedi (tohum) alıp toz haline getirin, sonra onun burun deliklerine zeytinyağı damlatın, bu taraftan ve bu taraftan. Çünkü Aişe, Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydu: ‘Bu çörek otu her hastalığa şifadır, Sam'dan (ölümden) başka.’ Ben de: ‘Sam nedir?’ dedim. O da: ‘Ölüm.’ dedi.”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Her ayın üç sabahında bal yiyen kimse, ciddi bir felaket yaşamaz.”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: “Peygamber (ﷺ)'e bir miktar bal hediye edildi ve o da bunu aramızda kaşık kaşık paylaştı. Ben de kendi kaşığımı aldım, sonra dedim ki: ‘Ey Allah'ın Resulü, bir kaşık daha alabilir miyim?’ O da: ‘Evet.’ dedi.”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Şifa veren iki şeyi almalısınız: Bal ve Kur'an.”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Abu Sa`eed and Jabir that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abu Sa'id ve Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Trüf, bir tür manna'dır ve suyu göz hastalıklarına şifadır. Ajwah ise Cennet'tendir ve onlar da cinlerden korunma için şifadır.”**"
    },
    {
      "id": 19,
      "narrator": "‘Amr\nbin Huraith said:",
      "text": "Aynı ifadelerle Abu Sa'id'den Peygamber (ﷺ)'den başka bir isnat."
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Amr bin Huraith dedi ki: “Sa'id bin Zaid bin Amr bin Nufail'in Peygamber (ﷺ)'den şöyle rivayet ettiğini duydum: ‘Trüf, Allah'ın İsrailoğulları'na indirdiği bir tür manna'dır ve suyu göz hastalıklarına şifadır.’”"
    },
    {
      "id": 21,
      "narrator": "Rafi’\nbin ‘Amr Al-Muzani said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Biz Allah'ın Resulü (ﷺ)'den trüfleri anlatırdık ve onlar: ‘(O) yerin çiçek hastalığıdır.’ dediler. Allah'ın Resulü (ﷺ)'e onların söylediklerinden bahsedildiğinde: ‘Trüf, bir tür manna'dır ve Ajwah Cennet'tendir, zehirden şifadır.’ dedi.”"
    },
    {
      "id": 22,
      "narrator": "Ibrahim\nbin Abu ‘Ablah said:",
      "text": "Rafi' bin Amr Al-Muzani dedi ki: “Allah'ın Resulü (ﷺ)'ün: ‘Ajwah ve taş (kayalar) Cennet'tendir.’ dediğini duydum.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "İbrahim bin Abu 'Ablah dedi ki: “Abu Ubayy bin Umm Haram'ı, Allah'ın Resulü (ﷺ) ile kıbleye karşı namaz kılarken duydum, şöyle diyordu: ‘Allah'ın Resulü (ﷺ)'ün: “Senna ve Sannut kullanmalısınız, çünkü onların içinde her hastalığa şifa vardır, yalnızca Sam hariç.” dediğini duydum. ‘Ey Allah'ın Resulü, Sam nedir?’ denildi. O da: ‘Ölüm.’ dedi. (Rivayet edenlerden biri) Amr dedi ki: “İbn Abu 'Ablah: ‘Sannut, dereotu.’ dedi. Diğerleri: ‘Hayır, o, tereyağı için kullanılan bir deride saklanan baldır.’ dediler.”*"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Peygamber (ﷺ) sabah erken yola çıktı ve ben de öyle yaptım. Namaz kıldım, sonra oturdum. Peygamber (ﷺ) bana döndü ve: ‘Midenle ilgili bir problemin var mı?’ dedi. Ben de: ‘Evet, ey Allah'ın Resulü.’ dedim. O da: ‘Kalk ve namaz kıl, çünkü namazda şifa vardır.’ dedi.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Benzer ifadelerle başka bir isnat. Abu `Abdullah dedi ki: Bir adam bunu halkına anlattı, sonra onlar ona karşı kışkırdılar."
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Asma’ bint ‘Umais said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) kötü şeylerle (Khabith) hastalık tedavisini yasakladı, yani zehir anlamında.”*"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated that Umm Qais bint Mihsan said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Kim zehir içip kendini öldürürse, o, cehennemin ateşinde sonsuza dek içecektir.’”"
    },
    {
      "id": 28,
      "narrator": "Anas bin\nMalik said:",
      "text": "Asma' bint 'Umais'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bana: ‘Hangi müshil kullanıyorsun?’ dedi. Ben de: ‘Şubrum (Euphorb).’ dedim. O da: ‘O, sıcak ve güçlüdür.’ dedi. Sonra ben müshil olarak senna kullandım ve o da: ‘Eğer ölümden bir şey şifa bulsaydı, o senna olurdu. Senna, ölüm için bir şifadır.’ dedi.”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Sahl bin Sa’d As-Sa’idi said:",
      "text": "Umm Qais bint Mihsan'dan rivayet edilmiştir ki: “Bir oğlumu Peygamber (ﷺ)'e getirdim ve boğazında bademcik iltihabı nedeniyle bir bölgeye baskı yapmıştım. O da: ‘Neden çocuklarınıza bu baskıyı yapıyorsunuz?’ dedi. ‘Bu santal ağacını kullanmalısınız, çünkü içinde yedi şifa vardır. Boğazdaki apse için buharı solunmalı ve plevrit için ağzın yan tarafında verilmelidir.’ dedi.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from ‘Abdul-Muhaimin bin ‘Abbas bin Sahl bin Sa’d\nAs-\nSa’idi, from his father, that his grandfather said:",
      "text": "(Umm Qais bint Mihsan'dan başka bir isnat, Peygamber (ﷺ)'den benzer ifadelerle.)"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "‘Amr bin Shu’aib'den, babası aracılığıyla, dedesinin şöyle söylediği nakledilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: ‘Tıbbı bilmeden tedavi eden kimse, (verdiği zarar için) sorumludur.’”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated that Zaid bin Arqam said:",
      "text": "Zaid bin Arqam'dan nakledilmiştir: “Allah'ın Resulü (ﷺ), plevraya karşı Wars (memecyclon tinctorium), Hint aloesi ve zeytinyağı önerdi; bunlar ağız kenarından uygulanmalıdır.”"
    },
    {
      "id": 33,
      "narrator": "Umm Qais\nbint Mihsan said:",
      "text": "Umm Qais bint Mihsan şöyle dedi: “Allah'ın Resulü (ﷺ) dedi ki: ‘Hint aloesini kullanmalısınız, çünkü içinde plevraya karşı da (bir şifa) olmak üzere yedi şifa vardır.’”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan nakledilmiştir: “Ateşin adı, Allah'ın Resulü (ﷺ) huzurunda anıldı ve bir adam ona lanet etti. Peygamber (ﷺ) dedi ki: ‘Ona lanet etmeyin, çünkü ateş, demirden pisliği nasıl temizlerse, günahları da siler.’”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) visited a\nsick\nperson, due to an illness that he was suffering from and Abu\nHurairah\nwas with him. The Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'dan nakledilmiştir ki, Peygamber (ﷺ) bir hastayı ziyaret etti; hastalığı nedeniyle ve Abu Hurairah da onunla birlikteydi. Allah'ın Resulü (ﷺ) dedi ki: “Müjdeler olsun, çünkü Allah şöyle der: ‘Bu dünyada, inanan kuluma verdiğim ateşim, ahiretteki ateşten payıdır.’”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "‘Aişe'den nakledilmiştir ki, Peygamber (ﷺ) dedi ki: “Ateş, cehennem ateşinin sıcaklığındandır; onu su ile soğutun.”"
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "İbn ‘Umar'dan nakledilmiştir ki, Peygamber (ﷺ) dedi ki: “Şiddetli ateş, cehennem ateşinin sıcaklığındandır; onu su ile soğutun.”"
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Rafi’ bin Khadij said:",
      "text": "Rafi’ bin Khadij'den nakledilmiştir: “Peygamber (ﷺ) şöyle dedi: ‘Ateş, cehennem ateşinin sıcaklığındandır; onu su ile soğutun.’ ‘Ammar'ın oğlunun yanına girdi ve dedi ki: ‘Zararı gider, ey insanların Rabbi, ey insanların Allah’ı.’”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated from Asma’ bint Abu Bakr that a woman suffering from\nfever\nwould be brought to her, and she would call for water and pour\nit\nonto the neck of her garment. She said:",
      "text": "Asma’ bint Abu Bakr'dan nakledilmiştir ki, ateşten muzdarip bir kadın ona getirildi ve o su istedi, elbisesinin boynuna su döktü. Dedi ki: “Peygamber (ﷺ) dedi ki: ‘Onu su ile soğutun,’ ve o şöyle dedi: ‘Bu, cehennem ateşinin sıcaklığındandır.’”"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'dan nakledilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: “Ateş, cehennemin bellowslarından biridir; onu soğuk su ile kendinizden uzaklaştırın.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'dan nakledilmiştir ki, Peygamber (ﷺ) dedi ki: “Kullandığınız tedavilerden herhangi birinde bir hayır varsa, o da hacamat (kupa)tedavisindedir.”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Abbas'tan nakledilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: “Miraç gecesi (İsra) geçtiğim hiçbir melek grubu yoktu ki, hepsi bana: ‘Ey Muhammed, hacamat yapmalısın,’ demesin.”"
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas şöyle dedi: “Allah'ın Resulü (ﷺ) dedi ki: ‘Hacamat yapan ne güzel bir kuldur. Kanı alır, omurgadaki baskıyı azaltır ve gözleri iyileştirir.’”"
    },
    {
      "id": 44,
      "narrator": "Anas bin\nMalik said:",
      "text": "Anas bin Malik dedi ki: “Allah'ın Resulü (ﷺ) dedi ki: ‘Miraç gecesi (İsra) geçtiğim hiçbir melek grubu yoktu ki, bana: ‘Ey Muhammed, kavmine hacamat yapmalarını söyle,’ demesin.”"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Jabir'den nakledilmiştir ki, Umm Salamah, Peygamber (ﷺ) ile birlikte hacamat olma izni istedi ve Peygamber (ﷺ) Abu Taibah'a onu hacamat etmesini söyledi."
    },
    {
      "id": 46,
      "narrator": "‘Abdur-Rahman Al-A’raj said:",
      "text": "‘Abdur-Rahman Al-A’raj dedi ki: “Ben ‘Abdullah bin Buhainah’ın şöyle söylediğini duydum: ‘Allah’ın Resulü (ﷺ) Lahyi Jamal’da, başının ortasında, ihramlı iken hacamat yaptırdı.’”"
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "‘Ali’nin şöyle söylediği rivayet edilmiştir: “Cebrail, Nebi’ye (ﷺ) boynun iki yanındaki ve boynun tabanındaki damarlar için hacamat tavsiyesiyle indi.”"
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Anas’tan rivayet edilmiştir ki, Nebi (ﷺ) boynun iki yanındaki ve boynun tabanındaki damarlar için hacamat yaptırdı."
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated from Abu Kabshah Al-Anmari that the Prophet (ﷺ)\nused to be\ncupped on his head and between his shoulders, and he said:",
      "text": "Abu Kabshah Al-Anmari’den rivayet edilmiştir ki, Nebi (ﷺ) başında ve omuzları arasında hacamat yaptırırdı ve şöyle derdi: “Bu yerlerden kan aldıran kimse, başka bir şey için tedavi aramasa da olur.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated from Jabir that the Prophet (ﷺ) fell from his horse onto\nthe truck of a palm tree and dislocated his foot.\n(One of the narrators) Waki’ said:",
      "text": "Jabir’den rivayet edilmiştir ki, Nebi (ﷺ) atından palmiye ağacının gövdesine düştü ve ayağını çıkardı. (Rivayet edenlerden) Vaki’ dedi ki: “Yani Nebi (ﷺ) bu yüzden morarma için hacamat yaptırdı.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik’ten rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Kim hacamat yaptırmak isterse, ayın on yedinci, on dokuzuncu veya yirmi birinci gününü tercih etsin; ve içinizden hiç kimse kanının kaynamasına izin vermesin, yoksa bu onu öldürür.”"
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki: “Ey Nafi’! İçimde kan kaynıyor, bana bir hacamatçı bul, ama eğer bulabilirsen nazik biri olsun, yaşlı bir adam veya genç bir çocuk olmasın. Çünkü ben Allah’ın Resulü’nün (ﷺ) şöyle dediğini duydum: ‘Aç karnına hacamat yaptırmak daha iyidir, bunda şifa ve bereket vardır, aklı ve hafızayı artırır. Bu yüzden Allah’ın bereketi için Perşembe günleri hacamat yaptırın, Çarşamba, Cuma, Cumartesi ve Pazar günlerinde hacamat yaptırmaktan kaçının. Pazartesi ve Salı günleri hacamat yaptırın, çünkü o gün Allah Ayyub’a belayı kaldırdı, Çarşamba günü ona bela verdi ve cüzzam ve beyaz leke sadece Çarşamba günü veya Çarşamba gecesi ortaya çıkar.’”"
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated that Nafi’ said:",
      "text": "Nafi’ dedi ki: “İbn ‘Umar şöyle dedi: ‘Ey Nafi’! İçimde kan kaynıyor. Bana bir hacamatçı getir, genç biri olsun, yaşlı bir adam veya bir çocuk olmasın.’ İbn ‘Umar dedi ki: ‘Ben Allah’ın Resulü’nün (ﷺ) şöyle dediğini duydum: “Aç karnına hacamat yaptırmak daha iyidir, aklı ve hafızayı artırır. İyi bir hafızaya sahip olanın hafızasını artırır, bu yüzden kim hacamat yaptırmak isterse, (bunu) Perşembe günü Allah’ın adıyla yapsın. Cuma, Cumartesi ve Pazar günlerinde hacamat yaptırmaktan kaçının. Pazartesi ve Salı günleri hacamat yaptırın, Çarşamba gününde hacamat yaptırmaktan kaçının, çünkü o gün Ayyub’a bela geldi, cüzzam ve beyaz leke sadece Çarşamba günü veya Çarşamba gecesi ortaya çıkar.’”"
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated from ‘Aqqar bin Al-Mughirah from his father that the\nProphet (ﷺ) said:",
      "text": "‘Aqqar bin Al-Mughirah’dan babasından rivayet edilmiştir ki, Nebi (ﷺ) şöyle dedi: “Kim cauterization (kızartma) veya Ruqyah ile tedavi ararsa, o Allah’a güvenmekten vazgeçmiş olur.”"
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated that ‘Imran bin Husain said:",
      "text": "İmran bin Husain’den rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) cauterization (kızartma) yapmayı yasakladı. Ben kendime cauterization yaptırdım ve ne başarılı oldum ne de murada erdim.”"
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas’tan rivayet edilmiştir ki: “Şifa üç şeydedir: Bir içim bal, hacamatçının bardağı ve ateşle cauterization (kızartma), ama ben milletime cauterization (kızartma) kullanmayı yasaklıyorum.” Ve bunu Nebi’ye (ﷺ) atfetti."
    },
    {
      "id": 57,
      "narrator": "Muhammad\nbin ‘Abdur-Rahman bin Sa’d bin Zurarah Al-Ansari said:",
      "text": "Muhammed bin ‘Abdur-Rahman bin Sa’d bin Zurarah Al-Ansari dedi ki: “Ben amcam Yahya’nın şöyle dediğini duydum - ve aramızda onun gibi bir adam görmedim - insanlara Sa’d bin Zurarah’ın, ki o Muhammed’in annesi aracılığıyla dedesidir, boğazında croup olarak bilinen bir ağrı çektiğini söyledi. Nebi (ﷺ) dedi ki: ‘Abu Umamah için elimden geleni yapacağım.’ Yani, iyileşmezse (yani, suçsuz olacağım). Ve onu kendi eliyle cauterized etti, ama o öldü. Nebi (ﷺ) dedi ki: ‘Yahudiler lanet olsun! Diyecekler ki: “Neden arkadaşlarından ölümü önleyemedi?” Ama benim onun için veya kendim için bir şey yapmaya gücüm yok.’”"
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir’den rivayet edilmiştir ki, Ubayy bin Ka’b hastalandı ve Nebi (ﷺ) ona bir doktor gönderdi, o da onu tıbbi kol damarından cauterized etti."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Jabir bin ‘Abdullah’dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) Sa’d bin Mu’adh’ı kol damarından iki kez cauterized etti."
    },
    {
      "id": 60,
      "narrator": "Salim\nbin ‘Abdullah narrated that his father said:",
      "text": "Salim bin ‘Abdullah, babasının şöyle dediğini rivayet etti: “Allah’ın Resulü (ﷺ) dedi ki: ‘Antimon kullanmalısınız, çünkü bu gözleri iyileştirir ve saçların (kirpiklerin) uzamasını sağlar.’”"
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'in rivayet ettiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Uyuduğunuzda antimon kullanmalısınız, çünkü bu gözleri iyileştirir ve kirpikleri uzatır.\""
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kohlünüzün en iyisi antimon'dur, çünkü bu gözleri iyileştirir ve kirpikleri uzatır.\""
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Kim kohl sürerse, bunu tek sayıda yapsın. Bunu yapan iyi yapmıştır, yapmayan için bir sakınca yoktur.\""
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) kohl kutusuna sahipti ve her iki gözüne de üç kez kohl sürerdi."
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated that Tariq bin Suwaid Al-Hadrami said:",
      "text": "Tariq bin Suwaid Al-Hadrami şöyle dedi: \"Ben dedim: 'Ey Allah'ın Resulü, bizim memleketimizde şarap yapmak için sıkılan üzümler var. Ondan içebilir miyiz?' O dedi: 'Hayır.' Ben soruyu tekrar ettim ve dedim: 'Biz hastaları bununla tedavi ediyoruz.' O dedi: 'Bu bir şifa değil, bir hastalıktır.'\""
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated from ‘Ali that the Messenger of Allah (ﷺ) said:",
      "text": "Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"En iyi şifa Kur'an'dır.\""
    },
    {
      "id": 67,
      "narrator": "Salma\nUmm Rafi’, the freed slave woman of the Messenger of Allah\n(ﷺ),\nsaid:",
      "text": "Salma Umm Rafi’, Allah'ın Resulü (ﷺ) 'nün azatlı cariyesi şöyle dedi: \"Peygamber (ﷺ) hiçbir yaralanma veya diken batması yaşamadı ki, ona kına sürmesin.\""
    },
    {
      "id": 68,
      "narrator": "It was\nnarrated from Anas that some people from ‘Urainah came to the\nMessenger of Allah (ﷺ) but they were averse to the climate of\nAl-\nMadinah. He (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, 'Urainah'tan bazı insanlar Allah'ın Resulü (ﷺ) 'ne geldiler ama Medine'nin iklimine alışamadılar. O (ﷺ) dedi: \"Neden bizim bir deve sürüsüne çıkıp, onların sütünü ve idrarını içmiyorsunuz?\" Ve bunu yaptılar."
    },
    {
      "id": 69,
      "narrator": "Abu\nSa’eed narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sa'id rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir sineğin bir kanadında zehir, diğer kanadında ise şifa vardır. Eğer yemeklerin içine düşerse, onu içine batırın, çünkü zehiri önce alır ve şifayı geri tutar.\""
    },
    {
      "id": 70,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Eğer bir sinek içeceğinize düşerse, onu içine batırın, sonra atın, çünkü bir kanadında hastalık, diğerinde ise şifa vardır.\""
    },
    {
      "id": 71,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amir bin Rabi’ah, from his\nfather,\nthat the Prophet (ﷺ) said:",
      "text": "Abdullah bin Amir bin Rabi'ah'tan, babasından rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Nazar (kötü göz) gerçektir.\""
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Nazar (kötü göz) gerçektir.\""
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah'a sığının, çünkü nazar (kötü göz) gerçektir.\""
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated that Abu Umamah bin Sahl bin Hunaif said:",
      "text": "Abu Umamah bin Sahl bin Hunaif şöyle dedi: \"Amir bin Rabi'ah, Sahl bin Hunaif'in banyo yaptığı sırada yanından geçti ve 'Böyle güzel bir cilt görmedim.' dedi. Hemen Sahl yere düştü. Peygamber (ﷺ) 'e getirildi ve 'Sahl bayıldı.' denildi. O dedi: 'Onu kimin nazar ettiğini düşünüyorsunuz?' Onlar dediler: 'Amir bin Rabi'ah.' Onlar dediler: 'Sizden biri neden kardeşini öldürsün? Eğer hoşlandığı bir şey görürse, onun için bereket dilesin.' Sonra su istedi ve Amir'e abdest almasını söyledi, ardından yüzünü ve dirseklerine kadar kollarını, dizlerini ve alt giysisinin içini yıkadı, sonra ona suyu üzerine dökmesini söyledi.\""
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated that ‘Ubaid bin Rifa’ah Az-Zuraqi said:",
      "text": "Ubaid bin Rifa'ah Az-Zuraqi'den rivayet edilmiştir ki, Asma' dedi: \"Ey Allah'ın Resulü! Ca'fer'in çocukları nazar (kötü göz) ile etkilenmiş, onlara Ruqyah* okuyayım mı?\" O dedi: \"Evet, çünkü eğer bir şey ilahi takdiri aşabilseydi, o da nazar (kötü göz) olurdu.\""
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) cinlerin ve insanların nazarından Allah'a sığınırdı. Mu’awwidhatain* indirildiğinde, onları okumaya başladı ve başka bir şey okumayı bıraktı.”"
    },
    {
      "id": 77,
      "narrator": "",
      "text": "‘Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) ona nazar için Ruqyah okumasını emretti."
    },
    {
      "id": 78,
      "narrator": "It was\nnarrated from Buraidah that the Messenger of Allah (ﷺ) said:",
      "text": "Buraida'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Nazar veya akrep sokması için Ruqyah yoktur.”"
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Abu Bekir bin Muhammed'den rivayet edilmiştir ki, Banu Hazm As-Sa’idiyyah'ın annesi Khalidah bint Anas, Peygamber (ﷺ)'e geldi ve ona bir Ruqyah okudu, o da ona bunu kullanmasını söyledi."
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: “Ensar'dan Al ‘Amr bin Hazm adında bir aile vardı, akrep sokması için Ruqyah okurlardı, ancak Allah'ın Resulü (ﷺ) Ruqyah'ı yasakladı. Onlar ona geldiler ve dediler ki: ‘Ey Allah'ın Resulü! Sen Ruqyah'ı yasakladın, ama biz akrebin sokmasına karşı Ruqyah okuyoruz.’ O da onlara: ‘Bana okuyun.’ dedi. Onlar ona okudular ve o da: ‘Bunda bir sakınca yok, bu onaylanmıştır.’ dedi.”"
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber (ﷺ) akrep sokması, nazar ve Namlah (bir kişinin yanlarında oluşan yaralar veya küçük kabarcıklar) için Ruqyah'ı caiz kıldı."
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) yılan sokmaları ve akrep sokmaları için Ruqyah'ı caiz kıldı.”"
    },
    {
      "id": 83,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Bir adamı akrep soktu ve o gece hiç uyumadı. Peygambere (ﷺ) denildi ki: ‘Filan kişi akrep tarafından sokuldu ve o gece hiç uyumadı.’ O da: ‘Eğer o, dün gece: A’udhu bikalimatil-lahit-tammati min sharri ma khalaq (Yarattıklarının şerrinden Allah'ın Tam Kelimelerine sığınırım) dese, akrep sokması ona zarar vermezdi, sabaha kadar.’ dedi.”"
    },
    {
      "id": 84,
      "narrator": "It was\nnarrated that ‘Amr bin Hazm said:",
      "text": "‘Amr bin Hazm'dan rivayet edilmiştir ki: “Ben, Allah'ın Resulü (ﷺ)'ne yılan sokması için Ruqyah okudum veya ona okundu ve o, bunun kullanılmasını emretti.”"
    },
    {
      "id": 85,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) hasta bir kişiye geldiğinde, onun için dua ederdi ve şöyle derdi: Adhhibil-bas, Rabban-nas, washfi Antash-Shafi, la shifa’a illa shifa’uka shifa’an la yughadiru saqama (Ağrıyı gider, Ey insanların Rabbi, şifa ver, çünkü Sen Şifasın ve Senin şifan dışında hiçbir şifa yoktur, hastalığı bırakmayan bir şifa).’”"
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated from ‘Aishah that one of the things that the Prophet\n(ﷺ)\nused to say for the sick person, with saliva on his finger\n(dipped in\ndust), was:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) hasta bir kişi için, parmağını (toprağa batırarak) tükürüğüyle birlikte şöyle derdi: “Bismillah, turbatu ardina, biriqati ba’dina, liyushfa saqimuna. Bi’dhni Rabbina (Allah'ın adıyla, bizim topraklarımızın tozu, birimizden tükürükle karışarak, hastamızı Rabbimizin izniyle iyileştirsin).”"
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated that ‘Uthman bin Abul-‘As Thaqafi said:",
      "text": "‘Uthman bin Abul-‘As Thaqafi'den rivayet edilmiştir ki: “Ben, Peygamber (ﷺ)'e geldim ve beni öldüren bir ağrıdan şikayet ettim. Peygamber (ﷺ) bana: ‘Sağ elini üzerine koy ve de ki: Bismillah, a’udhu bi’izzatil-lahi wa qudratihi min sharri ma ajidu wa uhadhiru. (Allah'ın adıyla, hissettiğim ve korktuğum şeylerin şerrinden Allah'ın kudretine sığınırım),’ dedi, yedi kez.’ Ben bunu söyledim ve Allah beni iyileştirdi.”"
    },
    {
      "id": 88,
      "narrator": "It was\nnarrated from Abu Sa’eed that Jibra’il came to the Prophet\n(ﷺ)\nand said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki, Cebrail Peygamber (ﷺ)'e geldi ve dedi ki: “Ey Muhammed, hastasın.” O da: ‘Evet.’ dedi. Cebrail: “Bismillahi arqika, min kulli shay’in yu’dhika, min sharri kulli nafsin aw ‘aynin aw hasidin. Allahu yashfika, bismillahi arqika (Allah'ın adıyla, sana zarar veren her şeyden, her nefis veya kıskanç gözün şerrinden Allah seni iyileştirsin. Allah'ın adıyla, sana Ruqyah yapıyorum).”"
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Peygamber (ﷺ) beni ziyarete geldi (hasta olduğumda) ve bana: ‘Sana Cebrail'in bana getirdiği bir Ruqyah okumayayım mı?’ dedi. Ben: ‘Baba ve annem sana feda olsun! Evet, Ey Allah'ın Resulü!’ dedim. O da: “Bismillah arqika, wallahu yashfika, min kulli da’in fika, min sharrin-naffathati fil-‘uqad, wa min sharri hasidin idha hasad (Allah'ın adıyla, sana Ruqyah yapıyorum, içindeki her hastalıktan ve düğümlere üfleyenlerin şerrinden, kıskananın kıskandığı zamanki şerrinden),” üç kez söyledi.”"
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: “Peygamber (ﷺ) Hasan ve Hüseyin için sığınır ve şöyle derdi: A’udhu bi kalimatil-lahil-tammati, min kulli shaitanin wa hammah, wa min kulli ‘aynin lammah (Ben ikinizi Allah'ın Tam Kelimelerine, her şeytandan ve her zehirli sürüngenden, ve her nazardan sığınırım).’ Ve şöyle derdi: ‘İbrahim, İsmail ve İshak için Allah'a sığınırdı,’ ya da şöyle dedi: ‘İsmail ve Yakup için.’”"
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that, for fever and all kinds of\npain, the\nProphet (ﷺ) used to teach them to say:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, ateş ve her türlü acı için, Peygamber (ﷺ) onlara şöyle demeyi öğretirdi: “Bismillahil-kabir, a’udhu billahil-‘Azim min sharri ‘irqin na’ar wa, min sharri harrin-nar (Büyük Allah'ın adıyla, ben, kan damarının şerrinden ve ateşin sıcağının şerrinden Allah'a sığınırım).”"
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated from ‘Umair that he heard Junadah bin Abu Umayyah\nsay:",
      "text": "(Bir rivayetçi) Ebu Ammar dedi ki: “Bu konuda insanlarla farklı düşündüm, ben ‘Çığlık atmak’ dedim.”"
    },
    {
      "id": 93,
      "narrator": "",
      "text": "İbn Abbas'tan, Peygamber (ﷺ) ile benzer bir ifadeyle başka bir rivayet de vardır, o şöyle dedi: “Bir damar çığlık atmanın şerrinden.”"
    },
    {
      "id": 94,
      "narrator": "It was\nnarrated from ‘Aishah:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated that Zainab said:",
      "text": "‘Umair'den rivayet edilmiştir ki, o, Junadah bin Abu Umayyah'ın şöyle dediğini duydu: “Ben, ‘Ubadah bin Samit'in şöyle dediğini duydum: ‘Cebrail (as) Peygamber (ﷺ)'e ateşten muzdarip olduğu zaman geldi ve şöyle dedi: ‘Bismillahi arqika, min kulli shay’in yu’dhika, min hasadi hasidin, wa min kulli ‘aynin, Allahu yashfika (Allah'ın adıyla, senin için Ruqyah yapıyorum, seni rahatsız eden her şeyden; hasetçinin hasetinden ve her kötü gözden, Allah seni şifa versin).’”"
    },
    {
      "id": 96,
      "narrator": "It was\nnarrated from ‘Imran bin Husain that the Prophet (ﷺ) saw a\nman\nwith a brass ring on his hand. He said:",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated that Umm Jundub said:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) Ruqyah yaparken üflerdi."
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated from ‘Ali that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir: “Peygamber (ﷺ) hasta olduğunda, Mu’awwidhat'ı okur ve üflerdi, ve acısı arttığında, ben onun üzerine okur ve elimi onun üzerine silerdim, onun bereketini umarak.”"
    },
    {
      "id": 100,
      "narrator": "it was\nnarrated from Salim, from his father, that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Zeynep'ten rivayet edilmiştir ki: “Bizim yanımıza girip erizipel hastalığından Ruqyah yapan bir yaşlı kadın vardı: Ateş yapan ve ciltte kırmızı lekeler bırakan bulaşıcı bir hastalık. Uzun ayakları olan bir yatağımız vardı, ve Abdullah içeri girdiğinde boğazını temizler ve ses çıkarırdı. Bir gün içeri girdi ve onun sesini duyunca kendisini ondan sakladı. Geldi ve yanımda oturdu, ve bana dokundu, ve bir sokma buldu. Dedi ki: ‘Bu nedir?’ Ben de: ‘Erizipel hastalığına karşı bir muskadır.’ O çekti, kırdı ve attı, ve dedi ki: ‘Abdullah ailesinin şirkten bir ihtiyacı yoktur.’ Ben, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: “Ruqyah (yani, putların ve şeytanların isimlerini içeren), muskalar ve Tiwalah (tılsımlar) şirktir.”"
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "“Ben dedim: ‘Bir gün dışarı çıktım ve falanca bana baktı, ve gözüm onun en yakın tarafında sulanmaya başladı. Bunun için Ruqyah okuduğumda durdu, ama Ruqyah okumazsam tekrar sulanıyordu.’ O dedi: ‘Bu şeytandır, eğer ona itaat edersen seni yalnız bırakır ama ona isyan edersen parmağıyla gözüne sokar. Ama Allah'ın Elçisi (ﷺ)'nin yaptığı gibi yaparsan, bu senin için daha iyi ve şifada daha etkili olur. Gözüne su serpiştir ve de ki: Adhhibil-bas Rabban-nas, washfi Antash-Shafi, la shifa’a illa shafi’uka, shafi’an la yughadiru saqaman (Ağrıyı gider, Ey insanların Rabbi, ve şifa ver, çünkü Sen Şifacısın, ve Senin şifan dışında hiçbir şifa yoktur ki hastalığı bırakmasın).’”"
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "---"
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ) said:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir ki, Peygamber (ﷺ) elinde bir pirinç yüzük olan bir adam gördü. Dedi ki: “Bu yüzük nedir?” O dedi ki: “Bu Wahinah içindir.”* O dedi ki: “Çıkar, çünkü bu seni sadece zayıflatır.”"
    },
    {
      "id": 105,
      "narrator": "Ibn\n‘Umar said:",
      "text": "---"
    },
    {
      "id": 106,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Hasta develeri olan bir adam, sağlıklı olanların yanında otlamalarına veya su içmelerine izin vermemelidir.”"
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\ntook the hand of a leper and made him eat with him, and said:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir cüzamlıyı elinden tutmuş ve onunla birlikte yemek yemiştir. Ve şöyle demiştir: “Yemek ye, Allah'a güvenerek ve Allah'a dayanarak.”"
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Cüzamlı olanlara sürekli bakmayın.”"
    },
    {
      "id": 109,
      "narrator": "It was\nnarrated from a man from the family of Sharid whose name was\n‘Amr,\nthat his father said:",
      "text": "Şarid ailesinden, adı Amr olan bir adamdan rivayet edilmiştir ki, babası şöyle demiştir: “Thaqif heyetinin içinde bir cüzamlı vardı. Peygamber (ﷺ) ona haber gönderdi: ‘Geri dön, çünkü biz senin biatını kabul ettik.’”"
    },
    {
      "id": 110,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, şöyle demiştir: “Beni Zurayk Yahudilerinden, adı Labid bin A'sam olan bir adam, Peygamber (ﷺ) üzerinde sihir yapmıştır. Peygamber (ﷺ) bir şey yaptığını düşünmeye başlamıştır, oysa hiçbir şey yapmamıştır. Bir gün veya bir gece, Allah'ın Resulü (ﷺ) dua etti ve sonra tekrar dua etti. Sonra şöyle dedi: ‘Ey Aişe, Allah'ın bana sorduğum mesele hakkında talimat verdiğini biliyor musun? İki adam bana geldi, birisi başımın yanında, diğeri ayaklarımın yanında oturdu. Başımın yanındaki, ayaklarımın yanındaki adama ya da ayaklarımın yanındaki, başımın yanındaki adama şöyle dedi: \"Bu adamın derdi ne?\" O da: \"O, sihirlenmiştir.\" dedi. O da: \"Ona sihir yapan kim?\" dedi. O da: \"Labid bin A'sam.\" dedi. O da: \"Ne ile?\" dedi. O da: \"Bir tarak ve ona yapışmış kıllar ile, ve bir dişi hurma dalı ile.\" dedi. O da: \"O nerede?\" dedi. O da: \"Dhu Arwan kuyusunda.\" dedi. Aişe şöyle dedi: “Peygamber (ﷺ) oraya gitti, bir grup Ashabıyla birlikte, sonra geldi ve şöyle dedi: ‘Vallahi, ey Aişe, sanki suyu kına ile karışmış ve hurma ağaçları şeytanların başları gibi görünüyordu.’” Aişe şöyle dedi: “Ben de: ‘Ey Allah'ın Resulü, neden onları yakmıyorsun?’ dedim. O da: ‘Benim için, Allah beni iyileştirdi, ve ben insanların arasında kötülüğün yayılmasını istemiyorum.’ dedi. Sonra kuyunun toprakla doldurulmasını emretti.”"
    },
    {
      "id": 111,
      "narrator": "It was\nnarrated from Ibn ‘Umar that Umm Salamah said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Ümmü Seleme şöyle dedi: “Ey Allah'ın Resulü, her yıl yediğin zehirli et yüzünden hala acı çekiyorsun.” O da: “Bana olan her şey, Adem henüz çamur aşamasındayken benim için takdir edilmiştir.” dedi."
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated from Khawlah bint Hakim that the Prophet (ﷺ) said:",
      "text": "Havla bint Hakim'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Sizden biri, yolculukta kamp kurduğunda, A’udhu bi kalimatil-lahit-tammati min sharri ma khalaq (Yarattıklarının şerrinden Allah'ın mükemmel kelimelerine sığınırım) derse, o yerde hareket etmediği sürece ona hiçbir şey zarar vermez.”"
    },
    {
      "id": 113,
      "narrator": "It was\nnarrated that ‘Uthman bin Abul-‘As said:",
      "text": "Osman bin Ebu'l-As şöyle demiştir: “Allah'ın Resulü (ﷺ) beni Taif valisi olarak tayin ettiğinde, namazımda o kadar karışıklık yaşamaya başladım ki, ne yaptığımı bilmez hale geldim. Bunu fark ettiğimde, Allah'ın Resulü'ne (ﷺ) gittim, o da: ‘Ebu'l-As'ın oğlu?’ dedi. Ben de: ‘Evet, ey Allah'ın Resulü.’ dedim. O da: ‘Seni buraya getiren nedir?’ dedi. Ben de: ‘Ey Allah'ın Resulü, namazımda karışıklık yaşıyorum, ne yaptığımı bilmiyorum.’ dedim. O da: ‘Bu şeytandır. Buraya gel.’ dedi. Ben de ona yaklaştım ve ayaklarımın ön kısmına oturdum, sonra elini göğsüme vurdu ve ağzıma tükürük koyarak: ‘Çık, ey Allah'ın düşmanı!’ dedi. Bunu üç kez yaptı, sonra: ‘İşine devam et.’ dedi.” Osman şöyle demiştir: “Gerçekten, o günden sonra namazımda asla karışıklık hissetmedim.”"
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Abi Laila that his father Abu\nLaila\nsaid:",
      "text": "Abdurrahman bin Ebu Leyla'dan rivayet edilmiştir ki, babası Ebu Leyla şöyle demiştir: “Peygamber (ﷺ) ile oturuyordum ki, bir bedevi ona geldi ve: ‘Hasta bir kardeşim var.’ dedi. O da: ‘Kardeşinde ne var?’ dedi. O da: ‘Hafif bir akıl sağlığı bozukluğu var.’ dedi. O da: ‘Git ve onu getir.’ dedi.” O da: “(Böylece gitti) ve onu getirdi. Onu önünde oturttu ve onun için Fatihatul-Kitab ile dua etti; Al-Baqarah'ın başından dört ayet, ortasından iki ayet: ‘Ve ilahınız bir tek ilah (Allah)’ ve Ayat Al-Kursi; ve sonundan üç ayet; Al 'Imran'dan bir ayet, sanırım: ‘Allah, La ilaha illa Huwa (O'ndan başka ilah yoktur) diye şahitlik eder,’ Al-A'raf'dan bir ayet: ‘Gerçekten, Rabbiniz Allah’tır,’ Al-Mu'minun'dan bir ayet: ‘Ve Allah'tan başka ilah (tanrı) olarak, hakkında hiçbir delil bulunmadığı bir başka ilaha (tanrıya) dua eden,’ Al-Jinn'den bir ayet: ‘Ve yüceltilmiş olan Rabbimizin azameti,’ As-Saffat'ın başından on ayet; Al-Hashr'ın sonundan üç ayet; (sonra) ‘De ki: O Allah'tır, (O) Tek’tir,’ ve Al-Mu’awwidhatain. Sonra bedevi ayağa kalktı, iyileşti ve onda hiçbir şey kalmadı.”"
    }
  ]
}