{
  "language": "tr",
  "metadata": {
    "length": 107,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) üzerinde işaretleri olan bir Khamisah* ile namaz kıldı. Sonra şöyle dedi: ‘Bu işaretler beni oyaladı. Bunu Ebu Cehm'e götür ve bana bir Anbijaniyyah getir.’”**"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that Abu Burdah said:",
      "text": "Ebu Burdah'dan rivayet edilmiştir: “Ben ‘Aişe'nin yanına girdim ve o bana Yemen'de yapılan kalın bir bel örtüsü ile Mulabbadah* denilen bu tür bir örtü çıkardı ve bana, Allah'ın Resulü (ﷺ) bu örtülerle vefat ettiğine yemin etti.”"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "‘Ubade bin Samit'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) düğüm atılmış bir Shamlah ile namaz kıldı."
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: “Ben Allah'ın Resulü (ﷺ) ileydim ve üzerinde kalın kenarlı bir Najrani üst örtü vardı.”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir: “Ben Allah'ın Resulü (ﷺ) hiç kimseyi hakaret ederken görmedim ve onun için hiçbir elbise katlanmadı.”*"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from Sahl bin Sa’d Sa’idi that a woman came to the\nMessenger of Allah (ﷺ) with a woven sheet – he said:",
      "text": "Sahl bin Sa’d Sa’idi'den rivayet edilmiştir ki, bir kadın Allah'ın Resulü (ﷺ) yanına bir dokuma örtü ile geldi – o da: * “Bu dokuma örtü ne tür bir örtü?” dedi. O da: “Bir Shamlah.” dedi. Kadın: “Ey Allah'ın Resulü, bunu kendi ellerimle senin giymen için dokudum.” dedi. Allah'ın Resulü (ﷺ) onu aldı, çünkü ona ihtiyacı vardı. Bize alt örtü olarak giyinmiş olarak çıktı. Şu-soyun oğlu şu-soy.” – o gün adını söylediği bir adam – dedi ki: “Ey Allah'ın Resulü, bu örtü ne kadar güzel! Bunu giymeme izin ver.” O da: “Evet.” dedi. İçeri girdiğinde onu katladı ve ona gönderdi. İnsanlar ona: “Vallahi, iyi yapmadın. Peygamber (ﷺ) onu giydi çünkü ona ihtiyacı vardı, sonra sen onu istedin ve senin ona bir şey isteyen hiç kimseyi reddetmeyeceğini bildiğini biliyordun.” dediler. O da: “Vallahi, ben onu giymek için istemedim, aksine onu kefenim olması için istedim.” dedi. Sahl dedi ki: “Ve o, öldüğü gün onun kefeni oldu.”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Enes'ten rivayet edilmiştir: “Allah'ın Resulü (ﷺ) yün giyerdi ve sandalet giyerdi, kaba, sert giysiler giyerdi.”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Abu Umamah said:",
      "text": "Ebu Ümame'den rivayet edilmiştir: “Ömer bin Hattab yeni bir elbise giydi ve şöyle dedi: Al-hamdu lillahil-ladhi kasani ma uwari bihi ‘awrati, wa atajammalu bihi fi hayati (Beni örtmek için giydirdiği ve hayatımda süslenmem için giydirdiği Allah'a hamd olsun). Sonra şöyle dedi: ‘Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: “Kim yeni bir elbise giyer ve şöyle derse: Al-hamdu lillahil-ladhi kasani ma uwari bihi ‘awrati, wa atajammalu bihi fi hayati (Beni örtmek için giydirdiği ve hayatımda süslenmem için giydirdiği Allah'a hamd olsun), sonra eski, yıpranmış bir elbiseyi alır ve onu sadaka olarak verirse, Allah'ın gölgesinde, korumasında ve himayesinde olacaktır, ister yaşasın ister ölsün.” Bunu üç kez söyledi.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated from Ibn `Umar that the Messenger of Allah (ﷺ) saw\n`Umar\nwearing a white shirt and he said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Ömer'in beyaz bir gömlek giydiğini gördü ve şöyle dedi: “Bu elbiseniz yıkanmış mı yoksa yeni mi?” O da: “Hayır, yıkanmış.” dedi. O da: “İlbas jadida, wa `ish hamida, wa mut shahida (Yeni elbiseler giy, iyi bir hayat yaşa ve şehit olarak öl).” dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir ki, Peygamber (ﷺ) iki tür elbise giymeyi yasakladı. Bu iki tür elbise Ishtimalus-Samma’* ve tek bir elbise içinde, özel yerini örtmeden durmaktır.**"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nforbade\ntwo kinds of dress:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) iki tür elbise giymeyi yasakladı: Ishtimalus-Samma’ ve Ihtiba’, özel yerini gökyüzüne açmak."
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) iki tür elbise giymeyi yasakladı: Ishtimalus-Samma’ ve bir elbise içinde, özel yerini gökyüzüne açarak durmak.”"
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated from Abu Burdah that his father said to him:",
      "text": "Ebu Burdah'dan rivayet edilmiştir ki, babası ona şöyle dedi: “Ey oğlum, keşke Allah'ın Resulü (ﷺ) ile birlikteyken bizi görebilseydin, yağmur üzerimize düştüğünde; koyun gibi koktuğumuzu düşünebilirdin.”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated that ‘Ubadah bin Samit said:",
      "text": "‘Ubade bin Samit'ten rivayet edilmiştir: “Bir gün Allah'ın Resulü (ﷺ) bize çıktı, dar kollu yünden yapılmış bir Roma pelerini giyiyordu. O, bunu giyerek namaz kıldırdı, başka bir şey giymedi.”"
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Salman Farisi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) abdest aldı, sonra giydiği yün pelerini ters çevirdi ve yüzünü onunla sildi."
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: “Ben, Allah'ın Resulü'nü (ﷺ) koyunların kulaklarına işaret koyarken gördüm ve onun bileğini saran bir örtü giydiğini gördüm.”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizlerin en güzel giysileri beyaz olanlardır, o halde onları giyin ve ölülerinizi onlarla kefenleyin.”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Samurah bin Jundab that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Samurah bin Cundab'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Beyaz giysiler giyin, çünkü onlar daha temiz ve daha hayırlıdır.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from Abu Darda’ that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Derdâ'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizlerin Allah'a ziyaret ettiğiniz en güzel şey, beyaz (giysilerdir).”*"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kim giysisini gururla sürüklerse, Allah Kıyamet Günü ona bakmayacaktır.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated from ‘Atiyyah, that Abu Sa’eed said:",
      "text": "‘Atiyyah'tan rivayet edilmiştir ki, Ebu Sa'id şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Kim alt örtüsünü gururla sürüklerse, Allah Kıyamet Günü ona bakmayacaktır.’ O (Atiyyah) dedi ki: \"Ben İbn Umar ile Al-Balaat'ta karşılaştım, bu yüzden Ebu Sa'id'in hadisini Peygamber (ﷺ) hakkında zikrettim. O da 'İki kulağım bunu işitti ve kalbim bunu korudu' diyerek kulaklarını işaret etti.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated that a young man of Quriash passed by Abu Hurairah\nwith his\ncloak dragging. He said:",
      "text": "Bir Kureyş gencinin, Ebu Hureyre'nin yanından geçerken örtüsünü sürüklediği rivayet edilmiştir. O şöyle dedi: “Ey yeğenim! Ben, Allah'ın Resulü'nü (ﷺ) ‘Kim giysisini gururla sürüklerse, Allah Kıyamet Günü ona bakmayacaktır’ derken duydum.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that Hudhaifah said:",
      "text": "Hudhayfa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) benim baldırımın alt kısmını tuttu ve şöyle dedi: ‘Alt örtü buraya kadar gelmelidir. Eğer ısrar edersen, o zaman daha aşağı, ve eğer ısrar edersen, o zaman daha aşağı, ama alt örtünün bilek seviyesine kadar gelme hakkı yoktur.’”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated from ‘Ala bin ‘Abdur-Rahman that his father said:",
      "text": "‘Ala bin Abdur-Rahman'dan rivayet edilmiştir ki, babası şöyle dedi: “Ben Ebu Sa'id'e: ‘Allah'ın Resulü (ﷺ) alt örtü hakkında bir şey duydun mu?’ dedim. O da: ‘Evet. Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Müminin alt örtüsü baldır ortasına kadar gelmelidir, ama bu noktadan bileğe kadar gelmesi halinde günah yoktur. Ama bilekten aşağısı ateştedir.’ Ve üç kez şöyle dedi: ‘Gururla alt örtüsünü sürükleyen kimseye Allah bakmayacaktır.’”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated from Mughirah bin Shu’bah that the Messenger of Allah\n(ﷺ) said:",
      "text": "Mughirah bin Shu'ba'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ey Sufyan bin Sahl, giysinin sarkmasına izin verme, çünkü Allah, giysilerini bileklerin altına sarkıtanları sevmez.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) için en sevilen giysi, gömlekten daha fazlası yoktu.”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from Salim, from his father, that the Prophet (ﷺ)\nsaid:",
      "text": "Salim'den, babasından rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Sarkma, bel örtüsü, gömlek veya sarık için geçerli olabilir. Bunlardan herhangi birini gururla sürükleyen kimseye Allah, Kıyamet Günü bakmayacaktır.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) kolları ve boyu kısa bir gömlek giyerdi.”"
    },
    {
      "id": 29,
      "narrator": "Mu’awiyah bin Qurrah narrated that his father said:",
      "text": "Muaviye bin Kurra, babasından rivayet etmiştir ki: “Ben Allah'ın Resulü'ne (ﷺ) geldim ve ona biat ettim, gömleğinin düğmeleri açık durumdaydı.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated that Suwaid bin Qais said:",
      "text": "Suveyd bin Kays'tan rivayet edilmiştir ki: “Peygamber (ﷺ) bize geldi ve pantolonun fiyatı üzerinde pazarlık yaptı.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) bir kadının etek uzunluğunun ne kadar olması gerektiği sorulduğunda, ‘Bir avuç’ dedi. Ben de: ‘Ama (bacakları ve ayakları) açılacak.’ dedim. O da: ‘O zaman bir kol uzunluğu, ama daha fazla değil.’ dedi.”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated from Ibn ‘Umar:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir: “Peygamberin (ﷺ) eşlerine eteklerini sarkıtma izni verilmişti, bu yüzden bize gelirlerdi ve biz onlara bir kol uzunluğu ölçerdik.”"
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said to\nFatimah, or\nto Umm Salamah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) Fatıma'ya veya Umm Salamah'a: “Eteğini bir kol uzunluğu kadar sarkıt.” dedi."
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said, concerning\nhow\nlong a woman’s hem should hang down:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) bir kadının etek uzunluğunun ne kadar olması gerektiği hakkında: “Bir avuç.” dedi. ‘Aişe: “Bu, baldırlarını açığa çıkarabilir.” dedi. O da: “O zaman bir kol uzunluğu.” dedi."
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from Ja’far bin ‘Amr bin Huraith that his father\nsaid:",
      "text": "Ja’far bin ‘Amr bin Huraith'ten rivayet edilmiştir ki, babası şöyle dedi: “Peygamberi (ﷺ) minberde vaaz verirken, siyah bir sarık sarmış olarak gördüm.”"
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Jabir'den rivayet edilmiştir ki, Peygamber (ﷺ) Mekkeye siyah bir sarıkla girdi."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) Feth günü Mekkeye siyah bir sarıkla girdi."
    },
    {
      "id": 38,
      "narrator": "Ja’far\nbin ‘Amr bin Huraith narrated that his father said:",
      "text": "Ja’far bin ‘Amr bin Huraith, babasının şöyle dediğini rivayet etti: “Sanki Allah'ın Resulü (ﷺ) siyah bir sarık sarmış, uçları omuzlarına düşmüş gibi görüyorum.”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Kim bu dünyada ipek giyerse, ahirette onu giyemez.”"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated that Bara’ bin ‘Azib said:",
      "text": "Bara’ bin ‘Azib'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) brokar, ipek ve işlemeli brokarı yasakladı."
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ipek ve altın giymeyi yasakladı. O: “Bunlar bu dünyada onlara, ahirette ise bize aittir.” dedi."
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that ‘Umar bin Khattab saw a\nsilken two piece suit (being offered for sale). He said:",
      "text": "Abdullah bin ‘Umar'dan rivayet edilmiştir ki, ‘Umar bin Khattab, ipekten iki parçalı bir takım elbise (satışa sunulmuş) gördü. O: “Ey Allah'ın Resulü, bu iki parçalı elbiseyi (heyetlerle buluşmak için) ve Cuma günleri giymiyorsun?” dedi. Allah'ın Resulü (ﷺ) şöyle dedi: “Bu, ahirette payı olmayan birinin giydiği bir elbisedir.”"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Zubair bin ‘Awwam ve ‘Abdur-Rahman bin ‘Auf'a, yaşadıkları bir döküntü nedeniyle ipek gömlek giymelerine izin verdi."
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated from ‘Umar that he used to forbid silk and brocade,\nexcept\nfor what was like this:",
      "text": "‘Umar'dan rivayet edilmiştir ki, o, ipek ve brokarı yasaklardı, ancak bu gibi olanlar hariç: Sonra parmağıyla işaret etti, sonra ikinci, üçüncü ve dördüncü (yani, dört parmak genişliği) yaptı ve şöyle dedi: “Allah'ın Resulü (ﷺ) bunu yasaklardı.”"
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated that Abu ‘Umar, the freed slave of Asma’, said:",
      "text": "Abu ‘Umar, Asma’nın freedman'ı olarak şöyle dedi: “İbn ‘Umar'ı, üzerinde bazı işaretler olan bir sarık alırken gördüm, sonra bir makas çağırdı ve onları kesti. Asma'ya girdim ve bunu ona söyledim, o da: ‘Abdullah helak olsun, ey kız! Bana Allah'ın Resulü (ﷺ) elbisesini ver.’ dedi. Kolları, yakaları ve ön ve arka kısımları brokarla kenarları dikilmiş bir elbise getirildi.”"
    },
    {
      "id": 46,
      "narrator": "‘Ali\nbin Abu Talib said:",
      "text": "Ali bin Ebu Talib dedi ki: “Allah'ın Resulü (ﷺ) sol elinde biraz ipek, sağ elinde de biraz altın tuttu, sonra ellerini kaldırarak şöyle dedi: ‘Bu ikisi benim ümmetimin erkeklerine haram, kadınlarına ise helaldir.’”"
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated from ‘Ali that a two-piece suit hemmed with silk,\neither\non the wrap or the weft,* was given to the Messenger of Allah\n(ﷺ),\nand he sent them to me (‘Ali). I came to him and said:",
      "text": "Ali'den rivayet edilmiştir ki, Allah'ın Resulü'ne (ﷺ) ipekle kenarı dikilmiş iki parçalı bir elbise verildi, o da bunları bana (Ali'ye) gönderdi. Yanına geldim ve dedim ki: “Ey Allah'ın Resulü, bunlarla ne yapmalıyım? Giysem mi?” O da: “Hayır, aksine bunları baş örtüsü yap ve Fatıma'lara ver.” dedi."
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bize çıktı, bir elinde ipek bir elbise, diğer elinde ise biraz altın vardı. Dedi ki: ‘Bunlar benim ümmetimin erkeklerine haram, kadınlarına ise helaldir.’”"
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: “Ben, Allah'ın Resulü'nün (ﷺ) kızı Zeynep'i Siyara’ ipeğinden bir gömlek giyerken gördüm.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that Bara’ said:",
      "text": "Bara'dan rivayet edilmiştir ki: “Ben, Allah'ın Resulü'nü (ﷺ) ondan daha güzel birini hiç görmedim; saçları taranmış, kırmızı iki parçalı bir elbise giymekteydi.”"
    },
    {
      "id": 51,
      "narrator": "‘Abdullah bin Buraidah narrated that his father told him:",
      "text": "Abdullah bin Bureydah, babasının kendisine şöyle dediğini rivayet etti: “Ben, Allah'ın Resulü'nü (ﷺ) hutbe verirken gördüm, Hasan ve Hüseyin öne doğru geldiler, kırmızı gömlekler giymekteydiler, tökezleyip tekrar kalkıyorlardı. Peygamber (ﷺ) aşağıya indi, onları kucakladı ve dizine oturttu. Sonra dedi ki: ‘Allah ve Resulü doğru söyledi. ‘Mallarınız ve çocuklarınız yalnızca bir imtihandır.’ Ben bu ikisini gördüm ve sabredemedim. Sonra hutbesine devam etti.”"
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Al-Mufaddam'ı yasakladı.”"
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated that ‘Abdullah bin Hunain said:",
      "text": "Abdullah bin Hunain'den rivayet edilmiştir ki: “Ali'nin şöyle dediğini duydum: ‘Allah'ın Resulü (ﷺ) bana – ve ben sizin için yasakladığını söylemiyorum – safranla boyanmış elbiseler giymemi yasakladı.’”"
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "Amr bin Shu’aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir: “Biz, Allah'ın Resulü (ﷺ) ile Thaniyyat Adhakhir'e geldik. Bana döndü, ben safranla boyanmış ince bir örtü giyiyordum ve dedi ki: ‘Bu nedir?’ Ve onun bunu sevmediğini anladım. Ailemle birlikteyken, ocaklarını ısıtıyorlardı ve onu (ocakta) attım. Sonra ertesi gün yanına geldim ve o da: ‘Ey Abdullah, ince örtü ne oldu?’ dedi. Ben de ona (ne yaptığımı) söyledim ve o: ‘Neden onu ailenizden birine giydirmediniz, çünkü kadınlar için bunda bir sakınca yoktur.’ dedi.”"
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated that Qais bin Sa’d said:",
      "text": "Kays bin Sa’d'dan rivayet edilmiştir ki: “Peygamber (ﷺ) bize geldi ve ona serinlemek için biraz su verdik. O yıkanıp, ardından ona sarı bir örtü getirdim ve karnının kat yerlerinde Wars (sarı boya) izlerini gördüm.”"
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "Amr bin Shu’aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: ‘Yiyin, için, sadaka verin ve giyinin, yeter ki bu israf veya gurur içermesin.’”"
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) dedi ki: ‘Kim gurur ve kibir elbisesi giyerse, Allah onu Kıyamet Günü aşağılayıcı bir elbise ile giydirir.’”"
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) dedi ki: ‘Bu dünyada gurur ve kibir elbisesi giyen kimse, Kıyamet Günü Allah tarafından aşağılayıcı bir elbise ile giydirilir, sonra ateşe atılır.’”"
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated from Abu Dharr that the Prophet (ﷺ) said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: “Peygamber (ﷺ) dedi ki: ‘Kim gurur ve kibir elbisesi giyerse, Allah ona döner, ta ki onu çıkarmış oluncaya kadar.’”"
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: “Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: ‘Her deri, eğer tabaklanmışsa, temizlenmiştir.’”"
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated from Maimunah that he (meaning the Prophet (ﷺ))\npassed by\na dead sheep belonging to the freed slave woman of Maimunah,\nthat had\nbeen given to her in charity. He said:",
      "text": "Maimunah'dan rivayet edilmiştir ki, o (Peygamber (ﷺ)) Maimunah'ın köleliğinden kurtulmuş kadınına ait ölü bir koyunun yanından geçti. O şöyle dedi: “Neden derisini alıp işleyip, ondan faydalanmıyorlar?” Onlar dediler ki: “Ey Allah'ın Resulü, bu ölü ettir.” O da dedi ki: “Onu yemek haramdır sadece.”"
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated that Salman said:",
      "text": "Salman'dan rivayet edilmiştir ki: “Müminlerin Annelerinden biri bir koyun besliyordu ve o koyun öldü. Allah'ın Resulü (ﷺ) onun yanından geçti ve dedi ki: ‘Eğer derisinden faydalansalardı, sahiplerine zarar vermezdi.’”"
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) ölü hayvanların derilerinin, eğer işlenmişse, kullanılmasını emretti.”"
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Ukaym said:",
      "text": "Abdullah bin Ukaym'dan rivayet edilmiştir ki: “Bize Peygamber (ﷺ) tarafından bir mektup geldi (şöyle yazıyordu): ‘Ölü hayvanların işlenmemiş derisini ve sinirlerini kullanmayın.’”"
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Abbas said:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: “Peygamber (ﷺ) sandaletlerinin iki kayışı vardı.”"
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: “Peygamber (ﷺ) sandaletlerinin iki kayışı vardı.”"
    },
    {
      "id": 67,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Sizden biri sandaletini giyerken sağdan başlasın, çıkartırken de soldan başlasın.’”"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Sizden hiç kimse bir sandaletle ya da bir deri çorapla yürümemelidir. İkisini de çıkartsın ya da ikisini de giysin.’”"
    },
    {
      "id": 69,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) ayakta iken sandalet giymeyi yasakladı.”"
    },
    {
      "id": 70,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: “Peygamber (ﷺ) ayakta iken sandalet giymeyi yasakladı.”"
    },
    {
      "id": 71,
      "narrator": "",
      "text": "İbn Bureydah'dan, babasından rivayet edilmiştir ki: an-Necaşi, Peygamber (ﷺ) için saf siyah bir khuff hediye gönderdi, o da onu giydi."
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated that Abu Hurairah attributed to the Prophet (ﷺ):",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Peygamber (ﷺ) şöyle buyurdu: ‘Yahudiler ve Hristiyanlar saçlarını boyamazlar, bu yüzden onlardan farklı olun.’”"
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Açık saçları değiştirmenin en iyi yolları hendeş ve katamdır.’”"
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated that ‘Uthman bin Mawhab said:",
      "text": "Osman bin Mavhab'dan rivayet edilmiştir ki: “Umm Salamah'nın yanına girdim ve o bana Allah'ın Resulü (ﷺ)'ne ait, hendeş ve katam ile boyanmış bir saç getirdi.”"
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated from Jabir that he said:",
      "text": "Cabir'den rivayet edilmiştir ki: “Abu Quhaifah, Feth günü (Mekke'nin Fethi) Peygamber (ﷺ)'e getirildi ve başı tamamen beyazdı. Allah'ın Resulü (ﷺ) dedi ki: ‘Onu kadınlarından birine götürün ve bunu değiştirsin, ama siyah renkten kaçının.’”"
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated that Suhaib Al-Khair said:",
      "text": "Suhaib Al-Khair'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Saçınızı boyamak için en iyi şey bu siyah (boya)dır. Bu, kadınlarınızı size çekici kılar ve düşmanlarınızın kalplerinde korku yaratır.\""
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated from Sa’eed bin Abu Sa’eed that ‘Ubaid bin Juraij\nasked Ibn ‘Umar:",
      "text": "Sa’eed bin Abu Sa’eed'den rivayet edildiğine göre, ‘Ubaid bin Juraij, İbn ‘Umar'a sordu: \"Saçınızı Wars ile sarı boyadığınızı görüyorum.\" İbn ‘Umar şöyle dedi: \"Saçımı Wars ile sarı boyadığımda, Allah'ın Elçisi (ﷺ) saçını sarı boyuyordu.\""
    },
    {
      "id": 78,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edildiğine göre, Peygamber (ﷺ) henna ile saçını boyamış bir adamın yanından geçti ve \"Ne kadar da yakışıklı!\" dedi. Sonra henna ve Katam ile saçını boyamış bir diğerinin yanından geçti ve \"Bu, o kadar olandan daha yakışıklı.\" dedi. Sonra sarı saçlı bir diğerinin yanından geçti ve \"Bu, onların hepsinden daha yakışıklı.\" dedi."
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated that Abu Juhaifah said:",
      "text": "Abu Juhaifah'tan rivayet edildiğine göre, \"Ben Allah'ın Elçisi (ﷺ)'ni gördüm ve saçının bu kısmı beyazdı\" - alt dudağı ile çene arasındaki saç tutamı anlamında."
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated that Humaid said:",
      "text": "Humaid'ten rivayet edildiğine göre, Anas bin Malik'e soruldu: \"Allah'ın Elçisi (ﷺ) saçını boyadı mı?\" O da: \"Sadece sakalının ön kısmında yaklaşık on yedi veya yirmi beyaz saçı vardı.\" dedi."
    },
    {
      "id": 81,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edildiğine göre, Peygamber (ﷺ)'in beyaz saçları yaklaşık yirmi taneydi."
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated that Mujahid said:",
      "text": "Mücahid'den rivayet edildiğine göre, Umm Hani şöyle dedi: \"Allah'ın Elçisi (ﷺ) Mekkeye girdiğinde dört örgü vardı.\""
    },
    {
      "id": 83,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edildiğine göre, Kitap Ehli saçlarını salıverir, putperestler ise saçlarını ayırırlardı. Allah'ın Elçisi (ﷺ) Kitap Ehline daha benzemeyi severdi. Bu yüzden Allah'ın Elçisi (ﷺ) ön saçını salıverdi, sonra onu ayırdı."
    },
    {
      "id": 84,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edildiğine göre, \"Ben Allah'ın Elçisi (ﷺ)'nin saçını taç kısmının arkasından ayırır ve ön saçını salıverirdim.\""
    },
    {
      "id": 85,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ)'nin saçları dalgalıydı ve kulakları ile omuzları arasında sarkıyordu.\""
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ)'nin saçları kulak memeleri ile omuzları arasında geliyordu.\""
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated that Wa’il bin Hujr said:",
      "text": "Wa’il bin Hujr'den rivayet edildiğine göre, \"Peygamber (ﷺ) uzun saçlı olduğumda beni gördü. 'Kötü haber, kötü haber!' dedi. Ben de gidip saçımı kestim. Sonra Peygamber (ﷺ) beni gördü ve 'Seni kastetmedim, ama bu daha iyi.' dedi.\""
    },
    {
      "id": 88,
      "narrator": "It was\nnarrated from Nafi’ that Ibn ‘Umar said:",
      "text": "Nafi’'den rivayet edildiğine göre, İbn ‘Umar şöyle dedi: \"Allah'ın Elçisi (ﷺ) Qaza’ı yasakladı.\" O (Nafi’) dedi: \"Qaza nedir?\" O da: \"Bir çocuğun başının bir kısmını traş edip diğer kısmını bırakmak demektir.\" dedi."
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) Qaza’ı yasakladı.\""
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) gümüş bir yüzük taktı, sonra üzerine 'Muhammed Rasul Allah' (Muhammed Allah'ın Elçisi) yazdırdı. Ve şöyle dedi: 'Kimse benim bu yüzüğüm gibi bir yüzüğü yazdırmasın.'\""
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildi ki: “Allah'ın Elçisi (ﷺ) için bir yüzük yaptırdı ve şöyle dedi: ‘Benim için bir yüzük yaptırdım ve üzerine bir yazı kazıttım, kimse benzer bir yazı ile yüzük yapmasın.’”"
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nwore a\nring of silver, in which was an Ethiopian gemstone and the\ninscription:",
      "text": "Anas bin Malik'ten rivayet edildi ki, Allah'ın Elçisi (ﷺ) gümüş bir yüzük takıyordu, içinde bir Habeş taşı vardı ve yazısı: ‘Muhammed Rasul Allah’ (Muhammed Allah'ın Elçisi) idi.”"
    },
    {
      "id": 93,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edildi ki: “Allah'ın Elçisi (ﷺ) altın yüzük takmayı yasakladı.”"
    },
    {
      "id": 94,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edildi ki: “Allah'ın Elçisi (ﷺ) altın yüzükleri yasakladı.”"
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated that ‘Aishah the Mother of the Believers said:",
      "text": "Müminlerin Annesi Aişe'den rivayet edildi ki: “Necasi, Allah'ın Elçisi (ﷺ) için bir hediye olarak bazı takılar gönderdi. Bunlar arasında bir Habeş taşı olan altın bir yüzük vardı. Allah'ın Elçisi (ﷺ) bunu bir sopa ile aldı – sanki ondan hoşlanmamış gibi – ya da parmaklarından biriyle, sonra kızı Ümmü'me bint Abul-'As'ı çağırdı ve ‘Bunu tak, ey kızım.’ dedi.”"
    },
    {
      "id": 96,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edildi ki, Peygamber (ﷺ) yüzüğünü avucuna en yakın olan taşla takardı."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edildi ki, Allah'ın Elçisi (ﷺ) bir Habeş taşı ile gümüş bir yüzük takıyordu ve taşı avucuna doğru takıyordu."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "'Abdullah bin Ca'fer'den rivayet edildi ki, Peygamber (ﷺ) sağ elinde bir yüzük takıyordu."
    },
    {
      "id": 99,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edildi ki: “Allah'ın Elçisi (ﷺ) bana bu ve bu parmağımda yüzük takmayı yasakladı,” yani serçe parmak ve baş parmakta."
    },
    {
      "id": 100,
      "narrator": "It was\nnarrated from Abu Talhah that the Prophet (ﷺ) said:",
      "text": "Ebu Talha'dan rivayet edildi ki, Peygamber (ﷺ) şöyle dedi: “Melekler, içinde köpek veya resim bulunan bir eve girmez.”"
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated from ‘Ali bin Abu Talib that the Prophet (ﷺ) said:",
      "text": "Ali bin Ebu Talib'ten rivayet edildi ki, Peygamber (ﷺ) şöyle dedi: “Melekler, içinde köpek veya resim bulunan bir eve girmez.”"
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edildi ki: “Cebrail (as), Allah'ın Elçisi (ﷺ) ile belirli bir saatte buluşacağına söz verdi, ama geç kaldı. Peygamber (ﷺ) dışarı çıktı ve Cebrail kapıda duruyordu. ‘Seni içeri girmeye ne engel oldu?’ dedi. O da: ‘Evde bir köpek var, biz köpek veya resim bulunan bir eve girmeyiz.’ dedi.”"
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Ebu Ümmame'den rivayet edildi ki, bir kadın Peygamber (ﷺ) ile görüşmeye geldi ve kocasının bir askeri seferde olduğunu söyledi. Evinde bir hurma ağacının resmi yapması için izin istedi, ama o izin vermedi ya da yasakladı."
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edildi ki: “Küçük bir dolabımı, içten, üzerinde resimler olan bir perde ile kapladım. Peygamber (ﷺ) geldiğinde, onu yırtıp attı, ben de ondan iki yastık yaptım ve Peygamber (ﷺ) bunlardan birinin üzerine yaslandığını gördüm.”"
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edildi ki: “Allah'ın Elçisi (ﷺ) altın yüzükleri ve Al-Mitharah’ı,”* yani kırmızı olanları yasakladı."
    },
    {
      "id": 106,
      "narrator": "It was\nnarrated that ‘Amir Al-Hajri said:",
      "text": "‘Amir Al-Hajri'nin rivayet ettiğine göre: “Ben, Peygamber (ﷺ) sahabesi Abu Raihanah'ın şöyle dediğini duydum: ‘Peygamber (ﷺ) leopar derisi üzerinde binmeyi yasaklardı.’”"
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated that Mu’awiyah said:",
      "text": "Mu’awiyah'ın rivayet ettiğine göre: “Allah'ın Elçisi (ﷺ) leopar derisi üzerinde binmeyi yasaklardı.”"
    }
  ]
}