{
  "language": "tr",
  "metadata": {
    "length": 170,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn Salamah As-Sulami narrated that the Prophet (ﷺ) said:",
      "text": "İbn Selameh Es-Sulami, Peygamber (ﷺ) şöyle dediğini nakletti: \"Her birinize annesine saygı göstermesini emrediyorum, her birinize annesine saygı göstermesini emrediyorum, her birinize annesine saygı göstermesini emrediyorum (üç kez), her birinize kendisine bakan velisine saygı göstermesini emrediyorum, hatta o size biraz rahatsızlık verse bile.\""
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah, may Allah be pleased with them, said that:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, şöyle dedi: Allah'ın Elçisi şöyle dedi: \"Onlar dediler: 'Ey Allah'ın Elçisi, kime iyilik etmeliyim?' O dedi: 'Annen.' O dedi: 'Sonra kim?' O dedi: 'Annen.' O dedi: 'Sonra kim?' O dedi: 'Baban.' O dedi: 'Sonra kim?' O dedi: 'En yakın olan ve en yakın olan.'\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah, may Allah be pleased with them, narrated that:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, şöyle nakletti: Allah'ın Elçisi dedi ki: \"Hiçbir çocuk, babasına karşılık veremez, ancak bir köle bulup onu satın alıp serbest bırakırsa.\""
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah, may Allah be pleased with them, narrated that:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, şöyle nakletti: Allah'ın Elçisi dedi ki: \"Kıntar, on iki bin 'Ukiyye'dir, her bir 'Ukiyye, gökler ile yer arasındakinden daha hayırlıdır.\" Ve Allah'ın Elçisi (ﷺ) dedi: \"Bir adam cennette mertebesinin yükseldiğini görecek ve 'Bu nereden geldi?' diyecek. Kendisine 'Oğlunun senin için bağışlanma dilemesiyle' denilecek.\""
    },
    {
      "id": 5,
      "narrator": "Miqdam bin Ma'dikarib, may Allah be pleased with them, narrated that:",
      "text": "Mikdam bin Ma'dikarib, Allah ondan razı olsun, şöyle nakletti: Allah'ın Elçisi dedi ki: \"Allah, size annelerinize iyi davranmanızı emrediyor\" - üç kez - \"Allah, size babalarınıza iyi davranmanızı emrediyor, Allah, size en yakın olan ve en yakın olanlara iyi davranmanızı emrediyor.\""
    },
    {
      "id": 6,
      "narrator": "Abu Umamah narrated that a man said that:",
      "text": "Ebu Ümame, bir adamın şöyle dediğini nakletti: \"Ey Allah'ın Elçisi (ﷺ), ebeveynlerin çocukları üzerindeki hakları nelerdir?\" O dedi: \"Onlar senin cennetindir ve cehennemindir.\" (Zayıf)"
    },
    {
      "id": 7,
      "narrator": "Abu Darda' heard the Prophet (ﷺ) say that:",
      "text": "Ebu Derdâ, Peygamber (ﷺ) şöyle derken duydu: \"Baba, cennetin orta kapısıdır (yani cennete giden en iyi yol), bu nedenle onu değerlendirip değerlendirmemek sana kalmış.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Abu Usaid, Malik bin Rabi'ah, said:",
      "text": "Ebu Usaid, Malik bin Rabi'ah, şöyle dedi: \"Peygamber (ﷺ) ile birlikteyken, Banu Selameh'den bir adam ona geldi ve şöyle dedi: 'Ey Allah'ın Elçisi, ebeveynlerime onlardan sonra nasıl saygı gösterebilirim?' O dedi: 'Evet, onların cenaze namazını kılmak, onlar için bağışlanma dilemek, ölümünden sonra verdikleri sözleri yerine getirmek, onların dostlarına saygı göstermek ve onların sayesinde sahip olduğun akrabalık bağlarını sürdürmek.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Aisha, said:",
      "text": "Aişe, şöyle dedi: \"Bazı bedevi insanlar Peygamber (ﷺ) ile geldiler ve 'Çocuklarınıza öpüyor musunuz?' dediler. O dedi: 'Evet.' Dediler: 'Ama biz, Allah'a yemin ederiz ki, (çocuklarımızı) asla öpmeyiz.' Peygamber (ﷺ) dedi: 'Eğer Allah sizden merhameti almışsa, ben ne yapabilirim?'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated from Ya'la Al -Amir that he said:",
      "text": "Ya'la Al-Amir'den şöyle nakledilmiştir: \"Hasan ve Hüseyin, Peygamber (ﷺ)'e doğru koşarak geldiler ve o onları kucakladı ve dedi: 'Çocuklar, bir adamı cimri ve korkak yapar.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Suraqah bin Malik that the Prophet(ﷺ) said:",
      "text": "Suraqah bin Malik'ten nakledilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Size en iyi sadakayı söylemeyeyim mi? Size dönen ve başka bir geçim kaynağı olmayan bir kız çocuğu.\" (Zayıf)"
    },
    {
      "id": 12,
      "narrator": "It was narrated that Sa'sa'ah the paternal uncle of Ahnaf, said:",
      "text": "Sa'sa'ah, Ahnaf'ın amcası, şöyle dedi: \"Bir kadın Aişe'ye iki kızıyla girdi ve ona üç hurma verdi. (Kadın) her bir kızı için bir hurma verdi, sonra sonuncusunu aralarında paylaştı. Aişe dedi: 'Sonra Peygamber (ﷺ) geldi ve ben ona bunu anlattım.' O dedi: 'Neden şaşırıyorsun? O, bununla cennete girecek.'\""
    },
    {
      "id": 13,
      "narrator": "Uqbah bin Amir said, I heard the Messenger of Allah(ﷺ) say:",
      "text": "Ukbe bin Amir dedi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim üç kızı olursa ve onlara karşı sabırlı olursa, onları besler, içirir ve kendi malından giydirirse; onlar, kıyamet günü ateşten ona bir siper olacaklardır.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn Abbas that the Messenger of Allah(ﷺ) said:",
      "text": "İbn Abbas'tan nakledilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki kızı ergenlik çağına ulaşan ve onlara iyi davranan bir adam yoktur ki, onlar birlikte oldukları süre boyunca ona cennete giriş kazandırmasınlar.\""
    },
    {
      "id": 15,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah(ﷺ) said:",
      "text": "Enes bin Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini nakletti: \"Çocuklarınıza iyi davranın ve ahlaklarını güzelleştirin.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Abu Shuraih Al-Khuzai that the Prophet(ﷺ) said:",
      "text": "Abu Şuayb el-Huzai'den rivayet edilmiştir ki, Peygamber(ﷺ) şöyle buyurmuştur: \"Kıyamet gününe inanan, komşusuna iyi davransın. Allah'a ve ahiret gününe inanan, misafirini onurlandırsın. Allah'a ve ahiret gününe inanan, ya hayırlı bir söz söylesin ya da sussun.\""
    },
    {
      "id": 17,
      "narrator": "Aisha narrated that the Messenger of Allah(ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Cebrail, komşulara iyi davranmayı sürekli tavsiye ediyordu, öyle ki komşuları mirasçı yapacak zannettim.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Abu Hurayrah that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Cebrail, komşulara iyi davranmayı sürekli tavsiye ediyordu, öyle ki komşuları mirasçı yapacak zannettim.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from Abu Shuraih Al-Khuza'i that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Şuayb el-Huzai'den rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Kıyamet gününe inanan, misafirini onurlandırsın ve ona bir gün bir gece karşılık versin. Misafirin, ev sahibine rahatsızlık verecek kadar uzun kalması caiz değildir. Misafirperverlik üç gündür, üç günden sonra harcadığı her şey sadakadır.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated that Uqbah bin Amir said:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir ki, \"Biz Allah'ın Elçisi(ﷺ)'ne dedik: 'Bizi gönderiyorsun ama bize misafirperverlik göstermeyen insanlarla kalıyoruz. Bu konuda ne düşünüyorsun?' Allah'ın Elçisi(ﷺ) şöyle dedi: 'Eğer insanlarla kalırsanız ve size bir misafire layık olanı verirlerse, kabul edin. Eğer bunu yapmazlarsa, onlardan misafirin hakkı olanı alın.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated that Miqdam Abu Karimah said:",
      "text": "Mikdam Ebu Kerime'den rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Bir misafiri bir gece ağırlamak farzdır. Eğer sabah kapınızda bir misafir bulursanız, bu (misafirperverlik) sizin (ev sahibinin) ona borcudur. Eğer o (misafir) isterse bunu talep edebilir, istemezse bırakabilir.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Allah'ım, şahit ol ki, iki zayıfın hakları konusunda (yerine getirmeme) uyarıda bulundum: Yetimler ve kadınlar.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Müslümanlar arasında en iyi ev, içinde iyi muamele gören bir yetimin bulunduğu evdir. Müslümanlar arasında en kötü ev ise, içinde kötü muamele gören bir yetimin bulunduğu evdir.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from `Abdullah bin `Abbas that the Messenger of Allah(ﷺ) said:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Üç yetimi büyüten, geceyi ibadetle geçiren ve gündüzleri oruç tutan, Allah yolunda sabah akşam kılıcını çeken kimse gibidir. Cennette o ve ben, bu iki parmağım gibi kardeş olacağız,\" diyerek işaret parmağı ile orta parmağını bir arada tuttu."
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Barzah Al-Aslami said:",
      "text": "Ebu Barzah el-Eslemî'den rivayet edilmiştir ki, \"Ey Allah'ın Elçisi! Bana fayda sağlayacak bir ameli söyle,\" dedim. O da: \"Müslümanların yolundan zararlı şeyleri kaldır,\" dedi."
    },
    {
      "id": 26,
      "narrator": "It was narrated from Abu Hurayrah that the Prophet(ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber(ﷺ) şöyle buyurmuştur: \"İnsanları rahatsız eden bir ağaç dalı vardı. Bir adam onu kaldırdı, bu yüzden cennete girdi.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Abu Dharr that the Prophet(ﷺ) said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, Peygamber(ﷺ) şöyle buyurmuştur: \"Ümmetim, iyi ve kötü amelleriyle bana gösterildi. İyi amelleri arasında yoldan zararlı bir şeyin kaldırıldığını gördüm. Kötü amelleri arasında ise, camide kaldırılmamış tükürük gördüm.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Sad bin Ubadah said:",
      "text": "Sad bin Ubadeh'den rivayet edilmiştir ki, \"Ben dedim: 'Ey Allah'ın Elçisi, en iyi sadaka nedir?' O da: 'İçmek için su vermektir,' dedi.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah(ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi(ﷺ) şöyle buyurmuştur: \"Kıyamet Günü, insanlar saf saf dizilecek. (Rivayet edenlerden biri) İbn Nümair dedi ki: yani cennet halkı, cehennem halkından bir adam, cennet halkından bir adama yaklaşacak ve diyecek ki: 'Ey falan! Su istediğin günü hatırlıyor musun, ben sana su verdim?' Böylece onun için şefaat edecek. Başka bir adam gelecek ve diyecek ki: 'Kendini temizlemek için sana su verdiğim günü hatırlıyor musun?' ve onun için şefaat edecek.\" (Rivayet edenlerden biri) İbn Nümair dedi ki: \"Ve senin için şunu yapmak üzere beni gönderdiğin günü hatırlıyor musun, ben de gidip senin için yaptım?' ve onun için şefaat edecek.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Suraqah bin Ju'shum said:",
      "text": "Suraqah bin Cu'shum'dan rivayet edilmiştir ki, \"Ben Allah'ın Elçisi(ﷺ)'ne, kaybolmuş bir deveyi, kendi develerim için hazırladığım su kuyularına gelen bir deve hakkında sordum - ona su verirsem ödüllendirilir miyim? O da: 'Evet, her canlıda bir ödül vardır,' dedi.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Jarir bin Abdullah Al-Bajali that the Messenger of Allah(ﷺ) said:",
      "text": "Jarir bin Abdullah Al-Bajali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Merhametten mahrum kalan, iyilikten mahrum kalmıştır.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Allah merhametlidir ve merhameti sever, ona karşı verilen ödül ise sertliğe karşı verilmez.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from Aishah that the Prophet(ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Allah merhametlidir ve her şeyde merhameti sever.\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Abu Dhar said:",
      "text": "Abu Dhar'dan rivayet edilmiştir ki: \"Allah'ın Resulü şöyle buyurdu: '(Köleler) sizin kardeşlerinizdir, Allah onları kontrolünüz altına vermiştir, bu yüzden onlara yediğiniz aynı yiyecekleri verin, giydiğiniz aynı elbiseleri giydirin ve onları aşırı yüklemeyin; eğer yüklerseniz, onlara yardım edin.'\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Abu Bakr Siddiq(RA) that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Bekir Siddik (RA)'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kölesine kötü muamele eden hiç kimse cennete giremeyecektir.\" Onlar dediler ki: \"Ey Allah'ın Resulü, bu ümmetin diğer ümmetlerden daha fazla köle ve yetim olacağını söylemedin mi?\" O da şöyle dedi: \"Evet, o yüzden onlara kendi çocuklarınıza gösterdiğiniz kadar nazik olun ve onlara yediğiniz aynı yiyecekleri verin.\" Onlar dediler ki: \"Bunun bize bu dünyada ne faydası var?\" O da şöyle dedi: \"Allah yolunda savaşmak için hazır tutulan bir at ve size hizmet eden köleniz, eğer namaz kılarsa, o sizin kardeşinizdir (İslam'da).\""
    },
    {
      "id": 36,
      "narrator": "It was narrated from Abu Hurairah(RA) that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Hurairah (RA)'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Canım elinde olan Allah'a yemin ederim ki, siz iman etmedikçe cennete giremeyeceksiniz ve birbirinizi sevmedikçe de iman etmeyeceksiniz. Size, eğer yaparsanız, birbirinizi seveceğiniz bir şey söylemeyim mi? Aranızda selamı yayınız.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Abu Umamah'dan rivayet edilmiştir ki: \"Peygamberimiz (ﷺ) bize selamı yaymamızı emretti.\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abdullah bin 'Amr that the Messenger of Allah(ﷺ) said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"En merhametli olanı ibadet edin ve selamı yayınız.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Bir adam mescide girdi, Allah'ın Resulü (ﷺ) mescidin bir köşesinde oturuyordu. Namaz kıldı, sonra gelip ona selam verdi, o da: 'Vealeykesselam' dedi.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Salamah that 'Aishah told him that the Messenger of Allah(ﷺ) said to her:",
      "text": "Abu Salamah'dan rivayet edilmiştir ki, Aişe ona şöyle söyledi: \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Cebrail sana selam gönderdi.' O da: 'Vealeyhisselam ve rahmetullah' dedi.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Anas bin Malik said \"the Messenger of Allah(ﷺ) said\":",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Ehl-i Kitap'tan biri size selam verdiğinde, siz de: Vealeyküm (ve siz de) deyin.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Aishah that some of the Jews came to the Prophet(ﷺ) and said:",
      "text": "Aişe'den rivayet edilmiştir ki, bazı Yahudiler Peygamber (ﷺ)'e geldiler ve: \"Assamu aleyka (ölüm sana olsun), Ey Ebu Kâsim!\" dediler. O da: \"Vealeyküm (ve siz de)\" dedi."
    },
    {
      "id": 43,
      "narrator": "It was narrated from Abu 'Abdur-Rahman Al Juhani that the Messenger of Allah(ﷺ) said:",
      "text": "Abu 'Abdur-Rahman Al Juhani'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yarın Yahudilere gidiyorum. Onlara selam vermeyin, eğer selam verirlerse, o zaman: Vealeyküm (ve siz de) deyin.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bize geldi, biz genç çocuklardık ve bize selam verdi.\""
    },
    {
      "id": 45,
      "narrator": "Asma bint Yazid said:",
      "text": "Asma bint Yazid şöyle dedi: \"Allah'ın Resulü (ﷺ) bizim içimizden geçerken, kadınların arasında, bize selam verdi.\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Ey Allah'ın Resulü! Birbirimize selam vermeli miyiz?\" O da: \"Hayır.\" dedik. \"Birbirimizi kucaklamalı mıyız?\" dedik. O da: \"Hayır, ama birbirinizle tokalaşın.\" dedi."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Bara bin Azib that the Messenger of Allah(ﷺ) said:",
      "text": "Bara bin Azib'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İki Müslüman birbirleriyle karşılaştıklarında ve tokalaştıklarında, ayrılmadan önce affedilirler.\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"Peygamberin (ﷺ) elini öptük.\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from Safwan bin 'Assal that:",
      "text": "Safvan bin 'Assal'den rivayet edilmiştir ki: \"Yahudilerden bazıları Peygamberin (ﷺ) ellerini ve ayaklarını öptü.\""
    },
    {
      "id": 50,
      "narrator": "It was narrated from Abu Saeed Khudri that Abu Musa asked permission to enter upon 'Umar three times, and he did not give him permission, so he went away.'Umar sent word to him saying:",
      "text": "Abu Saeed Khudri'den rivayet edilmiştir ki, Abu Musa 'Umar'a üç kez girmek için izin istedi, ama izin verilmedi, bu yüzden geri döndü. 'Umar ona: \"Neden geri döndün?\" diye haber gönderdi. O da: \"Üç kez girmek için izin istedim, Allah'ın Resulü (ﷺ) bize bunu emretti, eğer izin verilirse girmeliyiz, aksi takdirde geri dönmeliyiz.\" dedi. 'Umar: \"Bana bunun delilini getir, yoksa!\" dedi. Sonra kendi topluluğuna geldi ve onlardan bununla ilgili Allah'a yemin etmelerini istedi, ve onlar da yemin ettiler, böylece onu serbest bıraktı."
    },
    {
      "id": 51,
      "narrator": "It was narrated that Abu Ayyub Ansari said:",
      "text": "Abu Ayyub Ensari'den rivayet edilmiştir: \"Dedik ki: 'Ey Allah'ın Resulü (ﷺ), (selam) selamı biliyoruz, ama içeri girmek için izin istemek ne anlama geliyor?' O da: 'Bu, bir adamın SubhanAllah, Allahu Ekber ve Elhamdulillah demesi, boğazını temizlemesi ve evdeki insanlara gelişini duyurması demektir.'\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Ali said:",
      "text": "Ali'den rivayet edilmiştir: \"Ben, Allah'ın Resulü (ﷺ) ile gece ve gündüz iki kez buluşurdum. Eğer ona namaz kılarken gelirsem, boğazını temizlerdi (namazda olduğunu belirtmek için).\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Peygamberden (ﷺ) içeri girmek için izin istedim, o da: 'Kim o?' dedi. Ben: 'Ben.' dedim. Peygamber (ﷺ) 'Ben, ben?!' dedi.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: \"Dedim ki: 'Bu sabah nasılsın, ey Allah'ın Resulü?' O da: 'Oruç tutmayan ve hasta ziyaret etmeyen birinden daha iyiyim.' dedi.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Abu Usaid Sa'idi said:",
      "text": "Abu Usaid Sa'idi'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Abbas ibn Abdul Muttalib'e, onlara girdiğinde: 'Esselamu aleyküm.' dedi. Onlar da: 'Ve aleyküm selam ve rahmetullahi ve berekatuhu.' dediler. O da: 'Bu sabah nasılsınız?' dedi. Onlar: 'İyiyiz, hamd Allah'a. Peki sen bu sabah nasılsın, babalarımız ve annelerimiz senin uğruna feda olsun, ey Allah'ın Resulü?!' dediler. O da: 'Ben de iyiyim, hamd Allah'a.' dedi.\" (Daif)"
    },
    {
      "id": 56,
      "narrator": "It was narrated from Ibn Umar that the Messenger of Allah(ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer size kendi halkı arasında saygı gören bir adam gelirse, ona hürmet edin.\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamberin (ﷺ) yanında iki adam hapşırdı ve o birine 'YarhamukAllah' (Allah sana rahmet etsin) dedi, diğerine ise demedi. Denildi ki: 'Ey Allah'ın Resulü (ﷺ), iki adam sizin yanınızda hapşırdı ve birine cevap verdiniz, diğerine vermediniz?' O da: 'Bu, Allah'ı övdü (hapşırdıktan sonra Elhamdulillah dedi), ama diğeri demedi.' dedi.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Ilyas bin Salamah bin Akwa' that his father said:",
      "text": "İlyas bin Salamah bin Akwa'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Hapşıran kişiye üç kez cevap verilir; eğer daha fazla hapşırırsa, soğuk algınlığı vardır.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from Ali that the Messenger of Allah(ﷺ) said:",
      "text": "Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer sizden biri hapşırırsa, 'Elhamdulillah' desin. Etrafındakiler 'Yarhamkullah' desin. O da 'Yahdikum Allah ve yuslaha balakum' (Allah sizi hidayet etsin ve işlerinizi düzeltin) desin.\""
    },
    {
      "id": 60,
      "narrator": "It was narrated that Anas bin Malik  said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber (ﷺ) bir adamla karşılaştığında, onunla konuşur, o (diğer adam) dönmeden önce asla dönmezdi. Eğer onunla tokalaşırsa, o (diğer adam) elini çekmeden elini çekmezdi. Ve asla yanındaki kişinin dizlerinden önde otururken görülmezdi.\""
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah that the Prophet(ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri yerinden kalkıp geri döndüğünde, o yere dönme hakkı daha fazladır.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Jawdan that the Messenger of Allah(ﷺ) said:",
      "text": "Cevdan'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer bir adam kardeşine bir mazeret sunar ve o bunu kabul etmezse, vergi toplayıcısının günahı kadar bir günah yükü taşır.\" Yukarıdaki gibi bir hadis, ilk rivayet zincirinin 4. derecesinde farklı bir zincirle rivayet edilmiştir."
    },
    {
      "id": 63,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edildiğine göre, şöyle dedi: \"Abu Bekir, Peygamber (ﷺ) vefatından bir yıl önce Busra'da ticaret yapmak için dışarı çıktı ve yanında Badr'de bulunan Harmalah'ın oğulları Nu'ayman ve Suwaibit vardı. Nu'ayman erzakların sorumlusuydu ve Suwaibit çok şaka yapan bir adamdı. Suwaibit, Nu'ayman'a 'Beni besle' dedi. Nu'ayman, 'Abu Bekir gelmeden değil' dedi. Suwaibit, 'O zaman seni rahatsız edeceğim' dedi. Sonra bazı insanların yanından geçerken, Suwaibit onlara, 'Benden bir köle alır mısınız?' dedi. Onlar, 'Evet' dediler. O, 'O çok konuşan bir köledir ve size 'Ben özgür bir adamım' diyecek. Eğer bunu söylediğinde onu serbest bırakacaksanız, onu satın almayın.' dediler. Onlar, 'Onu senden alacağız' dediler. Böylece onu on genç dişi deveden karşılığında satın aldılar, sonra onu getirdiler ve boynuna bir sarık veya ip bağladılar. Nu'ayman, 'Bu adam sizinle alay ediyor. Ben özgür bir adamım, köle değilim' dedi. Onlar, 'O bize senin hakkında zaten bilgi verdi; ve onu aldılar.' Sonra Abu Bekir geldi ve (Suwaibit) ona olanları anlattı. O da o insanların peşinden gitti ve develerini geri verdi, Nu'ayman'ı geri aldı. Peygamber (ﷺ)'in yanına geldiklerinde, onlara olanları anlattılar ve Peygamber (ﷺ) ve arkadaşları bununla bir yıl boyunca güldüler.\""
    },
    {
      "id": 64,
      "narrator": "It was narrated that Abu Taiyah said:",
      "text": "Abu Taiyah'dan rivayet edildiğine göre, şöyle dedi: \"Anas Bin Malik'in şöyle dediğini duydum: Allah'ın Elçisi (ﷺ) bizimle o kadar iç içe olurdu ki, küçük bir kardeşime, 'Ey Abu Umayr, Nughair ne oldu?' dedi (bir rivayetçi olan Vaki' bunun onun oynadığı bir kuş anlamına geldiğini söyledi).\""
    },
    {
      "id": 65,
      "narrator": "It was narrated from 'Amr bin Sh'uaib from his father, that his grandfather said:",
      "text": "'Amr bin Şuayb'den babası aracılığıyla rivayet edildiğine göre, dedesi şöyle dedi: \"Allah'ın Elçisi (ﷺ) beyaz saçları yolmayı yasakladı ve 'Bu, müminin ışığıdır' dedi.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Ibn Buraidah, from his father, that the Prophet(ﷺ) :",
      "text": "İbn Bureydah'dan, babası aracılığıyla rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Gölge ile güneş arasında oturmayı yasakladı.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from Qais bin Tihfah Al-Ghifari that his father said:",
      "text": "Kays bin Tihfah Al-Ghifari'den rivayet edildiğine göre, babası şöyle dedi: \"Allah'ın Elçisi (ﷺ) beni mescitte karnımın üstüne yatar halde buldu. Ayağıyla dürttü ve 'Neden böyle uyuyorsun? Bu, Allah'ın sevmediği bir uyku türüdür,' veya 'Allah'ın nefret ettiği bir uyku türüdür' dedi.\""
    },
    {
      "id": 68,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "Abu Dharr'dan rivayet edildiğine göre, \"Peygamber (ﷺ) yanımdan geçti ve ben karnımın üstüne yatıyordum. Ayağıyla dürttü ve 'Ey Cunaidib! Cehennem halkı böyle yatar' dedi.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Abu Umamah'dan rivayet edildiğine göre, \"Peygamber (ﷺ) mescitte yüzüstü yatan bir adamın yanından geçti. Ona ayağıyla vurdu ve 'Kalk' veya 'Otur, bu cehennemvari bir uyku türüdür' dedi.\""
    },
    {
      "id": 70,
      "narrator": "It was narrated from Ibn Abbas that the Messenger of Allah(ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Yıldızlar hakkında bilgi edinen, sihirden bir dal öğrenmiş olur; ne kadar çok öğrenirse (ilkinden) o kadar çok öğrenir (ikincisinden).\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Rüzgârı lanetlemeyin, çünkü o Allah'ın rahmetindendir, Rahmah (yani yağmur ve esintiler) getirir veya yıkım. Ama Allah'tan onun hayrını isteyin ve şerrinden Allah'a sığının.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from Ibn 'Umar that the Prophet(ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Allah katında en sevimli isimler Abdullah ve Abdurrahman'dır.\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from 'Umar ibn Al-Khattab that the Prophet(ﷺ) said:",
      "text": "Ömer bin Hattab'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Eğer yaşarsam - Allah dilerse - Rabah (kâr), Najih (kurtulmuş), Aflah (başarılı), Nafi (faydalı) ve Yasar (refah) isimlerini yasaklayacağım.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated that Samurah said:",
      "text": "Samurah'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) kölelerimize Aflah (başarılı), Nafi' (faydalı), Rabah (kâr) ve Yasar (refah) isimlerini vermeyi yasakladı.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated that Masruq said:",
      "text": "Masruq'tan rivayet edildiğine göre, \"Ömer bin Hattab ile karşılaştım ve o, 'Sen kimsin?' dedi. Ben de, 'Masruq bin Acda' dedim. Ömer, 'Ben Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: 'Ajda' bir şeytandır.'\""
    },
    {
      "id": 76,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre: \"Zeynep'e 'Barrah' (iyi) denirdi ve kendisini övdüğü söylenirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) onun adını Zeynep olarak değiştirdi.\""
    },
    {
      "id": 77,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edildiğine göre: \"'Ömer'in bir kızı Asiye (itaatsiz) idi, sonra Allah'ın Elçisi (ﷺ) ona 'Cemile' (güzel) adını verdi.\""
    },
    {
      "id": 78,
      "narrator": "It was narrated that Abdullah bin Salam said:",
      "text": "Abdullah bin Selam'dan rivayet edildiğine göre: \"Ben Allah'ın Elçisi (ﷺ) yanına geldim ve adım Abdullah bin Selam değildi. Allah'ın Elçisi (ﷺ) bana Abdullah bin Selam adını verdi.\""
    },
    {
      "id": 79,
      "narrator": "It was narrated from Muhammad that they heard Abu Hurairah say:",
      "text": "Muhammed'den rivayet edildiğine göre, Abu Hurayra'nın şöyle dediğini duydular: \"Abul Kasım (ﷺ) dedi ki: 'Kendinizi benim adımla çağırın ama benim künyemle çağırmayın.'\""
    },
    {
      "id": 80,
      "narrator": "It was narrated from Jabir that the Messenger of Allah(ﷺ) said:",
      "text": "Jabir'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kendinizi benim adımla çağırın ama benim künyemle çağırmayın.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) Baki'deydi ve bir adam diğer bir adama seslendi: 'Ey Abul-Kasım!' Allah'ın Elçisi (ﷺ) ona döndü ve o da: 'Seni kastetmedim.' dedi. Allah'ın Elçisi (ﷺ) dedi ki: 'Kendinizi benim adımla çağırın ama benim künyemle çağırmayın.'\""
    },
    {
      "id": 82,
      "narrator": "It was narrated from Hamzah bin Suhaib that Umar said to Suhaib:",
      "text": "Hamza bin Suhaib'den rivayet edildiğine göre, Ömer Suhaib'e dedi ki: \"Oğlun yokken neden Abu Yahya diye çağrılıyorsun?\" O da: \"Allah'ın Elçisi (ﷺ) bana Abu Yahya künyesini verdi.\" dedi."
    },
    {
      "id": 83,
      "narrator": "It was narrated from Aisha that she said to the Prophet(ﷺ):",
      "text": "Aişe'den rivayet edildiğine göre, o Peygamber'e (ﷺ) dedi ki: \"Tüm eşlerin künyeye sahip, ben hariç.\" O da: \"Sen Umm Abdullah'sın.\" dedi."
    },
    {
      "id": 84,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edildiğine göre: \"Peygamber (ﷺ) bize gelirdi ve küçük bir kardeşime: 'Ey Abu Umayr.' derdi.\""
    },
    {
      "id": 85,
      "narrator": "It was narrated that Abu Jabirah bin Dahhak said:",
      "text": "Abu Cabirah bin Dahhak'tan rivayet edildiğine göre: \"(Allah'ın sözü) 'Birbirinizi lakaplarla küçümsemeyin (Hucurat Suresi 49:11)' ayeti, biz Ensar hakkında indirildi. Peygamber (ﷺ) bize geldiğinde, aramızda bir adamın iki veya üç ismi olurdu ve Peygamber (ﷺ) onlardan biriyle onu çağırırdı, bunun üzerine: 'Ey Allah'ın Elçisi (ﷺ), o bu ismi sevmez.' denilirdi. Sonra: 'Birbirinizi lakaplarla küçümsemeyin.' ayeti indirildi.\""
    },
    {
      "id": 86,
      "narrator": "It was narrated that Miqdad bin 'Amr said:",
      "text": "Mikdad bin Amr'dan rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) bize başkalarını övenlerin yüzlerine toprak atmamızı emretti.\""
    },
    {
      "id": 87,
      "narrator": "It was narrated that Muawiyah said:",
      "text": "Muaviye'den rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: 'Birbirinizi övmekten sakının, çünkü bu birbirinizi boğazlamaktır.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated from Abdur-Rahman bin Abu Bakrah that his father said:",
      "text": "Abdurrahman bin Ebu Bekir'den rivayet edildiğine göre, babası şöyle dedi: \"Bir adam, Allah'ın Elçisi (ﷺ) huzurunda başka bir adamı övdü. Allah'ın Elçisi (ﷺ) dedi ki: 'Vay haline, arkadaşının boynunu kestin,' birkaç kez. Sonra dedi ki: 'Eğer biriniz kardeşini övecekse, 'Ben onu böyle düşünüyorum ama Allah katında kimseyi kutsamıyorum.' desin.'\""
    },
    {
      "id": 89,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Danışılan kişi emanet edilmiştir.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated from Abu Mas'ud that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Mes'ud'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Danışılan kişi emanet edilmiştir.\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from Jabir that that the Messenger of Allah(ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer biriniz kardeşiyle istişare ederse, ona nasihat etsin.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated that Abdullah bin Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Siz Arap olmayanların topraklarını fethedeceksiniz, orada Hammamat (hamam) adı verilen evler bulacaksınız. Erkekler yalnızca bel örtüsü ile girmelidir, kadınların girmesine ise ancak hasta veya doğum sonrası kanama yaşayanlar hariç izin verilmemelidir.\""
    },
    {
      "id": 93,
      "narrator": "It was narrated from Aisha that the Prophet(ﷺ):",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) erkeklerin ve kadınların hamamlara girmesini yasaklamış, sonra erkeklerin bel örtüsü ile girmelerine izin vermiştir, ancak kadınlar için aynı izni vermemiştir."
    },
    {
      "id": 94,
      "narrator": "It was narrated from Abu Malih AL-HUdhail that some women from the people of Hims asked permission to enter upon Aisha. She said:",
      "text": "Ebu Malih El-Hudhayl'den rivayet edilmiştir ki, Hims halkından bazı kadınlar Aişe'ye girmek için izin istemişlerdir. Aişe şöyle demiştir: \"Belki siz hamamlara giren kadınlardansınız? Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: 'Kocası dışında bir yerde elbiselerini çıkaran kadın, Allah ile arasındaki perdeleri yırtmıştır.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from Umm Salamah that when the Prophet(ﷺ) would apply (it):",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Peygamber (ﷺ) bunu uyguladığında: özel bölgesinden başlayarak, tüy dökücü madde ile kaplardı. Eşi de vücudunun geri kalanını yapardı."
    },
    {
      "id": 96,
      "narrator": "It was narrated from Umm Salamah that:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki: \"Peygamber (ﷺ) tüy dökücü madde ile kaplar ve pubis tüylerini eliyle alırdı.\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from Amr bin Shuaib, from his father, from his grandfather, that the Messenger of Allah(ﷺ) said:",
      "text": "Amr bin Şuayb'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Hikaye anlatan kimse (nasihat amacıyla) ancak bir yönetici, bir yönetici tarafından atanmış olan ya da gösteriş yapan birisi olur.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that Ibn Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Hikayeler (nasihat amacıyla) Allah'ın Resulü (ﷺ), Ebu Bekir ve Ömer zamanında bilinmiyordu.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Ubbay bin Ka'b that the Messenger of Allah(ﷺ) said:",
      "text": "Ubbey bin Ka'b'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bazı şiirlerde hikmet vardır.\""
    },
    {
      "id": 100,
      "narrator": "It was narrated from Ibn Abbas that the Prophet(ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Bazı şiirlerde hikmet vardır.\""
    },
    {
      "id": 101,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Şairlerin en doğru sözleri Labid'in sözleridir: 'Allah'tan başka her şey boştur.' Ve Ebu Ümeyye bin Ebu Salt neredeyse İslam'ı kabul etti.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Amr bin Sharid that his father said:",
      "text": "Amr bin Şerid'den rivayet edilmiştir ki, babası şöyle demiştir: \"Ben Ebu Salt'ın şiirinden yüz dize okudum, Allah'ın Resulü (ﷺ) her dizeden sonra 'Daha fazla' dedi. Ve 'Neredeyse İslam'ı kabul etti' dedi.\""
    },
    {
      "id": 103,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer bir adam karnını tamamen irinle doldurursa ve bu onu mahvederse, bu onun için şiirle doldurmaktan daha hayırlıdır.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated from Sad bin Abu Waqas that the Prophet(ﷺ) said:",
      "text": "Sad bin Ebu Vakkas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Eğer bir adam karnını tamamen irinle doldurursa ve bu onu mahvederse, bu onun için şiirle doldurmaktan daha hayırlıdır.\""
    },
    {
      "id": 105,
      "narrator": "It was narrated from Aisha that the Messenger of Allah(ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İnsanların en kötü yalanı, bir adamın diğer bir adamla hakaretleşmesi, tüm kabileyi küçümsemesi ve bir adamın babasını inkar edip annesini zina ile suçlamasıdır.\""
    },
    {
      "id": 106,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim tavla oynarsa, Allah'a ve Resulüne isyan etmiş olur.\""
    },
    {
      "id": 107,
      "narrator": "It was narrated from Sulaiman bin Buraidah from his father that the Prophet(ﷺ) said:",
      "text": "Sulaiman bin Buraidah'dan, babasından rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Kim tavla oynarsa, sanki elini domuzun etine ve kanına batırmış gibidir.\""
    },
    {
      "id": 108,
      "narrator": "It was narrated from 'Aishah that the Prophet(ﷺ) looked at a man who was chasing a bird and said:",
      "text": "'Aişe'den rivayet edildiğine göre, Peygamber (ﷺ) bir adamın bir kuşu kovaladığını görünce şöyle dedi: \"Bir şeytan, bir şeytanı kovalıyor.\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Abu Hurairah that the Prophet(ﷺ) saw a man chasing a pigeon and said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Peygamber (ﷺ) bir adamın bir güvercini kovaladığını görünce şöyle dedi: \"Bir erkek şeytan, bir dişi şeytanı takip ediyor.\""
    },
    {
      "id": 110,
      "narrator": "It was narrated from Uthman bin Affan that the Messenger of Allah(ﷺ) saw a man following a pigeon and said:",
      "text": "Osman bin Affan'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bir adamın bir güvercini takip ettiğini görünce şöyle dedi: \"Bir erkek şeytan, bir dişi şeytanı kovalıyor.\""
    },
    {
      "id": 111,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bir adamın bir güvercini kovaladığını görünce şöyle dedi: \"Bir şeytan, bir şeytanı kovalıyor.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Ibn 'Umar that the Messenger of Allah(ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer içinizden biri yalnız olmanın ne kadar kötü olduğunu bilseydi, hiç kimse gece yalnız seyahat etmezdi.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from Salim, from his father, that the Prophet(ﷺ) said:",
      "text": "Salim'den, babasından rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Uyuduğunuzda evlerinizde ateş bırakmayın.\""
    },
    {
      "id": 114,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edildiğine göre, Medine'de bir ev yandı ve içinde sakinleri vardı. Peygamber (ﷺ) olan bitimden haberdar edildi ve şöyle dedi: \"Bu ateş sizin düşmanınızdır. Uyuduğunuzda onu söndürün.\""
    },
    {
      "id": 115,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bize (bazı şeyleri) emretti ve (bazı şeyleri) yasakladı, ayrıca lambalarımızı söndürmemizi emretti."
    },
    {
      "id": 116,
      "narrator": "It was narrated from Jabir that the Messenger of Allah(ﷺ) said:",
      "text": "Jabir'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yolda ortada kamp yapmayın veya orada ihtiyacınızı gidermeyin.\""
    },
    {
      "id": 117,
      "narrator": "Abdullah bin Ja'far said:",
      "text": "Abdullah bin Ca'fer şöyle dedi: \"Allah'ın Resulü (ﷺ) bir yolculuktan döndüğünde, biz (çocuklar) onu karşılar, bir gün ben ve Hasan veya Hüseyin onu karşıladık. Bizi birinin önünde, diğerinin arkasında otlatırdı, ta ki Medine'ye gelene kadar.\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Jabir that the Messenger of Allah(ﷺ) said:",
      "text": "Jabir'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yazılarınızın üzerine toprak serpin, çünkü bu daha iyidir ve toprak bereketlidir (mektuplarda alçakgönüllü olmak iyi sonuçlar getirir).\""
    },
    {
      "id": 119,
      "narrator": "It was narrated from Abdullah that the Messenger of Allah(ﷺ) said:",
      "text": "Abdullah'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer üç kişi iseniz, iki kişi arkadaşlarını dışlayarak özel olarak konuşmasın, çünkü bu onu üzüyor.\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) iki kişinin üçüncü birini dışlayarak özel olarak konuşmasını yasakladı.\""
    },
    {
      "id": 121,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah dedi ki: \"Bir adam, mescitten geçerken bazı oklar taşıyordu, Resulullah (ﷺ) dedi ki: 'Onları başlarından tut!' Adam: 'Evet (tamam).'\""
    },
    {
      "id": 122,
      "narrator": "It was narrated from Abu Musa that the Prophet(ﷺ) said:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Sizden biri mescidimizden veya pazarımızdan geçerken ok taşıyorsa, onları başlarından tutsun, yoksa Müslümanlara zarar verebilir.\""
    },
    {
      "id": 123,
      "narrator": "It was narrated from Aisha that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Kur'an'ı iyi okuyan kimse, şerefli ve salih katiplerle (meleklerle) olacaktır; onu okuyan ve zorlanarak okuyan kimse ise iki mükafat alacaktır.\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from Abu Sa`eed Al-Khudri that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Kur'an ehline, cennete girdiğinde denilecek: 'Oku ve bildiğin her ayet için bir derece yüksel.'\""
    },
    {
      "id": 125,
      "narrator": "It was narrated from Ibn Buraidah that his father told that the Messenger of Allah(ﷺ) said:",
      "text": "İbn Bureydah'dan rivayet edilmiştir ki, babası, Allah'ın Resulü (ﷺ) dedi ki: \"Kur'an, kıyamet gününde solgun bir adam gibi gelecek ve diyecek: 'Ben, seni gece uykusuz bırakan ve gündüz susuz bırakanım.'\""
    },
    {
      "id": 126,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Sizden hiç kimse, ailesine dönerken üç büyük, şişman hamile deveyi bulmayı istemez mi?\" Biz: \"Evet.\" dedi: \"Sizden birinin namazda okuduğu üç ayet, ona üç büyük, şişman hamile deveden daha hayırlıdır.\""
    },
    {
      "id": 127,
      "narrator": "It was narrated from Ibn Umar that the Messenger of Allah(ﷺ) said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Kur'an'ın benzeri, bağlı bir devedir. Eğer sahibi ipini bağlarsa onu tutar, ama ipini gevşetirse gider.\""
    },
    {
      "id": 128,
      "narrator": "It was narrated that Abu Hurairah said, 'I heard the Messenger of Allah(ﷺ) say':",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Allah dedi ki: 'Namazı kendimle kulum arasında iki kısma ayırdım ve kulum, istediğini alacaktır.' Kul: 'Elhamdülillahi Rabbil Alemin (Bütün övgüler alemlerin Rabbi olan Allah'a aittir)' dediğinde, Allah: 'Kulum beni övdü, ve kulum, istediğini alacaktır.' dedi. Kul: 'Er-Rahmanir-Rahim (En Merhametli, En Şefkatli)' dediğinde, Allah: 'Kulum beni yüceltti, ve kulum, istediğini alacaktır.' dedi. Kul: 'Maliki Yawmiddin (Din gününün sahibi)' dediğinde, Allah: 'Bu, benim kulum içindir, ve kulum, istediğini alacaktır.'\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that Abu Sa'eed bin Mu'alla said:",
      "text": "Ebu Sa'id bin Mualla'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bana dedi ki: \"Mescidi terk etmeden önce sana Kur'an'daki en büyük sureyi öğretmeyeyim mi?\" Sonra Peygamber (ﷺ) çıkmak üzereyken, ben onu hatırlattım ve o dedi ki: \"Elhamdülillahi Rabbil Alemin (Bütün övgüler alemlerin Rabbi olan Allah'a aittir). Bu, sıkça okunan yedi ayettir ve bana verilen büyük Kur'an'dır.\""
    },
    {
      "id": 130,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Kur'an'da otuz ayet bulunan bir sure vardır ki, onu okuyan (arkadaşına) şefaat eder, ta ki affedilene kadar: Tebarekellezi bi yadihil mulk (Mülk elinde olan Allah, her türlü övgüye layıktır).\""
    },
    {
      "id": 131,
      "narrator": "It was narrated that Abu Hurairah said that the Messenger of Allah(ﷺ) said:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi ki: \"Qul Huwa Allahu ahad, Kur'an'ın üçte biri gibidir.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) dedi: Qul Huwa Allahu ahad, Kur'an'ın üçte biri gibidir.\""
    },
    {
      "id": 133,
      "narrator": "It was narrated that Abu Masud Al Ansari said:",
      "text": "Ebu Mesud el-Ensari'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) dedi: 'Allahu ahad, Al-Wahidus-Samad, Kur'an'ın üçte biri gibidir.'\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from Abu Darda that the Prophet(ﷺ) said:",
      "text": "Ebu Darda'dan rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: \"Sizlere en iyi amellerinizi, Rabbinize en sevimli olanlarını, sizi en çok yükseltenleri, altın ve gümüşten daha hayırlı olanları, düşmanınızla karşılaşmayı ve onların boyunlarına vurmayı söylemeyeyim mi?\" Onlar: \"O nedir, Ey Allah'ın Resulü?\" dediler. O da: \"Allah'ı anmaktır (Dhikr).\""
    },
    {
      "id": 135,
      "narrator": "It was narrated that Abu Hurairah and Abu Sa'eed bore witness that the Prophet(ﷺ) said:",
      "text": "Ebu Hüreyre ve Ebu Sa'id, Peygamber (ﷺ) şöyle dediğine şahitlik ettiler: \"Hiçbir topluluk, Allah'ı anmak için bir araya gelmez ki, melekler onları kuşatmaz, rahmet üzerlerine inmez, huzur onlara inmeyecek ve Allah, onları yanında bulunanlara hatırlatmaz.\""
    },
    {
      "id": 136,
      "narrator": "It was narrated from Abu Hurairah that the Prophet(ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Allah şöyle der: 'Beni hatırladığı zaman, dudakları benim adımı anarken, kulumla beraberim.'\""
    },
    {
      "id": 137,
      "narrator": "It was narrated from Abdullah bin Busr that a Bedouin said to the Messenger of Allah(ﷺ) said:",
      "text": "Abdullah bin Busr'dan rivayet edilmiştir ki, bir bedevi Allah'ın Resulü'ne (ﷺ) şöyle dedi: \"İslam yasaları benim için ağır. Bana tutunabileceğim bir şey söyle.\" O da: \"Her zaman dilini Allah'ı anmakla ıslak tut.\" dedi."
    },
    {
      "id": 138,
      "narrator": "It was narrated from Abu Hurairah and Abu Saeed bore witness that the Messenger of Allah(ﷺ) said:",
      "text": "Abu Hurayra'dan ve Abu Sa'id de şahitlik etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir kişi: 'La ilaha illallah, Allahu Akbar (Allah'tan başka ilah yoktur ve Allah en büyüktür)' derse, Allah şöyle der: 'Kulum doğru söyledi; benden başka ibadet edilmeye layık olan yoktur ve ben en büyüğüm.' Eğer bir kişi: 'La ilaha illallah wahdahu (Allah'tan başka ibadet edilmeye layık yoktur, yalnız O)' derse, Allah şöyle der: 'Kulum doğru söyledi; benden başka ibadet edilmeye layık olan yoktur, yalnız O.' Eğer: 'La ilaha illallah, la sharikalahu (Allah'tan başka ibadet edilmeye layık yoktur, O'nun ortağı yoktur)' derse, Allah şöyle der: 'Kulum doğru söyledi; benden başka ibadet edilmeye layık olan yoktur, O'nun ortağı yoktur.' Eğer: 'La ilaha illallah, lahul mulku wa lahul hamdu (Allah'tan başka ibadet edilmeye layık yoktur, mülk O'nundur ve hamd O'na aittir)' derse, Allah şöyle der: 'Kulum doğru söyledi; benden başka ibadet edilmeye layık olan yoktur, mülk benimdir ve hamd bana aittir.' Eğer: 'La ilaha illallah, la hawla wa la quwwata illa billah (Allah'tan başka ibadet edilmeye layık yoktur, güç ve kuvvet yalnızca Allah'ladır)' derse, Allah şöyle der: 'Kulum doğru söyledi; benden başka ibadet edilmeye layık olan yoktur ve güç ve kuvvet yalnızca benimledir.' Rivayet edenlerden biri olan Abu İshak dedi ki: \"Sonra Agharr (bir başka rivayetçi) öyle bir şey söyledi ki, anlamadım. Ben de Abu Cafer'e: 'Ne dedi?' dedim. O da: 'Ölüm anında bu sözleri söyleme yeteneğine sahip olan kimse, ateş ona dokunmayacaktır.' dedi.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated from Yahya bin Talha that :",
      "text": "Yahya bin Talha'dan rivayet edilmiştir ki, annesi Su'da Al-Murriyyah şöyle dedi: \"Umar bin Khattab, Allah'ın Resulü (ﷺ) öldükten sonra Talha'nın yanından geçti ve şöyle dedi: 'Neden bu kadar üzgünsün? Kuzeninin lider olarak atanmasından mı rahatsız oldun?' O da: 'Hayır, ama Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölüm anında kimse bu kelimeyi söylemez ki, bu onun ameller defterinde hafiflik olur ve beden ve ruhu ölüm anında ona huzur verir,\" - ama ben, o ölmeden önce bu konuda ona sormadım.' O (Umar) dedi: 'Ben ne olduğunu biliyorum. Bu, onun amcası (Ebu Talib) söylemesini istediği kelimedir ve eğer onu kurtaracak daha etkili bir şey bilseydi, ona bunu söylemesini emrederdi.'\""
    },
    {
      "id": 140,
      "narrator": "It was narrated from Mu'adh bin Jabal that the :",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kalpten kesin bir şekilde La ilaha illallah ve ben Allah'ın Resulüyüm diye şehadet eden hiçbir ruh yoktur ki, Allah onu affetmesin.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated that Umm Hani' said:",
      "text": "Umm Hani' dedi ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'La ilaha illallah demek - hiçbir amelden daha üstün değildir ve hiçbir günah bırakmaz.'\""
    },
    {
      "id": 142,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Her gün yüz defa: 'La ilaha illallah wahdahu la sharikalahu, wa lahul-mulku wa lahul hamdu wa huwa ala kulli shayin qadeer (Allah'tan başka ibadet edilmeye layık yoktur, O'nun ortağı yoktur. Mülk O'nundur, hamd O'na aittir ve O, her şeye kadirdir)' diyen kimse, on köleyi azat etmekle eşdeğer bir sevap kazanır, ona yüz sevap yazılır ve yüz günahı silinir ve bu, ona gün boyunca şeytandan koruma sağlar, gece gelene kadar. Kimse onun yaptığı gibi daha fazlasını yapamaz, ancak daha fazla söyleyen biri olursa o daha fazlasını yapar.'\""
    },
    {
      "id": 143,
      "narrator": "It was narrated from Abu Saeed that :",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Sabah namazından sonra: 'La ilaha illallah wahdahu la sharikalahu, lahul mulku wa lahul hamdu, bi yadihil khair, wa huwa ala kulli shay'in qadir (Allah'tan başka ibadet edilmeye layık yoktur, O'nun ortağı yoktur. Mülk O'nundur, hamd O'na aittir, elinde her türlü hayır vardır ve O, her şeye kadirdir)' diyen kimse, İsmail'in oğullarından bir köleyi azat etmiş gibi olur.\""
    },
    {
      "id": 144,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah dedi ki: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Zikirlerin en iyisi La ilaha illallah (Allah'tan başka ibadet edilmeye layık yoktur) ve duaların en iyisi Al-Hamdu Lillah (hamd Allah'a aittir).'\""
    },
    {
      "id": 145,
      "narrator": "It was narrated from 'Abdullah bin 'Umar that :",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) onlara şöyle söyledi: \"Allah'ın bir kulundan biri şöyle dedi: 'Ya Rabb! Lakal-hamdu kama yanbagi li-jalali Wajhika wa li 'azima sultanika (Ey Rabb, sana hamd, yüzünün yüceliğine ve kudretinin büyüklüğüne uygun olarak.)' Melekler tereddüt etti ve bunu nasıl yazacaklarını bilemediler, bu yüzden göğe yükseldiler ve: 'Ey Rabbimiz, kulun, yazamadığımız bir kelime söyledi.' dediler. Allah, kulunun ne söylediğini en iyi bilendir. Allah onlara: 'Kulum ne söyledi?' dedi. Onlar: 'Ey Rabb, o şöyle dedi: \"Ya Rabb! Lakal-hamdu kama yanbagi li-jalali Wajhika wa li'azima sultanika (Ey Rabb, sana hamd, yüzünün yüceliğine ve kudretinin büyüklüğüne uygun olarak.)\"' dediler. Allah onlara: 'Bunu, kulumun söylediği gibi yazın, ta ki o benimle buluşana kadar ve ben ona bunun karşılığında mükafat vereceğim.'\""
    },
    {
      "id": 146,
      "narrator": "It was narrated from 'Abdul-Jabbar bin Wa'il that :",
      "text": "Abdul-Jabbar bin Wa'il'den rivayet edilmiştir ki, babası şöyle dedi: \"Ben Peygamber (ﷺ) ile namaz kıldım ve bir adam: 'Alhamdu lillahi hamdan kathiran tayyiban mubarakan fihi (Hamd, Allah'a, çok, güzel ve bereketli bir hamddir).' dedi. Peygamber (ﷺ) namazı bitirdikten sonra: 'Bunu kim söyledi?' dedi. Adam: 'Ben söyledim ama yalnızca hayır kastettim.' dedi. O da: 'Cennetin kapıları bunun yüzünden açıldı ve onun Arş'a ulaşmasını engelleyen hiçbir şey yoktu.'\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) bir şey gördüğünde hoşuna giderse: 'Al-hamdu lillahil-ladhi bi ni'matihi tatimmus-salihat (Hamd, Allah'a, ki O'nun nimetiyle salih ameller tamamlanır).' derdi. Eğer hoşuna gitmeyen bir şey görse: 'Al-hamdu lillahi 'ala kulli hal (Hamd, Allah'a, her durumda).' derdi.\""
    },
    {
      "id": 148,
      "narrator": "It was narratd from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Peygamber (ﷺ) şöyle derdi: \"Al-hamdu lillahi 'ala kulli hal. Rabbi a'udhu bika min hali ahlin-nar (Hamd, Allah'a, her durumda, Ey Allah, ben cehennem halkının durumundan sana sığınırım).\""
    },
    {
      "id": 149,
      "narrator": "It was narrated from Anas that :",
      "text": "Anas'tan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Allah, hiçbir kuluna bir nimet verdiğinde ve o: 'Al-hamdu Lillah (hamd Allah'a aittir)' derse, verdiği (hamd) aldığı (nimetten) daha hayırlıdır.\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Dilin üzerinde hafif, Terazide ağır ve Rahman'a sevgili olan iki kelime: Subhan-Allah wa bi hamdihi, Subhan-Allahil-'Azim (Allah'a hamd ve senadır, yüce Allah'a hamd).\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) onun bir bitki ekerken yanından geçti ve dedi ki: \"Ey Abu Hurayra, ne ekiyorsun?\" Ben de: \"Kendime bir bitki.\" dedim. O da: \"Sana bundan daha hayırlı bir bitki söylemeyeyim mi?\" dedi. Ben: \"Elbette, Ey Allah'ın Elçisi.\" dedim. O da: \"De ki: 'Subhan-Allah, wal-hamdu-lillah, wa la ilaha illallah, wa Allahu Akbar (Allah'a hamd olsun, Allah'tan başka ilah yoktur ve Allah en büyüktür).' Her biri için cennette sana bir ağaç dikilecektir.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated that Juwairiyah said:",
      "text": "Cüveyriye'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) sabah namazını kılarken veya sabah namazını kıldıktan sonra yanımdan geçti ve ben Allah'ı zikrediyordum. Güneş doğduğunda geri döndü\" - veya o (rivayet edenlerden biri) dedi ki, \"öğle vakti - ve ben hala bunu yapıyordum. O dedi ki: 'Ben sizden ayrıldığım günden beri üç kez dört kelime söyledim ve bunlar sizin söylediklerinizden daha büyüktür ve daha ağırdır. Bunlar: Subhan-Allahi 'adada khalqiha, Subhan-Allahi rida nafsihi, Subhan-Allahi zinata 'arshihi, Subhan-Allah midada kalimatihi (Allah'a hamd olsun, yaratıklarının sayısı kadar, Allah'a hamd olsun, O'nu memnun eden kadar, Allah'a hamd olsun, Arş'ının ağırlığı kadar, Allah'a hamd olsun, kelimelerinin mürekkebi kadar).'\""
    },
    {
      "id": 153,
      "narrator": "It was narrated from Nu'man bin Bashir that :",
      "text": "Nu'man bin Beşir'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah'ın yüceliğini, Tespih (Subhan-Allah), Tehlil (Allahu-Akbar) ve Tahmid (Al-Hamdu lillah) olarak zikrettiğiniz şeyler, Arş'ın etrafında döner, arıların vızıltısı gibi, bunu söyleyen kişiyi hatırlatır. İçinizden hiç kimse, Allah katında kendisini hatırlatan bir şeyin olmasını istemez mi?'\""
    },
    {
      "id": 154,
      "narrator": "It was narrated that Umm Hani' said:",
      "text": "Ümmü Hani'den rivayet edilmiştir ki: \"Ben Allah'ın Elçisi (ﷺ) yanına geldim ve dedim ki: 'Ey Allah'ın Elçisi, bana bir (iyi) amelden bahset, çünkü yaşlandım, zayıfladım ve kilolu oldum.' O dedi ki: 'Allah'ın büyüklüğünü ilan et (Allahu Akbar de) yüz defa, Allah'a hamd et (Al-Hamdu Lillah de) yüz defa ve Allah'ı tesbih et (Subhan-Allah de) yüz defa. (Bu,) Allah rızası için dizginlenmiş ve eyerlenmiş yüz atın, yüz kurbanlık devenin ve yüz kölenin (özgür bırakılmasından) daha hayırlıdır.'\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from Samurah bin Jundab that :",
      "text": "Samura bin Cundab'dan rivayet edilmiştir ki: Peygamber (ﷺ) dedi ki: \"(En iyi) dört kelime vardır ve hangisiyle başlarsanız fark etmez: Subhan-Allah, wal-Hamdu-Lillah, wa la ilaha illallah, wa Allahu Akbar (Allah'a hamd olsun, Allah'tan başka ilah yoktur ve Allah en büyüktür).\""
    },
    {
      "id": 156,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim 'Subhan Allahi wa bi hamdihi (Allah'a hamd olsun)' ifadesini yüz defa söylerse, günahları affedilir, deniz köpüğü kadar olsa bile.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated that Abu Darda' said:",
      "text": "Ebu Derdâ'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bana dedi ki: 'Subhan-Allah, wal-Hamdu-Lillah, wa la ilaha illallah, wa Allahu Akbar (Allah'a hamd olsun, Allah'tan başka ilah yoktur ve Allah en büyüktür) oku, çünkü bu, ağaçların yapraklarını dökmesi gibi günahları döker.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that Ibn `Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Biz, Allah'ın Elçisi (ﷺ) bir toplantıda yüz defa 'Rabbighfirli wa tub `alayya innaka Antat-Tawwabur-Rahim (Ey Allah, beni affet ve tövbemi kabul et, çünkü Sen tövbeleri kabul eden, en merhametli olan'sın)' dediğini sayardık.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Her gün yüz defa Allah'tan af dilerim ve O'na tövbe ederim.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated from Sa'eed bin Abu Burdah bin Abu Musa, from his father, that :",
      "text": "Sa'id bin Ebu Burda bin Ebu Musa'dan, babasından rivayet edilmiştir ki: Dedesi dedi ki: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Her gün yetmiş defa Allah'tan af dilerim ve O'na tövbe ederim.'\""
    },
    {
      "id": 161,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhayfa'dan rivayet edilmiştir ki: \"Ailemle konuşurken sert davranıyordum, ama başkalarına değil. Bunu Peygamber'e (ﷺ) söyledim ve o dedi ki: 'Neden af istemiyorsun? Her gün yetmiş defa Allah'tan af dile.'\""
    },
    {
      "id": 162,
      "narrator": "'Abdullah bin Busr said that :",
      "text": "Abdullah bin Busr dedi ki: \"Peygamber (ﷺ) dedi ki: 'Kendilerine çokça af dileyenlerin amellerinde af bulmaları müjdelenmiştir.'\""
    },
    {
      "id": 163,
      "narrator": "It was narrated from 'Abdullah bin 'Abbas that :",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi dedi ki: \"Kim af istemeye devam ederse, Allah ona her sıkıntıdan kurtuluş ve her zorluktan bir çıkış verir ve kendisine hiç beklemediği yerlerden rızık verir.\""
    },
    {
      "id": 164,
      "narrator": "It was narrated from 'Aishah that :",
      "text": "Aişe'den rivayet edilmiştir ki: Peygamber (ﷺ) şöyle derdi: \"Allah'ım, beni, iyilik yaptıklarında sevinen, kötülük yaptıklarında af dileyenlerden eyle.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated from Abu Dharr that :",
      "text": "Ebu Zerr'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah, mübarek ve yüce olan, şöyle buyurdu: 'Kim bir iyi amelde bulunursa, onun karşılığı on katı ve daha fazlasıdır; kim bir kötü amelde bulunursa, onun karşılığı bir kadardır, ya da onu affederim. Kim bana bir avuç mesafe yaklaşırsa, ben ona bir kol mesafesi yaklaşırım; kim bana bir dirsek mesafesi gelirse, ben ona bir kol mesafesi yaklaşırım; kim bana yürüyerek gelirse, ben ona koşarak gelirim. Kim bana bir yığın günahla gelirse, ama O'na hiçbir şeyi ortak koşmazsa, ben onu affederim.'\""
    },
    {
      "id": 166,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle buyurmuştur: \"Allah şöyle der: 'Kulumun benim hakkımda düşündüğü gibiyim ve O beni andığında ben de onunla beraberim. Eğer O beni kendi kendine anarsa, ben de onu kendimle anarım; eğer O beni bir toplulukta anarsa, ben de onu daha hayırlı bir toplulukta anarım. Eğer O bana bir arşın kadar yaklaşırsa, ben de ona bir kol boyu kadar yaklaşırım. Eğer O bana yürüyerek gelirse, ben de ona aceleyle giderim.'\""
    },
    {
      "id": 167,
      "narrator": "It was narrated from Abu Hurairah that the Messenger :",
      "text": "---"
    },
    {
      "id": 168,
      "narrator": "It was narrated that Abu Musa said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle buyurmuştur: \"Âdemoğlunun her bir ameli, her bir sevap için on kat ile yedi yüz kat arasında katlanır. Allah şöyle buyurdu: 'Ancak oruç hariç, çünkü o benim içindir ve onun karşılığını ben vereceğim.'\" (sahih)"
    },
    {
      "id": 169,
      "narrator": "It was narrated that Abu Dharr said:",
      "text": "---"
    },
    {
      "id": 170,
      "narrator": "It was narrated that Hazim bin Harmalah said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki: \"Peygamber (sas) beni 'La hawla wa la quwwata illa billah (güç ve kuvvet yalnızca Allah'ladır)' derken duydu. O şöyle dedi: 'Ey Abdullah bin Qais! Cennet hazinelerinden biri olan bir kelimeyi sana söylemeyeyim mi?' Ben de: 'Evet, Ey Allah'ın Elçisi.' dedim. O da: 'De ki: La hawla wa la quwwata illa billah (Güç ve kuvvet yalnızca Allah'ladır).'\""
    }
  ]
}