{
  "language": "tr",
  "metadata": {
    "length": 66,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that the :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle buyurmuştur: \"Kim Allah'a dua etmezse, O ona kızar.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Nu'man bin Bashir that :",
      "text": "Nu'man bin Beşir'den rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle buyurmuştur: \"Şüphesiz dua, ibadettir.\" Sonra şöyle okudu: \"Rabbiniz dedi ki: Beni çağırın, size cevap vereyim.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Peygamber (sas) şöyle buyurmuştur: \"Allah Teala'ya dua etmekten daha değerli bir şey yoktur.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber (sas) dua ederken şöyle derdi: \"Rabbi! Beni yardım et ve başkalarına karşı yardım etme, bana destek ol ve başkalarına karşı destek olma, benim için plan yap ve bana karşı plan yapma, bana hidayet et ve hidayeti bana kolaylaştır, bana zulmedenlere karşı yardım et. Rabbim! Beni sana şükreden, seni çok anan, senden korkan, sana itaat eden, sana alçakgönüllü olan ve sana yönelen biri yap. Rabbim! Tövbeimi kabul et, günahlarımı sil, dualarıma cevap ver, kalbimi hidayet et, dilimi doğru söylemekte sabit kıl, delilimi sağlamlaştır ve kalbimdeki kinleri gider.\" (Sahih) (Rivayet edenlerden) Abul-Hasan At-Tanafisi dedi ki: \"Waki'ye dedim ki: 'Bunu Vitir Kunut'unda mı söyleyeyim?' O da: 'Evet.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra şöyle dedi: \"Fatıma, Peygamber'e (sas) bir hizmetçi istemek için geldi, o da: 'Sana verecek bir şeyim yok.' dedi. O da geri döndü, ama daha sonra Peygamber ona geldi ve: 'İstediğin şey mi daha değerli, yoksa ondan daha iyi bir şey mi?' dedi. Ali ona: 'De ki: ondan daha iyi bir şey.' dedi. O da bunu söyledi. Peygamber (sas) dedi ki: 'De ki: Allah'ım, yedi göklerin Rabbi ve Azim Arş'ın Rabbi, Rabbimiz ve her şeyin Rabbi, Tevrat'ı, İncil'i ve Azim Kur'an'ı indiren. Sen, İlk'sin, senden önce hiçbir şey yok; Sen, Son'sun, senden sonra hiçbir şey yok; Sen, Yüksek'sin, üstünde hiçbir şey yok; Sen, Gizli'sin, altında hiçbir şey yok; Borçlarımızı öde ve bizi fakirlikten kurtar.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from 'Abdullah that :",
      "text": "Abdullah'tan rivayet edilmiştir ki: Peygamber (sas) şöyle derdi: \"Allah'ım, senden hidayet, takva, iffet ve zenginlik istiyorum.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra şöyle dedi: \"Allah'ın Elçisi (sas) şöyle derdi: 'Allah'ım, bana öğrettiklerinle fayda ver, bana fayda verecek olanı öğret, bilgimi artır. Her durumda Allah'a hamd olsun, ve ateş azabından Allah'a sığınırım.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi (sas) sık sık şöyle derdi: 'Allah'ım, kalbimi dinine sabit kıl.' Bir adam dedi ki: 'Ey Allah'ın Elçisi! Sana inandığımızda ve getirdiğin (Mesaj) konusunda inandığımızda bizim için bir korku var mı?' O da: 'Kalpler, Rahman'ın iki parmağı arasındadır ve O, onları kontrol eder.'\"(Hasan) Al-A'mash (rivayet edenlerden) parmaklarıyla işaret etti."
    },
    {
      "id": 9,
      "narrator": "It was narrated from Abu Bakr Siddiq that :",
      "text": "Abu Bekir Sıddık, Allah'ın Elçisi'ne (sas) şöyle dedi: \"Bana namazımda söyleyebileceğim bir dua öğret.\" O da: \"De ki: Allah'ım, kendime büyük bir zulümde bulundum ve günahları ancak Sen affedersin, o halde benden bağışla ve bana merhamet et, çünkü Sen, Çok Affedici, En Merhametlisin.\" dedi."
    },
    {
      "id": 10,
      "narrator": "It was narrated that Abu Umamah Al Bahili said:",
      "text": "Abu Umamah Al Bahili şöyle dedi: \"Allah'ın Elçisi (sas) bize bir değnekle dayanarak çıktı ve onu görünce ayağa kalktık. O da: 'Perslerin liderleri için yaptıkları gibi yapmayın.' dedi. Biz de: 'Ey Allah'ın Elçisi, neden bizim için Allah'a dua etmiyorsun?' dedik. O da: 'Allah'ım, bizi affet, merhamet et, bizden razı ol, kabul et, cennete sok ve ateşten kurtar, işlerimizi düzelt.' dedi. Sanki daha fazla söylemesini istedik ama: 'Size her şeyi özetlemedim mi?' dedi.\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah told that the Messenger of Allah (saas) said:",
      "text": "Abu Hurayra, Allah'ın Elçisi (sas) şöyle dediğini bildirdi: \"Allah'ım! Ben, dört şeyden sana sığınırım: fayda vermeyen bir ilimden, korkmayan bir kalpten, doymayan bir nefisten ve duyulmayan bir duadan.\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from 'Aishah that the :",
      "text": "Aişe'den rivayet edilmiştir ki: Peygamber (sas) bu sözlerle dua ederdi: \"Allah'ım, beni ateş fitnesinden ve ateş azabından, kabir fitnesinden ve kabir azabından, zenginlik fitnesinin şerrinden ve fakirlik fitnesinin şerrinden, ve Deccal fitnesinin şerrinden sana sığınırım. Allah'ım, günahlarımı kar ve dolu suyu ile yıka, kalbimi günahlardan temizle, beyaz elbisenin kirden temizlendiği gibi. Günahlarım ile benim aramda doğu ile batı arasındaki mesafe kadar büyük bir mesafe koy. Allah'ım, tembellikten, ihtiyarlıktan, günahlardan ve borçtan sana sığınırım.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that Farwah bin Nawfal said:",
      "text": "Farwah bin Naufal şöyle dedi: \"Aişe'ye, Allah'ın Elçisi (sas) tarafından söylenen bir dua sordum. O da: 'Allah'ım, yaptığım şeylerin şerrinden ve yapmadığım şeylerin şerrinden sana sığınırım.' dediğini söyledi.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: \"Allah'ın Elçisi (sas) bu duayı bize, Kur'an'dan bir sure öğretir gibi öğretirdi: 'Allah'ım, cehennem azabından sana sığınırım, kabir azabından sana sığınırım, Deccal fitnesinden sana sığınırım, hayat ve ölüm fitnelerinden sana sığınırım.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe şöyle dedi: \"Bir gece Allah'ın Elçisi (sas) yatağında yoktu, bu yüzden onu aramaya çıktım ve elim ayaklarının tabanına dokundu; o, mescitte ayakta (secde ederken) bulunuyordu ve şöyle diyordu: 'Allah'ım, gazabından rızana, azabından afiyetine sığınırım, ve kendimden sana sığınırım, seni yeterince övemem; Sen, kendini övdüğün gibisin.'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü (sas) şöyle buyurmuştur: \"Fakirlikten, yetersizlikten ve alçaklıktan, başkalarına zulmetmekten ve zulme uğramaktan Allah'a sığının.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Jabir that :",
      "text": "Cabir'den rivayet edilmiştir ki: Allah'ın Resulü şöyle buyurmuştur: \"Allah'tan faydalı ilim istemek ve faydasız ilimden Allah'a sığınmak için dua et.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from 'Umar that the :",
      "text": "Ömer'den rivayet edilmiştir ki: Peygamber (sas) Allah'a korkaklıktan, cimrilikten, ihtiyarlık, kabir azabından ve kalp fitnesinden sığınırdı. (Da'if) (Rivayet edenlerden) Vaki' dedi ki: \"Yani bir adam fitne içinde ölürse ve Allah'tan bağışlanma istemezse.\""
    },
    {
      "id": 19,
      "narrator": "Abu Malik, Sa'd Bin Tariq, narrated from his father that :",
      "text": "Ebu Malik, Sa'd bin Tarık, babasından rivayet etmiştir ki: Bir adam Allah'ın Resulüne (sas) geldiğinde, onu şöyle derken duydu: \"Ey Allah'ın Resulü, Allah'tan ne istemeliyim?\" O da şöyle dedi: \"De ki: Allahumma-ghfirli warhamni wa 'afini warzuqni (Ey Allah, beni bağışla, bana merhamet et, beni sağlıklı ve güvenli kıl ve bana rızık ver),\" ve parmağını dördünü baş parmağından ayırarak kaldırdı ve şöyle dedi: \"Bunlar senin dinî ve dünyevî işlerini bir araya getirir.\""
    },
    {
      "id": 20,
      "narrator": "It was narrated from 'Aishah that :",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Resulü (sas) ona bu duayı öğretmiştir: \"Allahumma inni as'aluka minal-khayri kullihi, 'ajilihi wa ajilihi, ma 'alimtu minhu wa ma la a'lam. Wa a'udhu bika minash-sharri kullihi, 'ajilihi wa ajilihi, ma 'alimtu minhu wa ma la a'lam. Allahumma inni as'aluka min khayri ma sa'alaka 'abduka wa nabiyyuka, wa a'udhu bika min sharri ma 'adha bihi 'abduka wa nabiyyuka. Allahumma inni as'alukal-jannatah wa ma qarrab ilayha min qawlin aw 'amalin, wa a'udhu bika minan-nari wa ma qarraba ilayha min qawlin aw 'amalin, wa as'aluka an taj'al kulla qada'in qadaytahuli khayran (Ey Allah, ben sana bu dünyada ve ahirette her türlü hayrı, bildiğim ve bilmediğim her şey için dua ediyorum. Ey Allah, ben sana bu dünyada ve ahirette her türlü şerden, bildiğim ve bilmediğim her şeyden sığınıyorum. Ey Allah, ben sana kulun ve peygamberin için dua ettiği hayırları istiyorum ve kulun ve peygamberin sığındığı şerden sana sığınıyorum. Ey Allah, ben sana cenneti ve ona yaklaştıran her şeyi, söz ve eylemle istiyorum ve cehennemden ve ona yaklaştıran her şeyden, söz ve eylemle sana sığınıyorum. Ve senin benimle ilgili her takdir ettiğin şeyi hayır kılmanı istiyorum).\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Resulü (sas) bir adama şöyle dedi: \"Namazında ne diyorsun?\" O da şöyle dedi: \"Tashahhud okuduktan sonra Allah'tan cenneti istiyorum ve cehennemden O'na sığınıyorum, ama Allah'a yemin ederim ki senin fısıldamanı veya Mu'adh'ın fısıldamasını anlamıyorum.\" O da şöyle dedi: \"Biz onların (cennet ve cehennem) hakkında fısıldıyoruz.\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Bir adam Peygamber'e (sas) geldi ve dedi ki: 'Ey Allah'ın Resulü, hangi dua en iyisidir?' O da şöyle dedi: 'Rabbinizden bağışlanma ve bu dünyada ve ahirette güvenli olmayı isteyin.' Sonra (adam) ertesi gün geldi ve dedi: 'Ey Allah'ın Resulü, hangi dua en iyisidir?' O da şöyle dedi: 'Rabbinizden bağışlanma ve bu dünyada ve ahirette güvenli olmayı isteyin.' Sonra (adam) üçüncü gün geldi ve dedi: 'Ey Allah'ın Peygamberi, hangi dua en iyisidir?' O da şöyle dedi: 'Rabbinizden bağışlanma ve bu dünyada ve ahirette güvenli olmayı isteyin, çünkü eğer bu dünyada ve ahirette bağışlanır ve güvenli olursanız, başarıya ulaşmış olursunuz.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Awsat (bin Isma'il) Al-Bajali that :",
      "text": "Awsat (bin İsmail) El-Bacali'den rivayet edilmiştir ki: O, Ebu Bekir'in, Peygamber (sas) vefat ettiğinde şöyle dediğini duydu: \"Allah'ın Resulü (sas) geçen yıl burada, benim durduğum yerde durdu.\" Sonra Ebu Bekir ağladı, ardından şöyle dedi: \"Gerçeğe sarılmalısınız, çünkü onunla birlikte doğruluk gelir ve ikisi de cennete götürür. Yalan söylemekten sakının, çünkü onunla birlikte ahlaksızlık gelir ve ikisi de cehenneme götürür. Allah'tan Al-Mu'afah isteyin, çünkü kesinlikten sonra kimseye Mu'afah'tan daha hayırlı bir şey verilmez. Birbirinize haset etmeyin, birbirinize kin tutmayın, birbirinizle bağlarınızı koparmayın, birbirinize sırt çevirmeyin ve Allah'ın kulları, kardeş olun.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Aishah that she said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ey Allah'ın Resulü, Laylatul-Qadr'a ulaştığımda duamda ne demeliyim?\" O da şöyle dedi: \"De ki: 'Allahumma innaka 'afuwwun tuhibbul-'afwa, fa'fu 'anni (Ey Allah, sen affedicisin ve affı seversin, o halde beni affet).'\""
    },
    {
      "id": 25,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü (sas) şöyle dedi: 'Bir kişinin söyleyebileceği en iyi dua: Allahumma inni as'aluka al-mu'afah fid-dunya wal-akhirah (Ey Allah, ben sana bu dünyada ve ahirette Al-Mu'afah istiyorum).'\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Resulü (sas) şöyle dedi: \"Allah bize ve 'Ad kardeşimize merhamet etsin.\" (yani, Peygamber Hud aleyhisselam)."
    },
    {
      "id": 27,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü (sas) şöyle dedi: 'Aceleniz olmamalıdır.' Denildi ki: 'Acelenin anlamı nedir, ey Allah'ın Resulü?' O da şöyle dedi: 'Bir kişi: 'Ben Allah'a dua ettim ama Allah bana cevap vermedi.' dediğinde.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Abu Hurairah that the :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: \"Allah'ın Resulü (sas) şöyle dedi: 'Aranızdan hiç kimse: 'Ey Allah, eğer istersen beni bağışla.' dememelidir. Dua ederken kesin olmalıdır ve kimse Allah'ı zorlayamaz.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from Asma' bint Yazid that :",
      "text": "Esma bint Yazid'den rivayet edilmiştir ki: \"Allah'ın Resulü (sas) şöyle dedi: 'Allah'ın En Büyük İsmi bu iki Ayette geçmektedir: Ve ilahınız (Tanrı) bir tek ilah (Tanrı - Allah)tır, La İlah İlla Huwa (O'ndan başka ibadet edilmeye layık yoktur), en merhametli, en bağışlayandır.' Ve Al 'İmran Suresinin başında.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that Al-Qasim said:",
      "text": "El-Kasım'dan rivayet edilmiştir ki: \"Allah'ın En Büyük İsmi, O'na dua edildiğinde cevap vereceği isim, üç Surede geçmektedir: Al-Baqarah, Al 'Imran ve Ta-Ha.\" (Hasan) Al-Kasım'dan, Ebu Ümame'den, Peygamber (sas) üzerinden benzer bir senet."
    },
    {
      "id": 31,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that his father said:",
      "text": "'Abdullah bin Buraidah'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Peygamber (sas) bir adamın şöyle dediğini duydu: 'Allahümme! İnni as'aluka bi-annaka Antallahul-Ahadus-Samad, alladhi lam yalid wa lam yuwlud, wa lam yakun lahu kufuwan ahad.' (Ey Allah! Senden, Senin Allah, Tek, Kendine Yeterli Efendi olman hürmetine istiyorum; doğurmadın ve doğurulmadın, ve O'na denk veya benzer yoktur.) Allah'ın Elçisi (sas) şöyle dedi: 'O, Allah'a en büyük ismiyle dua etti; bu isimle dua edilirse Allah verir, bu isimle çağrılırsa O cevap verir.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, \"Peygamber (sas) bir adamın şöyle dediğini duydu: 'Allahümme! İnni as'aluka bi-anna lakal-hamd. La ilaha illa Anta, wahdaka la sharika laka. Al-Mannan. Badi'us-samawati wal-ard. Dhul-jalali wal-ikram.' (Ey Allah! Senden, tüm hamdlerin yalnızca sana ait olması hürmetine istiyorum; ibadet edilmeye layık olan yalnızca Sensin, ve Senin hiçbir ortağın yoktur, Lütuf Sahibi, göklerin ve yerin Yaratıcısı, azamet ve ikram sahibi.) O (sas) dedi ki: 'O, Allah'a en büyük ismiyle dua etti; bu isimle dua edilirse Allah verir, bu isimle çağrılırsa O cevap verir.'\""
    },
    {
      "id": 33,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Ben, Allah'ın Elçisi (sas) şöyle derken duydum: 'Allahümme! İnni as'aluka bismikat-tahirit-tayyibil-mubarak al-ahabbi ilaika, alladhi idha du'ita bihi ajabta, wa idha su'ilta bihi a'taita, wa idhasturhimta bihi rahimta, wa idhastufrijta bihi farrajta.' (Ey Allah! Senden, en sevdiğin, temiz, güzel ve bereketli ismin hürmetine istiyorum; bu isimle çağrıldığında cevap verirsin, bu isimle istendiğinde verirsin, bu isimle merhamet istendiğinde merhamet edersin, ve bu isimle sıkıntıdan kurtuluş istendiğinde kurtuluş verirsin.) O (sas) bir gün şöyle dedi: 'Ey Aişe, Allah'ın bana, bu isimle çağrıldığında cevap vereceğini bildirdiği ismi bildiğini biliyor musun?' Ben dedim: 'Ey Allah'ın Elçisi, babam ve annem sana feda olsun! Bunu bana öğret.' O dedi: 'Bunu öğrenmemelisin, ey Aişe.' Ben kenara çekildim ve bir süre oturdum, sonra kalkıp başını öptüm ve dedim: 'Ey Allah'ın Elçisi, bunu bana öğret.' O dedi: 'Bunu öğrenmemelisin, ey Aişe, ve ben de sana öğretmemeliyim; çünkü bu isimle dünya işlerini istememelisin.' Ben dedim: 'O zaman kalkıp abdest aldım, sonra iki rekât namaz kıldım, sonra dedim: 'Ey Allah, ben Allah'ı çağırıyorum, ve seni, Ar-Rahman'ı (En Merhametli) çağırıyorum, ve seni, Al-Barr Ar-Rahim'i (En Şefkatli, En Merhametli) çağırıyorum, ve seni tüm güzel isimlerinle, bildiklerimle ve bilmediklerimle çağırıyorum, (istiyorum) ki beni affet ve merhamet et.' Allah'ın Elçisi (sas) gülümsedi, sonra dedi ki: 'Bu, senin O'na çağırdığın isimler arasındadır.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle dedi: \"Allah'ın doksan dokuz ismi vardır, yüzden bir eksik. Onları sayan cennete girecektir.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle dedi: \"Allah'ın doksan dokuz ismi vardır, yüzden bir eksik; çünkü O tektir ve tek sayıyı sever. Onları öğrenen cennete girecektir. Onlar: Allah, Al-Wahid (Tek), As-Samad (Kendine Yeterli Efendi, tüm varlıkların muhtaç olduğu, ne yer ne içer), Al-Awwal (İlk), Al-Akhir (Son), Az-Zahir (En Yüce), Al-Batin (En Yakın), Al-Khaliq (Yaratıcı), Al-Bari (Her şeyin Yaratıcısı), Al-Musawwir (Şekil Veren), Al-Malik (Hükümdar), Al-Haqq (Gerçek), As-Salam (Her türlü eksiklikten uzak olan), Al-Mu'min (Güven veren), Al-Muhaymin (Kullarının Gözeteni), Al-'Aziz (Her Şeye Gücü Yeten), Al-Jabbar (Zorla Yıldıran), Al-Mutakabbir (Büyüklükte Olan), Ar-Rahman (En Merhametli), Ar-Rahim (En Merhametli), Al-Latif (En İnce ve Nazik), Al-Khabir (Her Şeyden Haberdar Olan), As-Sami' (İşiten), Al-Basir (Gören), Al-'Alim (Her Şeyi Bilen), Al-'Azim (En Büyük), Al-Barr (İyilik Kaynağı), Al-Muta'al (En Yüce), Al-Jalil (Azametli), Al-Jamil (Güzel), Al-Hayy (Daima Hayat Bulan), Al-Qayyum (Tüm varlıkları koruyup gözeten), Al-Qadir (Gücü Yeten), Al-Qahir (Zorla Yıldıran), Al-'Ali (Yüce), Al-Hakim (En Hikmetli), Al-Qarib (Her Zaman Yakın), Al-Mujib (Cevap Veren), Al-Ghani (Kendine Yeterli), Al-Wahhab (Bağışlayan), Al-Wadud (Sevgi Dolu), Ash-Shakur (Şükreden), Al-Majid (En Şerefli), Al-Wajid (Yardımcı), Al-Wali (Yönetici), Al-Rashid (Rehber), Al-'Afuw (Bağışlayan), Al-Ghafur (Affeden), Al-Halim (Tahammül Eden), Al-Karim (En Cömert), At-Tawwab (Tövbeleri Kabul Eden), Ar-Rabb (Rab ve Koruyucu), Al-Majid (En Şanlı), Al-Wali (Yardımcı), Ash-Shahid (Şahit), Al-Mubin (Açık), Al-Burhan (Delil), Ar-Ra'uf (Şefkatli), Ar-Rahim (En Merhametli), Al-Mubdi' (Yaratıcı), Al-Mu'id (Yenileyen), Al-Ba'ith (Dirilten), Al-Warith (En Yüce Mirasçı), Al-Qawi (En Güçlü), Ash-Shadid (Şiddetli), Ad-Darr (Zarar Veren), An-Nafi' (Fayda Veren), Al-Baqi' (Sonsuz), Al-Waqi (Koruyucu), Al-Khafid (Alçaltan), Ar-Rafi' (Yükselten), Al-Qabid (Tutucu), Al-Basit (Genişleten), Al-Mu'izz (Şereflendiren), Al-Mudhill (Aşağılayan), Al-Muqsit (Adil Olan), Ar-Razzaq (Rızık Veren), Dhul-Quwwah (Güçlü), Al-Matin (En Sağlam), Al-Qa'im (Sabit), Ad-Da'im (Sonsuz), Al-Hafiz (Koruyan), Al-Wakil (Vekil), Al-Fatir (Yaratılışın Yaratıcısı), As-Sami' (İşiten), Al-Mu'ti (Verici), Al-Muhyi (Hayat Veren), Al-Mumit (Ölüm Veren), Al-Mani' (Engelleyen), Al-Jami' (Toplayıcı), Al-Hadi (Rehber), Al-Kafi (Yeterli), Al-Abad (Sonsuz), Al-'Alim (Bilen), As-Sadiq (Doğru), An-Nur (Işık), Al-Munir (Işık Veren), At-Tamm (Kusursuz), Al-Qadim (Önceki), Al-Witr (Tek), Al-Ahad (Bir), As-Samad.\""
    },
    {
      "id": 36,
      "narrator": "It was narrated that Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle dedi: \"Kesinlikle kabul edilecek üç dua vardır: Mazlumun duası; yolcunun duası; ve bir babanın çocuğu için duası.\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Umm Haim bint Wadda' Al-Khuza'iyyah said:",
      "text": "Umm Haim bint Wadda' Al-Khuza'iyyah'dan rivayet edilmiştir ki: \"Ben, Allah'ın Elçisi (sas) şöyle derken duydum: 'Bir babanın duası, Perdeye ulaşır (yani, tövbe yerine).'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Na'amah that :",
      "text": "Abu Na'amah'tan rivayet edilmiştir ki: 'Abdullah bin Mughaffal, oğlunun şöyle dediğini duydu: \"Ey Allah, cennette sağ tarafımda beyaz sarayı istiyorum, oraya girdiğimde.\" O dedi: \"Ey oğlum, Allah'tan cenneti iste ve cehennemden O'na sığın; çünkü ben, Allah'ın Elçisi (sas) şöyle derken duydum: 'Dua konusunda aşırıya kaçan insanlar olacaktır.'\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Salman that the :",
      "text": "Salman'dan rivayet edilmiştir ki: Peygamber (sas) şöyle dedi: \"Rabbiniz nazik ve en cömerttir; eğer bir kul ellerini O'na kaldırırsa, onları boş geri çevirecek kadar nazik değildir,\" veya \"hayal kırıklığına uğratacak kadar nazik değildir,\" dedi."
    },
    {
      "id": 40,
      "narrator": "It was narrated from Ibn 'Abbas that :",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle dedi: \"Allah'a dua ettiğinizde, avuçlarınız yukarıda olsun, ellerinizin sırtı yukarıda olmasın; ve dua ettikten sonra, yüzünüzü onlarla silin.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu 'Ayyash Az-Zuraqi that :",
      "text": "Abu 'Ayyash Az-Zuraqi'den rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle dedi: \"Her sabah 'La ilaha illalahu wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa 'ala kulli shay'in Qadir' (İbadet edilmeye layık olan yalnızca Allah'tır, O'nun ortağı yoktur. Mülk O'nundur ve tüm hamd O'na aittir, ve O her şeye kadirdir) diyen kimse, İsmail'in oğullarından bir köleyi azat etme sevabına sahip olacaktır; ondan on kötü ameli silinecek, on derece yükselecek ve akşama kadar şeytandan korunacaktır. Akşam olunca (aynı şekilde derse) sabaha kadar aynı koruma ona verilecektir.\" (Sahih) O (rivayet edenlerden biri) dedi ki: \"Bir adam, Allah'ın Elçisi (sas)'ni rüyasında gördü ve dedi: 'Ey Allah'ın Elçisi, Abu 'Ayyash senden şöyle ve böyle rivayet etti.' O dedi: 'Abu 'Ayyash doğru söyledi.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Allah'ın Elçisi (sas) şöyle dedi: \"Sabahleyin şöyle de: 'Allahümme bika asbahna, wa bika amsayna, wa bika nahya, wa bika namut.' (Ey Allah, izninle sabaha ulaştık, izninle akşama ulaşıyoruz, izninle yaşıyoruz ve izninle ölüyoruz.) Akşam olunca şöyle de: 'Allahümme bika amsayna, wa bika asbahna, wa bika nahya, wa bika namut, wa ilaykal-masir.' (Ey Allah, izninle akşama ulaştık, izninle sabaha ulaşıyoruz, izninle yaşıyoruz ve izninle ölüyoruz, ve dönüşümüz sana.)\""
    },
    {
      "id": 43,
      "narrator": "'Uthman bin 'Affan said:",
      "text": "'Uthman bin 'Affan dedi ki: \"Ben, Allah'ın Elçisi (sas)'nin şöyle dediğini duydum: 'Her gün sabah ve akşam 'Bismillahil-ladhi la yadurru ma'a ismihi shay'un fil-ardi wa la fis-sama'i wa Huwas-Sami'ul-'Alim' (Allah'ın adıyla ki, O'nun adıyla yeryüzünde ve gökyüzünde hiçbir şey zarar vermez, ve O, Her Şeyi Görebilen, Her Şeyi Bilen'dir) diyen bir kişi yoktur ki, bir şeyden zarar görsün.'\" (Hasan) O (rivayet edenlerden biri) dedi ki: \"Aban, vücudunun bir tarafında felç geçirmişti ve bir adam ona bakmaya başladı. Aban dedi: 'Neden bana bakıyorsun? Hadis, sana anlattığım gibi; ama o gün bunu söylemedim ki, Allah'ın takdiri gerçekleşsin.'\""
    },
    {
      "id": 44,
      "narrator": "It was narrated from Abu Salam, the servant of the Prophet (saas), that :",
      "text": "Abu Salam, Peygamber (sas)'in hizmetkârından rivayet edilmiştir ki: Peygamber (sas) şöyle dedi: \"Her sabah ve akşam 'Radaytu billahi Rabban wa bil-Islami dinan wa bi Muhammadin nabiyyan' (Ben Allah'ı Rabbim, İslam'ı dinim ve Muhammed'i peygamberim olarak kabul ediyorum) diyen bir Müslüman - ya da bir kişi, ya da Allah'ın kulu - yoktur ki, kıyamet günü Allah'tan onu memnun edeceğine dair bir vaadi olmasın.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (sas) bu duaları her sabah ve akşam terk etmezdi: 'Allahümme inni as'alukal-'afwa wal-'afiyah fid-dunya wal-akhirah. Allahümme inni as'alukal-'afwa wal-'afiyah fi dini wa dunyaya wa ahli wa mali. Allahum-mastur 'awrati, wa amin raw'ati wahfazni min bayni yadayya, wa min khalfi, wa 'an yamini wa 'an shimali, wa min fawqi, wa 'audhu bika an ughtala min tahti.' (Ey Allah, bu dünyada ve ahirette affını ve sağlık istiyorum. Ey Allah, dinimde, dünyamda, ailemde ve malımda affını ve sağlık istiyorum. Ey Allah, ayıplarımı ört, korkularımı yatıştır ve beni önümden, arkamdan, sağımdan, solumdan ve üstümden koru; ve beni altımdan ansızın yakalanmaktan sana sığınırım.)\" Waki' (rivayet edenlerden biri, açıklama yaparak) dedi ki: \"Yani Al-Khasf (rezil olma).\""
    },
    {
      "id": 46,
      "narrator": "It was narrated from 'Abdullah bin Buraidah that :",
      "text": "'Abdullah bin Buraidah'dan rivayet edilmiştir ki: babası şöyle demiştir: \"Allah'ın Elçisi (sas) şöyle buyurdu: Allahumma Anta Rabbi la ilaha illa Anta, khalaqtani wa ana 'abduka wa ana 'ala 'ahdika wa wa'dika mastata'tu. A'udhu bika min sharri ma sana'tu, abu'u bi ni'matika wa abu'u bi dhanbi faghfirli, fa innahu la yaghfirudh-dhunuba illa Anta (Ey Allah, Sen benim Rabbimsin, Senden başka ibadet edilmeye layık yoktur. Beni yarattın ve ben Senin kulunum, ben Senin ahdine ve vaadine elimden geldiğince bağlıyım. Yaptıklarımın şerrinden Sana sığınırım. Nimetini kabul ediyorum ve günahımı itiraf ediyorum, o halde beni affet, çünkü günahları ancak Sen affedersin).\" Dedi ki: \"Allah'ın Elçisi (sas) şöyle buyurdu: 'Kim bunu gündüz ve gece söylerse, o gün veya o gece ölürse, Allah dilerse Cennete girecektir.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Hurairah that :",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (sas) yatağa gittiğinde şöyle derdi: \"Allahumma Rabbas-samawati wa Rabbal-ardi, wa Rabba kulli shay'in, faliqal-habbi wan-nawa, munzilat-Tawrati wal-Injili wal-Qur'anil-'Azim. A'udhu bika min sharri kulli dabbatin Anta akhidhun binasiyatiha, Antal-Awwalu fa laysa qablaka shayun, wa Antal-Akhiru, fa laysa ba'daka shayun', Antaz-zahiru, fa laysa fawqaka shayun', wa antal-batinu fa laysa dunaka shay', aqdi 'annid-dayna waghnini minal-faqr (Ey Allah, göklerin Rabbi, yerin Rabbi ve her şeyin Rabbi, tohumun ve çekirdeğin yaratıcısı, Tevrat, İncil ve Azam Kur'an'ı indiren, her yaratığın şerrinden Sana sığınırım; Senin elinde olanı tutan. Sen birincisin, Senin önünde hiçbir şey yok; Sen sonuncusun, Senin arkasında hiçbir şey yok; Sen en yücesin, Senin üstünde hiçbir şey yok; Sen en yakınısın, Senin yanında hiçbir şey yok. Borcumu öde ve beni fakirlikten koru).\""
    },
    {
      "id": 48,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi (sas) biriniz yatağa girmek istediğinde, izarının (bel sarması) ucunu açsın ve onunla yatağını tozlasın, çünkü onun arkasından ne geldiğini bilemez. Sonra sağ tarafına yatıp şöyle desin: 'Rabbi bika wada'tu janbi wa bika arfa'uhu, fa in amsakta nafsi farhamha, wa in arsaltaha fahfazha bima hafizta bihi 'ibadikaas-salihin (Ey Rabbim, Senin izninle yan yatıyorum ve Senin izninle kalkıyorum, eğer ruhumu alırsan ona merhamet et, eğer ruhumu geri gönderirsen onu salih kullarını koruduğun gibi koru).\""
    },
    {
      "id": 49,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: Peygamber (sas) yatağa girdiğinde, ellerine üfler, Mu'awwidhatayn (Felak ve Nas sureleri) okur, sonra ellerini vücuduna silerdi."
    },
    {
      "id": 50,
      "narrator": "It was narrated from Bara' bin 'Azib that :",
      "text": "Bara' bin 'Azib'den rivayet edilmiştir ki: Peygamber (sas) bir adama şöyle dedi: \"Yatmaya gittiğinde veya yatağına gittiğinde şöyle de: Allahumma aslamtu wajhi ilayka, wa al-ja'tu zahri ilayka, wa fawwadtu amri ilayka, raghbatan wa rahbatan ilayka, la malja'a wa la manja'a minka illa ilayka, amantu bi kitabikal-ladhi anzalta, wa nabiyyikal arsalta (Ey Allah, yüzümü (yani kendimi) Sana teslim ettim, ve sırtımı Sana dayadım, ve işimi Sana havale ettim, Senin rızanı umarak ve korkarak, Senden başka sığınacak ve kaçacak yer yok; indirdiğin Kitabına ve gönderdiğin Peygambere inandım).' Sonra o gece ölürsen, Fıtrat (doğal hal) üzere ölürsün, sabah uyanırsan, büyük bir hayırla uyanırsın.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from 'Abdullah that:",
      "text": "'Abdullah'dan rivayet edilmiştir ki: Peygamber (sas) yatağına girdiğinde, elini - sağ elini kastederek - yanağının altına koyar ve şöyle derdi: \"Allahumma qini 'adhabaka yawm tab'athu 'ibadaka (Ey Allah, kullarını dirilttiğin günde azabından beni koru).\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that ‘Ubadah bin As-Samit said:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir ki: \"Allah'ın Elçisi (sas) şöyle dedi: 'Kim sabah uyandığında şu sözleri söylerse: La ilaha illallah wahdahu la sharika lahu, lahul-mulku wa lahul-hamdu, wa Huwa ‘ala kulli shay’in Qadir; Subhan-Allah walhamdu lillahi, wa la ilaha illallahu, wa Allahu Akbar, wa la hawla wa la quwwata illa billahil-‘Aliyil-‘Azim (Sadece Allah'tan başka ibadet edilmeye layık yoktur, O'nun ortağı yoktur. Mülk O'nundur ve her türlü övgü O'na aittir, O her şeye kadirdir. Allah'ı tesbih ederiz, O'na hamd ederiz, Allah'tan başka ibadet edilmeye layık yoktur, Allah en büyüktür, O'ndan başka güç ve kuvvet yoktur), sonra Rabbighfirli (Ey Rabbim, beni affet) derse, affedilecektir.'” Walid dedi ki: \"Ya da şöyle dedi: sonra dua ederse, duası kabul edilir, sonra kalkıp abdest alır ve namaz kılarsa, namazı kabul edilir.\""
    },
    {
      "id": 53,
      "narrator": "Rabi’ah bin Ka’b Al-Aslami narrated that he used to spend the night outside the door of the Messenger of Allah (ﷺ), and he used to hear the Messenger of Allah (ﷺ) saying at night:",
      "text": "Rabi’ah bin Ka’b Al-Aslami, Allah'ın Elçisi (sas) kapısının önünde geceyi geçirdiğini ve Allah'ın Elçisi (sas) geceleri şöyle dediğini duyduğunu rivayet etti: “Subhan Allahi Rabbil-‘alamin (Alemlerin Rabbi Allah'ı tesbih ederim),” bunu bir süre tekrar etti, sonra şöyle dedi: Subhan Allahi wa bihamdihi (Allah'ı tesbih ederim ve O'na hamd ederim).”"
    },
    {
      "id": 54,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'tan rivayet edilmiştir ki: \"Allah'ın Elçisi (sas) sabah uyandığında şöyle derdi: ‘Al-hamdu lillahil-ladhi ahyana ba’dama amatana wa ilayhi’n-nushur (Bizi öldürdükten sonra hayata döndüren Allah'a hamd olsun, ve dönüş O'nadır).’”"
    },
    {
      "id": 55,
      "narrator": "It was narrated from Mu’adh bin Jabal that the Messenger of Allah (ﷺ) said:",
      "text": "Mu’adh bin Jabal'dan rivayet edilmiştir ki, Allah'ın Elçisi (sas) şöyle dedi: “Temiz bir halde yatağa yatan bir kişi, gece uyanıp bu dünyada veya ahirette Allah'tan bir şey isterse, ona verilecektir.”"
    },
    {
      "id": 56,
      "narrator": "It was narrated that Asma’ bint ‘Umais said:",
      "text": "Asma’ bint ‘Umais'ten rivayet edilmiştir ki: “Allah'ın Elçisi (sas) bana sıkıntı anlarında söylemem için bazı sözler öğretti: Allah! Allahu Rabbi la ushriku bihi shay’an (Allah, Allah benim Rabbimdir, O'na hiçbir şeyi ortak koşmam).”"
    },
    {
      "id": 57,
      "narrator": "It was narrated from Ibn ‘Abbas that the Prophet (ﷺ) used to say at times of distress:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki: Peygamber (sas) sıkıntı anlarında şöyle derdi: “La ilaha illallahul-Halimul-Karim, Subhan-Allahi Rabbil-‘Arshil-‘Azim, Subhan-Allahi Rabbil-samawatis-sab’i wa Rabbil-‘Arshil-Azim (Sadece Allah'tan başka ibadet edilmeye layık yoktur, O, Halim ve Kerim'dir; Allah'ı, Azam Arş'ın Rabbi olarak tesbih ederim; Allah'ı, yedi göğün Rabbi ve Azam Arş'ın Rabbi olarak tesbih ederim).” Waki’ dedi ki: \"Her 'La ilaha illallah' ifadesinde bu sözcükler de dahil edilmelidir.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Umm Salamah that whenever he left his house, the Prophet (ﷺ) would say:",
      "text": "Umm Salamah'tan rivayet edilmiştir ki: Peygamber (sas) evinden çıktığında şöyle derdi: “Allahumma inni a’udhu bika an adilla aw azilla, aw azlima aw uzlama, aw ajhala aw yujhala ‘alayya (Ey Allah, sapmaktan veya kaymaktan, başkalarına zulmetmekten veya zulme uğramaktan, cehaletle davranmaktan veya cehaletle muamele görmekten Sana sığınırım).”"
    },
    {
      "id": 59,
      "narrator": "It was narrated from Abu Hurairah that whenever he left his house, the Prophet (ﷺ) would say:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (sas) evinden çıktığında şöyle derdi: “Bismillah, la hawla wa la quwwata illa billah, at-tuklanu ‘ala Allah (Allah'ın adıyla, Allah'tan başka güç ve kuvvet yoktur, ve güven Allah'a emanet edilmiştir).”"
    },
    {
      "id": 60,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Peygamber (sas) bir adam evinin kapısından çıktığında, onunla birlikte iki melek olur. Eğer Bismillah derse, onlar: 'Sen doğru yola iletildin' derler. Eğer La hawla wa la quwwata illa billah derse, onlar: 'Sen korundun' derler. Eğer Tawwakaltu ‘ala Allah derse, onlar: 'Sen koruma altına alındın' derler. Sonra onun iki Qarini (şeytan) ona gelir ve (iki melek) derler: 'Doğru yola iletilen, korunan ve koruma altına alınan bir adamla ne istiyorsun?'”"
    },
    {
      "id": 61,
      "narrator": "It was narrated from Jabir bin ‘Abdullah that he heard the Prophet (ﷺ) say:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Rasulullah (ﷺ) şöyle buyurmuştur: “Bir adam evine girdiğinde, girdiğinde ve yemek yerken Allah'ı hatırlarsa, Şeytan der ki: ‘Senin kalacak yerin yok ve akşam yemeğin yok.’ Eğer evine girdiğinde Allah'ı hatırlamazsa, Şeytan der ki: ‘Sen kalacak bir yer buldun.’ Ve eğer yemek yerken Allah'ı hatırlamazsa, (Şeytan) der ki: ‘Sen kalacak bir yer buldun ve akşam yemeğin var.’”"
    },
    {
      "id": 62,
      "narrator": "It was narrated that ‘Abdullah bin Sarjis said:",
      "text": "Abdullah bin Sarjis'ten rivayet edilmiştir ki: “Allah'ın Rasulü (ﷺ) şöyle derdi” – ve (rivayet edenlerden biri) Abdurrahim dedi ki: “O, seyahat ettiğinde sığınırdı” – “Allah'ım, ben sana seyahatin zorluklarından, dönüşün üzüntülerinden, artıştan sonra eksilmekten, haksızlığa uğramış olanın duasından ve aileme veya malıma bir felaketin gelmesinden sana sığınırım.” (Rivayet edenlerden biri) Ebu Muaviye ekledi: “Ve döndüğünde de aynı şekilde derdi.”"
    },
    {
      "id": 63,
      "narrator": "‘Aishah narrated that when the Prophet (ﷺ) saw a cloud approaching from any horizon, he would stop what he was doing, even if he was praying, and turn to face it, then he would say:",
      "text": "Aişe, Rasulullah (ﷺ) bir bulutun herhangi bir ufuktan yaklaştığını gördüğünde, yaptığı her şeyi durdurduğunu, hatta namaz kılıyor olsa bile, ona döndüğünü ve şöyle dediğini rivayet etmiştir: “Allah'ım, biz sana gönderilenin şerrinden sığınırız.” Sonra yağmur yağarsa, “Allah'ım, hayırlı bir yağmur olsun” derdi, iki veya üç kez. Eğer Allah onu dağıtır ve yağmur yağmazsa, bunun için Allah'ı övüp şükrederdi."
    },
    {
      "id": 64,
      "narrator": "It was narrated from ‘Aishah that when the Messenger of Allah (ﷺ) saw rain, he would say:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Rasulü (ﷺ) yağmur gördüğünde şöyle derdi: “Allah'ım, onu hayırlı bir yağmur bulutu yap.”"
    },
    {
      "id": 65,
      "narrator": "It was narrated that ‘Aishah said:",
      "text": "Aişe, “Eğer Allah'ın Rasulü (ﷺ) yağmur getirecek gibi görünen bir bulut görse, yüzünün rengi değişerdi ve içeri girip çıkar, ileri geri yürürdü. Sonra, yağmur yağarsa, rahatlar ve ferahlar.” Aişe, ona gördüklerini anlattığında, o şöyle dedi: “Sen bunu nasıl biliyorsun? Belki de Hud kavminin dediği gibi olur: ‘Sonra, vadilerine doğru yoğun bir bulut gördüklerinde, ‘Bu bize yağmur getiren bir bulut!’ dediler. Hayır, bu, acele ettiklerin (azap)dır.’”"
    },
    {
      "id": 66,
      "narrator": "It was narrated from Ibn ‘Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Rasulü (ﷺ) şöyle buyurmuştur: “Bir kimse beklenmedik bir şekilde bir felaketle karşılaşan birine rastlarsa ve ‘Hamd, o Allah'a ki beni senin başına gelenlerden korudu ve beni yarattıklarından birçoğuna tercih etti’ derse, o felaketten korunur, ne olursa olsun.”"
    }
  ]
}