{
  "language": "tr",
  "metadata": {
    "length": 34,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Salih bir insandan gelen iyi bir rüya, peygamberliğin kırk altı parçasından biridir.”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Bir müminin rüyası, peygamberliğin kırk altı parçasından biridir.”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Salih bir Müslüman erkeğin rüyası, peygamberliğin yetmiş parçasından biridir.”"
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated that Umm Kurz Al-Ka’biyyah said:",
      "text": "Umm Kurz Al-Ka’biyyah'tan rivayet edilmiştir ki, “Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Peygamberlik sona erdi, ancak iyi rüyalar kalmıştır.’”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Salih bir rüya, peygamberliğin yetmiş parçasından biridir.”"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated that ‘Ubadah bin Samit said:",
      "text": "‘Ubadah bin Samit'ten rivayet edilmiştir ki, “Ben Allah'ın Resulü (ﷺ) ile Allah'ın, yüce olan O'nun, ‘Onlar için bu dünyada ve ahirette müjdeler vardır.’ ayeti hakkında konuştum. O şöyle dedi: ‘Bunlar, bir Müslümanın gördüğü veya hakkında görülen iyi rüyalardır.’”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) hastayken perdeyi çekti ve (ibadet edenlerin) safları Abu Bekir'in arkasındaydı. O şöyle dedi: ‘Ey insanlar, peygamberliğin müjdelerinden geriye kalan tek şey, bir Müslümanın gördüğü veya hakkında görülen iyi bir rüyadır.’”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated from ‘Abdullah that the Prophet (ﷺ) said:",
      "text": "Abdullah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Kim beni bir rüyada görürse, gerçekte beni görmüştür, çünkü şeytan benim suretimde görünemez.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim beni bir rüyada görürse, (gerçekten) beni görmüştür, çünkü şeytan benim suretimde görünemez.”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim beni bir rüyada görürse, (gerçekten) beni görmüştür, çünkü şeytan benim suretimde görünemez.”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Prophet (ﷺ) said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Kim beni bir rüyada görürse, (gerçekten) beni görmüştür, çünkü şeytan beni taklit edemez.”"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated from ‘Awn bin Abu Juhaifah, from his father, that the\nMessenger of Allah (ﷺ) said:",
      "text": "‘Awn bin Abu Juhaifah'tan, babasından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim beni bir rüyada görürse, sanki uyanıkken beni görmüş gibidir, çünkü şeytan benimle benzerlik kuramaz.”"
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim beni bir rüyada görürse, (gerçekten) beni görmüştür, çünkü şeytan beni taklit edemez.”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Rüyalar üç çeşittir: Allah'tan gelen müjdeler, bir kişinin aklındaki şeyler ve şeytandan gelen korkutucu rüyalar. İçinizden biri hoşuna giden bir rüya görürse, dilerse başkalarına anlatabilir; ancak hoşuna gitmeyen bir şey görürse, bunu kimseye anlatmamalıdır ve kalkıp namaz kılmalıdır.”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated from Abu ‘Ubaidullah Muslim bin Mishkam, that ‘Awf\nbin\nMalik narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu ‘Ubaidullah Muslim bin Mishkam'dan rivayet edilmiştir ki, ‘Awf bin Malik, Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: “Rüyalar üç çeşittir: Bazıları şeytandan gelen korkutucu şeylerdir, Adem oğluna üzüntü vermek için; bazıları bir kişinin uyanıkken düşündüğü şeylerdir, bu yüzden onları rüyasında görür; ve bazıları peygamberliğin kırk altı parçasından biridir.” O şöyle dedi: “Ben ona dedim: ‘Bunu Allah'ın Resulü (ﷺ) den duydun mu?’ O dedi ki: ‘Evet, bunu Allah'ın Resulü (ﷺ) den duydum, Allah'ın Resulü (ﷺ) den duydum.’”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer sizden biri hoşlanmadığı bir rüya görürse, sol tarafına üç kez kuru bir şekilde tükürsün ve Şeytandan Allah'a sığınsın, sonra diğer tarafına dönsün.”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Abu Qatadah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Katade'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “(İyi) rüyalar Allah'tan, (kötü) rüyalar ise Şeytandandır; bu yüzden eğer sizden biri hoşlanmadığı bir şey görürse, sol tarafına üç kez kuru bir şekilde tükürsün, lanetli Şeytandan Allah'a sığınsın, sonra diğer tarafına dönsün.”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer sizden biri hoşlanmadığı bir rüya görürse, dönsün ve sol tarafına üç kez kuru bir şekilde tükürsün, Allah'tan onun hayrını istesin ve şerrinden sığınsın.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hurayra'nın şöyle dediği rivayet edilmiştir: “Bir adam, Resulullah'a (ﷺ) geldi ve ‘Başımın kesildiğini ve yuvarlandığını gördüm’ dedi. Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Şeytan sizden birine gelir ve onu korkutur, sonra ertesi sabah bunu insanlara anlatır.’”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki, bir adam, Resulullah'a (ﷺ) hutbe verirken geldi ve ‘Ey Allah'ın Resulü! Geçen gece rüyamda boynuma vurulduğunu ve başımın düştüğünü gördüm, onu kovaladım, aldım ve yerine koydum’ dedi. Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Eğer Şeytan sizden birinin rüyasında oynarsa, bunu insanlara anlatmasın.’”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer sizden biri kötü bir rüya görürse, bunu insanlara anlatmasın; Şeytanın rüyasında onunla oynadığını söylemesin.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated from Abu Razin that he heard the Prophet (ﷺ) say:",
      "text": "Ebu Razin'den rivayet edilmiştir ki, o, Peygamber'in (ﷺ) şöyle dediğini işitti: “Rüyalar, yorumlanana kadar bir kuşun ayağına bağlıdır; sonra yorumlandıklarında gerçekleşir.” Dedi ki: “Ve rüyalar, peygamberliğin kırk altı parçasından biridir.” O (rivayet eden) dedi ki: “Ve sanırım şöyle dedi: ‘(Bir kişi) onları sadece sevdiği veya akıllı birine anlatmalıdır.’”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Onları (rüyaları) gördüğünüz şeylerin isimlerine göre yorumlayın ve neye işaret ettiğini anlayın; rüya, ilk yorumlayıcı içindir.”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim yalan bir rüya anlatırsa, Kıyamet Günü ona iki arpa tanesini birleştirmesi emredilecektir ve bunun cezasını çekecektir.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Zamanın sonu yaklaştığında, neredeyse hiçbir mümin yalan bir rüya görmeyecek ve en doğru rüyaları görenler, en doğru söz söyleyenler olacaktır. Ve müminin rüyası, peygamberliğin kırk altı parçasından biridir.’”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'ın şöyle dediği rivayet edilmiştir: “Bir adam, Resulullah'a (ﷺ) Uhud'dan dönerken geldi ve ‘Ey Allah'ın Resulü, rüyamda gölge veren bir bulut gördüm, ondan tereyağı ve bal damlıyordu, ve insanların bunları avuçlarının içine topladıklarını gördüm; bazıları çok, bazıları az topluyordu. Ve gökyüzüne uzanan bir ip gördüm, seni onunla tutarken ve onunla yükselirken gördüm. Sonra başka bir adam onu senin ardından tutup yükseldi, sonra başka bir adam onu tutup yükseldi. Sonra başka bir adam onu tutup kırıldı, sonra yeniden bağlandı ve onunla yükseldi.’ Ebu Bekir dedi: ‘Bırak beni yorumlayayım, ey Allah'ın Resulü.’ O da: ‘Yorumla.’ dedi. O da: ‘Gölge veren bulut, İslam'dır; ondan düşen tereyağı ve bal, Kur'an'ın tatlılığı ve yumuşaklığıdır. Avuçlarının içine bunu toplayan insanlar, bazıları Kur'an'dan çok şey öğrenir, bazıları az öğrenir. Gökyüzüne uzanan ip, takip ettiğin gerçektir; onu tuttun ve onunla yükseldin, sonra başka bir adam onu tutup seninle yükseldi, sonra başka biri, onunla yükselecek, sonra başka biri, ama o kırılacak ve sonra yeniden bağlanacak, sonra onunla yükselecek.’ Dedi: ‘Bazısında doğru, bazısında yanlış söyledin.’ Ebu Bekir dedi: ‘Sana yemin ederim ey Allah'ın Resulü, bana doğru olanı ve yanlış olanı söyle.’ Peygamber (ﷺ) dedi: ‘Yemin etme, ey Ebu Bekir.’”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, “Ben, Allah'ın Resulü (ﷺ) zamanında genç bir bekâr idim ve camide gecelemekteydim. Eğer aramızdan biri bir rüya görse, onu Peygamber'e (ﷺ) anlatırdı. Ben de: ‘Ey Allah'ım, eğer katında bende bir hayır varsa, bana Peygamber'in (ﷺ) yorumlayabileceği bir rüya göster.’ dedim. Sonra uyudum ve iki melek geldi, beni aldılar. Onlara başka bir melek katıldı ve ‘Korkma’ dedi, beni cehenneme götürdüler; cehennem bir kuyu gibi inşa edilmişti. İçinde bazılarını tanıdığım insanlar vardı. Sonra beni sağa götürdüler. Sabah bunu Hafsa'ya anlattım, Hafsa da bunu Allah'ın Resulü'ne (ﷺ) anlattı ve o da: ‘Abdullah, salih bir adamdır; keşke daha fazla gece namazı kılsaydı.’ dedi.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that Kharashah bin Hurr said:",
      "text": "Kharashah bin Hurr'dan rivayet edilmiştir ki, “Ben Medine'ye geldim ve Peygamber'in (ﷺ) camiinde bazı yaşlılarla oturdum. Sonra bir ihtiyar, bastonuna dayanarak geldi ve insanlar: ‘Cennetten bir adamı görmek isteyen, bu adama baksın.’ dediler. O, bir direğin arkasında durdu ve iki rekât namaz kıldı. Ben kalkıp yanına gittim ve ona: ‘Bazı insanlar şöyle dedi.’ dedim. O da: ‘Hamd, Allah'a aittir. Cennet Allah'a aittir ve dilediğini oraya alır. Allah'ın Resulü (ﷺ) zamanında bir rüya gördüm; bir adam yanıma geldi ve ‘Hadi gidelim.’ dedi. Ben de onunla gittim ve beni büyük bir yola götürdü. Solumda bir yol gösterildi ve onu takip etmek istedim, ama o: ‘Sen onun halkından değilsin.’ dedi. Sonra sağımda bir yol gösterildi ve onu takip ettim, ta ki kaygan bir dağa ulaşana kadar. Beni elinden tutarak yukarı kaldırdı. Zirveye ulaştığımda, orada sağlam duramadım. Orada üstü altın halka ile kaplı bir demir direk vardı. Elimi tutarak beni yukarı kaldırdı, sonra: ‘Sağlam bir tutuşun var mı?’ dedi. Ben de: ‘Evet.’ dedim. Sonra ayağıyla direğe vurdu ve ben de direği sıkı sıkı tuttum. Bunu Peygamber'e (ﷺ) anlattım ve o da: ‘Güzel bir şey gördün. Büyük yol, Kıyamet Günü toplanma yeridir. Solunda gösterilen yol, cehennem halkının yoludur ve sen onun halkından değilsin. Sağında gösterilen yol, cennet halkının yoludur. Kaygan dağ, şehitlerin yeridir ve sıkı tuttuğun yer, İslam'ın tutacağıdır. Ona sıkı sıkı sarıl, ta ki ölünceye kadar.’ dedi. ‘Ben cennet halkından biri olmayı umuyorum.’ dedi ve o Abdullah bin Selam'dı.”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated from Abu Musa that the Prophet (ﷺ) said:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Bir rüyada kendimi Mekke'den, palmiye ağaçlarının bulunduğu bir yere göç ederken gördüm; bunun Yemen veya Hacer olduğunu düşündüm, ama bu Medine, Yathrib'di. Ve bu rüyamda bir kılıç kullandım, sonra ortasından kırıldı. Bu, Uhud Günü müminlerin başına gelenlerdi. Sonra onu tekrar kullandım ve öncekinden daha iyi oldu; bu, Allah'ın getirdiği fetih ve müminlerin yeniden bir araya gelmesidir. Ayrıca inekler gördüm; Allah'a yemin ederim ki, bu hayırlıdır; çünkü onlar Uhud Günü şehit olan müminlerin grubudur ve hayır, Allah'ın ondan sonra getirdiği şeydir; ve Badr Günü bize getirdiği hakikatın mükafatıdır.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kollarımda altın bilezikler gördüm, onlara üfledim ve bunları bu iki yalancı, Müseyleme ve Ensî olarak yorumladım.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated that Qabus said:",
      "text": "Kabu'sdan rivayet edildiğine göre, Ümmü Fadl şöyle dedi: \"Ey Allah'ın Resulü! Sanki evimde bir uzvunu gördüm (rüyada).\" O da: \"Gördüğün hayırdır. Fatıma bir erkek çocuk doğuracak ve sen onu emzireceksin.\" dedi. Fatıma, Hüseyin veya Hasan'ı doğurdu ve ben onu Kutham sütüyle emzirdim.\" O şöyle devam etti: \"Onu Peygamber (ﷺ)'in kucağına getirdim ve o, idrarını yaptı, ben de ona omzundan vurdum.\" Peygamber (ﷺ) dedi ki: \"Sen benim oğluma zarar verdin, Allah sana rahmet etsin.\""
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar concerning the dream of the\nProphet (ﷺ) that he (the Prophet (ﷺ)) said:",
      "text": "Abdullah bin Ömer'den, Peygamber (ﷺ)'in rüyası hakkında rivayet edilmiştir ki, o (Peygamber (ﷺ)) şöyle dedi: \"Dağınık saçlı bir siyah kadın gördüm, o Medine'den ayrıldı ve Cuhfa olan Al-Mahya'ah'a gitti. Bunu, Medine'de meydana gelen bir salgın hastalığın Cuhfa'ya geçtiği şeklinde yorumladım.\""
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated from Talhah bin ‘Ubaidullah that two men from Bali\ncame to\nthe Messenger of Allah (ﷺ). They had become Muslim together,\nbut\none of them used to strive harder than the other. The one who used\nto\nstrive harder went out to fight and was martyred. The other one\nstayed for a year longer, then he passed away. Talhah said:",
      "text": "Talha bin Ubeydullah'tan rivayet edilmiştir ki, Bali'den iki adam Allah'ın Resulü (ﷺ)'ne geldiler. İkisi birlikte Müslüman olmuşlardı, fakat biri diğerinden daha çok çaba gösteriyordu. Daha çok çaba gösteren adam savaşa çıktı ve şehit oldu. Diğeri bir yıl daha kaldı, sonra o da vefat etti. Talha dedi ki: \"Rüyamda Cennet kapısında olduğumu gördüm ve onları (o iki adamı) gördüm. Cennetten biri çıktı ve en son ölen adamı kabul etti, sonra geri geldi ve şehit olanı kabul etti. Sonra bana geri döndü ve dedi ki: 'Geri dön, çünkü zamanın henüz gelmedi.'\" Ertesi sabah, Talha bunu insanlara anlattı ve onlar hayret ettiler. Bu haber Allah'ın Resulü (ﷺ)'ne ulaştı ve ona hikayeyi anlattılar. O da: \"Neden buna bu kadar hayret ettiniz?\" dedi. Onlar: \"Ey Allah'ın Resulü, ilk olan daha çok çaba gösteren kişiydi, sonra şehit oldu, ama diğeri ondan önce Cennete kabul edildi.\" dediler. Allah'ın Resulü (ﷺ) dedi ki: \"Bir yıl geride kalmadı mı?\" Onlar: \"Evet.\" dediler. O: \"Ve Ramazan gelmedi mi, o da o yıl oruç tutmadı mı ve şu ve bu namazları kılmadı mı?\" dedi. Onlar: \"Evet.\" dediler. Allah'ın Resulü (ﷺ) dedi ki: \"Onlar arasındaki fark, gök ile yer arasındaki farktan daha büyüktür.\""
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Rüyada boynumda bir zincir görmekten hoşlanmam, ama ayaklarımda kelepçe görmekten hoşlanırım; çünkü kelepçeler (dinde) sebatı temsil eder.\""
    }
  ]
}