{
  "language": "tr",
  "metadata": {
    "length": 175,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanlarla savaşmam emredildi, ta ki: La ilaha illallah desinler. Eğer bunu derlerse, o zaman kanları ve malları benden korunmuştur, ancak buna dayanan bir hak hariç, ve onların hesabı Allah'la olacaktır.”"
    },
    {
      "id": 2,
      "narrator": "It was narrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanlarla savaşmam emredildi, ta ki: La ilaha illallah desinler. Eğer La ilaha illallah derlerse, o zaman kanları ve malları benden korunmuştur, ancak buna dayanan bir hak hariç, ve onların hesabı Allah'la olacaktır.”"
    },
    {
      "id": 3,
      "narrator": "‘Amr bin Aws narrated that his father, Aws, told him:",
      "text": "Amr bin Avs, babası Avs'tan şöyle rivayet etmiştir: “Peygamber (ﷺ) ile oturuyorduk, o bize anlatıyordu ve hatırlatıyordu, bir adam geldi ve ona özel olarak konuştu. O da: ‘Onu al ve öldür.’ dedi. Adam dönerken, Allah'ın Resulü (ﷺ) onu geri çağırdı ve: ‘Allah'tan başka ibadet edilmeye layık olanın olmadığını şahitlik ediyor musun?’ dedi. O da: ‘Evet.’ dedi. Resulullah (ﷺ) şöyle dedi: ‘O zaman git ve onu serbest bırak, çünkü insanlarla savaşmam emredildi, ta ki: La ilaha illallah desinler, eğer bunu yaparlarsa, o zaman kanları ve malları bana haramdır.’”"
    },
    {
      "id": 4,
      "narrator": "It was narrated from Sumait bin Sumair, that ‘Imran bin Husain\nsaid:",
      "text": "Sumait bin Sumair'den rivayet edilmiştir ki, İmrân bin Hüsayn şöyle dedi: “Nafi' bin Azrak ve arkadaşları geldiler ve: ‘Sen mahvoldun, ey İmrân!’ dediler. O (İmrân) dedi ki: ‘Ben mahvolmadım.’ Onlar: ‘Evet, mahvoldun.’ dediler. Ben: ‘Neden mahvoldum?’ dedim. Onlar: ‘Allah buyuruyor ki: “Onlarla savaşın, Fitne kalmayıncaya kadar (yani, Allah'tan başka ibadet edilenler), din yalnızca Allah'a ait olacaktır.” O da: ‘Biz onlarla savaştık, ta ki yenilene kadar ve din yalnızca Allah'a ait oldu. İstersen, sana Allah'ın Resulü (ﷺ)’den duyduğum bir Hadis anlatayım.’ Onlar: ‘Gerçekten, Allah'ın Resulü (ﷺ)’den mi duydun?’ dediler. O da: ‘Evet. Allah'ın Resulü (ﷺ) ileydim ve o, Müslümanlardan bir orduyu putperestlere göndermişti. Onlarla karşılaştıklarında şiddetle savaştılar ve (putperestler) omuzlarını verdiler (yani, döndüler ve kaçtılar). Akrabalarımdan bir adam, bir putperest adama mızrakla saldırdı, ve o yenildiğinde: “Ben şahitlik ederim ki, Allah'tan başka ibadet edilmeye layık olan yoktur, ben Müslümanım.” dedi. Ama onu bıçaklayıp öldürdü. Allah'ın Resulü (ﷺ)’ne geldi ve: “Ey Allah'ın Resulü, ben mahvoldum.” dedi. O da: “Ne yaptın?” diye sordu, bir veya iki kez. O da ne yaptığını anlattı ve Allah'ın Resulü (ﷺ) ona: “Neden karnını açıp kalbinde ne olduğunu öğrenmedin?” dedi. O da: “Ey Allah'ın Resulü, keşke karnını açıp kalbinde ne olduğunu öğrenebilseydim.” dedi. O da: “Sen onun söylediklerini kabul etmedin ve kalbinde ne olduğunu bilemezdin!” dedi. Allah'ın Resulü (ﷺ) o (adam) hakkında sessiz kaldı, kısa bir süre sonra o öldü. Onu gömdük, ama ertesi sabah yeryüzünde belirdi. Onlar: “Belki düşmanı onu çıkardı.” dediler. Böylece onu (yeniden) gömdük ve kölelerimize nöbet tutmalarını söyledik. Ama ertesi sabah yine yeryüzünde belirdi, sonra: ‘Belki köleler uykuya daldı.’ dedik. Böylece onu (yeniden) gömdük ve kendimiz nöbet tuttuk, ama ertesi sabah yine yeryüzünde belirdi. Böylece onu bu dağ geçitlerinden birine attık.’”"
    },
    {
      "id": 5,
      "narrator": "It was narrated from Sumait, from\n‘Imran bin Husain who said:",
      "text": "Sumait'ten, İmrân bin Hüsayn'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bizi bir sefere gönderdi ve bir Müslüman, bir putperest adama saldırdı.” Ve Hadis'i anlattı ve ekledi: “Ve yer onu dışarı attı. Peygamber (ﷺ) buna dair bilgilendirildi ve: ‘Yer, ondan daha kötü olanları kabul eder, ama Allah, La ilaha illallah'ın ne kadar büyük bir kutsallık olduğunu size göstermek istedi.’ dedi.”"
    },
    {
      "id": 6,
      "narrator": "It was narrated that Abu Sa’eed said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Veda Haccı sırasında şöyle dedi: ‘Sizin en kutsal gününüz bu gün değil mi, sizin en kutsal ayınız bu ay değil mi, sizin en kutsal beldeniz bu belde değil mi? Kanlarınız ve mallarınız, bu gününüzde ve bu ayınızda sizin için ne kadar kutsalsa, o kadar kutsaldır. Size (mesajı) iletmedim mi?’ Onlar: ‘Evet.’ dediler. O da: ‘Ey Allah, şahit ol.’ dedi.”"
    },
    {
      "id": 7,
      "narrator": "It was narrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: “Ben, Allah'ın Resulü (ﷺ) Ka'bah'ı tavaf ederken gördüm ve şöyle diyordu: ‘Ne kadar güzelsin ve ne kadar güzel kokun var; ne kadar büyüksün ve ne kadar büyük kutsallığın var. Muhammad'ın ruhunun elinde olan Allah'a yemin ederim ki, müminin kutsallığı, Allah katında senin kutsallığından daha büyüktür, onun kanı ve malı, ve ona karşı başka bir şey düşünmek.’”"
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Müslümanın tamamı, diğer Müslüman için kutsaldır; kanı, malı ve onuru.”"
    },
    {
      "id": 9,
      "narrator": "Fadalah bin ‘Ubaid narrated that the Prophet (ﷺ) said:",
      "text": "Fadl bin Ubeyd, Peygamber (ﷺ) şöyle buyurdu: “Mümin, insanların mallarının ve canlarının güvende olduğu kişidir; Muhacir ise hataları ve günahları terk edendir.”"
    },
    {
      "id": 10,
      "narrator": "It was narrated from Jabir bin ‘Abdullah that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Açıkça yağmalayan bizden değildir.”"
    },
    {
      "id": 11,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Zina eden, zina yaptığı sırada mümin değildir; (şarap içen) içki içtiği sırada mümin değildir; hırsız, çaldığı sırada mümin değildir; yağmacı, insanların önünde yağmaladığı sırada mümin değildir.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated from ‘Imran bin Husain that the Messenger of Allah\n(ﷺ) said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Yağmalayan bizden değildir.”"
    },
    {
      "id": 13,
      "narrator": "It was narrated that Tha’labah bin Hakam said:",
      "text": "Tha'labah bin Hakam şöyle dedi: “Düşmanın bazı koyunlarına rastladık ve onları yağmaladık, ve yemek kaplarımızı kurduk. Peygamber (ﷺ) kapların yanından geçti ve onların devrilmesini emretti, sonra şöyle dedi: ‘Yağma caiz değildir.’”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn Mas’ud that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir Müslümanı kötü sözle aşağılamak Fusuq (itaatsizlik)tir ve ona savaş açmak Küfür'dür (Allah'a nankörlük).’”"
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Bir Müslümanı kötü sözle aşağılamak Fusuq (itaatsizlik)tir ve ona savaş açmak Küfür'dür (Allah'a nankörlük).”"
    },
    {
      "id": 16,
      "narrator": "It was narrated from Sa’d that the Messenger of Allah (ﷺ) said:",
      "text": "Sa’d'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir Müslümanı sözle aşağılamak Fusuq (itaatsizlik)tir ve ona saldırmak Kufr'dur.”"
    },
    {
      "id": 17,
      "narrator": "It was narrated from Jarir bin ‘Abdullah that the Messenger of\nAllah\n(ﷺ) said, during the Farewell Pilgrimage:",
      "text": "Jarir bin Abdullah'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Veda Haccı sırasında şöyle dedi: “İnsanlara dikkat edin.” Sonra şöyle dedi: “Ben gittikten sonra birbirinize saldırarak kafirler haline dönmeyin.”"
    },
    {
      "id": 18,
      "narrator": "It was narrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Umar'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Vay halinize! Ben gittikten sonra birbirinize saldırarak kafirler haline dönmeyin.”"
    },
    {
      "id": 19,
      "narrator": "It was narrated from Sunabih Al-Ahmasi that the Messenger of Allah\n(ﷺ) said:",
      "text": "Sunabih Al-Ahmasi'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Ben, sizden önce Havuz'a ulaşacağım ve milletler önünde sizin büyük sayınızı övüneceğim, bu yüzden ben gittikten sonra birbirinize saldırmayın.”"
    },
    {
      "id": 20,
      "narrator": "It was narrated from Abu Bakr Siddiq that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Bekir Sıddık'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Kim sabah namazını kılarsa, o Allah'ın koruması altındadır, bu yüzden Allah'a ihanet etmeyin ve O'nun koruması altındakilere ihanet etmeyin. Kim onu öldürürse, Allah onu arayacak ve onu yüzüstü Cehenneme atana kadar peşini bırakmayacaktır.”"
    },
    {
      "id": 21,
      "narrator": "It was narrated from Samurah bin Jundab that the Prophet (ﷺ) said:",
      "text": "Samurah bin Jundab'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: “Kim sabah namazını kılarsa, o Allah, Azze ve Celle'nin koruması altındadır.”"
    },
    {
      "id": 22,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Mümin, Allah, Azze ve Celle katında bazı meleklerinden daha değerlidir.”"
    },
    {
      "id": 23,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Saçmalık bayrağı altında savaşan, kabilecilik için destek veren veya kabilecilik uğruna öfkelenen kimse, cehalet içinde ölür.”"
    },
    {
      "id": 24,
      "narrator": "‘Abbad bin Kathir Ash-Shami narrated from a woman among them, called\nFasilah, that she heard her father say:",
      "text": "Abbad bin Kathir Ash-Shami, aralarından Fasilah adında bir kadından rivayet etti ki, babasının şöyle dediğini duydu: “Ben Peygamber'e (ﷺ) sordum: ‘Ey Allah'ın Resulü, bir adam kendi halkını sevdiğinde bu kabilecilik midir?’ O, ‘Hayır, kabilecilik, bir adamın kendi halkını yanlış yapmaları için desteklemesidir.’ dedi.”"
    },
    {
      "id": 25,
      "narrator": "Anas bin Malik said:",
      "text": "Anas bin Malik dedi ki: “Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Benim ümmetim sapkınlık üzerinde birleşmeyecek, eğer onları farklı görüşlerde görürseniz, büyük çoğunluğu takip edin.’”"
    },
    {
      "id": 26,
      "narrator": "It was narrated that Mu’adh bin Jabal said:",
      "text": "Mu’adh bin Cebel'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bir gün namaz kıldı ve namazı uzattı. Bitirdiğinde biz (veya onlar) dedik: ‘Ey Allah'ın Resulü, bugün namazı uzattın.’ O, ‘Ben umudun ve korkunun namazını kıldım. Ümmetim için Allah'tan üç şey istedim, ikisini verdi ve birini reddetti. Dışarıdan düşmanlar tarafından yok edilmemelerini istedim, bunu verdi. Boğulma ile yok edilmemelerini istedim, bunu da verdi. Ama birbirleriyle savaşarak yok olmalarını istemedim, bunu reddetti.’ dedi.”"
    },
    {
      "id": 27,
      "narrator": "It was narrated from Thawban, the freed slave of the Messenger of\nAllah (ﷺ), that the Messenger of Allah (ﷺ) said:",
      "text": "Thawban'dan, Allah'ın Resulü (ﷺ) şöyle dedi: “Yer, doğuyu ve batıyı görebilmem için benim için bir araya getirildi ve bana iki hazine verildi, sarı (veya kırmızı) ve beyaz - yani altın ve gümüş. Ve bana şöyle denildi: ‘Senin hükümranlığın, sana gösterilen yere kadar uzanacak.’ Ben Allah'tan üç şey istedim: Ümmetimin hepsini yok edecek bir kıtlığa maruz kalmamalarını ve birbirleriyle bölünmemelerini ve savaşmamalarını istedim, ama bana şöyle denildi: ‘Ben (Allah) hükmümü verdiğimde geri alınamaz. Ama ben asla senin ümmetini hepsini yok edecek bir kıtlığa maruz bırakmayacağım ve düşmanlarını üzerlerine toplamayacağım (ve yok etmeyeceğim) ta ki birbirlerini yok edene ve birbirlerini öldürene kadar.’ Birbirleriyle savaşmaya başladıklarında, bu Kıyamet Günü'ne kadar devam edecek. Ümmetim için en çok korktuğum şey, saptırıcı liderlerdir. Ümmetimden bazı kabileler putlara tapacak ve bazı kabileler putperestlerle birleşecektir. Saat gelmeden önce otuz kadar Dajjal (büyük yalancı) çıkacaktır, her biri kendisini bir Peygamber olarak ilan edecektir. Ama ümmetimden bir grup, gerçeğe bağlı kalmaya devam edecek ve zafer kazanacak, onlara karşı çıkanlar onlara zarar veremeyecek, ta ki Allah'ın emri gerçekleşene kadar.’”"
    },
    {
      "id": 28,
      "narrator": "It was narrated that Zainab bint Jahsh said:",
      "text": "Zeynep bint Cahş'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) yüzü kızarmış olarak uyandı ve şöyle dedi: “La ilaha illallah, Araplara yaklaşan bir kötülükten vay haline. Bugün Gog ve Magog'un engelinde bir delik açıldı.” Ve delik boyutunu göstermek için elini işaret etti. Zeynep dedi ki: “Ben dedim: ‘Ey Allah'ın Resulü! İçimizde salih insanlar varken yok mu olacağız?’ O dedi: ‘Eğer günah ve kötü işler artarsa.’”"
    },
    {
      "id": 29,
      "narrator": "It was narrated from Abu Umamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Ümame'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Bir adam sabahleyin mümin, akşamleyin kafir olacak bir fitne olacak, ancak Allah'ın kendisine ilim verdiği kimse hariç.”"
    },
    {
      "id": 30,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudayfe'den rivayet edildiğine göre, “Biz ‘Umar ile oturuyorduk ve o dedi: ‘Sizden hangisi, Allah'ın Resulü (ﷺ) hakkında Fitne ile ilgili bir Hadis hatırlıyor?’” Hudayfe dedi ki: “Ben dedim: ‘Ben hatırlıyorum.’ O dedi: ‘Sen çok cesursun.’ O dedi: ‘Nasıl?’ O dedi: ‘Onun şöyle dediğini duydum: “Bir adamın ailesi, çocukları ve komşuları ile ilgili fitnesi, onun namazları, oruçları, sadakaları ve iyiliği emretmesi ve kötülükten sakındırmasıyla affedilir.” ‘Umar dedi: ‘Bu benim kastettiğim şey değil, benim kastettiğim deniz dalgaları gibi hareket eden şeydir.’” Hudayfe dedi: “Endişelenme, ey Müminlerin Emiri! Çünkü seninle onların arasında kapalı bir kapı var.” ‘Umar dedi: “O kapı kırılacak mı yoksa açılacak mı?” Ben dedim: “Hayır, o kırılacak.” ‘Umar dedi: “O zaman asla kapanmayacak.” Biz Hudayfe'ye sorduk: “’Umar o kapının ne anlama geldiğini biliyor muydu?” O dedi: \"Evet, sabah olmadan önce gece olacağını bildiği gibi, çünkü ona hatasız bir Hadis aktardım.” O kapının kim olduğunu sormaktan korktuk, bu yüzden Masruq'a dedik: “Ona sor.” O dedi: “‘Umar.”"
    },
    {
      "id": 31,
      "narrator": "It was narrated that ‘Abdur-Rahman bin ‘Abd Rabbil-Ka’bah said:",
      "text": "'Abdur-Rahman bin 'Abd Rabbil-Ka'bah şöyle dedi: “Ben, 'Abdullah bin 'Amr bin 'As'ın yanında, Kâbe'nin gölgesinde oturduğu sırada, etrafında insanlar toplandı ve onun şöyle dediğini duydum: 'Biz, Allah'ın Elçisi (ﷺ) ile bir yolculukta iken, o kamp kurmak için durdu ve bizden bazıları çadır kuruyordu, bazıları ok atma yarışması yapıyordu ve bazıları hayvanları otlatmak için çıkarıyordu. Sonra onun çağrıcısı seslendi: “As-Salatu Jami'ah (namaz başlamak üzere).” Biz toplandık ve Allah'ın Elçisi (ﷺ) ayağa kalktı ve bize hitap etti. Dedi ki: “Benden önce hiçbir Peygamber, kendi milletine bildiği iyi şeyleri bildirmek ve bildiği kötü şeylerden sakındırmakla yükümlü olmadan geçmemiştir. Bu sizin milletinizle ilgili olarak, sağlamlık (dini bağlılık) ve iyilik, önceki nesillerine verilmiştir ve onların sonuncuları felaketler ve hoşlanmadığınız şeylerle karşılaşacaklardır. Sonra öyle fitneler gelecek ki, önceki fitneler önemsiz kalacak, ve mümin şöyle diyecek: 'Bu benim sonum olacak,' sonra bir rahatlama gelecek. Sonra (daha fazla) fitneler gelecek ve mümin şöyle diyecek: 'Bu benim sonum olacak,' sonra bir rahatlama gelecek. Kim cehennemden uzaklaşmak ve cennete girmek isterse, Allah'a ve Ahiret Günü'ne inanarak ölsün ve insanlara, kendisine nasıl davranılmasını istiyorsa öyle davransın. Kim bir hükümdara biat ederse ve samimi bir söz verirse, elinden geldiğince ona itaat etsin; eğer başka biri gelir ve ona karşı çıkarsa, o ikinciyi boğazlasın (yani öldürsün).'” O, anlatıcı dedi ki: “Ben, insanlar arasında başımı kaldırdım ve dedim ki: 'Allah'a yemin ederim, bunu Allah'ın Elçisi'nden (ﷺ) duydun mu?' O ('Abdullah bin 'Amr bin 'As) elini kulaklarına işaret ederek şöyle dedi: 'Onu doğrudan ondan duydum ve ezberledim.'”"
    },
    {
      "id": 32,
      "narrator": "It was narrated from ‘Abdullah bin ‘Amr that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “İyi insanların öleceği ve sadece en kötülerin kalacağı bir zaman gelecek, o zaman sözlerini tutmayan ve güvenleri ihanet edenler olacak ve daha önce bir arada oldukları gibi birbirleriyle farklılaşacaklar,” - ve parmaklarını birbirine geçirdi. Onlar dediler ki: “O zaman ne yapmalıyız, Ey Allah'ın Elçisi?” O dedi ki: “Bildiklerinize uyun ve hoşlanmadıklarınızı bırakın. Kendi işlerinize bakın ve halktan yüz çevirin.”"
    },
    {
      "id": 33,
      "narrator": "It was narrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ey Ebu Dharr, insanlar öyle bir şekilde ölecek ki, bir mezar bir kölenin değerine eşit olacak, o zaman ne yapacaksın?” Ben dedim: “Allah ve Elçisi neyi seçerse, o doğrudur, ya da Allah ve Elçisi en iyisini bilir.” O dedi: “Sabırlı ol.” O dedi: “Kıtlık insanların başına geldiğinde ne yapacaksın, öyle ki, namaz kıldığın yere gidecek ve yatağına geri dönemeyeceksin, ya da yatağından kalkamayacaksın?” O dedi: “Ben dedim: 'Allah ve Elçisi en iyisini bilir, ya da Allah ve Elçisi neyi seçerse.” O dedi: “Haramlardan sakınmalısın.” O dedi: “İnsanların başına öldürme geldiğinde ne yapacaksın, öyle ki, Zeytin Dağı kanla kaplanacak?” Ben dedim: “Allah ve Elçisi neyi seçerse.” O dedi: “Sana ait olanlarla kal.” O dedi: “Ben dedim: 'Ey Allah'ın Elçisi, kılıcımı alıp bunu yapanlara karşı mı çıkmalıyım?'” O dedi: “O zaman sen de insanlar gibi olursun. Aksine, evine gir.” Ben dedim: “Ey Allah'ın Elçisi, ya evime girerlerse?” O dedi: “Eğer kılıcın parıltısından korkuyorsan, o zaman elbisenin ucunu yüzüne koy, ve o kendi günahını ve senin günahını yüklenir, ve o cehennemliklerden olur.”"
    },
    {
      "id": 34,
      "narrator": "Abu Musa narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle dedi: “Saat gelmeden önce Harj olacak.” Ben dedim: “Ey Allah'ın Elçisi, Harj nedir?” O dedi: “Öldürme.” Bazı Müslümanlar dediler: “Ey Allah'ın Elçisi, şimdi bir yılda şu kadar putperest öldürüyoruz.” Allah'ın Elçisi (ﷺ) dedi: “Bu, putperestleri öldürmek gibi olmayacak, aksine birbirinizi öldüreceksiniz, ta ki bir adam komşusunu, kuzenini ve akrabasını öldürecek.” Bazı insanlar dediler: “Ey Allah'ın Elçisi, o gün aklımız başımızda olacak mı?” Allah'ın Elçisi (ﷺ) dedi: “Hayır, o zaman insanların çoğunun aklı alınacak ve geriye aklı olmayan önemsiz insanlar kalacak.”"
    },
    {
      "id": 35,
      "narrator": "‘Udaisah bint Uhban said:",
      "text": "'Udaisah bint Uhban şöyle dedi: “Ali bin Ebu Talib Basra'ya geldiğinde, babamın yanına girdi ve dedi: 'Ey Ebu Müslim, bu insanlara karşı bana yardım etmeyecek misin?' O dedi: 'Tabii ki.' Sonra bir cariyesini çağırdı ve dedi: 'Ey cariye, bana kılıcımı getir.' O da getirdi, o da kılıcını bir parmak kadar çıkardı ve (gördüm ki) o ahşaptan yapılmıştı. O dedi: 'Yakın arkadaşım ve senin kuzenin (ﷺ) bana tavsiye etti, eğer Müslümanlar arasında fitne çıkarsa, ahşap bir kılıç alayım. İstersen seninle çıkabilirim.' O dedi: 'Sana veya kılıcına ihtiyacım yok.'”"
    },
    {
      "id": 36,
      "narrator": "It was narrated from Abu Musa Al-Ash’ari that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Saat gelmeden önce, siyah gecenin parçaları gibi fitneler olacak, bir adam sabah mümin olarak uyanacak ama akşam kafir olacak, ya da akşam mümin olacak ama sabah kafir olacak. Oturan, ayakta olandan daha iyi olacak, ayakta olan, yürüyenden daha iyi olacak, yürüyen, koşandan daha iyi olacak. O yüzden oklarınızı kırın, iplerini kesin ve kılıçlarınızı taşlara vurun, ve eğer birinizin yanına biri gelirse, o, Adem'in iki oğlundan daha iyi olanı gibi olsun. (yani öldürülen, katil değil).”"
    },
    {
      "id": 37,
      "narrator": "It was narrated that Abu Burdah said:",
      "text": "Ebu Burdah şöyle dedi: “Muhammed bin Mesleme'nin yanına girdim ve o, Allah'ın Elçisi (ﷺ) şöyle dedi: 'Fitne, bölünme ve ayrılık olacak. O zaman, kılıcınızı Uhud'a götürün ve kırılana kadar vurun, sonra evinizde oturun, ta ki size kötülerin eli (sizi öldürmek için) gelir veya takdir edilmiş (doğal) bir ölüm gelir.'” “Ve bu gerçekleşti, ben de Allah'ın Elçisi (ﷺ) dediği gibi yaptım.”"
    },
    {
      "id": 38,
      "narrator": "It was narrated from Anas bin Malik that the Prophet (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “İki Müslüman, kılıçlarıyla birbirlerine karşı karşıya geldiklerinde, hem katil hem de öldürülen cehennemde olacaktır.”"
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Musa that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “İki Müslüman, kılıçlarıyla birbirlerine karşı karşıya geldiklerinde, hem katil hem de öldürülen cehennemde olacaktır.” Onlar dediler: “Ey Allah'ın Elçisi, (bu katil hakkında anlıyoruz) ama öldürülenin ne suçu var?” O dedi: “O, arkadaşını öldürmek istedi.”"
    },
    {
      "id": 40,
      "narrator": "It was narrated from Abu Bakrah that the Prophet (ﷺ) said:",
      "text": "Ebu Bekir'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Bir Müslüman, kardeşine karşı silahını kullandığında, her ikisi de cehennemin kenarındadır ve eğer biri diğerini öldürürse, her ikisi de oraya girecektir.”"
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Umamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Ümame'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Kıyamet Günü Allah katında en kötü insanlar arasında, bu dünyayı kazanmak uğruna ahiretini kaybeden bir kişi olacaktır.”"
    },
    {
      "id": 42,
      "narrator": "It was narrated from ‘Abdullah bin ‘Amr that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Arapları tamamen yok edecek bir fitne olacak ve öldürülenler cehennemde olacaktır. O zaman dil, kılıç darbesinden daha kötü olacaktır.”"
    },
    {
      "id": 43,
      "narrator": "It was narrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Fitnelerden sakının, çünkü o zaman dil, kılıç darbesi gibi olacaktır.”"
    },
    {
      "id": 44,
      "narrator": "It was narrated that ‘Alqamah bin Waqqas said that a man passed by\nhim, who held a prominent position, and ‘Alqamah said to him:",
      "text": "'Alqamah bin Waqqas şöyle dedi: “Bir adam yanımdan geçti, önemli bir konumda olan biri, ve 'Alqamah ona dedi: 'Senin akrabalık ve hakların var, ve seni bu yöneticilerin yanına girdiğini ve Allah'ın istediği gibi onlarla konuştuğunu görüyorum. Ama ben, Allah'ın Elçisi'nin (ﷺ) arkadaşı Bilal bin Harith'in şöyle dediğini duydum: 'Biriniz, Allah'ı hoşnut eden bir söz söyleyebilir ve bunun ne kadar uzağa gittiğini bilmeyebilir, ama Allah onu hoşnut olarak kaydedecektir, Kıyamet Günü'ne kadar o söz yüzünden. Ve biriniz, Allah'ı öfkelendiren bir söz söyleyebilir ve bunun ne kadar uzağa gittiğini bilmeyebilir, ama Allah onu öfke olarak kaydedecektir, O'na kavuşacağı gün o söz yüzünden.' 'Alqamah dedi: “O yüzden bak, vay haline, ne söylediğine ve ne hakkında konuştuğuna, çünkü söylemek istediğim bir şey vardı ama Bilal bin Harith'ten duyduğum yüzünden çekindim.”"
    },
    {
      "id": 45,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Bir adam, Allah'ı öfkelendiren bir söz söyleyebilir ve bununla ilgili bir yanlışlık görmeyebilir, ama bu onu cehennemin derinliklerine, yetmiş sonbahar derinliğine düşürecektir.”"
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Allah'a ve Ahiret Günü'ne inanıyorsa, ya iyi bir söz söylesin ya da sussun.”"
    },
    {
      "id": 47,
      "narrator": "Sufyan bin ‘Abdullah Thaqafi said:",
      "text": "Süfyan bin Abdullah es-Sakafi şöyle demiştir: “Ben dedim ki: ‘Ey Allah'ın Resulü, bana tutunabileceğim bir şey söyle.’ O da: ‘De ki: “Allah benim Rabbimdir,” sonra dosdoğru dur (İslam’a sıkı sıkıya sarıl).’ O dedi ki: ‘Ey Allah'ın Resulü, benim için en çok korktuğun şey nedir?’ Allah'ın Resulü (ﷺ) kendi dilini tuttu, sonra dedi ki: ‘Bu.’”"
    },
    {
      "id": 48,
      "narrator": "It was narrated that Mu’adh bin Jabal said:",
      "text": "Muaz bin Cebel'den rivayet edilmiştir ki, “Ben Allah'ın Resulü (ﷺ) ile bir yolculukta idim. Bir sabah, hareket halindeyken yanına yaklaştım ve dedim ki: ‘Ey Allah'ın Resulü, beni Cennet'e sokacak ve Cehennem'den uzak tutacak bir ameli bana söyle.’ O da: ‘Büyük bir şey istedin, ama Allah'ın kolaylaştırdığı için bu kolaydır. Allah'a ibadet et ve O'na ibadette hiçbir şeyi ortak koşma, namazı kıl, zekatı ver, Ramazan orucunu tut ve Beyt'e Hac yap.’ Sonra dedi ki: ‘Size iyiliğin yollarını söylemeyeyim mi? Oruç bir kalkandır, sadaka günahları söndürür, su ateşi söndürdüğü gibi, bir adamın gece yarısı kıldığı namaz.’ Sonra “Yanları yataklarından uzaklaşır” ayetini okuyarak “Yapmakta oldukları karşılığında.” ayetine kadar geldi. Sonra dedi ki: ‘Size işin başını, direğini ve zirvesini söylemeyeyim mi? (O da) Cihad.’ Sonra dedi ki: ‘Size bunların temelini söylemeyeyim mi?’ Ben dedim: ‘Evet.’ O, dilini tuttu ve dedi ki: ‘Bunu tut.’ Ben dedim: ‘Ey Allah'ın Peygamberi, söylediğimiz şeylerden hesaba çekilecek miyiz?’ O da: ‘Anan seni kaybetmesin, ey Muaz! İnsanlar, dillerinin hasadından başka bir şey için yüzüstü Cehennem'e atılır mı?’”"
    },
    {
      "id": 49,
      "narrator": "It was narrated from Umm Habibah, the wife of the Prophet (ﷺ), that\nthe Prophet (ﷺ) said:",
      "text": "Ümmü Habibe'den, Peygamber (ﷺ) şöyle buyurmuştur: “Âdemoğlunun sözleri aleyhine, lehine sayılmaz; ancak iyi olan sözler ve kötülükten sakındırmak ve Allah'ı anmak müstesna.”"
    },
    {
      "id": 50,
      "narrator": "It was narrated that Abu Sha’tha said:",
      "text": "Ebu Şa'tha'dan rivayet edilmiştir ki, İbn Ömer'e denildi ki: “Biz yöneticilerimizin yanına girip bir şey söyleriz, çıktığımızda ise başka bir şey söyleriz.” O da: “Allah'ın Resulü (ﷺ) zamanında biz bunu münafıklık olarak değerlendirirdik.” dedi."
    },
    {
      "id": 51,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir kişinin İslam'daki iyiliğinin bir kısmı, kendisini ilgilendirmeyen şeyleri terk etmesidir.”"
    },
    {
      "id": 52,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “En iyi yaşam tarzı, Allah rızası için atının dizginlerini tutan, onun sırtında binen bir adamın yaşam tarzıdır. Her seferinde bir kargaşa duyduğunda ona doğru koşar, nerede ölümü bulabileceğini düşünerek onu arar; ve bu zirvelerden birinin tepesinde veya bu vadilerden birinin dibinde koyun otlatan bir adam, namaz kılar, sadaka verir ve Rabbine ibadet eder, ta ki kaçınılmaz (ölüm) ona gelene kadar ve insanlar ile arasında sadece iyilik kalır.”"
    },
    {
      "id": 53,
      "narrator": "It was narrated from Abu Sa’eed Al-Khudri that a man came to the\nProphet (ﷺ) and said:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir ki, bir adam Peygamber (ﷺ) yanına gelerek sordu: “İnsanların en hayırlısı kimdir?” O da: “Allah yolunda cihad eden, kendisi ve malıyla mücadele eden bir adamdır.” dedi. Adam: “Peki, sonra kim?” dedi. O da: “Allah'a ibadet eden ve insanlardan kötülüğünü uzak tutan bir adamdır.” dedi."
    },
    {
      "id": 54,
      "narrator": "It was narrated from Hudhaifah bin Yaman that the Messenger of Allah\n(ﷺ) said:",
      "text": "Hudeyfe bin Yeman'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Cehennem kapılarında çağrıcılar olacak; kim onlara cevap verirse, onları içine atacaklar.” Ben dedim: “Ey Allah'ın Resulü, onları bize tarif et.” O da: “Onlar bizim halkımızdan olacak, dilimizi konuşacaklar.” Ben dedim: “Eğer bunu görürsem ne yapmamı emredersin?” O da: “Müslümanların ana gövdesine ve liderine sarıl. Eğer böyle bir gövde ve lider yoksa, o zaman onların tüm gruplarından çekil, hatta ağaç gövdesine dişini geçirene kadar, ölüm seni o halde bulana kadar.”"
    },
    {
      "id": 55,
      "narrator": "It was narrated from Abu Sa’eed Al-Khudri that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yakında bir Müslümanın en iyi malı, dağ zirvelerinde ve yağmurun bulunduğu yerlerde, dininin uğruna sıkıntılardan kaçarken takip ettiği koyunlar olacaktır.”"
    },
    {
      "id": 56,
      "narrator": "It was narrated from Hudhaifah bin Yaman that the Messenger of Allah\n(ﷺ) said:",
      "text": "Hudeyfe bin Yeman'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kapılarında Cehennem'e çağrıcılar olacak. Bir ağacın kütüğüne dişini geçirerek ölmek, onlardan birine uymaktan daha hayırlıdır.”"
    },
    {
      "id": 57,
      "narrator": "Abu Hurairah said that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hurayra, Allah'ın Resulü (ﷺ) şöyle buyurduğunu aktarmıştır: “Mümin, aynı delikten iki kez sokulmamalıdır.”"
    },
    {
      "id": 58,
      "narrator": "It was narrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Mümin, aynı delikten iki kez sokulmamalıdır.”"
    },
    {
      "id": 59,
      "narrator": "While on the pulpit, pointing with this fingers towards his ears,\nNu’man bin Bashir said:",
      "text": "Minberde, parmaklarıyla kulaklarına işaret ederek, Nu'man bin Beşir şöyle dedi: “Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Helal olan apaçık, haram olan da apaçık, bunların arasında ise pek çok insanın bilmediği belirsiz meseleler vardır. Belirsiz meselelerden sakınan, dinine ve onuruna karşı kendisini temizlemiş olur. Ancak belirsiz meseleye düşen, harama düşmüş olur. Bir çoban, bir kutsal alanın etrafında otlatma yapar, orada otlatmaktan başka bir şey yapmaz. Her hükümdarın bir kutsal alanı vardır. Dikkat edin! Allah'ın kutsal alanı, O'nun yasaklarıdır. Dikkat edin! Vücutta, eğer sağlamsa, tüm vücut sağlıklı olur; eğer bozuksa, tüm vücut bozuk olur. O kalptir.’”"
    },
    {
      "id": 60,
      "narrator": "It was narrated from Ma’qil bin Yasar that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ma'kil bin Yesar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kan dökme zamanında ibadet, benim yanıma hicret etmek gibidir.”"
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İslam garip olarak başladı ve tekrar garip hale dönecek, o halde gariplere müjdeler olsun.\""
    },
    {
      "id": 62,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İslam garip olarak başladı ve tekrar garip hale dönecek, o halde gariplere müjdeler olsun.\""
    },
    {
      "id": 63,
      "narrator": "It was narrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İslam garip olarak başladı ve tekrar garip hale dönecek, o halde gariplere müjdeler olsun.\" Soruldu: \"Garipler kimlerdir?\" O da: \"Ailelerinden ve kabilelerinden ayrılan gariplerdir.\" dedi."
    },
    {
      "id": 64,
      "narrator": "It was narrated from ‘Umar bin Khattab that he went out one day to\nthe mosque of the Messenger of Allah (ﷺ), and he found Mu’adh bin\nJabal sitting by the grave of the Prophet (ﷺ), weeping. He said:",
      "text": "Umar bin Khattab'tan rivayet edilmiştir ki, bir gün Allah'ın Resulü (ﷺ) mescide gitti ve Mu'adh bin Cebel'in Peygamberin (ﷺ) kabrinin yanında oturup ağladığını gördü. O da: \"Neden ağlıyorsun?\" dedi. Mu'adh: \"Allah'ın Resulü'nden (ﷺ) duyduğum bir şey yüzünden ağlıyorum. Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Biraz gösteriş şirktir ve Allah dostuna düşmanlık eden, Allah'a savaş ilan etmiştir. Allah, salih ve takvalı olanların gizli olanlarını sever; eğer yoklarsa özlenmezler, varlarsa davet edilmezler ve tanınmazlar. Kalpleri hidayet lambalarıdır ve her türlü imtihandan ve zorluktan çıkarlar.'\" dedi."
    },
    {
      "id": 65,
      "narrator": "It was narrated from ‘Abdullah bin ‘Umar that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Abdullah bin Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İnsanlar yüz tane deveyi andırır; aralarında binerlik değeri olan birini bulmak zordur.\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yahudiler yetmiş bir fırkaya ayrıldılar ve benim ümmetim yetmiş üç fırkaya ayrılacak.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated from ‘Awf bin\nMalik that the Messenger of Allah(ﷺ)\nsaid:",
      "text": "'Awf bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yahudiler yetmiş bir fırkaya ayrıldılar, bunlardan biri cennette, yetmişi cehennemde olacaktır. Hristiyanlar yetmiş iki fırkaya ayrıldılar, yetmiş biri cehennemde, biri cennette olacaktır. Muhammed'in ruhu elinde olan Allah'a yemin ederim ki, benim ümmetim yetmiş üç fırkaya ayrılacak, bunlardan biri cennette, yetmiş ikisi cehennemde olacaktır.\" Soruldu: \"Ey Allah'ın Resulü, onlar kimlerdir?\" O da: \"Ana gövde.\" dedi."
    },
    {
      "id": 68,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İsrailoğulları yetmiş bir fırkaya ayrıldılar ve benim ümmetim yetmiş iki fırkaya ayrılacak, bunların hepsi cehennemde olacak, sadece biri ana gövde olacaktır.\""
    },
    {
      "id": 69,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kesinlikle siz, sizden önce gelenlerin yollarını, arşın boyu boyu, dirsek boyu dirsek boyu, avuç boyu avuç boyu takip edeceksiniz; hatta onlar bir kertenkele deliğine girseler, siz de gireceksiniz.\" Onlar: \"Ey Allah'ın Resulü, (Yahudiler ve Hristiyanlar mı kastediliyor?)\" dediler. O da: \"Başka kim olabilir?\" dedi."
    },
    {
      "id": 70,
      "narrator": "Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa'id el-Hudri dedi ki: \"Allah'ın Resulü (ﷺ) ayağa kalktı ve insanlara hitap ederek şöyle dedi: 'Hayır, Allah'a yemin ederim ki, sizin için korkmuyorum, ey insanlar; fakat Allah'ın sizin için ortaya çıkardığı bu dünyanın cazibelerinden korkuyorum.' Bir adam ona: 'Ey Allah'ın Resulü (ﷺ), iyilik kötülük getirir mi?' dedi. Allah'ın Resulü (ﷺ) bir süre sessiz kaldı, sonra: 'Ne dedin?' dedi. Adam: 'İyilik kötülük getirir mi?' dedi. Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İyilik, sadece iyilik getirir; ama gerçekten iyilik midir? Bir akarsuyun kenarında büyüyen her şey, ya aşırı yenildiğinde öldürür ya da (en azından) hayvanları hasta eder; ancak bir hayvan, Khadir* ile doyar ve sonra güneşe yönelirse, sonra dışkılar ve idrarını yapar, geviş getirir ve tekrar otlamaya döner. Kim helal bir şekilde mal alırsa, bu ona bereketli olur; ama kim haram bir şekilde alırsa, onun durumu, asla doymayan birinin durumuna benzer.'\""
    },
    {
      "id": 71,
      "narrator": "It was narrated from ‘Abdullah bin ‘Amr bin ‘As that the\nMessenger of\nAllah (ﷺ) said:",
      "text": "Abdullah bin Amr bin As'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Pers ve Roma'nın hazineleri sizin için açıldığında, ne tür insanlar olacaksınız?\" Abdurrahman bin Avf: \"Biz, Allah'ın bize emrettiği gibi söyleyeceğiz.\" dedi. Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ya da bunun dışında bir şey. Birbirinizle rekabet edeceksiniz, sonra birbirinize haset edeceksiniz, sonra birbirinize sırt çevireceksiniz, sonra birbirinizi sevmeyeceksiniz veya buna benzer bir şey. Sonra muhacirlerin fakirlerine gidecek ve onlardan bazısını diğerlerinin lideri olarak atayacaksınız.\""
    },
    {
      "id": 72,
      "narrator": "It was narrated from ‘Amr bin ‘Awf, who was an ally of Banu ‘Amir\nbin\nLu’ai and was present at (the battle of) Badr with the\nMessenger of\nAllah (ﷺ), that the Messenger of Allah (ﷺ) sent\n‘Ubaidah bin\nJarrah to Bahrain to collect the Jizyah, and the\nProphet (ﷺ) had\nmade a treaty with the people of Bahrain, and he\nappointed as their\ngovernor ‘Ala’ bin Hadrami. Abu ‘Ubaidan\ncame with the wealth from\nBahrain and the Ansar heard that Abu\n‘Ubaidah had come, so they\nattended the Fajr prayer with the\nMessenger of Allah (ﷺ). When the\nMessenger of Allah (ﷺ) had\nprayed, he went away, so they intercepted\nhim. The Messenger of Allah\n(ﷺ) smiled  when he saw them, then he\nsaid:",
      "text": "Amr bin Awf'tan rivayet edilmiştir ki, o Banu Amir bin Luayi'nin bir müttefiki olup, Allah'ın Resulü (ﷺ) ile (Badr savaşında) bulunmuştur. Allah'ın Resulü (ﷺ) 'Ubaidah bin Jarrah'ı Bahreyn'e cizye toplamaya göndermiştir ve Peygamber (ﷺ) Bahreyn halkıyla bir anlaşma yapmış, onların valisi olarak da Ala' bin Hadrami'yi tayin etmiştir. Abu Ubaidah, Bahreyn'den mal ile geldiğinde, Ensar, Abu Ubaidah'ın geldiğini duydu ve Allah'ın Resulü (ﷺ) ile sabah namazına katıldılar. Allah'ın Resulü (ﷺ) namaz kıldığında, ayrıldı, böylece onu durdurdular. Allah'ın Resulü (ﷺ) onları görünce gülümsedi ve şöyle dedi: 'Sanırım, Abu Ubaidah'ın Bahreyn'den bir şey getirdiğini duydunuz?' Onlar: 'Evet, ey Allah'ın Resulü.' dediler. O da: 'Sevinin ve sizi mutlu edecek şeyler umun. Allah'a yemin ederim ki, sizin için fakirlikten korkmuyorum; aksine, sizin, sizden önce gelenler gibi bolluk ve rahatlık içinde olmanızdan korkuyorum ve onların yaptığı gibi birbirinizle rekabet edeceksiniz ve onların başına gelenlerin başınıza geleceğinden korkuyorum.'\""
    },
    {
      "id": 73,
      "narrator": "It was narrated from Usamah bin Zaid that the Messenger of Allah\n(ﷺ) said:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Arkamda kadınlardan daha zararlı bir fitne bırakmıyorum.\""
    },
    {
      "id": 74,
      "narrator": "It was narrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Her sabah iki melek, 'Kadınlardan erkeklere, erkeklerden kadınlara vay!' diye seslenir.\""
    },
    {
      "id": 75,
      "narrator": "It was narrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nstood up to deliver a sermon and one of the things that he said was:",
      "text": "Abu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir hutbe vermek üzere ayağa kalktı ve söylediği şeylerden biri şuydu: \"Bu dünya taze ve tatlıdır, ve Allah, burada sizin ardışık nesillerinizi yaratacaktır, bu yüzden ne yaptığınıza dikkat edin ve bu dünyanın (cazibelerine) dikkat edin ve kadınların (cazibelerine) dikkat edin.\""
    },
    {
      "id": 76,
      "narrator": "It was narrated that ‘Aishah said:",
      "text": "Aişe (r.a) şöyle dedi: “Allah'ın Resulü (ﷺ) mescitte otururken, Muzeyne (kabilesinden) bir kadın içeri girdi, elbisesini mescitte sürüklüyordu. Peygamber (ﷺ) şöyle dedi: ‘Ey insanlar, kadınlarınıza mescitte süslerini takmamalarını ve gururla yürümemelerini söyleyin, çünkü İsrailoğulları, kadınları süslerini takıp ibadet yerlerinde gururla yürümeye başladıkları zaman lanetlenmişlerdir.’”"
    },
    {
      "id": 77,
      "narrator": "It was narrated that Abu Hurairah met a woman who was wearing perfume\nand heading for the mosque. He said:",
      "text": "Ebu Hureyre (r.a) şöyle dedi: “Ebu Hureyre, parfüm süren bir kadınla karşılaştı ve ona: ‘Ey zorba olanın cariyesi, nereye gidiyorsun?’ dedi. Kadın: ‘Mescide gidiyorum.’ dedi. O da: ‘Bunun için parfüm mü sürdün?’ dedi. Kadın: ‘Evet.’ dedi. O da: ‘Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Parfüm süren bir kadın mescide çıkarsa, onun duası kabul edilmez, ta ki yıkanana kadar.’”"
    },
    {
      "id": 78,
      "narrator": "It was narrated from ‘Abdullah bin ‘Umar that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Abdullah bin Ömer (r.a) şöyle nakletti: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Ey kadınlar, sadaka verin ve çokça af dileyin, çünkü ben gördüm ki siz Cehennem halkının çoğunluğunu oluşturuyorsunuz.’ Çok akıllı bir kadın: ‘Ey Allah'ın Resulü, neden biz Cehennem halkının çoğunluğunu oluşturuyoruz?’ dedi. O da: ‘Sıkça lanet ediyorsunuz ve kocalarınıza nankörlük ediyorsunuz, ve ben akıllı bir adam için sizden daha az anlayışlı ve din konusunda daha zayıf birini görmedim.’ Kadın: ‘Ey Allah'ın Resulü, bu anlayışsızlık ve din eksikliği nedir?’ dedi. O da: ‘İki kadının şehadeti bir erkeğin şehadetine eşittir; bu akıl eksikliğidir. Ve (bir kadın) birkaç gece namaz kılmaz, Ramazan'da oruç tutmaz, işte bu da din eksikliğidir.’”"
    },
    {
      "id": 79,
      "narrator": "It was narrated that ‘Aishah said:",
      "text": "Aişe (r.a) şöyle dedi: “Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘İyiliği emredin ve kötülükten sakındırın, çağırmadan önce ve çağırdığınızda cevap verilmeden.’”"
    },
    {
      "id": 80,
      "narrator": "It was narrated that Qais bin Abu Hazim said:",
      "text": "Kays bin Ebu Hazim şöyle dedi: “Ebu Bekir ayağa kalktı, Allah'ı övdü ve yüceltti, sonra şöyle dedi: ‘Ey insanlar, bu Ayeti okuyorsunuz – ‘Ey iman edenler! Kendinize dikkat edin. Doğru yolda giderseniz, sapıtanlardan size bir zarar gelmez.’ – ama ben Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Eğer insanlar bir kötülüğü görürler de onu değiştirmezlerse, Allah yakında hepsine azabını gönderecektir.’” (Ravi) Ebu Usame tekrar etti: \"Gerçekten ben Allah'ın Resulü (ﷺ) şöyle derken duydum.\""
    },
    {
      "id": 81,
      "narrator": "It was narrated from Abu ‘Ubaidah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Ubeyde'den nakledildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “İsrailoğulları din konusunda zayıfladıklarında, bir adam kardeşinin günah işlediğini görür ve ona bunu yapmamasını söylerdi, ama ertesi gün, gördüğü şey onunla yemek yemesini veya içmesini engellemezdi. Böylece Allah, günah işlemeyenlerin kalplerini günah işleyenlerin kalpleri gibi yaptı ve onlarla ilgili Kur'an indirdi ve şöyle dedi: ‘İsrailoğulları'ndan inkâr edenler, Davud'un ve Meryem oğlu İsa'nın diliyle lanetlenmişlerdir.’” Ta ki: “Eğer Allah'a, Peygambere ve ona indirilene iman etselerdi, asla onları (inkâr edenleri) dost edinmezlerdi; ama onların çoğu Allah'a isyan edenlerdir.” Allah'ın Resulü (ﷺ) oturdu ve şöyle dedi: \"Hayır, ta ki zalimin elini tutup (yani onu engelleyip) doğru yola yönlendirmedikçe.\""
    },
    {
      "id": 82,
      "narrator": "It was narrated from Abu Sa’eed Al-Khudri that the Messenger of\nAllah (ﷺ) stood up to deliver a sermon, and one of the things he\nsaid was:",
      "text": "Ebu Said el-Hudri (r.a) şöyle dedi: “Allah'ın Resulü (ﷺ) bir hutbe vermek için ayağa kalktı ve söylediği şeylerden biri şuydu: ‘Gerçekten, insanların korkusu bir adamı gerçeği söylemekten alıkoymamalıdır, eğer onu biliyorsa.’ Sonra Ebu Said ağladı ve dedi: \"Vallahi, korktuğumuz şeyleri gördük (ve sesimizi çıkarmadık).\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Said (r.a) şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Sizden hiç kimse kendini küçümsememelidir.’ Onlar: ‘Ey Allah'ın Resulü, içimizden hiç kimse kendini nasıl küçümseyebilir?’ dediler. O da: ‘Eğer Allah rızası için konuşması gereken bir şeyi görürse ama hiçbir şey söylemezse. Kıyamet Günü Allah ona şöyle diyecek: ‘Seni şu ve bu konuda konuşmaktan alıkoyan neydi?’ O da: ‘İnsanlardan korku.’ diyecek. (Allah) şöyle diyecek: ‘Hayır, aslında benden korkmalıydın.’”"
    },
    {
      "id": 84,
      "narrator": "It was narrated from ‘Ubaidullah bin Jarir that his father said:",
      "text": "Ubaidullah bin Cerir'den nakledildiğine göre, babası şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Günahların işlendiği bir toplumda, eğer daha güçlü ve daha yüksek bir statüde olanlar (yani günahkarları durdurma gücüne sahip olanlar) onları değiştirmezlerse, Allah hepsine azabını gönderecektir.’”"
    },
    {
      "id": 85,
      "narrator": "It was narrated that Jabir said:",
      "text": "Cabir (r.a) şöyle dedi: “Denizden geçen muhacirler, Allah'ın Resulü (ﷺ) ile karşılaştıklarında, o: ‘Abyssinia'da gördüğünüz garip şeyleri neden bana anlatmıyorsunuz?’ dedi. İçlerinden bazı gençler: ‘Evet, ey Allah'ın Resulü. Biz otururken, onların yaşlı bir rahibesi geldi, başında su dolu bir kap taşıyordu. Gençlerinden biri, onun omuzlarının arasına elini koyup itekledi. O dizlerinin üzerine düştü ve kabı kırıldı. Ayağa kalktığında ona döndü ve şöyle dedi: ‘Ey hain, Allah Ayaklık'ı kurduğunda ve ilkleri ve sonları topladığında, eller ve ayaklar, yaptıklarını anlatacak, o zaman sen benim ve senin durumunu O'nun huzurunda bileceksin.’” Allah'ın Resulü (ﷺ) şöyle dedi: ‘O doğru söyledi, o doğru söyledi. Allah, günah işleyen bir toplumu nasıl arındırabilir ki, güçlü olanları zayıflarını desteklemezse?’”"
    },
    {
      "id": 86,
      "narrator": "It was narrated from Abu Sa’eed Al-Khudri that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Ebu Said el-Hudri (r.a) şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Cihadın en hayırlısı, zalim bir yöneticinin karşısında söylenen adil bir sözdür.’”"
    },
    {
      "id": 87,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Ebu Umame şöyle dedi: “Bir adam, Allah'ın Resulü (ﷺ) ile ilk sütunda karşılaştı ve: ‘Ey Allah'ın Resulü, en iyi cihad hangisidir?’ dedi, ama o sessiz kaldı. İkinci Sütunu görünce tekrar sordu, yine sessiz kaldı. ‘Aqabah Sütunu’na taş attığında, ayağını dizginliğe koydu ve: ‘Soran nerede?’ dedi. (Adam): ‘Buradayım, ey Allah'ın Resulü.’ dedi. O da: ‘Zalim bir yöneticinin karşısında söylenen bir doğru sözdür.’”"
    },
    {
      "id": 88,
      "narrator": "It was narrated that Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Said el-Hudri (r.a) şöyle dedi: “Marvan, ‘Eid günü minberi çıkardı ve namazdan önce hutbeye başladı. Bir adam: ‘Ey Marvan, sen Sünnete aykırı davrandın. Bu günde minberi çıkardın, daha önce çıkmamıştı, ve namazdan önce hutbeye başladın, bu daha önce yapılmamıştı.’ dedi. Ebu Said: ‘Bu adam üzerine düşeni yaptı. Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Sizden biri bir kötülük görürse ve onu eliyle değiştirebiliyorsa, eliyle değiştirsin. Eğer bunu yapamazsa, diliyle (konuşarak); eğer bunu da yapamazsa, kalbiyle (onun yanlış olduğunu hissederek) nefret etsin, bu da imanın en zayıfıdır.’”"
    },
    {
      "id": 89,
      "narrator": "It was narrated that Abu Umayyah Sha’bani said:",
      "text": "Ebu Umeyye Şabani şöyle dedi: “Ben Ebu Tha’labah el-Huşani'ye geldim ve: ‘Bu Ayeti nasıl anlıyorsun?’ dedim. O: ‘Hangi ayet?’ dedi. Ben: ‘Ey iman edenler! Kendinize dikkat edin. Doğru yolda giderseniz, sapıtanlardan size bir zarar gelmez.’ dediğimde, o: ‘Bunu bilen birine sordun. Ben Allah'ın Resulü (ﷺ) bu konuda sordum ve o şöyle dedi: ‘Birbirinize iyiliği emredin ve kötülükten sakındırın, ama eğer aşırı cimrilik, arzuların peşinden koşma, bu dünyanın ahirete tercih edilmesi, her görüş sahibi kişinin buna gururlanması gibi şeyler görürseniz ve bununla başa çıkacak gücünüz yoksa, o zaman kendi işinize bakın ve halkı kendi hallerine bırakın. Sonra sabır günleri gelecek, bu günlerde sabır, yanıcı bir koru tutmak gibi olacak ve iyi işler yapan kimse, aynı işi yapan elli kişinin sevabına sahip olacaktır.’”"
    },
    {
      "id": 90,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik (r.a) şöyle dedi: “Denildi ki: ‘Ey Allah'ın Resulü, ne zaman iyiliği emretmeyi ve kötülükten sakındırmayı bırakmalıyız?’ O: ‘Sizden önce gelenlerde görülen şeyler ortaya çıktığında.’ dediler: ‘Ey Allah'ın Resulü, bizden önce gelenlerde ne gibi şeyler ortaya çıktı?’ O: ‘Gençlerinize krallık verilmesi, yaşlılar arasında ahlaksızlık, alçak ve aşağılık kişiler arasında bilgi.’”"
    },
    {
      "id": 91,
      "narrator": "It was narrated from Hudhaifah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Hudhaifah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Mümin kendini küçük düşürmemelidir.” Onlar sordular: “Kendini nasıl küçük düşürebilir?” O da: “Üstesinden gelemeyeceği bir imtihanı üstlenerek.” dedi."
    },
    {
      "id": 92,
      "narrator": "Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Sa’eed El-Hudri şöyle dedi: “Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Allah, Kıyamet Günü, kulunu sorgulayacak, ta ki O, ‘Gördüğün kötülüğü niçin kınamadın?’ diyene kadar. Allah, kuluna bir cevap verdiğinde, o da: ‘Ey Rabbim, ben senin merhametini umuyordum ama insanlardan korkuyordum.’ diyecektir.”"
    },
    {
      "id": 93,
      "narrator": "It was narrated from Abu Musa that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah, zalime mühlet verir, sonra onu yakaladığı zaman, onu bırakmaz.” Sonra şu ayeti okudu: “İşte, Rabbinin, şehirlerin halkını yakaladığı zaman ki yakalaması böyledir; onlar zulmediyorlardı.”"
    },
    {
      "id": 94,
      "narrator": "It was narrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bize döndü ve şöyle dedi: “Ey Muhacirler, beş şey ile imtihan edileceksiniz ve Allah'a sığınırım ki bunları görecek kadar yaşarsınız: Bir toplumda ahlaksızlık açıkça ortaya çıkmadıkça, o toplumda veba ve hastalıklar yayılmayacaktır. Tartılarda ve ölçülerde hile yapmadıkları sürece, kıtlık, büyük felaket ve yöneticilerinin zulmü ile karşılaşacaklardır. Mallarının zekatını vermedikçe, gökten yağmur kesilecektir; eğer hayvanlar olmasaydı, onlara hiç yağmur yağmayacaktı. Allah ve Resulü ile olan ahitlerini bozmadıkları sürece, Allah, düşmanlarını onlara galip kılacak ve ellerindekilerden bir kısmını alacaklardır. Eğer yöneticileri, Allah'ın Kitabı'na göre hükmetmez ve Allah'ın indirdiğinden hayır aramazlarsa, Allah, onları birbirleriyle savaştıracaktır.”"
    },
    {
      "id": 95,
      "narrator": "It was narrated from Abu Malik Ash’ari that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Malik El-Eş'ari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ümmetimden bazı insanlar şarap içecekler, ona başka bir isim verecekler ve müzik aletleri çalınacak, şarkıcı kızlar onlara şarkı söyleyecekler. Allah, yeri onları yutacak ve onları maymunlar ve domuzlar haline getirecektir.”"
    },
    {
      "id": 96,
      "narrator": "It was narrated from Bara’ bin ‘Azib that the Messenger of Allah\n(ﷺ) said:",
      "text": "Bera' bin Azib'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah, onları lanetleyecek ve lanet edenler de onları lanetleyecek.” O da: “Yerin sakinleri.” dedi."
    },
    {
      "id": 97,
      "narrator": "It was narrated from Thawban that the Messenger of Allah (ﷺ) said:",
      "text": "Sevban'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Hiçbir şey, kişinin ömrünü artırmaz, ancak takva ile; hiçbir şey de ilahi takdiri geri çevirmez, ancak dua ile; bir kişi, işlediği bir günah sebebiyle rızkından mahrum kalabilir.”"
    },
    {
      "id": 98,
      "narrator": "It was narrated from Mus’ab bin Sa’d that his father, Sa’d bin\nAbu\nWaqqas, said:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir ki, babası Sa'd bin Ebu Vakkas şöyle dedi: “Ben dedim ki: ‘Ey Allah'ın Resulü, hangi insanlar en şiddetli imtihana tabi tutulur?’ O da: ‘Peygamberler, sonra onlardan daha iyi olanlar ve daha iyi olanlar.’ dedi. Bir kişi, dini bağlılığına göre imtihan edilir. Eğer dini bağlılığında sabit kalırsa, daha şiddetli imtihana tabi tutulur; eğer dini bağlılığında zayıf olursa, imtihanı da onun bağlılığına göre olur. İmtihanlar, bir kişiyi, üzerinde hiç günah kalmadan, yeryüzünde yürüyene kadar devam eder.”"
    },
    {
      "id": 99,
      "narrator": "Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Sa’eed El-Hudri şöyle dedi: “Ben, Nebi (ﷺ) ile birlikteyken, O ateşten bir ateşle hastalandı, ben de elimi O'na koydum ve örtünün üzerinden sıcaklık hissettim. Ben dedim ki: ‘Ey Allah'ın Resulü, bu senin için ne kadar zor!’ O da: ‘Biz (Peygamberler) böyleyiz. İmtihan bizim için katlanarak artar ve mükafat da öyle.’ dedi. Ben dedim ki: ‘Ey Allah'ın Resulü, hangi insanlar en şiddetli imtihana tabi tutulur?’ O da: ‘Peygamberler.’ dedi. Ben dedim ki: ‘Ey Allah'ın Resulü, sonra kim?’ O da: ‘Sonra salihler, onlardan bazıları o kadar yoksullukla imtihan edildi ki, üzerlerine örtünmek için başka bir şey bulamadılar. Onlardan biri, başına gelen felakete, sizden biri rahatladığında sevinir gibi sevinir.’ dedi.”"
    },
    {
      "id": 100,
      "narrator": "It was narrated that ‘Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, “Sanki Allah'ın Resulü (ﷺ) bize bir Peygamberin hikayesini anlatıyordu: ‘Kavmi onu dövdü ve o, yüzündeki kanı silerken, ‘Ey Rabbim, kavmime bağışla, çünkü onlar bilmiyorlar.’ diyordu.’”"
    },
    {
      "id": 101,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İbrahim'in, ‘Rabbim! Ölüleri nasıl dirilttiğini bana göster.’ dediği zaman, şüphe ifade etme ihtimalimiz İbrahim'den daha fazladır. O (Allah) da: ‘İnanmıyor musun?’ dedi. O (İbrahim) da: ‘Evet (inanıyorum), ama daha güçlü bir iman için.’ dedi. Ve Allah, Lut'a merhamet etsin. O, güçlü bir destek istemişti. Eğer Yusuf'un hapiste kaldığı kadar kalsaydım, ben de o teklifi kabul ederdim.’”"
    },
    {
      "id": 102,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Uhud Günü, Allah'ın Resulü (ﷺ) dişini kırdı ve yaralandı. Kan yüzünden akmaya başladı ve yüzünü silmeye başladı ve şöyle dedi: “Bir toplum, Peygamberlerinin yüzünü kanla ıslatırken nasıl başarılı olabilir ki, o onları Allah'a çağırıyor?” Sonra Allah, “Karar senin değildir.” ayetini indirdi."
    },
    {
      "id": 103,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki: “Bir gün, Cebrail (as) Allah'ın Resulü (ﷺ) yanına geldiğinde, O kanla ıslanmış bir yüzle hüzünlü bir halde oturuyordu, çünkü Mekke halkından bazıları O'na vurmuştu. Cebrail (as) dedi ki: ‘Seninle ne oldu?’ O da: ‘Bu insanlar bana şöyle ve böyle yaptılar.’ dedi. Cebrail (as) dedi ki: ‘Sana bir işaret göstereyim mi?’ O da: ‘Evet, göster.’ dedi. Cebrail (as) vadinin öteki tarafındaki bir ağaca baktı ve dedi ki: ‘O ağacı çağır.’ O da çağırdı ve ağaç yürüyerek O'nun önüne geldi. Cebrail (as) dedi ki: ‘Ona geri dönmesini söyle.’ O da söyledi ve ağaç yerine geri döndü. Sonra Allah'ın Resulü (ﷺ) dedi ki: ‘Bu benim için yeterlidir.’”"
    },
    {
      "id": 104,
      "narrator": "It was narrated from Hudhaifah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Hudhaifah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İslam kelimesini söyleyenleri bana sayın.” Biz dedik: “Ey Allah'ın Resulü, altı ile yedi yüz arasında olduğumuzda bizden korkuyor musun?” Allah'ın Resulü (ﷺ) dedi: “Bilmiyorsunuz, belki de imtihan edileceksiniz.”"
    },
    {
      "id": 105,
      "narrator": "It was narrated from Ubayy bin Ka’b that on the night when he (ﷺ)\nwas taken on the Night Journey (Isra’), the Messenger of Allah\n(ﷺ)\nnoticed a good fragrance and said:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki, o gece (İsra) Allah'ın Resulü (ﷺ) güzel bir koku fark etti ve dedi ki: “Ey Cebrail, bu güzel koku nedir?” O da: “Bu, berberin ve iki oğlunun ve kocasının mezarının kokusudur.” dedi. O da: “Bu, İsrailoğulları'nın ileri gelenlerinden biri olan Hızır'ın, bir rahip ile hücresinde karşılaştığı zaman başladı. Rahip ona İslam'ı öğretti. Hızır ergenlik çağına geldiğinde, babası onu bir kadınla evlendirdi. Ona İslam'ı öğretti ve kimseye öğretmemesi için ona söz verdirdi. O, kadınlara dokunmazdı, bu yüzden onu boşadı, sonra babası onu başka bir kadınla evlendirdi, ona İslam'ı öğretti ve kimseye öğretmemesi için ona söz verdirdi. Birisi sırrı sakladı ama diğeri açıkladı, bu yüzden o, denizde bir adaya kaçtı. İki adam odun toplarken onu gördü. Birisi sırrı sakladı ama diğeri açıkladı ve dedi ki: ‘Hızır'ı gördüm.’ Denildi ki: ‘Senin dışında kim gördü?’ O da: ‘Falanca.’ (Diğer adam) sorgulandı ama sessiz kaldı. Dinlerine göre, yalancı öldürülmeliydi. Sırrı saklayan kadın evlendi ve Firavun'un kızının saçını tararken, tarak düşürdü ve dedi ki: ‘Firavun helak olsun!’ (Kız) babasına bunu söyledi. Kadının iki oğlu ve bir kocası vardı. (Firavun) onları çağırdı ve kadını ve kocasını dinlerinden döndürmeye çalıştı ama onlar reddetti. O da: ‘Sizi öldüreceğim.’ dedi. Onlar da: ‘Eğer bizi öldürürsen, bizi tek bir mezara koyman, senin için bir iyilik olur.’ dediler. O da bunu yaptı.” Nebi (ﷺ) İsra'ya çıkarıldığında, güzel bir koku fark etti ve Cebrail'e bunu sordu ve O da ona anlattı."
    },
    {
      "id": 106,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"En büyük mükafat, en büyük imtihanla gelir. Allah bir toplumu sevdiğinde, onları dener. Kim bu denemeyi kabul ederse, O'nun rızasını kazanır; kim de buna razı olmazsa, O'nun gazabını kazanır.\""
    },
    {
      "id": 107,
      "narrator": "It was narrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İnsanlarla iç içe olan ve onların rahatsızlıklarına sabır gösteren mümin, insanlarla iç içe olmayan ve onların rahatsızlıklarına katlanmayan müminin kazandığından daha büyük bir mükafata sahip olacaktır.\""
    },
    {
      "id": 108,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Üç şey vardır; kim bunlara sahip olursa, imanın tadını bulmuştur.\" (Rivayet edenlerden biri) Bundar şöyle dedi: \"İmanın tatlılığı; bir adamı sevdiğinde, onu sadece Allah rızası için sevmesi; Allah ve Resulü, ona her şeyden daha sevimli olduğunda; ve Allah onu küfürden kurtardıktan sonra ateşe atılmayı, küfre geri dönmekten daha sevimli bulduğunda.\""
    },
    {
      "id": 109,
      "narrator": "It was narrated from Abu Darda’ that my close friend (ﷺ) advised\nme:",
      "text": "Ebu Darda'dan rivayet edilmiştir ki, yakın arkadaşım (ﷺ) bana şöyle tavsiyede bulundu: \"Allah'a hiçbir şeyi ortak koşma, hatta kesilip yakılsan bile. Hiçbir farz namazı kasıtlı olarak terk etme, zira kasıtlı olarak terk edenin Allah'ın koruması kalmaz. Ve şarap içme, çünkü o her türlü kötülüğün anahtarıdır.\""
    },
    {
      "id": 110,
      "narrator": "Mu’awiyah said:",
      "text": "Muaviye dedi ki: \"Peygamber (ﷺ) şöyle derken işittim: 'Bu dünyadan geriye kalan tek şey imtihanlar ve belalardır.'\""
    },
    {
      "id": 111,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İnsanlara bir ihanet yılları gelecek, o zaman yalancı, doğru kişi olarak kabul edilecek; doğru kişi, yalancı olarak kabul edilecek; hain, sadık olarak kabul edilecek; sadık kişi, hain olarak kabul edilecek; ve Ruwaibidah meseleleri karara bağlayacak.\" Denildi ki: \"Ruwaibidah kimdir?\" O şöyle cevap verdi: \"Aşağılık ve alçak insanlar, insanların işlerini kontrol edenlerdir.\""
    },
    {
      "id": 112,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Canımın elinde olan Allah'a yemin ederim ki, bu dünya geçmeyecek, ta ki bir adam bir mezarın yanından geçip üzerine yuvarlanacak ve 'Keşke bu mezardaki kişinin yerinde olsaydım!' diyecek. Bunun sebebi ise dini bir motivasyon olmayacak, aksine bir beladan dolayı olacaktır.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Siz, (iyi) hurmaların kötü olanlardan ayrıldığı gibi seçileceksiniz. En iyileriniz alınacak, en kötüleriniz bırakılacak; eğer yapabiliyorsanız, ölün.\""
    },
    {
      "id": 114,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Dine bağlı kalmak yalnızca zorlaşacak, dünya işleri yalnızca daha da zorlaşacak, insanlar yalnızca daha cimri olacak ve Kıyamet yalnızca insanların en kötüleri üzerine gelecektir; ve (Muhammed'den sonra) tek Mehdi, 'İsa bin Meryem'dir.\""
    },
    {
      "id": 115,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Ben ve Kıyamet, bu iki parmak gibi gönderildik.\" ve iki parmağını bir arada kaldırdı."
    },
    {
      "id": 116,
      "narrator": "It was narrated that Hudhaifah bin Asid said:",
      "text": "Hudhaifah bin Asid'den rivayet edilmiştir ki, Peygamber (ﷺ) bize bir odadan bakarak, Kıyamet hakkında konuştuğumuzda şöyle dedi: \"Kıyamet, on işaret olmadan başlamayacaktır: Deccal, (Sahte Mesih), duman ve güneşin batıdan doğması.\""
    },
    {
      "id": 117,
      "narrator": "‘Awf bin Malik Al-Ashja’i said:",
      "text": "'Awf bin Malik Al-Ashja’i dedi ki: \"Ben, Tabuk seferi sırasında, Allah'ın Resulü (ﷺ) deri bir çadırda iken ona geldim, çadırın önünde oturdum. Allah'ın Resulü (ﷺ) şöyle dedi: 'Gir, ey 'Awf.' Ben de: 'Tamam mı, ey Allah'ın Resulü?' dedim. O: 'Tamam.' dedi. Sonra: 'Ey 'Awf, Kıyamet gelmeden önce olacak altı şeyi hatırla, bunlardan biri benim ölümüm.' dedi. Bu beni çok şaşırttı ve üzüntüye boğdu. O: 'Bunu birinci olarak say. Sonra (Beytü'l-Makdis'in) fethi gelecek; ardından aranızda bir hastalık çıkacak ve sizi ve nesillerinizi şehit olarak öldürecek ve amellerinizi temizleyecek; sonra aranızda öyle bir servet olacak ki, bir adama yüz Dinar verilse bile yine de tatmin olmayacak; ve aranızda hiçbir Müslüman evi bırakmayacak bir fitne olacak; sonra sizinle Romalılar arasında bir antlaşma olacak, sonra sizi aldatacaklar ve her biri on iki bin (asker) altında seksen sancakla üzerinize yürüyecekler.'\""
    },
    {
      "id": 118,
      "narrator": "It was narrated from Hudhaifah bin Yaman that the Messenger of Allah\n(ﷺ) said:",
      "text": "Hudhaifah bin Yaman'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kıyamet, yöneticinizi öldürmeden ve birbirinizle kılıçla savaşmadan başlamayacaktır; ve dünyanız en kötülerinize miras kalacaktır.\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir gün insanlara çıktı ve bir adam ona gelerek: \"Ey Allah'ın Resulü, Kıyamet ne zaman olacak?\" dedi. O: \"Sorulan kişi, soran kişiden daha fazla bilmez. Ama ben size işaretlerinden bahsedeceğim. Kadın kölenin efendisini doğurması, bunun işaretlerinden biridir. Çıplak ve ayaksızların insanların lideri olması, bunun işaretlerinden biridir. Çobanların binalar inşa etme konusunda rekabet etmesi, bunun işaretlerinden biridir. (Kıyamet) beş şeyden biridir ki, bunları Allah'tan başka kimse bilmez.\" Sonra Allah'ın Resulü (ﷺ) şu ayetleri okudu: \"Şüphesiz ki, Kıyamet'in bilgisi yalnızca Allah'a aittir, o yağmuru indirir ve rahimlerde ne olduğunu bilir.\" (Ayetin sonuna kadar.)\""
    },
    {
      "id": 120,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, \"Size, benden sonra kimsenin size anlatmayacağı bir Hadis söylemeyeyim mi? Allah'ın Resulü (ﷺ) şöyle dedi: 'Kıyametin işaretlerinden biri, bilginin alınması ve cehaletin yayılması, zinanın yaygınlaşması ve şarabın içilmesi, erkeklerin yok olması ve kadınların kalmasıdır; ta ki bir adam elli kadının başında olacak kadar kalacaktır.'\""
    },
    {
      "id": 121,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “Saat başlamadan önce Dicle, bir dağ altınını açığa çıkaracak ve insanlar bunun üzerinde savaşacaklar, her on kişiden dokuzu öldürülecek.”"
    },
    {
      "id": 122,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “Saat başlamadan önce zenginlik bol hale gelecek, fitneler ortaya çıkacak ve Harj artacak.” Onlar: “Harj nedir, ey Allah'ın Messenger'ı?” dediler. O da: “Killing, killing, killing,” üç kez söyledi."
    },
    {
      "id": 123,
      "narrator": "It was narrated that Ziyad bin Labid said:",
      "text": "Ziyad bin Labid'in rivayetine göre: “Peygamber (ﷺ) bir şeyden bahsetti ve şöyle dedi: ‘Bu, ilmin (Kur'an) yok olacağı zamandır.’ Ben de: ‘Ey Allah'ın Messenger'ı, biz Kur'an'ı okuduğumuz ve çocuklarımıza öğrettiğimiz sürece ilim nasıl yok olacak?’ dedim. O da: ‘Anan seni kaybetsin, Ziyad! Al-Medine'deki en akıllı adam olduğunu düşünmüştüm. Bu Yahudiler ve Hristiyanlar Tevrat ve İncil okuyorlar ama içindekilerden hiçbirine uymuyorlar, değil mi?’”"
    },
    {
      "id": 124,
      "narrator": "It was narrated from Hudhaifah bin Yaman that the Messenger of Allah\n(ﷺ) said:",
      "text": "Hudhayfa bin Yaman'dan rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “İslam, bir elbisenin nakışı gibi yıpranacak, ta ki oruç, namaz, (hac) ritüelleri ve sadaka nedir kimse bilmeyecek. Allah'ın Kitabı gece alınacak ve ondan yeryüzünde bir ayet bile kalmayacak. Ve bazı insanlar, yaşlı adamlar ve kadınlar kalacak, onlar da: ‘Biz babalarımızın bu sözleri söylediğini gördük: ‘La ilaha illallah’ o yüzden biz de onları söylüyoruz’ diyecekler.” Silah ona: “La ilaha illallah demek onlara ne fayda sağlayacak, oruç, namaz, (hac) ritüelleri ve sadaka nedir bilmedikleri halde?” dedi. Hudhayfa ondan yüz çevirdi. Soruyu üç kez tekrar etti ve Hudhayfa her seferinde ondan yüz çevirdi. Sonra üçüncü kez ona döndü ve şöyle dedi: “Ey Silah! Bu, onları cehennemden kurtarır,” üç kez."
    },
    {
      "id": 125,
      "narrator": "It was narrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “Saatten hemen önce, ilim yok olacak, cehalet yaygınlaşacak ve çok Harj olacak. Ve Harj, öldürmektir.”"
    },
    {
      "id": 126,
      "narrator": "It was narrated from Abu Musa that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “Sizden sonra, cehaletin yaygınlaşacağı, ilmin yok olacağı ve çok Harj olacak günler gelecek.” Onlar: “Ey Allah'ın Messenger'ı, Harj nedir?” dediler. O da: “Killing.” dedi."
    },
    {
      "id": 127,
      "narrator": "It was narrated from Abu Hurairah in a Marfu’ report (meaning,\nattributed to the Prophet (ﷺ)):",
      "text": "Abu Hurayra'dan marfu' bir rivayetle (yani, Peygamber (ﷺ)'e atfedilerek) rivayet edilmiştir: “Zaman hızla geçecek, ilim azalacak, cimrilik insanların kalplerine yerleşecek, fitneler ortaya çıkacak ve çok Harj olacak.” Onlar: “Ey Allah'ın Messenger'ı, Harj nedir?” dediler. O da: “Killing.” dedi."
    },
    {
      "id": 128,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhayfa şöyle dedi: “Allah'ın Messenger'ı (ﷺ) bize iki hadis bildirdi, birini gördüm, diğerini hala bekliyorum. Bize şöyle dedi: ‘Doğruluk, insanların kalplerinin köklerinde korunuyordu’ – (Rivayet edenlerden biri) Tanafisi dedi ki: ‘Yani insanların kalplerinin ortasında’ – ‘Sonra Kur'an indirildi ve biz onu Kur'an ve Sünnet'ten öğrendik.’ Sonra onun yok oluşundan bahsetti, şöyle dedi: ‘Bir adam uyuyacak ve doğruluk kalbinden alınacak, geriye sadece iz kalacak, renksiz lekeler gibi. Sonra tekrar uyuyacak ve geriye kalan doğruluk da kalbinden alınacak ve içi boş bir kabarcık gibi bir iz bırakacak, tıpkı bir kor ayağınıza dokunduğunda ve içi boş bir kabarcık oluşturduğunda olduğu gibi.’” Sonra Hudhayfa bir avuç çakıl alıp bacağını yuvarladı. Dedi ki: “İnsanlar birbirleriyle ticaret yapacaklar, ama aralarında dürüst insan sayısı çok az olacak. Sonra şöyle denilecek: ‘Şu ve bu kabilede bir dürüst adam var,’ ve bir adam zekası, güzel ahlakı ve gücü ile takdir edilecek, ama kalbinde bir hardal tanesi kadar bile iman olmayacak.” “Bir zamanlar sizlerden herhangi biriyle ticaret yapmaktan çekinmiyordum, çünkü eğer Müslüman ise, dini onu aldatmaktan alıkoyuyordu; eğer Hristiyan ise, onun Müslüman hükümdarı onu aldatmaktan alıkoyuyordu. Ama bugün sadece şu ve bu kişiyle ticaret yapabilirim.”"
    },
    {
      "id": 129,
      "narrator": "It was narrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Allah bir kişiyi helak etmek istediğinde, ondan haya alır, onu sadece Allah'ın gazabı ile görürsünüz ve insanlar tarafından nefret edilir. Onu sadece Allah'ın gazabı ile gördüğünüzde ve insanlar tarafından nefret edildiğinde, ondan doğruluk alınır ve doğruluk alındığında, onu sadece başkaları tarafından hain olarak görülen biri olarak görürsünüz. Onu sadece başkaları tarafından hain olarak görülen biri olarak gördüğünüzde, merhamet ondan alınır ve merhamet alındığında, onu sadece reddedilmiş ve lanetlenmiş biri olarak görürsünüz ve onu sadece reddedilmiş ve lanetlenmiş biri olarak gördüğünüzde, o zaman İslam bağı ondan alınır.”"
    },
    {
      "id": 130,
      "narrator": "It was narrated that Hudhaifah bin Asid, Abu Sarihah, said:",
      "text": "Hudhayfa bin Asid, Abu Sarihah'dan rivayet edilmiştir ki: \"Allah'ın Messenger'ı (ﷺ) bir odadan dışarı baktı, biz Saat hakkında konuşuyorduk. Dedi ki: 'Saat başlamadan önce on işaret ortaya çıkmadan önce başlamayacak: Güneşin batıdan doğması (batma yeri); Deccal; duman; hayvan; Gog ve Magog; İsa bin Meryem'in (as) görünmesi; yerin üç kez çökmesi - bir kez doğuda, bir kez batıda ve bir kez Arabistan Yarımadası'nda; ve Aden Abyan ovasından çıkacak ateş, insanları toplama yerine sürükleyecek, gece durduklarında ve öğle vakti dinlendiklerinde onlarla duracak.'\""
    },
    {
      "id": 131,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: \"Altı şey (olmadan önce) hayır işlemek için acele edin: Güneşin batıdan doğması (batma yeri), duman, yerin hayvanı, Deccal (Sahte Mesih), her birinizin başına gelecek olan (ölüm); ve tüm insanların başına gelecek olan (Kıyamet Günü).\""
    },
    {
      "id": 132,
      "narrator": "It was narrated from Anas bin Malik that Abu Qatadah said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Abu Katade şöyle dedi: “Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “(Küçük) işaretler (iki yüz) yıl sonra gelecek.’”"
    },
    {
      "id": 133,
      "narrator": "It was narrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: “Benim ümmetim beş aşamadan geçecek. Kırk yıl (süresince) salih ve takvalı insanlar olacaklar. Sonra onları takip edenler, bir sonraki yüz yirmi yıl boyunca, birbirlerine merhamet eden ve birbirleriyle bağlarını sürdüren insanlar olacaklar. Sonra onları takip edenler, bir sonraki yüz altmış yıl boyunca, birbirlerine sırt dönen ve bağlarını koparan insanlar olacaklar. Sonra Harj, Harj (öldürme) olacak. Kurtuluş arayın, kurtuluş arayın.”"
    },
    {
      "id": 134,
      "narrator": "It was narrated from ‘Abdullah that the Prophet (ﷺ) said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Saatten hemen önce dönüşümler olacak, yer çökecek ve Kadhf. (yani, taşların atılması belki de bir ceza yöntemi olarak – belki de toprak kaymaları anlamına geliyor).”"
    },
    {
      "id": 135,
      "narrator": "It was narrated from Sahl bin Sa’d that the Prophet (ﷺ) said:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Ümmetimin sonunda yer çökecek, dönüşümler olacak ve Kadhf.”"
    },
    {
      "id": 136,
      "narrator": "It was narrated from Nafi’ that a man came to Ibn ‘Umar and said:",
      "text": "Nafi’'den rivayet edilmiştir ki, bir adam İbn 'Umar'a gelerek: \"Falanca sana selam gönderdi.\" dedi. İbn 'Umar: \"Onun İslam'a yenilikler getirdiğini duydum. Eğer gerçekten yenilikler getirdiyse, ona selamımı iletme, çünkü Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Ümmetim arasında - ya da bu ümmet arasında - dönüşümler, yerin çökmesi ve Kadhf (taşlama) olacaktır.' Bu Ahlul-Qadar hakkında idi.\""
    },
    {
      "id": 137,
      "narrator": "It was narrated from ‘Abdullah bin ‘Amr that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ümmetim arasında yerin çökmesi, dönüşümler ve Kadhf olacaktır.\""
    },
    {
      "id": 138,
      "narrator": "Hafsah narrated that she heard the Messenger of Allah (ﷺ) say:",
      "text": "Hafsah, Allah'ın Resulü (ﷺ)'nün şöyle buyurduğunu işittiğini rivayet etti: \"Bir saldırı ordusu bu Eve doğru gelecek, ta ki Bayda'ya vardıklarında, içlerinden ortada olanı yer tarafından yutulacak, ve içlerinden ilki sonuncusuna seslenecek, ve hepsi yutulacak, ta ki aralarından kaçan biri kalmayacak, o da onlara başlarına gelenleri anlatacaktır.\" Haccac ordusu geldiğinde, onların bu Hadiste bahsedilenler olduğunu düşündük. Bir adam: \"Hafsah'a yalan isnat etmediğine ve Hafsah'ın da Peygamber'e (ﷺ) yalan isnat etmediğine şahitlik ediyorum.\" dedi."
    },
    {
      "id": 139,
      "narrator": "It was narrated from Safiyyah that the Messenger of Allah (ﷺ) said:",
      "text": "Safiyyah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlar bu Eve saldırmayı bırakmayacaklar, ta ki bir ordu saldırana kadar, Bayda'ya vardıklarında, içlerinden ilki ve sonuncusu yer tarafından yutulacak, ve ortada olan kurtulamayacaktır.\" Ben: \"Peki, aralarında zorla (orduya katılan) olanlar varsa?\" dedim. O: \"Allah, onları kalplerindekine göre diriltecektir.\" dedi."
    },
    {
      "id": 140,
      "narrator": "It was narrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, \"Peygamber (ﷺ) yer tarafından yutulacak orduyu zikretti ve Umm Salamah: 'Ey Allah'ın Resulü, belki aralarında zorla (katılanlar) vardır?' dedi. O: 'Niyetlerine göre diriltilecekler.' dedi.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Canavar çıkacak ve yanında Süleyman bin Davud'un mührü ve Musa bin İmran'ın asası olacak. O, müminlerin yüzlerini asayla parlatacak ve inkârcıların burunlarını mühürleyecek, ta ki bir grup evin sakinleri bir araya gelecek; biri 'Ey mümin!' diyecek, diğeri ise 'Ey inkârcı!' diyecek.\""
    },
    {
      "id": 142,
      "narrator": "‘Abdullah bin Buraidah narrated that his father said:",
      "text": "'Abdullah bin Buraidah, babasından şöyle rivayet etti: \"Allah'ın Resulü (ﷺ) beni Mekke yakınlarındaki çölün bir yerine götürdü; orada kumlarla çevrili kurak bir arazi vardı. Allah'ın Resulü (ﷺ) şöyle dedi: 'Canavar bu noktadan çıkacak - bir arşın kadar.' (yani o noktanın büyüklüğü kadar.)\""
    },
    {
      "id": 143,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, \"Ben Allah'ın Resulü (ﷺ)'nün şöyle dediğini işittim: 'Saat, güneş batıdan doğuncaya kadar başlamayacak (yani batıdan doğacak). Güneş doğduğunda, insanlar onu görecek ve yeryüzündekilerin hepsi inanacak, ama bu, daha önce inanmayan kimseye fayda sağlamayacağı bir zamanda olacaktır.'\""
    },
    {
      "id": 144,
      "narrator": "It was narrated from ‘Abdullah bin ‘Amr that the Messenger of\nAllah (ﷺ) said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Güneşin batıdan doğması ve canavarın insanlara görünmesi, ilk işaretler olacaktır, öğle vaktinde.\" 'Abdullah: \"Hangisi önce çıkarsa, diğeri hemen ardından gelecektir.\" dedi. 'Abdullah: \"Onun batıdan doğmasından başka bir şey olacağını düşünmüyorum.\" dedi."
    },
    {
      "id": 145,
      "narrator": "It was narrated from Safwan bin ‘Assal that the Messenger of Allah\n(ﷺ) said:",
      "text": "Safwan bin 'Assal'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Batıda (yani güneşin battığı yer) yetmiş yıl genişliğinde açık bir kapı vardır. O kapı, güneş bu yönden doğuncaya kadar tövbe için açık kalacaktır. Bu yönden doğduğunda, daha önce inanmayan bir ruh için iman fayda sağlamayacaktır.\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifah'dan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Dajjal (Sahte Mesih) sol gözü kör ve bol saçlıdır. Onunla birlikte bir Cennet ve bir Cehennem vardır, ama onun Cehennemi Cennet, Cenneti ise Cehennemdir.'\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that Abu Bakr Siddiq said:",
      "text": "Abu Bekir Sıddık'tan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) bize şöyle söyledi: 'Dajjal, doğuda Khorasan adında bir yerde ortaya çıkacak ve onun arkasında yüzleri dövülmüş kalkanlar gibi olan insanlar olacaktır.'\""
    },
    {
      "id": 148,
      "narrator": "It was narrated that Mughirah bin Shu'bah said:",
      "text": "Mughirah bin Shu'bah şöyle dedi: \"Kimse, Peygamber (ﷺ)'e Dajjal hakkında benden daha fazla sormadı.\" (Rivayet edenlerden biri) İbn Numair, kendi rivayetinde: \"(Kimse benden) daha zor sorular sormadı.\" dedi. - \"O bana: 'O hakkında ne soruyorsun?' dedi. Ben: 'Onunla birlikte yiyecek ve içecek olacağını söylüyorlar.' dedim. O: 'O, Allah katında bunun için çok önemsizdir.' dedi.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that Fatimah bint Qais said:",
      "text": "Fatimah bint Qais'ten rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) bir gün namaz kıldı ve minbere çıktı, daha önce sadece Cuma günleri çıkardı. İnsanlar bundan endişelendi, bazıları ayakta, bazıları oturuyordu. O, onlara el işaretiyle oturmalarını söyledi. (Sonra şöyle dedi:) 'Vallahi, ben burada size fayda sağlayacak bir şey, bir öğüt veya uyarı için durmuyorum. Aksine, Tamim Dari bana geldi ve bana bir şey söyledi ki, bu beni dinlenmekten alıkoydu, çünkü hissettiğim sevinç ve mutlulukla, bu mutluluğu aranızda yaymak istedim. Tamim Dari'nin bir kuzeni, rüzgarın onları bilmedikleri bir adaya sürüklediğini söyledi, böylece geminin kürek botlarında oturdular ve yola çıktılar. Orada uzun kirpikleri olan siyah bir şey gördüler. Ona: 'Sen kimsin?' dediler. O: 'Ben Jassasah' dedi. Onlar: 'Bize söyle.' dedi. O: 'Ben size hiçbir şey söylemeyeceğim veya sizden hiçbir şey istemeyeceğim. Aksine, gördüğünüz bu manastır var. Oraya gidin, çünkü orada sizin haberlerinizi duymak isteyen bir adam var ve size haber verecek.' Böylece oraya gittiler ve ona girdiler, orada zincirlenmiş yaşlı bir adam gördüler, üzgün bir görünümü vardı ve çok şikayet ediyordu. Onlara: 'Nereden geldiniz?' dedi. Onlar: 'Şam'dan.' dediler. O: 'Araplar nasıl?' dedi. Onlar: 'Biz Araplardanız. Ne sormak istiyorsun?' dediler. O: 'Sizin aranızda ortaya çıkan bu adam ne yaptı?' dedi. Onlar: '(O iyi şeyler yaptı. Bazı insanlarla düşmanlık etti, ama Allah ona karşı onu destekledi ve şimdi onlar bir oldular, bir Tanrı ve bir dinle.' dediiler. O: 'Zughar pınarına ne oldu?' dedi. Onlar: 'İyi, ondan mahsullerimizi suluyoruz ve ondan içiyoruz.' dediler. O: 'Amman ile Baisan arasındaki hurma ağaçlarına ne oldu?' dedi. Onlar: 'Her yıl meyve veriyorlar.' dediler. O: 'Tiberias Gölü'ne ne oldu?' dedi. Onlar: 'Su bolluğundan taşma yapıyor.' dediler. Üç derin iç çekti, sonra şöyle dedi: 'Eğer bu zincirlerden kurtulsaydım, bu iki ayağımla girmediğim hiçbir ülke bırakmazdım, Taibah hariç, çünkü oraya girmem için bir yolum yok.' Peygamber (ﷺ) şöyle dedi: 'Sevinçlerim çok büyük. Bu (Medine) Taibah'dır ve canımın elinde olan Allah'a yemin ederim ki, orada dar veya geniş bir yol, düz veya dağ yoktur, ama orada kılıcı çekilmiş bir melek vardır, Kıyamet Günü'ne kadar.'\""
    },
    {
      "id": 150,
      "narrator": "Nawwas bin Sam'an Al-Kilabi said:",
      "text": "Nawwas bin Sam'an Al-Kilabi şöyle dedi: \"Allah'ın Resulü (ﷺ) bir sabah Dajjal'dan bahsetti, onu hem tiksinç hem de korkutucu bir şey olarak anlattı, ta ki onun hurma ağaçlarının arasında olduğunu düşündük. Akşam Allah'ın Resulü (ﷺ)'ne geldiğimizde, bizdeki (korkuyu) gördü ve: 'Sizlere ne oldu?' dedi. Biz: 'Ey Allah'ın Resulü, bu sabah Dajjal'dan bahsettin ve onu hem tiksinç hem de korkutucu bir şey olarak anlattın, ta ki onun hurma ağaçlarının arasında olduğunu düşündük.' dedik. O: 'Dajjal'dan daha fazla korktuğum şeyler var. Eğer o benim aranızda ortaya çıkarsa, onunla sizin adınıza mücadele edeceğim, eğer ben aranızda yokken ortaya çıkarsa, her adam kendine bakmalıdır ve Allah, her Müslüman'a benim adıma bakacaktır. O (Dajjal) kıvırcık saçlı genç bir adamdır ve bir gözü şişkin; onu 'Abdul-'Uzza bin Qatan'a benzetiyorum. Aranızdan kim onu görürse, ona Kehf Suresi'nin ilk ayetlerini okusun. O, Şam ile Irak arasında Khallah'tan çıkacak ve sağa sola zarar verecek. Ey Allah'ın kulları, sabırlı olun.' Dedik ki: 'Ey Allah'ın Resulü, o gün bir yıl gibi olan gün, bir günün namazı bize yeter mi?' O: 'Zamanı tahmin edin (ve sonra namaz kılın).' dedi. Biz: 'O, yeryüzünde ne kadar hızlı hareket edecek?' dedik. O: 'Rüzgarla sürüklenen bir yağmur bulutu gibi.' dedi. O: 'O, bazı insanlara gelecek ve onlara seslenecek, onlar da ona cevap verecek ve ona inanacaklar. Sonra gökyüzüne yağmur yağdırmasını emredecek ve yağmur yağacak, yeryüzüne bitki çıkmasını emredecek ve o da çıkacak, ve sürüleri akşam dönecek, hörgüçleri daha yüksek, memeleri daha dolgun ve yanları daha şişman olarak geri dönecek. Sonra o, bazı (başka) insanlara gelecek ve onlara seslenecek, ama onlar onu reddedecekler, bu yüzden onlardan dönecek ve kuraklık çekecekler ve hiçbir şeyleri kalmayacak. Sonra ıssız bir yerden geçecek ve: 'Hazine ve değerli eşyalarınızı çıkarın.' diyecek, sonra gidecek ve hazineleri onun peşinden arı sürüsü gibi gidecek. Sonra bir genç bir adamı çağıracak ve ona kılıçla vuracak ve ikiye bölecek. İki parçayı, bir okçunun hedefi ile mesafesi kadar uzaklığa koyacak. Sonra onu çağıracak ve o, yüzü parlayarak, gülümseyerek gelecektir. Onlar böyleyken, Allah, 'İsa bin Meryem'i gönderecek, o, Şam'ın doğusundaki beyaz minarede inecek, iki melek kanadının üzerine ellerini dayayarak. Başını eğdiğinde, ondan ter damlaları düşecektir. Onun nefesinin kokusunu duyan her inkârcı ölecek ve nefesi gözünün görebildiği kadar uzanacaktır. Sonra yola çıkacak ve onu (Dajjal'ı) Ludd kapısında yakalayacak ve onu öldürecektir. Sonra Allah'ın Peygamberi 'İsa, Allah'ın koruduğu bazı insanlara gelecek ve onların yüzlerini silerek, onlara Cennet'teki durumlarını bildirecektir. Onlar böyleyken, Allah ona: 'Ey İsa, ben, kimsenin öldüremeyeceği bazı kullarımı ortaya çıkardım, bu yüzden kullarımı güvenle Tur'a götür.' diye vahyedecektir. Sonra Gog ve Magog ortaya çıkacak ve Allah'ın tarif ettiği gibi, 'her tepenin üzerinden akın edecekler.' İlkleri Tiberias gölünden geçecek ve ondan içecek, sonra sonuncusu oradan geçecek ve: 'Burada bir zamanlar su vardı.' diyecek. Allah'ın Peygamberi, 'İsa ve arkadaşları orada kuşatılacaklar, ta ki bir öküz başı, bugün sizlerden bir yüz dinar kadar değerli olacaktır. Sonra, Allah'ın Peygamberi 'İsa ve arkadaşları Allah'a dua edecekler. Sonra Allah, boyunlarında bir solucan gönderecek ve ertesi sabah hepsi birden ölecekler. Allah'ın Peygamberi 'İsa ve arkadaşları inecekler ve onların pislikleri, kokuları ve kanları olmayan bir avuç yer bulamayacaklar. Allah'a dua edecekler ve O, Bactrian develerinin boyunları gibi boyunları olan kuşlar gönderecek, onları alacak ve Allah'ın dilediği yere atacak. Sonra Allah, çamur veya kıl bırakmayacak bir yağmur gönderecek ve yeri, bir ayna (veya düz bir taş) gibi yıkayacak. O gün bir grup insan bir narın meyvesinden yiyecek ve onlara yetecek, ve onun kabuğunun altında gölgelenecekler. Allah, bir süt veren deveyi bereketlendirecek, böylece o, birçok insan için yeterli olacak, ve bir süt veren inek bir kabile için yeterli olacak ve bir süt veren koyun bir aşiret için yeterli olacaktır. Onlar böyleyken, Allah, onları koltuk altlarından yakalayan hoş bir rüzgar gönderecek ve her Müslümanın ruhunu alacak, geriye kalan insanlar ise eşekler gibi zina yapacaklar ve onlara Saat gelecektir.'\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from Nawwas bin Sam'an that the Messenger of Allah\n(ﷺ) said:",
      "text": "Nüvvas bin Sem'an'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Müslümanlar, Gog ve Magog'un yaylarını, oklarını ve kalkanlarını ateş yakmak için kullanacaklar, bu yedi yıl sürecektir.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated that Abu Umamah Al-Bahili said:",
      "text": "Ebu Ümame el-Bahili'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bize hitap etti ve konuşmasının çoğu Dajjal hakkında oldu. O, Dajjal'dan sakındırdı ve şunları söyledi: \"Allah, Adem'in soyunu yarattığı günden beri, yeryüzünde Dajjal'dan daha büyük bir fitne olmayacaktır. Allah, hiçbir Peygamber göndermedi ki, o da kavmini Dajjal'dan sakındırmasın. Ben Peygamberlerin sonuncusuyum ve siz de milletlerin sonuncususunuz. O, mutlaka aranızda ortaya çıkacaktır. Eğer ben aranızda iken ortaya çıkarsa, her Müslüman adına onunla mücadele edeceğim; eğer ben aranızda yokken ortaya çıkarsa, her kişi kendisi için mücadele etmelidir ve Allah, benim adıma her Müslüman'a sahip çıkacaktır. O, Şam ile Irak arasında Al-Khallah'dan çıkacak ve sağa sola büyük bir kargaşa salacaktır. Ey Allah'ın kulları, sabırlı olun. Onu size, daha önce hiçbir Peygamberin tarif etmediği bir şekilde tarif edeceğim. O, 'Ben bir Peygamberim' diye başlayacak ve benden sonra Peygamber yoktur. Sonra ikinci kez 'Ben sizin Rabbinizim' diyecek. Ama siz, Rabbinizi ancak öldüğünüzde göreceksiniz. O, tek gözlüdür ve Rabbiniz tek gözlü değildir; gözleri arasında 'Kafir' yazılıdır. Her mümin bunu okuyacaktır, ister okuma yazma bilsin ister bilmesin. Onun fitnesinin bir kısmı, yanında Cennet ve Cehennem bulundurmasıdır; fakat onun Cehennemi bir Cennet, Cenneti ise bir Cehennem olacaktır. Kim onun ateşiyle (Cehennem) imtihan edilirse, Allah'tan yardım istemeli ve Kehf Suresi'nin ilk ayetlerini okumalıdır; o zaman onun için serin ve güvenli olacaktır, tıpkı İbrahim'in ateşi gibi. Onun fitnesinin bir kısmı, bir bedeviye 'Ne dersin, eğer ben babanı ve anneni diriltirsem, benim Rabbiniz olduğuma şahitlik eder misin?' diyecek. O da 'Evet' diyecek. Sonra iki şeytan, babası ve annesi şeklinde ona görünecek ve 'Ey oğlum, onu takip et, çünkü o senin Rabbindir' diyecekler. Ve onun fitnesinin bir kısmı, bir ruhu zorla ele geçirip onu öldürmesi, sonra da onu bir testere ile iki parçaya ayırmasıdır. Sonra 'Bakın bu benim kulum; ben onu şimdi dirilteceğim, sonra o benim dışımda bir Rab olduğunu iddia edecek' diyecek. Sonra Allah onu diriltecek ve o kötü olan ona 'Senin Rabbin kimdir?' diyecek; o da 'Allah benim Rabbimdir ve sen Allah'ın düşmanısın, sen Dajjal'sin. Vallahi, seni bugün gördüğüm kadar daha önce hiç görmemiştim.'\""
    },
    {
      "id": 153,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "(Ek olarak) Ebu'l-Hasan Tanafisi dedi ki: \"Muharibi bize şöyle söyledi: 'Ubaidullah bin el-Valid el-Vassafi, 'Atiyyah'dan, Ebu Sa'id'in şöyle dediğini aktardı: 'Allah'ın Resulü (ﷺ) şöyle buyurdu: 'O adam, benim ümmetim içinde Cennet'te en yüksek mertebeye sahip olacaktır.' - O dedi ki: 'Ebu Sa'id dedi ki: 'Vallahi, o adamın 'Ömer bin Hattab'dan başka biri olacağını düşünmemiştik, ta ki o vefat edene kadar.' - Muharibi dedi ki: 'Sonra Ebu Rafi'in rivayetine döndük.' O dedi ki: - 'Onun fitnesinin bir kısmı, gökyüzüne yağmur yağdırmasını emredecek ve yağmur yağacak; yeryüzüne bitki çıkmasını emredecek ve bitki çıkacaktır. Ve onun fitnesinin bir kısmı, bir kabileye geçip onlara inkar ettirecek, böylece tüm sürüleri telef olacak ve hiçbiri kalmayacaktır. Ve onun fitnesinin bir kısmı, bir kabileye geçip onlara inanan bir kabileye geçecek, gökyüzüne yağmur yağdırmasını emredecek ve yağmur yağacak; yeryüzüne bitki çıkmasını emredecek ve bitki çıkacaktır, ta ki o gün akşamında sürüleri geri dönecek, daha önce hiç olmadığı kadar büyük ve şişman olacaklar, yanları genişlemiş ve memeleri sütle dolmuş olacak. Yeryüzünde, Mekkah ve Medine dışında girmediği ve üstün gelmediği bir yer kalmayacak; çünkü o, onların dağ yollarına yaklaşmayacak, ancak orada kılıçları çekilmiş meleklerle karşılaşacak, ta ki bataklığın sonunda kırmızı tepeye kadar duracak. Sonra Medine, halkıyla birlikte üç kez sarsılacak ve hiçbir münafık, erkek veya kadın kalmayacak, hepsi ona çıkacak. Böylece, demirci körüğü demiri pislikten arındırdığı gibi, pislikten arınmış olacak. O gün, 'Kurtuluş Günü' olarak adlandırılacaktır.'\""
    },
    {
      "id": 154,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "\"Ümmü Şarik bint Ebi Bekir dedi ki: 'Ey Allah'ın Resulü, o gün Araplar nerede olacak?' O dedi ki: 'O gün, az olacaklar ve çoğu Beytul-Makdis'te (Kudüs) olacak, liderleri ise salih bir adam olacaktır. Liderleri sabah namazında öne geçtiğinde, İsa bin Meryem onlara inecek. Lider geri çekilecek ki İsa öne geçip insanlara namaz kıldırsın, ama İsa elini omuzları arasına koyacak ve ona 'Öne geç ve namaz kıl, çünkü ikamet senin için verilmiştir' diyecek. Sonra liderleri onlara namaz kıldıracak. Namazı bitirdiğinde, İsa (as) 'Kapıyı açın' diyecek. Onlar da kapıyı açacak ve arkasında Dajjal, her biri süslü bir kılıç taşıyan ve yeşilimsi bir örtü giyen yetmiş bin Yahudi ile birlikte olacak. Dajjal ona baktığında, tuzun su içinde eridiği gibi erimeye başlayacak. Kaçacak ve İsa (as) ona 'Sana sadece bir darbe var, ondan kaçamayacaksın!' diyecek. Ludd'un doğu kapısında ona yetişecek ve onu öldürecek. Sonra Allah, Yahudileri yenecek ve Allah'ın yarattığı, Yahudilerin saklanabileceği hiçbir şey kalmayacak, ancak Allah onu konuşturacak - ne taş, ne ağaç, ne duvar, ne hayvan - sadece Al-Gharqad (kutu diken) hariç, çünkü o onların ağaçlarındandır ve konuşmayacak - sadece 'Ey Allah'ın Müslüman kulu, burada bir Yahudi var, gel ve onu öldür!' diyecek.\""
    },
    {
      "id": 155,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "\"Allah'ın Resulü (ﷺ) dedi ki: 'Dajjal'in günleri kırk yıl olacaktır: bir yıl, yarım yıl gibi, bir yıl, bir ay gibi, bir ay, bir hafta gibi ve geri kalan günleri ateşten kıvılcım gibi geçecektir (yani hızlı geçecektir). İçinizden biri, sabah Al-Medine kapısından girecek ve akşam diğer kapısına ulaşamayacaktır.' Denildi ki: 'Ey Allah'ın Resulü, o kısa günlerde nasıl namaz kılmalıyız?' O dedi ki: 'Namaz vakitlerini, bu uzun günlerde yaptığınız gibi tahmin edin, sonra namaz kılın.' Allah'ın Resulü (ﷺ) dedi ki: \"İsa bin Meryem (as), benim ümmetim arasında adil bir hakim ve adil bir yönetici olacaktır. O, haçı kıracak, domuzları kesecek, cizyeyi kaldıracak ve sadaka kalacak. Hiç kimseye (koyun ve develerden) zekat toplamak için tayin edilmeyecek. Kin ve karşılıklı nefret yok olacak ve her zehirli yaratığın zehiri giderilecek, böylece bir erkek çocuk bir yılanın içine elini sokacak ve ona zarar vermeyecek; bir kız çocuğu bir aslanı kaçıracak ve ona zarar vermeyecek; ve kurt, koyunların arasında onların çobanı gibi olacak. Yeryüzü, su dolu bir kap gibi barışla dolacak. İnsanlar bir araya gelecek ve Allah'tan başka hiç kimseye tapılmayacak. Savaş sona erecek ve Kureyş artık iktidarda olmayacak. Yeryüzü, gümüş bir tepsi gibi olacak, bitkileri, Adem zamanında olduğu gibi büyüyecek, ta ki bir grup insan bir salkım üzümün etrafında toplanacak ve bu onlara yetecek; bir grup bir narın etrafında toplanacak ve bu onlara yetecek. Bir öküz, şu kadar para karşılığında satılacak, bir at ise birkaç dirheme satılacak.' Dediler ki: 'Ey Allah'ın Resulü, neden atlar bu kadar ucuz olacak?' O dedi ki: 'Artık savaşta bir daha kullanılmayacaklar.' Ona denildi ki: 'Neden öküzler bu kadar pahalı olacak?' O dedi ki: 'Çünkü tüm toprak işlenecek. Dajjal ortaya çıkmadan önce, insanlar şiddetli bir kıtlık çekecekleri üç zor yıl olacaktır. İlk yıl, Allah gökyüzüne yağmurun üçte birini kesmesini ve yeryüzüne ürünün üçte birini kesmesini emredecek. İkinci yıl, Allah gökyüzüne yağmurun üçte ikisini kesmesini ve yeryüzüne ürünün üçte ikisini kesmesini emredecek. Üçüncü yıl, Allah gökyüzüne yağmurun tamamını kesmesini emredecek ve tek bir damla düşmeyecek, yeryüzüne de ürünün tamamını kesmesini emredecek ve hiçbir şey büyümeyecek. Tüm çift tırnaklı hayvanlar ölecek, Allah'ın dilediği dışında.' Denildi ki: 'O zaman insanlar neyle yaşayacak?' O dedi ki: 'Tehlil, tekbir, tesbih ve tahmid. Bu, onlara yiyecek yerine geçecektir.'\""
    },
    {
      "id": 156,
      "narrator": "It was narrated that 'Abdullah bin Mas'ud said:",
      "text": "Ebu Abdullah (İbn Mace) dedi ki: \"Ebu'l-Hasan Tanafisi'nin şöyle dediğini duydum: 'Abdurrahman el-Muharibi şöyle dedi: \"Bu Hadis her öğretmene gönderilmeli ki, çocuklara okullarda öğretsinler.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Saat, İsa bin Meryem adil bir hakim ve adil bir yönetici olarak inmeden başlamayacaktır. O, haçı kıracak, domuzları öldürecek ve cizyeyi kaldıracak; o zaman zenginlik o kadar bol olacak ki, hiç kimse onu kabul etmeyecek.\""
    },
    {
      "id": 158,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Gog ve Magog halkı serbest bırakılacak ve Allah'ın dediği gibi: 'Her tepe üzerinden aşağı doğru dalgalanacaklar.' Yeryüzüne yayılacaklar ve Müslümanlar onlardan kaçacaklar, ta ki Müslümanların geri kalanı şehirlerinde ve kalelerinde, sürülerini yanlarına alarak kalacaklar. Bir nehrin yanından geçecekler ve ondan içecekler, geriye hiçbir şey bırakmayacaklar; sonuncuları onların izinden gidecek ve biri şöyle diyecek: 'Bu yerde bir zamanlar su vardı.' Yeryüzüne hakim olacaklar, sonra liderleri şöyle diyecek: 'Bunlar yeryüzünün halkıdır ve biz onları yok ettik. Şimdi gökyüzünün halkıyla savaşalım!' Sonra biri mızrağını gökyüzüne fırlatacak ve kanla lekelenmiş olarak geri dönecek. Ve 'Gökyüzünün halkını öldürdük' diyecekler. O sırada Allah, koyunların burunlarında bulunan kurtçuk gibi bir kurt gönderip, onların boyunlarına girecek ve çekirge gibi ölecekler, birinin üstüne bir diğeri gelecek. Sabah olduğunda Müslümanlar onlardan hiçbir ses duymayacak ve 'Allah rızası için kim ruhunu satacak ve ne yaptıklarını görecek?' diyecekler. Bir adam, onlardan öldürülmek üzere kendini hazırlayarak aşağı inecek ve onları ölü bulacak, onlara 'Sevinin, düşmanınız öldü!' diyecek. Sonra insanlar dışarı çıkacak ve sürülerini serbest bırakacaklar, ama onlara otlayacak bir şey kalmayacak, sadece etleri kalacak ve en iyi buldukları otları otlayarak çok şişmanlayacaklar.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated from Thawban that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Gog ve Magog halkı her gün kazmaya devam edecekler, ta ki güneşin ışıklarını neredeyse görebilecekleri bir noktaya gelene kadar; o zaman onların başındaki kişi 'Geri dönün, yarın kazmaya devam edeceğiz' diyecek. Sonra Allah, onu daha önceki gibi daha güçlü hale getirecek. (Bu devam edecek) ta ki, onların zamanı geldiğinde ve Allah onları insanlara göndermek istediğinde, güneşin ışıklarını neredeyse görebilecekleri bir noktaya kadar kazacaklar; o zaman onların başındaki kişi 'Geri dönün, yarın kazmaya devam edeceğiz, eğer Allah dilerse' diyecek. Onlar da 'Eğer Allah dilerse' diyecekler. Sonra geri dönecekler ve bıraktıkları gibi bulacaklar. Böylece kazacaklar ve insanlara çıkacaklar ve tüm suyu içecekler. İnsanlar, kalelerinde onlara karşı kendilerini koruyacaklar. Oklarını gökyüzüne fırlatacaklar ve kanla geri dönecekler ve 'Yeryüzünün halkını yendik ve gökyüzünün halkını da egemenliğimiz altına aldık' diyecekler. Sonra Allah, onların boyunlarına bir kurt gönderecek ve onları böylece öldürecektir.\" Allah'ın Resulü (ﷺ) dedi ki: \"Canım kudret elinde olan Allah'a yemin ederim ki, yeryüzündeki hayvanlar onların etinden şişmanlayacak.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated from 'Ali that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Miraç gecesinde İbrahim, Musa ve İsa ile karşılaştı ve Sa'at hakkında konuştular. Önce İbrahim'e sordular, ama onun hakkında hiçbir bilgisi yoktu. Sonra Musa'ya sordular, o da hakkında hiçbir bilgisi yoktu. Sonra İsa bin Meryem'e sordular, o da 'Olaylar gerçekleşmeden önce bazı görevlerim var' dedi. Ne zaman olacağına gelince, bunu Allah'tan başka kimse bilmez. Sonra Dajjal'dan bahsetti ve 'Ben ineceğim ve onu öldüreceğim, sonra insanlar kendi topraklarına dönecek ve Gog ve Magog halkıyla karşılaşacaklar, onlar da 'Her tepe üzerinden aşağı doğru dalgalanacaklar.' Geçtikleri her suyu içecekler, (ve geçtikleri) her şeyi bozacaklar. İnsanlar Allah'a yalvaracaklar ve ben Allah'a dua edeceğim ki, onları öldürsün. Yeryüzü onların pisliğiyle dolacak ve insanlar Allah'a yalvaracaklar ve ben Allah'a dua edeceğim, sonra gökyüzü yağmur gönderecek ve onları alıp denize atacak. Sonra dağlar toza dönüşecek ve yeryüzü bir derinin üzerine yayılacak. Bana vaadedildi ki, bu olduğunda, Sa'at insanlar üzerine gelecek, hamile bir kadının ailesinin ne zaman doğum yapacağını bilmediği gibi.'\""
    },
    {
      "id": 161,
      "narrator": "It was narrated that Sa'eed bin Musayyab said:",
      "text": "(Rivayet edenlerden biri) 'Avvam dedi ki: \"Bunun teyidi, Allah'ın kitabında bulunur; Allah şöyle der: 'Ta ki, Gog ve Magog halkı serbest bırakıldığında ve her tepe üzerinden aşağı doğru dalgalandıklarında (21:96).\""
    },
    {
      "id": 162,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ile birlikteyken, Banu Haşim'den bazı gençler geldi. Peygamber (ﷺ) onları görünce gözleri doldu ve rengi değişti. Ben dedim ki: 'Yüzünüzde hoşlanmadığımız bir şey görüyoruz.' O dedi ki: 'Biz, Allah'ın ahireti bu dünyaya tercih ettiği bir Aile mensubuyuz. Ailemden olanlar, benim arkamdan felaket, sürgün ve sürgünle karşılaşacaklar, ta ki doğudan siyah bayraklar taşıyan bazı insanlar gelene kadar. İyilik isteyecekler ama verilmeyecek. Sonra savaşacaklar ve zafer kazanacaklar, sonra istediklerini alacaklar ama kabul etmeyecekler ve ailemden birine liderlik verecekler. Sonra onu, ad"
    },
    {
      "id": 163,
      "narrator": "It was narrated from 'Abdullah bin Harith bin Jaz' Az-Zabidi that\nthe\nMessenger of Allah (ﷺ) said:",
      "text": "It was narrated from 'Abdullah bin Harith bin Jaz' Az-Zabidi that\nthe\nMessenger of Allah (ﷺ) said: \"People will come from the east,\npaving the way for Mahdi,\" meaning, for his rule."
    },
    {
      "id": 164,
      "narrator": "It was narrated that Jubair bin Nufair said:",
      "text": "It was narrated that Jubair bin Nufair said: “Jubair said to me:\n‘Let’s go to Dhu Mikhmar, who was a man from among the Companions\nof\nthe Prophet (ﷺ).’ So I went with them and he asked him about\nthe\npeace treaty (with the Romans). He said: ‘I heard the Prophet\n(ﷺ)\nsay: “The Romans will enter into a peace treaty with you,\nthen you and\nthey will fight one another as enemies, and you will be\nvictorious;\nyou will collect the spoils of war and be safe. Then you\nwill come\nback until you stop in a meadow with many hillocks. A man\nfrom among\nthe people of the Cross will raise the Cross and will say:\n‘The Cross\nhas prevailed.’ Then a man among the Muslims will\nbecome angry and\nwill go and break the Cross. Then the Romans will\nprove treacherous\n(breaking the treaty) (and will gather) for the\nfierce battle.”"
    },
    {
      "id": 165,
      "narrator": "Another chain with a similar report to which he added:",
      "text": "Another chain with a similar report to which he added: \"They will gather for the fierce battle, and at that time they will come with eighty banners, under each of which will be twelve thousand troops.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Şiddetli savaşlar olduğunda, Allah, en iyi Arap atlıları ve en iyi silahlı olan, O'nun dinini destekleyecek bir grup azatlı köle gönderecektir.”"
    },
    {
      "id": 167,
      "narrator": "It was narrated from Jabir bin Samurah, that Nafi' bin 'Utbah bin Abu\nWaqqas narrated that the Prophet (ﷺ) said:",
      "text": "Câbir bin Semure'den rivayet edilmiştir ki, Nafi' bin 'Utbah bin Ebu Vakkas, Peygamber (ﷺ) şöyle buyurdu: \"Arabistan Yarımadası ile savaşacaksınız ve Allah zafer verecektir. Sonra Romalılarla savaşacaksınız ve Allah zafer verecektir. Sonra Dajjal ile savaşacaksınız ve Allah zafer verecektir.\" Câbir dedi ki: \"Dajjal, Romalılarla savaşmadığınız sürece ortaya çıkmayacaktır.\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from Mu'adh bin Jabal that the Prophet (ﷺ) said:",
      "text": "Mu'az bin Cebel'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Büyük şiddetli savaş, Konstantinopolis'in fethi ve Dajjal'ın ortaya çıkması hepsi yedi ay içinde olacaktır.\""
    },
    {
      "id": 169,
      "narrator": "It was narrated from 'Abdullah bin Busr that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin Busr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şiddetli savaş ile Medine'nin fethi arasında altı yıl olacak ve Dajjal'ın ortaya çıkışı yedinci yılda olacaktır.\""
    },
    {
      "id": 170,
      "narrator": "It was narrated from Kathir bin ‘Abdullah bin ‘Amr bin ‘Awf,\nfrom his\nfather, that his grandfather said:",
      "text": "Kethir bin Abdullah bin Amr bin Avf'tan, babasından, dedesinin şöyle söylediği rivayet edilmiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Kıyamet, en yakın Müslüman karakolu Baula’'da oluncaya kadar başlamayacaktır.’ Sonra şöyle dedi: ‘Ey Ali, ey Ali, ey Ali.’ O (Ali) dedi ki: ‘Babam ve annem sana feda olsun.’ O dedi ki: ‘Banu Asfar (Romalılar) ile savaşacaksınız ve sizden sonra gelenler onlarla savaşacak, ta ki Müslümanların en iyileri onlarla savaşmak için çıkıncaya kadar; Allah rızası için hiç kimseden çekinmeyen Hicaz halkı. Onlar, tesbih ve tekbir ile Konstantinopolis'i fethedecekler ve daha önce görülmemiş ganimetler elde edecekler, bunları kalkanlarla dağıtacaklar. Birisi gelecek ve “Mesih, sizin ülkenizde ortaya çıktı!” diyecek! Ama o yalan söyleyecek, bu yüzden (ganimetten) alan pişman olacak, bırakan da pişman olacak.’”"
    },
    {
      "id": 171,
      "narrator": "It was narrated from ‘Awf bin Malik Al-Ashja’i that the Messenger\nof\nAllah (ﷺ) said:",
      "text": "'Awf bin Malik Al-Ashja'i'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Sizler ile Banu Asfar (Romalılar) arasında bir antlaşma olacak, ama onlar size ihanet edecek ve her biri altında on iki bin asker bulunan seksen sancakla size karşı yürüyecekler.”"
    },
    {
      "id": 172,
      "narrator": "It was narrated from Abu Hurairah conveying it from the Prophet\n(ﷺ):",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Kıyamet, saçtan ayakkabılar giyen insanlarla savaşmadığınız sürece başlamayacaktır ve Kıyamet, küçük gözlü insanlarla savaşmadığınız sürece başlamayacaktır.”"
    },
    {
      "id": 173,
      "narrator": "It was narrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kıyamet, küçük gözlü ve yüzleri sanki dövme kalkanı gibi olan insanlarla savaşmadığınız sürece başlamayacaktır. Ve Kıyamet, saçtan ayakkabılar giyen insanlarla savaşmadığınız sürece başlamayacaktır.”"
    },
    {
      "id": 174,
      "narrator": "It was narrated that ‘Amr bin Taghlib said:",
      "text": "'Amr bin Taghlib şöyle dedi: “Peygamber (ﷺ) şöyle buyurduğunu duydum: ‘Kıyametin alametlerinden biri, yüzleri sanki dövme kalkanı gibi olan insanlarla savaşmanızdır. Ve Kıyametin alametlerinden biri, saçtan ayakkabılar giyen insanlarla savaşmanızdır.’”"
    },
    {
      "id": 175,
      "narrator": "It was narrated from Abu Sa’eed Al-Khudri that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kıyamet, küçük gözlü ve geniş yüzlü insanlarla savaşmadığınız sürece başlamayacaktır; gözleri çekirgelerin gözbebeği gibi ve yüzleri sanki dövme kalkanı gibi olacak. Saçtan ayakkabılar giyecekler, deri kalkanlar kullanacaklar ve atlarını hurma ağaçlarına bağlayacaklar.”"
    }
  ]
}