{
  "language": "tr",
  "metadata": {
    "length": 242,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from Abu Dharr Al-Ghifari that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Abu Dharr Al-Ghifari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bu dünyaya karşı kayıtsızlık, helal olanı yasaklamak veya serveti israf etmek anlamına gelmez; aksine, bu dünyaya karşı kayıtsızlık, elinde bulundurduğun şeyin Allah'ın elindekinden daha güvenilir olduğunu düşünmemek ve başına gelen bir belanın karşılığının, o belanın sana kaybettirdiklerinden daha büyük olduğunu hissetmektir.”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that Abu Khallad, who was one of the Companions of\nthe\nProphet (ﷺ), said:",
      "text": "Abu Khallad'dan rivayet edilmiştir ki, o, Peygamber (ﷺ) sahabelerinden biriydi ve şöyle demiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Eğer bu dünyaya karşı kayıtsız olan ve az konuşan bir adam görürsen, ona yaklaş; çünkü o gerçekten hikmet verecektir.’”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated that Sahl bin Sa’d As-Sa’idi said:",
      "text": "Sahl bin Sa’d As-Sa’idi'den rivayet edilmiştir ki, bir adam Peygamber (ﷺ)'e gelerek şöyle dedi: ‘Ey Allah'ın Resulü, bana öyle bir ameli göster ki, onu yaparsam Allah beni sevsin ve insanlar da beni sevsin.’ Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bu dünyaya kayıtsız ol, Allah seni sevsin. İnsanların ellerindekine kayıtsız ol, onlar da seni sevsin.”"
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Abu Wa’il that a man from his people – Samurah\nbin\nSahm – said:",
      "text": "Abu Wa’il'den rivayet edilmiştir ki, kendi halkından bir adam – Samurah bin Sahm – şöyle dedi: “Biz, bıçaklanmış olan Abu Hashim bin ‘Utbah ile birlikteydik ve Mu’awiyah ona ziyarete geldi. Abu Hashim ağladı ve Mu’awiyah ona şöyle dedi: ‘Neden ağlıyorsun, ey amca? Seni rahatsız eden bir acı mı var, yoksa bu dünyanın geçici olanı için mi?’ O, ‘Bunlardan hiçbiri için değil. Fakat Allah'ın Resulü (ﷺ) bana bir nasihatte bulundu ve ben onun sözünü tutmadığım için üzülüyorum. O (ﷺ) şöyle dedi: “Bir zaman gelecek ki, insanların arasında servet bölünecek, o zaman senin buna ihtiyacın olan tek şey, Allah yolunda binecek bir hayvan ve bir hizmetkâr olacaktır.” O zaman geldi ama ben servet biriktirdim.’”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from Thabit that Anas said:",
      "text": "Thabit'ten rivayet edilmiştir ki, Anas şöyle dedi: “Salman hastalandı ve Sa’d ona ziyarete geldi. Onu görünce ağladı. Sa’d ona şöyle dedi: ‘Neden ağlıyorsun, kardeşim? Sen Allah'ın Resulü (ﷺ)'nün bir sahabesi değil misin? Değil misin? Değil misin?’ Salman şöyle dedi: ‘Ben sadece bir sebepten ağlıyorum: Bu dünyaya özlem duyduğum için veya ahireti sevmediğim için ağlamıyorum. Fakat Allah'ın Resulü (ﷺ) bana bir nasihatte bulundu ve ben onun sözünü aştığımı düşünüyorum.’ O, ‘Onun sana nasihati neydi?’ dedi. O da: ‘O bana, bir binek için yeterli olan bir şeyin, sizden herhangi biri için yeterli olduğunu tavsiye etti ve ben bunun sınırını aştığımı düşünüyorum. Sen, ey Sa’d, bir hüküm verdiğinde Allah'tan kork ve (ganimetleri) paylaştırdığında, bir şey yapmaya karar verdiğinde Allah'tan kork.’”"
    },
    {
      "id": 6,
      "narrator": "‘Abdur-Rahman bin Aban bin ‘Uthman bin ‘Affan narrated that his\nfather said:",
      "text": "‘Abdur-Rahman bin Aban bin ‘Uthman, babasının şöyle dediğini rivayet etmiştir: “Zaid bin Thabit, Marwan'dan öğle vakti ayrıldı. Ben: ‘Onu bu saatte göndermedi, ancak bir şey sorduğu için’ dedim. O da bana: ‘Bana, Allah'ın Resulü (ﷺ)'nün şöyle söylediği bazı şeyler sordu: “Kim bu dünyaya odaklanırsa, Allah onun işlerini karıştırır ve ona sürekli yoksulluktan korku verir; bu dünyadan da ona sadece kendisine yazılanı verir. Kim ahirete odaklanırsa, Allah onun işlerini düzene koyar ve onu kendi payına razı eder; onun rızkı ve dünya kazançları kesinlikle ona gelecektir.””"
    },
    {
      "id": 7,
      "narrator": "‘Abdullah said:",
      "text": "‘Abdullah şöyle dedi: “Ben, Peygamberinizin (ﷺ) şöyle dediğini duydum: ‘Kim tüm kaygılarını bir şeye, ahirete odaklarsa, Allah onu dünya kaygılarından kurtarır; fakat kim kaygılarını birçok dünya meselesine dağıtırsa, Allah onun hangi vadide öldüğüne aldırmaz.’”"
    },
    {
      "id": 8,
      "narrator": "(Abu)\nKhalid Al-Walibi narrated from Abu Hurairah and he (one of the\nnarrators) said:",
      "text": "(Abu) Khalid Al-Walibi, Abu Hurairah'dan rivayet etti ve o (rivayet edenlerden biri) şöyle dedi: “Ben, sadece bunu Peygamber (ﷺ)'e atfettiğini biliyorum” – “Allah şöyle buyuruyor: ‘Ey Âdem oğlu, ibadetime yönel, kalbini huzurla doldurayım ve yoksulluğunu giderim; ama eğer bunu yapmazsan, kalbini dünya kaygılarıyla doldurur ve yoksulluğunu gideremem.’”"
    },
    {
      "id": 9,
      "narrator": "Mustawrid, a brother of Banu Fihr, said:",
      "text": "Mustawrid, Banu Fihr'den bir kardeş, şöyle dedi: “Ben, Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydum: ‘Bu dünyanın ahirete kıyasla durumu, parmağını denize daldıran birinizin durumu gibidir: ne çıkaracağını görsün.’”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "‘Abdullah şöyle dedi: “Peygamber (ﷺ) bir kamış halının üzerine uzandı ve bu, onun derisinde izler bıraktı. Ben: ‘Ey Allah'ın Resulü! Eğer bize söyleseydin, bu sıkıntıdan seni kurtaracak bir şey sağlardık.’ dedim. Allah'ın Resulü (ﷺ) şöyle dedi: ‘Benimle dünya arasında ne var? Bu dünya ve ben, bir ağacın gölgesinde dinlenen ve sonra giden bir yolcu gibiyiz.’”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated that Sahl bin Sa’d said:",
      "text": "Sahl bin Sa’d şöyle dedi: “Biz, Allah'ın Resulü (ﷺ) ile Dhul-Hulaifah'taydık, bir ölü koyunun bacağını kaldırdığını gördük (şişkinlikten). O şöyle dedi: ‘Bunun sahibi için değersiz olduğunu düşünmüyor musunuz? Canımın elinde olan Allah'a yemin ederim ki, bu dünya, Allah katında bu (ölü koyun) sahibine göre daha değersizdir. Eğer bu dünya, Allah katında bir sivrisineğin kanadı kadar değerli olsaydı, kâfirin ondan bir damla su içmesine izin verilmezdi.’”"
    },
    {
      "id": 12,
      "narrator": "Mustawrid bin Shaddad said:",
      "text": "Mustawrid bin Shaddad şöyle dedi: “Ben, Allah'ın Resulü (ﷺ) ile birlikte binerken, bir yere atılmış ölü bir kuzu ile karşılaştık.’ O şöyle dedi: ‘Bunun sahipleri için değersiz olduğunu düşünmüyor musunuz?’ Denildi ki: ‘Ey Allah'ın Resulü, değersiz olduğu için atmışlardır.’ – ya da buna benzer sözler. O şöyle dedi: ‘Canımın elinde olan Allah'a yemin ederim ki, bu dünya, Allah katında bunun sahiplerine göre daha değersizdir.’”"
    },
    {
      "id": 13,
      "narrator": "Abu\nHurairah said:",
      "text": "Abu Hurairah şöyle dedi: “Ben, Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydum: ‘Bu dünya lanetlidir ve içindekiler de lanetlidir; ancak Allah'ı anmak (dhikr) ve buna vesile olan şeyler, ya da bir ilme sahip olan veya ilim öğrenen birisi hariç.’”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bu dünya mümin için bir hapishane, kâfir için ise bir cennettir.’”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) benim bedenimin bir kısmını tuttu ve şöyle dedi: ‘Ey Abdullah, bu dünyada bir yabancı gibi ol, ya da geçici bir yolcu gibi ol ve kendini mezar halkından biri olarak düşün.’”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated from Mu’adh bin Jabal that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Mu’adh bin Cebel'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Size Cennet'in krallarını söylemeyeyim mi?” Ben de: “Evet.” dedim. O da: “Eski püskü elbiseler giymiş, zayıf ve ezilmiş bir adam. Eğer Allah'a yemin ederse, Allah onu yerine getirir.” dedi."
    },
    {
      "id": 17,
      "narrator": "Harithah\nbin Wahb narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Harithah bin Vahb rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Size Cennet'in halkını söylemeyim mi? Her zayıf ve ezilmiş olan. Size Cehennem'in halkını söylemeyim mi? Her sert, kibirli ve gururlu olan.”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Abu Umamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Ümame'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kendisine en çok imrenilmesi gereken kişi, en az yük taşıyan, çokça namaz kılan ve namazda sevinç bulan, insanlar arasında bilinmeyen ve dikkate alınmayan kişidir. Rızkı yeterli olacak, onunla yetinecek, ölümü hızlı gelecek, mirası küçük olacak ve yas tutanları az olacaktır.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from ‘Abdullah bin Abi Umamah Al-Harithi that his\nfather\nsaid:",
      "text": "Abdullah bin Ebu Ümame El-Harisî'den rivayet edilmiştir ki, babası şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Sadelik, imanın bir parçasıdır.’”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Asma’ bint Yazid that she heard the Messenger of\nAllah (ﷺ) say:",
      "text": "Esma bint Yezid'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Sizlere en hayırlı olanınızı söylemeyim mi?” Onlar: “Evet, Ey Allah'ın Resulü.” dediler. O da: “Sizlerin en hayırlıları, görüldüklerinde, Azametli ve Yüce olan Allah'ı hatırlatanlardır.” dedi."
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated that Sahl bin Sa’d As-Sa’idi said:",
      "text": "Sahl bin Sa’d Es-Sa’idi'den rivayet edilmiştir ki, bir adam Allah'ın Resulü (ﷺ)'nün yanından geçti ve Peygamber (ﷺ) şöyle dedi: “Bu adam hakkında ne dersiniz?” Onlar: “Biz, onun hakkında senin görüşüne katılıyoruz. Onu, insanların en soylularından biri olarak görüyoruz. Eğer evlenme teklif ederse, teklifi kabul edilmeyi hak eder; eğer arabuluculuk yaparsa, arabuluculuğu kabul edilmeyi hak eder; eğer konuşursa, dinlenmeyi hak eder.” dediler. Peygamber (ﷺ) sessiz kaldı, başka bir adam geçti. Peygamber (ﷺ) şöyle dedi: “Bu adam hakkında ne düşünüyorsunuz?” Biz: “Vallahi, Ey Allah'ın Resulü, bu, fakir Müslümanlardan biridir. Eğer evlenme teklif ederse, evlenmeyi hak etmez; eğer arabuluculuk yaparsa, arabuluculuğu kabul edilmeyi hak etmez; eğer konuşursa, dinlenmeyi hak etmez.” dedik. Peygamber (ﷺ) şöyle buyurdu: “Bu, diğer adamdan daha hayırlıdır.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated from ‘Imran bin Husain that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Allah, yoksul olan, dilenmeyen ve birçok çocuğu olan mümin kulunu sever.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Fakir müminler, zenginlerden yarım gün – beş yüz yıl – önce Cennet'e gireceklerdir.”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Fakir muhacirler, zenginlerden beş yüz yıl önce Cennet'e gireceklerdir.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, “Fakir muhacirler, Allah'ın zenginlere onlara verdiği nimetler konusunda Allah'ın Resulü (ﷺ)'ne şikayette bulundular. O da: ‘Ey fakirler, size müjde vereyim mi? Fakir müminler, zenginlerden yarım gün, beş yüz yıl önce Cennet'e gireceklerdir.’ dedi.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki, “Cafer bin Ebu Talib, fakirleri severdi; onlarla oturur, onlarla konuşur ve onlar da onunla konuşurdu. Ve Allah'ın Resulü (ﷺ) ona Abul-Masakin (Fakirlerin Babası) künyesini vermiştir.”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir ki, “Fakirleri sevin, çünkü ben Allah'ın Resulü (ﷺ)'nün dua ederken şöyle dediğini duydum: ‘Ey Allah, beni fakir olarak yaşat ve fakir olarak öldür ve beni kıyamet günü fakirler arasında topla.’”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated from Khabbab, concerning the Verse:",
      "text": "Khabbab'dan rivayet edilmiştir, “Ve Rablerine sabah akşam dua edenleri yüz çevirme...” ayeti hakkında. O şöyle dedi: “Aqra’ bin Habis Et-Tamimi ve Uyeyne bin Hisn El-Fazri geldiler ve Allah'ın Resulü (ﷺ)'nün Suheyb, Bilal, Ammar ve Khabbab ile oturduğunu gördüler. Onlar, Peygamber (ﷺ)'in etrafında oturanları küçümsediler. Onu kenara çekip: ‘Bizimle yalnız oturmanı istiyoruz ki, Araplar bizim üstünlüğümüzü tanısın.’ dediler. ‘Eğer Arapların heyetleri sana gelirse, bu kölelerle birlikte olduğumuzu gördüklerinde utanırız. Bu yüzden, sana geldiğimizde, onları yanından kaldır, sonra işimizi bitirdikten sonra onlarla oturmak istersen otur.’ dediler. O da: ‘Tamam.’ dedi. Onlar: ‘Bize bunun için bir belge yaz.’ dediler. Bunun üzerine o bir kağıt istedi ve Ali'yi yazması için çağırdı, biz de bir köşede oturuyorduk. Sonra Cebrail (as) indi ve şöyle dedi: “Ve Rablerine sabah akşam dua edenleri yüz çevirme. Onlar hakkında hiçbir sorumluluğun yoktur ve onların da senin hakkında hiçbir sorumluluğu yoktur ki, onları yüz çevirip zalimlerden olasın.” Sonra Aqra’ bin Habis ve Uyeyne bin Hisn'i zikretti ve şöyle dedi: “İşte böylece biz, bazılarını diğerleriyle denedik ki, ‘Allah, içimizden bu (fakir müminleri) mi tercih etti?’ desinler. Allah, şükredenleri en iyi bilmez mi?” Sonra şöyle dedi: “Bizim ayetlerimize iman edenler sana geldiğinde, de ki: Selamun Aleykum; Rabbiniz, kendisi için merhameti yazmıştır.” O şöyle dedi: “Sonra o kadar yaklaştık ki, dizlerimiz onun dizlerine değiyordu ve Allah'ın Resulü (ﷺ) bizimle oturuyordu. O kalkmak istediğinde, kalktı ve bizi terk etti. Sonra Allah, “Ve Rablerine sabah akşam dua edenlerle sabırlı ol; ve gözlerin onları görmezden gelmesin,” – ve soylularla oturma – “dünyanın hayatının süsüne arzu ederek; ve kalbimizi, zikrimizden gafil kıldığımız kimseye itaat etme,” – yani Uyeyne ve Aqra’ – “ve kendi heveslerine uyan kimseye, o işlerin kaybolmuştur.” dedi. ‘Onlar helak olsun.’ dedi. ‘Uyeyne ve Aqra’ helak olsun.’ dedi. Sonra onlara iki adamın örneğini ve bu dünyanın örneğini verdi. Khabbab şöyle dedi: “Biz, Peygamber (ﷺ) ile otururduk ve onun gitme zamanı geldiğinde, biz kalkar ve onu terk ederdik, sonra o giderdi.”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Sa’d said:",
      "text": "Sa’d'dan rivayet edilmiştir ki, “Bu ayet, bizimle ilgili olarak altı kişi hakkında indirildi: Ben, İbn Mes’ud, Suheyb, Ammar, Mikdad ve Bilal. Kureyş, Allah'ın Resulü (ﷺ)'ne: ‘Onlarla birlikte olmak istemiyoruz, onları gönder.’ dediler. Bu düşünceler, Allah'ın Resulü (ﷺ)'nün kalbine, Allah'ın dilediği kadar girdi, sonra Allah şöyle indirdi: ‘Ve Rablerine sabah akşam dua edenleri yüz çevirme. Onlar hakkında hiçbir sorumluluğun yoktur ve onların da senin hakkında hiçbir sorumluluğu yoktur ki, onları yüz çevirip zalimlerden olasın.’”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “En zengin olanlara yazıklar olsun, ancak şu ve bu şekilde paralarını harcayanlar, ve şu ve bu.” – dört şey, sağa, sola, önüne ve arkasına işaret ederek."
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kıyamet Günü en zengin olanlar en aşağıda olacaklardır, ancak mallarını şu ve bu şekilde harcayanlar ve helal yollardan kazananlar müstesnadır.”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “En zengin olanlar en aşağıda olacaklardır, ancak şu ve bu şekilde yapan biri müstesnadır,” üç şey.”"
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Uhud kadar altınım olmasını istemem, sonra üçüncü gece bana gelir ve ondan geriye hiçbir şey kalmaz, sadece bir borcu ödemek için ayırdığım bir şey kalır.”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from ‘Amr bin Ghailan Ath-Thaqafi that the Messenger\nof\nAllah (ﷺ) said:",
      "text": "‘Amr bin Ghailan Ath-Thaqafi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ey Allah, kim benim inandığımı ve getirdiğimin Senden bir gerçek olduğunu bilirse, onun malını ve çocuklarını azalt, ve Seninle buluşmayı ona sevdik, ve ölümünü hızlandır. Kim bana inanmaz ve getirdiğimin Senden bir gerçek olduğunu bilmezse, onun malını ve çocuklarını artır ve ömrünü uzat.”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated that Nuqadah Al-Asadi said:",
      "text": "Nuqadah Al-Asadi'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) beni, konuştuğu bir adamdan bir dişi deve (süt için) ödünç alması için gönderdi, ama o reddetti. Sonra beni başka bir adama gönderdi, o da ona bir dişi deve gönderdi. Allah'ın Resulü (ﷺ) onu görünce şöyle dedi: ‘Ey Allah, onu bereketlendir ve göndereni de bereketlendir.’” Nuqadah dedi ki: \"Ben Allah'ın Resulü (ﷺ)'ne dedim: 'Ve onu getiren için.' O da: 'Ve (bereketlendir) onu getiren için.' dedi. Sonra onun süt vermesini emretti ve bol süt verdi. Allah'ın Resulü (ﷺ) dedi ki: 'Ey Allah, filan kişinin malını artır,' yani ilk dişi deveyi vermeyen; 've filana her gün rızık ver,' yani dişi deveyi gönderen.”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Dinarın, dirhemin, kadifenin ve khamisah'ın kölesi ne kötü bir köledir. Kendisine verildiğinde memnun olur, verilmediğinde ise (beyatını) yerine getirmez.”"
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Dinarın, dirhemin ve khamisah'ın kölesi ne kötü bir köledir. O, ne kötü bir durumdadır ve yüzüyle (Cehenneme) atılacaktır, ve eğer bir dikenle batırılırsa, rahatlık bulamaz.”"
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Zenginlik, dünya malının bolluğu değildir; zenginlik, kişinin kendi payına razı olmasıdır.”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr bin ‘As that the Messenger of\nAllah (ﷺ) said:",
      "text": "‘Abdullah bin ‘Amr bin ‘As'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İslam'a yönlendirilen, yeterli rızık verilen ve bununla yetinen kişi başarılı olmuştur.”"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Abu Hurairah hat the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ey Allah, Muhammed ailesinin rızkını onlara yeterli kıl.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kıyamet Günü zengin veya fakir olan herkes, kendisine en az rızık verilmesini dileyecektir.”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Salamah bin ‘Ubaidullah bin Mihsan Al-Ansari\nthat his\nfather said:",
      "text": "Salamah bin ‘Ubaidullah bin Mihsan Al-Ansari'den rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Resulü (ﷺ) şöyle buyurmuştur: ‘Aranızdan kim fiziksel olarak sağlıklı, kendini güvende ve emniyette hissederek, gün için yiyeceği olan bir şekilde uyanırsa, sanki bütün dünyayı kazanmış gibidir.’”"
    },
    {
      "id": 43,
      "narrator": "Abu\nHurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Sizden aşağıda olanlara bakın, yukarıda olanlara bakmayın; çünkü Allah'ın nimetini küçümsememeniz daha uygundur.”"
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated that Abu Hurairah, who attributed it to the Prophet\n(ﷺ),\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, bunu Peygamber (ﷺ)'e atfederek şöyle demiştir: “Allah, sizin suretlerinize veya zenginliğinize bakmaz; aksine, amellerinize ve kalplerinize bakar.”"
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir ki: “Biz, Muhammed (ﷺ) ailesi, bir ay boyunca ateş yakmadan (yemek pişirmeden) sadece hurma ve su ile geçinirdik.”"
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated from Abu Salamah that ‘Aishah said:",
      "text": "Abu Salamah'dan rivayet edildiğine göre, 'Aişe şöyle dedi: \"Muhammed'in (ﷺ) ailesinin evlerinde duman görülmediği bir ay gelirdi. Ben de: 'Ne yediniz?' dedim. O: 'İki siyah olanı - hurma ve su.' dedi. Ama bizim, samimi komşularımız arasında, evcil koyunları olan Ensar'dan komşularımız vardı ve bize sütlerinden biraz gönderirlerdi.\" (Rivayet edenlerden) Muhammed dedi ki: \"Ve onlar dokuz hane idiler.\""
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated that Nu’man bin Bashir said:",
      "text": "Nu'man bin Beşir'den rivayet edildiğine göre, \"Ömer bin Hattab'ın şöyle dediğini duydum: 'Ben, Allah'ın Resulü'nü (ﷺ) gündüz açlıktan kıvranırken gördüm ve karnını doyuracak en kötü hurmayı bile bulamıyordu.'\""
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edildiğine göre, \"Ben, Allah'ın Resulü'nün (ﷺ) birkaç kez şöyle dediğini duydum: 'Muhammed'in ruhu elinde olan Allah'a yemin ederim ki, Muhammed'in ailesinin bir Sa' yiyecek tahılı veya bir Sa' hurması yoktur.' O zaman onun dokuz eşi vardı.\""
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated from Abu ‘Ubaidah that ‘Abdullah said:",
      "text": "Abu 'Ubaidah'dan rivayet edildiğine göre, 'Abdullah şöyle dedi: \"Allah'ın Resulü (ﷺ) dedi ki: 'Muhammed'in ailesinin sadece bir Mudd yiyeceği vardır,' veya 'Muhammed'in ailesinin bir Mud yiyeceği bile yoktur.'\""
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that Sulaiman bin Surad said:",
      "text": "Süleyman bin Surad'dan rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) bize geldi ve üç gece boyunca hiçbir şey yemeden kaldık.\""
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, \"Bir gün Allah'ın Resulü'ne (ﷺ) sıcak bir yemek getirildi ve yedi. Sonra yemeği bitirdikten sonra: 'Hamd, Allah'a aittir, o zamandan beri karnıma sıcak yemek girmedi.' dedi.\""
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "'Aişe'den rivayet edildiğine göre, \"Allah'ın Resulü'nün (ﷺ) yatağı deriden yapılmıştı ve hurma ağaçlarının lifleriyle doldurulmuştu.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "'Ata' bin Sa'ib'den, babasından, 'Ali'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) 'Ali ve Fatıma'nın yanına geldiğinde, üzerlerinde kendilerine ait bir Khamil vardı. Khamil, yünden yapılmış beyaz bir kadifedir. Allah'ın Resulü (ﷺ) bunu onlara düğün hediyesi olarak vermişti, yanında bir İdhkhir ile doldurulmuş bir yastık ve bir su tulumu da vardı.\""
    },
    {
      "id": 54,
      "narrator": "‘Umar\nbin Khattab said:",
      "text": "Ömer bin Hattab şöyle dedi: \"Ben, Allah'ın Resulü'nün (ﷺ) bir kamış halı üzerinde oturduğu sırada yanına girdim. Oturdum ve (gördüm ki) beline bir örtü sarmıştı, onunla halı arasında başka bir engel yoktu ve kamış halı onun yanına izler bırakmıştı. Odaya bir köşede bir avuç arpa, neredeyse bir Sa' kadar, ve bir miktar akasya yaprağı gördüm, ayrıca asılı bir deri vardı. Gözlerim yaşla doldu ve o: 'Niçin ağlıyorsun, Ey Hattab oğlu?' dedi. Ben de: 'Ey Allah'ın Resulü, niçin ağlamayayım? Bu halı senin yanına izler bırakmış, ve senin biriktirdiğin bu kadar şey, başka bir şey göremiyorum (burada), oysa Hüsrevler ve Kayserler meyveler ve nehirler içinde yaşıyorlar. Sen Allah'ın Resulü'sün ve Seçilmiş Olan'sın, ve senin biriktirdiğin bu.' dedim. O: 'Ey Hattab oğlu, (bu şeylerin) bizim için ahirette ve onların bu dünyada olduğunu bilmek seni memnun etmiyor mu?' dedi. Ben: 'Evet.' dedim.\""
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "'Ali şöyle dedi: \"Allah'ın Resulü'nün (ﷺ) kızı bana gelin olarak verildi ve bana sunulduğu geceki yatağımız, bir koçun derisinden başka bir şey değildi.\""
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated that Abu Mas’ud said:",
      "text": "Abu Mas'ud'dan rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) sadaka vermeyi emrederdi, sonra bizden biri dışarı çıkar ve başkaları için yük taşırdı, ta ki bir Mudd kazanana kadar, ama günümüzde onlardan biri yüz bin (Dinar veya Dirhem) sahibi.\" Şakik dedi ki: \"Sanki bu, onun kendisi hakkında bir ima gibiydi.\""
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, \"Utbe bin Gazvan, minberde bir hutbe verdi ve şöyle dedi: 'Ben, Allah'ın Resulü (ﷺ) ile yedinci olarak kendimi gördüm ve yiyecek olarak sadece ağaç yaprakları vardı, diş etlerimiz acıyordu.'\""
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated from Abu Hurairah that they suffered from hunger and\nthey\nwere seven. He said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, \"Onlar açlıktan muzdariptiler ve yediler. O: 'Sonra Peygamber (ﷺ) bana yedi hurma verdi, her adam için bir hurma.' dedi.\""
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated from ‘Abdullah bin Zubair bin ‘Awwam that his father\nsaid:",
      "text": "'Abdullah bin Zübeyr bin 'Avvam'dan rivayet edildiğine göre, babası şöyle dedi: \"Şu ayet indiğinde: 'O gün, (bu dünyada) zevk aldıklarınız hakkında sorulacaksınız!' Zübeyr dedi: 'Hangi zevkler hakkında sorulacağız? Sadece iki siyah olanlar, hurma ve su.' O: 'Bu olacak.' dedi.\""
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Cabir bin 'Abdullah'dan rivayet edildiğine göre, \"Allah'ın Resulü (ﷺ) bizi gönderdi, (biz) üç yüz adamdık, yiyeceklerimizi boynumuzda taşıyorduk. Yiyeceklerimiz tükendi, her bir adamımıza günde bir hurma düşecek kadar.\" Sonra denildi: \"Ey Abu 'Abdullah, bir hurma bir adamı nasıl doyurabilir?\" O: \"Onu artık bulamayınca, ne kadar değerli olduğunu anladık. Sonra denize geldik ve deniz tarafından atılmış bir balina bulduk ve ondan on sekiz gün boyunca yedik.\""
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) bizim bir kulübemizi onarıp durduğumuz sırada yanımızdan geçti ve ‘Bu nedir?’ dedi. Ben de: ‘Bozulmuş bir kulübemizdir.’ dedim. Allah'ın Resulü (ﷺ) dedi ki: ‘Ölüm meselesi, bundan daha önce gelebilir.’”"
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Ensar'dan bir adamın kapısındaki kubbe şeklindeki yapının yanından geçti ve ‘Bu nedir?’ dedi. Onlar da: ‘Falanca tarafından yapılmış bir kubbe.’ dediler. Allah'ın Resulü (ﷺ) dedi ki: ‘Bunun gibi (savurgan) her mal, sahibine Kıyamet Günü kötü sonuçlar getirecektir.’ Bu haber Ensar'a ulaştı, o da onu yıktı. Sonra Peygamber (ﷺ) daha sonra (o yerden) geçti ve onu görmedi. Bunun hakkında sordu ve sahibinin, kendisinden duyduğu sebebiyle onu yıktığını öğrendi. O da: ‘Allah ona rahmet etsin, Allah ona rahmet etsin.’ dedi.”"
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir: “Ben, Allah'ın Resulü (ﷺ) zamanında, yağmurdan ve güneşten korunmak için bir ev yaptım ve Allah'ın hiçbir yaratığı bana bu evin inşasında yardımcı olmadı.”"
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated that Harithah bin Mudarrib said:",
      "text": "Harithah bin Mudarrib'den rivayet edilmiştir: “Biz, Khabbab'ı (hasta olduğunda) ziyaret ettik ve o: ‘Uzun zamandır hastayım, eğer Allah'ın Resulü (ﷺ) ‘Ölümü istemeyin’ dediğini duymamış olsaydım, onu isterdim.’ dedi. Ve: ‘Bir kişi, harcamalarının tamamı için mükafat alır, sadece (toprağa) harcadıkları için değil,’ ya da ‘inşa için’ dedi.”"
    },
    {
      "id": 65,
      "narrator": "‘Umar\nsaid:",
      "text": "Ömer dedi ki: “Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Eğer Allah'a, O'na layık bir şekilde güvenseydiniz, kuşlar gibi rızıklandırılırdınız: Sabah aç çıkarlar ve akşam karnı tok dönerler.’”"
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated that Habbah and Sawa’, the two daughters of Khalid,\nsaid:",
      "text": "Habbah ve Sawa', Halid'in iki kızı, şöyle dediler: “Biz, Peygamber (ﷺ) bir şey yaparken yanına girdik, ona yardım ettik. Sonra o: ‘Başlarınız hareket ettiği sürece rızık konusunda umutsuzluğa kapılmayın, çünkü bir kişinin annesi onu çiğ deriyle kırmızı doğurur, sonra Allah ona rızık verir.’ dedi.”"
    },
    {
      "id": 67,
      "narrator": "It was\nnarrated from ‘Amr bin ‘As that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Amr bin As'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Ademoğlunun kalbi, her arzulanan şeye eğilim gösterir, bu yüzden bu eğilimlerin hepsini takip eden kimseye Allah, hangisinin onu helak edeceğiyle ilgilenmeyecektir. Ve kim Allah'a güvenirse, Allah onu dağınık eğilimlerin acısından koruyacaktır.”"
    },
    {
      "id": 68,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir: “Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Sizden hiç kimse, Allah hakkında olumlu düşünmeden ölmemelidir.’”"
    },
    {
      "id": 69,
      "narrator": "It was\nnarrated that Abu Hurairah said, attributing it to the Prophet\n(ﷺ):",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Güçlü mümin, zayıf müminin üstündedir ve Allah katında daha sevimlidir, her ikisi de iyidir. Size fayda verecek şeyleri arayın ve çaresiz hissetmeyin. Eğer bir şey sizi aşarsa, o zaman deyin: Kaddarallah, ve ma sha'a fa’al (Bu Allah'ın takdiridir ve O neyi dilerse onu yapar). ‘Keşke’ demekten sakının, çünkü ‘Keşke’ şeytanın kapısını açar.”"
    },
    {
      "id": 70,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Akıllı bir söz, müminin kaybolmuş malıdır; onu nerede bulursa, ona daha fazla hakkı vardır.”"
    },
    {
      "id": 71,
      "narrator": "It was\nnarrated from ‘Abdullah bin Sa’eed bin Abu Hind that his\nfather\nsaid:",
      "text": "Abdullah bin Sa'id bin Ebu Hind'den rivayet edilmiştir ki, babası şöyle dedi: “Ben, İbn Abbas'ın Allah'ın Resulü (ﷺ) şöyle dediğini duyduğunu işittim: ‘İki nimet vardır ki, birçok insan onları israf eder: Sağlık ve boş zaman.’”"
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated that Abu Ayyub said:",
      "text": "Ebu Eyyub'dan rivayet edilmiştir: “Bir adam, Peygamber (ﷺ)'e geldi ve: ‘Ey Allah'ın Resulü, bana öğret ama kısa tut.’ dedi. O da: ‘Namaza durduğunuzda, veda eden bir adam gibi namaz kılın. Özür dileyeceğiniz bir şey söylemeyin. Ve diğer insanların sahip olduğu şeylere ümidinizi kesin.’ dedi.”"
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Hikmeti dinleyip sadece duyduğu kötü şeyleri konuşan kimsenin durumu, bir çobana gelip: ‘Ey çoban, bana koyunlarından birini kesmek için ver.’ diyen bir adamın durumuna benzer; çoban da: ‘En iyisinin kulağını tut.’ der. O da gidip, çoban köpeğinin kulağını tutar.”"
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Başka bir isnad benzer bir hadisi rivayet etmektedir."
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Kalbinde hardal tanesi kadar kibir bulunan hiç kimse cennete giremeyecek, kalbinde hardal tanesi kadar iman bulunan hiç kimse de cehenneme giremeyecektir.”"
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Yüce Allah şöyle der: ‘Kibir benim elbisem, büyüklük ise benim örtüm, kim bu ikisi konusunda benimle yarışırsa, onu cehenneme atarım.’”"
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Allah rızası için kendini bir derece alçaltırsa, Allah onu bir derece yükseltir; kim Allah'a karşı bir derece kibirlenirse, Allah onu bir derece alçaltır, ta ki onu en aşağıların en aşağısı yapıncaya kadar.”"
    },
    {
      "id": 78,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, şöyle demiştir: “Medine halkından bir cariye, Allah'ın Resulü (ﷺ)'nün elini tutsaydı, o elini ondan çekmezdi, ta ki onu Medine'de istediği yere götürünceye kadar ve ihtiyaçlarını karşılayıncaya kadar.”"
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) hasta ziyaretine gider, cenazelere katılır, kölelerin davetlerini kabul eder ve eşek binerdi. Kuraizah ve Nadir günü eşek biniyordu. Hayber günü ise, hurma lifleriyle dizgahlı bir eşek biniyordu ve altında hurma liflerinden yapılmış bir yük minderi vardı.”"
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated from ‘Iyad bin Himar that the Prophet (ﷺ) addressed\nthem\nand said:",
      "text": "İyad bin Himar'dan rivayet edilmiştir ki, Peygamber (ﷺ) onlara hitap ederek şöyle demiştir: “Allah bana, birbirinize karşı alçakgönüllü olmanızı vahyetti ki, aranızda hiç kimse diğerine övünmesin.”"
    },
    {
      "id": 81,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir kızın odasındaki bakireden daha mahcubdu. Bir şeyi sevmediği zaman, bu onun yüzünden anlaşılırdı.”"
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Her dinin kendine has bir özelliği vardır ve İslam'ın kendine has özelliği de mahcubiyettir.”"
    },
    {
      "id": 83,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Her dinin kendine has bir özelliği vardır ve İslam'ın kendine has özelliği de mahcubiyettir.”"
    },
    {
      "id": 84,
      "narrator": "It was\nnarrated from ‘Uqbah bin ‘Amr, Abu Mas’ud, that the Messenger\nof Allah (ﷺ) said:",
      "text": "Ukbe bin Amr, Ebu Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İnsanların önceki Peygamberlerden öğrendiği sözlerden biri şudur: ‘Eğer utanmıyorsanız, dilediğinizi yapın.’”"
    },
    {
      "id": 85,
      "narrator": "It was\nnarrated from Abu Bakrah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Bekir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Mahcubiyet imanın bir parçasıdır ve iman cennette olacaktır. Kaba söz ise sertliğin bir parçasıdır ve sertlik cehennemde olacaktır.”"
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir şeyde asla bir edepsizlik yoktur, fakat o şeyi bozar; ve bir şeyde asla bir mahcubiyet yoktur, fakat o şeyi süsler.”"
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated from Sahl bin Mu’adh bin Anas, from his father, that\nthe\nMessenger of Allah (ﷺ) said:",
      "text": "Sahl bin Mu'adh bin Anas'tan, babasından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Öfkesini, onu uygulama gücüne sahipken dizginleyen kimseyi, Allah Kıyamet Günü tüm yaratılışın önünde çağıracak ve ona istediği herhangi bir huriyi seçecektir.”"
    },
    {
      "id": 88,
      "narrator": "Abu\nSa’eed Al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri şöyle demiştir: “Biz Allah'ın Resulü (ﷺ) ile oturuyorduk, o da: ‘Abdul-Qays heyetleri size geldi,’ dedi; ama kimse onları görmemişti. Biz böyleyken, onlar geldiler ve indiler. Allah'ın Resulü (ﷺ)'ne geldiler, Ashajj b. Kays ise geride kaldı. O daha sonra geldi, durak yerine geldi, dişi devesini diz çöktürdü, seyahat elbiselerini değiştirdi, sonra Allah'ın Resulü (ﷺ)'ne geldi. Allah'ın Resulü (ﷺ) ona şöyle dedi: ‘Ey Ashajj, Allah'ın sevdiği iki özelliğin var: Sabır ve ihtiyat.’ O da: ‘Ey Allah'ın Resulü, ben bunlarla mı doğdum yoksa sonradan mı kazandım?’ dedi. O da: ‘Hayır, bunlar senin doğuştan sahip olduğun şeylerdir.’”"
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said to Ashajj\n‘Ansari:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) Ashajj b. Kays'a şöyle demiştir: “Senin Allah'ın sevdiği iki özelliğin var: Sabır ve mahcubiyet.”"
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Öfkesini yutmak, Allah katında daha büyük bir sevap getiren bir yudum yoktur.”"
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Dharr'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ben, sizin göremediğinizi görüyorum ve sizin duymadığınızı duyuyorum. Cennet gıcırdıyor ve gıcırdaması gerekir; çünkü içinde dört parmak genişliğinde bir yer yoktur ki orada Allah'a secde eden bir melek olmasın. Vallahi, eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız, kadınlarla yataklarınızda zevk almazdınız ve sokaklarda Allah'a yalvarırdınız.”"
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız.”"
    },
    {
      "id": 93,
      "narrator": "‘Amir\nbin ‘Abdullah bin Zubair narrated that his father told him that\nthere was no more than four years between their becoming Muslim and\nthe revelation of this Verse, by which Allah reprimanded them:",
      "text": "'Amir bin Abdullah bin Zubair, babasının kendisine, Müslüman oldukları ile bu Ayetin indirilmesi arasında dört yıldan fazla bir süre olmadığını söylediğini rivayet etti. Bu ayetle Allah onları azarladı: “Onlar, kendilerine önceki Kitap verilenler gibi olmasınlar; onlara süre uzatıldı da kalpleri katılaştı. Ve onların çoğu isyankâr oldu.”"
    },
    {
      "id": 94,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Çok gülmeyin, çünkü çok gülmek kalbi öldürür.”"
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "'Abdullah şöyle dedi: “Peygamber (ﷺ) bana: ‘Kur'an'ı bana oku,’ dedi. Ben de ona Nisa Suresi'ni okudum ve (Ayet'e) geldiğimde: ‘Her milletten bir şahit getirdiğimiz ve seni bu insanlar aleyhine şahit olarak getirdiğimiz zaman, o zaman ne olacak?’ Ona baktım ve gözleri yaşla dolmuştu.”"
    },
    {
      "id": 96,
      "narrator": "It was\nnarrated that Bara’ said:",
      "text": "Bara' şöyle dedi: “Biz, Allah'ın Elçisi (ﷺ) ile bir cenazede idik ve o, mezarın kenarında oturarak ağladı; ta ki yer ıslandı. Sonra dedi ki: ‘Ey kardeşlerim, böyle bir şey için kendinizi hazırlayın.’”"
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated from Sa’d bin Abu Waqqas that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Sa’d bin Abu Waqqas'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ağlayın; eğer ağlayamıyorsanız, ağlıyormuş gibi yapın.”"
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Messenger of Allah\n(ﷺ) said:",
      "text": "'Abdullah bin Mas’ud'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah'tan korkarak gözyaşı döken, hatta bu gözyaşları bir sinek başı kadar bile olsa, hiçbir inanan kul yoktur ki, Allah onu ateşe haram kılmasın.”"
    },
    {
      "id": 99,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "'Aişe şöyle dedi: “Ben dedim: ‘Ey Allah'ın Elçisi, ‘Ve kalpleri korku ile dolu olarak verdikleri (sadakalar) ve diğer iyi ameller’ bu, zina eden, hırsızlık yapan ve alkol içen kişi midir?’ O dedi: ‘Hayır, Ey Ebu Bekir'in kızı – Ey Sıddık'ın kızı – aksine bu, oruç tutan, sadaka veren ve namaz kılan bir adamdır; ama o, bunların kendisinden kabul edilmeyeceğinden korkar.’”"
    },
    {
      "id": 100,
      "narrator": "Mu’awiyah bin Abu Sufyan said:",
      "text": "Mu’aviye bin Ebu Süfyan şöyle dedi: “Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: ‘Ameller, kaplar gibidir. Eğer alt kısım iyi olursa, üst kısım da iyi olur; eğer alt kısım kötü olursa, üst kısım da kötü olur.’”"
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Bir kişi halkın önünde namaz kılarsa ve bunu güzel bir şekilde yaparsa, gizli olarak da güzel bir şekilde namaz kılarsa, o zaman Allah der ki: ‘Bu adam gerçekten benim kulumdur.’”"
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Ilımlı olun ve ılımlılığa riayet edin; çünkü içinizden hiç kimse amelleriyle kurtulamaz.” Onlar dediler: “Sen bile, Ey Allah'ın Elçisi?” O dedi: “Ben bile değilim. Ancak Allah beni merhameti ve lütfu ile kuşatırsa.”"
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah der ki: ‘Ben en zenginim ve hiçbir ortağa ihtiyacım yok. Bu yüzden, birisi benim için ve başkası için bir eylem yaparsa, o eylemi benimle ilişkilendirdiği için ben onu reddederim.’”"
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated from Abu Sa’d bin Abu Fadalah Al-Ansari, who was one\nof\nthe Companions, that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sa’d bin Abu Fadalah Al-Ansari'den, ki o da Sahabelerdendir, rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah, Kıyamet Günü'nde ilkleri ve sonları topladığında, şüphesiz bir gün, bir çağrıcı bağıracak: ‘Eğer birisi Allah için yaptığı bir eylemde başkasıyla ortaklık kurduysa, o zaman ödülünü Allah'tan başka birinden aramalıdır; çünkü Allah, o kadar zengindir ki, hiçbir ortağa ihtiyacı yoktur.’”"
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa’eed şöyle dedi: “Allah'ın Elçisi (ﷺ) bize Dajjal (Sahte Mesih) hakkında konuştuğumuzda çıktı ve dedi ki: ‘Sizlere Dajjal'dan daha çok korktuğum bir şeyi söylemeyeyim mi?’ Biz dedik: ‘Evet.’ O dedi: ‘Gizli şirk; bir adam namaza durduğunda ve bir adamın kendisini izlediğini gördüğünde, namazını güzel göstermek için.’”"
    },
    {
      "id": 106,
      "narrator": "It was\nnarrated from Shaddad bin Aws that the Messenger of Allah\n(ﷺ) said:",
      "text": "Şaddad bin Evs'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ümmetim için en çok korktuğum şey, Allah'a ortak koşmaktır. Onların güneşe, aya veya putlara tapacaklarını söylemiyorum, fakat Allah'tan başkası için yapılan işler ve gizli arzular.”"
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Ebu Sa’id el-Hudri'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Kim duyulmak isterse, Allah onu duyurur; kim görünmek isterse, Allah ona görünür (yani, insanların gerçek niyet ve maksatlarını açığa çıkarır).”"
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated from Jundab that the Messenger of Allah (ﷺ) said:",
      "text": "Cündab'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim duyulmak isterse, Allah onu duyurur; kim görünmek isterse, Allah ona görünür (yani, gerçek maksatlarını açığa çıkarır).”"
    },
    {
      "id": 109,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İki durumda kıskanmak (caiz)dir: Allah'ın kendisine mal verdiği ve onu doğru bir şekilde harcayan bir adam; ve Allah'ın kendisine hikmet verdiği, o hikmete göre hareket eden ve başkalarına öğreten bir adam.”"
    },
    {
      "id": 110,
      "narrator": "It was\nnarrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘İki durumda kıskanmak yoktur. Allah'ın (Kur'an bilgisi) verdiği bir adam, onu gece gündüz okur; ve Allah'ın mal verdiği bir adam, onu gece gündüz harcar.’”"
    },
    {
      "id": 111,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Enes'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kıskançlık, iyi amelleri, ateşin odunu tükettiği gibi tüketir; sadaka ise, kötü amelleri, suyun ateşi söndürdüğü gibi söndürür. Namaz, müminin nurudur ve oruç, ateşe karşı bir kalkanıdır.”"
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated from Abu Bakrah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Bekir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bu dünyada Allah'ın azabını hızlandırmaya en layık olan günah, ahlaksızlık ve akrabalık bağlarını koparmaktır.”"
    },
    {
      "id": 113,
      "narrator": "It was\nnarrated from ‘Aishah, the Mother of the Believers, that the\nMessenger of Allah (ﷺ) said:",
      "text": "Aişe, Müminlerin Annesi'nden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İyiliklerin en hızlı mükafatlandırılanı, iyilik yapmak ve akrabalık bağlarını korumaktır; en hızlı ceza verilen kötülükler ise, ahlaksızlık ve akrabalık bağlarını koparmaktır.”"
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir adamın, Müslüman kardeşine küçümsemesi, ona yeterince bir kötülüktür.”"
    },
    {
      "id": 115,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah bana, birbirinize karşı alçakgönüllü olmanızı ve birbirinize zulmetmemenizi vahyetti.”"
    },
    {
      "id": 116,
      "narrator": "It was\nnarrated from ‘Atiyyah As-Sa’di, who was one of the Companions\nof\nthe Prophet (ﷺ), that the Messenger of Allah (ﷺ) said:",
      "text": "Atiyye es-Sa'di'den, Peygamber (ﷺ) sahabelerinden biri olduğu belirtilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bir kişi, günah olmayan bir şeyden kaçınmadıkça, takva sahibi olanlardan biri olamaz; çünkü günah olan bir şeye düşme korkusuyla kaçınmalıdır.”"
    },
    {
      "id": 117,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah'ın Resulü'ne, ‘İnsanların en hayırlısı kimdir?’ denildi. O da: ‘Kalbi temiz ve sözü samimi olan herkes’ dedi. Onlar: ‘Samimi söz, bunun ne olduğunu biliyoruz; peki, kalbi temiz olan nedir?’ dediler. O da: ‘Günah, zulüm, kin veya kıskançlık olmayan, takvalı ve temiz kalptir’ dedi.”"
    },
    {
      "id": 118,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ey Ebu Hureyre, dikkatli ol, Allah'a en çok bağlı olanlardan olursun. Hoşnut ol, Allah'a en çok şükredenlerden olursun. İnsanlar için sevdiğini kendin için sev, o zaman (gerçek) bir mümin olursun. Komşularına iyi bir komşu ol, o zaman (gerçek) bir Müslüman olursun. Ve az gül, çünkü çok gülmek kalbi öldürür.”"
    },
    {
      "id": 119,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Düşünmek gibi bir hikmet yoktur ve güzel ahlak gibi bir onur yoktur.”"
    },
    {
      "id": 120,
      "narrator": "It was\nnarrated from Samurah bin Jundab that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Samura bin Cündab'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Şerefli olmak zenginliktir ve güzel ahlak takvadır.”"
    },
    {
      "id": 121,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bir kelime biliyorum - (rivayet edenlerden) ‘Uthman dedi ki: “Bir Ayet” - eğer bütün insanlar buna uyarlarsa, onlara yeter.” Onlar dediler ki: “Ey Allah'ın Resulü, hangi Ayet?” O da dedi: “Ve kim Allah'tan korkarsa, ona bir çıkış yolu verir.”"
    },
    {
      "id": 122,
      "narrator": "It was\nnarrated from Abu Bakr bin Abu Zuhair Ath-Thaqafi, that his\nfather\nsaid:",
      "text": "Abu Bakr bin Abu Zuhair Ath-Thaqafi'den rivayet edilmiştir ki, babası şöyle dedi: “Allah'ın Resulü (ﷺ) bize Nabawah’da hitap etti” veya Banawah - o (rivayet edenlerden biri) dedi ki: “Nabawah Ta’if'e yakındır” - “Ve şöyle dedi: ‘Yakında cennet halkını cehennem halkından ayırt edebileceksiniz.’ Onlar dediler: ‘Nasıl ey Allah'ın Resulü?’ O da dedi: ‘Övgü ve kınama ile. Siz birbirinize Allah'ın şahitlerisiniz.’”"
    },
    {
      "id": 123,
      "narrator": "It was\nnarrated that Kulthum Al-Khuza’i said:",
      "text": "Kulthum Al-Khuza’i'den rivayet edilmiştir ki, bir adam Peygamber'e (ﷺ) geldi ve dedi ki: ‘Ey Allah'ın Resulü, bir şey yaptığımda bunun iyi olup olmadığını nasıl anlayabilirim, kötü bir şey yaptığımda bunun kötü bir iş olup olmadığını nasıl anlayabilirim?’ Allah'ın Resulü (ﷺ) dedi: ‘Eğer komşuların senin iyi bir şey yaptığını söylerse, sen iyi bir şey yapmışsındır; eğer kötü bir şey yaptığını söylerlerse, sen kötü bir şey yapmışsındır.’”"
    },
    {
      "id": 124,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, bir adam Allah'ın Resulü'ne (ﷺ) dedi: ‘Ne zaman iyi bir şey yaptığımı ve ne zaman kötü bir şey yaptığımı nasıl anlayabilirim?’ Peygamber (ﷺ) dedi: ‘Eğer komşularının senin iyi bir şey yaptığını söylediğini duyarsan, sen iyi bir şey yapmışsındır; eğer kötü bir şey yaptığını söylediklerini duyarsan, sen kötü bir şey yapmışsındır.’”"
    },
    {
      "id": 125,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Cennet halkı, Allah'ın kulaklarını insanların övgüsüyle doldurduğu, cehennem halkı ise Allah'ın kulaklarını kınama ile doldurduğu kimselerdir.”"
    },
    {
      "id": 126,
      "narrator": "It was\nnarrated from Abu Dharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: “Peygamber'e (ﷺ) dedim ki: ‘(Ne dersin) bir adam Allah rızası için bir iş yaptığında, insanlar onun için onu severse?’ O da dedi: ‘Bu, müminin hemen aldığı müjdedir.’”"
    },
    {
      "id": 127,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, bir adam dedi: ‘Ey Allah'ın Resulü, ben bir iyi iş yapıyorum, sonra başkaları bunu öğreniyor ve bu beni memnun ediyor.’ O da dedi: ‘Sen iki mükafata sahip olacaksın; birisi gizli yaptığın işin mükafatı, diğeri ise başkalarının senin örneğini takip etmesi için açıkça yaptığın işin mükafatıdır.’”"
    },
    {
      "id": 128,
      "narrator": "‘Alqamah\nbin Waqqas (said) that he heard ‘Umar bin Khattab, when he\nwas\naddressing the people, saying:",
      "text": "‘Alqamah bin Waqqas (şöyle) dedi ki: ‘Umar bin Khattab'ı, insanlara hitap ederken şöyle derken duydum: “Ben, Allah'ın Resulü'nden (ﷺ) şöyle dediğini duydum: ‘Ameller niyetlere göredir ve her insan sadece niyet ettiği şeyle mükafatlandırılacaktır. Öyleyse, eğer hicreti Allah ve Resulü için yaptıysa, hicreti Allah ve Resulü içindir. Ama eğer hicreti bir dünya menfaati veya bir kadını nikahlamak için yaptıysa, hicreti bunun içindir.”’"
    },
    {
      "id": 129,
      "narrator": "It was\nnarrated that Abu Kabshah Al-Anmari said:",
      "text": "Abu Kabshah Al-Anmari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bu ümmetin benzeri dört kişiye benzer: Allah'ın birine zenginlik ve ilim verdiği, o da zenginliği ile ilgili ilmine göre hareket edip, onu gerektiği gibi harcayan bir adam; Allah'ın birine ilim verdiği ama zenginlik vermediği, o da: “Eğer benim de bu kişi gibi (zenginliğim) olsaydı, ben de (ilk adamın) yaptığını yapardım.” diyen bir adam; Allah'ın birine zenginlik verdiği ama ilim vermediği, o da zenginliğini israf edip, uygunsuz yollarla harcayan bir adam; ve Allah'ın ne ilim ne de zenginlik verdiği, o da: “Eğer benim de bu kişi gibi (zenginliğim) olsaydı, ben de (üçüncü adamın) yaptığını yapardım.” diyen bir adam. Allah'ın Resulü (ﷺ) dedi ki: ‘Onlar günah yükümlülüklerinde eşittir.’”"
    },
    {
      "id": 130,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Benzer bir rivayet İbn Abu Kabshah'tan, babasından, Peygamber'den (ﷺ) rivayet edilmiştir."
    },
    {
      "id": 131,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanlar niyetlerine göre diriltilecek (ve hesaba çekilecektir).”"
    },
    {
      "id": 132,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Prophet (ﷺ) drew\na\nsquare, and a line in the middle of the square, and lines to the\nside\nof the line in the middle of the square, and a line outside the\nsquare, and he said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “İnsanlar (Kıyamet Günü) niyetlerine göre toplanacaklardır.”"
    },
    {
      "id": 133,
      "narrator": "Anas bin\nMalik narrated the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Mas’ud'dan rivayet edilmiştir ki, Peygamber (ﷺ) bir kare çizdi, karenin ortasında bir çizgi ve ortadaki çizginin yanlarına çizgiler, karenin dışında bir çizgi çizdi ve dedi ki: “Bunun ne olduğunu biliyor musunuz?” Onlar dediler: “Allah ve Resulü en iyi bilir.” O da dedi: “İnsan ortadaki çizgidir ve yanındaki çizgiler, ona her yerden gelen hastalıklar ve sorunlardır. Eğer biri ona ulaşamazsa, diğeri ona ulaşacaktır. Kare, onun ömür süresidir; boynunda; dışındaki çizgi ise (onun) umududur.”"
    },
    {
      "id": 134,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Bu, Adem'in oğludur ve bu, onun ömür süresidir;” sonra elini önüne açtı ve dedi: “Ve burada onun umudu vardır.”"
    },
    {
      "id": 135,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Yaşlı bir adamın kalbi, iki şeye olan sevgisinde gençtir: Hayat sevgisi ve çok zenginlik sevgisi.”"
    },
    {
      "id": 136,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer Âdem oğlu iki vadi dolusu mala sahip olursa, üçüncüsünü de ister. Onu topraktan başka hiçbir şey tatmin etmez. Ve Allah, tövbe edenin tövbesini kabul eder.”"
    },
    {
      "id": 137,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ümmetimin ömrü altmış ile yetmiş arasında olacaktır ve bunların çok azı bunu aşacaktır.”"
    },
    {
      "id": 138,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, şöyle demiştir: “Ona (ﷺ) ruhunu teslim eden Zat'a yemin ederim ki, o, namazlarının çoğunu oturarak kılmadan ölmedi. En sevdiği amel, bir kişinin devamlı olarak yaptığı, hatta küçük bir şey olsa bile, salih ameldir.”"
    },
    {
      "id": 139,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, şöyle demiştir: “Yanımda bir kadın vardı, Resulullah (ﷺ) yanımıza girdi ve ‘O kim?’ dedi. Ben de: ‘Filan; o uyumaz,’ dedim,” – o, onun aşırı namaz kıldığını belirtti. “Resulullah (ﷺ) dedi ki: ‘Sus. Yapabileceğin kadarını yap, çünkü Allah'a yemin ederim ki, Allah yorulmaz ama sen yorulursun.’” O da: “Onun en sevdiği dini amel, bir kişinin devamlı olarak yaptığı şeydir,” dedi."
    },
    {
      "id": 140,
      "narrator": "It was\nnarrated that Hanzalah Tamimi Al-Usaiyidi, the scribe, said:",
      "text": "Hanzala Tamimi El-Usaiyidi, katip, şöyle demiştir: “Biz Allah'ın Resulü (ﷺ) ileydik ve cennet ve cehennem hakkında konuştuk, öyle ki onları görebiliyormuşuz gibi oldu. Sonra kalkıp ailem ve çocuklarıma gittim, onlarla güldüm ve oynadım. Sonra nasıl olduğumuzu hatırladım ve dışarı çıktım, Ebu Bekir ile karşılaştım ve ‘Ben münafık oldum!’ dedim. Ebu Bekir: ‘Hepimiz bunu yapıyoruz,’ dedi.” Bunun üzerine Hanzala bunu Resulullah (ﷺ)'e anlattı, o da: “Ey Hanzala, eğer benimle olduğun gibi olursan, melekler senin yataklarında ve sokaklarında seninle el sıkışır. Ey Hanzala, bunun bir zamanı, şunun bir zamanı vardır,” dedi."
    },
    {
      "id": 141,
      "narrator": "Abu\nHurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurayra rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İyi amellerden yalnızca yapabileceğin kadarını al, çünkü en iyi ameller, devamlı olarak yapılanlardır, hatta az olsa bile.”"
    },
    {
      "id": 142,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir adamın bir kayada namaz kıldığını gördü, Mekkah'a doğru gitti ve bir süre orada kaldı, sonra ayrıldı ve adamı hâlâ namaz kılarken buldu. O, ayağa kalktı ve ellerini bağladı, sonra şöyle dedi: “Ey insanlar, ölçülü olun,” üç kez, “çünkü Allah yorulmaz ama siz yorulursunuz.”"
    },
    {
      "id": 143,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, şöyle dedik: “Ey Allah'ın Resulü, cehalet döneminde yaptıklarımızdan dolayı hesaba çekilecek miyiz?” Allah'ın Resulü (ﷺ) şöyle buyurdu: “İslam'da (yani Müslüman olduktan sonra) iyi yapan, cehalet döneminde yaptıklarından dolayı hesaba çekilmeyecek, ama kötü yapan (yani İslam'a girdikten sonra) hem öncekilerden hem de sonrakilerden hesaba çekilecektir.”"
    },
    {
      "id": 144,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bana şöyle dedi: “Ey Aişe, önemsiz görülen (kötü) amellerden sakın, çünkü onların Allah'tan bir takipçisi vardır. (yani hesap sorulacaktır).”"
    },
    {
      "id": 145,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Mümin günah işlediğinde, kalbinde siyah bir leke belirir. Eğer tövbe eder, o günahı terk eder ve af dilerse, kalbi parlatılır. Ama (günah) artarsa, (siyah leke) artar. İşte bu, Allah'ın Kitabı'nda bahsettiği Ran'dır: ‘Hayır! Ama onların kalplerinde, kazandıkları günahlar ve kötü ameller yüzünden bir Ran vardır.’”"
    },
    {
      "id": 146,
      "narrator": "It was\nnarrated from Thawban that the Prophet (ﷺ) said:",
      "text": "Thawban'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Ben, kıyamet günü Tihamah dağları kadar iyi amellerle gelecek olan ümmetimden bazılarını kesinlikle biliyorum, ama Allah onları dağılmış toz gibi yapacaktır.” Thawban dedi ki: “Ey Allah'ın Resulü, onları bize tarif et ve daha fazla söyle ki, biz onlardan habersiz olmayalım.” O da: “Onlar sizin kardeşleriniz ve soyunuzdandır, gece ibadet edenlerdir, ama yalnız kaldıklarında Allah'ın sınırlarını çiğneyenlerdir,” dedi."
    },
    {
      "id": 147,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle sorulmuştur: “İnsanları cennete en çok ne sokar?” O da: “Takva ve güzel ahlak,” demiştir. Sorulmuştur: “İnsanları cehenneme en çok ne sokar?” O da: “İki boş şey: Ağız ve cinsel organ,” demiştir."
    },
    {
      "id": 148,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Allah, sizden birinin tövbesinden, kaybolan hayvanını bulduğunda sevinç duyması kadar sevinç duyar.”"
    },
    {
      "id": 149,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Eğer günah işleyip günahların göklere ulaşıncaya kadar devam ederseniz, sonra tövbe ederseniz, tövbeniz kabul edilir.”"
    },
    {
      "id": 150,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah, kulunun tövbesinden, çorak bir toprakta binenini kaybeden bir adamın, onu bulmak için yorgun düşüp yüzünü örtüsüyle kapattığında, kaybolduğu yerden bineninin ayak sesini duyduğunda, örtüsünü yüzünden kaldırıp binenini bulması kadar sevinç duyar.”"
    },
    {
      "id": 151,
      "narrator": "It was\nnarrated from Abu ‘Ubadah bin ‘Abdullah, that his father said:",
      "text": "Abu ‘Ubadah bin ‘Abdullah'dan rivayet edilmiştir, babası şöyle demiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Günahından tövbe eden, hiç günah işlememiş gibidir.’”"
    },
    {
      "id": 152,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Adem’in her oğlu günah işler, günah işleyenlerin en hayırlısı ise tövbe edenlerdir.’”"
    },
    {
      "id": 153,
      "narrator": "It was\nnarrated that Ibn Ma’qil said:",
      "text": "İbn Ma’qil'den rivayet edilmiştir ki, “Babamla birlikte ‘Abdullah’ın yanına girdim ve onun şöyle dediğini duydum: ‘Allah’ın Resulü (ﷺ) şöyle buyurdu: “Pişmanlık, tövbeye eşdeğerdir.” Babam dedi ki: ‘Peygamber (ﷺ) “Pişmanlık, tövbeye eşdeğerdir” dediğini duydun mu?’ O da: ‘Evet.’ dedi.”"
    },
    {
      "id": 154,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Prophet (ﷺ) said:",
      "text": "‘Abdullah bin ‘Amr'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Allah, kullarının tövbesini kabul eder, ölüm çığlığı boğazına ulaşmadığı sürece.”"
    },
    {
      "id": 155,
      "narrator": "It was\nnarrated from Ibn Mas’ud that a man came to the Prophet (ﷺ)\nand\nsaid that he had kissed a woman, and he started to ask about\nexpiation, but he (the Prophet (ﷺ)) did not say anything to him.\nThen Allah revealed the Verse:",
      "text": "İbn Mas’ud'dan rivayet edilmiştir ki, bir adam Peygamber (ﷺ)'in yanına geldi ve bir kadını öptüğünü söyledi, kefaret hakkında sormaya başladı, fakat o (Peygamber (ﷺ)) ona hiçbir şey söylemedi. Sonra Allah şu ayeti indirdi: “Gündüzün iki ucunda ve gecenin bazı saatlerinde namaz kılın. Şüphesiz, iyi ameller, kötü amelleri giderir. Bu, düşünenler için bir hatırlatmadır.” Adam dedi: “Ey Allah’ın Resulü, bu (ayet) sadece benim için mi?” O da: “Bu, benim ümmetimden buna uyan herkes içindir.” dedi."
    },
    {
      "id": 156,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Bir adam günah işlemekte aşırıya gitti. Ölüm ona geldiğinde, oğullarına şöyle talimat verdi: ‘Ben öldüğümde, beni yakın, sonra toz haline getirin, sonra rüzgarda ve denizde dağıtın, çünkü Allah’a yemin ederim ki, eğer Rabbim bana güç yetirirse, beni daha önce hiç kimseye vermediği bir azaba maruz bırakacaktır.’ Onlar da onun dediğini yaptılar, sonra (Allah) yere şöyle dedi: ‘Aldığını geri ver.’ Ve o, ayakta duruyordu. Ona: ‘Yaptığın şey neydi?’ dedi. O da: ‘Senden korktum, ey Rabbim.’ dedi. Bu korku sebebiyle Allah onu affetti.”"
    },
    {
      "id": 157,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Bir kadın, bağladığı ve beslemediği bir kedi yüzünden Cehenneme girdi; ya da onu serbest bırakıp, yerin haşeratından yemesine izin vermedi, ta ki kedi ölünceye kadar.”"
    },
    {
      "id": 158,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Yüce ve Mukaddes Allah şöyle buyurur: ‘Ey kullarım, hepiniz günahkarsınız, benim kurtardıklarım hariç. O yüzden benden af dileyin, ben de sizi affedeceğim. İçinizden benim affetme gücümün olduğunu bilen ve benim gücümle affetmemi isteyen herkes, ben de onu affedeceğim. Hepiniz sapıksınız, benim hidayet verdiğimler hariç. Benden hidayet dileyin, ben de sizi hidayet vereceğim. Hepiniz fakirsiniz, benim zenginleştirdiklerim hariç. Benden isteyin, ben de size rızık vereceğim. Eğer yaşayanlarınız, ölüleriniz, ilkleriniz ve sonlarınız, benim kullarım arasında en takvalı olanlar kadar takvalı olsalar, bu benim saltanatıma, bir sivrisinek kanadı kadar bile artış sağlamaz; ve eğer onlar, benim kullarım arasında en kötü olanlar kadar kötü olsalar, bu da benim saltanatımdan, bir sivrisinek kanadı kadar bile eksiltmez. Eğer yaşayanlarınız, ölüleriniz, ilkleriniz ve sonlarınız bir araya gelip, her biri istediği her şeyi isterse, bu benim saltanatımdan, birinizin denizin kenarından geçip, bir iğneyi içine batırıp çıkarana kadar bile eksiltmez. Çünkü ben en cömertim, azamet sahibiyim. Ben bir kelimeyle veririm; bir şeyi dilediğimde, ona sadece “Ol!” demem yeterlidir - ve o olur.’”"
    },
    {
      "id": 159,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Sık sık zevklerin yok edicisini hatırlayın.” Yani ölümü."
    },
    {
      "id": 160,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, “Ben Allah’ın Resulü (ﷺ) ile birlikteydim ve Ensar'dan bir adam ona geldi ve Peygamber (ﷺ)'e selam verdi. Sonra dedi ki: ‘Ey Allah’ın Resulü, müminlerin en hayırlısı kimdir?’ O da: ‘Onların en güzel ahlaklısıdır.’ dedi. Adam: ‘Onlardan en akıllısı kimdir?’ dedi. O da: ‘Ölümü en çok hatırlayan ve ona en iyi hazırlanan kişidir. İşte onlar en akıllılardır.’”"
    },
    {
      "id": 161,
      "narrator": "It was\nnarrated from Abu Ya’la Shaddad bin Aws that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Abu Ya’la Shaddad bin Aws'tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Akıllı insan, kendine hesap veren ve ölümden sonrasını gözeten kişidir. Aciz insan ise, kendi heveslerine uyan ve Allah hakkında hayalperestlikte bulunan kişidir.”"
    },
    {
      "id": 162,
      "narrator": "It was\nnarrated from Anas that the Prophet (ﷺ) entered upon a young\nman\nwho was dying and said:",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber (ﷺ) bir gencin yanına girdi ve ona: “Nasılsın?” dedi. O da: “Allah’a umudum var, ey Allah’ın Resulü, ama günahlarımdan korkuyorum.” dedi. Allah’ın Resulü (ﷺ) şöyle buyurdu: “Bu iki şey (umut ve korku) bir kişinin kalbinde böyle bir durumda bir arada bulunmaz, fakat Allah ona umduğu şeyi verecek ve korktuğundan koruyacaktır.”"
    },
    {
      "id": 163,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Melekler, ölen kişiye gelir ve eğer adam salihse, derler ki: ‘Çık, ey iyi ruh, iyi bir bedende olan, çık, övgüye değer olarak ve merhamet ve güzel kokularla müjdelenerek.’ Ve bu, çıkana kadar tekrarlanır, sonra onu göğe alırlar ve ona: ‘Bu kimdir?’ diye sorarlar. Derler ki: ‘Falanca.’ Denir ki: ‘İyi ruh, iyi bir bedende olan, hoş geldin. Övgüye değer olarak ve merhamet ve güzel kokularla müjdelenerek gir.’ Ve bu, göğe yükselene kadar tekrarlanır. Ama eğer adam kötü ise, derler ki: ‘Çık, ey kötü ruh, kötü bir bedende olan. Çık, kınanarak ve kaynar su ve kirli yaraların akıntılarıyla müjdelenerek.’ ve benzeri azaplarla birlikte. Ve bu, çıkana kadar tekrarlanır, sonra onu göğe alırlar ve ona kapı açılmaz. Ve ona: ‘Bu kimdir?’ diye sorarlar. Denir ki: ‘Falanca.’ Denir ki: ‘Kötü ruh, kötü bir bedende olan, hoş geldin değil. Kınanarak geri dön, çünkü cennet kapıları sana açılmayacak.’ Böylece gökten geri gönderilir, sonra mezara gider.”"
    },
    {
      "id": 164,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Prophet (ﷺ)\nsaid:",
      "text": "‘Abdullah bin Mas’ud'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Eğer birinizin ölüm zamanı belirli bir yerde ise, bir ihtiyaç onu oraya götürür, sonra o, ulaşması gereken en uzak noktaya vardığında, Allah onun ruhunu alır. Kıyamet Günü, yer şöyle der: ‘Rabbim, işte bana emanet ettiğin budur.’”"
    },
    {
      "id": 165,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kim Allah ile buluşmayı severse, Allah da onunla buluşmayı sever; kim Allah ile buluşmayı sevmezse, Allah da onunla buluşmayı sevmez.” Kendisine denildi ki: “Ey Allah’ın Resulü, Allah ile buluşmayı sevmemek, ölümü sevmemek midir? Hepimiz ölümü sevmiyoruz.” O da: “Hayır. Bu sadece ölüm anında geçerlidir. Ama eğer ona Allah’ın merhamet ve affı müjdelenirse, Allah ile buluşmayı sever ve Allah da onunla buluşmayı sever; eğer ona Allah’ın azabı müjdelenirse, Allah ile buluşmayı sevmez ve Allah da onunla buluşmayı sevmez.”"
    },
    {
      "id": 166,
      "narrator": "4265 It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hiçbiriniz başına gelen bir zarar nedeniyle ölüm dilemesin. Eğer ölüm dilemesi gerekiyorsa, şöyle desin: 'Ya Allah, beni yaşat ki yaşam benim için hayırlı olsun ve ölümüm de benim için hayırlı olduğunda beni öldür.'\""
    },
    {
      "id": 167,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"İnsanın parçalarından, kuyruk sokumunun dibinde bir tek kemik dışında, hiçbir şey dağılmayacaktır. O kemikten, Kıyamet Günü yeniden yaratılacaktır.\""
    },
    {
      "id": 168,
      "narrator": "It was\nnarrated that Hani’ the freed slave of ‘Uthman bin ‘Affan,\nsaid:",
      "text": "Hani’ b. ‘Uthman b. ‘Affan'ın azadlısından rivayet edildiğine göre, ‘Uthman b. ‘Affan bir mezarın yanında durduğunda, sakalı ıslanacak şekilde ağlardı. Kendisine: 'Cennet ve Cehennemi hatırlıyorsun, ama bunun için ağlamıyorsun?' denildi. O da: 'Allah'ın Resulü (ﷺ) şöyle dedi: \"Mezar, Ahiret'in ilk aşamasıdır. Kim buradan kurtulursa, sonrasının daha kolaydır. Eğer buradan kurtulamazsa, sonrasının daha zor olduğunu bilsin.\" dedi. Allah'ın Resulü (ﷺ) şöyle dedi: \"Gördüğüm hiçbir korkunç manzara yoktur ki, mezar ondan daha korkunç olmasın.\"\""
    },
    {
      "id": 169,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Ölü, mezarına yerleştirilir, sonra salih insan mezarında korku ve panik olmadan oturtulur. Sonra ona: 'Hangi dini takip ettin?' denir. O da: 'Ben İslam'daydım.' denir. Ona: 'Bu adam kim?' denir. O da: 'Muhammed, Allah'ın Resulü (ﷺ). Allah'tan bize açık deliller getirdi ve biz ona inandık.' denir. Ona: 'Allah'ı gördün mü?' denir. O da: 'Hiç kimse Allah'ı göremez.' denir. Sonra ona Cehennem'den bir pencere açılır ve orayı görür, parçaları diğerlerini yok eder. Sonra ona: 'Allah'ın seni kurtardığına bak.' denir. Sonra ona Cennet'ten bir pencere açılır ve onun güzelliğine ve içindekilere bakar. Ona: 'Bu senin yerin.' denir. Ve ona: 'Sen kesin bir inançla yaşadın ve bu halde öldün, eğer Allah dilerse bu halde diriltileceksin.' denir. Kötü insan mezarında korku ve panik içinde oturtulur. Ona: 'Hangi dini takip ettin?' denir. O da: 'Bilmiyorum.' der. Ona: 'Bu adam kim?' denir. O da: 'İnsanların bir şey söylediklerini duydum ve ben de söyledim.' der. Sonra ona Cennet'ten bir pencere açılır ve onun güzelliğine ve içindekilere bakar. Ona: 'Allah'ın senden uzaklaştırdığına bak.' denir. Sonra ona Cehennem'den bir pencere açılır ve orayı görür, parçaları diğerlerini yok eder ve ona: 'Bu senin yerin. Sen şüphe içindeydin; bu halde öldün ve bu halde diriltileceksin, eğer Allah dilerse.' denir.\""
    },
    {
      "id": 170,
      "narrator": "It was\nnarrated from Bara’ bin ‘Azib that the Prophet (ﷺ) said:",
      "text": "Bara’ b. ‘Azib'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Allah, inananları, sağlam bir sözle sabit kılacaktır.\" Bu, mezardaki azap hakkında indirilmiştir. Ona: 'Rabbin kimdir?' denilecek. O da: 'Rabbim Allah, Peygamberim Muhammed'dir.' diyecek. Allah şöyle buyurur: \"Allah, inananları bu dünyada (yani yalnızca Allah'a ibadet etmeye devam edecekler) ve Ahiret'te (yani mezardaki sorgulama zamanında) sağlam bir sözle sabit kılacaktır.\"\""
    },
    {
      "id": 171,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "İbn ‘Umar'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Sizden biri öldüğünde, sabah ve akşam kendisine yeri gösterilir. Eğer o Cennet ehli ise, Cennet'teki yeri gösterilir; eğer o Cehennem ehli ise, Cehennem'deki yeri gösterilir. Ve denir ki: 'Bu senin yerin, Kıyamet Günü dirilene kadar.'\""
    },
    {
      "id": 172,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Ka’b Al-Ansari that his father\nused to narrate that the Messenger of Allah (ﷺ) said:",
      "text": "‘Abdur-Rahman b. Ka’b Al-Ansari'den rivayet edildiğine göre, babası şöyle derdi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Müminin ruhu, Cennet ağaçlarından yer, ta ki diriltileceği günde bedene geri dönecektir.'\""
    },
    {
      "id": 173,
      "narrator": "It was\nnarrated from Jabir that the Prophet (ﷺ) said:",
      "text": "Jabir'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Ölü mezara girdiğinde, güneş batıyormuş gibi görünür. O oturur, gözlerini siler ve der ki: 'Beni namaz kılmama izin ver.'\""
    },
    {
      "id": 174,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Sa’eed'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sur'a emanet edilen iki kişi, ellerinde iki boynuzla beklemektedirler, üflenecekleri emri bekliyorlar.\""
    },
    {
      "id": 175,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın söylediğine göre: \"Bir Yahudi, Al-Medine pazarında: 'Bütün insanlardan Musa'yı seçen O'na yemin ederim.' dedi. Bir Ensar adamı elini kaldırıp ona vurdu. O da: 'Allah'ın Resulü (ﷺ) aramızda olduğu halde bunu nasıl söylersin?' dedi. Bu durum Allah'ın Resulü'ne (ﷺ) bildirildi ve O şöyle dedi: 'Allah buyuruyor: \"Sur'a üflenecek, göklerde ve yerde olan herkes bayılacak, Allah'ın dilediği hariç. Sonra ikinci kez üflenecek, işte o zaman onlar ayakta duracak, bakacaklar (bekleyecekler).\" Ben ilk başımı kaldıran olacağım ve Musa'nın Arş'ın direklerinden birine tutunduğunu göreceğim, onun benden önce başını kaldırıp kaldırmadığını bilmiyorum ya da Allah'ın muaf tuttuğu kişilerden biri olacak. Kim de derse ki, 'Ben Yunus b. Matta'dan daha hayırlıyım,' o yalan söylüyor.'\""
    },
    {
      "id": 176,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah b. ‘Umar'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) minberde şöyle dedi: \"Zorlayıcı (Al-Jabbar), gökleri ve yerleri elinde tutacaktır.\" - elini sıkarak açıp kapatmaya başladı - \"Sonra şöyle diyecek: 'Ben zorlayıcıyım, ben Kralım. Zalimler nerede? Kibirli olanlar nerede?' Ve Allah'ın Resulü (ﷺ) sağa ve sola yaslanıyordu, ta ki minberin alt kısmının sallandığını görene kadar ve minberin Allah'ın Resulü (ﷺ) ile birlikte düşeceğini düşündüm.\""
    },
    {
      "id": 177,
      "narrator": "It was\nnarrated that Qasim said:",
      "text": "Kasımdan rivayet edildiğine göre, Aişe şöyle dedi: \"Ben Allah'ın Resulü'ne (ﷺ) sordum: 'Kıyamet Günü insanlar nasıl toplanacak?' O da: 'Ayaksız ve çıplak.' dedi. Ben: 'Kadınlar?' dedim. O: 'Kadınlar da.' dedi. Ben: 'Ya Allah'ın Resulü, utanmayacak mıyız?' dedim. O: 'Ey Aişe, o gün mesele o kadar ciddi olacak ki, birbirlerine bakamayacaklar.'\""
    },
    {
      "id": 178,
      "narrator": "It was\nnarrated from Abu Musa Al-Ash’ari that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Abu Musa Al-Ash’ari'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Kıyamet Günü insanlar (Allah'ın huzuruna) üç kez getirilecektir. İlk iki kez tartışmalar ve mazeretler içindir, üçüncü kez ise (amel) defterleri ellerine verildiğinde; bazıları sağ ellerinde, bazıları sol ellerinde alacaklardır.\""
    },
    {
      "id": 179,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "İbn ‘Umar'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"O gün (bütün) insanlar, varlıkların Rabbi'nin huzurunda duracaklardır.\" Onlardan biri, teriyle kulaklarının yarısına kadar yükselebilir.\""
    },
    {
      "id": 180,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, şöyle dedi: \"Ben Allah'ın Resulü'ne (ﷺ) sordum: 'O gün yer başka bir yer olacak ve gökler de öyle olacak.' - O gün insanlar nerede olacaklar?' O da: 'Sırat'ta (Cehennem'in üzerinden köprüde).' dedi.\""
    },
    {
      "id": 181,
      "narrator": "Abu\nSa’eed narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: \"Sırat, Cehennem'in üzerinde, Sa’dan bitkisinin dikenleri gibi dikenler üzerinde yerleştirilecektir. Sonra insanlar ondan geçecekler. Bazıları güvenli ve sağlam geçecek, bazıları alıkonulacak ve bazıları baş aşağı düşecektir.\""
    },
    {
      "id": 182,
      "narrator": "It was\nnarrated from Hafsah that the Prophet (ﷺ) said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Umuyorum ki Bedir ve Hudeybiye'yi görenlerden hiçbiri Cehennem'e girmeyecek, eğer Allah dilerse.\" Ben dedim ki: \"Ey Allah'ın Resulü, Allah, 'Sizden hiçbiri ondan geçmeyecek; bu, Rabbinizden, yerine getirilmesi gereken bir hüküm'demiyor mu?\" O da dedi ki: \"O'nun, 'Sonra Allah'tan korkanları ve O'na karşı gelmekten sakınanları kurtaracağız. Ve zalimleri dizlerinin üzerine (Cehennem'de) bırakacağız' dediğini duymadın mı?\""
    },
    {
      "id": 183,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Siz bana abdest izleriyle parlayan yüzler, eller ve ayaklarla geleceksiniz. Bu, benim ümmetimin, başka birine ait olmayan karakteristik işaretidir.\""
    },
    {
      "id": 184,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "'Abdullah şöyle dedi: \"Biz, Allah'ın Resulü (ﷺ) ile bir çadırda idik, o da dedi ki: 'Cennet halkının dörtte biri olmanız sizi memnun etmez mi?' Biz 'Evet' dedik. O da, 'Cennet halkının üçte biri olmanız sizi memnun etmez mi?' dedi. Biz 'Evet' dedik. O, 'Canımın elinde olan Allah'a yemin ederim ki, umarım siz Cennet halkının yarısı olursunuz. Çünkü Cennete girecek olan sadece bir Müslüman ruhudur ve putperestler arasında siz, siyah bir boğanın derisinde beyaz bir kıl gibi, ya da kırmızı bir boğanın derisinde siyah bir kıl gibisiniz.'\""
    },
    {
      "id": 185,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir Peygamber, iki adamla birlikte gelecek, bir Peygamber üç adamla gelecek ve (bazıları) bundan daha fazla veya daha azıyla gelecek. Ona denilecek: 'Kavminize mesajı ilettin mi?' O da diyecek: 'Evet.' Sonra onun kavmi çağrılacak ve denilecek: 'Bu adam size mesajı iletti mi?' Onlar 'Hayır' diyecekler. Sonra denilecek: 'Sizin için kim şahitlik edecek?' O da 'Muhammed ve onun ümmeti' diyecek. Böylece Muhammed'in ümmeti çağrılacak ve denilecek: 'Bu adam mesajı iletti mi?' Onlar 'Evet' diyecekler. O da 'Bunu nasıl bildiniz?' diyecek. Onlar 'Peygamberimiz, Elçilerin mesajı ilettiğini söyledi ve biz ona inandık' diyecekler. İşte Allah'ın dediği gibi: 'İşte böylece sizi, insanlar üzerinde şahitler kılmak için, en adil (ve en iyi) ümmet yaptık ve Elçi (Muhammed (ﷺ)) de sizin üzerinizde bir şahit olsun.'\""
    },
    {
      "id": 186,
      "narrator": "It was\nnarrated that Rifa’ah Al-Juhani said:",
      "text": "Rifa'ah Al-Cuhani'den rivayet edilmiştir ki, \"Biz, Allah'ın Resulü (ﷺ) ile bir seferden dönerken, o şöyle dedi: 'Canımın elinde olan Allah'a yemin ederim ki, inanan ve sabit duran hiç kimse yoktur ki, Cennete girmesi sağlanmasın. Umuyorum ki, siz ve sizin soyunuzdan salih olanlar Cennete girmeden önce girmeyecekler ve orada sizin ikamet yerlerinizi alacaklar. Ve Rabbim, ümmetimden yetmiş bin kişinin hesaba çekilmeden Cennete gireceğini bana vaad etti.'\""
    },
    {
      "id": 187,
      "narrator": "Abu\nUmamah Al-Bahili said:",
      "text": "Ebu Ümame Al-Bahili dedi ki: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Rabbim, ümmetimden yetmiş bin kişinin hesaba çekilmeden Cennete gireceğini vaad etti. Her bin ile (birlikte) yetmiş bin daha olacak ve Rabbim'in, yüceltilmiş olan üç avuç dolusu daha olacak.'\""
    },
    {
      "id": 188,
      "narrator": "It was\nnarrated from Bahz bin Hakim, from his father, that his\ngrandfather\nsaid:",
      "text": "Bahz bin Hakim'den, babasından, onun da dedesinden rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Kıyamet Günü, yetmiş ümmeti tamamlayacağız, bunlardan biz sonuncusu ve en hayırlısıyız.'\""
    },
    {
      "id": 189,
      "narrator": "It was\nnarrated from Bahz bin Hakim, from his father, that his\ngrandfather\nsaid:",
      "text": "Bahz bin Hakim'den, babasından, onun da dedesinden rivayet edilmiştir ki: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Siz yetmiş ümmeti tamamlayacaksınız, bunlardan siz en hayırlı ve Allah'a en sevimli olanınızdır.'\""
    },
    {
      "id": 190,
      "narrator": "It was\nnarrated from Sulaiman bin Buraidah, from his father, that the\nProphet (ﷺ) said:",
      "text": "Süleyman bin Bureydah'dan, babasından, Peygamber (ﷺ) şöyle dedi: \"Cennet halkı yüz yirmi dereceye sahiptir, bunların sekseni bu ümmetten ve kırkı diğer tüm ümmetlerden olacaktır.\""
    },
    {
      "id": 191,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Biz, ümmetlerin en sonuncusuyuz ve hesaba çekilenlerin ilki olacağız. Denilecek ki: 'Arap olmayan ümmet ve onun Peygamberi nerede?' Böylece biz en sonuncu ve ilk olacağız.\""
    },
    {
      "id": 192,
      "narrator": "It was\nnarrated from Abu Burdah that his father said:",
      "text": "Ebu Burda'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah, Kıyamet Günü tüm yaratıkları topladığında, Muhammed ümmetine secde etme izni verilecektir, böylece uzun bir süre O'na secde edecekler. Sonra denilecek: 'Başlarınızı kaldırın, aranızdan belirli bir sayı Cehennem'e gidecek ve bunlar sizin Cehennem'den fidyeniz olacaktır.'\""
    },
    {
      "id": 193,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu ümmete (ahirette) merhamet verilmiştir ve (bu dünyada) azapları birbirlerinin elindedir. Kıyamet Günü, her Müslüman erkeğe putperestlerden bir adam verilecek ve denilecek: 'Bu, ateşten fidyenizdir.'\""
    },
    {
      "id": 194,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'ın yüz (derece) merhameti vardır, bunlardan birini tüm yaratılış arasında paylaştırmıştır; bununla birbirinize merhamet eder ve vahşi hayvanlar yavrularına merhamet gösterir. Ve O, doksan dokuz (derece) merhameti geri tutmuştur; bununla Kıyamet Günü kullarına merhamet gösterecektir.\""
    },
    {
      "id": 195,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"O, gökleri ve yeri yarattığı gün, Allah yüz (derece) merhamet yarattı; bunlardan birini yeryüzüne koydu, bununla anneler çocuklarına merhamet eder ve hayvanlar ile kuşlar birbirlerine merhamet gösterir. Ve O, doksan dokuz (derece) merhameti geri tuttu. Kıyamet Günü, Allah bu merhameti tamamlayacaktır.\""
    },
    {
      "id": 196,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Allah evreni yarattığında, kendisi için şöyle takdir etti: 'Rahmetim gazabımı geçmiştir.'\""
    },
    {
      "id": 197,
      "narrator": "It was\nnarrated that Mu’adh bin Jabal said:",
      "text": "Mu’adh bin Cebel'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) yanımdan geçtiğinde ben bir eşeğin üzerindeydim ve şöyle dedi: 'Ey Mu’adh, Allah'ın kulları üzerindeki hakkının ne olduğunu ve kulların Allah üzerindeki hakkının ne olduğunu biliyor musun?' Ben de: 'Allah ve Resulü en iyi bilendir.' dedim. O da: 'Allah'ın kulları üzerindeki hakkı, O'na ibadet etmeleri ve O'na hiçbir şeyi ortak koşmamalarıdır. Kulların Allah üzerindeki hakkı ise, bunu yaptıkları takdirde, O'nun onları azap etmemesidir.'\""
    },
    {
      "id": 198,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, \"Biz Allah'ın Resulü (ﷺ) ile bir seferdeydik. O, bazı insanların yanından geçti ve: 'Bu insanlar kimdir?' dedi. Onlar: 'Biz Müslümanlarız.' dediler. Bir kadın odununu fırına koyuyordu ve yanında bir oğlu vardı. Alevler yükseldiğinde, onu uzaklaştırdı. Kadın Peygamber (ﷺ) yanına geldi ve: 'Sen Allah'ın Resulü müsün?' dedi. O da: 'Evet.' dedi. Kadın: 'Babam ve annem sana fidye olsun. Allah, merhamet edenlerin en merhametlisidir, değil mi?' dedi. O da: 'Evet, elbette.' dedi. Kadın: 'Allah, bir anneye çocuğuna karşı daha merhametli değil midir?' dedi. O da: 'Evet, elbette.' dedi. Kadın: 'Bir anne çocuğunu ateşe atmaz.' Allah'ın Resulü (ﷺ) başını eğdi ve ağladı. Sonra ona bakarak: 'Allah, kullarından sadece isyan eden ve asi olanları azap eder; Allah'a isyan eden ve 'La ilaha illallah' demekten kaçınanları azap eder.' dedi.\""
    },
    {
      "id": 199,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Cehenneme girecek olan tek kişi, yazgılı olan kişidir.\" Bunun üzerine: \"Ey Allah'ın Resulü, yazgılı olan kimdir?\" denildi. O da: \"Hiçbir itaatte bulunmayan ve hiçbir günah işlemeyen kişidir.\" dedi.\""
    },
    {
      "id": 200,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nrecited this Verse:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bu Ayeti okudu: \"O (Allah), insanların korkması ve O'na itaat etmesi gereken tek O'dur ve O'na hiçbir ilah (tanrı) katılmamalıdır ve O, günahları affeden O'dur.\" Sonra şöyle dedi: \"Allah şöyle buyuruyor: 'Ben korkulması gereken tek O'yum, bu yüzden benimle birlikte başka bir tanrı tayin edilmemelidir. Kim benimle birlikte başka bir tanrı tayin etmekten kaçınırsa, ben onu affetmeliyim.'\""
    },
    {
      "id": 201,
      "narrator": "‘Abdullah bin ‘Amr narrated that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Başka bir isnad benzer bir hadisi rivayet etmektedir."
    },
    {
      "id": 202,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Abdullah bin 'Amr, Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: \"Kavmimden bir adam, Kıyamet Günü tüm yaratılışın önünde çağrılacak ve onun için doksan dokuz sayfa açılacak, her biri gözün görebileceği kadar uzanacaktır. Sonra Allah şöyle diyecek: 'Bundan bir şey inkar ediyor musun?' O da: 'Hayır, Ey Rabbim.' diyecek. O da: 'Benim yazıcılarım sana haksızlık etti mi?' diyecek. Sonra: 'Bunun dışında, iyi amellerin var mı?' diyecek. Adam korkacak ve: 'Hayır.' diyecek. (Allah) şöyle diyecek: 'Gerçekten, bizimle iyi amellerin var ve bu günde sana haksızlık edilmeyecek.' Sonra bir kart getirilecek ve üzerinde 'Ash-hadu an la ilaha illallah wa anna Muhammadan 'abduhu wa rasuluhu' (Ben şahitlik ederim ki, Allah'tan başka ilah yoktur ve Muhammed O'nun kulu ve Resulüdür) yazılı olacak. O da: 'Ey Rabbim, bu kart bu sayfalara göre ne ki?' diyecek. O da: 'Sana haksızlık edilmeyecek.' Sonra sayfalar bir tarafında Teraziye konulacak ve kart diğer tarafında. Sayfalar yükselebilir (yani hafif olur) ve kart aşağı inebilir (yani ağır gelir).\""
    },
    {
      "id": 203,
      "narrator": "It was\nnarrated from Hudhaifah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Sa'id Al-Hudri'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Benim bir Havuzum var, (Kabe ile Beytü'l-Makdis (Kudüs) arasındaki mesafe kadar) büyüktür. (Süt kadar) beyazdır ve kapları yıldızların sayısı kadardır. Kıyamet Günü en çok takipçiye sahip olan Peygamber ben olacağım.\""
    },
    {
      "id": 204,
      "narrator": "It was\nnarrated that Abu Sallam Al-Habashi said:",
      "text": "Hudhayfa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Benim Havuzum, Ailah ile Aden arasındaki mesafeden daha geniştir. Canımın elinde olan Allah'a yemin ederim ki, kapları yıldızların sayısından daha fazladır ve süt kadar beyaz ve baldan daha tatlıdır. Canımın elinde olan Allah'a yemin ederim ki, ben insanları ondan, bir adamın garip develeri havuzundan uzaklaştırdığı gibi uzaklaştıracağım.\" Bunun üzerine: \"Ey Allah'ın Resulü, bizi tanıyacak mısın?\" denildi. O da: \"Evet, siz bana aydınlık yüzler, eller ve ayaklarla geleceksiniz, abdest izleri nedeniyle ve bu sadece sizin içindir.\" dedi."
    },
    {
      "id": 205,
      "narrator": "It was\nnarrated from Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sallam Al-Habashi'den rivayet edilmiştir ki, Ömer bin Abdülaziz beni çağırdı ve ben hızlı posta için hazırlanmış binek hayvanıyla ona geldim. Yanına geldiğimde: \"Sana bir sıkıntı verdik, Ey Abu Sallam.\" dedi. Ben de: \"Evet, Allah'a yemin ederim, Ey Müminlerin Emiri!\" dedim. O da: \"Allah'a yemin ederim, sana bir zorluk çıkarmak istemedik, ama senin Thawban'dan, Allah'ın Resulü (ﷺ) ile ilgili olarak duyduğun bir hadisi aktardığını duydum ve bunu doğrudan senden duymak istedim.\" dedi. Ben de: \"Thawban, Allah'ın Resulü (ﷺ) ile ilgili olarak şöyle dedi: 'Benim Havuzum, Ailah ile Aden arasındaki mesafeden daha geniştir. Süt kadar beyaz ve baldan daha tatlıdır ve kapları gökyüzündeki yıldızlar kadar çoktur. Ondan içen bir daha asla susuzluk hissetmeyecek. Ondan içmeye gelen ilk kişiler, kirli elbiseleri ve dağınık saçları olan fakir Muhacirlerdir; ince kadınlarla evlenmezler ve onlara kapılar açılmaz.' Ömer gözyaşlarına boğuldu ve sakalı ıslandı, sonra: 'Ama ben ince kadınlarla evlendim ve kapılar açıldı.' dedi. 'Kesinlikle üzerimdeki elbiseleri kirletmeyeceğim ve saçlarımı dağınık hale gelene kadar taramayacağım.' dedi.\""
    },
    {
      "id": 206,
      "narrator": "Anas bin\nMalik narrated that the Prophet (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Benim Havuzumun iki ucu, San'a ile Medine arasındaki mesafe gibidir.\" veya \"Medine ile Amman arasındaki mesafe gibidir.\"\""
    },
    {
      "id": 207,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) came to a\ngraveyard\nand greeted (its occupants) with Salam, then he said:",
      "text": "Anas bin Malik rivayet etmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Havuzda, gökyüzündeki yıldızlar kadar altın ve gümüş sürahiler görülebilir.\""
    },
    {
      "id": 208,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) bir mezarlığa geldi ve (oradakilere) selam verdi, sonra şöyle dedi: \"Selam olsun size, inananların yurdu. Eğer Allah dilerse, yakında sizlere katılacağız.\" Sonra: \"Keşke kardeşlerimizi görebilseydik.\" dedi. Onlar: \"Ey Allah'ın Resulü, biz senin kardeşlerin değil miyiz?\" dediler. O da: \"Siz benim arkadaşlarımsınız. Kardeşlerim, benden sonra gelecek olanlardır. Ben, Havuz'a sizden önce ulaşacağım.\" Onlar: \"Ey Allah'ın Resulü, henüz gelmemiş olan kavminden olanları nasıl tanıyacaksın?\" dediler. O da: \"Eğer bir adamın alnında bir benek ve beyaz ayakları varsa, siyah renkli atlar arasında onu tanımayacak mısınız?\" dedi. Onlar: \"Elbette.\" dediler. O da: \"Kıyamet Günü, abdest izleri nedeniyle aydınlık yüzler, eller ve ayaklarla gelecekler.\" dedi. \"Ben, Havuz'a sizden önce ulaşacağım.\" Sonra: \"İnsanlar, benim Havuzumdan, kaybolmuş develerin uzaklaştırıldığı gibi uzaklaştırılacak. Ve onlara: 'Buraya gelin!' diyeceğim. Ama onlara: 'Siz, gidişinizden sonra değiştiniz ve topuklarınız üzerinde döndünüz.' denilecek. O zaman ben: 'Sizden uzak durun!' diyeceğim.\""
    },
    {
      "id": 209,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Her Peygamberin kabul edilen bir duası vardı ve her Peygamber bu duayı bu dünyada yaptı. Ama ben, duamı saklıyorum ki, ümmetim için şefaat edebileyim ve bu, Allah'a hiçbir şeyi ortak koşmadan ölen herkes için ulaşsın.\""
    },
    {
      "id": 210,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Ben, Adem'in oğullarının lideriyim ve bu bir övünme değildir. Kıyamet Günü, yerin açılacağı ilk kişi ben olacağım ve bu bir övünme değildir. Şefaat eden ilk kişi ve şefaatinin kabul edileceği ilk kişi ben olacağım ve bu bir övünme değildir. Kıyamet Günü, övgü bayrağı elimde olacak ve bu bir övünme değildir.\""
    },
    {
      "id": 211,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: “Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: ‘Kıyamet Günü'ndeki şefaatim, ümmetimden büyük günahlar işleyenler içindir.’”"
    },
    {
      "id": 212,
      "narrator": "It was\nnarrated from Abu Musa Al-Ash’ari that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Abu Musa Al-Ash’ari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Bana cennete girmeyi seçme imkanı verildi, ben de şefaatı seçtim, çünkü bu daha kapsamlı ve daha yeterlidir. Sizce bu, takva sahipleri içindir? Hayır, bu, günahkarlar içindir.”"
    },
    {
      "id": 213,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Müminler Kıyamet Günü toplanacaklar, ilham almış veya endişeli olacaklar.” – Sa’eed emin değildi – “Ve şöyle diyecekler: ‘Eğer Rabbimizle bizim için şefaat edecek birini ararsak, belki durumumuzdan kurtuluş buluruz.’ Bunun üzerine Adem'e gidecekler ve şöyle diyecekler: ‘Sen Adem'sin, insanlığın babası. Allah seni Eliyle yarattı ve melekler sana secde etti. Rabbine bizim için şefaat et, belki durumumuzdan kurtulabiliriz.’ O da şöyle diyecek: ‘Ben değilim,’ ve işlediği günahı onlara hatırlatacak. Bunu yapmaktan çok utanacak (ve şöyle diyecek): ‘Hayır, Nuh'a gidin, çünkü o, Allah'ın yeryüzüne gönderdiği ilk Resuldür.’ Bunun üzerine ona gidecekler, ama o da şöyle diyecek: ‘Ben değilim,’ ve Allah'tan bilmediği bir şey istediğini hatırlatacak. Bunu yapmaktan da utanacak (ve şöyle diyecek): ‘Hayır, Rahman'ın dostu İbrahim'e gidin.’ Bunun üzerine ona gidecekler ve o da şöyle diyecek: ‘Ben değilim. Hayır, Musa'ya gidin, Allah'ın konuştuğu ve ona Tevrat'ı verdiği bir kul.’ Bunun üzerine ona gidecekler ve o da şöyle diyecek: ‘Ben değilim,’ ve bir canı haksız yere öldürdüğünü hatırlatacak (ve şöyle diyecek): ‘Hayır, Allah'ın kulu ve Resulü, Allah'ın Kelimesi ve O'nun yarattığı bir ruh olan İsa'ya gidin.’ Bunun üzerine ona gidecekler, ama o da şöyle diyecek: ‘Ben değilim. Hayır, geçmiş ve gelecekteki günahları Allah tarafından affedilen bir kul olan Muhammed'e gidin.’ Bunun üzerine bana gelecekler ve ben onlarla gideceğim.” – Hasan'dan benzer bir rivayet vardır ki, o da (Peygamber (ﷺ) şöyle dedi:) “Ve ben müminlerin iki safları arasında yürüyeceğim.” Sonra Anas'ın Hadisi'ne geri döndü. – Ve şöyle dedi: “Ve ben Rabbimden izin isteyeceğim ve izin verilecektir. Onu görünce secdeye kapanacağım ve Allah'ın beni ne kadar süre bırakmasını dilerse o kadar süre bırakılacağım. Sonra denilecek: ‘Kalk, ey Muhammed. Konuş, duyulacaksın; iste, verilecektir; şefaat et, şefaatin kabul edilecektir.’ O'nu, bana öğreteceği bir övgü ile öveceğim, sonra şefaat edeceğim ve bir sınır belirlenecektir. Sonra onlar cennete kabul edilecek ve ben ikinci kez geri döneceğim. Onu görünce secdeye kapanacağım ve Allah'ın beni ne kadar süre bırakmasını dilerse o kadar süre bırakılacağım. Sonra denilecek: ‘Kalk, ey Muhammed. Konuş, duyulacaksın; iste, verilecektir; şefaat et, şefaatin kabul edilecektir.’ O'nu, bana öğreteceği bir övgü ile öveceğim, sonra şefaat edeceğim ve bir sınır belirlenecektir. Sonra onlar cennete kabul edilecek ve ben üçüncü kez geri döneceğim. Onu görünce secdeye kapanacağım ve Allah'ın beni ne kadar süre bırakmasını dilerse o kadar süre bırakılacağım. Sonra denilecek: ‘Kalk, ey Muhammed. Konuş, duyulacaksın; iste, verilecektir; şefaat et, şefaatin kabul edilecektir.’ O'nu, bana öğreteceği bir övgü ile öveceğim, sonra şefaat edeceğim ve bir sınır belirlenecektir. Sonra onlar cennete kabul edilecek ve ben dördüncü kez geri döneceğim ve şöyle diyeceğim: ‘Ey Rabbim, Kur'an tarafından alıkonulanlardan başka kimse kalmadı.’” **"
    },
    {
      "id": 214,
      "narrator": "It was\nnarrated from ‘Uthman bin ‘Affan that the Messenger of Allah\n(ﷺ) said:",
      "text": "Qatadah (hadis zincirindeki Tabi'î) bu hadisten sonra Anas (ra)'ın şöyle dediğini rivayet eder: \"La ilaha illallah (Allah'tan başka ilah yoktur) diyen ve kalbinde arpa tanesi kadar iyilik bulunan kimse ateşten çıkacaktır; La ilaha illallah diyen ve kalbinde buğday tanesi kadar iyilik bulunan kimse ateşten çıkacaktır; La ilaha illallah diyen ve kalbinde toz tanesi kadar iyilik bulunan kimse ateşten çıkacaktır.\""
    },
    {
      "id": 215,
      "narrator": "It was\nnarrated from Ubayy bin Ka’b, from his father, that the\nMessenger\nof Allah (ﷺ) said:",
      "text": "'Uthman bin 'Affan'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Kıyamet Günü üç kişi şefaat edecek: Peygamberler, sonra âlimler, sonra şehitler.”"
    },
    {
      "id": 216,
      "narrator": "It was\nnarrated from ‘Imran bin Husain that the Prophet (ﷺ) said:",
      "text": "Ubayy bin Ka'b'dan, babasından rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Kıyamet Günü geldiğinde ben Peygamberlerin lideri ve onlara hitap eden kişi olacağım ve onlardan şefaat etmeye razı olan tek kişi olacağım, bu bir övünç değildir.”"
    },
    {
      "id": 217,
      "narrator": "It was\nnarrated from ‘Abdullah bin Abi Jad’a’ that he heard the\nProphet (ﷺ) say:",
      "text": "'Imran bin Husain'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Bazı insanlar benim şefaatimle cehennemden çıkarılacak, onlara Al-Jahannamiyyin (Cehennemden çıkanlar) denilecektir.”"
    },
    {
      "id": 218,
      "narrator": "‘Awf\nbin Malik Al-Ashja’i said:",
      "text": "'Abdullah bin Abi Jad’a'dan rivayet edilmiştir ki, o, Peygamber (ﷺ) şöyle derken işitti: “Banu Tamim kabilesinin üyelerinden daha fazla kişi benim ümmetimden bir adamın şefaatı ile cennete girecektir.” Onlar dediler: “Ey Allah'ın Resulü, senin dışındakiler?” O da: “Benim dışındakiler.” dedi."
    },
    {
      "id": 219,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "'Awf bin Malik Al-Ashja’i şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Bu gece Rabbimin bana hangi seçimi sunduğunu biliyor musunuz?’ Biz dedik: ‘Allah ve Resulü en iyi bilendir.’ O da: ‘O, benim ümmetimin yarısını cennete kabul etmek ile şefaat arasında seçim yapmamı istedi ve ben şefaatı seçtim.’ Biz dedik: ‘Ey Allah'ın Resulü, bizim de onun halkından (şefaat edeceğin kişilerden) olmamız için dua et.’ O da: ‘Bu, her Müslüman içindir.’”"
    },
    {
      "id": 220,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Bu ateşiniz, cehennemin ateşinin yetmişte biridir. Eğer sıcaklığı iki kez su ile azaltılmamış olsaydı, ondan faydalanamazdınız. Ve bu, Allah'a dua etmektedir, Allah'tan onu (eski sıcaklık seviyesine) döndürmemesini istemektedir.”"
    },
    {
      "id": 221,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Ateş, Rabbine şikayette bulundu ve şöyle dedi: ‘Ey Rabbim, benden bazı parçalar diğer parçaları tüketti.’ Bunun üzerine ona, bir kışta ve bir yazda nefes alması için iki fırsat verildi. Kışın hissettiğiniz yoğun soğuk, onun şiddetli donunun (Zamharir) bir parçasıdır ve yazın hissettiğiniz yoğun sıcaklık, onun sıcak rüzgârının (Samum) bir parçasıdır.”"
    },
    {
      "id": 222,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Cehennem ateşi bin yıl boyunca yakıldı ve beyazlaştı. Sonra bin yıl daha yakıldı ve kırmızılaştı. Sonra bin yıl daha yakıldı ve siyahlaştı. Artık o, en karanlık gece gibi siyah olmuştur.”"
    },
    {
      "id": 223,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: “Kıyamet Günü, en lüks hayatı yaşayan kafir getirilecek ve ona denilecek: ‘Bir kez cehenneme daldırın.’ O da daldırılacak, sonra ona denilecek: ‘Ey falan, hiç bir zevk aldın mı?’ O da diyecek: ‘Hayır, ben hiç zevk almadım.’ Sonra en çok sıkıntı ve zorluk çeken mümin getirilecek ve ona denilecek: ‘Bir kez cennete daldırın.’ O da daldırılacak ve ona denilecek: ‘Ey falan, hiç bir zorluk veya sıkıntı çektin mi?’ O da diyecek: ‘Ben hiç zorluk veya sıkıntı çekmedim.’”"
    },
    {
      "id": 224,
      "narrator": "‘Abdullah bin Qais said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Kafir o kadar büyütülecek ki, azı dişi (Uhud) dağından daha büyük olacak ve vücudu ile azı dişi arasındaki oran, sizlerden birinin vücudu ile azı dişi arasındaki oran gibi olacaktır.”"
    },
    {
      "id": 225,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "'Abdullah bin Qais şöyle dedi: “Bir gece Abu Burdah ile birlikteydim ve Harith bin Uqaish üzerimize girdi. Harith o gece bize, Allah'ın Resulü (ﷺ) şöyle dedi: ‘Ümmetimden bazıları, şefaatleriyle Mudar kabilesinin üyelerinden daha fazla kişi cennete girecek ve ümmetimden bazıları, ateş için o kadar büyütülecek ki, onun köşelerinden birini dolduracaklar.’”"
    },
    {
      "id": 226,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nrecited:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle okudu: “Ey iman edenler! Allah'tan, O'na layık olduğu gibi korkun ve ancak Müslümanlar olarak ölün. (Sonra şöyle dedi): ‘Eğer Zakkum'dan bir damla yere düşseydi, bu dünyanın insanlarının rızkını mahvederdi, peki Zakkum'dan başka yiyeceği olmayanlar için ne olur?’”"
    },
    {
      "id": 227,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Ateş, Adem oğlunun yüzünü, secde izi dışında, tamamen yakacaktır. Allah, secde izinin ateş tarafından yakılmasını yasaklamıştır.’”"
    },
    {
      "id": 228,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Kıyamet Günü Ölüm getirilecektir ve Sırat (Cehennem üzerindeki Köprü) üzerinde durdurulacaktır. Denilecektir: “Ey Cennet halkı!” Ve onlar bakacaklardır. Bulundukları yerden çıkarılmaktan korkarak endişeli ve korkmuş olacaklardır. Sonra denilecektir: “Ey Cehennem halkı!” ve onlar bakacaklardır, bulundukları yerden çıkarılmayı umarak. Sonra denilecektir: “Bunun ne olduğunu biliyor musunuz?” Onlar: “Evet, bu Ölüm.” diyeceklerdir. Sonra Sırat üzerinde kesilmesi için emir verilecektir ve her iki gruba da denilecektir: “Nerede olursanız olun, bu sonsuzdur ve orada asla ölüm olmayacaktır.”’"
    },
    {
      "id": 229,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Allah buyuruyor: ‘Ben, salih kullarım için, ne gözün gördüğü, ne kulağın işittiği, ne de insanın aklından geçeni hazırladım.’”"
    },
    {
      "id": 230,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Cennet'teki bir avuç, yeryüzü ve üzerindekilerden daha hayırlıdır.”"
    },
    {
      "id": 231,
      "narrator": "It was\nnarrated from Sahl bin Sa’d that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Sahl bin Sa’d'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Cennet'teki bir kamçı uzunluğundaki yer, bu dünya ve içindekilerden daha hayırlıdır.”"
    },
    {
      "id": 232,
      "narrator": "Mu’adh\nbin Jabal said:",
      "text": "Muaz bin Cebel dedi ki: “Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: ‘Cennet'te yüz derece vardır, her biri gök ile yer arasındaki mesafe kadar büyüktür. En yükseği Firdevs'tir ve en iyisi de Firdevs'tir. Arş, Firdevs'in üzerindedir ve oradan Cennet nehirleri fışkırır. Eğer Allah'tan bir şey isterseniz, Firdevs'i isteyin.’”"
    },
    {
      "id": 233,
      "narrator": "Usamah\nbin Zaid said:",
      "text": "Usame bin Zeyd dedi ki: “Bir gün Allah'ın Elçisi (ﷺ) arkadaşlarına şöyle dedi: ‘Cennet için kim samimi bir şekilde çok çalışacak? Zira Cennet'e benzer bir şey yoktur. Kabe'nin Rabbi hakkı için, o parlayan bir ışık, rüzgarda dalgalanan tatlı fesleğen, yüksek bir saray, akan bir nehir, bol olgun meyve, güzel bir eş ve birçok güzel giysi ile dolu, ebedi bir ikamet sarayında, rahatlık ve lüks içinde, güzel, sağlam, yüksek evlerde.’ Onlar: ‘Biz bunun için çok çalışacağız, Ey Allah'ın Elçisi.’ dediler. O: ‘De ki: İnşallah (Allah dilerse).’ Sonra cihadı zikretti ve onları cihada teşvik etti.”"
    },
    {
      "id": 234,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Cennet'e girecek ilk grup, dolunay gecesindeki ay gibi (yüzleri) ile girecektir. Sonra onları takip edenler, gökyüzündeki en parlak yıldızdan daha parlak bir ışıkla parlayacaklardır. Ne idrar yapacaklar, ne dışkılayacaklar, ne burnunu silecekler, ne de tüküreceklerdir. Tarakları altından, terleri miskten, kömürlükleri inci olacak ve eşleri huriler olacaktır. Görünüşleri tek bir adamın görünüşü gibi olacak, babaları Adem'in görünüşü gibi, altmış kol uzunluğunda olacaklardır.’”"
    },
    {
      "id": 235,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Başka bir isnad da aynı şekilde rivayet etmektedir."
    },
    {
      "id": 236,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Kevser, Cennet'te altın kenarları olan, yatağı yakut ve inci olan bir nehirdir. Toprağı miskten daha güzel kokulu, suyu baldan daha tatlı ve kardan daha beyazdır.”"
    },
    {
      "id": 237,
      "narrator": "Sa’eed\nbin Al-Musayyab said that he met Abu Hurairah and Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Cennet'te bir ağaç vardır ki, onun gölgesinde bir süvari yüz yıl yol alabilir ve ondan ayrılmaz.” \"İsterseniz okuyun: 'Ve uzun gölgeler içinde (56:30).'\""
    },
    {
      "id": 238,
      "narrator": "It was\nnarrated from Abu Umamah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Said bin el-Musayyib, Ebu Hureyre ile karşılaştığını ve Ebu Hureyre'nin şöyle dediğini aktarmıştır: “Ben, Allah'a seni ve beni Cennet pazarında bir araya getirmesi için dua ediyorum.” Said: “Orada bir pazar mı var?” dedi. O: “Evet. Allah'ın Elçisi (ﷺ) bana, Cennet halkı girdiğinde, amellerine göre yerlerini alacaklarını ve onlara, yeryüzündeki Cuma'ya eşit bir süre boyunca Allah'ı ziyaret etme izni verileceğini söyledi. Arşları onlara gösterilecek ve Allah, Cennet bahçelerinden birinde onlara görünecektir. Onlar için ışık ve inci ve yakut ve zümrüt ve altın ve gümüşten tahtlar konulacaktır. Onlardan daha düşük olanlar, hiçbiri önemsiz sayılmayacak şekilde, misk ve kafur kumullarında oturacaklardır ve oturanların tahtlarda oturduğunu hissetmeyeceklerdir.”"
    },
    {
      "id": 239,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Hureyre dedi ki: “Ben: ‘Ey Allah'ın Elçisi, Rabbimizi görecek miyiz?’ dedim. O: ‘Evet. Dolunay gecesi güneşi ve ayı gördüğünüzde buna itiraz eder misiniz?’ dedi. Biz: ‘Hayır.’ dedik. O: ‘Aynı şekilde, Rabbimizi göreceğinize itiraz etmeyeceksiniz. O toplantıda Allah ile yüz yüze konuşmayacak kimse kalmayacak, ta ki Allah, içinizden bir adama: “Şu gün, şu şeyi yaptığını hatırlamıyor musun, ey falan?” diyecek ve ona bu dünyadaki bazı günahlarını hatırlatacaktır. O: “Ey Rabbim, beni affetmedin mi?” diyecek. Allah: “Evet, benim affımın genişliği sayesinde bulunduğunuz makama ulaştınız.” der. Onlar böyleyken, üzerlerine bir bulut inecek ve onlara, daha önce hiç kokusunu almadıkları bir parfüm yağmur gibi yağacaktır. Sonra: “Kalk ve sana hazırlanmış olan onura git, ve istediğini al.” denilecektir. Böylece biz, melekler tarafından çevrelenmiş bir pazara gideceğiz, içinde gözlerin görmediği, kulakların duymadığı ve insanın kalbine girmemiş şeylerin olacağı bir pazar. İstediğimiz her şey bizim için taşınacaktır. Orada hiçbir şey alınıp satılmayacaktır. O pazarda Cennet halkı birbirleriyle buluşacaklardır. Yüksek bir statüde olan bir adam, kendisinden daha düşük olanlarla karşılaşacak, ama hiçbiri önemsiz sayılmayacak ve gördüğü elbiseler onu büyüleyecektir. Sonunda, konuşmasının sonuna gelmeden, daha güzel elbiseler onun üzerinde belirecektir. Bunun nedeni, orada kimsenin üzülmemesidir.’” “Sonra evlerimize döneceğiz, orada eşlerimiz bizi karşılayacak ve şöyle diyecekler: ‘Hoş geldin. Bizi terk ettiğin zamandan daha güzel ve daha güzel bir koku ile geldin.’ Ve biz: ‘Bugün Rabbimiz, Celil olan, yüceltilmiş olan ile oturduk ve geri dönmeye layıkız.’ diyeceğiz.”"
    },
    {
      "id": 240,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Umame'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Allah, Cennet'e kabul edeceği kimseyi, ona yetmiş iki eşle evlendirecektir; iki tanesi hurilerden ve yetmiş tanesi Cehennem halkından miras alacak, hepsinin de arzu edilen ön geçitleri olacak ve onun, asla sarkmayan bir erkeklik organı olacaktır.’”"
    },
    {
      "id": 241,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Cenneti isteyen kimse, üç kez istediğinde, Cennet şöyle der: ‘Ya Allah, onu Cennete al.’ Ve cehennemden kurtulmak isteyen kimse, üç kez istediğinde, Cehennem şöyle der: ‘Ya Allah, onu Cehennemden kurtar.’”"
    },
    {
      "id": 242,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Sizden hiç kimsenin iki evi yoktur: Bir evi Cennet'te, bir evi de Cehennem'dedir. Eğer ölür ve Cehennem'e girerse, Cennet halkı onun evini miras alır. Allah'ın söylediği gibi: ‘İşte bunlar gerçekten mirasçılardır.’”"
    }
  ]
}