{
  "language": "tr",
  "metadata": {
    "length": 68,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that 'Umar bin Khattab said:",
      "text": "'Umar bin Khattab'dan rivayet edilmiştir: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Kim Allah'ın isminin anıldığı bir cami inşa ederse, Allah da ona cennette bir ev inşa eder.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that 'Uthman bin 'Affan said:",
      "text": "'Uthman bin 'Affan'dan rivayet edilmiştir: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Kim Allah rızası için bir cami inşa ederse, Allah da ona cennette benzer bir şey inşa eder.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that 'Ali bin Abu Talib said:",
      "text": "'Ali bin Ebu Talib'den rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Kim Allah rızası için (kendi malından) bir cami inşa ederse, Allah da ona cennette bir ev inşa eder.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Jabir bin 'Abdullah that:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Kim Allah rızası için, bir serçe yuvası kadar veya daha küçük bir cami inşa ederse, Allah da ona cennette bir ev inşa eder.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Kıyamet saati, insanlar (cami inşa etme konusunda) birbirleriyle yarışmadıkça başlamayacaktır.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Sizleri, ben gittikten sonra camilerinizi yüksek inşa ederken görüyorum; tıpkı Yahudilerin sinagoglarını yüksek inşa etmeleri ve Hristiyanların kiliselerini yüksek inşa etmeleri gibi.'\""
    },
    {
      "id": 7,
      "narrator": "It was narrated that 'Umar bin Khattab said:",
      "text": "'Umar bin Khattab'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Bir toplumun amelleri kötüleşmedi ki, ibadet yerlerini süslemeye başlamış olsunlar.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber Camii'nin inşa edildiği yer Banu Najjar'a aitti. Orada hurma ağaçları ve putperestlerin mezarları vardı. Peygamber onlara: 'Fiyatını söyleyin.' dedi. Onlar: 'Biz asla bunun için para almayız.' dediler. Peygamber onu inşa etti ve onlar ona yardım ediyorlardı, Peygamber de: 'Gerçek hayat ahiret hayatıdır, bu yüzden Ensar ve Muhacirleri affedin.' diyordu. Cami inşa edilmeden önce, Peygamber namaz vakti geldiğinde nerede olursa olsun namaz kılardı.\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'Uthman bin Abul-'As that:",
      "text": "'Uthman bin Abul-'As'tan rivayet edilmiştir: \"Allah'ın Elçisi ona Ta'if camisini Taghutların bulunduğu yerde inşa etmesini emretti.\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Ibn 'Umar was asked about gardens in which excrement was thrown.:",
      "text": "İbn 'Umar'a, dışkı atılan bahçeler hakkında sorulduğunda: \"Eğer birkaç kez sulandıysa, orada namaz kılın,\" dedi ve bunu Peygamber'e atfetti."
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abu Sa'eed Khudri said:",
      "text": "Ebu Sa'eed Hudri'den rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Bütün dünya bir camidir, mezarlıklar ve hamamlar hariç.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi, namaz kılmanın yedi yerde yasak olduğunu bildirdi: Çöp dökme yeri, kesim alanı, mezarlık, yaygın kullanılan yol, tuvalet, develerin dinlendiği yer ve Kabe'nin üstü.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from 'Umar bin Khattab that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Namaz kılmanın caiz olmadığı yedi yer vardır: Allah'ın Evi'nin tepe noktası; mezarlıklar; çöp dökme yerleri; kesimhaneler; tuvaletler; develerin dinlendiği yer ve ana yol.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi şöyle dedi: 'Cami için uygun olmayan şeyler vardır: Cami bir geçiş yeri olarak kullanılmamalıdır; içinde silah çekilmemelidir; yaylar gerilmemeli ve ok atılmamalıdır; kimse çiğ et taşımamalıdır; içinde herhangi bir ceza veya karşılık cezası uygulanmamalıdır; ve pazar yeri olarak kullanılmamalıdır.'\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from 'Amr bin Shu'aib from his father that his grandfather said:",
      "text": "'Amr bin Shu'aib, babasından, dedesinin şöyle dediğini rivayet etmiştir: \"Allah'ın Elçisi, camide alım satım yapmayı ve şiir okumayı yasakladı.\""
    },
    {
      "id": 16,
      "narrator": "It was narrated from Wathilah bin Asqa' that:",
      "text": "Vâsile bin A'ska'dan rivayet edilmiştir ki: Peygamber şöyle buyurdu: \"Küçük çocuklarınızı, akıl hastalarınızı ve kötü olanları camilerinizden uzak tutun. İşlemler ve tartışmalara girmeyin, seslerinizi yükseltmeyin, burada belirlenmiş cezaları uygulamayın ve kılıçlarınızı çekmeyin. Kapılarında temizlik yerleri oluşturun ve Cuma günleri onlara tütsü ile güzel kokular verin.\" (Maudu')"
    },
    {
      "id": 17,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Biz, Allah Resulü zamanında camide uyurduk.\""
    },
    {
      "id": 18,
      "narrator": "Ya'ish bin Qais bin Tikhfah narrated that his father, who was one of the people of Suffah, said:",
      "text": "Ya'iş bin Kays bin Tikhfah, babasından, o da Suffa halkından biri olarak, şöyle rivayet etmiştir: \"Allah Resulü bize: 'Benimle gelin.' dedi. Biz de 'Aişe'nin evine gittik, orada yedik ve içtik. Sonra Allah Resulü bize: 'İsterseniz burada uyuyabilirsiniz, isterseniz camiye gidebilirsiniz.' dedi. Biz: 'Camiye gideceğiz.' dedik.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that Abu Dharr Al-Ghifari said:",
      "text": "Ebu Dharr el-Gifari'den rivayet edilmiştir ki: \"Ben: 'Ey Allah Resulü! Hangi cami ilk inşa edilmiştir?' dedim. O: 'El-Mescid el-Haram (Mekke'de).' dedi. Ben: 'Sonra hangisi?' dedim. O: 'Sonra El-Mescid el-Aksa (Kudüs'te).' dedi. Ben: 'Aralarında kaç yıl var?' dedim. O: 'Kırk yıl, ama bütün dünya sizin için bir camidir, bu yüzden namaz vakti geldiğinde nerede olursanız olun, namaz kılın.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "Mahmud bin Rabi' Al-Ansari, who remembered that the Messenger of Allah spat a mouthful of water from a bucket into a well that belonged to them, narrated that :",
      "text": "Mahmud bin Rabi' el-Ensari, Allah Resulü'nün bir kova suyu bir kuyuya tükürdüğünü hatırlayarak, şöyle rivayet etmiştir: 'İtban bin Malik es-Salimi, kendi kavmi Banu Salim'in lideri olup, Allah Resulü ile (Bedir savaşına) katılmıştır. O: \"Ben Allah Resulü'ne geldim ve dedim: 'Ey Allah Resulü, gözlerim görmüyor ve sel geliyor, bu yüzden halkımın camisine ulaşamıyorum ve suyu geçmek benim için çok zor. Acaba, evimde bir namaz yeri belirleyip orada namaz kılabilir misiniz?' dedi. O: 'Bunu yaparım.' dedi. Ertesi gün, Allah Resulü ve Ebu Bekir geldiler, günün sıcağı artmıştı. Girmesi için izin istedi, ben de izin verdim. Oturmadı, önce: 'Evinde nerede namaz kılmamı istersin?' dedi. Ben de ona namaz kılmasını istediğim yeri gösterdim, Allah Resulü kalktı ve biz de arkasında saf tuttuk, o da bize iki rek'at namaz kıldırdı. Sonra ona kalmasını ve kendileri için hazırlanan bir hazırdan yemesini istedim.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hüreyre'den rivayet edilmiştir ki: Ansar'dan bir adam, Allah Resulü'ne: \"Gel ve evimde namaz kılabileceğim bir yer belirle,\" diye haber gönderdi, o da kör olduktan sonra gitti ve bunu yaptı."
    },
    {
      "id": 22,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Bir amcam, Peygamber için bir yemek hazırladı ve Peygamber'e: 'Evime gel, yemek ye ve namaz kıl.' dedi. O da ona gitti, evinde bu Fahl'dan bir şey vardı. Bir köşenin süpürülmesini ve üzerine su serpilmesini emretti, sonra namaz kıldı ve biz de onunla birlikte namaz kıldık.\" (Sahih) Ebu Abdullah bin Meca dedi ki: Fahl, kullanımdan dolayı siyahlaşmış bir örtüdür."
    },
    {
      "id": 23,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki: \"Allah Resulü şöyle buyurdu: 'Kim camiden zararlı bir şeyi kaldırırsa, Allah ona cennette bir ev inşa eder.'\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah Resulü, (Ad-Dur) köylerinde camilerin inşa edilmesini ve bunların temizlenip güzel kokularla kokulandırılmasını emretti.\""
    },
    {
      "id": 25,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah Resulü, köylerde namaz yerleri kurulmasını ve bunların temizlenip güzel kokularla kokulandırılmasını emretti.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki: \"Camiye lamba asan ilk kişi Tamim ed-Dari'dir.\""
    },
    {
      "id": 27,
      "narrator": "It is narrated from Abu Hurairah and Abu Sa'eed Al-Khudri that:",
      "text": "Ebu Hüreyre ve Ebu Sa'id el-Hudri'den rivayet edilmiştir ki: \"Allah Resulü, caminin duvarında bir tükürük gördü. Bir taş aldı ve onu kazıdı, sonra şöyle dedi: 'Sizden biri tükürmek isterse, önüne veya sağ tarafına tükürmesin; soluna veya sol ayağının altına tükürsün.'\""
    },
    {
      "id": 28,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edilmiştir ki: \"Peygamber, caminin namaz yönünde bir tükürük gördü ve o kadar öfkelendi ki yüzü kızardı. Sonra Ansar'dan bir kadın geldi, onu kazıdı ve o yere biraz Khaluq koydu. Allah Resulü: 'Bu ne güzel.' dedi.\""
    },
    {
      "id": 29,
      "narrator": "It was narrated that 'Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir ki: \"Allah Resulü, caminin namaz yönünde bir tükürük gördü, o da insanların önünde namaz kılıyordu. Onu kazıdı, sonra namaz bitince şöyle dedi: 'Sizden biri namaz kılarken, Allah onun önündedir, bu yüzden hiç kimse namaz kılarken önüne tükürmesin.'\""
    },
    {
      "id": 30,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber, caminin namaz yönünden bir tükürüğü kazıdı.\""
    },
    {
      "id": 31,
      "narrator": "It was narrated from Sulaiman bin Burdah that his father said:",
      "text": "Süleyman bin Burdah'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Resulü namaz kıldı, sonra bir adam dedi ki: 'Kırmızı deveyi kim arıyordu?' Peygamber şöyle dedi: 'Onu bulamayasın! Camiler, inşa edildikleri amaç için yapılmıştır.'\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from 'Amr bin Shu'aib from his father, from his grandfather that:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: Allah'ın Resulü, camide kayıp eşya ilanı yapmayı yasakladı."
    },
    {
      "id": 33,
      "narrator": "It was narrated from Abu 'Abdullah, the freed slave of Shaddad bin Had that:",
      "text": "Ebu Abdullah, Şeddad bin Had'ın azatlı kölesinden rivayet edilmiştir ki: Ebu Hureyre'nin şöyle dediğini işitti: \"Ben Allah'ın Resulü'nün şöyle dediğini işittim: 'Camide bir adamın kayıp eşya ilanı yaptığını duyan kimse, şöyle desin: \"Allah onu sana geri vermesin!\" Zira camiler bunun için inşa edilmemiştir.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Eğer namaz kılmak için başka bir yer bulamazsanız, koyunların dinlendiği yerlerde namaz kılın, develerin dinlendiği yerlerde namaz kılmayın.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated that 'Abdullah bin Mughaffal Al-Muzani said:",
      "text": "'Abdullah bin Mughaffal Al-Muzani şöyle dedi: \"Peygamber şöyle dedi: 'Koyunların dinlendiği yerlerde namaz kılın ve develerin dinlendiği yerlerde namaz kılmayın, çünkü onlar şeytanlardan yaratılmıştır.'\""
    },
    {
      "id": 36,
      "narrator": "'Abdul-Malik bin Rabi' bin Sabrah bin Ma'bad Al-Juhani said:",
      "text": "'Abdul-Malik bin Rabi' bin Sabrah bin Ma'bad Al-Juhani şöyle dedi: \"Babam bana, dedesinden, Allah'ın Resulü'nün şöyle dediğini aktardı: 'Develerin dinlendiği yerlerde namaz kılmayın, koyunların dinlendiği yerlerde namaz kılın.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated that Fatimah the daughter of the Messenger of Allah said:",
      "text": "Fatıma, Allah'ın Resulü'nün kızı şöyle dedi: \"Allah'ın Resulü camiye girdiğinde her zaman şöyle derdi: 'Bismillah, ve selam Allah'ın Resulüne, Allah'ım, günahlarımı affet ve bana rahmet kapılarını aç.' Cami çıkarken ise şöyle derdi: 'Bismillah, ve selam Allah'ın Resulüne, Allah'ım, günahlarımı affet ve bana lütuf kapılarını aç.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Abu Humaid As-Sa'idi said:",
      "text": "Ebu Humaid As-Sa'idi'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Sizden biri camiye girdiğinde, önce peygambere selam versin, sonra şöyle desin: \"Allah'ım, bana rahmet kapılarını aç.\" Cami çıkarken de şöyle desin: \"Allah'ım, lütfundan istiyorum.\"\""
    },
    {
      "id": 39,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Sizden biri camiye girdiğinde, peygambere selam versin, sonra şöyle desin: 'Allah'ım, bana rahmet kapılarını aç.' Cami çıkarken de peygambere selam versin ve şöyle desin: 'Allah'ım, beni lanetli şeytandan koru.'\""
    },
    {
      "id": 40,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Sizden biri abdest alıp bunu güzelce yaparsa, sonra camiye sadece namaz kılmak için gelir ve başka bir amaç gütmezse, attığı her adımda Allah onu bir derece yükseltir ve günahlarından birini alır, ta ki camiye girene kadar. Camiye girdiğinde, namaz beklediği sürece namaz halindedir.'\""
    },
    {
      "id": 41,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'İkame okunduğunda, koşarak gelmeyin. Sakin bir şekilde yürüyerek gelin. Yakaladığınızla namaz kılın, kaçırdığınızla tamamlayın.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that :",
      "text": "Ebu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"O, Allah'ın Resulü'nün şöyle dediğini işitti: 'Size, Allah'ın günahları affettiği ve sevapları artırdığı bir şey söylemeyeyim mi?' Onlar: 'Evet, Ey Allah'ın Resulü.' dedi. O da: 'Zorluklara rağmen abdest almak, camiye doğru atılan adımları artırmak ve namazdan sonra bir sonraki namazı beklemektir.'\""
    },
    {
      "id": 43,
      "narrator": "It was narrated that 'Abdullah said:",
      "text": "'Abdullah şöyle dedi: \"Kim yarın (Kıyamet Günü) Allah ile Müslüman olarak karşılaşmak isterse, bu beş (günlük) namazı, çağrıldıklarında korusun, zira bunlar hidayet yollarındandır ve Allah, hidayet yollarını peygamberinize farz kılmıştır. Vallahi, eğer her biriniz evinde namaz kılarsa, peygamberinizin sünnetini terk etmiş olursunuz ve peygamberinizin sünnetini terk ederseniz, saparsınız. Hatırlıyorum ki, namazdan geri kalan kimse, sadece münafık olan biriydi ki, münafıklığı biliniyordu. Bir adam, iki kişi tarafından desteklenerek geldi, ta ki safa katılana kadar. Kendini güzelce temizleyen ve camiye gelen kimse yoktur ki, attığı her adımda Allah onu bir derece yükseltir ve günahlarından birini alır.\""
    },
    {
      "id": 44,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Sa'id Al-Khudri'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Namaz için evinden çıkan kimse, şöyle derse: 'Allah'ım, senden isteyenlerin hakkı için, bu yürüyüşümün hakkı için, ben ne kibirle ne de gösterişle çıkmadım, ben sadece gazabından korkarak ve rızanı arayarak çıktım, o halde beni ateşten koru ve günahlarımı affet, zira günahları affeden yalnızca Sensin.' Allah, ona yüzünü döner ve yetmiş bin melek onun için dua eder.\""
    },
    {
      "id": 45,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: \"Allah'ın Resulü şöyle dedi: 'Karanlıkta camiye gidenler, Allah'ın rahmetine dalanlardır.'\""
    },
    {
      "id": 46,
      "narrator": "It was narrated that Sahl bin Sa'd As-Sa'idi said:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Karanlıkta camilere gidenlere, Kıyamet Günü'nde tam bir nur ile müjde verin.'\""
    },
    {
      "id": 47,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Karanlıkta camilere gidenlere, Kıyamet Günü'nde tam bir nur ile müjde verin.'\""
    },
    {
      "id": 48,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Caminin uzaklığı arttıkça, sevap da artar.'\""
    },
    {
      "id": 49,
      "narrator": "It was narrated that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir: \"Medine'de en uzak evde yaşayan bir Ensar vardı, ama o, Allah'ın Resulü ile birlikte namazı asla kaçırmazdı. Ona acıdım ve dedim ki: 'Ey falan, neden kendini kavurucu kumun sıcaklığından, taşlı zeminde taşımaktan kurtaracak bir eşek almazsın?' O da dedi ki: 'Vallahi! Muhammed'e bu kadar yakın yaşamak istemiyorum.' Bu beni rahatsız etti, ta ki Peygamberin evine gidip bunu ona anlattım. O (adamı) çağırdı ve ona sordu, o da benzer bir şey söyledi ve adımlarının sevabını umduğunu belirtti. Allah'ın Resulü dedi ki: 'Senin arzuladığın (sevap) sana verilecektir.'\""
    },
    {
      "id": 50,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir: \"Banu Salimah, evlerinden camiye yakın bir yere taşınmak istediler, ama Peygamber, Medine'nin kenarlarının boş kalmasını istemedi, bu yüzden dedi ki: 'Ey Banu Salimah, adımlarınızın sevabını ummuyorsunuz mu?' Böylece (bulundukları yerde) kaldılar.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ensar'ın evleri camiden uzaktı ve daha yakın bir yere taşınmak istediler. Sonra şu ayet indirildi: 'Önlerine gönderdiklerini ve izlerini kaydediyoruz.' Dedi ki: Böylece (bulundukları yerde) kaldılar.\""
    },
    {
      "id": 52,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Bir adamın cemaatle kıldığı namaz, evinde veya pazarda kıldığı namazdan yirmi kadar kat daha fazladır.'\""
    },
    {
      "id": 53,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Cemaatle kılınan namaz, sizden birinin yalnız başına kıldığı namazdan yirmi beş kat daha faziletlidir.'\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Bir adamın cemaatle kıldığı namaz, evinde kıldığı namazdan yirmi beş kat daha yüksektir.'\""
    },
    {
      "id": 55,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Bir adamın cemaatle kıldığı namaz, yalnız başına kıldığı namazdan yirmi yedi kat daha faziletlidir.'\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Ubayy bin Ka'b said:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Bir adamın cemaatle kıldığı namaz, yalnız başına kıldığı namazdan yirmi dört veya yirmi beş kat daha yüksektir.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Resulü şöyle buyurdu: 'Namaz çağrısını vermeyi düşünüyordum, sonra bir adamı insanlara namaz kıldırması için görevlendirecektim, ardından bazı adamlarla birlikte odun yığınları taşıyarak, namaza gelmeyenlerin evlerinin etrafını yakmaya gidecektim.'\""
    },
    {
      "id": 58,
      "narrator": "It was narrated that Ibn Umm Maktum said:",
      "text": "İbn Umm Maktum'dan rivayet edilmiştir: \"Peygambere dedim ki: 'Ben yaşlı ve kör bir adamım; evim uzakta ve beni yönlendirecek kimsem yok. Camiye gelmemek için bir kolaylık var mı?' O da dedi ki: 'Ezanı duyabiliyor musun?' Ben de: 'Evet.' Dedi ki: 'O zaman senin için bir kolaylık bulmuyorum.'\""
    },
    {
      "id": 59,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber şöyle dedi: 'Ezanı duyan ve gelmeyen kişinin namazı geçerli değildir, ancak mazereti olanlar için.'\""
    },
    {
      "id": 60,
      "narrator": "Ibn 'Abbas and Ibn 'Umar narrated that:",
      "text": "İbn Abbas ve İbn 'Umar rivayet etmiştir: \"Peygamberin minberde şöyle dediğini duydular: 'İnsanlar cemaatlere katılmamaktan kaçınmalıdır, aksi takdirde Allah kalplerini mühürler ve onlar gafillerden olurlar.'\""
    },
    {
      "id": 61,
      "narrator": "It was narrated that Usamah bin Zaid said:",
      "text": "Usamah bin Zaid'den rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Erkekler cemaatten geri kalmaktan vazgeçsin, aksi takdirde ben onların evlerini ateşe vereceğim.'\""
    },
    {
      "id": 62,
      "narrator": "'Aishah said:",
      "text": "'Aişe dedi ki: \"Allah'ın Resulü şöyle dedi: 'Eğer insanlar 'İsha' namazında ve Fajr namazında ne kadar (sevap) olduğunu bilselerdi, sürünerek de olsa gelirlardı.'\""
    },
    {
      "id": 63,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Münafıklar için en ağır namazlar 'İsha' namazı ve Fajr namazıdır. Eğer sadece onların içinde ne kadar (sevap) olduğunu bilselerdi, sürünerek de olsa gelirlardı.'\""
    },
    {
      "id": 64,
      "narrator": "It was narrated from 'Umar bin Khattab that:",
      "text": "'Umar bin Khattab'dan rivayet edilmiştir ki: Peygamber şöyle derdi: \"Kim camide kırk gece boyunca cemaatle namaz kılarsa, 'İsha' namazının ilk rek'atini asla kaçırmazsa, Allah ona ateşten kurtuluşu takdir eder.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü şöyle dedi: 'Sizden biri camiye girdiğinde, orada kaldığı sürece namaz halindedir ve melekler, orada namaz kıldığı sürece ona dua ederler, 'Ey Allah, onu affet; Ey Allah, ona merhamet et; Ey Allah, onun tövbesini kabul et,' derler, eğer hadas işlemezse ve kimseyi rahatsız etmezse.'\""
    },
    {
      "id": 66,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: Peygamber şöyle dedi: \"Bir müslüman, Allah'ı anmak ve namaz kılmak için düzenli olarak camilere gitmezse, Allah ona, birinin geri döndüğünde ailesinin sevindiği gibi sevinir.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that 'Abdullah bin 'Amr said:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Biz Allah'ın Resulü ile Maghrib (namazını) kıldık, sonra geri gidenler geri gitti, kalanlar kaldı. Sonra Allah'ın Resulü aceleyle geri döndü, nefes nefese, elbisesi dizine kadar çekilmiş halde, şöyle dedi: 'Sevinin, çünkü Rabbiniz cennetten bir kapı açtı ve melekler önünde sizinle övünüyor, 'Bakın kullarıma; bir farzı yerine getirdiler ve diğerini bekliyorlar.'\""
    },
    {
      "id": 68,
      "narrator": "It was narrated from Abu Sa'eed that:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki: Allah'ın Resulü şöyle dedi: \"Eğer bir adamın camilere sıkça gittiğini görürseniz, onun imanı hakkında şahitlik edin. Allah şöyle buyuruyor: 'Allah'ın camilerini ancak Allah'a ve Ahiret Günü'ne inananlar koruyabilir.'\""
    }
  ]
}